[
    "Kính thưa phòng đào tạo. Em là , sinh viên khóa 2015, hiện tình trạng sinh viên : nghỉ- xóa tên vì hết thời gian học.Em đã hoàn thành chương trình học  cũng như  4 Kỹ năng để kịp tốt nghiệp kì này( học kì 13).Em mong phòng đào tạo giúp đỡ để em được xét tốt nghiệp.",
    "Chào thầy/cô. Em vừa thi đậu toeic 2 kỹ năng nói viết. Hiện tại tình trạng của em đang bị tạm dừng, thầy/cô cho em hỏi làm sao em có thể đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Em tên   MSSV:  Học kỳ 2 năm học 2021-2022, em không đăng kí môn học nào nhưng trong thời khóa biểu và bảng điểm sao lại có môn Hóa phân tích (TN) với mã môn học CH2010. Nếu có nhầm lẫn gì mong PĐT xóa môn giúp em ạ.",
    "Em chào PĐT, Em có đăng ký môn học AV4A dự thính vào tháng 12. Học phí hiện thông tin trên BKpay vào ngày 14/3 và hạn chót là ngày 21/3 nhưng đến hôm nay là ngày 20/3 em vẫn chưa đóng được học phí Lý do: Trạng thái hiện tại trên web BKPAY là   B chưa đến kỳ hạn thanh toán.    Em cũng chưa nhận được mail thông báo thanh toán HP. Em rất mong PĐT giúp em kiểm tra lại hệ thống và hy vọng nhận được phản hồi sớm để tránh hiện tượng đóng HP trễ hạn . Em chân thành cảm ơn.",
    "Kính gửi thầy/cô,  Em tên là  MSSV  Hiện tại là ngày 20/3/22 nhưng trên hệ thống bkpay vẫn chưa thể thanh toán được (21/3/22 mới hết hạn và nó ghi chưa đến kì thanh toán). Kính mong thầy/cô giúp em nhanh chóng khắc phục sự cố này. Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô,  Thầy/cô cho em hỏi điểm TBTL trên bảng điểm của em và trên danh sách tốt nghiệp tạm thời không khớp với nhau ạ (điểm TBTL trên bảng điểm là 7.79 và trên DSDK là 7.76 ạ). Mong thầy/cô xem xét và giải quyết giúp em với ạ! Em chân thành cảm ơn thầy/cô ạ.",
    "Dạ em chào cô. Hôm trước em có thắc mắc về trùng lịch học của 2 môn như hình đính kèm và được cô thông tin sẽ được giải quyết trước ngày 14/3/2022. Dạ hiện tại thời khóa biểu của em vẫn giữ nguyên.Dạ vậy là 2 môn này em phải tự sắp xếp xin phép với giảng viên hay giải quyết như thế nào ạ. Em cảm ơn cô nhiều ạ. Dạ trích dẫn trả lời trước của cô ạ \"Chào em, PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/3/2022. Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. Thân\"",
    "Em chào PĐT, Vào tháng 11/2020 em có đăng ký thanh toán tiền bảo hiểm y tế. Khi bấm đăng ký nhưng trang BKpay lại xuất hiện 2 mục thanh toán BHYT:  Năm 2021 là 563,220: em đã thanh toán ngay sau đó Năm 2017 là 491,400(em đã đóng khi nhập học rồi) Thời điểm đó em có hỏi cán bộ Phòng y tế có nói với em đây là lỗi hệ thống nếu không ảnh hưởng đến vấn đề ĐKMH thì không sao và mục HP này không ảnh hưởng đến KQ ĐKMH của em. Tuy nhiên, sắp tới em có đăng ký tốt nghiệp. PĐT cho em hỏi là phần này có ảnh hưởng đến KQ đăng ký tốt nghiệp của em không vì trên trang BKPAY vẫn hiện thanh toán . Em có đính kèm ảnh bên dưới. Em rất mong nhận được hồi đáp của PĐT. Em cảm ơn",
    "Kính chào các thầy cô trong Phòng đào tạo ạ. Em là , sinh viên khoa Máy tính. Hiện tại em đang muốn đăng ký fresher cho một công ty, nhưng công ty yêu cầu cần có bảng điểm bằng định dạng JPG, PNG hoặc PDF. Trong mục yêu cầu in bảng điểm, sau khi thanh toán hết các chi phí thì chỉ có bảng giấy gửi về cho sinh viên. Cho phép em hỏi là bảng điểm có thể xuất dưới dạng PDF không ạ? Em xin cảm ơn các thầy cô nhiều ạ.",
    "Em chào thầy (cô), Em tên  Mssv , ngày mai 21/03/2022 là ngày dự kiến hết hạn đóng học phí dự thính ngoại ngữ theo yêu cầu, nhưng hiện tại hệ thống thanh toán trực tuyến qua Bkpay lại không thanh toán được  . Thầy (cô) cho em hỏi bây giờ em phải đóng như thế nào ạ, em có thể ra ngân hàng nhờ ngân hàng đóng giúp không ạ? Em cảm ơn, mong thầy ( cô ) phản hồi .",
    "Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM, Em tên là , MSSV: , Học kì này em có đăng kí học anh văn theo nhu cầu, cụ thể môn anh văn 3. Trên BKpay có để ngày mai là ngày dự kiến hết hạn thanh toán học phí nhưng đến hôm nay trên BKpay vẫn hiển thị chưa đến kì thanh toán ạ.Em muốn hỏi là giờ em đóng học phí như thế nào ạ. Em cảm ơn.",
    "Em xin chào thầy cô PĐT, Hiện tại em đã hoàn thành điều kiện tốt nghiệp và cần đăng kí tốt nghiệp trên MyBK nhưng tình trạng sinh viên của em đang bị tạm dừng. Thầy cô cho em hỏi cách làm đơn xin thu nhận để có thể đăng kí tốt nghiệp?  Em xin cảm ơn thầy cô,    i Tốt nghiệp .",
    "T1085    .",
    "Em là sinh viên khóa K2015, em thuộc khu vực 1,trên MYBK ghi em đang trong tình trạng \"nghỉ\" và làm đơn này để xin được gia hạn thêm thời gian để nộp chứng chỉ ngoại ngữ. Em cảm ơn.",
    "Thưa Phòng Đào Tạo, em là , MSSV . Dạ chẳng là ngày 21/3/2022 là hết hạn đóng học phí dự thính, tuy nhiên khi em lên bkpay để đóng thì nó lại hiện lên mục \"Chưa đến kỳ thanh toán\". Như vậy thì phải làm sao ạ?",
    "Em hiện không học đăng ký được vài môn học theo chương trình khóa K19 nên em xin được làm đơn  chuyển học môn khác và được tính tín chỉ vào học phần của mình. Hiện em đang học môn   B Các quá trình sinh học trong kỹ thuật môi trường    chung với k20 thay cho môn   B Hóa học trong kỹ thuật và khoa học môi trường 2    Mong phòng đào tạo có thể giúp đỡ em. Cảm ơn và mong thầy/cô cho em phản hồi sớm nhất.",
    "Em có gửi yêu cầu rút môn học ở trong form đăng kí gg của trường nhưng hơn 15 ngày rồi em không thấy thông báo rút môn học thành công cũng như chưa thấy thời khóa biểu xóa môn học đó đi. Môn học của em là anh văn 2 mã môn học là LA1005. Thầy cô có thể kiểm tra giúp em xem là môn của em có được rút chưa ạ? ",
    "Hôm nay là hạn chót đóng học phí, nhưng e không có mục chọn để đóng học phí ạ (hình đính kèm) Mong thầy cô hỗ trợ, e xin cảm ơn",
    "Chào Anh/chị Em tên , MSSV  Em còn đang nợ AV2, AV3, AV4, Toeic và Nói viết. Tình trạng SV hiện tại \"Nghỉ\", quyết định ngày 15/03/2022. Do em còn nợ các môn AV nên em có thể đăng ký kéo dài thêm thời gian đào tạo HK212 để hoàn thành các môn AV. Xin cảm ơn!",
    "Cho em hỏi em hiện tại đang học ở cơ sở 2 ở Thủ Đức thì em phải lấy thẻ sinh viên ở đâu ạ ?",
    "Em đã đọc thông báo của pđt trên bkel về việc thi để xóa điểm hoãn thi kì 211. Tuy nhiên, em có vài chỗ thắc mắc mong cô có thể giải đáp 1/ Nhà trường thông báo thời gian thi trong tháng 3 này và hôm nay đã là tuần thứ 3 của tháng 3. Em mong nhà trường có thể thông báo sớm hơn ít nhất một tuần để em có thời gian ôn bài cũng như chuẩn bị sách vở cho kì thi. 2/ Hình thức thi sẽ là thi tập trung hay thi online ạ ? Em cảm ơn cô ",
    "PDT cho em hỏi em về thủ tục chuyển điểm của môn tương đương ạ.",
    "Kính gửi phòng, Em tên là , MSSV  hiện đang học tại trường. Xin cho phép em hỏi về việc thanh toán học phí là theo thông em nhận được trên BKPay là vào 15h chiều ngày 21/03/2022 mới hết hạn nộp học phí nhưng em không thấy phần để thanh toán học phí online nữa ạ? Do hiện em đang nhiễm Covid nên không thanh toán học phí trực tiếp được ạ. (Hình mẫu được kính kèm bên dưới) Em xin chân thành cảm ơn và mong chờ câu trả lời.",
    "Em chào thầy/cô, Em là , MSSV . Thầy/cô cho em hỏi:  Ngày 20/03/2022, em vừa có kết quả thi nói viết và đã đủ điểm tốt nghiệp. Hiện tại em cũng đủ điều kiện tốt nghiệp nhưng chưa thấy tên trong danh sách tốt nghiệp dự kiến, tình trạng sinh viên là tạm dừng do không đăng ký môn ạ. Mong Thầy/cô hỗ trợ giúp em ạ. Em cảm ơn.",
    "Chào Phòng Đào tạo. Em là sinh viên k15. Em vừa có kết quả anh văn nói viết đã đạt chuẩn để tốt nghiệp. Nên viết yếu cầu này để Phòng Đào tạo mở lại mục đăng ký tối nghiệp để em đăng ký xét tốt nghiệp ạ. Mong Phòng Đào tạo sớm giải quyết yêu cầu của em ạ. Em xin cảm ơn!",
    "Dù em chưa hết hạn thanh toán  em đã bị khoá thanh toán Mong thầy/cô giúp đỡ em  Em cảm ơn ạ",
    "Chào thầy/cô, em mong được đăng ký bảo hiểm y tế dù trễ 1 tuần so với hạn chót đợt 3 do sơ suất. Mong thầy / cô có thể cho em đăng ký hoặc cho em biết cách nào đó để có thể tiếp tục đăng ký các môn học kỳ tiếp",
    "Kính gửi phòng đào tạo, em tên -.Theo như thông báo, phòng đào tạo có thông báo thanh toán học phí dự thính từ ngày 14/03/2022-21/03/2022 nhưng đến nay là ngày 19 thì vẫn hiện chưa đến kì thanh toán và em không thể thực hiện thanh toán học phí được. Em mong phòng đào tạo giải đáp thắc mắc. Em xin chân thành cảm ơn. Người viết ",
    "Dạ e chào quý thầy cô bên văn phòng ạ ! Em tên:  Hiện tại e ko đăng kí tốt nghiệp được do lỗi  500. Em có thể xin quý thầy cô xem xét lại để em có thể đăng kí tốt nghiệp được ko ạ. Em đã đủ điều kiện xét tốt nghiệp",
    "Kính gởi bộ phận giải quyết vấn đề sinh viên ! Em là sinh viên k15 ngành kiến trúc. Do e hoàn thành môn học từ năm 2020 nhưng chưa thi được av và chưa đủ ngày ctxh nên không đăng ký tn được. Do đã hoàn thành môn học nên e không đăng ký thêm nữa, trường cũng có gởi mail cho tạm dừng. Giờ e đã có bằng av và đủ ngày ctxh, cũng đã gởi cho trường phê duyệt bằng av. Nhưng hiện lên trang mybk không vào được trang đăng ký tn. Trường hợp của e thì phải làm thế nào để được đăng ký ạ ? ",
    "Em chào thầy cô. Em tên  - MSSV  . Em xin đăng ký xét tốt nghiệp. Mong thầy cô xét sớm cho em em cám ơn thầy cô.",
    "Chào thầy cô, Kỳ trước em đăng nhập wifi trường bình thường sau đó em nghỉ bảo lưu kết quả học tập , kỳ này em đi học lại thì đăng nhập wifi trường không được. Mong thầy cô giúp em mở lại tài khoản wifi trường. Em chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo!, Em là  MSSV , khoa Công Nghệ Vật Liệu. Kỳ 212 hiện nay em  được LVTN trễ hơn 3 giai đoạn nhà Trường cho phép. Em cảm ơn PĐT vì điều này để hỗ trợ em có cơ hội tốt nghiệp. Nhưng đến hiện nay em vẫn chưa nhận được biên lai học phí cần đóng . Mong PĐT xem xét tình hình của em để em có thể hoàn thành trách nhiệm của người học tốt hơn . Em cảm ơn.",
    "Cho em hỏi là em vào trang đăng kí tốt nghiệp thì nó không cho em đăng kí, mong phòng đào tạo giúp em sửa lại để em đăng kí ạ, em có đính kèm hình ở dưới ạ",
    "em tên  MSSV .chiều nay là hết hạn đóng học phí kì dự thính nhưng em ra ngân hàng OCB đóng thì người ta nói trường chưa đẩy học nên lên nên chưa đóng được.em thấy trên bk pay cũng không có phần thanh toán.vậy thời gian đóng học phí dời phải không ạ.em cảm ơn ạ",
    "Em chào các thầy cô. Em tên là . MSSV:  Ảnh thẻ làm thẻ sinh viên của em bị báo mờ nên chưa có thẻ, em phải làm thủ tục như nào để được cấp thẻ ạ. Em cảm ơn ",
    "Tốt nghiệp . Dạ em chào Thầy/Cô ạ, em tên Nguyễn Tuấn Việt, MSSV: 1713949 .Em đã hoàn thành luận văn tốt nghiệp trong HK211 cũng như hoàn thành các môn học khác nên không đăng ký thời khóa biểu trong HK212, vì vậy tình trạng sinh viên chuyển sang tạm dừng ạ. Thầy cô cho em hỏi làm thế nào để có thể đăng ký tốt nghiệp được ạ? Em cảm ơn Thầy/Cô ạ.",
    "Em tên , MSSV:  Hiện tại em còn khoản học phí dự thính Anh văn 3 chưa thanh toán. Sáng hôm nay 21-3-2022 e có ra hệ thống ngân hàng OCB để nộp học phí thì chị nhân viên bảo trên hệ thống chưa có dữ liệu thanh toán, chị ý sợ nộp vào tiến bị treo nên không dám nhận nộp, em cũng không biết phương thức thanh toán nào khác. Chính vì vậy mong phòng đào tạo hướng dẫn em hình thức thanh toán hoặc chỉnh sửa lại hệ thống để em có thể đăng kí các môn học sau ạ. em cảm ơn pdt rất nhiều ạ. Hiện em đang khá gấp nên mong pdt phản hồi sớm giúp em.",
    "cho em xin số tài khoản đại học bách khoa thành phố để chuyển tiền với ạ",
    "Em là , Hiện tại bằng Toeic của em đã có kết quả thẩm tra hợp lệ. Và em cũng đã đăng ký chuyển điểm . Mong  có thể xử lý chuyển điểm sớm, để em có thể đăng ký tốt nghiệp kịp thời ạ. Em xin cảm ơn, ",
    "Dạ em muốn hỏi là: bên trường mình có cấp giấy chứng nhận hoàn thành khóa học sau khi đã cập nhật đầy đủ điều kiện để tốt nghiệp, do khả năng cao em không kịp hoàn thành điều kiện để tốt nghiệp trong đợt tốt nghiệp tháng 4 này ạ. Em cần giấy này để nộp cho công ty ạ.",
    "pdt ơi cho em hỏi em mới thi anh văn Nói-Viết ở Bkenglish và đã có điểm thì giờ em có cần làm gì để cập nhật điểm không ạ",
    "Kính gửi phòng đào tạo, Em không thể đăng kí tốt nghiệp, hệ thống thông báo rằng em bị tạm dừng học vì không đăng kí môn học. Em đã hoàn thành luận văn tốt nghiệp và đủ số tín chỉ, đủ điều kiện tốt nghiệp. Mong quý anh chị/ thầy cô xem xét giúp em. Em xin cảm ơn. Phi",
    "Em kính chào Thầy/Cô ạ, em tên , MSSV:  Em đã hoàn thành chương trình đào tạo trong HK211 nên em không đăng ký môn học ở HK212 dẫn đến tình trạng sinh viên tạm dừng. Hiện tại em đã đủ các điều kiện để tốt nghiệp (có anh văn nói viết vừa có kết quả hôm qua nên em không biết có chuyển điểm qua cho trường chưa ạ). Em có biết phải làm đơn thu nhận lại nhưng em không biết em có thể gửi đơn thu nhận online được không hay phải nộp trực tiếp ạ? Em cảm ơn Thầy/Cô ạ.",
    "Dạ cho em hỏi là em có nhận được thông báo đóng tiền học phí dự thính ngoài giờ, hạn chót là 15h 21/3/2022 nhưng khi em lên Bkpay xem thì hệ thống không mở để đóng ạ. Vậy em có cần ra ngân hàng để đóng trực tiếp không ạ? Em cảm ơn ạ.",
    "Em chào thầy/cô ạ. Em là , MSSV , ngành KT Cơ điện tử. Em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng do học kỳ này em không đăng ký môn học nên bị Tạm dừng Tình trạng sinh viên, không thể đăng ký tốt nghiệp. Em có phải làm thủ tục thu nhận lại để được đăng ký tốt nghiệp không ạ? Em xin cảm ơn thầy/cô.",
    "Em chào Cô, em muốn đăng ký xét tốt nghiệp, mà không thấy có trong danh sách dự kiến, không biết em còn thiếu điều kiện nào không ạ?",
    "Chào anh chị, Hiện tại em đã đủ điều kiện tốt nghiệp nhưng em không vào được phần đăng kí tốt nghiệp trên mybk. Cho em hỏi trường hợp của em cần làm những gì để có thể đăng kí tốt nghiệp được ạ. Em cảm ơn",
    "Dạ em chào  ạ, em tên là  MSSV  lớp CK17CD1. Em có 1 câu hỏi ạ. E đã có email thông báo tốt nghiệp và đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng em vào my bk để đăng kí tốt nghiệp thì không được vì tình trạng sv đang tạm dừng. Bây giờ có phải làm đơn xin huỷ tình trạng sv tạm dừng không ạ. Em cảm ơn",
    "HỌC PHÍ  Kính chào Thầy/Cô Phòng Đào tạo, Em tên: NGUYỄN ĐĂNG KHOA MSSV: 2033577 Hệ VLVH: Khoa Điện-Điện tử Em có thấy thông tin yêu cầu đóng học phí trên BKPAY cho học kỳ 212 hạn thanh toán 15h ngày 21/03/2022. Tuy nhiên, hiện tại là 11h30 ngày 21/03/2022 em có vào thanh toán học phí, hệ thống vẫn chưa mở để thực hiện. (Hình ảnh đính kèm) Kính mong Thầy/Cô kiểm tra và hướng dẫn giúp em ạ. Em cảm ơn nhiều ạ.",
    "Kính gửi PĐT, Em đã hoàn tất toàn bộ hồ sơ và đóng lệ phí tốt nghiệp HK2 năm học 2021-2022 vào hôm nay (21/03/2022). Hiện tại em đang cần rất gấp Giấy chứng nhận tốt nghiệp tạm thời bản cứng/ hoặc mềm (trong tuần này) để hoàn thành hồ sơ cho công ty . Em rất mong PĐT có thể giải quyết sớm trường hợp khẩn cấp này giúp em. Em xin chân thành cảm ơn. Trân trọng!",
    "Em đã bị ra quyết định tạm dừng nên không thể đăng ký xét Tốt nghiệp trên trang Mybk. Em đã hoàn thành toàn bộ môn học, đủ điều kiện tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Rất mong PĐT sớm phản hồi và giải quyết giúp em. Xin cảm ơn.",
    "Cho em hỏi điểm số 24 trong bảng điểm chuyển là điểm gì vậy ạ? (đạt, không đạt,...)",
    "Kính gửi phòng đào tạo,   Em tên , MSSV: . Dạ cho em hỏi em đã đăng kí tốt nghiệp và thanh toán lệ phí tốt nghiệp (23/02/2022) nhưng đến hiện tại em vẫn chưa nhận email thông báo nhận bằng tốt nghiệp tạm thời ạ? Lúc đăng kí tốt nghiệp phần để email do em không đọc kĩ nên đã điền email của trường thì có vấn đề gì không ạ.   Em chân thành cảm ơn ạ",
    "Chào Cô (thầy), Em tên là Vũ Mạnh Cường, MSSV . Cho em hỏi là tại sao em vào BKpay thì không thanh toán được học phí dự thính cho kì 212 ạ. Em cảm ơn.",
    "Hiện tại tình trạng sinh viên của em là \"tạm dừng\". Em vừa có điểm thi anh văn nói viết đủ điều kiện tốt nghiệp nên mong muốn nhà trường mở lại tình trạng sinh viên của em để em có thể đăng ký tốt nghiệp ạ.",
    "Dạ thưa quý thầy/cô PĐT, hiện em là sinh viên khóa k17 đã hoàn thành anh văn nói viết để tốt nghiệp. Nhưng hiện tại tình trạng của em trên MyBK đang là \"tạm dừng học\" vì không ĐKMH kì này (em đã hoàn thành chương trình học, em thi anh văn trễ 1 kì). Em muốn hỏi là em có cần nộp đơn thu nhận để mở lại MyBK và em tiến hành đăng ký tốt nghiệp cho đợt tháng 4 này không ạ? Mong các thầy/cô giải đáp. Em xin cám ơn quý thầy/cô.",
    "Chào thầy/cô Em đã đóng tiền chuyển điểm av1234, thầy/ cô xác nhận đăng kí giúp em ạ, để em đăng kí tốt nghiệp, em sợ không kịp hạn đăng kí tốt nghiệp ấy ạ. Em xin chân thành cảm ơn thầy/cô.",
    "Dạ em xin chào Thầy/Cô! Em tên , MSSV , lớp MO15QLMT. Hôm nay em làm đơn này xin Thầy/Cô xem xét cho em xin gia hạn thời gian đào tạo, do tình hình dịch bệnh và em bị nhiễm covid nên em không đủ thời gian và sức khỏe để thi và hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại em chỉ thiếu chứng chỉ anh văn để được ra trường. Mong Thầy/Cô xem xét cho em gia hạn thêm 1 học kì để hoàn thành các chứng chỉ anh văn và ra trường ạ. Em xin chân thành cảm ơn Cô/Thầy ạ.",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa Tp HCM Em tên  khóa ck15, em mong nhà trường có thể cho e xin đăng kí tốt nghiệp bổ sung . Em xin cám ơn",
    "Kính gửi thầy/cô! Cho em xin phép hủy rút môn học Điện - Giải tích mạch (EE2031) nhóm lớp DT01. Do lần trước em xin chuyển từ học kỳ chính sang dự thính nên trước đó có lỡ điền form đăng ký rút môn . Kính mong thầy/cô giúp đỡ cho em được hủy rút môn học!  Em xin chân thành xin lỗi và cảm ơn thầy/cô rất nhiều!.",
    "Xin chào phòng đào tạo. Em tên là . MSSV là  hiện em đã hoàn thành tất cả các môn, luận vă, các chứng chỉ anh văn, ngày CTXH Và đã đủ tất cả các điều kiện tốt nghiệp Nhưng em vẫn không thể đăng ký tốt nghiệp được. Đến khi vào trang sinh viên thì thấy thực trạng là hiện tại là nghỉ và có quyết định nghỉ theo 727/QĐ-ĐHBK ngày 15/03/2022. Mong phòng đào tạo xem xét để em có thể đăng ký tốt nghiệp bổ sung trong đợt tháng 4 này ạ Mong nhận được phản hồi từ phía Phòng đào tạo. Em chân thành cảm ơn ạ.",
    "Em là  lớp HC18TP. Đợt vừa rồi em có đăng ký môn học Luận Văn Tốt Nghiệp(CNTP) mã môn học là CH4337. Tuy nhiên hiện tại em check thời khóa biểu thì không thấy môn học em đã đăng ký. Đợt 2 em có ĐKMH nhưng nay em kiểm tra lại thì thấy kết quả báo thiếu môn tiên quyết CH4005 nhưng em đã hoàn thành môn học và có điểm trên hệ thống. Mong thầy(cô) kiểm tra lại giúp em. Em xin cảm ơn.",
    "Cho em hỏi. Em đã có tên trong dánh sách tốt nghiệp dư kiến nhưng em vẫn không đăng kí tốt nghiệp được ạ",
    "Em là , mssv  lớp CC16KTM.   Hiện tại em đã đủ điều kiện để được xét tốt nghiệp. Tuy nhiên đến thời điểm hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, và không thể lựa chọn đăng kí tốt nghiệp trong myBK. Ngoài ra em còn bị xét tạm dừng tình trạng sinh viên (vì không đăng kí môn học) nên không thể truy cập vào trang đăng kí tốt nghiệp. Vậy mong PDT xem xét để em được đăng kí tốt nghiệp. Em xin cám ơn.",
    "Dạ em chào pđt ạ, Cho em xin chuyển điểm sớm để xét tốt nghiệp tháng 4/2022 ạ. Tên  -  Em xin cảm ơn ạ.",
    "Em chào thầy/cô, Dạ tình hình là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em không đăng kí tốt nghiệp được vì học kì này em bị tạm dừng do không đăng kí môn học. Thầy/cô có thể giúp em xem xét được không ạ? Em xin cảm ơn!",
    "Anh/chị cho em hỏi, em đã đăng ký tốt nghiệp 1/3/2022 thì khi nào có bằng tốt nghiệp chính thức ạ ? (Bằng tốt nghiệp tạme thời vẫn chưa được gửi về luôn ạ)",
    "Chào thầy/cô; Theo thông báo của nhà trường, thời gian thu học phí lớp anh văn nhu cầu là 14/3 đến 21/3. Nhưng trong thời gian đó, em không thể thực hiện đóng học phí, và hệ thống chỉ hiển thị \"Chưa đến kỳ thanh toán\". Vậy cho em hỏi tại sao và em có bị xét là đã trễ học phí không ạ Em xin cảm ơn",
    "Kính gửi phòng đào tạo Em vừa thi đậu toeic 2 kỹ năng nói viết. Hiện tại tình trạng của em đang bị tạm dừng, thầy/cô cho em hỏi làm sao em có thể đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "em hỏi tại sao học phí để 15h 21/03/2022 hết hạn, mà bên mục thanh toán vẫn để chưa tới kỳ thanh toán cả tuần nay ạ   i ",
    "Kính gửi thầy/cô Em tên là  (mssv: ) Em xin được cấp lại mật khẩu của tài khoản nhập học trực tuyến vì đã để mất khẩu cũ và không thể đổi lại mật khẩu mới, để có thể cập nhật hình ảnh thẻ làm lại thẻ sinh viên. Em xin cảm ơn ạ  ",
    "Kính gửi quý thầy/cô. Em tên là , mssv: , hiện nay em đã có tên trong danh sách tốt nghiệp dự kiến, thì bây giờ em cần làm gì để được thu nhận và đăng ký tốt nghiệp ạ. Mong quý thầy/ cô giúp em. Em xin cảm ơn.",
    "Dạ do năm 1 em rớt anh văn cơ bản, mà đang hoc tại trung tâm thì dịch nên nghỉ năm nay e đang đi học lại, mà em đang lo lắng không qua được av3, nếu bây giờ em đăng kí 4av là avcb, av1,av2,av3 thì có kịp cho đăng kì môn học kì tới không ạ? - Năm nay trường mình có tổ chức thi anh văn cho sinh viên 2 lần như năm ngoái không ạ, dự kiến là bao nhiu vậy ạ?",
    "Em muốn xin số điện thoại của cô , khoa Hóa học ạ.",
    "Dạ thưa cô chuyện là em học năm nhất ở trường Tài chính - Marketing, 1 năm học ở đó em đã hoàn thành được chứng chỉ quân sự, và năm ngoái khi đến văn phòng đào tạo (năm 2020), có cô đã từng nói với em là đem chứng chỉ lên nộp, cô sẽ làm giấy miễn quân sự cho em, nhưng do lần đó trường chưa cấp bằng, và khi có bằng thì dịch tràn tới, nên em bị trễ đến giờ này!! Kính mong cô xem xét giúp em với ạ, đây là tấm bằng của em, nếu cô cần thì khi học offline trở lại em sẽ đem đến nộp cho cô ạ!! Em xin cảm ơn cô!!! Trân trọng, CT",
    "Xin chào thầy/cô, em là sinh viên K15, hiện nay tình trạng sinh viên của em được ghi là NGHỈ. Thầy/cô cho em hỏi em vẫn còn thời hạn nộp các chứng chỉ để được xét tốt nghiệp không ạ. Em xin cảm ơn",
    "Dạ cho em hỏi tại sao trên trang web của pdt không thể truy cập để dk tốt nghiệp ạ?",
    "Em tên là , MSSV  thuộc khoá K19. Em muốn hỏi về vấn đề chuẩn anh văn để đăng ký môn học cho kỳ tới (năm 4) ạ. Em không có đăng ký học anh văn ở trường và em đã thi kỳ thi anh văn trong trường do trường kết hợp với IIG tổ chức và được kết quả 505 điểm vào ngày 07/04/2021. Cho em hỏi kết quả này chỉ xét tại kỳ đó hay xét cho tất cả các kỳ ạ. Và kết quả này có đủ tiêu chuẩn năm 3 để em đăng ký môn năm 4 không ạ. Mong thầy/ cô giải đáp giúp em ạ. Em cảm ơn ạ",
    "Em đã hoàn thành chương trình đào tạo và vừa đủ điều kiện anh văn ra trường. Do đó em không đăng ký môn học trong kỳ này nên bị tạm dừng học. Em có thể xin cứu xét để đăng ký tốt nghiệp trong học kỳ này vào tháng 4 tới được không ạ?",
    "Kính gửi phòng đào tạo, sau khi điền hồ sơ khai lý lịch tốt nghiệp em thấy thông tin của người hướng dẫn bị sai em muốn hỏi cách để chỉnh sửa cho đúng ạ.",
    "Kính gửi thầy/cô: Em học khóa K15, hiện đã đủ điều kiện chứng chỉ ngoại ngữ để tốt nghiệp. Em mong thầy cô mở lại tình trạng sinh viên giúp em để em đăng kí tốt nghiệp đợt tháng 4 này    Em xin cảm ơn !",
    "Em chào thầy/cô PĐT ạ! Em là  MSSV . Em vừa đủ điều kiện đăng ký tốt nghiệp hôm nay. Em vào trang đăng ký tốt nghiệp thì gặp tình trạng này . Em mong thầy/cô phòng đào tạo mở giúp em để em đang ký tốt nghiệp. Em cảm ơn ạ.",
    "Tốt nghiệp       Kính gửi Thầy/Cô phòng Đào Tạo, trường ĐH Bách Khoa, ĐHQG TPHCM    Em tên là   MSSV:     Hiện tại em đã đăng ký tốt nghiệp thông qua mybk và phiếu đăng ký đã được xử lý, em muốn đăng ký in giấy chứng nhận tốt nghiệp tạm thời thì không biết đăng ký bằng cách nào ạ?   Rất mong nhận được phản hồi từ quý Thầy/Cô    Em xin chân thành cảm ơn!  ",
    "Kính gửi BKSI,  Em tên là , sinh viên khóa K19, khoa Quản lý Công nghiệp . Tháng 12/2020 em có tham gia thi Anh Văn Định Kỳ do trường tổ chức và đạt 710 điểm. Tuy nhiên, số điểm này bị biến mất trong Bảng điểm. Ngoài ra, các kỳ sau đó do dịch bệnh nên Trường cho phép hoãn chuẩn TA hằng năm. Do đó, em muốn hỏi là   B điểm thi AVĐK này có được tính đủ chuẩn để đăng ký môn cho 4 năm Đại học không    hay   B chỉ để đăng ký cho kỳ tiếp theo    thôi . Ví dụ: đạt 710 vào kỳ 201 thì chỉ đủ để đăng ký môn cho kỳ 202 hay đủ cho cả 211, 212, 221, 222 . Em đã biết được thông tin là cần nộp chứng chỉ AV trước khi nhận luận văn/tốt nghiệp nên mong muốn sắp xếp thời gian thi cho phù hợp ạ .",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM, Em là , cựu sinh viên tại khoa Kỹ Thuật Hóa Học. Do hiện tại em vẫn đang du học tại Hàn Quốc nên bằng tốt nghiệp đại học của em vẫn còn để ở trường. Hiện tại, em cần in 2 bản sao bằng tốt nghiệp và người nhận là bạn em với thông tin như sau: Họ và Tên:  MSSV:  Em xin chân thành cảm ơn sự giúp đỡ từ quý thầy cô.",
    "Em tên là ,MSSV . Phong đào tạo cho em hỏi: hiện tại em chưa đăng kí đủ 28 chứng chỉ cho năm 1 do em không đăng kí được giải tích 2 (do trùng thời khóa biểu quốc phòng và không đủ thời gian giãn cách 2 cơ sở),vậy em có được đăng kí môn năm 2 không ạ? và phòng đào tạo cho em hỏi có cách nào để được đăng kí môn năm 2 không ạ?",
    "Chào Thầy/ Cô. Thời gian đóng học phí cho dự thính kết thúc vào 15h00 ngày 21/03 nhưng em đăng nhập vào BkPay vào các ngày 19/3 , 20/3 , trước 15h00 ngày 21/03 đều thông báo là chưa đến hạn thanh toán và không có nút thanh toán. Trong khi ngày hết hạn là 15h00 ngày 21/03. Mong Thầy/Cô xem xét lại lỗi này của hệ thống và hỗ trợ em.",
    "Chào Thầy/ Cô, Em tên là Hà Bỉnh Ngoc Lân, em là sinh viên hệ VLVH khoá 2020 ( học theo CTĐT khoá 2018), MSSV 2033057. Ngày 24/09/2020 em có nhận được mail của thầy Chiến thông báo cho sinh viên khoá 2020 hệ VLVH về việc học bổ sung các môn Lý luận chính trị gồm 2 học phần: Học phần 1 (gồm 3 môn: Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xả hội khoa học) và Học phần 2 ( gồm 2 môn: Lịch sử Đảng CS + Tư tưởng HCM). Hiện tại em đã học xong Học phần 1 và đã có điểm 3 môn của Học phần 1 rồi. Hôm trước em có đăng ký học bổ sung Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) nhưng hôm nay em lên Phòng  Đào tạo hỏi về việc đăng ký Học phần chính trị 2 thì thầy Dũng nói rằng em phải học theo CTĐT khoá 2018 (gồm 3 môn Chính Trị: Những nguyên lý cơ bản CN Mac-Lenin SP1003; Tư tưởng HCM SP1005; Đường lối CM Đảng CSVN SP1009). Em có 1 số câu hỏi mong quý Thầy/ Cô giải đáp giúp em: 1/ Nếu bây giờ em đã học xong Học phần 1 (gồm 3 môn: Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xã hội khoa học) và hiện tại đã có điểm kết thúc môn, thì em có được tiếp tục đăng học tiếp Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) được không ạ??? Nếu có thì Thầy/ Cô cho phép em đăng ký 2 môn Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) học chung với nhóm lớp ONL (Lớp bổ sung kiến thức cho sinh viên hệ VLVH khoá 2022) để thuận tiện cho em hoàn thành học phần các môn Chính trị. 2/ Nếu em không được đăng ký Học phần 2 gồm 2 môn: Lịch sử Đảng CS (SP1039) + Tư tưởng HCM (SP1037) thì 3 môn của Học phần 1 (gồm Triết học Mac-Lenin + Kinh tế chính trị Mac-Lenin + Chủ nghĩa xã hội khoa học) này em sẽ được chuyển điểm qua những môn nào trong 3 môn: Những nguyên lý cơ bản CN Mac-Lenin SP1003; Tư tưởng HCM SP1005; Đường lối CM Đảng CSVN SP1009?? Mong quý Thầy/ Cô phản hồi sớm giúp em, Em cảm ơn!!!",
    "Trong đợt đăng ký môn học của học kỳ 2 năm 2021-2022. Em đã gửi kiến nghị xin phép được mở quyền đăng ký môn học trên wed. Để đăng ký môn Đồ Án Tốt nghiệp (813303 ). Nhưng không thấy PĐT mở quyền đăng ký môn học cho em, và em quyết định chờ đến năm sau đk. Nhưng đến nay em vừa được cập nhật thời khoá biểu , lại thấy PĐT đã tự động đăng ký môn  Đồ Án Tốt nghiệp (813303 ). Nay thời gian của học kỳ 2 đã qua 3 tháng , em không thể hoàn thành môn học này với thời gian còn lại . Vậy nên em xin phép nhà trường huỳ môn học Đồ Án Tốt nghiệp (813303 ).",
    "em không thể thanh toán học phí qua BK Pay như mọi lần dù hôm nay đã quá hạn rồi",
    "Em tên  Mssv . Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được gia hạn thời gian đào tạo. Với lý do,em thuộc diện ưu tiên KV1 được phép xin gia hạn them 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo và đã đạt 14 ngày Công tác xã hội nhưng em chưa đạt được đủ chuẩn anh văn của trường.        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 221). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn .        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận. Em xin đính kèm đơn ở phía dưới ạ.        Xin trân trọng cảm ơn !   i  .",
    "Chào thầy/cô! Em , MSSV , lớp XD15VL01! Em đã hoàn thành đủ các yêu cầu tốt nghiệp nhưng em không đăng kí xét tốt nghiệp được do tình trạng sinh viên của em là \"nghỉ\"! Mong thầy/cô hướng dẫn em giải quyết vấn đề để em được đăng kí xét tốt nghiệp ạ! Em cảm ơn!",
    "Em có dk môn học mã CI3067 vào HK201 nhưng vẫn chưa được thi do dịch, nay trong học kỳ này, em được sắp xếp thi vào ngày 17/4. PDT cho em hỏi là nếu thi xong có điểm cập nhật trước ngày lễ tốt nghiệp tổ chức vào cuối tháng 4, thì em có được đăng ký tốt nghiệp hay không? ( em đã nộp các chứng chỉ av, CTXH, và hiện tại chỉ thiếu môn học trên)",
    "Kính gửi PĐT, Em là SV khoa cơ Khi Liên thông, hiện em đang có tên trong danh sách dự kiến tốt nghiệp vào tháng 4 . Cho em được hỏi là em có cần nộp lại bằng tốt nghiệp THPT hay không?  Bời vì khi liên thông đại học ngành cơ khí em đã tốt nghiệp ngành BDCN rồi và đã nhận bằng tức là em đã bổ sung đầy đủ hồ sơ. Nhưng pđt lại yêu cầu em nộp bổ sung bằng THPT, trong khi các bạn chung khóa lại không có yêu cầu nộp và đã nhận bằng vào tháng 11 . Rất mong pđt xem xét và phản hồi lại ạ EM cảm ơn!",
    "Trong học năm học 2020-2021 em không đăng kí môn học và bị xoá tên. Nay em làm đơn này xin Phòng Đào Tạo xem xét, thu nhận và chuyển sang hình thức vừa làm vừa học để hoàn thành chương trình học. Em xin chân thành cảm ơn!",
    "dạ thưa phòng đào tạo, em có đăng kí anh văn theo cầu đợt khai giảng 28/2/2022, em thấy để trong bkpay lịch thanh toán là từ 14/3/2022 đến 15h ngày 21/3/2022 nhưng đến hôm nay hết hạn rồi em vẫn không thể thao tác thanh toán được, số khoản thanh toán thì lại để bằng 0 và hiển thị chưa đến kì thanh toán, em có thể đến trường và đóng trực tiếp không ạ.",
    "Kính gửi quí Thầy/Cô pđt, Học kỳ 203 vừa rồi em có đăng ký môn EE3333-Thực tập tốt nghiệp, và em có làm đề tài theo giáo viên hướng dẫn để thay thế cho việc đến trực tiếp tại doanh nghiệp bên ngoài(do tình hình dịch bệnh). Em có làm báo cáo và nộp cho bộ môn theo yêu cầu + nộp cho giáo viên hướng dẫn để được chấm điểm. Hiện tại thì điểm của em trên hệ thông cập nhật là điểm 13.00 (Vắng thi). Em có mail đến Thầy hướng dẫn, mà em chưa nhận được câu trả lời từ Thầy ạ. Kính mong quí Thầy/Cô kiểm tra giúp em với ạ. Em xin cảm ơn ạ.",
    "kính chào quý thầy cô - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 2 2021-2022 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em  MSSV .",
    "Kính gửi Phòng đào tạo Em xin phép nộp đơn trình bày lý do trễ hạn học phí và mong Phòng đào tạo xem xét. Em xin cảm ơn!",
    "Em chào cô, Cô cho em hỏi là kì này em có đăng kí môn học là môn luận văn tốt nghiệp-EE4333 (có thời khóa biểu) nhưng trên tình trạng sinh viên lại để là tạm dừng do không đăng kí môn học. Không biết là hệ thống bị lỗi hay là em bị thiếu điều kiện gì ạ. Em cảm ơn.",
    "Em chào Thầy Cô  Em là sinh viên K15 đã hết thời hạn đào tạo chính quy, nay em nộp đơn xin chuyển sang hệ VHVL Em xin cám ơn ",
    "Thầy/cô cho em hỏi lả booay đang bị lỗi đúng không ạ? Vì tới hạn đóng nhưng hệ thống vẫn ghi là chưa đến kì thanh toán ạ  Em cảm ơn !",
    "Em chào thầy, cô phòng đào tạo. Em tên , MSSV: . Vì lý do dịch bệnh phức tạp và em hiện tại là F1 nên di chuyển khó khăn nên em đã bị miss thời gian đóng tiền cho môn học Anh văn 4A (DNCQ212.1..1). Em mong các thầy cô sẽ mở lại BKpay để em được đóng tiền trong thời gian sớm nhất. Em cảm ơn! .",
    "Trong thông báo đóng học phí dự thính là ngày 21/3/2022 hết hạn đóng nhưng tới hôm nay em vào vẫn để chưa đến hạn thanh toán, em không thanh toán được . Em mong được phản hồi",
    "Chào PĐT ạ, hiện tại thì em đã có tên trong danh sách dự kiến tốt nghiệp ạ. Nhưng em không thể đăng ký tốt nghiệp được ạ, tình trạng sinh viên của em đã bị đổi thành nghỉ ạ. Em xin PĐT xem xét để cho em có thể đăng ký tốt nghiệp được ạ.",
    "Cho em hỏi là sao trong bkpay chưa mở thanh toán học phí mà đã hết hạn đóng học phí vậy ạ.",
    "Thưa quý thầy,cô! Em tên là ,là sinh viên khoá 2015, khoa kỹ thuật tàu thủy. Em bị tạm dừng học kì vừa rồi nên không thể đăng kí tốt nghiệp được.Em rất mong nhà trường tạo điều kiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ! Em thành thật cảm ơn thầy cô !!!",
    "E là sv k2017, tốt nghiệp trễ, khi nào thì trường tổ chức thi av 2 kĩ năng vậy ạ? Vì tháng 5 là hạn chót đăng kí tốt nghiệp kì này rồi đó ạ. Cám ơn phòng đào tạo đã đọc mail ạ. Mong nhận được phản hồi sớm ạ.",
    "Em tên  Mssv . Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được kéo dài thêm 1 học kì. Với lý do,em thuộc diện ưu tiên KV1 được phép xin gia hạn thêm 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo nhưng em chưa đạt được đủ chuẩn anh văn của trường.        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 212). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn.        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận. Em xin đính kèm đơn ở phía dưới ạ.        Xin trân trọng cảm ơn !",
    "Em xin chào phòng đào tạo ạ,  Em tên  -Mssv:  - Sđt :[phone_number] Em viết mail này mong phòng đào tạo chuyển đổi giúp em môn học Kết cấu bê tông cốt thép1. Mã môn học cũ: CI2039 Mã môn học mới, môn học tương ứng : CI2091 và CI2093 Trong thời gian chờ đợi,em xin chân thành cảm ơn ạ. Chân thành,",
    "Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Danh sách gồm : hệ thống số - CO1023- Học kỳ 2(2020-2021) đại số tuyến tính - MT1007- Học kỳ 2(2020-2021) Hóa đại cương - CH1003 -Học kỳ 2(2020-2021). Chị cho em xin thủ tục để tham gia thi lại Em cảm ơn",
    "Dạ em chào pđt ạ, Em đã được thẩm tra Toeic nghe đọc rồi ạ. Pđt giúp em chuyển điểm sớm để có thể đăng ký xét tốt nghiệp tháng 4/2022 ạ. Em xin cảm ơn pđt rất nhiều ạ.",
    "Hiện tại em đủ điểm và tín chỉ tốt nghiệp, nhưng em lên mybk đăng ký xét tốt nghiệp không được vì tình trạng sinh viên tạm dừng. Mong phòng đào tạo hỗ trợ và hướng dẫn em cách đăng ký xét tốt nghiệp ạ. Em cảm ơn",
    "Thưa thầy/cô, Em là  MSSV: Đợt thanh toán học kỳ dự thính từ ngày 14-21/3/2022, em có vào trang BKPay nhưng luôn gặp dòng chữ \"chưa đến kỳ thanh toán\", vì vậy em đã bị trễ học phí, hôm nay em vào thì vẫn chưa thanh toán được. Trong đợt đóng BHYT đợt trước em cũng bị trễ, không biết em có thể đóng BHYT ở đợt tiếp theo không ạ? Thầy/Cô có thể giúp em mở học phí để em đóng được không?  Mong thầy/cô giúp đỡ em ạ.Em xin cảm ơn!!! Sinh viên, ",
    "Cho em hỏi về anh văn của k14 hệ VLVH - Điểm toeic tối thiểu để quy đổi qua các môn anh văn. - Điểm toeic để đăng ký luận văn. - Điểm toeic để xét tốt nghiệp . Em xin cảm ơn.",
    "Chào thầy(cô), Kỳ trước điểm đề cương của em bị nhập nhầm và bị xóa luận văn. Em đã liên hệ với giáo viên nhập điểm lại và đã cập nhật lại luận văn  trong thời khóa biểu. Em cũng nhận mail về danh sách hủy luận văn hôm nay, trong file là điểm cũ của đề cương, vậy em có cần làm theo hướng dẫn trong mail không ạ? Em cám ơn ạ.",
    "Em chào cô! Em đã nhận được phản hổi của cô rồi ạ. Hiện tại em không vào được trang đăng ký tốt nghiệp a.(mybk.hcmut.edu.vn   6.Đăng ký tốt nghiệp). Khi vào trang đó em gặp lỗi như trong hình nên em không đăng ký được. Em phải làm gì ạ? Em cảm ơn.",
    "Em có hoãn thi môn EE3025 Kỹ thuật siêu cao tần kỳ 202 và thi lại vào 22/12/2021_18g00 (HT01_B) [DH_HK211]. Mong bên pđt cập nhật điểm kỳ 202 để  em có thể biết được do đây là môn cuối cùng của em. Em cảm ơn.   i  .",
    "Kính gửi PĐT,   Em tên là  khóa K17, hiện nay tình trạng sinh viên của em là tạm dừng, em mong phòng đào tạo mở lại tình trạng sinh viên của em trong Học Kì 2 này để em có thể nộp chứng chỉ ngoại ngữ quốc tế để xét tốt nghiệp ra trường trong học kì này ạ . Em xin trân trọng cảm ơn và mong được phản hồi thông tin.",
    "Em chào thầy, cô ở phòng đào tạo, Em tên là , kỳ này em có đăng ký song hành luận văn và thực tập ngoài trường. Nhưng nhà trường đã hủy vì em chưa có điểm thực tập ngoài trường. Không biết em có thể bảo lưu đề cương luận văn và kỳ sau chỉ đăng ký luận văn tốt nghiệp thôi được không ạ? Em cảm ơn thầy, cô!   i ",
    "Môn kiểm tra do PĐT xếp lịch tập trung . Kính gửi PĐT, Em xin gửi phiếu đăng ký dự kiểm tra bổ sung giữa kỳ môn Mathematical Modeling ạ. Em đã liên lạc với giảng viên thông qua BKeL nhưng không nhận được hồi đáp nên viết đơn này ạ. Em xin cảm ơn ạ. Thân mến, .",
    "Em là sinh viên K17 khoa KTHH, do dợt đăng kí môn học vừa rồi em có đăng kí Luận văn tốt nghiệp nhưng bị xóa môn học và em đã không kiểm tra lại để đăng kí vào những đợt bổ sung. Phòng đào tạo cho em hỏi có thể xem xét để em đăng kí báo cáo luận văn trong học kì này không ạ. Em hiện chưa có bằng Tiếng Anh. Em xin cảm ơn ạ.",
    "Kinh gửi phòng đào tạo, em tên  - mssv  - hệ VHVL lớp BK14HTĐ. Em viết đơn này mong phòng đạo tạo hướng dẫn em qui trình đăng kí tốt nghiệp, em đã hoàn thành trương trình đào tạo có danh sách tốt nghiệp đợt này, em đã đang kí xét tốt nghiệp vậy em lên nộp bằng tốt nghiệp THPT được chưa và cần bổ sung thêm giấy tờ nào. Mong phòng đào tạo hổ trợ giúp em Em chân thành cảm ơn !!!  B",
    "Kính gửi phòng đào tạo. Em là , MSSV , khoa Khoa học ứng dụng. Hiện tại em đã bị tạm dừng 2 học kỳ vì vấn đề chưa đủ điều kiện anh văn để đăng kí xét tốt nghiệp. Em đã đăng kí thi toeic để lấy bằng nhưng hiện em đang bị nhiễm bệnh nên rất có thể sẽ không thể tham dự kịp kì thi. Mong phòng đạo tạo hỗ trợ giúp em làm thế nào để không bị buộc phải thôi học. Em xin cảm ơn rất nhiều ạ.",
    "Em chào anh/chị, Em tên , MSSV , hiện tại em có tên trong danh sách tốt nghiệp dự kiến 2022 (em mới đạt chuẩn AV nói viết vài ngày trước), nhưng vì trong hk2 này em không đăng ký môn nên bị   B tình trạng sinh viên là \"Tạm dừng\"   . Cho em hỏi làm sao để em mở khóa tình trạng sinh viên để có thể đăng ký tốt nghiệp trong học kì này được ạ . Em cảm ơn .",
    "Thưa thầy (cô), em tên là , Mssv: , lớp L02 môn MT2013 Hôm ngày 6/3, em có lịch thi XSTK vào lúc 2h chiều, nhưng đến lúc vào BKex lại không tìm thấy phòng thi trong khi hôm 5/3 vào thì vẫn có, em không biết vì lí do gì, nên em mong thầy (cô) có thể giải quyết và cho phép em được thi bổ sung ạ. Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em đã có mặt trong danh sách tốt nghiệp dự kiến của trường tháng 4/2022 nhưng không thể vào trang đăng ký tốt nghiệp trên trang MyBK. Em tạo yêu cầu này để đăng ký và mong Phòng Đào tạo mở quyền truy cập để em đăng ký tốt nghiệp. Em xin cảm ơn ạ.",
    "Em có lỡ quên đăng ký BHYT đợt 07/03 đến 16/03. Em muốn đăng ký bổ sung thì làm sao ạ ? Em xin cảm ơn.",
    "Kính gửi thầy cô Phòng đào tạo, Em tên là , MSSV: , là sinh viên khoa xây dựng . Hiện tại em và một vài bạn thuộc khóa 17,18 vẫn chưa qua môn Thủy lực thủy văn cầu đường (CI3011). Em có xem qua chương trình đào tạo của khóa K19 thì không thấy môn học trên nên có thể sẽ không đủ sỉ số để xin mở lớp. Thưa thầy cô cho em hỏi là với tình hình như trên thì có cách nào để em và các bạn khác có thể hoàn thành môn học này được không ạ ? Mong câu trả lời sớm nhất từ thầy cô. Em xin cảm ơn.",
    "Thưa phòng đào tạo, Em tên -. Em gặp 1 vấn đề là em chưa qua môn thủy lực cầu đường (mã CI3011) ạ mà môn này có vẻ chỉ còn tầm 3, 4 bạn vướng lại là có em với bạn em. Em đăng kí kì này thì do ít sinh viên quá nên không mở lớp được mà môn này qua lứa sau không có môn tương đương trong chương trình học thưa  nên giờ em không biết phải làm sao để trả môn này ạ. Hay bộ môn có thể tổ chức một đợt thi vớt cho tụi em qua môn này hoặc tụi em có thể môn một môn tự chọn có số chỉ tương đương để hoàn thành được không ạ. Mong thầy giải đáp giúp em với em cám ơn. Cám ơn  đã đọc mail ạ!!!",
    "Dạ em chào pđt,  Hiện tại là em đã hoàn thành hết tât cả các yêu cầu tốt nghiệp của trường rồi ạ. Giờ em đang chờ bên pđt chuyển điểm sớm để có thể đăng ký xét tốt nghiệp nhưng em có vào trang web xét tốt nghiệp để xem thử thì không được do tình trạng sinh viên là \"bị xóa tên vì hết thời gian học\". Mong pđt có thể giúp em, em xin cảm ơn pđt nhiều ạ.",
    "Em đang có học vài môn tương đương muốn chuyển đổi điểm . PDT cho em hỏi em về thủ tục chuyển điểm của môn tương đương ạ.",
    "Gửi phòng đào tạo, Em là , mssv: , khoa: Khoa học ứng dụng. Em đã hoàn thành luận văn tốt nghiệp kì 1, năm 2021-2022. Em mới đăng kí nộp chứng chỉ ngoại ngữ Ielts và đang chờ để bên trung tâm BC gửi cho phòng đào tạo thẩm tra ạ . Trong lúc này em mới xem lại tình trạng thì thấy tình trạng sinh viên đã là tạm dừng rồi ạ. Em xin đăng kí thu nhận lại tình trạng sinh viên để xét tốt nghiệp ạ . Em cũng có câu hỏi phụ là: điểm anh văn sau khi thẩm tra sẽ tự động quy đổi thành anh văn 1,2,3,4 và cập nhật vào điểm trung bình tích lũy ngành đúng không ạ? Em xin cám ơn .",
    "Em chào thầy cô Em thuộc diện được địa phương cấp BHYT, nhưng mà năm nay địa phương không còn cấp nữa. Em có nhu cầu mua BHYT. Em xem lại thông báo mua BHYT thì để là từ ngày 07/03/2022 đến 16h00 14/03/2022. Giờ em muốn mua BHYT thì phải làm sao ạ? Em cảm ơn thầy cô ạ.",
    "Xin chào thầy/cô!!! Em , MSSV , lớp XD15VL01. Em đã hoàn thành xong chương trình chính quy với 142 tín chỉ (hiện tại em vẫn là 140 chỉ do chưa cập nhật điểm chuyển anh văn 4, em đã chuyển điểm lúc trước tết), đạt điều kiện điểm trung bình, đủ 15 ngày công tác xã hội và đủ các điều kiện về chứng chỉ anh văn nói-viết và nghe đọc! Nhưng hiện tại, em chưa được đăng kí tốt nghiệp trên mybk và cũng không có tên trong danh sách dự kiến tốt nghiệp tạm thời. Mong thầy/cô xem xét duyệt em vào danh sách tốt nghiệp dự kiến để em có thể đăng kí tốt nghiệp vào đợt tháng 4 này ạ! Em cảm ơn!",
    "Phòng đào tạo cho em hỏi là em là sinh viên k2015 và đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được thu nhận lại (do bị tạm dừng học kì do không đăng kí môn học) nên không thể đăng kí tốt nghiệp được thì giờ em phải làm gì ạ? Xin cảm ơn",
    "Dạ em xin chào thầy/cô pdt ạ. Em tên là , MSSV: Khoa: Kĩ thuật hóa học - ngành công nghệ sinh học . Đợt trước em có đăng kí học chương trình liên thông thạc sĩ và đang theo học. Nhưng vì lí do gia đình không còn đủ điều kiện để cho em tiếp tục học chương trình thạc sĩ, nên em muốn hủy không theo học chương trình thạc sĩ nữa ạ. Không biết em phải làm thế nào để được xác nhận hủy học chương trình ạ. Kính mong thầy/cô giúp đỡ. Em xin cảm ơn thầy/cô ạ.",
    "Em chào thầy/cô ạ Em là sinh viên K15, thời gian đào tạo tối đa đến 4/2022. Em có 2 câu hỏi sau ạ: 1.Tình trạng sinh viên của em hiện tại là \"Nghỉ\". Em chỉ còn thiếu điều kiện tốt nghiệp là anh văn. Theo lịch của pdt thì đến 11/4/2022 là hạn chót bổ sung điều kiện tốt nghiệp. Thầy cô cho em hỏi, sau ngày 11/4/2022 mà em vẫn chưa đủ chuẩn tiếng anh thì em làm đơn xin gia hạn thêm một học kỳ để bổ sung điều kiện tiếng anh thì có được không ạ? 2. Em đăng kí in bảng điểm nhưng tài khoản OCB online thông báo hết thời hạn hiệu lực khi thực hiện thanh toán. Thầy/cô vui lòng cho em hỏi, em có thể thanh toán bằng hình thức tiền mặt hay một hình thức nào khác không ạ? Nhờ thầy/cô hỗ trợ giúp em ạ Mong nhận được phản hồi từ thầy/cô ạ Em xin cảm ơn!",
    "Kính chào quý thầy cô, Em là , MSSV , lớp VP19PO. Em muốn đăng ký in lại thẻ SV, tuy nhiên là do năm trước em có đăng ký một lần nhưng sau đó đã tìm thấy thẻ cũ nên chưa đóng lệ phí in thẻ. Hiện tại em không tạo được đăng ký mới. Nếu bây giờ em thanh toán theo đăng ký cũ thì em có được cấp thẻ không ạ.   i  .",
    "Kính gửi quý Thầy/cô. Em là  MSSV: . Hiện này em đã hoàn thành tất chương trình học và chờ kết quả anh văn để đăng ký xét tôt nghiệp, nhưng em kiểm tra trên Mybk thì tình trạng SV của em là \" Nghỉ\" vì vậy Thầy/cô cho em hỏi rằng em phải làm những thủ tục gì để được thu nhận lại và đăng ký tốt nghiệp đợt tháng 4 ạ. Em xin chân thành cảm ơn ạ",
    "Cho e xin hỏi là em đã học đủ các môn theo chương trình học của trường với những môn em đã được miễn mong thầy cô xem lại giúp em. Nhưng trên hệ thống để là em chưa đủ điều kiện ra trường mong thầy cô xem lại giúp em... Cho em biết em còn thiếu những môn nào. Mong thầy cô giúp để em đủ điều kiện ra trường",
    "Kinh gửi:  Em tên , MSSV: , ngành Công nghệ kỹ thuật ô tô. Em xin hỏi với bảng điểm, tín chỉ tích lũy, các môn học, chứng chỉ anh văn, ngày công tác xã hội,... của em hiện nay thì em còn thiếu môn học nào, tín chỉ tích lũy đủ không, chứng chỉ anh văn còn thiếu gì,... để đăng ký tốt nghiệp. Em xin phòng đạo tạo chỉ ra những thứ còn thiếu sót trong điều kiện để đăng ký tốt nghiệp của em dùm em. Em xin cảm ơn",
    "Dạ em chào pđt ạ, Do hiện tại là em là sinh viên K15 nên ngày 15/03/2022 em đã bị nhà trường xóa tên vì hết tgian đào tạo. Hiện tại em đã hoàn thành hết các yêu cầu xét tốt nghiệp nhưng em không vào được trang web do tình hình trên. Em mong pđt có thể mở khóa giúp em để em có thể đăng ký xét tốt nghiệp được ạ. Em xin cảm ơn pđt nhiều.",
    "Chào cô Em có kết quả nói viết vào ngày Chủ nhật 20/03/2022 ạ. Hiện tại tình trạng của em là bị Nghỉ nên em không đăng ký tốt nghiệp được ạ. Em cảm ơn",
    "Dạ kính thưa quý thầy cô, em đã hoàn thành xong môn học cơ lưu chất (CI2003) vào học kỳ 1 (2021 -2022) với điểm tổng kết là 6đ, nhưng hôm nay em vào xem thì hiện không thấy bảng điểm và cũng không được cộng vào số tín chỉ tích lũy. Kính mong quý thầy cô PĐT giải quyết thắc mắc giúp em . xin chân thành cám ơn trân trọng!",
    "Em chào thầy cô. em là  mssv  em có vắng buổi thi Gk môn hoá đại cương 19/3/2022  do nhập viện vì covid ạ. em có mail nhanh cho pđt nhưng chưa thấy hồi đáp. mong quý thầy cô hướng dẫn em được kiểm tra bổ sung ạ . em cảm ơn.",
    "CH43B3  Em đăng ký LVTN từ kỳ 211 nhưng do dịch em không lên phòng làm thí nghiệm được, kỳ 212 em mới bắt đầu làm. Em muốn hỏi làm thế nào để đăng ký LVTN bổ sung vô kỳ này ạ. Tại hiện giờ em không có tên trong danh sách làm LVTN ạ. Em cảm ơn ạ",
    "Kính gửi thầy cô : Em thuộc khóa 2015 đến nay đã đủ điều kiện tốt nghiệp nhưng em có đăng kí nhầm mã môn học nhưng hai môn tương đương nhau, kính mong thầy cô xem xét giúp em Mã môn học: 008001 : Pháp luật Việt Namm đại cương.điểm tổng kết 5.5 Em muốn chuyển sang môn tương đương Mã môn học: SP1007 : Pháp luật Việt Nam đại cương   Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo Em tên   Mssv  Em có chuyển hệ vào năm 2021 và học theo chương trình khoá k17,lúc đó em có hỏi thì PĐT nói là học phí của em sẽ được tính theo khoá k17. Ba học kì trước học phí của em đều được tính theo khoá k17 nhưng sao kì 212 này lại tính theo khoá k21 ạ (11tr250 ngàn cho 12 chỉ) Em cảm ơn.",
    "Thưa quí thầy cô. Em tên Ngô Minh Triều  CK17NH2\\ Trường hợp em theo như cô báo trên bksi là sẽ bị tạm dừng học học kỳ này và đã bị hủy tkb từ trước tết.Nhưng đến nay pđt vẫn chưa ra quyết định,em vào bkpay thì lại hiển thị học phí hk này (dù em đã bị hủy toàn bộ tkb của kì này từ trước tết rồi ạ, em không được học học kì này).NẾU T   Ạ. Mong quí thầy cô thương em xem xét và xử lý sớm cho em.Em đã mail cho pđt xin xừ lý từ sớm nhưng do pđt A ra quyết định nên giờ bắt em đóng thêm khoản học phí em không học thì tội em Mong quí thầy cô xem lại cách làm việc ạ, đừng để lịch sử lặp lại mà tội em. Em hiện tại bị trễ 1 năm học và đã phải đóng khoản học phí em xin hủy trước đó, . ỦA EM.  Ạ.",
    "Kính chào quý thầy cô. Em tên  - Lớp Z3CD - MSSV:  - Hệ VHVL khoa: Điện - Điện tử . Em có nhận thông báo học phí sau lần điều chỉnh mới nhất, khi truy cập vào ngày 22/03/2022 thì thấy thu thêm 1 khoảng 2.100.000đ với nội dung \"Học phí VHVL địa phương\", so với lần thông báo đầu tiên thì không có khoản này. Em rất băn khoăn về khoản học phí này, mong thầy cô giải thích cho em được hiểu ạ. Em xin chân thành cảm ơn!",
    "Xin chào PĐT, em tên , MSSV  cho em xin hỏi cách gia hạn thêm 1 học kì để làm và báo cáo luận văn ạ. Em còn thiếu anh văn để được làm luận văn ạ. Không biết em có thể gia hạn thêm học kì không ạ? Nếu không được thì em phải làm gì ạ? Em mong PĐT giúp em. Em chân thành cảm ơn .",
    "Em tên ỀU  CK17NH2 Xin quí thầy cô xem lại trường hợp em thông qua các mail và câu hỏi trên bksi từ năm ngoái. Em hiện vừa vẫn phải chịu đóng học phí nợ từ trước vừa bị phạt tạm dừng học kì này/hủy tkb học kì này từ trước tết (hoàn toàn không nằm trong qui chế nhưng em cũng đành chấp nhận).Thì tại sao bây giờ em phải thêm học phí kì này dù đã bị hủy tkb,có mail thông báo em tạm dừng học nhưng đợi quyết định. Thưa quí thầy cô pđt,mong quí thầy cô xem xét và thương cho em.Vì bệnh tật,kinh tề khó khăn mà năm ngoái em không thể học được,mail cho các thầy cô thì chỉ nhận sự thờ ơ,nên đành phải bỏ liều.Mọi hình phạt hiện giờ em xin nhận và cố gắng hoàn thành học phí cũ.Nhưng bây giờ bắt em đóng học phí kì này dù kì này em không được học/ bị xử lý tạm dừng (chưa có quyết định do pđt chậm trễ) thì vô lý quá ạ.Em chắc chỉ có chết chứ không có khả năng thanh toán kì này đâu ạ",
    "Em là sinh viên khóa 17. PDT Cho em hỏi là sao em đã chuyển điểm tiếng anh, đủ điểm anh văn nói viết và đủ 142 chỉ rồi mà vẫn trong trạng thái tạm dừng và không thể đăng ký tốt nghiệp ạ ?  Em muốn đăng ký tốt nghiệp trong kỳ này thì phải làm sao ạ ?  Em xin cảm ơn",
    "chào thầy cô ạ, em là sv k20, bây giờ em mới thấy thông báo đóng BHYT mà giờ đã quá hạn, baay giờ em có thể đóng BHYT được không ạ",
    "Em chào phòng đào tạo ạ, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 rồi ạ, tuy nhiên trang đăng ký tốt nghiệp của em bị khóa vì chưa được cấp quyền bởi quản trị ạ. Mong phòng đào tạo mở trang cho em đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
    "Cho e hỏi sinh viên k17 vẫn đang học nhưng thẻ sinh viên có hiệu lực tới T3/2022 thì có cần đăng kí làm lại thẻ không ạ",
    "Em chào thầy/cô ạ, Em là sinh viên K15 đã hết thời gian đào tạo. Nay em muốn xin chuyển hệ. Thầy/ cô cho em hỏi là em chỉ cần nộp đơn theo mẫu 15 trong Danh sách biểu mẫu dành cho sinh viên (file đính kèm) hay em phải đăng ký Xét tuyển hệ đại học VLVH đợt tháng 04/2022 theo link này: https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action Và nếu đăng ký theo link trên thì em thấy thủ tục cần phải nộp bằng tốt nghiệp cấp 3, nhưng em lại làm mất cả bản chính và bản sao. Lúc nhập học vào năm 2015 thì em có nộp 1 bản sao cho trường, nên bây giờ em xin không phải nộp được không ạ? Ngoài ra khi đăng ký chuyển hệ thành công thì em đăng ký môn ngay trong học kỳ 3 năm học 2021 - 2022 được không ạ? Hay em chỉ được đăng ký môn học bắt đầu từ học kỳ 1 năm học 2022 -2023 ạ. Em kính mong thầy cô giúp em ạ. Em cảm ơn thầy cô ạ.",
    "Cho hỏi tại sao khóa biểu HK 212  của em lại không có trên hệ thống MYBK ạ ? Em cảm ơn !",
    "Thưa cô, Em tên là , MSSV  thuộc lớp DT_HK211 nhóm dt01, môn Giải tích 1 vào học kì 1 năm học 2021-2022 . Em viết thư này để thắc mắc về việc điểm tổng kết môn của em là 13, em đã tham gia đầy đủ các kì thi và chỉ thiếu điểm bài tập lớn. Theo tính toán của em thì vẫn đủ điểm qua môn, nhưng hôm nay khi kiểm tra lại điểm thì điểm tổng kết môn của em là 13. Hơn nữa, nhóm của em là DT01-A, nhưng mà ở khung điểm tổng kết trên mybk của em lại là DT02, không biết đây có phải là sự nhầm lẫn gì không. Mong cô kiểm tra lại giúp em và trả lời sớm cho em với ạ. Em là sinh viên năm cuối chỉ còn bảo vệ luận văn mong cô cố gắng giúp em. Em xin cảm ơn cô ạ Lần nữa xin cảm ơn và xin lỗi đã làm phiền cô. Thân ái,",
    "Hiện tại em không thể đăng ký tốt nghiệp với lí do môn học CO1011 (nợ) của em không được cập nhật môn tương đương (CO1027 + CO1031) (đã học lại) tại học kì 202. Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp Điểm CO1027 : 6.0 Điểm CO1031 : 8.5",
    "Dạ em chào cô, Vào thứ năm ngày 17/03/2022 em có đăng ký tốt nghiệp và thanh toán qua bkpay, em có tick vô ô nhận giấy tốt nghiệp tạm thời. Dạ vậy thứ 3 tuần sau (ngày 29/03/2022) (1 tuần sau khi đăng kí tốt nghiệp và thanh toán BKpay, vào thứ 3 hằng tuần_ em có thầy trong mail) em sẽ đến nhận bằng tốt nghiệp tạm thời ở đâu vậy ạ? Em cảm ơn cô",
    "Kính chào thầy/ cô, em là , sinh viên khóa K20 thuộc Khoa Môi trường và Tài Nguyên . Em gửi đơn xin được dự thi kiểm tra bổ sung môn học MT1007 - Đại số tuyến tính phần thi giữa kỳ, vì lý do bị trùng lịch học thí nghiệm tại trường. Mong thầy/ cô xem xét. Em xin cảm ơn ạ .",
    "Kính chào thầy/cô! Hiện tại em đã đăng ký thi tiếng anh nói viết vào 30/3. Em không biết liệu khi có kết quả phòng đào tạo còn cho phép đăng ký tốt nghiệp không ạ. Thầy cô cho em hỏi ngoài tiêu chuẩn về anh văn, em còn chưa đạt điều kiện gì để đăng ký tốt nghiệp không ạ, để em bổ sung. Chân thành cảm ơn thầy/cô!",
    "cho em xin được hoãn thi môn hóa đại cương, Mã môn học CH1003, vì không đủ trang thiết bị ",
    "Kính gửi phòng đào tạo, em tên , hiện đang thực tập tốt nghiệp bổ sung cho học kì 203 đã đăng kí nhưng hiện có môn thực tập của học kì 212 nữa nên cho em hỏi nếu em đã thực tập trong kì 203 rồi thì em chỉ đóng học phí cho 1 lần môn này thôi đúng khôngạ? Hoặc xin phòng đào tạo xoá môn thực tập trong kì 212 để tránh việc em phải đóng học phí đến 2 lần môn này ạ. Em mong được phòng đào tạo giải quyết. Xin cảm ơn phòng đào tạo.",
    "Chào Anh/Chị, Em tên là , MSSV . Hiện tại tình trạng sinh viên của em đang Tạm dừng và em mong muốn được mở lại tình trạng sinh viên để tiếp tục đăng ký môn học. Anh/Chị có thể giúp em mở lại được không ạ. Em xin chân thành cảm ơn Anh/Chị.",
    "dạ em muốn hỏi là em đã từng thi anh văn tại trường và qua anh văn cơ bản nhưng lại không có cập nhật điểm nên em không thể đăng ký av1 ạ . em xin chân thành cảm ơn.",
    "Lý do tạo yêu cầu: Em tên là , hiện tại do hệ thống đăng ký in thẻ sinh viên trên mybk bị lỗi nên em tạo yêu cầu này để xin đăng ký làm lại thẻ sinh viên ạ. Em cảm ơn.",
    "MT1005 . Ở học kì 2 em không đăng kí được môn Giải tích 2 .Em định kì hè đăng kí học mà em nghe thông tin mới nhất về vấn đề học vụ là kì hè chỉ được đăng kí học cải thiện. Vậy cho em hỏi ở kì hè em có được đăng kí Giải tích 2 không ạ",
    "Dạ em đang gặp vấn đề là em đã bổ sung điều kiện tốt nghiệp và tên em đã có trong danh sách tốt nghiệp dự kiến tháng 4 nhưng tình trạng sinh viên của em vẫn là tạm dừng nên em không được đăng ký tốt nghiệp ạ.   i Tốt nghiệp .",
    "Dạ thưa quý thầy/cô PĐT, theo như hướng dẫn của quý thầy cô, em đã đăng ký xét miễn 4 anh văn và đã thanh toán trên BkPay rồi ạ. Em hy vọng được mở lại MyBK của em để em tiến hành đăng ký tốt nghiệp (hiện tại em đã đủ tiêu chuẩn). Em cám ơn quý thầy/cô đã nhắc nhở ạ.",
    "Em tên là , MSSV . Vừa rồi em dã thi TOEIC 2 kĩ năng nói viết và đạt đủ điểm yêu cầu tốt nghiệp. Nhưng đến hôm nay khi em lên myBK để đăng kí in giấy chứng nhận tốt nghiệp thì lại bị lỗi \"tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này\". Em có vào thông tin trên cổng thông tin check thì em bị ghi tình trạng là \"Tạm dừng\". Trong khi em vừa hoàn thành luận văn ở kì 211 xong và cũng vừa mới thi TOEIC nói viết ngay đầu tháng 3.Ngoài ra em cũng đã nộp chứng chỉ TOEIC 2 kĩ năng nghe đọc từ năm 1 rồi nên sẽ không có chuyện em bị thiếu điểm ở 2 kĩ năng kĩ năng đó Mong nhận được phản hồi từ phòng đào tạo và em mong tình trạng này sẽ sớm được giải quyết để em có thể đăng kí in giấy chứng nhận tốt nghiệp, phục vụ cho việc xin việc làm của em lúc này.",
    "i Tốt nghiệp       Hiện tại em không thể đăng ký tốt nghiệp với lí do môn học CO1011 (nợ) của em không được cập nhật môn tương đương (CO1027 + CO1031) (đã học lại) tại học kì 202 Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp  Điểm CO1027 (Kĩ thuật lập trình) : 0  Điểm CO1031 (Đồ án kĩ thuật lập trình) : 85 ",
    "Chào anh/chị ạ. Em là sinh viên khóa 2015 hiện đã hết thời gian đào tạo, nhưng em thấy trường có thông tin như bên dưới. Em đã hoàn thành tất cả các môn học chỉ còn chưa đủ chuẩn Tiếng Anh tốt nghiệp . Anh/chị cho em hỏi về cách xin gia hạn thêm 1 học kì để em bổ sung chứng chỉ Tiếng Anh sau ạ. Em cảm ơn anh/chị.",
    "Kính thưa quý thầy/cô, Em là ,151242, trước em có xin xét tốt nghiệp nhưng được báo là chưa hoàn thành môn CI2005 . Về môn này trước đó em đã hoàn thành môn CI2003 ở học kì II năm học 2019-2020 thay cho môn CI2005, và đã xin được quyết định xét miễn môn CI2005(Quyết định xét miễn trong tập đính kèm) . Nay em muốn xin phòng đào tạo cập nhật lại và xét tốt nghiệp cho em vì em thấy hạn xét đã gần kề. Mong được quý thầy/cô giúp đỡ. Em mong phản hồi từ quý thầy/cô. Em cảm ơn!",
    "Hiện em đã thi chứng chỉ VNU-EPT và đạt 213 điểm. Vậy điểm này có thể đạt được yêu cầu TOEIC Nói và Viết tối thiểu trên 200 không? Nếu được thì em có đủ điều kiện Anh văn tốt nghiệp đợt tháng 4/2022 không ạ? (Em đã có TOEIC Nghe và Đọc 515 điểm). Em cảm ơn.",
    "Ngày 20/3/2022 lúc 12:00 là thời gian thi giữa kì môn này của em nhưng vì vấn đề kĩ thuật của máy tính và chỉ có 1 thiết bị dự thi nên em bị vắng thi môn này, cụ thể là em đã kiểm tra rất kĩ càng các thiết bị dự thi cũng như phần mềm thi trước ngày thi cũng như giờ thi nhưng đến khi thi và bật phần mêm dự thi lên thì không thể chạy được trang kiểm tra thi do bị lỗi phầm mềm của thiết bị . Em xin lỗi nhà trường vì sự bất tiện này nhưng em mong nhà trường cho em được thi lại giừa kỳ môn học này ạ!  ",
    "Em là   _theo thông báo của PĐT từ 13/3-21/3 là thời hạn đóng tiền hp AV nhu cầu (AV1) _Nhưng đến nay hệ thống BKpay vẫn chưa cho đóng tiền học phí được, BKPay vẫn ghi là \"vẫn chưa tới kỳ thanh toán \" dù đã tới hạn thanh toán  Mong phía nhà trường xem xét xem như thế nào ,em cám ơn ",
    "Chào thầy/cô, Hiện tại bảng điểm HK211 của em chưa được cập nhật. Em muốn hỏi là đang có vấn để gì không, hay là muốn cập nhật bảng điểm thì phải làm sao ạ? Em xin cám ơn!",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM. Em Tên : . MSSV: . Ngành Học : Công Nghệ Kỹ Thuật Ô TÔ. Hệ: Vừa Học Vừa Làm. Em đã đăng ký tốt nghiệp tháng 4 tới và đã đủ điều kiện để xét và đã có chứng nhận tốt nghiệp tạm thời nhưng tên em bị viết thường ạ, lúc đăng ký tên vẫn hiện  chữ Ánh viết hoa mà hôm nay em nhận được mail đã có bằng tốt nghiệp tạm thời và tải về mà tên em viết trong bằng tốt nghiệp tạm thời là Nguyễn Hữu ánh chữ Ánh viết thường ạ, vậy do trường viết sai hay sao  ạ, nếu muốn chỉnh sửa lại tên viết thường thành tên viết hoa thì làm sao ạ,chứ đến lúc cấp bằng thật thì nhìn sao ý ạ Kính mong phòng đào tạo phản hồi sớm ạ, em cám ơn ạ",
    "Em chào thầy cô Em tên là     Khoa kỹ thuật Gia Thông  Kì 212 này em chỉ đk có 11 tín chỉ theo như thông báo trường em sẽ được giảm 25% học phí nhưng sao trên bkpay nó vẫn báo là em phải đóng  vnđ. Em mong được thầy cô xem xét lại. Em xin cảm ơn.",
    "Em chào thầy/ cô. Cho em hỏi trong kì hè sắp tới sinh viên có được đăng kí học trước (học những môn mới chưa đăng ký trước đó) không ạ?",
    "Nhà Máy Điện Và TRạm Biến Áp  Kính thưa: Thầy/cô Phòng Đào Tạo và Bộ môn hệ thống điện Hiện Tại nhóm em có nhu cầu mở lớp học lại môn Nhà máy điện và trạm Biến áp mong phòng đào tạo  và bộ môn hệ thống điện xem xét giúp đỡ, để nhóm em có thể hoàn thành chương trình học.Do học kỳ sau lớp liên thông Cao thắng làm luận Văn tốt nghiệp.Danh sách học lại em gửi kèm bên dưới. Em rất mong phòng đào tạo và bộ môn xem xét. Thân Mến Thông tin liên hệ  -:  -MSSV:  -Số Điện Thoại: [phone_number] -Email:",
    "Kính chào Phòng đào tạo Em xin phép được hỏi một số câu hỏi như sau: 1. Khi hết thời hạn chính quy, em được tự động chuyển sang hệ VLVH hay phải làm đơn ạ? 2. Nếu phải làm đơn (tại câu hỏi 1.), em xin hỏi biểu mẫu của đơn ạ? 3. Hiện em đã đủ điều kiện tốt nghiệp hệ VLVH, vậy nếu em được chuyển hệ, em sẽ tốt nghiệp trong đợt tốt nghiệp tháng 4 đúng không ạ?",
    "Dạ thầy/cô ơi! Em quên đóng bảo hiểm y tế mà qua đợt đóng cuối rồi ạ. Không biết em hiện tại em đóng như thế nào ạ? Em cảm ơn ạ",
    "Kính gửi quý thầy/ cô, Em là  - MSSV:, em có một vài thắc mắc về việc thực hiện luận văn mong quý thầy/ cô giải đáp giúp em:   B 1. Hiện em đã đăng kí thành công môn luận văn HK212 này nhưng do một vài lý do cá nhân em muốn hoãn luận văn và sẽ thực hiện vào kì hè. Quý thầy/ cô cho em hỏi điều này có được phép hay không? Nếu có, thủ tục hoãn thực hiện như thế nào ạ? 2. Nếu thực hiện luận văn vào học kì hè vậy thời gian báo cáo luận văn là khi nào vậy ạ?    Em chân thành cảm ơn quý thầy/ cô đã quan tâm đến thắc mắc của em!",
    "Em tên , mã số sinh viên  số ngày công tác xã hội tích lũy của em hiện tại là 9 ngày, còn thiếu 1 ngày để đủ đăng ký luận văn, nhưng do tình hình dịch bệnh nên số ngày ctxh em không tích lũy thêm được. Hiên tại em đã hoàn thành phần thực nghiệm luận văn. Em mong phòng đào tạo xem xét cho em hoàn thành luận văn tót nghiệp kỳ này, nó rất ảnh hưởng đến thời hạn ra trường của em. Em xin đảm bảo sẽ hoàn thành đủ số ngày ctxh theo yêu cầu của nhà trường. em xin cảm ơn",
    "Em là k21 cho em hỏi cách đóng học phí bằng tài khoản bkpay Em xin cảm ơn. Hết",
    "Hiện em đã hoàn thành hết các tín chỉ học phần, bao gồm cả Luận văn tốt nghiệp. TOEIC 2 kỹ năng nghe và đọc hiện tại của em là 540. Nhưng do đợt dịch vừa qua em chưa chuẩn bị sẵn sàng thi lấy chứng chỉ tiếng Anh, nên chưa nộp bằng TOEIC mong muốn là 600 để lấy điểm các tín chỉ anh văn 2,3,4. Em dự định trong các tháng tiếp theo sẽ tập trung thi lấy các bằng để nộp chuyển điểm và bằng TOEIC 2 kỹ năng còn lại để tốt nghiệp . Nhưng học kỳ vừa qua em không đăng kí môn học. thầy cô cho em hỏi em còn được duy trì tình trạng sinh viên không ạ. Em cảm ơn, chúc thầy cô cuối tuần vui vẻ.",
    "Thưa thầy ( cô), em xin hỏi học phí luân văn đối với kỹ tính như thế nào ạ? #Kì trước 211 em đăng kí luận văn 9 chỉ + đồ án 1 chỉ =10 chỉ là 3.5 triệu. #kì này 212 em đăng kí luận văn 9 chỉ là 6.6 triệu . Học phí tăng nhiều quá ạ?",
    "Em xin kính chào quý thầy cô phòng Đào Tạo ạ, em có một số thắc mắc về quy chế đăng ký môn học cho các lớp Dự thính Hè ạ. Em xin được hỏi là mình có được đăng ký những môn học mới (những môn trong chương trình đào tạo nhưng chưa học qua) không ạ? Hay mình chỉ được phép đăng ký những môn đã học qua trong kỳ Dự thính Hè cũng như các kỳ Dự thính khác ạ? Mong được quý thầy cô hồi đáp ạ. Em xin chân thành cảm ơn và chúc quý thầy cô một buổi tối tốt lành.",
    "Em chào thầy/cô, Em vẫn chưa thấy tên trong danh sách tốt nghiệp dự kiến và cũng không đăng ký tốt nghiệp được trên mybk ạ. Mong quý thầy/cô kiểm tra lại giúp e ạ Em cám ơn",
    "Dạ em chào Cô/Thầy Em tên , MSSV , lớp MO15QLMT. Học kì vừa rồi em có đăng kí làm luận văn tốt nghiệp, lúc kết thúc em có kiểm tra thì thấy đã nhập điểm vào hệ thống, nhưng hôm nay em kiểm tra lại thì không thấy nữa ạ. Mong Cô/Thầy kiểm tra giúp em ạ. Em chân thành cảm ơn Thầy/Cô.",
    "Em Tên:  Hệ: VHVL Cho phép em hỏi về tiền học phí của sinh viên khóa 21 tụi em lại tăng 2tr400 mỗi người ạ!!!",
    "Em chào cô/thầy (anh/chị). Hiện tại em chưa có điểm thi môn Kỹ thuật siêu cao tần (Kì dự thính 211) nên ở học kì 212 em không đăng kí môn học. Mà hiện tại em chỉ còn chờ kết quả điểm môn này để đăng kí tốt nghiệp, nhưng tình trạng sinh viên hiện tại của em là \"Tạm dừng\". Cho em hỏi là có thể bỏ tình trạng \"Tạm dừng\" để em cập nhật kết quả điểm thi để đăng kí tốt nghiệp không ạ? Em cảm ơn.",
    "Dạ thầy/cô cho em là hỏi tại sao em đã gửi bảng điểm thực tập tốt nghiệp của Doanh nghiệp về cho khoa KHMT rồi nhưng điểm thực tập tốt nghiệp của em đang là 0đ ạ. Hiện tại em đã bị huỷ môn Luận văn tốt nghiệp (CO4313) do thiếu môn Thực tập tốt nghiệp (CO3313). Mong nhà trường xem xét và không huỷ môn Luận văn tốt nghiệp của em vì em vẫn đang làm luận văn và sắp hoàn thành để tốt nghiệp rồi ạ. Em cảm ơn nhiều ạ. (Đính kèm là email Doanh nghiệp gửi phiếu chấm điểm về cho khoa KHMT lúc tháng 12/2021).",
    "Cho em hỏi,hiện tại em là sinh viên hệ VHVL khoa BDCN,thầy cô cho em hỏi giờ hiện tại do điều kiện kinh tế không cho phép em tiếp tục theo chương trình học hiện tại,giờ em muốn làm thủ tục bảo lưu hồ sơ thì phải làm những bước như thế nào ak.Nếu có thể mong thầy cô giúp em làm hồ sơ online,tại hiện tại em đang có việc dưới quê chưa lên kịp.Em cảm ơn",
    "Chào anh/chị,  Tuần trước em có phản hồi về việc chưa có tên trong danh sách tốt nghiệp. Nhưng đến hiện tại 21h30 ngày 22.03.2022 em vẫn chưa có tên trong danh sách ạ. Chị hỗ trợ lần trước yêu cầu em phản hồi nếu hôm nay vẫn chưa có ạ . Em nhờ anh chị xem xét và giải quyết sớm giúp em ạ . Em cảm ơn . Trân trọng.",
    "Học kì dự thính DT213 của trường vào cuối tháng 5 được tổ chức theo hình thức trực tuyến online hay trực tiếp offline vậy thầy/cô??",
    "Chào cô,  Em là , MSSV:  Em viết để gửi phản hồi câu hỏi trước về việc em thiếu Toeic.  - Sau khi kiểm tra lại trên My BK thì em xác nhận đã nộp bằng Toeic online, bằng đã được xác nhận và đã chuyển điểm thành công (Hình 1).  - Em đính kèm ảnh chứng chỉ Toeic (Hình 2). Mong cô kiểm tra lại và hỗ trợ giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi, Em có hoãn bảo vệ Luận văn tốt nghiệp (như hình), sau đó em đã bảo vệ và nộp đơn xin chuyển điểm hoãn thi tại phòng đào tạo ngày 06/03. Sau thời gian đó, em có xem lại bảng điểm (hình) của mình, thấy nó đã được cập nhật mới ngày 16/03 và tình trạng sau. Số tín chỉ đăng ký học kỳ :15 Số tín chỉ tích lũy học kỳ:12 Điểm trung bình học kỳ:6.58 Điều này có nghĩa là em đã được cập nhật đúng điểm Luận văn tốt nghiệp là 7.8, vì cả số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ đều đúng như vậy. Nhưng em vẫn bị điểm 14 ở bên trên. Cho em xin hỏi lý do về tình trạng này và em phải giải quyết như thế nào ạ?",
    "Chào phòng đào tạo, Em tên , lớp VP19CDT, hiện tại em đang làm hồ sơ xin học bổng của Cựu sinh viên khoa Cơ khí. Em muốn hỏi làm sao để em có thể xin được bảng điểm online để bổ sung hồ sơ ạ(trên MyBK đã ẩn bảng điểm kỳ 211) . Lý do là em mới nhận thông báo hôm nay 22/3 nhưng hạn nộp là ngày 25/3 ạ, em không kịp in bảng điểm để nộp bổ sung nên em muốn xin bảng điểm online ạ . Em xin chân thành cảm ơn !",
    "cho em xin hỏi là em đã học đủ các môn theo chương trình học của trường với những môn em đã được miễn mong thầy cô xem lại giúp em. Nhưng trên hệ thống để là em chưa đủ điều kiện ra trường mong thầy cô xem lại giúp em... cho em biết em còn thiếu những môn nào. Mong thầy cô giúp để em đủ điều kiện ra trường",
    "Tốt nghiệp       Tốt nghiệp    Kính gửi phòng đào tạo, sau khi điền hồ sơ khai lý lịch tốt nghiệp em thấy thông tin của người hướng dẫn do em khai bị sai nên em muốn hỏi cách để chỉnh sửa cho đúng ạ Em có đính kèm hình ảnh của lý lịch tốt nghiệp bị sai tên TS  ạ",
    "Chào anh chị,  Em khiếu nại về việc thiếu Tổ hợp môn học bắt buộc để xét tốt nghiệp . Trong chương trình khoa Môi trường em ghi không bắt buộc môn học tự chọn theo bảng. Nên em đã học 3 chỉ của môn IM2011 Quản lý dự án cho kỹ sư . Mã môn học:IM2011, tên: Quản lý dự án cho kỹ sư. Em học ở Học kỳ 2 (2020-2021). Điểm tổng kết môn là 7.5 . Em nhờ anh chị xem xét giúp em ạ Em cảm ơn . Trân trọng.",
    "Em chào quý Thầy/ Cô PĐT, em là Nguyễn Thị Hoài Thương, sinh viên k18 MSSV 1814287. Do sơ suất đã không chú ý đến số tín chỉ tích lũy, đến HK212 đăng kí môn học với 125 tín chỉ nên chưa đủ đăng kí LVTN. Hiện tại em đã chuyển điểm AV 1234. Đã nộp bằng TOEIC 2 LƯỢT 14/11/2020 và 16/03/2022 như hình bên dưới. Không biết hiện tại em có thể CỨU XÉT ĐĂNG KÍ LVTN được không ạ?  ",
    "Em đã đủ điều kiện tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp đợt 1/2022, nhưng khi đăng kí tốt nghiệp trực tuyến trên myBK thì báo lỗi không được cấp quyền truy cập dịch vụ. Em kiểm tra tình trạng sinh viên thì ở trạng thái tạm dừng.Gửi thầy cô phòng Đào tạo giải quyết giúp em.",
    "Em là , sinh viên cơ khí chất lượng cao K15, mã số sinh viên . Hiện tại em đang xét tốt nghiệp nhưng 1 môn của em đã chuyển sang mã mới(giữ nguyên tên) Môn: Các quá trình chế tạo Mã cũ: ME2071 Học kì đã học: học kì 1 2019-2021 Điểm tổng kết: 9.5 Mã mới : ME3009 Mong phòng đào tạo chuyển điểm cho em sớm để kịp đợt xét tốt nghiệp. Em xin cảm ơn.",
    "Dạ em là sinh viên K21 chương trình đại trà thuộc Khoa Điện - Điện tử. Sau khi đọc thông tin về học phí trên web aao.hcmut.edu.vn, em thắc mắc về cách tính học phí của trường ạ. CÁCH TÍNH HỌC PHÍ như nào ạ? Em đọc thấy là 12.000.000VNĐ/HK. Tuy nhiên số tín chỉ đăng kí cho học kì 2 là 14 tín chỉ. Vậy 1 tín chỉ là bao nhiêu để có được học phí như vậy ạ. Chính xác là em phải đóng bao nhiêu ạ?",
    "Em chào PĐT, Cho em hỏi về thời hạn đăng ký tốt nghiệp: Nh Em thấy trên trang đăng ký tốt nghiệp thể hiện là: 17/01/2022 - 04/05/2022. Em cũng không nhận được mail gia hạn thêm thời gian đăng ký tốt nghiệp . Em rất mong nhận được phản hồi sớm từ PĐT . Em cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , MSSV , hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà. Em có thắc mắc về quy chế chuẩn anh văn: hiện tại em là sinh viên năm 3, đã đạt chuẩn AV3 và muốn đăng ký kiểm tra anh văn định kỳ để đủ điều kiện ĐKMH năm 4. Theo dự kiện, việc kiểm tra anh văn định kỳ sẽ được tổ chức vào tuần 21-22, nếu em tham gia kỳ thi và đạt đủ chuẩn AV4 thì có kịp để ĐKMH năm 4 hay không? Vì thời gian ĐKMH thường diễn ra ở cuối học kỳ.",
    "Kính gửi phòng đào tạo. Hôm trước em có hỏi thông tin tốt nghiệp của em trên hệ thống vẫn chưa được cập nhật sau ngày 22.03.2022, Em chưa biết vì sao mình vẫn chưa được đăng ký tốt nghiệp. Mong phòng đào tạo xem xét và cập nhật lại trạng thái giúp Em nhé.",
    "Em xin kính chào quý thầy cô, em là  _ SV lớp Việt Pháp XDC18. Nay em xin phép được nhờ quý thầy cô giải đáp vấn đề dưới đây giúp em với ạ. Người nhà em ở quê (Quảng Nam) hiện đang làm thủ tục để xin vay hỗ trợ lãi suất 0% dành cho đối tượng sinh viên (là chính em). Trong yêu cầu của hồ sơ vay có Hóa Đơn Học Phí và   B Giấy Xác Nhận là Sinh Viên của Trường   . Hóa Đơn Học Phí em đã tự in, nhưng \"  B Giấy Xác nhận đang là Sinh viên của Trường   \" thì em không biết phải in biểu mẫu nào, hay đến bộ phận nào để xin . Em mong thầy cô có thể giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn   i  .",
    "Dạ em kính chào thầy cô, em tên là , mssv là . Em hiện đang trong qua trình chuẩn bị nhận bằng tốt nghiệp. Hiện tại do em không còn sử dụng số điện thoại liên lạc trong khai báo lý lịch tốt nghiệp . Em xin phép hỏi là em thực hiện thủ tục thay đổi thông tin liên lạc như thế nào ạ. Số điện thoại mới của em là: [phone_number]. Em xin chân thành cảm ơn và chúc thầy cô một ngày tốt lành ạ.",
    "Em tên: , MSSV . Sau khi em thi đậu TOEIC nói viết do BKEnglish tổ chức thì em muốn đăng ký tốt nghiệp nhưng trạng thái sinh viên của em hiện tại là \"Tạm dừng\". Phòng Đào tạo cho em hỏi làm thế nào để đăng ký tốt nghiệp ạ. Em cảm ơn   i Tốt nghiệp .",
    "Kính gửi, Em là ; MSSV:  Cho em xin đăng kí tốt nghiệp cho thời điểm hiện tại ạ. Kính mong PĐT xem xét thông tin sinh viên của em cũng như hỗ trợ, để em biết còn thiếu sót chỗ nào khi được tốt nghiệp. Em đã nỗ lực hết mình để có được bằng anh văn nói viết như nhà trường đặt ra, nhưng đã rất chậm trễ cho tốt nghiệp. Em mong muốn nhà trường hỗ trợ cho em có bằng tốt nghiệp để bổ sung cho tìm việc làm trong tương lại ạ. Em xin cảm ơn./ SV ",
    "Hiện tại có một môn học đang ảnh hưởng nhiều đến thời gian hàng ngày của em nên em muốn rút môn học thì có rút được không ạ. Em cảm ơn ạ",
    "Phòng đào tạo cho em hỏi: 1. Em mới gửi yêu cầu cập nhật điểm môn tương đương, và đã được duyệt xét tốt nghiệp thì em kiểm tra danh sách xét tốt nghiệp ở drive nào? 2. Hiện tại tình trạng sinh viên của em là tạm dừng, và không thể đăng ký tốt nghiệp trên mybk. Vậy khi có trong danh sách xét tốt nghiệp em có cần phải đăng ký tốt nghiệp trên mybk không? Em cảm ơn!",
    "Em chào quý thầy/ cô. Em tên là , MSSV:  hiện đang học lớp HC19TP. Thầy cô cho em hỏi là học phí chương trình liên thông những môn thạc sĩ của em là 880k/chỉ hay 700k/chỉ ạ. Vì em thấy khóa K19, K20 chương trình liên thông là 700k/chỉ mà trong bkpay em đang được tính là 880k/chỉ. Em xin cảm ơn quý thầy cô ạ. Chúc thầy cô ngày mới tốt lành.",
    "Sau khi phản hồi với phòng đào tạo và đã có tên trong danh sách tốt nghiệp dự kiến (cập nhật 18/03/2022) nhưng đến giờ em vẫn chưa đăng kí tốt nghiệp trong mybk được. Nhờ PĐT kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính chào Thầy/Cô, Em tên:    MSSV:  Nay em xin phép Thầy/Cô cho em hỏi: - Thời hạn nộp Chứng chỉ Anh văn trong kì này là ngày nào ạ. Vì em dự định cuối tháng sau (Tháng 4) thi chứng chỉ ielts để nộp nhưng em đang lo lắng về thời hạn nộp ạ. Em dự định thi vào 23/4 thì có kịp thời gian để nộp kết quả không ạ?  Em cám ơn Thầy/Cô ạ. Trân trọng, .",
    "Chào quý Thầy/Cô, Em đã đăng kí tốt nghiệp trên MYBK cho đợt tốt nghiệp học kì 222 và tình trạng hiện tại là đã xử lý và chờ nhận bằng tại nơi đăng kí. Nhưng hiện tại em vẫn chưa nhận được bằng. Mong quý thầy/cô hỗ trợ em để nhận được giấy tốt nghiệp tạm thời Em cảm ơn quý thầy cô.",
    "Em kính chào thầy/cô, Theo như hướng dẫn của thầy/cô ở câu hỏi trước, em đã kiểm tra Tình trạng sinh viên của mình. Em thấy quyết định \"Xóa tên vì hết thời gian học\" ra ngày 15/03/2022 nhưng không có quyết định chuyển hệ ạ. \"Tình trạng hiện tại\" của em đã chuyển sang \"Nghỉ\". Đây là một quy trình bình thường trong quá trình chuyển hệ ạ?? Đơn chuyển hệ em đã gửi cho email Phòng Đào tạo vào 10/02/2022. Em đã gửi đơn lại lần nữa theo hướng dẫn cho  vào ngày 18/02/2022. Tính từ lúc em gửi đơn đến hiện tại đã được một tháng rồi, thủ tục chuyển hệ thường lâu như vậy ạ? Giờ thì em phải làm sao nữa ạ? Đợi thêm thời gian nữa cho đơn chuyển hệ được duyệt hay phải làm thêm đơn gì khác nữa...? Ví dụ như Đơn thu nhận lại? Rồi duyệt đơn mới mất bao lâu mới duyệt đến đơn chuyển hệ ạ? Mong thầy/cô giải đáp thắc mắc giúp em vì thực sự em rất bối rối với tình hình hiện tại. Cảm ơn thầy/cô, ",
    "Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4. Tuy nhiên, em vẫn còn tình trạng bị tạm dừng do không đăng ký môn học nên không thể đăng ký tốt nghiệp được. Em nhờ thầy/cô gỡ tạm dừng cho em để em đăng ký tốt nghiệp được không ạ? Em cảm ơn.",
    "Do đã hoàn thành chương trình đào tạo tại trường và hoàn tất các điều kiện tốt nghiệp khác như: ngày CTXH và Ngoại ngữ nên học kỳ này em không đăng ký môn học. Dẫn đến việc tình trạng sinh viên hiện tại của em là tạm dừng và không thể đăng ký tốt nghiệp được. Mong phòng đào tạo xem xét và thu nhận lại để em kịp thời đăng ký tốt nghiệp cho đợt tháng 4 sắp tới. Em xin cảm ơn !!!",
    "Học vụ       Kính gửi PDT:  Học kì 2 (2021-2022) này em có lỡ đăng kí môn luận văn tốt nghiệp MA4343 và đã rút môn học theo thời gian quy định  -Lý do em viết thư này là mong pdt có thể xem xét và châm chước trường hợp của em để có thể không thu phí môn này (lvtn 9 chỉ gần 7tr) dù em đã biết về quy định tại điều 112 trong quy chế đào tạo học vụ là rút môn học có tính học phí Hiện đã có lịch thanh toán học phí hk2 rồi  -Nguyên nhân em đã đăng kí lvtn trong học kì này là sợ học kì 1 không đủ thời gian cũng như điều kiện để hoàn thành luận văn tốt nghiệp đã đăng kí trong hk1, do ảnh hưởng của dịch covid, vào tháng 11 năm 2021 bộ môn vẫn chưa có quyết định về việc lên trường làm thí nghiệm cho luận văn nên em đã rất lo, nhưng may sao giáo viên hướng dẫn đã sắp xếp kịp thời khoảng thời gian 4 tháng (t11 tới t2 năm này) cho em làm đề tài luận văn và em đã được thông qua Một phần lý do cá nhân để em xin được rút học phí môn này là do hoàn cảnh gia đình đang trong điều kiện không tốt, gia đình em ở miền trung  vừa mới xây được căn nhà mà vẫn cần vay mượn, bản thân em thì trong 8 tháng dịch không đi làm thêm được nhưng vẫn cố ở lại Tphcm nên không có thu nhậpCon số học phí này hiện tại là lớn đối với em ạ Em viết tâm thư này mong pdt chiếu cố cho trường hợp này của em                        Người gửi:                       khoa : Công nghệ Vật Liệu",
    "CHO EM HỎI ĐĂNG KÍ ANH VĂN 1A LÀ GÌ VẬY Ạ",
    "Chào cô,  Em thi nói viết ở BKEnglish và có kết quả thi nói viết vào ngày 20/3/2022. Em cảm ơn.",
    "Em kính chào  ạ, Hiện tại em đã đủ điều kiện để tốt nghiệp nhưng vì không vào được trang đăng ký tốt nghiệp nên em viết yêu cầu này để xin  xét tốt nghiệp cho em với ạ. Em xin cảm ơn .",
    "Chào PĐT, Em là , MSSV  đang theo học hệ VLVH tại trường. Vào ngày 7 tháng 8 năm 2018 sau khi đã làm miễm môn bổ sung lúc nhập học PĐT đã gửi cho em bản miễn môn cập nhập gồm 22 môn. Nhưng hiên tại trong mục điểm chuyển trên trang Mybk của em chỉ có 21 môn . Môn thiếu là môn Mạng máy tính Mã MH là CO3003. PĐT xem xét và cập nhập lại vào phần điểm chuyển ạ.",
    "EM CHƯA HIỂU ANH VĂN 1A LÀ SAO Ạ KHÁC GÌ SO VỚI ANH VĂN 1 Ạ",
    "Em K18 học môn học hóa phân tích mã mới của K19 là CH2113 và thí nghiệm là CH2115. Em muốn chuyển điểm qua mã cũ là CH2005 thì chuyển như thế nào ạ?",
    "Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Danh sách gồm : hệ thống số - CO1023- Học kỳ 2(2020-2021) đại số tuyến tính - MT1007- Học kỳ 2(2020-2021) Hóa đại cương - CH1003 -Học kỳ 2(2020-2021). Chị cho em xin thủ tục để tham gia thi lại Em cảm ơn",
    "Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn không đăng ký tốt nghiệp được và tình trạng sinh viên vẫn là \"tạm dừng\". Mong quý thầy cô phòng đào tạo xem xét lại giúp em. Em cám ơn.",
    "Kính thưa phòng đào tạo. Em nhận được mail của phòng đào tạo là chưa đủ điều kiện để xét tốt nghiệp (thiếu toeic). Em đã hoàn thành xong chuẩn Tiếng anh nói-viết (200 điểm) cũng như nghe-đọc (500 điểm) cho khóa 2015. Em có gửi hình ảnh đính kèm. Kính mong quý thầy cô xem xét lại giúp em. Em xin lỗi vì đã làm phiền thầy cô.",
    "Dạ em chào Thầy/Cô. Em tên . MSSV . Lớp MO15QLMT. Dạ học kì vừa rồi HK211, em có đăng kí luận văn tốt nghiệp với mã môn học là EN4313, tuy nhiên khi hoàn thành xong luận văn em đã thấy cập nhật điểm, nhưng hôm qua em vào kiểm tra lại thì không thấy ạ. mong Cô/Thầy kiểm tra lại giúp em. Em xin chân thành cảm ơn ạ .",
    "Em chào các thầy cô. Hiện tại em đã đầy đủ các điều kiện tốt nghiệp nên muốn đăng kí thu nhận lại để có thể đăng kí tốt nghiệp trong học kì này ạ. Em được Phòng Đào Tạo hướng dẫn và yêu cầu tạo câu hỏi trên BKSI để nhà trường có thể kiểm tra các điều kiện tốt nghiệp của em. Em kính mong các thầy cô sẽ sớm hỗ trợ ạ, em xin cảm ơn.",
    "Hiện tại bảng điểm ở MyBK của em đã bị mất HK211. Cho em hỏi, khi nào bảng điểm trở lại bình thường ạ, vì em đang cần gấp để xét học bổng . Em xin cảm ơn.",
    "Tốt nghiệp . Em chào Thầy/Cô ạ, Em là Quốc sinh viên K15 MSSV 1512718, Trước đó em vì một số lý do cá nhân đã trì hoãn việc học tập và sau đó em cũng đã bổ sung các điều kiện để được tốt nghiệp, cụ thể là: - Em đã bổ sung 2 chỉ anh văn 4 ở HKI 2021-2022. Thêm 2 chỉ đó nữa là em đủ 142 tín chỉ chuyên ngành ạ. - Em đã bổ sung anh văn 2 kỹ năng nghe & đọc hiểu và đã nộp lên hệ thống rồi ạ. - Vừa rồi em có thi anh văn 2 kỹ năng nói & viết bên BKEnglish ngày 16/3 và đã có kết quả đậu. - Số ngày CTXH của em hiện tại cũng đã đủ điều kiện là 19.5 ngày rồi ạ. Sau tất cả, em mong được Thầy/Cô xem xét việc đăng ký tốt nghiệp để em có thể được ra trường ạ. Em cảm ơn rất nhiều, Quốc",
    "Em chào các thầy cô. Hiện tại em đã đầy đủ các điều kiện tốt nghiệp nên muốn đăng kí thu nhận lại để có thể đăng kí tốt nghiệp trong học kì này. Em được Phòng Đào Tạo hướng dẫn và yêu cầu tạo câu hỏi trên BKSI để nhà trường có thể kiểm tra các điều kiện tốt nghiệp của em. Em kính mong các thầy cô sẽ sớm hỗ trợ ạ, em xin cảm ơn.",
    "Chào thầy cô. Cho em hỏi em có thể tạm thời gửi bằng tại trường đến khi làm lễ tốt ngiệp em vào nhận được không ạ, vì em làm việc ở xa ạ.Và cho em hỏi lễ tốt nghiệp dự kiến sẽ tổ chức vào khi nào vậy ạ. Em là sinh viên tốt nghiệp tháng 11/2021 nhưng gặp đợt dịch nên được nhận thông báo lúc đó là sẽ làm lễ tốt nghiệp vào đợt sau ạ. Em cảm ơn ạ",
    "Học kỳ 212 này em đăng ký 12 chỉ nhưng học phí của em được thông báo trên bkpay tới 8.880.000. Mong PĐT kiểm tra lại giúp em với ạ. Em cám ơn!",
    "Chào /Chị, Em tên là , MSSV . Em đã chuyển điểm AV3 nhưng hiện tại em vẫn chưa đăng kí được lớp AV4A (LA1043) trong đợt đăng kí HK212-AV. Mong /Chị chuyển điểm AV3 giúp em để em đăng kí kịp lớp AV4A. Em cảm ơn /Chị!",
    "Em chào thầy/cô, Em nghe mọi người nói trường sẽ tổ chức Kiểm tra trình độ Anh văn dự kiến trong tuần 21-22(23/5-5/6/2022) thì có đúng không ạ? Và em có tìm trên mybk thì em không đăng ký kiểm tra được (bảo trì hệ thống - đính kèm ảnh), liệu sinh viên năm 3 có được đăng kí đợt kiểm tra trình độ Anh văn này không ạ? Mong thầy/cô giải đáp thắc mắc. Em cảm ơn.",
    "Em chào thầy(cô), Hiện tại em đã có trong danh sách dự kiến tốt nghiệp nhưng em không đăng kí tốt nghiệp được. Mong thầy(cô) giải đáp thắc mắc của em. Em cảm ơn.",
    "Em chưa nhận được thấy tên trong ds dự kiến tốt nghiệp và chưa đăng ký tốt nghiệp được, mong pdt kiểm tra và hướng dẫn em đăng kí tốt nghiệp ạ.",
    "Chào anh/chị, Em tên:  MSSV: Hiện tại em đã chuyển điểm anh văn 2 trên Mybk và đã thanh toán lệ phí. Em xem trên lịch học vụ thì chuẩn bị có đợt đăng kí anh văn theo như cầu, em mong nhà trường sớm cập nhập điểm anh văn 2 giúp em để em có thể kịp đăng kí anh văn 3 trong đợt sắp tới này. Em còn thiếu 4 chỉ anh văn nữa là đủ điều kiện tốt nghiệp, mong nhà trường giúp em. Em chân thành cảm ơn!",
    "Em là:   MSSV:   Lớp: TN GIải tích mạch thầy  (VL01) Em có lịch học TN buổi một vào sáng ngày 17/3/2002 Nhưng nay em test và bị dương tính với covid và em đã được đưa vào khu cách ly ở ktx đhqg em đã thông báo với thầy  và thầy thông báo 17/3 là buổi học cuối nên  bảo em liên hệ với phòng đào tạo để được hoãn môn học. Vậy bây giờ em cần làm gì để có thể hoãn môn học TN GTM ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo. Hôm trước em có hỏi thông tin tốt nghiệp của em trên hệ thống vẫn chưa được cập nhật sau ngày 22.03.2022, Em chưa biết vì sao mình vẫn chưa được đăng ký tốt nghiệp. Mong phòng đào tạo xem xét và cập nhật lại trạng thái giúp Em nhé.",
    "Kính gửi PĐT,   Hôm qua em có thắc mắc về việc hiện tại các điều kiện xét tốt nghiệp của em đã đủ ngoại trừ chứng chỉ anh văn quốc tế do e chưa hoàn tất đổi điểm 2 cột điểm anh văn 3 +4. PĐT cho em hỏi 2 câu sau đây:  1/Hiện tại em đã thi chứng chỉ ngoại ngữ xong và đang chờ kết quả để nộp CCNN đổi điểm xét tốt nghiệp. Nhờ cô giải thích cho em ở câu hỏi trước đó thì em đã hiểu việc nộp CCNN xét tốt nghiệp không ảnh hưởng. Nhưng do tình trạng sinh viên của em đang là tạm dừng, em muốn hỏi như vậy có ảnh hưởng đến việc đổi điểm anh văn 3+4 của em không vậy ạ?  2/PĐT cho em hỏi thêm câu hỏi là hạn cuối để bổ sung hết các điều kiện tốt nghiệp ( bao gồm CCNN của bằng toeic đọc và nghe, và CCNN toeic của bằng nói và viết) là ngày 4/5/2022 hay là ngày 11/4/2022 vậy ạ? Em xin chân thành cảm ơn cô.",
    "Thầy cô cho em hỏi là em đăng kí học kì chính quy 19 chỉ nhưng học phí lại là 7.075.000 mà bạn em cũng đăng kí 19 chỉ nhưng chỉ có 6.550.000 vậy ạ. Em cảm ơn.",
    "em chào phòng đào tạo em là  mssv , học kỳ 212 này em chỉ đăng ký có mỗi luận văn tốt nghiệp mà tại sao học phí của em lại cao lên tới 6.660.000 vnđ trong khi các bạn khác chỉ có 3.150.000 vnđ. Em mong phòng đào tạo xem xét giải thích giúp em ạ, em cảm ơn.",
    "Em là sinh viên khoá k15 nhưng do chưa có chứng chỉ ngoại ngữ, nay em nộp đơn này mong nhà trường xem xét cho em được thu nhận lại và gia hạn thêm 1 học kỳ để hoàn thành CCNN để tốt nghiệp ạ. Em xin cảm ơn!",
    "Kính gửi PĐT, Em là  sinh viên khóa K17 khoa Điện. Hiện tại em đã hoàn thành và qua môn AV4A nhưng học phí AV4A phải đến ngày 15:00 11/4 mới được thanh toán.Em thắc mắc là ngày 11/4 là ngày cuối cùng để xét duyệt đăng ký tốt nghiệp. Em không biết như vậy là có đủ thời gian để PĐT thêm vào danh sách không ạ?  Hy vọng nhận được phản hồi sớm của PĐT. Thân ái",
    "Kính gửi phòng Đào tạo, em đã bảo vệ xong Luận văn tốt nghiệp HK211 vào ngày 22/02/2022 và chỉ còn thiếu chứng chỉ Anh văn TOEIC. Em đã không ĐKMH HK212 và đang trong tình trạng tạm dừng, nay em gửi đơn này kính xin quý Thầy Cô phòng Đào tạo xem xét đơn xin thu nhận lại và thông qua giúp em để em được đăng ký tốt nghiệp. Em xin cảm ơn và kính chúc Thầy Cô nhiều sức khỏe. .   i ",
    "Em là:  -MSSV:  -Khoa: Điện-Điện tử. Hôm trước em co hỏi về việc đăng ký tốt nghiệp và đã được giải quyết, và cũng có tên trong danh sách tốt nghiệp dự kiến tháng 04/2022. Nhưng có một vấn đề xãy ra đó là   B em không thể đăng ký tốt nghiệp được    trên mybk vì lí do tình trạng sinh viên đang TẠM DỪNG. Trích lời PĐT \"Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.\" Mong PĐT giải quyết giúp em ah.",
    "Hiện em đã thi chứng chỉ VNU-EPT (4 kĩ năng) và đạt 213 điểm. Vậy điểm này có thể đạt được yêu cầu TOEIC Nói và Viết tối thiểu trên 200 không? Nếu được thì em có đủ điều kiện Anh văn tốt nghiệp không ạ? (Em đã có TOEIC Nghe và Đọc 515 điểm).Em là sinh viên PFIEV ạ. Em cảm ơn.",
    "Kính chào Phòng Đào Tạo, Em tên là  MSSV:  Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt tháng 4/2022 nhưng tình trạng sinh viên của em đang bị tạm dừng do không đăng ký môn học trong HK212. Kính mong Phòng Đào Tạo mở lại tình trạng sinh viên đang học để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn.",
    "Dạ em chào Cô/Thầy. Em tên , MSSV . Dạ hiện em còn thiếu chứng chỉ anh văn Toeic và anh văn nói viết để đủ điều kiện tốt nghiệp, không biết là em có thể xin gia hạn thêm 1 học kì để hoàn thanh chứng chỉ ngoại ngữ không ạ? Em có hỏi PĐT về vấn đề trên nhưng PDDT báo là phải đủ AV1.2.3.4 . Dạ nếu em không nộp kịp anh văn để chuyển điểm thì em có thể xin gia hạn không ạ? Em xin chân thành cảm ơn Thầy/Cô ạ .",
    "Dạ trong lúc em đi xe bus làm rơi thẻ sinh viên thì làm thế nào để em làm lại ạ Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách KhoaTP.HCM, Em tên là , MSSV: , là sinh viên được đào tạo theo chương trình đại trà hệ Chính Quy. Theo như quy chế đào tạo thì hiện tại đã hết thời hạn đào tạo nên nay em viết mail này xin Phòng Đào Tạo cho em chuyển sang Hệ Vừa Học Vừa Làm (em có đính kèm phiếu đề nghị chuyển sang VHVL). Hiện tại, em đã hoàn thành xong tổng số tín chỉ của hệ Chính Quy, nhưng vẫn còn chưa hoàn thành xong  nói-viết nên không đủ điều kiện để tốt nghiệp Hệ Chính Quy theo như Quy chế đào tạo của trường. Nay em làm đơn xin chuyển hệ, Phòng Đào Tạo cho em hỏi là khi nào em có thể đăng ký tốt nghiệp được ạ? Về việc Đăng Ký Chuyển Hệ và Đăng Ký Tốt Nghiệp thì em có cần bổ sung thêm hồ sơ gì ngoài phiếu đề nghị chuyển hệ không ạ? Trong khi chờ phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn . Sinh viên, ",
    "Em có 2 vấn đền muốn trình bày: 1) Em đã có tên trong danh sách dự kiến tốt nghiệp nhiều ngày rồi nhưng em vẫn chưa thể đăng kí tốt nghiệp được. (Tình trạng SV vẫn là tạm dừng) 2) Trong danh sách dự kiến tốt nghiệp, phần điểm toeic của em bị sai. Điểm thật của em là 600 nhưng trên đó là 660. Mong pdt giải quyết cho em",
    "Dạ em đã gửi phản hồi về việc tình trạng sinh viên bị tạm dừng và đã nhận được phản hồi là đã sửa tình trạng tạm dừng học để đăng ký tốt nghiệp nhưng khi em vào kiểm tra thì trình trạng vẫn là tạm dừng và em vẫn chưa thể đăng ký tốt nghiệp được ạ   i Tốt nghiệp .",
    "Tốt nghiệp . Em muốn hỏi làm sao để xác nhận thứ hạng tốt nghiệp trong ngành của mình ạ Em đã tìm nhưng không hề có danh sách thứ hạng tốt nghiệp của các sinh viên cùng ngành học. Em hỏi như vậy là vì thứ hạng tốt nghiệp cũng có ý nghĩa khi xét học bổng để học lên cao khi xin học bổng nước ngoài. Monng Thầy / Cô giải đáp thắc mắc ạ",
    "Kính gửi phòng đào tạo, Em tên  sinh viên khóa 2014 chính quy, mới chuyển qua hệ VLVH học kỳ 211 vừa rồi ạ. Kỳ vừa rồi em có xin đăng ký luận văn tốt nghiệp (9 tín chỉ), theo em tìm hiểu thì thấy kỳ 211 mức học phí một tín chỉ là 525.000 VNĐ/ 1 tín chỉ, thì em tính ra là em cần đóng 4.750.000 VNĐ ạ. Nhưng kỳ vừa rồi em phải đóng 2 lần, em không biết là do có thêm khoảng thu nào khác hay là do hệ thống có bị lỗi gì không ạ. Do bữa giờ thì em không để ý nay thấy thắc mắc nên lên đây xin hỏi. Em mong đào tạo hỗ trợ giúp em với ạ, em xin chân thành cám ơn phòng đào tạo,",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em tên là , sinh viên khóa K14, hiện tại em đã hết thời gian đào tạo chính quy, và tình trạng sinh viên hiện tại của em là nghỉ. Phòng Đào Tạo cho em hỏi là em có  thể xin chuyển hệ vừa học vừa làm được không ạ? Em chỉ vì không thể hoàn thành toeic 500 điểm để có thể chuyển điểm thôi ạ. Số lần em thi toeic cũng không dưới 20 lần, nhưng em không thể đạt được số điểm 500 ạ. Kính mong Phòng Đào Tạo có thể xem xét cho em cơ hội để chuyển hệ ạ, vì cách đây 2 tuần em có vào xem tình trạng sinh viên vẫn là đang học nên em đã tiếp tục thi để nộp bằng. Đây là lỗi hoàn toàn ở em, kính mong Phòng Đào Tạo có thể cho em cơ hội để chuyển hệ ạ. Em xin chân thành cảm ơn Phòng Đào Tạo. Em kính chúc Phòng Đào Tạo nhiều sức khỏe ạ. ",
    "Dear Thầy/Cô phòng đào tạo ĐH Bách Khoa TPHCM Em tên là . MSSV:  là sinh viên nghành Kỹ thuật hệ thống công nghiệp. Em đã đủ điều kiện để xét tốt nghiệp HK 212. Tuy nhiên hiên tình trạng sinh viên của em đang bị tạm dừng vì lý do không đăng ký môn học ở học kỳ 212 này. Nên em không đăng ký tốt nghiệp được . Kính mong thầy/cô hỗ trợ em cách giải quyết qua đó em có thể tốt nghiệp trong hoc kỳ này. Cảm ơn thầy/cô phòng đào tạo. Em đợi phản hồi ạ. ",
    "Kính gửi: phòng đào tạo, em là  mã số sinh viên . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4 /2022. Nhưng vẫn không đăng ký tốt nghiệp được do tình trạng sinh viên \" nghỉ \". Em thấy thông báo khi nào có tên trong danh sách dự kiến tốt nghiệp trường sẽ tự động ra quyết định thu nhận lại, nhưng đến hôm nay em vẫn chưa được thu nhận lại. Mong phòng đào tạo cứu xét. Em xin chân thành cảm ơn.",
    "Kính chào thầy cô Em tên là  MSSV  Hiện nay em đang là f0 và bị trở nặng nên không tham gia buổi học thí nghiệm môn Giải tích mạch được ạ. Em có thông báo với thầy bộ môn nhưng do hiện tại các lớp đã học qua hết nên em không thể đăng ký học bù được ạ. Mà môn này kỳ trước em gặp trục trặc lúc thi nên đã đăng ký hoãn thi ạ. Vậy cho em hỏi có biện pháp nào hỗ trợ em được không ạ. Nếu không thì em đăng ký hoãn học thí nghiệm được không ạ . Em xin chân thành cảm ơn. Chúc thầy cô buổi sáng vui vẻ.",
    "Em chào phòng đào tạo, Hiện tại em có vài thắc mắc về điểm trung bình tích lũy ngành tính cho các môn nằm ở nhóm tự chọn (A, B, C, D). Hiện tại em thấy là, nếu như nhóm đó yêu cầu 12 tín chỉ. Nếu sinh viên học nhiều môn hơn thì sẽ chọn những môn điểm cao nhất. Giả sử em học 5 môn trong cùng 1 nhóm. 4 môn 3 tín chỉ đều 9đ và 1 môn 4 tín chỉ  được 7.5. Vậy nếu nhóm đó lấy 12 tín chỉ, thì điểm trung bình tích lũy ngành của em sẽ tính theo 4 môn 3 tín chỉ 9đ đúng không ạ ? Mong nhận được sự giải đáp từ PDT. Em cảm ơn.",
    "em dự định đăng kí thi lại đánh giá năng lực năm 2022 để xét tuyển vào một chuyên ngành khác, em có cần làm thủ tục gì gửi đến nhà trường không ạ, em cảm ơn nhiều  .",
    "Em chào thầy Em là , MSSV: lớp DD17KTD03 khoa Điện điện tử Học kì 211 vừa rồi, vì đã hoàn thành tất cả các môn học ( ngoại trừ môn ngoại ngữ) vì đang đợi thi ngoại ngữ nên em không đăng ký môn học ở học kỳ này và bị tình trạng “Tạm dừng”, rất mong thầy có thể hướng dẫn giúp em đăng ký xin thu nhận lại một cách thuận tiện nhất, vì hiện tại em đang nhận công tác tại tỉnh Đắk Lắk, việc đi lại để nộp đơn trực tiếp đến PĐT sẽ khó khăn cho em Rất mong nhận được hồi âm của thầy Em xin cảm ơn",
    "Kính chào Phòng đào tạo. Em tên là , MSSV: . Em xin phép được bảo lưu 1 năm vì lý do cá nhân ạ. Em mong nhà trường giúp đỡ. Em xin cảm ơn, ",
    "Thưa cô/thầy, Em là sinh viên khoa CNVL khoá 2016, em vừa hoàn thành bảo vệ LVTN đợt bổ sung HK1/21-22 vào ngày 23/03/2022. Hiện em đã đủ tính chỉ, đủ ngày công tác xã hội , không nợ chi phí trường, nhưng vẫn chưa nộp CCNN nói-viết, tuy nhiên, trạng thái sinh viên của em bị tạm dừng do không đăng ký môn học HK2/21-22. Nếu nộp kịp CCNN trong khoảng giữa tháng 04 thì em có được xét tốt nghiệp trong đợt này không ? Và đối với trạng thái tạm dừng thì em phải làm gì để được xét tốt nghiệp ạ ?  Mong nhận được phản hồi sớm. Em xin chân thành cảm ơn ạ !",
    "Dạ em chào thầy cô. Thầy cô cho em hỏi là kì rồi tụi em đã hoàn thành xong chương trình học nên kì này kì 212 tụi em không còn môn học để đăng kí nữa. Và trên hệ thống đã để tình trạng sinh viên của tụi em là tạm dừng học.Hiện tụi em muốn thi Toiec để xét tốt nghiệp và cần làm giấy xác nhận sinh viên, thầy cô cho em hỏi là đơn này thì tụi em tự viết hay lấy ở đâu ạ? Em cám ơn Thầy Cô và mong nhận được phản hồi sớm ạ.",
    "Cho em hỏi về thủ tục vay vốn sinh viên để đóng học phí ạ?",
    "Họ và tên:  MSSV:  Ngày sinh: 06/08/1999 Lớp: HC17SH1 Hiện em đã nhận được mail thông báo có tên trong danh sách dự kiến tốt nghiệp và đã kiểm tra thấy tên trong danh sách dự kiến tốt nghiệp. Nhưng tình trạng sinh viên vẫn đang là Tạm dừng nên chưa đăng ký tốt nghiệp được ạ. Em đã đăng ký thu nhận lại và được chấp nhận. Cho em hỏi khi nào mới được ra quyết định thu nhận lại để đăng ký tốt nghiệp ạ?",
    "Thưa thầy (cô), em tên là , Mssv: , lớp L02 môn MT2013 Hôm ngày 6/3, em có lịch thi XSTK vào lúc 2h chiều, nhưng đến lúc vào BKex lại không tìm thấy phòng thi trong khi hôm 5/3 vào thì vẫn có, em không biết vì lí do gì, nên em mong thầy (cô) có thể giải quyết và cho phép em được thi bổ sung ạ. Em xin cảm ơn",
    "Em xin chào thầy cô PĐT, Hiện tại em đã kiểm tra có đủ TOEIC hoàn thành điều kiện tốt nghiệp và cần đăng kí tốt nghiệp trên MyBK nhưng tình trạng sinh viên của em đang bị tạm dừng. Thầy cô cho em hỏi cách làm đơn xin thu nhận để có thể đăng kí tốt nghiệp?  Em xin cảm ơn thầy cô,",
    "Em hiện đang cần Academic Transcript của mình ở định dạng file pdf thì có thể xin được ở đâu vậy ạ. Em cảm ơn.",
    "Dạ em chào phòng đào tạo ạ! Cho em hỏi là khi đăng kia luận văn vào kì hè thì tiền đóng là tính cho kì hè hay là kì chính ạ? Và là bao nhiêu 1 tín chỉ ạ. Em cảm ơn! Trân trọng!",
    "Kính gửi: Ban Giám Hiệu, Quý Thầy Cô Phòng Đào Tạo Em tên:  _ MSSV                                  Lí do em viết đơn kính mong nhà Trường xem xét cho em gia hạn thêm một học kì (Học kỳ 212) để hoàn thành điều kiện xét tốt nghiệp đại học chính quy tại trường. Rất mong được nhận phản hồi từ quý nhà trường! (File đính kèm là đơn xin gia hạn thời gian hoàn thành chương trình học của em)    Em xin trân trọng cảm ơn!  SĐT: [phone_number] Email: ",
    "Em xin nộp phiếu đề nghị chuyển sang hình thức VLVH để tốt nghiệp ạ",
    "Em là sinh viên TT Đào tạo Bảo Dưỡng Công Nghiệp, hiên tại em đã hoàn thành tất cả các môn và đang chờ cập nhật tín chỉ để tốt nghiệp, nhưng em lại bị tạm dừng vì không đăng kí môn học, em xin phép nhà trường rút lại quyết định tạm dừng cho em được không ạ. Em xin chân thành cảm ơn",
    "Cho em hỏi là em sẽ thi lại cuối kì (1) môn ĐSTT vào ngày nào khi mà lịch thi lại có 2 phần.",
    "Em xin nộp file rút môn học (có tính học phí)   i  .",
    "Kính thưa PDT,  Em tên là , MSSV: 171029, Em kính mong pdt cho phép em được xem bảng quy đổi điểm từ chứng chỉ anh văn mới nhất ạ! Em xin cám ơn!",
    "Em chào phòng đào tạo ạ, Hiện tại em đang chờ chuyển điểm điểm anh văn để đủ điều kiện xét tốt nghiệp. Nhưng hiện tại em đang tạm dừng học vì không đăng kí môn học. Hiện tại e cũng không thể truy cập được trang đăng kí tốt nghiệp. Cho em hỏi là em có cần phải nộp đơn xin nhận lại không ạ, và thủ tục đăng kí tốt nghiệp trong trường hợp này như thế nào ạ. Em cảm ơn.",
    "Em Tên:  Hệ VHVL: Em có đọc thông báo \"Mức Thu Học Phí Các Bậc Đào Tạo 2021-2022\" - link http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_79&tid=1978 và biết được mức học phí của em là 900 nghìn một chỉ!! theo mức đăng khí 16 chỉ cho 5 môn học HK2 900x16 chỉ là 14tr400 nhưng trên thực tế là 16tr800? em xin phép gửi kèm hình ảnh giá học phí trước và sau khi thai đổi????",
    "Dear anh/chị, Hôm trước em có vài vấn đề về thông tin tốt nghiệp, hiện đã cập nhật đầy đủ. Nhờ anh/chị hỗ trợ thêm thông tin em vào danh sách dự kiến tốt nghiệp với ạ. Họ và tên:  MSSV:  Khoa: điện-điện tử, K17 Em cảm ơn nhiều ạ.",
    "Chào cô,  Cô cho em hỏi cách thức để hủy môn học đã đăng ký như thế nào vậy ạ?  Em xin cảm ơn.",
    "Em là , Mssv , khoa CNVL. Cho em hỏi là sao BKpay của em đến nay vẫn chưa thấy cập nhật số tiền học phí ạ. Mong phòng đào tạo kiểm tra giúp em với ạ.",
    "Kính gửi PĐT, Em là  - , học kì này là học kì cuối cùng của em và sau khi em kiểm tra lại tổng số tín chỉ so với đề cương môn học của Chương trình Việt Pháp 2016, em phát hiện ra Mã số môn học của Nhập môn về Kỹ thuật (ME1001) của em lại là mã CI1001. Vì ở học kì 1 năm học 2016-2017, em có chuyển từ chương trình chính quy sang chương trình Việt Pháp nên PĐT đã thay chương trình học chính quy thành chương trình PFIEV nhưng chưa đổi mã của môn này. Do đó, em bị thiếu 3 tín chỉ của môn này ạ! Kính mong PĐT có thể xem xét giải quyết giúp em ạ! Trân trọng cảm ơn,     i ",
    "MSSV:    Tốt nghiệp . Dạ em chào thầy/cô ạ. Em tên là  (MSSV ), sinh viên  khóa 2017 khoa KH&KT máy tính ạ. Ngày 16/03 em có nhận được phản hồi của PDT về yêu cầu đăng ký xét tốt nghiệp của em ạ. Hiện tại thì em đã có tên trong danh sách dự kiến xét tốt nghiệp tháng 04/2022 nhưng em vẫn không đăng ký xét tốt nghiệp được ạ. Mong thầy/cô xem lại giúp em ạ. Em xin cảm ơn ạ.",
    "Chào anh/chị ạ em tên là   Mssv   Em đã đủ điều kiện đăng kí tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến  nhưng vì học kì vừa rồi em không đăng kí môn học nên bị tạm dừng đến giờ em vẫn chưa đăng kí tốt nghiệp được ạ Kính mong phòng đào tạo xem xét cho em để em có thể tốt nghiệp sớm nhất ạ em xin chân thành cảm ơn",
    "Xin chào quý thầy cô em là sinh viên khoá k14 em đã hết hạn Chương trình đào tạo chính quy nhưng vẫn chưa tốt nghiệp đc do thiếu anh văn nói viết, em co xin chuyển qua hệ vừa học vừa làm cách đây 2 tuần tại phòng đào tạo nhưng toi nay vẫn chưa nhận được phản hồi mail lại, cho em hỏi em có kịp xét đợt tốt nghiệp tháng 4 này k . Em cảm ơn",
    "Em chào thầy/cô, Em là  (MSSV: ). Hiện em đang thực hiện LVTN tại HK212. Thầy/cô cho em hỏi dự kiến đợt cuối xét chuẩn tiếng Anh (2 kỹ năng: Reading và Listening) là khi nào vậy ạ . Em cảm ơn thầy cô đã dành thời gian phản hồi. Chúc thầy cô sức khỏe ạ.   i Tốt nghiệp .",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM, Em tên . MSSV:  - Khoa khoa học ứng dụng. Hiện học lớp: KU17VLY2. Em đã tạm dừng học kỳ 1 và học kỳ 2 năm học 2021-2022. Lý do: em chưa đủ điều kiện xét tốt nghiệp vì thiếu chứng chỉ ngoại ngữ . Em xin gửi phòng đào tạo đơn xin thu nhận lại sinh viên. Mong phòng đào tạo xem xét thu nhận lại để em không bị buộc thôi học. Mong sớm nhận được phản hồi từ phía PĐT . Em xin chân thành cảm ơn. Trân trọng./.",
    "Cho em hỏi thời gian tối đa nộp CCAV để tốt nghiệp T4/2022 admin?",
    "Kính gửi thầy cô PĐt trường ĐHBK Em có xem trong biểu mẫu đăng kí: chỉ được rút môn học trong 6 tuần đầu. Em muốn xin được rút môn học của HK2 năm 2021-2022.(hiện tại đã là tuần 12) . Lý do: Vì HK1 năm 2021-2022 em có đăng kí học môn Hóa Đại Cương. Nhưng do dịch bệnh kéo dài đên sang HK2  vẫn chưa được thi. Vì còn môn cuối của chương trình học nên em có đăng kí dự phòng sang HK2, để tránh trường hợp em rớt vẫn học kịp trong kì sau. Hiện tại em đã đủ điều kiện qua môn. Mong được Thầy/Cô tại điều kiện cho em được rút môn học. Em sẽ đóng học phí đầy đủ theo quy định của nhà trường. Chúc Thầy/Cô ngày mới nhiều sức khỏe! Em xin cảm ơn ạ.",
    "Chào thầy/cô, em tên   K18 khoa Môi trường và Tài Nguyên. Hiện tại em đang làm luận văn cho cuối tháng 5 bảo vệ. Cho em hỏi là trước khi bảo vệ luận văn em có cần nộp bằng toeic 2 kỹ năng \"nghe-đọc\" trước để mới được bảo vệ không ạ. Em xin chân thành cảm ơn.",
    "Chào anh/chị, Em  - MSSV:  Em đã tốt nghiệp nhưng hiện tại em cần bằng tốt tốt nghiệp cấp 3. Dạ cho em hỏi là mình cần liên hệ bộ phận nào để có thể lấy lại hồ sơ của em vậy ạ. Em rất mong nhận được sự hồi âm. Em xin chân thành cảm ơn!",
    "Chào thầy/cô, Em là sinh viên K16 lớp MO16KMT1. Em đã đủ các điều kiện để đăng ký xét tốt nghiệp nhưng không đăng ký được do HK212 này em không đăng ký môn học nên ở tình trạng tạm dừng. Thầy/cô vui lòng giúp em thực hiện việc thu nhận lại và đăng ký xét tốt nghiệp vào học kỳ này ạ. Em xin cảm ơn, .",
    "Em chào thầy/cô ạ, Hiện tại em có một số môn đã được cập nhật điểm hoãn thi(điểm 14), sau này khi em dự thi để xóa điểm hoãn thi, thì điểm thi đó cũng là điểm tổng kết môn có được tính vào điểm trung bình tích lũy không ạ, hay chỉ tính những môn khác không có hoãn thi? Em cảm ơn ạ!",
    "Em đã gửi yêu cầu ở mã # 51588 nhưng sau ngày 22/03/2022 em vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp và chưa đăng ký tốt nghiệp được. Nhờ thầy/ cô giúp em xem lại trường hợp của em ạ. Em cảm ơn.",
    "Em chào thầy cô. Em tên , mssv . Vào ngày 19/3/2022 em có nộp ccnn để chuyển điểm và đăng ký tốt nghiệp ( hạn chót 11/4/2022) Em muốn hỏi khi nào thì có kết quả vậy. Em cám ơn.",
    "Dạ chào Phòng Đào Tạo, Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em vẫn không đăng ký tốt nghiệp được do em chưa được thu nhận lại (tạm dừng do không đăng ký môn học). Mong phòng đào tạo xem xét cho em ạ! Cho em hỏi thêm là trường sẽ tổ chức lễ tốt nghiệp vào ngày nào và đóng phí tốt nghiệp là bao nhiêu và cũng qua BKpay phải không ạ? Em cảm ơn nhiều, !",
    "Em chào PĐT, Em có đăng ký môn học AV4A nhu cầu vào tháng 12 để kịp tốt nghiệp vào đợt 1 2022 Hiện tại em đã thi xong cuối kỳ vào ngày 20/3. Thời hạn đóng HP ban đầu là 14/3 - 21/3 nhưng em vẫn chưa đóng được học phí vì \"chưa đến kỳ hạn thanh toán\" Thời hạn đóng HP vừa mới cập nhật của môn học này là   B 15h00 11/4.    Hạn chót chốt thông tin cho SV đủ đk tốt nghiệp đợt 1 2022 là 8h00 11/4. + PĐT cho em hỏi vậy trường hợp em có kịp tốt nghiệp vào đợt 1 này không ạ. Em rất mong nhận được sự hướng dẫn của PĐT để được tốt nghiệp trong đợt 1 này ạ. Em xin chân thành cảm ơn",
    "Thầy/cô pđt cho em hỏi thăm, làm thế nào để biết bằng tốt nghiệp của em đã được in hay chưa ạ. Em vào mybk thì tài khoản của em cũng chuyển thành cựu sinh viên rồi. Không thấy thông tin hẹn ngày giờ lấy bằng. Vì em đang ở tỉnh khác nên không tiện lên trường để hỏi. Em cảm ơn thầy/cô",
    "Chào thầy cô, tính tới học kỳ 212 này em đã hoàn thành đủ số tín chỉ, nhưng vì thiếu tiếng anh nghe - viết nên chưa đủ điều kiện đăng ký tốt nghiệp . Vì không đăng ký môn học nên em nhận được quyết định Tạm dừng học từ nhà trường vào ngày 15/03/2022. Vậy thầy cô cho em hỏi:  - Em muốn đăng ký tốt nghiệp thì cần nộp đơn thu nhận lại từ bây giờ đúng không ạ? Nhưng em không còn môn học để đăng ký thì có bị tiếp tục Tạm dừng nữa không? - Đơn thu nhận này nếu được duyệt thì em sẽ được thu nhận vào học kỳ kế tiếp, tức là sẽ kịp để đăng ký đợt tốt nghiệp tháng 11/2022 ạ. Em cảm ơn thầy cô.",
    "Kính gửi phòng đào tạo, Em tên: Nguyễn Dũng Mỹ Trinh - MSSV:  - Hệ VHVL - Khoa Kỹ thuật Dầu Khí Tuần trước em có nhận được thông báo đóng học phí Dự thính chuyển hệ với số tiền 10.800.000đ nhưng hôm nay em vào lại thì thấy học phí với tên \"Học phí VHVL BK\" với số tiền 19.500.000đ Học kì này em đăng kí tổng cộng 19 tín chỉ. Cho em hỏi tại sao học phí của em lại tăng lên như vậy và cách tính học phí ạ? Em xin cảm ơn!",
    "Chào thầy cô, Em đã xem qua mọi điều kiện đều đã đủ để tốt nghiệp nhưng em vẫn không được đăng ký xét tốt nghiệp. Thầy cô cho em hỏi em còn điều kiện nào cần bổ sung và hướng giải quyết ạ. Em cảm ơn ",
    "Dạ, em chào thầy cô !! Lúc 14h ngày 20/3/2022 em dự thi GK môn ĐSTT nhóm L06, em thi bằng điện thoại di động.Trong lúc lo làm bài thi nên em không để ý, đến khi kết thúc bài làm thì file record màn hình chỉ có 19 phút (thời gian làm bài là 50 phút).Vậy bây giờ em phải nhận 0 điểm cho bài thi này hay sao ạ (em làm bài được 6 điểm) ?Do 2 học kỳ trước em tạm dừng học nên đây là lần đầu tiên em làm bài thi bằng hình thức online, dẫn đến sai sót.Mong thầy/cô thông cảm cho em và cho em cơ hội có điểm cho bài thi lần này.Em xin cảm ơn thầy/cô.",
    "Chào thầy/cô ! Em là sinh viên khoá 2015. Hiện em đã hoàn thành chương trình học (thiếu Anh Văn 3,4) và chỉ thiếu chuẩn Tiếng Anh (4 kĩ năng). Theo qui định thì hiện tại đã hết thời hạn đào tạo và không kịp bổ sung chứng chỉ để tốt nghiệp kịp trong đợt tót nghiệp 11/04/2022.Theo quy chế thì có thể gia hạn thêm 1 học kì. Vậy đối với trường hợp của em thì có được gia hạn không ạ? Nếu được thì em cần làm thủ tục như thế nào? Em cảm ơn. Chúc thầy/cô một ngày tốt lành!",
    "Gửi PDT,  Em có kiểm tra lại thì chỉ những môn giáo sư mỹ là chưa được xét điểm, nhưng những môn đó là giáo sư không về và đã có mail hỏi ý kiến không học giáo sư. Em cũng đồng ý rồi ạ. Nhưng đến bây giờ sau nhiều học kỳ văn phòng vẫn chưa cập nhật điểm cho em nên hệ thống hiện thiếu điểm. Mong PDT kiểm tra lại giúp em.",
    "Chào thầy cô, em là sv K17. Hiện nay tình trạng sinh viên em đang bị tạm dừng. Vậy giờ em xin giấy xác nhận sinh viên có được không ạ, và nếu được thì xin ở đâu ạ?",
    "Chào thầy/cô Cho em hỏi sao em không được cấp quyền để vô đăng kí tốt nghiệp được vậy ạ? em xin cảm ơn.",
    "Cho em hỏi khi nào mở ĐKMH hè ạ?",
    "u năm trường có làm thẻ ngân hàng OCB cho tân sinh viên, vậy cho em hỏi khi nào và ở đâu thì mình lấy thẻ được ạ? Em xin cảm ơn.",
    "Em chào thầy/cô, Cho em hỏi cách tính học phí của trường mình kì này là như thế nào vậy ạ? Kì này em có 1 môn LVTN 9 chỉ, trên BKPay học phí phải đóng là 6.660.000. Chia ra là 740.000/1 chỉ đúng không ạ?",
    "Kính gửi thầy/cô phòng đạo tạo. Em tên là . MSSV:  Em muốn đăng ký tốt nghiệp tuy nhiên tình trạng sinh viên của em đang bị tạm dừng, nên không thể vào trang đăng ký tốt nghiệp của trường. Kính mong quý thầy/cô chỉ dẫn ạ Trân trọng ",
    "Thưa PĐT thân mến, Em tên: , MSSV: . Theo như em vừa được biết cách đây vài ngày thì trên BKel có thay đổi giảng viên hướng dẫn luận văn tốt nghiệp từ thầy  sang thầy . Vậy PĐT cho em hỏi là em làm luận văn với giảng viên theo PĐT sắp xếp là thầy  hay vẫn làm với giảng viên cũ là thầy ? Và tại sao lại thây đổi giảng viên hướng dẫn?",
    "Em gửi cô thuy biên nhận chuyển hệ của em ak nhờ cô check giúp em để kịp tháng 4 nay em tốt nghiệp ạ",
    "Kính gửi quý thầy/cô Phòng Đào Tạo, Em hiện đã đủ điều kiện tốt nghiệp. Tuy nhiên, học kì này (HK212) em bị Tạm dừng do không đăng kí môn học. Do vậy em không thể đăng kí tốt nghiệp trên MyBK . Em xin thầy/cô hướng dẫn em cách đăng kí tốt nghiệp trong trường hợp này ạ. Cảm ơn thầy/cô đã tiếp nhận câu hỏi . Nguyễn .",
    "Xin chào Thầy/ Cô, hôm 17/03 em có làm đơn xin cứu xét thu nhận lại để làm thủ tục TN. Em đã hoàn thành đủ điều kiện TN. Hôm 18/3 em đã được cập nhật trong danh sách dự kiến TN. Nhưng trình trạng sinh viên vẫn chưa cập nhật. Em kính mong sự giúp đỏ của Thầy/ Cô ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Quý thầy cô Phòng Đào Tạo  Em tên   Mssv:  Vào 11/4/2022 thì em hết thời hạn học tại trường, hiện tại em đã hoàn thành xong tất cả các môn học và luận văn tốt nghiệp, nhưng còn thiếu chứng chỉ toeic 500 và tiếng anh nói viết nên chưa thể tốt nghiệp. Vậy em có thể làm đơn xin gia hạn kéo dài thời gian đào tạo được không ạ? Em xin chân thành cảm ơn. ",
    "Hiện em đã thi chứng chỉ VNU-EPT (4 kĩ năng) và đạt 213 điểm. Vậy điểm này có thể đạt được yêu cầu TOEIC Nói và Viết tối thiểu trên 200 không? Nếu được thì em có đủ điều kiện Anh văn tốt nghiệp không ạ? (Em đã có TOEIC Nghe và Đọc 515 điểm).Em là sinh viên PFIEV ạ. Do chỉ mới có kết quả thi nên em chưa nhận được chứng chỉ. Theo như Bảng quy đổi điểm của Trung tâm Khảo thí tiếng Anh ĐHQG-HCM thì chứng chỉ của em xếp loại B1.3 ạ. Em cảm ơn.",
    "Em tên là  MSSV   Dạ trước khi bùng dịch vào tháng 5/2021 e đã có đăng ký 3 môn học là ĐỘNG CƠ ĐỐT TRONG (TR2019), THIẾT KẾ Ô TÔ (TR3049), THÍ NGHIỆM Ô TÔ VÀ ĐỘNG CƠ ĐỐT TRONG (TR3119) và đã thanh toán học phí là 4.725.000vnd nhưng tời điểm đó bùng dịch em chỉ học trực tuyến online với 2 môn là ĐCĐT và Thiết kế ô tô còn môn thí nghiệm vẫn chưa có lịch vì dịch bệnh không cho học tập trung. Nhưng mãi đến tận bây giờ e vẫn chưa thấy lịch học của môn đó sắp xếp cho tụi em học là như thế nào ạ em mong pdt giải quyết giúp em về vấn đề này vì e đã đóng học phí r mà không được học chứ không phải là e không học ạ. Em cảm ơn",
    "Chào phòng đào tạo,  Em vừa chuyển điểm  và mục chuyển đã được cập nhật trên mybk. Phòng đào tạo xem xét đăng kí tốt nghiệp bổ sung ạ  Em xin cảm ơn.",
    "Yều cầu khác . Em hiện có đăng ký chương trình Liên thông Thạc sĩ. Theo em biết là học phí chương trình liên thông đã được cập nhật lên BKPay nhưng trang của em hiện tại vẫn chưa được cập nhật.",
    "Ngày 18/03/22 em đã chuyển hệ từ CQ sang VHVL và đã đủ đk xét tốt nghiệp, nhưng vào mybk phần sinh viên -) Xét tốt nghiệp thì vẫn không thay đổi thông tin về hệ hoặc cho em đăng ký tốt nghiệp và up ảnh ạ",
    "Kính gửi PDT . Em tên  mssv  . Em có thực hiện đăng kí tốt nghiệp vào ngày 19/3, mọi thủ tục em đã thực hiện xong tuy nhiên đến 24/3 vẫn chưa có khoản thu đăng kí tốt nghiệp (95.000d) trên BKPay . Mong PDT kiểm tra giúp em. Em xin chân thành cảm ơn .",
    "Chào thầy cô. Em tên , mssv . Vào 19/3/2022 em có nộp ccnn mới để nâng cao điểm tbtl, đã có kết quả thẩm tra hợp lệ và đã có kết quả đăng ký chuyển điểm. Hiện tại thông tin tốt nghiệp của em vẫn chưa cập nhật bảng điểm mới ạ. Vẫn còn bảng điểm ccnn cũ. Mong Thầy/cô vui lòng cập nhật giúp em. Em cám ơn.",
    "Chào PĐT . Em tên  MSSV . Em có xem trên aoo lịch học vụ thì thấy thời gian cuối nộp hồ sơ tốt nghiệp là 11/4/2022 nhưng em coi trên mybk mục đăng kí tốt nghiệp là 4/5/2022. Cho em hỏi thời gian cuối nộp hồ sơ tốt nghiệp là khi nào ạ.",
    "Em chào thầy cô ạ, em là sinh viên K21 thuộc khoa Điện Điện Tử đang trong giai đoạn học 4 tuần quốc phòng, mong thầy cô cho em hỏi là sau khi kết thúc khóa học quốc phòng thì sau ngày 4 tháng 4, sinh viên có được chính thức đi học trực tiếp tất cả các môn chưa ạ ? Rất mong nhận được sự phản hồi từ thầy cô. Em xin cảm ơn. -- Sinh viên: Đoàn Đình Nam Mã số sinh viên:  - K21  Số điện thoại: [phone_number] Email:  & ",
    "Em chào cô. Môn học không đủ sỉ số thì bị huỷ , mà hệ vhvl thường không có nhiều người học . Vậy nếu có môn em cần học mà lúc nào cũng không có đủ sỉ số thì làm sao ạ. Với em hỏi là sỉ số tối thiểu để mở lớp ở hệ vhvl là bao nhiêu vậy ạ. Em cảm ơn cô.",
    "Thưa Thầy(cô), Em là , mssv . Đã qua 3 lần đăng ký môn học kỳ 212, đợt nào em cũng bị hủy môn và vẫn chưa đăng ký được luận văn tốt nghiệp (kỹ thuật cơ khí) . Em mong phòng đào tạo xem xét lại trường hợp của em (em đã qua đồ án, qua đề cương, qua anh văn, qua thực tập rồi ạ). Chúc thầy(cô) có một ngày làm việc tốt lành, em chân thành cám ơn ạ.",
    "xin chào ạ, em có thắc mắc về việc thi giữa kì môn xác xuất thống kê MT2013 thuộc nhóm L06B vào ngày 6/3 lúc 14g là việc ngày đó thi nhưng link phòng thi lại không có ai và nếu link thi khác tại sao không gửi tin nhắn hoặc cập nhập trên bkel? mong được phản hồi.(  )",
    "Em xin chào anh/chị, Hiện em là sinh viên trường mình đã tốt nghiệp tháng 11 năm vừa rồi. Hiện em có nguyện vọng muốn học tiếp thêm chương trình giảng dạy của trường mình chuyên ngành cơ điện tử. Nhưng hiện em đang ở quê và có công việc ở đây. Em không biết nếu muốn học theo hình thức này thì em chỉ có thể lên học vào thứ 7, chủ nhật thì có khả thi không ạ? Em xin cảm ơn",
    "Dạ hiện tại em còn thiếu anh văn nói viết nữa là đủ điều kiện tốt nghiệp nên học kỳ 211 và 212 em không đăng ký môn học và trạng thái sinh viên là tạm dừng. Cho em hỏi tạm dừng mấy học kỳ là bị đuổi học luôn và có mail cảnh cáo học vụ hay gì không ạ. Em cảm ơn!",
    "Em gửi cô ạ",
    "em tên:  mssv:  em làm mail này để xin điểm E (hoãn thi) do sự cố em gặp lúc thi HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12 ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2 buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.",
    "Em biết nhà trường tính học phí theo số tín chỉ tối thiểu đăng kí là 17 tín chỉ nhưng đợt đăng kí môn học vừa rồi do môn giáo dục quốc phòng nên em chỉ có thể đăng kí được 14 tín chỉ, các môn còn lại em đăng kí đều bị trùng lịch giáo dục quốc phòng ạ. Em xem học phí thì thấy nhà trường vẫn thu tiền đúng 17 chỉ trong khi chỉ cho phép em đăng kí có 14 tín chỉ thì em thấy không hợp lí lắm ạ. Em xin cảm ơn.   i ",
    "Dạ mong trường bỏ chế độ tạm dừng thành đang học để em đăng ký ra trường ạ. Em xin cảm ơn nhiều ạ.",
    "Xin phòng đạo tạo bỏ chế độ tạm dừng thành đang học để em đăng ký ra trường ạ.",
    "Em chào thầy(cô), Hiện tại số ngày ctxh của em là 15.5 ngày nhưng khi em đặt câu hỏi về tình trạng đăng kí tốt nghiệp của em chưa mở thì em được phản hồi là do em chưa đủ ngày ctxh. Em mong được giải đáp thắc mắc từ thầy(cô). Em cảm ơn.",
    "Em là Nguyễn Hoàng Long, mssv . Kì 1 em có tiết Hóa Đại Cương Thí nghiệm ở lớp Vl05 nhưng em bị bệnh nên đã nghỉ 1 buổi ạ. Em đã mail giảng viên là cô  nhưng chưa được hồi đáp. Cho em hỏi là em chỉ cần đi học rồi báo bù hay có nhất thiết là phải báo giáo viên bộ môn rồi mới được đi bù ạ.",
    "Kính gửi thầy/cô đơn xin hủy rút môn học. Kính mong thầy/cô giúp đỡ! Em xin chân thành cảm ơn!",
    "Kính gửi thầy/cô   Em tên: , MSSS:, Lớp: HTDBK21, khoa Điện-Điện tử.  Thầy/cô cho em hỏi em muốn xin giấy xác nhận sinh viên thì phải làm sao. Em cảm ơn",
    "Chào thầy cô ạ, Em tên là , MSSV:  có đăng ký chương trình liên thông đại học - thạc sĩ. Vài hôm trước em có nhận được thông báo đóng học phí cho chương trình này là 5.280.000 VND nghĩa là em học 6 tín chỉ, mỗi tín chỉ 880.000 VND nhưng theo em tìm hiểu thì phí này là tính cho khóa 2021 nên cho em hỏi là em học khóa 2019 ( mỗi tín chỉ 700.000 VND) nhưng phải đóng học phí chương trình liên thông đại học - thạc sĩ như khóa 2021 luôn ạ ? Em cảm ơn ạ.",
    "Học kỳ 212 em có đăng ký môn \"Thiết kế thí nghiệm và xử lý số liệu\" CH3309 nhóm L01 ban đầu là học ở cơ sở 2 nhưng sau khi cập nhật TKB vào ngày 23/03/2022 thì môn này lại học ở cơ sở 1 và có phòng học C4-303 ở cơ sở 1 vậy ạ.",
    "Em là , mssv: . Dù môn Giải tích mạch EE1011, lớp DT01A của thầy  đã thi học kỳ và có điểm từ lâu nhưng trên bảng điểm mybk của em vẫn chưa cập nhật điểm, em đã hỏi thầy và được bảo phải liên hệ phòng đào tạo. (Sau đó em có đặt câu hỏi bên phần học vụ nhưng lại nhận được câu trả lời là liên hệ giảng viên khiến em không biết phải làm sao.) Vì sắp đến hạn xét tốt nghiệp nhưng bảng điểm vẫn chưa được cập nhật khiến em sợ sẽ bị trễ hạn, nên mong phòng đào tạo xem xét kiểm tra giúp em . Em cám ơn ạ.",
    "Kính gửi : Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí MInh. Em tên là  , MSSV:, Khoa: Điện-điện tử. Hiện tại em đang trong quá trính học quốc phòng trên khu Quân sự.Nhưng do vào chiều ngày 21/03/2022,em đã bị dương tính với Covid nên hiện tại đang cách ly tại kí túc xá ĐHQG.Vì vậy em đã không thể tiếp tục học trực tiếp tại khu quân sự, thay vào đó là cần hoàn thành thủ tục để học online. Phía bên khu Quân sự cần Giấy xác nhận F0 hay kí túc xá gửi cho bên đó danh sách f0 có tên em để em hoàn thành thủ tục.Em đã báo với Trưởng nhà và bên ban quản lí thì bên đó bảo danh sách đã được gửi lên trường.Nhưng phia bên trung tâm quân sự lại bảo là không nhận được danh sách có tên em. Em đã liên hệ rất nhiều lần nhưng vẫn không có tiến triển gì cả.Sự việc đã và đang diễn ra mấy hôm nay rồi ạ.Nếu không hoàn thành được thủ tục rất có thể em sẽ học lại ạ. Em vừa bị bệnh mà vừa bị bắt học lại thì quá thiệt thòi cho em ạ. Mong trường giúp em chuyện này với ạ. Em chân thành cám ơn ạ. ",
    "Em chào PĐT, Em tên là , MSSV: , Hiện đang học ngành Kỹ thuật máy tính, Khoa Khoa học và Kỹ thuật máy tính. Em có vấn đề liên quan đến môn LVTN (CO4327) học kì 212 mong PĐT giải đáp giúp em như sau: - Mặc dù em đã được đăng ký môn Luận văn tốt nghiệp (CO4327) và cũng đã có thời khóa biểu. (Image1.png) - Và trong danh sách LVTN vẫn còn có tên em. (Image2.png) - Nhưng hiện tại trong thời khóa biểu thì không còn môn Luận văn tốt nghiệp (CO4327) nữa. (Image3.png) - Em cũng đã liên hệ với khoa và khoa đã kiểm tra danh sách bị hủy LVTN thì cũng không thấy tên em bị hủy. (Image4.png) PĐT cho em hỏi là có vấn đề gì về môn LVTN (CO4327) của em không ạ? Em xin lỗi nếu có sai sót trong quá trình đặt câu hỏi. Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn. Trân trọng, .",
    "Em tên , MSSV: ; Hiện tại em đang có nhu cầu thi Toeic và cần giấy xác nhận sinh viên nhưng do tình trạng sinh viên của em bị tạm ngưng vì kỳ 212 em không đăng kí môn học (vì em đang chờ thi anh văn để xét tốt nghiệp). Kính mong phòng đào tạo cấp giấy xác nhận sinh viên cho em để em có đủ điều kiện thi Toeic. Em xin cảm ơn.",
    "Hiện tại em đã đi làm và công ty cần thông tin của quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021 để cho phép em nghỉ phép để vào Hồ Chí minh nhận bằng. Mong Phòng đào tạo hỗ trợ   i Tốt nghiệp .",
    "Dạ em chào ạ, Em tên là , sinh viên K19 hệ chính quy đại trà. Dạ cho em hỏi là đối với khóa em (K19) thì cần bằng TOEIC 550 hay là 600 để qua hết chuẩn anh văn hàng năm của trường ạ. Tại em thấy bảng quy đổi là nếu 550 thì không có quy đổi điểm anh văn 4 mà 600 mới được ấy ạ. Vậy thì có sao không ạ ? Em cảm ơn ạ!",
    "tuần vừa rồi trường mình có tổ chức kì thi giữa kì 2 môn Hóa đại cương và Vật lý bán dẫn cụ thể là ngày 19 và 20 tháng 3 . Nhưng em bị mắc covit 19 vào ngày 17/3 và cách ly luôn vào tối hôm đó và sức khỏe của em không thể thực hiên 2 buổi thi hôm đó được , em muốn đặt câu hỏi là em có thể hoãn thi kì thi giữa kì 2 môn đó được không . em xin cảm ơn",
    "Dạ em chào PĐT ạ, ngày hôm qua (24/03), em dã được đăng ký xét tốt nghiệp ạ. Em đã cập nhật thông tin và đóng tiền trên bkpay ạ. Nhưng em chưa cập nhật hình ảnh ạ. Khi đó tình trạng đăng ký của em là \"Đã gửi thông tin đang chờ xử lý\". Sáng hôm nay (25/03), em vào kiểm tra lại thì thấy tình trạng đã bị thay đổi thành \"Phiếu đăng ký không được xử lý\". Hiện tại em đã cập nhật thêm hình ảnh 4x6 đầy đủ ạ. Mong PĐT xem xét phiếu đăng ký tốt nghiệp của em ạ. Em cảm ơn PĐT ạ.",
    "Thưa thầy/cô, học kỳ 211, em đã học môn Quá trình và thiết bị cơ học (CH2019), em đã hoãn thi cuối kỳ.Học kỳ này là 212, thầy  có gửi mail cho em báo có lớp, nói em đăng ký vào lớp này học, rồi thi cuối kỳ ạ !!!",
    "Kinh gửi phòng đào tạo, Em tên là , MSSV  . Em xin nộp Phiếu đăng ký thi để thay thế điểm VP hoặc HT dưới đây theo hướng dẫn để có thể cập nhật điểm bảo vệ tốt nghiệp ngày 03.03.2022 ạ . Em xin cảm ơn nhiều ạ . Trân trọng,  ",
    "Dạ e chào cô, Như lần trước cô có nói sau ngày 22/03 vẫn chưa có trong danh dách tốt nghiệp thì mở yêu cầu bên bksi. E vẫn chưa nhận được phản hồi ạ mong cô kiểm tra giúp e với ạ",
    "Em chào thầy/cô ạ, Em là . Em là sinh viên K15 Mã số sinh viên là  Thầy/cô cho em xin nộp đơn xin chuyển hệ ạ Em kính mong được thầy/cô giúp đỡ ạ. Em cảm ơn thầy/cô ạ ",
    "kỳ này em chỉ thiếu CCAV nhưng không đăng ký được LVTN. Vì không đăng ký môn học nên bị tạm dừng. Thời gian tạm dừng tối đa bao lâu thì bị thôi học ạ.kỳ sau em có xin mở lại để đăng ký LVTN được không ạ, nếu được thì khi nào em làm đơn thu nhận lại được ạ?",
    "Thầy cô cho em hỏi là Luận văn tốt nghiệp đăng kí ở học kì hè này thì học phí sẽ tính theo kì chính hay kì hè ạ",
    "Em chào PĐT, em là  mssv  đã nộp đơn chuyển qua hệ VLVH và được thông báo là đã chuyển và theo dõi tình trạng sinh viên trên mybk. Nhưng trên mybk tình trạng sinh viên của em đang hiển thị là ''nghỉ'', '' xóa tên vì hết thời gian học''. Em muốn hỏi là vậy là như thế nào ạ. Em cảm ơn.",
    "Chào PĐT, Em không vào trang đăng ký tốt nghiệp được thì liệu em có tên trong \"Danh sách dự kiến tốt nghiệp\" không ạ? PĐT đã ghi nhận yêu cầu xét tốt nghiệp của em. Em thấy danh sách tốt nghiệp vừa cập nhật hôm nay(28/3/2022) nhưng không tìm thấy tên em. Bây giờ em nên làm gì ạ? hay là vẫn chờ đến 30/3/2022 như đã được phản hồi? Em cảm ơn.",
    "Tôi tên la  mssv  có yêu cầu in mới thẻ sv, Hệ thống thông báo đã in hoan thành. Em không thể lên nhận nên nhờ bạn em là  cccd số [phone_number]75 nhận giùm",
    "Dạ em không thể đăng ký tốt nghiệp vào T4 này do tình trạng sinh viên tạm dừng vì không đăng ký môn học. Giờ em em cần làm gì?",
    "kì rút môn học vừa rồi em có lỡ rút các môn học em đang học và em xin nhà trường huỷ đơn rút môn của em ạ",
    "Hôm nay 25/03 em có đăng ký tốt nghiệp nhưng bị báo là còn nợ HP. Em có đăng ký một môn trong HK2/2022 nhưng chưa đóng học phí được do chưa đến hạn. Vậy em có thể đóng học phí sớm để được tốt nghiệp bây giờ không ạ.",
    "Kính chào quý thầy, cô Em tên là , MSSV: . Em thuộc lớp DT01, môn Anh Văn cơ bản A (LA0011). Vào ngày 20/03/2022, tiết 5 (10g00) em có lịch thi cuối kỳ môn Anh Văn cơ bản A (LA0011), vào lúc 9g30 em có vào phòng meet điểm danh để bắt đầu thi, sau khi điểm danh thì khu nhà em bị mất điện, vì đường truyền mạng không ổn định và không đảo bảo đủ pin để tham dự thi nên em xin phép giám thị để được hoãn thi môn Anh Văn cơ bản A. Em có đính kèm đơn xin hoãn thi bên dưới. Mong thầy, cô xem xét giúp em. Em xin cảm ơn và chúc thầy, cô sức khỏe.",
    "Hồi tháng 04/2021 em có làm thủ tục chuyển hệ chính quy qua hệ vừa học vừa làm. Em đã làm theo hướng dẫn và đăng kí ở trên trang web tuyển sinh, và được phản hồi thông tin qua hồ sơ qua mail. Em có lên hỏi phòng đạo tạo để gửi hồ sơ bổ sung theo hướng dẫn trước đó của phòng đào tạo thì thầy báo em về chờ mail. Sau đó do dịch bệnh bùng phát nên em không thấy nhà trường gửi mail cho em, em liên hệ cũng không được. Em kiểm tra trang web kết quả tuyển dụng cũng thấy báo: Hồ sơ mới, trường chưa nhận ( Hình ảnh đính kèm). Vậy nhờ nhà trường kiểm tra giúp em trường hợp này giúp em với ạ. ﻿Em cảm ơn! ﻿Note: Em có đính kèm 1 số hình ảnh về hồ sơ",
    "PDT cho em hỏi là lịch thi môn học Hệ Thống Định vị toàn cầu CI3067 thi vào ngày 17/4 của em bị mất rồi, mong PDT kiểm tra lại giúp em Em xin cảm ơn",
    "Em kính chào quý thầy cô, - Em tên , mssv , khoa Cơ khí chế tạo máy. Học kì 202 em có học môn thí nghiệm Dung sai lớp L01 của thầy . Em đã học được 2/3 buổi thì dịch bùng phát và trường mình nghỉ. Em thiếu 1 buổi để hoàn thành lớp thí nghiệm. - Trong thời gian dịch bệnh, trường có tạo form đăng kí học thí nghiệm offline, em có đăng kí và được PĐT sắp vào lớp VL03. Nhưng sau đó gia đình em có F0, và bà của em cũng không may mắn vượt qua được, em cũng trở thành F1. Quãng thời gian này gia đình em rất bối rối và mất bình tĩnh, em cũng đã QUÊN KHÔNG HUỶ đơn đăng kí học offline thời điểm đó. - Hiện tại, em đã xin thầy  học bù trong thời gian 4 tuần bù thí nghiệm của trường, lớp VL02. Nhưng thầy có nói là em KHÔNG CÓ TÊN trong danh sách VL02 , nên thầy  cho em dù em đã học thầy 2/3 buổi thí nghiệm từ lúc trước dịch. Thầy đã nói em hãy liên hệ PĐT để tìm cách giải quyết và thầy vẫn chấp nhận cho em học buổi thứ 3/3. - Em xin kính mong quý thầy cô giúp em chuyển danh sách từ VL03 học kì trong dịch sang VL02 học kì hiện tại, điểm lí thuyết em cũng đã qua môn học, em không muốn thí nghiệm chỉ thiếu 1 buổi vì dịch bệnh khách quan mà không qua được môn. Em xin chân thành cảm ơn quý thầy cô.",
    "Kính thưa phòng đào tạo, Tiếp nối câu chuyện em không thể tốt nghiệp vì hiện bị tạm dừng học, em đã cập nhật lại ngày CTXH và hiện đã đủ điều kiện tốt nghiệp, em xin lỗi vì sự chậm trễ này. Kính mong quý anh chị/thầy cô xem xét trường hợp của em. Em xin cảm ơn .",
    "Kính gửi PĐT, Em tên là , MSSV . Cho em hỏi em có được thanh toán học phí sớm để em có thể đăng ký tốt nghiệp trong 4/2022 không ạ. Em cảm ơn.",
    "Gửi ,  Em tên , MSSV: . Sinh viên năm 4 khoa Quản Lý Công Nghiệp. Em thấy số lượng các tín chỉ và điểm tích lũy theo từng kì đang bị sai. Cụ thể là từ HK2 năm học 2020-2021 . Mong nhận được phản hồi sớm từ .",
    "Em muốn đăng kí tốt nghiệp nhưng tình trạng sinh viên đang bị tạm dừng. Mong phòng đào tạo hướng dẫn em giải quyết ạ.",
    "Em chào cô. Trường mình có nhận bằng PET để tốt nghiệp không ạ. Em K19 hệ chính quy. Em cảm ơn cô.",
    "Chào thầy cô ạ, Em có một thắc mắc liên quan đến tình trạng môn học hiện tại của em là môn Tính toán song song(TTSS). Cụ thể như sau: em đã học môn TTSS vào học kỳ 202 (học kỳ 2 năm 2021), do lúc đó xảy ra dịch nên việc thi delay đến tháng 12, để đề phòng việc trễ tốt nghiệp thì em đã đăng ký lại môn TTSS đó vào học kỳ 212 (học kỳ 2 năm 2022) . Vào khoảng giữa tháng 3 thì môn TTSS 202 có điểm và em đã qua môn, do đó đã đủ điều kiện để đăng kí xét tốt nghiệp vào đợt tháng 4 này. Tuy nhiên thời gian có điểm đã quá 6 tuần kể từ tuần học đầu tiên nên em không thể rút môn TTSS 212 được và do đó em muốn hỏi liệu việc em bỏ môn TTSS 212 (vẫn đóng tiền đầy đủ) thì có ảnh hưởng gì đến việc xét tốt nghiệp không ạ? Mong nhận được phản hồi sớm. Chúc thầy cô có một ngày làm việc hiệu quả và thành công!",
    "Em xin chào các thầy cô Phòng Đào Tạo. Em tên , MSSV . Vào 16g00 ngày 09/04/2022 em có lịch thi môn Hóa hữu cơ CH2021, tuy nhiên em không đáp ứng được các yêu cầu về thiết bị ghi hình để có thể tham gia buổi thi theo yêu cầu của bộ môn và theo hướng dẫn của bộ môn thì em xin phép được hoãn thi môn Hóa hữu cơ CH2021. Em xin cảm ơn.",
    "Kính gửi nhà trường và bộ phận hỗ trợ BKSI, em tên là , mssv , là sinh viên khóa K15 bộ môn Thiết Kế Máy của khoa Cơ khí. Đầu tiên em xin xin lỗi vì đã gửi lại đơn đăng kí LVTN trễ cho BKSI. Email của em không nhận được mail thông báo quyết định của nhà trường nên em vẫn đinh ninh là đang trong quá trình xử lý. Sau khi hỏi lại GVHD em kiểm tra lại tình trạng học trên mybk thì mới biết được em đã được gia hạn vào ngày 25/02 nên hôm nay em nộp gấp đơn lại cho BKSI xin PĐT thêm môn LVTN vào thời khoá biểu để em kịp tiến độ giữa kì và đóng học phí ạ. Kính mong nhà trường xem xét và chấp thuận. Em xin cảm ơn.",
    "Cho em hỏi về việc vay tiền đóng học phí cho sinh viên ở HK2 thì cần những thủ tục gì ạ? ",
    "Em chào thầy (cô)  ạ . Em là Nguyễn Bích Trâm, MSSSV:. Ngày 9/4/2022 này em có lịch thi môn HÓA HỮU CƠ với mã môn là . Tuy nhiên, em không đáp ứng đủ yêu cầu 2 cam và  nộp bản ghi của cả 2 cam như bộ môn hữu cơ yêu cầu. Trên mybk thì em chưa thấy mực hoãn thi giữa kì cho môn này,  nhưng em lại nhận được mail của giảng viên kêu có thể hoãn thi trước ngày thi.   Vậy bây giờ em phải làm gì để có thể hoãn thi giữa kì môn hóa hữu cơ ạ?  Em cảm ơn thầy(cô)  nhiều ạ.",
    "Em chào phòng đào tạo. Em có danh sách trong đợt tốt nghiệp tháng 11/2021. Hiện tại khóa của em chưa được tổ chức lễ tốt nghiệp. Phòng đạo tạo cho em hỏi tháng 4 tới trường có tổ chức lễ tốt nghiệp cho khóa tốt nghiệp tháng 11 trước đó không ạ. Em cảm ơn.",
    "Dạ em làm rơi thẻ sinh viên và muốn làm lại thẻ sinh viên. Khi em truy cập vào trang làm thẻ sinh viên của trường tới chỗ xác nhận đăng kí em không nhấn được mong mọi người giúp em cách khắc phục với ạ. Em xin cảm ơn.",
    "Chào anh/ chị, em có xin được phép kiểm tra bổ sung giữa kỳ môn Đại số tuyến tính vì lịch thi trùng lịch học và được chấp nhận ạ. Nhưng lịch thi mới bên phòng đào tạo sẽ sắp xếp hay em tự liên hệ giáo viên bộ môn ạ? Em xin cảm ơn.",
    "Chào Chị, hiện tình trạng của em không được đăng kí tốt nghiệp vì nợ tiền in bảng điểm từ năm 2018 ạ. hiện tại thì em phải làm sao để có thể đăng kí tốt nghiệp ạ. Em có gửi 2 hình đính kèm để chị dể giải quyết ạ. thân./",
    "responsible person: [548] [staff_name] [helpdesk staff]",
    "Chào PĐT, Em là  MSSV:  PĐT cho em hỏi là em đã có trong danh sách tốt nghiệp thì bao giờ em được nhận bằng tốt nghiệp chính thức ạ ? Và tháng tới nhà trường có tổ chức tốt nghiệp trên trường không ạ ? Em cảm ơn.",
    "Cho em hỏi là em được biết là năm học 2021-2022 là học phí khi đăng kí môn nhỏ hơn hoặc bằng 12 tín chỉ là giảm 25% ạ. Mà trên BK Pay em tính thì vẫn phải đóng 100% ạ. Vậy không biết là em phải làm giấy hay là mình không được giảm vậy ạ. Em cảm ơn.",
    "Dạ em xin nộp đơn Hoãn Thi do không đủ trang thiết bị dự thi",
    "Em chào Thầy Cô. Em tên  MSSV 141340, sinh viên hệ VHVL khoa Điện-Điện tử . Em tạo phiếu yêu cầu này mong Thầy Cô hỗ trợ em vấn đề sau: Vào thứ 5 24/3 sau khi được cập nhật điểm môn LVTN,  em tiến hành đăng ký xét tốt nghiệp và đã thanh toán lệ phí. Và ở trang đăng ký tốt nghiệp hiện thông báo là phiếu đăng ký đang được xử lý . Sáng nay 26/3 em kiểm tra lại thì thấy thông báo phiếu đăng ký không được xử lý,  và sau khi tra danh sách sinh viên dự kiến tốt nghiệp ở trang tốt nghiệp thì em thấy thông tin của em. Mong Thầy Cô kiểm tra lại giúp em là em có đủ điều kiện tốt nghiệp vào đợt 1 năm 2022. Em cảm ơn Thầy Cô .",
    "Dear anh/chị, Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên, có dòng \"Ghi chú : Tạm dừng\" Và em đăng kí tốt nghiệp trên mybk thì trang web phản hồi \"sinh viên không có quyền truy cập\" như file đính kèm. Họ và tên:  MSSV:  Khoa: Điện - điện tử Nhờ anh/chị kiểm tra giúp em ạ.",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em tên là . Mã số sinh viên . Hiện đang là sinh viên thuộc Khoa Cơ Khí, Bô môn Cơ điện tử,  trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em đã đăng ký tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến. Nhưng em có một vài vấn đề nhờ Phòng đào tạo giúp. Phòng đào tạo có thể giúp mở để em đóng học phí của kì này không?  Em có đăng ký  1 môn trong học kì để duy trì tình trạng sinh viên và em cần phải đóng học phí thì mới đăng ký tốt nghiệp được. Kính mong Phòng Đào tạo giúp đỡ. Em xin trân trọng cảm ơn. Trân trọng.",
    "Dạ hiện tại em còn thiếu anh văn nói viết nữa là đủ điều kiện tốt nghiệp nên học kỳ 211 và 212 em không đăng ký môn học và trạng thái sinh viên là tạm dừng. Cho em hỏi tạm dừng mấy học kỳ là bị đuổi học luôn và có mail cảnh cáo học vụ hay gì không ạ. Em cảm ơn!",
    "Kính chào PĐT. Em đã hòa thành chương trình học, bị còn bằng anh văn để chuyển điểm nên không đăng ký môn học nên bị tạm dừng Dự định kỳ sau em mới tốt nghiệp.Dạ em không biết vậy có bị sao không ạ",
    "Thưa cô! Em đã bị hủy môn học Anh văn nhu cầu 4 - LA1043 - DT05 vì lí do trùng lịch với môn Vật lí 1 - PH1003 nhưng môn học này em đã đăng kí rút và được rút thành công rồi . Em hi vọng được PĐT xem xét và cho phép em được thêm vào danh sách lớp Anh văn nhu cầu 4 - LA1043 - DT05!",
    "Em chào thầy cô ạ, Vì đã học xong các tín chỉ nên kỳ này em không đăng ký môn học và bị tạm dừng học. Do đó, em không có giấy xác nhận sinh viên để đăng ký thi TOEIC. Nay em kính mong thầy cô cấp giấy xác nhận sinh viên để em kịp đăng ký thi ạ. Và khi nào em có thể lên trường lấy được ạ? Em xin chân thành cảm ơn ạ.",
    "Hiện tại tình trạng sinh viên của em đang là: \"Tạm dừng do không đăng ký môn học\". Xin phép phòng đào tạo mở lại để em đăng ký tốt nghiệp ạ.",
    "Em tên  MSSV  . Thưa pdt, em muốn đăng kí bổ sung môn Anh văn 4 theo nhu cầu khai giảng ngày 28/3(thứ 2 4 6) thì có được thêm vào lớp không ạ? Trước đó em có đăng kí lớp vào AV4 vào chiều t3 5 7 nhưng số lượng sinh viên khá ít nên em khá hoang mang sợ lớp sẽ bị hủy. Mong pdt hỗ trợ ạ.",
    "Em chào anh chị ,    Em tên là . MSSV     HK212 này em chỉ đăng ký 1 môn luận văn : hóa vô cơ CH4343 ở học kỳ chính nhưng em không hiểu tại sao phần BKPay học phí lại tính em học phí dự thính(luận văn không mở dự thính) đến 6600k ( đóng 1 lần ),(học phí này quá cao với 1 đứa mới nhận việc và tự trả học phí như em ạ).    Anh/chị xem lại giúp em có sai sót gì không ạ!    Em cám ơn anh/chị đã đọc ạ!    Best regards,  ",
    "Tốt nghiệp . Em chào Thầy/Cô ! Em là Trần Thanh Liêm, mã số sinh viên 1511723 lớp XD15VL. Em đã hoàn thành chương trình đào tạo và đạt các yêu cầu chứng chỉ anh văn để tốt nghiệp. Nhưng hiện tại, trên mybk em không thể đăng ký tốt nghiệp được, mong Thầy/Cô có thể xem xét đưa em vào danh sách dự kiến tốt nghiệp để có thể tốt nghiệp trong tháng 4 tới ạ ! Em cảm ơn !",
    "Kính gửi PDT . Hôm trước em có xem không kỹ và không thấy khoản phí 95.000d lệ phí đăng kí tốt nghiệp . Hôm nay là hạn cuối để hoàn thành nhưng em không thể thanh toán được. Mọi đăng nhập của em từ sáng đến giờ đều không vào được trang web . Mong PDT xem xét cho em gia hạn thêm ngày để em thực hiện thanh toán lệ phí đăng kí tốt nghiệp . Em xin chân thành cảm ơn .",
    "Em chào Thầy/Cô ! Em là , mã số sinh viên  lớp XD15CTXD03. Em đã hoàn thành chương trình đào tạo và đạt các yêu cầu chứng chỉ anh văn để tốt nghiệp. Nhưng hiện tại, trên mybk em không thể đăng ký tốt nghiệp được, mong Thầy/Cô có thể xem xét đưa em vào danh sách dự kiến tốt nghiệp để có thể tốt nghiệp trong tháng 4 tới ạ ! Em cảm ơn !",
    "Kính thưa quý thầy/cô, Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng không vào được trang đăng ký tốt nghiệp, mong quý thầy/cô giúp đỡ. Cảm ơn!!!",
    "Kính gửi Phòng Đào Tạo Em tên là , MSSV  Em đã hoàn thành chương trình học và muốn được đăng kí để xét tốt nghiệp, mong nhà trường hướng dẫn để em làm các thủ tục đăng kí để xét tốt nghiệp. Nếu còn thiếu điều kiện để tốt nghiệp nào, mong nhà trường thông báo đến em để em có thể giải quyết và đăng kí tốt nghiệp. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo! Em tên  MSSV: . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức tháng 4/2022 theo như thông tin của phòng đào nên em viết đề nghị mong PDT cấp cho e giấy tốt nghiệp tạm thời ạ. Em chân thành cảm ơn ạ!",
    "Em chào thầy (cô)  ạ. Em là Nguyễn Bích Trâm, MSSSV:. Ngày 9/4/2022 này em có lịch thi môn HÓA HỮU CƠ với mã môn là . Tuy nhiên, em không đáp ứng đủ yêu cầu 2 cam và  nộp bản ghi của cả 2 cam như bộ môn hữu cơ yêu cầu. Trên mybk thì em chưa thấy mực hoãn thi giữa kì cho môn này,  nhưng em lại nhận được mail của giảng viên kêu có thể hoãn thi trước ngày thi.   Vậy bây giờ em phải làm gì để có thể hoãn thi giữa kì môn hóa hữu cơ ạ? Em cảm ơn thầy(cô)  nhiều ạ.",
    "Kính gửi: Quý Thầy/Cô phụ trách,  Em tên:  - MSSV: , Lớp: XD15CD2 - Khoa: Kỹ Thuật Xây Dựng . Em xin được nộp Phiếu đăng ký thu nhận lại   I (File đính kèm) để được cứu xét tốt nghiệp trong khoảng thời gian quy định sắp tới vào đợt tháng 04. Em kính mong Quý Thầy/Cô phê duyệt Phiếu đăng ký để em có đủ điều kiện đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn Quý Thầy/Cô ạ!",
    "Kính gửi quý thầy/cô. Em tên là , mssv:. Hiện nay em đã hoàn thành hết điều kiện tốt nghiệp, nhưng em chưa có tên trong danh sách tốt nghiệp dự kiến và tình trạnh sinh viên của em đã bị tạm dừng, em cần làm gì để đăng ký tốt nghiệp được ạ. Mong quý thầy/cô giúp em! Em xin cảm ơn.",
    "Em chào phòng đào tạo ạ, Em có tra thông tin dự kiến tốt nghiệp đợt 1 năm 2022, thì em có thấy thông tin tốt nghiệp của em đang để điểm toeic cũ là 560 điểm. Trong khi em vừa nộp thêm chứng chỉ mới là 680 điểm. Pdt cho em hỏi là, làm sao để cập nhật điểm mới nhất ạ? Em xin cảm ơn.",
    "Kính thưa thầy/cô, Em xin hỏi là mình đang học anh văn 2 (LA1005) thì không đăng ký được anh văn theo nhu cầu 3A ( LA1041) ạ. Em cảm ơn",
    "Kính gửi phòng đạo tạo, thông tin tốt nghiệp của em bị thiếu mục nơi sinh ạ. Em sinh ở Bình Phước. Mong phòng đào tạo bổ xung giùm em. Em xin cảm ơn",
    "Dạ chào thầy cô, em có đăng ký tốt nghiệp trên MyBK nhưng đến lúc nhấn vào dòng chữ \"nộp đơn đăng ký xét tốt nghiệp\" thì hệ thống không phản hồi gì cả ạ. Dù hệ  thống có ghi \"tình trạng đăng ký: được phép đăng ký ạ\". Em cũng kiểm trên BKPay thì chưa có khoản thu 95000 cho lệ phí tốt nghiệp ạ. em mong thầy cô giải đáp. Em chân thành cảm ơn ạ",
    "Kính chào PDT, em là , mssv . Hiện tại em đã học hết các môn trong ctdt và đạt số tín chỉ yêu cầu là 142 trong hk2 năm 20-21, nhưng phần \"Số tính chỉ tích lũy ngành\" của em vẫn không được pdt cập nhật, hiện tại lần cập nhật cuối là tháng 5/4/2021. Em nhờ pdt xem lại và cập nhật cho em, bởi vì đây là 1 việc rất quan trọng, quyết định em ra trường. Mong nhận được phản hồi và cập nhật từ pdt. Em xin cảm ơn.",
    "Kính chào ,  Em tên là , hiện em đã đủ điều kiện tốt nghiệp nên em làm đơn mong phòng đào tạo thu nhận lại. Em xin chân thành cảm ơn  đã đọc tin nhắn . SV  ",
    "Vào ngày 2/3/2022 em đã bảo vệ luận văn theo lịch của bộ môn Công nghệ thực phẩm. Tuy nhiên hiện tại điểm của môn LVTN trên MyBK của em đang là 13, bộ môn không nhập điểm LV cho em được . Vào đợt đăng ký xóa điểm hoãn thi lần trước (ngày 16/9/2021) em chưa đăng ký nên hiện tại em chưa có tên trong danh sách Quyết đinh cho sinh viên nhận điểm hoãn thi . Hiện tại em muốn xin phiếu cho phép dự thi và ghi điểm để nộp lên bộ môn nhập điểm luận văn. Em cần nộp những đơn nào về PĐT ạ. Hình ảnh minh chứng em gửi kèm phía dưới ạ.",
    "Kính gửi phòng đào tạo, Em tên là  hiện tại đang là sinh viên năm cuối và có ý định rút hồ sơ do có công việc riêng. Cho em hỏi là em có được rút hồ sơ không? Các bước rút hồ sơ bao gồm những gì ạ? Và thời gian để rút mất khoảng bao lâu? Trân trọng   i  .",
    "Em tên  Yêu cầu học tiếp AV1A Do em học gần hết khóa học Av1A nên em xin pđt cho em tiếp tục khóa học.Em sẽ thanh toán học phí đầy đủ ạ Thân ",
    "Em là , MSSV . Hiện tại sau khi thi anh văn TOEIC hai kỹ năng nói viết đạt yêu cầu, em đã đủ các yêu cầu để xét tốt nghiệp. Tuy nhiên, tình trạng sinh viên của em hiện tại đã bị tạm dừng. Em xin phép phòng đào cấp lại tình trạng sinh viên cho em để em có thể đăng ký tốt nghiệp kịp đợt tháng 4 này ạ. Em xin cảm ơn!!",
    "Do em học khóa 2018 với môn học \"Thực tập cơ khí đại cương 2\" mã số môn học là ME2001. Nhưng em bị trễ và học lại sau đó với môn học tương đương của khóa 2019 có mã số môn học là ME2087. Nên em cần giúp đỡ về vấn đề chuyển điểm môn học tương đương từ điểm môn ME2087 sang điểm môn ME2001.   i ",
    "Em chào PĐT. Khoảng 10 ngày trước thì học phí của em là 2rt7, đến nay đã cập nhật lên 11trieu. Mong PĐT giải thích giúp em với ạ Em cảm ơn PĐT.",
    "Lần trước em có mất thời khoá biểu một lần vì lý do chưa thanh toán kì 211. Và bây giờ em tiếp tục mất thời khoá biểu và em tìm đủ mọi cách nhưng vẫn chưa biết lý do vì sao. Mong thầy cô giúp em.",
    "Thân gửi Quý thầy, cô phòng đào tạo. Em là , mssv: . Hiện em là sinh viên khóa K17 khoa Quản Lý Công Nghiệp. Do trình trạng sinh viên của em là Tạm dừng . Em mong thầy, cô hỗ trợ em Thu nhận lại em để em có thể đăng ký môn học và hoàn thành chương trình học. Em có đính kèm Phiếu , Rất mong sự giúp đỡ sớm từ quý thầy, cô.",
    "Dạ thầy/cô cho em hỏi về hạt chót bổ sung điều kiện tốt nghiệp ạ. Theo em được biết thì ở trên web nhà trường có thông báo về lịch tốt nghiệp tháng tư ở mục \"lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022\", thì hạn chót bổ sung điều kiện tốt nghiệp là ngày 11/04. Nhưng trên trang đăng ký tốt nghiệp thì hạn chót bổ sung lại là ngày 04/05, và có một vài bạn thông tin thêm là khi các bạn lên hỏi thì phòng đào tạo có kêu là sau 11/04 vẫn được bổ sung điều kiện tốt nghiệp. Vậy em muốn hỏi vậy thực sự hạn chót bổ sung điều kiện tốt nghiệp là khi nào ạ. Dạ em cảm ơn",
    "t nghiệp . hưa thầy/cô, Em tên là , MSSV là , hiện đang là sinh viên hệ chính quy khóa K17 của khoa Kỹ thuật Giao hông, lớp G17HK. Sau đây em muốn trình bày với quý thầy/cô một số khúc mắc liên quan đến việc xét tốt nghiệp . Hiện tại, em còn thiếu một điều kiện duy nhất trong quy định xét tốt nghiệp của nhà trường đó là chuẩn tiếng anh Nói & Viết theo hình thức oeic của trung tâm ngoại ngữ English. Hiện tại em đã dự thi chứng chỉ tiếng Anh nói viết vào ngày 23/03/2020 và đang trong thời gian đợi kết quả. Mặt khác, em không có trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022. Vì em đang là sinh viên năm cuối đã hoàn thành đầy đủ chương trình đào tạo đang theo học tại nhà trường nên học kỳ 2 năm học 2021-2022 này em không đăng ký môn học, dẫn đến tình trạng sinh viên hiện tại của em là đang tạm dừng học do không có thời khóa biểu. Với trường hợp của em như đã trình bày ở trên, kính mong quý thầy/cô có thể giải đáp hai câu hỏi của em như sau được không ạ? 1/ Để được đăng ký xét tốt nghiệp, mình có cần thiết phải nộp đơn xin thu nhận lại để hủy tình trạng tạm dừng học đó không ? 2/ Em có mong muốn được tốt nghiệp trong đợt tháng 04/2022, nếu trong trường hợp không may rằng em không thể hoàn thành đủ những tiêu chí xét tốt nghiệp trước hạn chót là 11/04 thì liệu còn cách nào khác để em xin xét tốt nghiệp bổ sung sau đó mà không cần phải đợi đến đợt tháng 11/2022 không? Em xin chân thành cảm ơn và mong nhận được phản hồi từ quý thầy/cô về hướng giải quyết trong thời gian sớm nhất . rân trọng, ",
    "Em học khóa 2018 đúng với chương trình đào tạo thì em sẽ học môn \"Thực tập cơ khí đại cương 2\" với mã số môn học ME2001. Nhưng em bị trễ và học lại môn học tương đương của khóa 2019 với mã môn là ME2087. Vì vậy nên em xin chuyển điểm môn học tương đương từ môn ME2087 sang môn ME2001",
    "Kính chào quý thầy cô lãnh đạo, Em tên , MSSV  hiện đang học chương trình PFIEV khóa 2018. Em xin đại diện các bạn học môn Bộ chấp hành thông minh xin mở lịch thi kết thúc môn học. Chúng em đã thảo luận với thầy giảng dạy và trong đơn có kèm chữ ký xác nhận của thầy. Để tránh bị dồn lịch nên chúng em xin được thi vào 14 giờ thứ sáu ngày 01 tháng 04 năm 2022 hình thức online. Chúng em mong chờ phản hồi sớm nhất ạ. Em xin chân thành cảm ơn, .",
    "Em mới có kết quả thi nói viết nên bây giờ mới đủ điều kiện đăng kí tốt nghiệp. Vì em đã hoàn thành chương trình học nên không đăng kí môn học. Xin admin giúp em mở lại tình trạng sinh viên giúp em để em có thể đang kí tốt nghiệp ạ. Em cảm ơn.   i Tốt nghiệp .",
    "Thưa Phòng Đào Tạo, xin cho em hỏi là các thông tin về các hoạt động xã hội đang hoặc sắp tổ chức có thể tìm ở đâu ạ?",
    "Thưa thầy cô ạ. Em tên , MSSV: . Hiện nay em đã đủ điều kiện để tốt nghiệp. Em phải làm gì để được trường thu nhận lại và xét tốt nghiệp ạ.",
    "Chào thầy cô ạ. Em tên , MSSV: . Em xin làm đơn thu nhận lại để xét tốt nghiệp.",
    "Em chào thầy/cô Thầy/cô cho em hỏi sao em lại không đủ điều kiện thi anh văn 1A ? Em đã hoàn thành AVCB và cũng đã đóng học phí đầy đủ. Ban đầu thì em vẫn có TKB nhưng học được vài tuần đầu thì TKB lại mất. Em có hỏi thầy  dạy anh văn 1A khi đó thì thầy báo là học xong AVCB thì được học tiếp. Lúc đó thì em cũng đã học xong AVCB chỉ còn đợi điểm thi nữa thôi là được . Em mong thầy/cô kiểm tra xem có sai xót gì trong trường hợp của em không!!! Em cảm ơn thầy/cô.",
    "Dạ chào Thầy/Cô  Em tên: . Mssv: , lớp CK17CD1.  Em đã hoàn thành tất cả môn học vào học kì 1 2021-2022 và em vừa có điểm đat anh văn nói viết hôm 20-3-2022. Cho em hỏi là: bây giờ em có cần lên phòng đào tạo làm đơn xin hủy tạm dừng tình trạng sinh viên để em đăng kí tốt nghiệp không ạ . Em xin chân thành cảm ơn.",
    "Dạ thầy, cô Sau khi hỏi phòng đào tạo và liên lạc với giảng viên môn Cơ sở vật liệu và bảo vệ ăn mòn CH3331 HK211, em được thầy trả lời là thầy đã làm đúng thủ tục và thầy cũng không biết tại sao điểm chưa có trên hệ thống. Mong phòng đào tạo xem xét giúp em để em có thể hoàn thành môn học ạ. Em xin cảm ơn.",
    "Kính gửi Thầy/cô Em tên là  MSSV:  Em có chuyển điểm toeic từ học kì 201, đã có điểm trong phần điểm chuyển, tuy nhiên trong bảng điểm hay điểm trung bình tích lũy lại không cập nhật thầy/ cô cho em hỏi đây có phải lỗi hệ thống hay do em chưa làm bước nào không ạ? Em xin cảm ơn!",
    "Thưa PĐT Em tên , MSSV . Cho em hỏi học phí chính quy HK212 đáng lẽ là 5.850.000 vnd. Nhưng khi em kiểm tra BKpay thì lại là   B Học phí chính quy dự thính với số tiền 6.025.000 vnd   . Trong khi học kì này em không đăng kí dự thính và các môn đều nằm trong chương trình đào tạo chính quy. Em hy vọng có sự nhầm lẫn. Kính mong PDT xem xét. Em chân thành cảm ơn",
    "Em chào quý thầy cô ạ, Em tên  (MSSV: - lớp CK16CTM2) Em đã hoàn thành tất cả các môn học tại trường, tiếng anh và cả CTXH. Kỳ này em muốn đăng ký tốt nghiệp ạ. Nhưng Em bị tình trạng là \"tạm dừng\" vì không đăng ký môn học. Rất mong được tư vấn và hổ trợ, để Em có thể tốt nghiệp trong tháng Tư sắp tới.  Em rất mong nhận được phản hồi sớm ạ!",
    "Mở môn học học kỳ 212 . Cho em xin mở thêm  lớp dạy thể chất võ học phần 2 trong kì này được không ạ, do kì này các lớp thể chất full sĩ số + trùng với lịch học chính của em nên em chưa đăng ký được ạ Kì hè pdt có mở lớp dạy thể chất không ạ ",
    "Em chào phòng đào tạo, em là  lớp HC17DK K17 Khoa Hoá. Em vừa hoàn thành xong thi tiếng anh nói viết kì này nhưng không đăng ký tốt nghiệp được vì trên mybk của em ghi là sinh viên tạm dừng vì không đăng ký môn học. Cho em hỏi là làm cách nào để em đăng ký tốt nghiệp ngay lập tức vì em nghe nói sắp tổ chức lễ tốt nghiệp trong tháng 4 . Em xin cảm ơn.",
    "Em chào phòng đào tạo. Em có danh sách trong đợt tốt nghiệp tháng 11/2021. Hiện tại khóa của em chưa được tổ chức lễ tốt nghiệp. Phòng đạo tạo cho em hỏi tháng 4 tới trường dự định tổ chức lễ tốt nghiệp vào ngày nào trong tháng ạ. Em cảm ơn.",
    "Em chào ban đào tạo. Ban đào tạo có thể cho em biết chính xác ngày nhận bằng tốt nghiệp chính thức của em trong tháng 4 được không ạ? Hoặc nếu không thì trong khoảng thời gian từ ngày mấy đến ngày mấy ạ? Do hiện tại em đang ở quê( tỉnh Quảng Nam) tuy nhiên ktx Bách Khoa lại buộc em phải chuyển đồ gấp nên em cần biết chính xác ngày nhận bằng hoặc khoảng ngày mấy trong tháng 4 để em có thể báo lại bên ktx và đặt vé vô ạ? Em mong ban đào tạo phản hồi , em cảm ơn ạ.",
    "Kính chào PDT, em là , mssv . Hiện tại em đã học hết các môn trong ctdt và đạt số tín chỉ yêu cầu là 142 trong hk2 năm 20-21, nhưng phần \"Số tính chỉ tích lũy ngành\" và \"Điểm trung bình tích lũy ngành\" của em vẫn không được pdt cập nhật, hiện tại lần cập nhật cuối là tháng 5/4/2021. Trong thời gian học tập em có học một môn tương đương là CI2093 và CI2091 mã K16, tương đương với môn CI2039 mã K15. Vì do môn CI2039 không được mở lớp nữa. Em nhờ pdt xem lại và cập nhật cho em, bởi vì đây là 1 việc rất quan trọng, quyết định em ra trường. Mong nhận được phản hồi và cập nhật từ pdt. Em xin cảm ơn.",
    "Trong đợt đăng ký môn học của học kỳ 2 năm 2021-2022. Em đã gửi kiến nghị xin phép được mở quyền đăng ký môn học trên wed. Để đăng ký môn Đồ Án Tốt nghiệp (813303 ). Nhưng không thấy PĐT mở quyền đăng ký môn học cho em, và em quyết định chờ đến năm sau đk. Nhưng đến nay em vừa được cập nhật thời khoá biểu (ngày 23/3/2022) ,lại thấy PĐT đã tự động đăng ký môn Đồ Án Tốt nghiệp (813303 ). Nay thời gian của học kỳ 2 đã qua 3 tháng , em không thể hoàn thành môn học này với thời gian còn lại . Vậy nên em xin phép nhà trường huỳ môn học Đồ Án Tốt nghiệp (813303 ).",
    "Kính chào PDT, em là , mssv . Hiện tại em đã học hết các môn trong CTDT và đạt số tín chỉ yêu cầu là 142 trong HK2 năm 20-21, nhưng phần \"Số tính chỉ tích lũy ngành\" và \"Điểm trung bình tích lũy ngành\" của em vẫn không được pdt cập nhật, hiện tại lần cập nhật cuối là tháng 5/4/2021 (HK1 20-21). Trong thời gian học tập em có nợ môn CI2039 Kết cấu bêtông cốt thép 1, do đây là mã cũ của K15 và không còn được mở lớp nữa cho nên em đã học 2 môn thay thế cho môn CI2039 là: CI2091 Kết cấu bêtông cốt thép1 (HK1 19-20): 7.0 CI2093 ĐAMH kết cấu bêtông ct1 (HK1 20-21): 5.0 Em nhờ pdt xem lại và cập nhật số tín chỉ cũng như điểm cho em, bởi vì đây là 1 việc rất quan trọng. Mong nhận được phản hồi và cập nhật từ pdt. Em xin cảm ơn. Trả lời",
    "Dạ thưa Thầy/Cô, Hiện tại em vừa nộp CCNN và xin xét miễn Anh Văn để xét tốt nghiệp nhưng tình trạng sinh viên của em là tạm dừng. Thầy/Cô cho em xin phép hỏi với tình trạng sinh viên như vậy em có được thẩm tra bằng anh văn và xét miễn anh văn không ạ? Em xin cảm ơn Thầy/Cô.",
    "Trên BKEL (Thời khóa biểu)của em bị mất lịch học môn Hóa Đại Cương. Mong xem xét lại giúp em MSSV: ",
    "Kính gửi thầy/cô, dạ em khóa K15 hiện em đã hoàn thành chương trình đào tạo và hiện em vẫn chưa đạt điều kiện anh văn nói viết ạ. Dạ thầy cô cho em hỏi là ngày cuối cùng để hoàn thành điều kiện anh văn nói viết là ngày nào ạ, và sau ngày đó nếu em chưa hoàn thành điều kiện anh văn nói viết thì em liệu có được viết đơn xin gia hạn thêm một học kì không ạ. Em xin chân thành cảm ơn.",
    "Chào pđt,  Hiện tại em muốn bảo lưu do bệnh hiểm nghèo, em cũng đã làm đơn và các giấy tờ lien quan rồi ạ, nhưng được trả lời là phải đóng tiền học phí rồi mới được bảo lưu nhưng theo em được biết là có thể không đóng tiền, một phần hoặc toàn bộ, vậy cho hỏi là cụ thể hơn được hông ạ, tại em cần bảo lưu gấp ạ, cám ơn pđt đã xem.",
    "Em là . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Tuy nhiên, tình trạng sinh viên vẫn đang là   /I   B Tạm Dừng     I . Vì vậy em không thể đăng ký tốt nghiệp. Em muốn hỏi khi nào thì em sẽ được thu nhận lại, để có thể đăng ký tốt nghiệp trong tháng này. Em xin chân thành cảm ơn.",
    "Xin chào. Em tên là . Em có nhu cầu đăng kí môn học với khóa k22. Cụ thể là em có rớt 1 môn cơ sở ngành từ kì 1 năm nhất. Em muốn đăng kí để học với khóa k22. Và vì kì 1 năm nhất nhà trường sẽ đăng kí môn học cho sinh viên, nên em không đăng kí trên mybk được. Em xin hỏi thời gian đăng kí và cách thức đăng kí ạ. Chúc 1 ngày tốt lành. Trân trọng .",
    "Chào anh/chị, Dạ hiện tại em muốn in thẻ sinh viên do mất thẻ để đăng ký thi toeic nhưng không vào được mục \"Đăng ký in thẻ sinh viên\". Khi nhấn vào mục này thì sẽ hiện màn hình thông báo như ảnh đính kèm. Cho em hỏi về lý do và cách xử lý với ạ. Em xin cảm ơn anh/chị nhiều!",
    "Nếu em thi anh văn đầu vào không đạt thì em có thể đăng kí kịp anh văn cơ bản và anh văn 1 trong hè để có thể đăng kí môn học kì 2 không ạ",
    "EM chào pđt, hiện tại em đã đủ 142 chỉ nhưng thiếu anh văn nói viết, nhưng do không đăng ký môn học nên bị tạm dừng, em sẽ thi AV ns viết trong tuần sau vậy pđt cho em hỏi em có cần làm đơn xin thu nhận lại ngay bây giờ hay là thi nói viết xong, nếu pass pđt sẽ tự thu nhận lại và cho phép đăng ký tốt nghiệp vậy ạ. Tiện thể cho em hỏi hạn chót đk tốt nghiệp đợt tháng 4 này là ngày mấy vậy ạ ?",
    "Em là , sinh viên K15 khoa cơ khí chất lượng cao, mã số sinh viên .  Tuần trước em đã lên trực tiếp phòng đào tạo nhưng hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp nên em xin được lên đây trình bày lại vấn đề của em ạ.  Trong các môn tự chọn nhóm B em đã học hiện có 1 môn không có trong danh sách K15 mà thuộc danh sách k16 trở về sau nên không được tính vô bảng điểm của em.  Môn học: Mô hình hóa hình học và mô phỏng Mã môn: ME3027 Học kì đã học: học kì 2 2020-2021 Điểm tổng kết: 8.5 Danh sách môn học cơ khí chất lượng cao em có đính kèm (nguồn:https://oisp.hcmut.edu.vn/academic-affairs/chuong-trinh-dao-tao/)   Vì hiện tạo đã sát ngày xét tốt nghiệp nên em mong phòng đào tạo có thể giải quyết sớm giúp em. Em xin chân thành cảm ơn.",
    ": Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được gia hạn thời gian đào tạo. Với lý do,em thuộc diện ưu tiên KV2 được phép xin gia hạn thêm 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo và đã đạt 14 ngày Công tác xã hội nhưng em chưa đạt được đủ chuẩn anh văn của trường( chưa chuyển điểm AV4 và nói viết)        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 212). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn .        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận.        Xin trân trọng cảm ơn !                                             ",
    "Em tên là , sinh viên K17 khoa Quản lý công nghiệp. Hiện tại trạng thái sinh viên của em là \"tạm dừng\" (từ học kỳ 212 năm học 2021-2022). Nay em gửi phiếu thu nhận để em có thể bổ sung bằng anh văn và đăng ký tốt nghiệp (như file đính kèm) . Kính mong phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.",
    "Em tên là , sinh viên K17, lớp QL0102. Học kỳ 212 em đã hoàn thành Luận văn tốt nghiệp nhưng hiện tại theo như thông tin trên  không cập nhật điểm và số tín chỉ của môn học này . Hiện tại số tín chỉ tích lũy và tín chỉ tích lũy ngành của em không trùng khớp nhau. Kính mong phòng đạo tạo kiểm tra và cập nhật lại giúp em để em có thể đăng ký xét tốt nghiệp trong học kỳ này ạ. Em xin chân thành cảm ơn! ",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là Đặng Thanh , MSSV: , là sinh viên khóa k14. Em xin Phòng Đào Tạo cho em được chuyển hệ sang hệ Vừa Học Vừa Làm vì hiện tại em thuộc diện bị xóa tên vì không hoàn thành được môn Anh Văn 4 trong thời gian đào tạo ạ. Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!  Đặng Thanh ",
    "Em chào cô, Cách đây một tháng Bảng điểm Học kỳ 1 (2021-2022) của em có cập nhật điểm 2 môn là Luận văn tốt nghiệp (405700) và môn Pháp văn 5 (LA3021). Nhưng hôm nay em vào xem lại thì Bảng điểm Học kỳ 1 (2021-2022) bị xóa mất 2 môn này. Em mong PĐT cập nhật lại điểm 2 môn này vào Bảng điểm Học kỳ 1 (2021-2022) của em ạ. Em xin chân thành cảm ơn.",
    "Thưa thầy/cô phòng đào tạo ạ, em tên là  MSSV , do tuần sau là tuần học trực tiếp nhưng em đã bị xóa tkb HK212 không biết lý do nên em mong PDT xem xét mở lại tkb cho em với ạ!! Em cảm ơn!!",
    "Em tên  khóa ck15, em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng hiện tại e vẫn chưa thể đắng kí tốt nghiệp được. Kính mong nhà trường có thể thu nhận em lại để em đăng kí tốt nghiệp. Em xin cám ơn!",
    "Em có đăng kí thi bổ sung giữa kì môn Vật lý 2 và em đã nhận được email chấp thuận của Phòng Đào tựo.Thầy/cô cho em hỏi em có thể em lịch thi bổ sung ở đâu ạ.Em cửm ơn.",
    "Kính gửi PDT . Em tên  mssv  . Em gặp phải tình trạng không đăng kí tốt nghiệp được vì nợ học phí do kì này em đã đăng kí và rút môn học . Hạn cuối đăng kí tốt nghiệp là 11/4 mà hạn bắt đầu đóng học phí cũng là 11/4 . Em có thể xin đóng học phí sớm để đăng kí tốt nghiệp được không ạ. Vì lý do em sợ bị lỗi trang không đóng được học phí và không đăng kí tốt nghiệp kịp . Em xin chân thành cảm ơn .",
    "Trên trang mybk em chặn mục xét tốt nghiệp vì quá thời gian học, em xin được xét tốt nghiệp vào đợt tháng 4, .",
    "Em chào thầy/cô. Thầy/cô cho em hỏi một vài vấn đề về đăng kí môn trong học kì hè năm nay: _ kì hè năm nay có xét điểm anh văn để đăng kí môn không. _ nếu có xét điểm anh văn thì hạn chót nộp bằng anh văn để xét điểm là khi nào. _ điều kiện để đăng kí   B Đề cương luận văn    là phải qua anh văn mấy. Em xin cảm ơn.  ",
    "Tốt nghiệp . Kính gửi PĐT: Em xin hỏi là Làm sao để cập nhập lại ảnh 4x6 (ảnh tốt nghiệp). Ảnh tải lên bị sai phông nền , nên em muốn cập nhập lai ảnh  . Em xin cám ơn",
    "Em chào thầy/cô. Thầy cô cho em hỏi là khi mình bị ra trường trễ thì trong thời gian mình bị trễ mình còn được công nhận là đang học không. Và trong thời gian mình bị trễ nếu mà bên quân sự gọi đi nghĩa vụ thì mình có phải đi không . Em xin cảm ơn.",
    "Em xin trường thu nhận lại và được đăng ký tốt nghiệp",
    "Chào thầy cô, Học kỳ 202 em có hoãn thi môn Kỹ thuật robot ME3015. Em được sắp xếp thi lại vào HK 211, nhóm HT01_A, L01_B ; ngày 25/12/2021 lúc 16h. Em đã nộp bài và file video đầy đủ. Hôm nay kiểm tra thì điểm tổng kêt là điểm 13. Do thi lại nên em cũng không biết được giáo viên chấm thi để liên hệ. Mong phòng Đào tạo giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM, Em tên . MSSV:  - Khoa khoa học ứng dụng. Hiện học lớp: KU17VLY2. Em đã tạm dừng học kỳ 1 và học kỳ 2 năm học 2021-2022. Lý do: em chưa đủ điều kiện xét tốt nghiệp vì thiếu chứng chỉ ngoại ngữ. Hiện tại, em đã đăng kí thi toeic nhưng vì bị nhiễm bệnh nên em đã không thể tham dự kịp kỳ thi lấy chứng chỉ ngoại ngữ. Em sẽ cố gắng thi CCNN trước tháng 10/2022 để không bị tạm dừng quá thời hạn. Em xin gửi phòng đào tạo đơn xin thu nhận lại sinh viên. Mong phòng đào tạo xem xét thu nhận lại để em không bị buộc thôi học. Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cảm ơn. Trân trọng./.",
    "Chào ! Em là , sinh viên k15 . Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng hiện vẫn chưa được thu nhận lại và chưa vào được mục đăng ký tốt nghiệp để có thể đăng ký tốt nghiệp.  kiểm tra với giúp em với ạ. Em xin cảm ơn!",
    "Tốt nghiệp     Chào cô  Cho em hỏi em sinh viên K15 đã hoàn thành luận văn TN nhưng còn thiếu CNAV và ngày CTXH thì em xin thêm 1 học kỳ để bổ sung CNAV và ngày CTXH được không? và xin thì gửi mẫu như thế nào ạ? ",
    "Em tên là  ,MSSV  ,Lớp CK17CTM1. Hiện tại em đang bị tạm dừng tình trạng Sinh viên, lý do: không đăng kí môn học HK212. Cho em hỏi thủ tục đăng kí thu nhận lại thực hiện như thế nào? Có thể thực hiện trực tuyến hay phải lên trực tiếp phòng đạo tạo ạ. Em xin chân thành cảm ơn.",
    "Chào Chị Em vừa thanh toán tiền in bảng điểm của năm 2018 rồi ạ. Chị kiểm tra lại dùm em em có thể đăng kí tốt nghiệp được chưa ạ. Em đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ. Nhưng em nợ tiền in bảng điểm nên không được xét tốt nghiệp chính thức ạ. Em có gửi chị 2 file ảnh đính kèm . Thân./",
    "Tốt nghiệp Chào Chị Em vừa thanh toán tiền in bảng điểm của năm 2018 rồi ạ. Chị kiểm tra lại dùm em em có thể đăng kí tốt nghiệp được chưa ạ. Em đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ. Nhưng em nợ tiền in bảng điểm nên không được xét tốt nghiệp chính thức ạ. Em có gửi chị 2 file ảnh đính kèm . Thân./",
    "Chào PĐT, em là sinh viên thực tập học kỳ 212. Dạ cho em hỏi hạn nộp báo cáo thực tập tốt nghiệp là khi nào ạ. Em cảm ơn.",
    "Chào Anh/Chị ạ. Em tên là   mssv   Hiện tại thì em đã đăng kí tốt nghiệp và đợi lấy bằng Anh/chị cho em hỏi tháng tư này có lễ tốt nghiệp không và nếu có thì em phải đăng kí như thế nào để tham gia lễ tốt nghiệp và lễ tốt nghiệp diễn ra chính xác vào ngày nào ạ Em xin chân thành cảm ơn ạ",
    "Em là  mã số sinh viên , học kì 211 vừa rồi em có làm luận văn tốt nghiệp và học môn phương pháp tính và cả 2 môn đều có điểm tổng kết nhưng đến nay em vẫn chưa có điểm trung bình học kì,số tín chỉ tích lũy, điểm trung bình tích lũy của kì 211 ạ, và sáng nay em vô kiểm tra thì thấy bảng điểm học kì 211 bị mất. Mong quý thầy cô kiểm tra lại giúp em ạ ! Em xin cảm ơn ạ !",
    "Kính gửi Phòng Đào tạo!  Em là ,  MSSV: . Hiện tại, em đã hoàn thành chương trình học tại trường và đủ ngày công tác xã hội để xét tốt nghiệp. Tuy nhiên, em còn thiếu chứng chỉ Anh văn nói viết và em đã đăng kí thi vào chủ nhật tuần này. Nhưng vì em bị mất thẻ sinh viên nên không đủ điều kiện dự thi . Em đã đăng kí xin giấy xác nhận sinh viên thì hệ thống báo lỗi vì tình trạng sinh viên là nghỉ (xoá tên do hết thời gian học). Vì hoàn cảnh gia đình nên em vẫn đang ở quê là tỉnh Nghệ An và sẽ vào Thành phố Hồ Chí Minh vào thứ 7 tuần này để dự thi. Vì vậy, em kính mong Phòng Đào tạo xem xét giúp đỡ cho em có thể được thu nhận lại và đủ điều kiện dự thi Anh văn nói viết. Em xin chân thành cảm ơn!",
    "Chào thầy / cô ,  Em hiện đăng kí được tốt nghiệp nhưng mục đóng lệ phí tốt nghiệp em không thấy cập nhật trên Bkpay. Thầy / cô cho em hỏi là em có thể nộp lệ phí ở đâu để hoàn tất tốt nghiệp ạ  . Em xin cám ơn",
    "Dạ, em chào thầy cô . Em là , MSSV . Thầy cô cho em hỏi là kỳ này do em không đăng ký thời khóa biểu nên đã bị tạm dừng và không đăng ký được tốt nghiệp ạ. Hiện tại em đã thi đủ điều kiện toeic và anh văn nói viết của trường. Thầy cô cho em hỏi phải làm như thế nào để có thể mở lại tài khoản để đăng ký tốt nghiệp ạ. Em cảm ơn thầy cô.",
    "Em tên:  MSSV:  Em viết mail này để hỏi về tình trạng sinh viên của em hiện tại đang là tạm dưng do kỳ trước em không đăng ký môn nào, nhưng em đã đủ điều kiện tốt nghiệp, em xin phép nhà trường gỡ tình trạng tạm dừng hiện tại của e để em được xét tốt nghiệp trong kỳ này. Em xin chân thành cảm ơn nhà trường.",
    "Em xin chào, Em muốn hỏi là trong đợt xét tốt nghiệp tháng 04/2022 này thì deadline nộp bằng anh văn là khi nào ạ. Em cảm ơn.",
    "Cho em xin thu nhận lại để đăng ký tốt nghiệp ạ.",
    "Em xin được đăng ký tốt nghiệp bổ sung.",
    "Hồi trước em có nói về việc không có tkb ạ, sau đó đã được sắp, nhưng thầy  lớp VL02 môn thực tập điện, báo là không có tên trong danh sách vào điểm trên bkel ạ. Kiểm tra lại giúp em với ạ",
    "Kính gửi Phòng đào tạo Em là Phạm Vũ Tiến Thịnh Nay em có câu hỏi về anh văn theo yêu cầu là em đã đăng kí thành công như chưa thấy lịch học của môn này. Em xin  xem xét về vấn đề này. Em xin cảm ơn",
    "Em tên NGÔ MINH TRIỀU 1713608 CK17NH2  Thưa quí thầy cô.  1) Khoản nợ học phí HK202 HK211 em sẽ phải thanh toán.  2) Tuần trước, trên BKPAY lại hiển thị thêm học phí của học kì này HK212. Em xin KHÔNG CHẤP NHẬN và KHIẾU NẠI ạ -Thứ nhất, trước khi đăng kí học kì này, em đã  sợ sẽ trục trặc nên đã mail nhiều lần hỏi kĩ trước khi đăng kí học.Nhưng không nhận được phản hồi và hướng dẫn từ ai. -Thứ hai, em học được đến tuần thứ 3 (rất sớm và là từ trước tết) thì đã bị hủy TKB/tạm dừng học (theo lời quí thầy cô) (nhưng vẫn đang đợi quyết định)    Cho nên đây là sự chậm trễ và không thống nhất từ quí thầy cô PĐT ạ.Em đã thắc mắc nhiều lần là sao em chưa bị xét tạm dừng từ tận trước tết,để giờ đây hệ thống vẫn auto tính học phí HK212 này cho em.Cho nên nếu quí thầy cô bắt em phải thanh toán học phí HK212 là quá VÔ LÝ và không hề nằm trong qui chế.      Thưa quí thầy cô, theo nội qui,em thanh toán trễ hạn sẽ phải: -Thanh toán học phí nợ -Bị tạm dừng học,nhưng là tạm dừng học kì em chưa thanh toán học phí chứ không phải là học kì SAU NÀY ạ. Nhưng quyết định chậm trễ từ PĐT,Nay thầy cô buộc em tạm dừng học kì này và phải thanh toán ngay học phí nợ thì mới được thu nhận lại.Bây giờ lại thêm học phí của HK212-học kì em đã bị tạm dừng ngay từ đầu,nhưng không được thông báo gì từ PĐT. Tóm lại,Em không dám nói về quá trình trước đó nữa, vì một phần lỗi cũng do em đã bỏ liều nên em cũng mong chuyện mau giải quyết để em tiếp tục học. Em sẽ cố gắng thanh toán nợ cũ.NHƯNG XIN PĐT KHẮC PHỤC HỌC PHÍ HK212 NÀY CHO EM . Nếu quí thầy cô vẫn bắt em thêm khoản học phí HK212 thì xử ép em quá. Trong khi em đã rất khó khăn,vì khó khăn nên mới như tình cảnh bây giờ.KHông thể đột ngột lại gánh thêm khoản nợ cho gia đình, em chắc tự tử thôi. Mong quí thầy cô xem xét kĩ và khắc phục sớm giúp em ạ.Nay sắp đầu tháng 4, em vẫn chưa có quyết định tạm dừng học ,sợ sẽ lại nhận được sự chậm trễ và không kịp học HK213 mất.",
    "Em tên NGÔ MINH TRIỀU 1713608 CK17NH2 Thưa quí thầy cô. 1) Khoản nợ học phí HK202 HK211 em sẽ phải thanh toán. 2) Tuần trước, trên BKPAY lại hiển thị thêm học phí của học kì này HK212. Em xin KHÔNG CHẤP NHẬN và KHIẾU NẠI ạ -Thứ nhất, trước khi đăng kí học kì này, em đã  sợ sẽ trục trặc nên đã mail nhiều lần hỏi kĩ trước khi đăng kí học.Nhưng không nhận được phản hồi và hướng dẫn từ ai. -Thứ hai, em học được đến tuần thứ 3 (rất sớm và là từ trước tết) thì đã bị hủy TKB/tạm dừng học (theo lời quí thầy cô) (nhưng vẫn đang đợi quyết định)    Cho nên đây là sự chậm trễ và không thống nhất từ quí thầy cô PĐT ạ.Em đã thắc mắc nhiều lần là sao em chưa bị xét tạm dừng từ tận trước tết,để giờ đây hệ thống vẫn auto tính học phí HK212 này cho em.Cho nên nếu quí thầy cô bắt em phải thanh toán học phí HK212 là quá VÔ LÝ và không hề nằm trong qui chế.    Thưa quí thầy cô, theo nội qui,em thanh toán trễ hạn sẽ phải: -Thanh toán học phí nợ -Bị tạm dừng học,nhưng là tạm dừng học kì em chưa thanh toán học phí chứ không phải là học kì SAU NÀY ạ. Nhưng quyết định chậm trễ từ PĐT,Nay thầy cô buộc em tạm dừng học kì này và phải thanh toán ngay học phí nợ thì mới được thu nhận lại.Bây giờ lại thêm học phí của HK212-học kì em đã bị tạm dừng ngay từ đầu,nhưng không được thông báo gì từ PĐT. Tóm lại,Em không dám nói về quá trình trước đó nữa, vì một phần lỗi cũng do em đã bỏ liều nên em cũng mong chuyện mau giải quyết để em tiếp tục học. Em sẽ cố gắng thanh toán nợ cũ.NHƯNG XIN PĐT KHẮC PHỤC HỌC PHÍ HK212 NÀY CHO EM. Nếu quí thầy cô vẫn bắt em thêm khoản học phí HK212 thì xử ép em quá. Trong khi em đã rất khó khăn,vì khó khăn nên mới như tình cảnh bây giờ.KHông thể đột ngột lại gánh thêm khoản nợ cho gia đình, em chắc tự tử thôi. Mong quí thầy cô xem xét kĩ và khắc phục sớm giúp em ạ.Nay sắp đầu tháng 4, em vẫn chưa có quyết định tạm dừng học ,sợ sẽ lại nhận được sự chậm trễ và không kịp học HK213 mất.",
    "Kính gửi PĐT Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em vào mybk để đăng ký tốt nghiệp thì vẫn không được ạ. Mong PDT xem xét xử lý trường hợp của em ạ. Em cảm ơn",
    "Em tên  - MSSV:  lớp VL17KL Dạ phòng đào tạo cho em hỏi là em đã có tên trong danh sách tốt nghiệp dự kiến được đưa lên trang web vào ngày 25/3/2022, nhưng em không đăng ký tốt nghiệp được do trạng thái sinh viên là tạm dừng do không đăng ký môn học trong học kì 1 năm học 2021-2022. Mong phòng đạo tạo kiểm tra và cập nhật thông tin giúp em để em kịp tốt nghiệp trong đợt tháng 4 này ạ. Em xin cám ơn",
    "Kính gửi: - Thầy Cô phòng đào tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Em tên là :  Mssv :    - Hệ VHVL Khoa : Kĩ thuật xây dựng; Ngành : Kĩ thuật xây dựng công trình biển. Mssv hệ chính quy cũ : 0 Em viết đơn này để xin được chuyển từ hệ VHVL k14 sang K13 để được xét tốt nghiệp ạ. Em đã hoàn thành hết chương trình học của học kì chính quy. Rất mong phòng đào tạo xét duyệt giùm em ạ. Em xin chân thành cảm ơn !",
    "Hiện tại em đã có tên danh sách tốt nghiệp tạm thời đủ ngày CTXH và tín chỉ rồi mà tình trạng sinh viên của em hiện giờ vẫn ở trạng thái tạm dừng. Mong Phòng Đào Tạo hỗ trợ xét duyệt mở khoá tình trạng sinh viên cho em để đăng ký tốt nghiệp Em cảm ơn!",
    "Cho em hỏi là đợt tốt nghiệp tháng 4.2022 thì hạn cuối xét tốt nghiệp là ngày nào ạ. Em thấy thời gian trên aao là 11.4 còn thời gian chỗ đăng kí tốt nghiệp là 4.5. Và cho em hỏi đợt này có tổ chức lễ tốt nghiệp không ạ",
    "Chào thầy cô, Về việc tốt nghiệp vào tháng 4/2022 thì em đã có tên trong danh sách tốt nghiệp chính thức, em có một số câu hỏi:    Em có đăng kí nhận bằng tốt nghiệp tạm thời khi đăng kí tốt nghiệp và đã đóng 95,000đ từ ngày 02/03 nhưng đến giờ vẫn chưa nhận được bằng tốt nghiệp tạm thời, vậy thì khi nào trường sẽ gửi ạ?   Sau 11/4 là có thể đến trường để nhận bằng tốt nghiệp luôn hay ngay từ giờ là có thể đến lấy được rồi?   Trường mình có tổ chức lễ tốt nghiệp cho các bạn sinh viên vào đợt tốt nghiệp tháng 4/2022 này không ạ? Em mong thầy cô giải đáp thắc mắc sớm giúp em ạ, em cám ơn thầy cô.",
    "Phòng đào tạo cho em hỏi em mới thi anh văn nói viết và đã có điếm nhưng tình trạng sinh viên em là tạm dừng. Em muốn biết mình đã đủ điều kiện để tốt nghiệp chưa ạ.",
    "Em tên là  MSSV: Hiện tại em đã đủ các điều kiện tốt nghiệp cho đợt tháng 4 này nhưng em không có tên trong danh sách dự kiến để đăng ký tốt nghiệp. Kính mong nhà xem xét qua để em đăng ký tốt nghiệp lần này . Em cảm ơn ạ",
    "Em tên là  mssv  Hiện tại em không có trong danh sách tốt nghiệp nhưng em đã đủ các điều kiện để tốt nghiệp. Kính mong nhà trường bổ sung em vào danh sách tốt nghiệp đợt này ạ. Em xin chân thành cám ơn.",
    "Chào PDT trường Đại Học Bách Khoa TP. HCM ạ! Em là , Mssv: , Nay em không thể đăng kí xét tốt nghiệp được, em đọc thì thấy hiện trạng là nợ học phí, nên e đã hoàn thành đóng các khoản phí còn thiếu rồi nhưng vẫn chưa đăng kí được ạ! Mong Thầy Cô xem xét giúp em với ạ! Em cám ơn ạ!",
    "Chào thầy(cô), Hiện em vừa thi đạt đủ điểm av nói viết và những điều kiện tốt nghiệp khác. Thầy(cô) cho em hỏi là phải làm gì để được đưa vào danh sách dự kiến tốt nghiệp ạ? Và em đã hết thời hạn học nên đang trong tình trạng nghỉ, vậy em có cần nộp đơn thu nhận lại không ạ? Em xin cảm ơn thầy(cô) đã xem.   i Tốt nghiệp .",
    "Chào em, Cô thấy em đã đăng ký tốt nghiệp được rồi nhé. Thân Chào cô Vậy em chờ mail có tên trong danh sách tốt nghiệp chính thức đúng không ạ. Tại trong phần đăng kí tốt nghiệp em vẫn còn nợ lệ phí ạ. Thân./",
    "Thưa Thầy(Cô) cho em hỏi: 1. Em đã nộp bằng Toeic hai kỹ năng reading and listening lúc làm luận văn nhưng nay tốt nghiệp thì bằng đó đã hết hạn thì em có cần phải nộp lại bằng mới không ạ? 2. Em đã đủ tiêu chuẩn tốt nghiệp nhưng tình trạng sinh viên của em đang bị tạm dừng do không đăng ký môn học các kỳ trước thì em phải làm sao để có thể xét tốt nghiệp ạ Em cảm ơn.",
    "Em đã học lớp L35 của môn đại số tuyến tính  và đã hoàn thành khóa học và đã qua môn ấy rồi tại học kì 1 (2021-2022) nhưng  em vẫn nhận được thông báo về việc bài kiểm tra bkel,thi giữa kì, cuối kì. Cho em xin hỏi đó là lỗi hệ thống hay là do thiếu sót của em ạ Em xin cảm ơn ạ",
    "Theo câu hỏi đã hỏi trước đó(hình 2), Em không thể vào mục đăng kí tốt nghiệp trên trang web theo địa chỉ url là \"https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky\"(hình 1), em có thể truy cập bằng cách nào ạ? .",
    "Chào chị Em không tải bằng tốt nghiệp tạm thời được ạ . Thân./",
    "Hiện em đã hoàn thành chương trình đào tạo tuy nhiên do quá trình cộng ngày ctxh em thiếu 2 ngày Công tác xã hội. Đang nhờ địa phương xác nhận ngày ctxh cho em. Em hứa sẽ hoàn thành trước hạn chót 11/4. Hiện tại tình trạng sinh viên của em là nghỉ do hết thời gian đào tạo. Em xem quy chế thì vẫn còn học kì này để em hoàn thành điều kiện xét tốt nghiệp. Nhờ phòng đào tạo xem xét thu nhận lại giúp em để em có thể đăng kí tốt nhiệp. Em xin chân thành cảm ơn.",
    "xin chào thầy cô em vừa có quyết định chuyển từ hệ chính quy sang hệ vừa học vừa làm, em đã đủ hết điều kiện tốt nghiệp hệ VHVL nhờ thầy cô check và xét tốt nghiệp giúp em đợt tháng 4 này ạ . em cam on",
    "nh gửi Phòng Đào Tạo Đại Học Bách hoa TPHCM Hiện em  mssv , là sinh viên 15 hoa ỹ Thuật Xây Dựng. Em vừa hoàn thành chương trình đào tạo và hoàn thành yêu cầu ngoại ngữ đối với 15. Nhưng tình trạng sinh viên xoá tên vì hết thời gian đào tạo. Em được biết với khoá 15 sau khi hoàn thành ngoại ngữ và chương trình đào tạo trước ngày 11.4 thì em vẫn kịp đăng ký và xét tốt nghiệp đợt tháng 04/2022. Với tình trạng em như trên, thì em cần làm những thủ tục gì để được thu nhận lại và xét tốt nghiệp. ính mong phòng đào tạo phản hồi em sớm ạ . Em xin chân thành cảm ơn!",
    "pdt ơi em đã hết môn đang thi anh văn để ra trường thì tình trạng sinh viên của em để là đang tạm dừng thì có ảnh hưởng gì không ạ. Em vào trang đăng ký tốt nghiệp không được ạ.",
    "Em có Đăng ký môn học Dự thính môn học HK212 - Đợt 1 - Lộ Trình 2 2 môn nhưng đến giờ vẫn chưa có thời khóa biểu và kết quả đăng ký là sao ạ. Mong được pđt giải đáp về môn học dự thính",
    "Em xin kính chào quý thầy cô, Em vừa mới nhận được mail của Phòng Đào tạo về việc bản scan Giấy chứng nhận tốt nghiệp tạm thời đã được tải lên trang Đăng ký hồ sơ cấp bằng trên Mybk. Nhưng hiện tại em không thể truy cập mục Đăng ký tốt nghiệp (như trong tệp hình em đính kèm) để tải file ảnh về. Em nên làm thế nào để có thể tải file ạ? Kính mong thầy cô hướng dẫn cho em. Em xin chân thành cảm ơn.",
    "Xin chào ạ, Em có đăng ký lớp anh văn 4a và có kết quả ở đợt thông báo kết quả đăng ký. Nhưng trên trang e-learning và mybk của em không có thời khóa biểu cũng như môn học. Em có kiểm tra trên trang bkpay thì cũng có xuất hiện môn anh văn đã đăng ký. (em có đính kèm hình ảnh về những điều này ạ). Môn học bắt đầu vào 18:00 ngày hôm nay. Nhưng vì không xuất hiện môn học ở e-learning và em cũng không nhận được email hay tin nhắn nào về link lớp học. Hiện tại em không biết làm cách nào  để tham gia lớp học.   Em mong được giải quyết sớm ạ.",
    "chào thầy/ Cô,  Em đăng kí tốt nghiệp và đã hoàn thành mục thanh toán lệ phí. Tuy nhiên em thấy mục tình trạng của em là phiếu đăng kí không được xử lí ( như hình đính kèm bên dưới ) . Nhờ thầy / cô kiểm tra giúp em ạ . Em xin cám ơn.",
    "Em là -, hôm nay em vào xem thì thời khoá biểu em tiếp tục mất ạ, em đã thanh toán đầy đủ học phí rồi ạ nhưng thời khoá biểu xuất hiện được vài ngày sau đó mất tiếp. Mong xem lại giúp em ạ, em muốn xem thời khoá biểu sắp tới để sắp xếp ạ. Em xin cám ơn.",
    "PĐT cho em hỏi em đã được xét chuyển qua hệ vừa học vừa làm. Em đã hoàn thành hết chương trình đào tạo + Toeic 480. Cho Em hỏi các thủ tục để xét tốt nghiệp 4/2022. Em cám ơn. Trân trọng",
    "Dear , Chị  Đào Tạo, Em tên  - MSSV  khoa QLCN K15. Hiện tại em đã được chuyển sang hệ Đại Học VLVH, và em xin phép được đăng ký xét tốt nghiệp trong tháng 4/2022 này. Kính mong được sự giúp đỡ PĐT cũng như quy trình hồ sơ xét tốt nghiệp của em. Em xin cảm ơn.",
    "Học hè đc đăng ký những môn nào"
]