[
    "Tên: - MSSV:    .",
    "Em tên là , MSSV:  Em có mong muốn xin Phòng đào tạo cho em  vào lớp L01 môn Quản lý dự án xây dựng (CI1053). Vì trong lúc em điều chỉnh môn học đợt 3 đã xảy ra lỗi nên em không biết là đã lỡ xoá môn Quản lý dự án xây dựng ( CI1053).  Nhưng môn này theo đúng tiến độ chương trình đào tạo của em là em sẽ phải học trong học kỳ này. Em xin lỗi vì đã gửi mail trễ thế này. Em mong Phòng Đào Tạo giúp đỡ em. Em xin cảm ơn.",
    "Dạ chuyện là học kì 202 em có đăng kí môn hóa đại cương CH1003. Học thí nghiệm được 1 buổi thì nghỉ dịch và học online. Em có tham gia thí nghiệm và nộp báo cáo và thi thí nghiệm đầy đủ. Do lúc đó máy tính em bị hư nên có đăng kí hoãn thi nhưng trong bảng điểm của em thì phần thí nghiệm lại bị điểm 13 và điểm tổng kết của em cũng là 13 luôn ạ. Bây giờ em phải làm sao ạ.",
    "Kính thưa thầy cô, em có câu hỏi là đợt đăng kí môn học vừa rồi em có đăng kí nhầm môn Công nghệ cơ khí 2 mã IU3001 em mới được biết đó là mã cho riêng K18, mã môn cho K19 là IU3061, em xin hỏi là nếu em học thì có được quy đổi thành mã IU3061 không ạ hay em có thể chuyển qua lớp có mã IU3061 được không ạ. Em xin cảm ơn.",
    "Em tên:  Mssv:  Em làm đơn này vì môn học:   B TR4023 – Điều khiển tự động trên Ôtô    đã bị hủy . -Kính mong PĐT tạo điều kiện cho em được học lớp Điều khiển tự động trên Ôtô do thầy  giảng dạy để em sớm hoàn thành chương trình học tập. -Xin chân thành cảm ơn phòng đào tạo đã xem xét và tạo điều kiện.",
    "Em chào thầy cô. Hiện tại em không đăng kí được môn Máy điện EE3009 do thiếu môn học trước Trường điện từ. Vậy hè em có thể xin đặc cách học lần đầu ở kỳ dự thính được không ạ? Do môn EE3009 là học trước của đồ án 2. Em mong thầy cô sẽ suy xét ạ. Em xin cảm ơn",
    "Kính gửi quý thầy cô Em tên là , MSSV: . Do hôm qua khi đợt đăng ký môn học đợt 3 vừa mở em có đổi nhóm lớp môn học nhưng hôm nay khi nhận được mail của trường là  không được phép chuyển thì lớp cũ của em đã đầy sỉ  số không quay lại được, xin hỏi em nên làm gì tiếp theo ạ . Em cám ơn quý thầy cô rất nhiều và chúc thầy cô nhiều sức khỏe ạ!",
    "Xin chào PĐT trường Đại học Bách Khoa TP.HCM SV:  MSSV: Em muốn hỏi là em đã đăng kí môn luận văn tốt nghiêp(cdt-ME4019) trong đợt 2 học kì 212 và có kết quả đã bị xóa do thiếu môn tiên quyết ME3017-Đồ án thiết kế hệ thống cơ điện tử. Nhưng em vừa hoàn thành môn ME3017 ở học kì 211 nhưng chưa có kết quả. Nếu em đăng kí lần 3 có bị xóa nữa không? Học kì sau em chỉ đăng kí môn luận văn tốt nghiệp(cdt) nên nếu bị xóa lần 3 thì em không có thời khóa biểu ạ. Mong PĐT sớm giải quyết thắc mắc của em. Xin chân thành cảm ơn.    ",
    "Dạ kính chào quý thầy cô. Em tên là , MSSV: . Dạ hôm qua khi đợt đăng ký môn học đợt 3 vừa mở em có đổi nhóm nhưng hôm nay khi nhận được mail của trường là  không được phép chuyển thì lớp cũ của em đã đầy sỉ  số không quay lại được nên em xin phép quý thầy cô thông cảm và cho phép em được học nhóm lớp vừa đổi ạ. Em cám ơn quý thầy cô rất nhiều và chúc thầy cô nhiều sức khỏe ạ!    .",
    "thầy cô cho em hỏi hiện tại em giờ muốn đăng kí đổi thầy dạy có được không ạ",
    "Kính gửi phòng đào tạo trường đại học bách khoa ạ Vì lí do chậm trễ không đăng kí môn học nên em bị tạm dừng ạ. Kính mong thầy cô và phòng đào tạo , tạo điều kiện cho em được thu nhận lại để có thể đăng kí môn học bổ sung và kì học dự thính ạ. Em xin chân thành cảm ơn và xin hứa lần sau sẽ chú ý hơn để không xảy ra tình trạng này nữa ạ",
    "Dạ em xin phép gửi giấy xin phép được tạm dừng học ạ. Họ & tên:  MSSV:  Lớp: HC18DK",
    "Kính gửi thầy cô, Theo thông báo 15/12/2021, \"Bảo trì cổng thanh toán BKpay đến hết ngày 20/12/2021\", BKPay sẽ kết thúc bảo trì vào ngày 20/12/2021 nhưng hiện tại em vẫn chưa thanh toán được trên BKPay ạ. Em đang có nhu cầu cần sử dụng BKPay nên cho em hỏi bao giờ mình sẽ bảo trì hoàn tất ạ? Em xin chân thành cảm ơn Trân trọng, Trần Hoàng ",
    "Em tên là , mssv: . Hiện em còn thiếu 1 môn giáo dục thể chất để đăng ký môn năm 3 nhưng vì  do trùng lịch nên em chỉ còn lịch học môn võ lớp L15 vào thứ 6 mà sĩ số lớp đã đầy. Cho em hỏi em có được đăng ký thêm vào lớp được không ạ",
    "Dạ em kính chào thầy cô PĐT, Em tên , MSSV: , Em xin gửi thầy cô môn học em cần đăng ký: - Môn học 1: Nhiệt động lực học và truyền nhiệt - MSMH: ME2013, - Môn học 2: Luận văn tốt nghiệp - MSMH: AS4313. Em xin gửi thầy cô đơn yêu cầu đkmh kèm bản quyết định kéo dài thời gian đào tạo ạ, Em xin cảm ơn thầy cô rất nhiều.",
    "Dạ em chào thầy (cô) tư vấn . Em muốn hỏi 1 vấn đề có liên quan đến việc đăng kí môn các GDTC. Trong đợt mở đăng kí môn GDTC học kì 1, em không đăng kí được vì đều đã full lớp. Sang đợt đăng kí môn học HK212 + đợt 1, trường chưa cho phép đăng kí các môn GDTC nên em chưa thể đăng kí. Đến đợt đăng kí môn học HK212 + đợt 2, trường đã mở đăng kí, tuy nhiên khi em vào đăng kí lại gặp 3 trường hợp: trùng lịch – không đủ giãn cách – full lớp . Và gần đây nhất, đợt đăng kí môn học HK212 + đợt 3, 10h sáng nay (4/1/2022), trường đã mở đăng kí đợt 3, rút kinh nghiệm cho các lần trước thì lần này em đã vào đăng kí sớm tuy nhiên vẫn gặp tình trạng: trùng lịch – không đũ giãn cách – full lớp. Nếu như không thể đăng kí được thì có phải em sẽ không được phép đăng kí học phần mới cho học kì tiếp theo không? Em mong thầy (cô) sẽ giải đáp thắc mắc của em bởi vì tình trạng này em đã hỏi rất nhiều bạn sinh viên khác thì cũng đã gặp tình trạng như vậy. Chào thầy (cô).",
    "Em muốn chuyển từ lớp Công nghệ cơ khí 2 mã IU3001 sang lớp mã IU3061",
    "Hiện đang có đợt đăng ký môn học nhưng em không thể mở trang đăng ký, xin thầy/ cô pđt mở trang đkmh giúp em ạ.",
    "Mở môn học học kỳ 212 . Em không đăng được môn giải tích 2(MT1005)và lớp vẽ kỹ thuật(CI1003). Vì em bị trùng lịch với hông đủ thời gian giãn cách giữa 2 cơ sở. Giờ em phải làm sao ạ.",
    "Dạ xin chào thầy cô,em là ,mssv ,em muốn đăng kí lớp Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học mã CH3133 thứ 3 mà đã full lớp có 60 sinh viên nên có thể cho em vào lớp được không ạ.Hiện tại em rất cần môn này mong thầy cô xem xét giúp em. Em xin cảm ơn thầy cô ạ",
    "Em tên là , MSSV , em có đăng kí nhầm một môn không có trong chương trình đào tạo là môn AS3113 Phân loại quản lý trang thiết bị y tế, bây giờ em hủy môn được không ạ hay chỉ có thể rút môn thôi",
    "Mở môn học học kỳ 212  . Kính gửi Phòng đào tạo, Em tên , MSSV: , Khoa Kỹ thuật vật liệu. Trong đợt đăng kí môn học học kỳ 212, em không thể đăng kí 2 môn Giải tích 2 (MT1005) và vẽ kỹ thuật (CI1033). Em mong nhà trường có thể giải quyết trường hợp của em. Em xin cám ơn",
    "Em tên: , mssv:. Thuộc lớp VP17NL. Em xin gửi đơn đăng ký mở môn Nguyên lý hóa công nghiệp 601702 trong học kỳ   B dự thính, lộ trình 2    sắp tới. Trong đơn đã có thầy  và bộ môn đồng ý. Em xin văn phòng đồng ý mở lớp cho tụi em. Em xin cảm ơn   i Mở môn học học kỳ 212 .",
    "dạ em có lịch thi ngày 25/12 và em có hoãn thi trên hệ thống mybk sau đó trường có tổ chức thi lại vào ngày 31/12 do hệ thống thi bị lỗi. cho em hỏi em có cần đăng kí hoãn thi lại không ạ và cách thức đăng kí hoãn thi như thế nào ạ! do hệ thống mybk không cập nhật ngày thi mới ạ!",
    "Em chào thầy cô PĐT, Em tên là , MSSV:  Em biết là đợt 3 không thể hiệu chỉnh và hủy môn được. Nhưng trong đợt 2 bất đắc dĩ lắm vì không còn slot nào của môn Phương pháp tính - mã môn MT1009. Chỉ còn lớp duy nhất là lớp L16. Hiện tại em bị kẹt lịch thực tập, cũng như bị kẹt lịch lớp học này. Vì vậy nên em mới đăng ký lớp dự thính DT01_MT1009. Cô có thể chuyển lớp giúp em được không ạ. Vì kỳ chính em không có thời gian để học thật sự. Nếu không được thì có cách nào để em giữ lớp dự thính không ạ? Nếu không được thì em hy vọng được giữ slot của lớp dự thính DT01_MT1009, để khi PĐT thông báo rút môn em sẽ rút môn kỳ chính mà không bị ảnh hưởng tới lớp dự thính. Em năm nay đã năm 4 rồi. Phải chuẩn bị làm LVTN và thi chứng chỉ ngoại ngữ nữa ạ. Rất mong quý thầy cô giúp đỡ. Em xin cảm ơn cô",
    "Kính chào quý thầy cô cùng cán bộ của phòng đào đạo. Kì này bộ môn em có mở lớp Công nghệ không dệt nhưng em quên đăng kí và lỡ đăng kí đầy chỉ dẫn đến không đăng kí môn Công nghệ không dệt được, mã môn này một năm chỉ mở một lần nên nếu không đăng kí thì phải đến năm sau em mới được học, tiến độ học tập của em sẽ bị ảnh hưởng. Nên em tha thiết mong quý thầy cô và cán bộ có thể hủy môn Kỹ thuật điện để em có thể đăng kí môn Công nghệ không dệt. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô! Em tên là ,  MSSV . Cho em đăng kí Anh văn theo yêu cầu AV3A LA1041, lớp DT02 được không ạ? Lý do không đăng kí học thì không đăng kí môn năm 3 kịp. Em cảm ơn thầy/cô .",
    "Kính gửi PDT, Em là sinh viên Việt Pháp khóa 2017và hiện còn nợ môn Tư tưởng HCM (001025) ạ. Tuy nhiên, môn Tư tưởng HCM mã 001025 đã không còn mở mà đã được tương đương với môn Tư tưởng HCM mã mới SP1037 theo như danh sách các môn tương đương trên trang web Pdt. Em đã gửi đăng kí môn học đợt 3 mã môn SP1037 loại hình CQ-Chuyển hệ, nhưng trang web thông báo thiếu môn học trước Lịch sử DCSVN (SP1039) dù em đã hoàn thành   B tất cả    môn chính trị khác tương đương. Kính mong Pdt kiểm tra cập nhật hoặc thông báo thông tin cần thiết để em có thể đăng kí môn học kịp thời ạ . Kính thư, Sinh viên ",
    "Dạ em chào thầy/cô, Em muốn hỏi về vấn đề   B đăng ký luận văn tốt nghiệp   . Hiện tại em đã thỏa điều kiện nợ dưới 7 tín chỉ, thỏa điều kiện các môn tiên quyết và học trước, đạt số ngày ctxh. Em chưa thỏa điều kiện tiếng anh nhưng theo email của nhà trường thì không xét chuẩn av trong kì này. Tuy nhiên khi đăng ký luận văn thì em vẫn bị xóa môn do không đủ điều kiện nhận luận văn. Lý do xóa em nghĩ là do   B bảng điểm trên mybk chưa cập nhật điểm các môn thực tập   . Em đã liên hệ giảng viên phụ trách và   B giảng viên xác nhận đã khóa điểm   . Em gửi câu hỏi này với mục đích xin tư vấn liệu em có cần liên hệ với ai để đăng ký luận văn trong kỳ này không ạ? Do em sợ   U nếu điểm thực tập cập nhật không kịp    em sẽ   U bị xóa môn luận văn và trễ thêm 1 học kì    . Em cảm ơn thầy/cô",
    "Hi ad, xin cho em hỏi, hiện em đã đủ các điều kiện tốt nghiệp và muốn đăng ký tốt nghiệp bổ sung nhưng không truy cập được mục Đăng ký tốt nghiệp trên Mybk, nhờ ad hỗ trợ giúp em. Em cám ơn ạ.",
    "Em chào thầy/cô ạ. Cho em thắc mắc là khi em đăng kí môm học đợt 3-CQ em luôn bị lỗi \"Bạn không được phép đăng ký vào nhóm lớp này \" như này dù em đã đăng kí đúng nhóm lớp là sao ạ? Sau đó em chuyển qua bên chuyển hệ thì em lại đăng kí được nên cho em hỏi nên xử lí thế nào vậy ạ? Em cảm ơn thầy cô đã đọc. Trân trọng.",
    "Mở môn học học kỳ 212 .",
    "Cho em hỏi là tại sao em lại bị lỗi không đúng loại hình sinh viên trong khi em chọn đúng mã lớp CC dành cho CLC ạ?(Có ảnh đi kèm) Em cảm ơn",
    "Em muốn xin được hủy bớt môn học EE3131 - Hệ thống năng lượng xanh lớp L01 trong HK chính 212. Vì lí do để giảm bớt áp lực trong HK làm đồ án của bản thân em. Mong phòng đào tạo có thể tạo điều kiện giúp em. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo. Em là , mssv , là sinh viên khoa cơ khí. Em muốn đăng ký môn học vào lớp môn học Pháp luật đại cương Việt (SP1007) nhưng tất cả các lớp đều đã full sĩ số. Nên em gửi đơn yêu cầu này nhờ phòng đào tạo có thể nào thêm giúp tên em vào 1 trong các nhóm lớp chính quy của môn học và nếu được thì ưu tiên nhóm L01 giúp em với ạ. Em hiện đã là sinh viên năm thứ 5 và vì một số lý do nên chưa được đăng ký luận văn tốt nghiệp nên mới phải đăng ký học lại, em rất mong phòng đào tạo có thể tạo điều kiện giúp đỡ cho em ạ. Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo, Em là sinh viên ngành Kỹ thuật máy tính, khoa Khoa học và Kỹ thuật máy tính. Học kì 201 em có học môn Giải tích mạch mã EE2033 môn tương đương thay thế cho môn Giải tích mạch cơ bản mã EE2001. Cho em hỏi là sau khi học qua môn tương đương trên thì em phải làm gì tiếp theo để chuyển điểm môn tương đương thay thế trên ạ? Em xin cảm ơn.",
    "Em chào cô em tên  mssv .  Em làm đơn xin mở lớp dự thính hạ tầng công trình giao thông CI4019 . Mong cô xem xét ạ.",
    "Do có trục trặc trong quá trình đăng ký của  nên Môn   B Hành vi người tiêu dùng    mã   CODE IM3083  /CODE  đã đủ sinh viên đăng ký. Kính mong PĐT mở cho em xin 1 chỗ nữa ở môn này. Em xin chân thành cảm ơn!",
    "có quyết định của PĐT nhưng em vẫn chưa vào đăng ký môn học được PĐT kiểm tra lại giúp em ạ Em cảm ơn",
    "Dạ em chào Thầy(cô), em thuộc khoa kỹ thuật hàng không. Hiện tại em đăng kí nhận luận văn tốt nghiệp nhưng bị xoá môn ( lý do không đủ điều kiện nhận luận văn tốt nghiệp). Tín chỉ hiện tại của em là 117 do năm vừa qua tình hình dịch bệnh nên em không thể thi được anh văn để đổi điểm anh văn hiện tại của em là  1. Dạ thầy(cô) cho em hỏi nếu trường xét miễn anh văn thì các tín chỉ của các môn anh văn sẽ được tính như thế nào ạ. Mong được sự giúp đỡ của thầy cô để em có thể hoàn thành chương trình học ạ.",
    "Em xin chào thầy/ cô ạ, Em là   khóa 2017 đến từ khoa CNVL chuyên ngành vật liệu Polymer. Em có một thắc mắc liên quan đến môn tương đương/ thay thế mong thầy/ cô giải đáp giúp em với nội dung như sau: Thầy/ cô cho em hỏi là môn B \"Kỹ thuật điện\" (EE1005) là môn tương đương của môn A \"Kỹ thuật điện-điện tử\" (EE2011) đối với ngành Kỹ thuật vật liệu chuyên ngành Polymer (dựa trên file pdf danh sách môn tương đương đính kèm của khoa CNVL bên dưới) phải không ạ?  Em đã học và đạt điểm tổng kết môn B \"Kỹ thuật điện\" (EE1005) - thuộc CTĐT K19 - là 6.50 vào học kỳ 202 (như hình đính kèm). Như vậy là môn A \"Kỹ thuật điện-điện tử\" (EE2011) - thuộc CTĐT K17 - của em sẽ được cập nhật điểm \"MT\" phải không ạ?  Em thắc mắc vì em đã có điểm môn B nhưng em kiểm tra bảng điểm vẫn chưa thấy môn A được cập nhật điểm \"MT\". Mong thầy/ cô giải đáp giúp em . Em xin cảm ơn thầy/ cô rất nhiều ạ!",
    "Em có nhận được mail thông báo lên phòng đào tạo để nhận bằng tốt nghiệp nhưng hiện giờ em đang ở nhà, Buôn Ma Thuột Daklak, nên không thể lên lại trường để nhận bằng. Cho em hỏi có cách nào đăng ký nhà trường gửi bằng qua bưu điện để em có thể nhận bằng sớm nhất có thể không ạ? Rất mong nhận được sự giúp đỡ từ thầy cô!",
    "em chào  ạ,em tên  Ân MSSV ,do ở lần đăng kí môn học đợt 2 em có đăng kí môn Nền Móng CI3239 nhưng rồi bị văng mất ở lần đăng kí môn học đợt 3,nên đợt 3 em có vào để đăng kí lại nhưng bị full sĩ số,nay em muốn xin pdt mở thêm sĩ số lớp Nền móng để em có thể đăng kí được không ạ,em xin cảm ơn!",
    "Kính chào Phòng Đào Tạo. Em tên là , MSSV: . Hiện tại em tốt nghiệp trễ hạn, và là kì cuối cùng của hệ chính quy, em muốn đăng kí thi anh văn 2 kĩ năng nhưng trong mục đăng kí môn học hiển thị không thể đăng kí. Kính mong Phòng Đào Tạo hỗ trợ. Em xin chân thành cám ơn.",
    "Em chào thầy cô ạ! Em là  - . Ở kì 202 em có học hai môn là Hệ thống máy tính và ngôn ngữ lập trình (EE2009) và Xử lý số tín hiệu (EE2015). Hiện bảng điểm của em vẫn chưa có điểm hai môn đó dù đã hoàn thành hết các bài kiểm tra một thời gian khá lâu. Vì em là sinh viên năm cuối nên em rất cần biết điểm để xem có rớt hay không để em đăng kí môn học cho kịp lộ trình ạ. Mong nhận được sự quan tâm của thầy cô. Em xin cảm ơn ạ.",
    "Em cảm ơn sự hỗ trợ của nhà trường. em xin phép gửi những môn học đăng kí sau ạ! MT1007 Đại số tuyến tính MT1005 Giải tích 2 CI2003 Cơ lưu chất Em xin chân thành cảm ơn!",
    "Họ và tên:  MSSV:  Khóa: K20 Khoa: Môi trường và Tài nguyên Đăng kí mở thêm môn học: Mạng lưới cấp thoát nước (EN2055)  Lí do: thay đổi CTĐT nên bị trùng giờ học với một số môn khác ",
    "Kính gửi Phòng đào tạo Em tên là , MSSV . Hôm nay, em gửi phiếu này mong Phòng đào tạo cho em tạm dừng học kì 2 năm học 2020-2021 để chuẩn bị hồ sơ du học. Em mong nhận được phản hồi sớm của Phòng đào tạo. Thân mến, ",
    "Em chào thầy cô! Đợt 2 em có đăng ký được Luận văn tốt nghiệp, hiện tại trong E-learning đã có môn LVTN rồi nhưng TKB thì chưa có và xem kết quả ĐKMH đợt 2 thì LV bị hủy do không đủ điều kiện. Vậy đợt 3 này em có cần đăng ký lại LVTN hay không ạ?",
    "M3083- Hành vi người tiêu dùng",
    "Thưa cô, kỳ 212 này em có đăng ký lớp Lịch sử Đảng Cộng sản Việt Nam nhóm L17 thì em thấy chỉ có lớp này có sĩ số là 100 người trong khi các lớp khác là 99 và nếu cộng với giảng viên thì vượt quá số lượng Meet cho phép. Với đặc thù là môn điểm danh và tính điểm chuyên cần thì sẽ có bạn bị ảnh hưởng và có thể là em. Vì vậy em mong cô xem xét ạ! Em cảm ơn!",
    "Xin phòng đào tạo mở thêm một chỗ trong môn mã IM3083 - Hành vi người tiêu dùng ạ",
    "Cho em hỏi là hiện tại bảng điểm của em em chưa thấy cập nhật lại vậy ạ mặc dù là đã có điểm đầy đủ rồi ạ. Mong cô xem lại giúp em ạ.",
    "Hiện tại em đang bị thiếu giáo dục thể chất 3 kỳ do cá nhân em đăng ký trễ quá hết lớp mà giờ em đang năm 2 kỳ 2, và em không biết là trước khi vào năm 3 phải hoàn thành đủ 3 kỳ giáo dục thể chất thì mới được đăng ký môn học năm 3. Trường hợp này em có được làm đơn xin phép nhà trường học dồn hay học song song ở năm 3 được không ạ. Em đang rất lo.  .",
    "Cho em hỏi sao có 1 vài môn em đăng kí nhưng chỉ mở 1 lớp ạ? Em đăng kí từ đợt 1 và bị xóa môn sau đó đợt 2 và 3 đều chỉ mở đăng kí 1 lớp.",
    "Quý thầy cô cho em hỏi. Em đã nhận được email thông báo lên trường nhận bằng, tuy nhiên do dịch bệnh nên em đã về quê một thời gian rồi. Quý thầy cô cho em hỏi là em có thể đăng ký nhận bằng qua đường bưu điện được không ạ? Nếu không được thì quý thầy cô cho em hỏi là thời gian nhà trường giữ bằng cho tới khi sinh viên đến nhận là trong bao lâu vậy ạ? Em xin cám ơn quý thầy cô",
    "Dạ thưa thầy cô, em muốn được đăng ký môn ME4647 lớp L01 hiện đã đủ sĩ số 60/60, em đã kiểm tra và không bị vướng lịch các môn khác cũng như chưa đạt giới hạn tín chỉ tối đa, em mong sớm nhận được phản hồi. Em xin chân thành cảm ơn!",
    "Hiện tại em vẫn chưa được PĐT mở lại quyền đăng ký môn học. Em xin PĐT mở lại cho em để em có thể kịp đăng ký môn học. Em xin cảm ơn.",
    "Xin tăng sỉ số môn học: Anh văn 3A (nhu cầu) Mã môn LA1041 Lớp DT02 Em xin chân cám ơn",
    "Em chào anh/chị, Em là , đại diện cán sự lớp CC20KHM1. Hiện tại trong lớp em có một số sinh viên chỉ mới học kỳ Giáo dục thể chất (GDTC) đầu tiên, tức là nếu sang năm 3, các bạn này sẽ chưa đạt đủ 02 kỳ GDTC như quy định. Các bạn lớp em đến nay mới học vì các kỳ trước không đăng ký được lớp. Vậy em xin hỏi là trường hợp này có bị cấm đăng ký môn năm 3 hay không, và nếu có thì các bạn cần phải làm gì để xin cứu xét/ xin đăng ký môn học ạ? Em xin cảm ơn anh/chị. Trân trọng, ",
    "MSSV  Trung tâm đào tạo Bảo dưỡng Công nghiệp Lớp BD20BDG1Dạ em muốn xin giấy xác nhận sinh viên để hoàn tất hồ sơ vay vốn từ địa phương hỗ trợ ạ.",
    "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM. Em tên là  MSSV:  Lớp: XD18KT Khoa: Kỹ thuật xây dựng em có nguyện vọng muốn đăng kí môn thí nghiệm vật lí kiến trúc (CI3151) do lớp L03 đã đầy 25/25 mà 2 lớp kia em bị trùng lịch. Vì hiện tại từ khóa k19 đã thay đổi chương trình nên có thể sẽ rất lâu môn học mới được mở lại. nay em mong PĐT có thể mở thêm slot để em đăng kí và theo kịp chương trình của khóa mình. Em xin chân thành cảm ơn",
    "Kính gởi: Quý Thầy/Cô PĐT Em tên: Nguyễn Thành An. MSSV: 1533404. Trong đợt đăng ký môn học lần này, nhờ quý Thầy/Cô hỗ trợ giúp em:  1. Em không đăng ký môn học: EE1003-Toán kỹ thuật, tuy nhiên trong thời khóa biểu HK212 thì có(file đính kèm) --  Nhờ Thầy/Cô kiểm tra lại giúp 2. Môn EE3121 - Thiết kế vi mạch tt & hh, em đăng ký nhầm đợt: \"Đăng ký môn học HK212 - Đợt 1 CQ + VLVH\" --  đây là lớp học ban ngày, hiện em không theo học được, đây là lỗi sai sót của em. Kính mong quý thầy cô xem xét hủy giúp em (em hủy trên trang đăng ký môn học không được)  3. Môn 440303- Luận văn tốt nghiệp: em có đăng ký tuy nhiên hệ thống thông báo: \"Thiếu môn tiên quyết 404810\": Môn này em đã học ở học kỳ vừa rồi tuy nhiên chưa có kết quả. Vậy kính mong quý thầy cô xem xét cho em được đăng ký luận văn học kỳ này để kịp tiến độ ạ  Kinh mong quý thầy cô xem xét giúp em các vấn đề trên, em xin chân thành cảm ơn ạ .",
    "Em lỡ đăng kí môn vật lý 2 ở đợt 2 nên giờ không thay đổi được, mà đợt 3 mới mở môn chuyên ngành của em nhưng lại bị trùng giờ nên không đăng kí được. Cho em hỏi có cách nào để em đăng kí được môn chuyên ngành không ạ? Vì sợ mấy kì sau không mở lại ạ. Em cảm ơn.",
    "Dear  Em:  Mssv: Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH Mong Thầy cô xem qua file em gủi bên dưới ạ. EM CẢM ƠN",
    "Em hiện đang học khoa Xây Dựng ngành Cầu Đường năm 3 . Em đăng kí môn thực tập ngoài trường CI3415 thì bị xoá do không đạt yêu cầu, em xem chương trình đào tạo thì thấy môn không có yêu cầu số tín chỉ tối thiểu. Cho em hỏi là điều kiện đăng kí môn CI3415 là gì ạ. Em xin cám ơn",
    "Cho em xin phép hỏi là làm sao để đăng kí làm thí nghiệm hóa đại cương để hoàn thành môn này của học kì 211 ạ. Em xin cảm ơn ạ",
    "Dạ kính gửi quý thầy cô. Em tên là , MSSV: . Dạ đợt đăng ký môn học đợt 3 vừa rồi trước khi có mail của phòng đào tạo em đã lỡ đổi nhóm lớp môn học của mình ạ nên em xin phép thầy, cô thông cảm và có thể cho phép em được ở lại nhóm lớp mới được không ạ. Em cám ơn thầy cô. Em chúc thầy cô nhiều sức khỏe!!!",
    "Kính gửi Phòng Đào Tạo Em tên là Võ Nhật Tài, MSSV  Đang là sinh viên khoa Kỹ Thuật Giao Thông. Hiện tại em đã đạt 125 chỉ và các môn tiên quyết. Nhưng theo chương trình đào tạo cần phải đạt ít nhất 126 chỉ trở lên mới được đăng kí nhận Luận Văn Tốt Nghiệp. Em bị thiếu 8 chỉ các môn anh văn, vì em đã đạt chuẩn ăn từng năm đối với sinh viên khóa K18 nên em không đăng kí học các môn Anh văn và dự tính thi CCNN để chuyển điểm. Nhưng tình hình dịch bệnh phức tạp, em không thể kịp thi CCNN để theo kịp tiến độ. Em đã đăng kí Luận Văn Tốt Nghiệp đợt 2 nhưng vẫn bị hủy vì không đủ điều kiện. Em kính mong Phòng Đào Tạo xem xét để giúp em được đăng kí Luận Văn tốt Nghiệp để kịp tiến độ học tập. Em xin chân thành cảm ơn!",
    "Em muốn hỏi để học song ngành theo hướng bằng thứ hai cần làm gì ạ? ",
    "Dạ em chào thầy/cô, Em là , mssv . Hôm 29/12 em có gửi đơn xin mở lớp theo dạng ngoại lệ, môn Truyền Nhiệt (210701) lên bksi nhưng chưa được trả lời ạ. Em xin phép gửi lại đơn ạ, không biết còn kịp hạn để mở lớp không ạ? Kính mong Phòng Đào tạo giải quyết giúp em ạ. Em xin cảm ơn!",
    "Thời gian vừa qua, em đã gửi đơn xin chuyển hệ VLVH, PDT đã tiếp nhận đơn và bảo sinh viên theo dõi cập nhật quyết định của nhà trường (bên PDT có thể kiểm tra lại đơn của em đã gửi vào ngày 22/12/2021). Hiện tại, đang có DKMH đợt 3 nhưng tình trạng của em vẫn đang ở trạng thái \"tạm dừng\", tuy vậy em cũng thử DKMH và đang có thời khóa biểu học chính thức. Như vậy, em vẫn tham gia lớp học bình thường hay sao? Hay em phải chờ quyết định của nhà trường cập nhật mới được học, và các môn học đăng ký trong đợt này có được giữ nguyên hay không? Xin PDT giải tỏa thắc mắc của em. Em xin cám ơn",
    "Em hiện tại đã được chuyển sang hệ VLVH, em K15, MSSV . Nhưng vẫn chưa đăng kí môn học lại được cho HK212. Kính mong pđt mở cho em đăng kí ạ",
    "Kính gửi Phòng Đào tạo Em tên   Mssv:  Em xin đăng kí chuyển điểm những môn này từ hệ ĐẠI HỌC sang hệ CAO ĐẲNG để em có đủ tín chỉ tích lũy để có thể đăng ký làm tiểu luận tốt nghiệp ạ, vì có những môn đã tự chuyển điểm nhưng lại có những môn chưa chuyển ạ . 1.  1 - 3 chuyển điểm TOÁN 1 - MÃ 006601  2.  2 - 5 chuyển điểm TOÁN 2 - MÃ 006602 3.  - 5 chuyển điểm   HỆ CAO ĐẲNG - MÃ 001025 4. ỦA  -3 chuyển điểm Hệ Cao Đẳng - MÃ 001001  Mong PĐT hỗ trợ em chuyển điểm để em có thể đăng ký LVTN kỳ này ạ. Em cảm ơn . Bên dưới em có cung cấp thêm bảng điểm của em, do môn  2 em vừa thi xong kì này nên chưa có điểm, nhưng em làm bài được nên em nghĩ qua môn rồi ạ .",
    "Em chào thầy/ cô, Em tên , em vừa mới chuyển sang hình thức VLVH và muốn ĐKMH cho học kỳ 212 nhưng khi đăng nhập vào để đăng ký thì lại hiển thị \"Bạn không được quyền đăng ký môn học\". Vậy nên em không biết phải làm sao để ĐKMH tiếp tục, mong thầy/ cô giúp đỡ ạ. Em cảm ơn!",
    "Cho em hỏi là tại sao em lại bị lỗi không đúng loại hình sinh viên trong khi em chọn đúng mã lớp CC dành cho CLC ạ?(Có ảnh đi kèm). Trước đó kỳ 211 em có tạm dừng và đã thu nhận lại vào kỳ 212, em đã nhận được mail và quyết định thu nhận ngày 4/1 và vào đăng ký môn nhưng không được .",
    "Em chào thầy/cô! Em muốn phản hồi về việc đăng ký môn Anh văn 1 - LA1003 Theo như điểm thi anh văn đầu vào từ đầu năm nhất, thì điểm của em không đủ để học anh văn 1. Tính đến thời điểm hiện tại thì em vẫn chưa hoàn thành lớp anh văn cơ bản nào và cũng chưa nộp chứng chỉ để chuyển điểm . Vậy em muốn hỏi là tại sao trong đợt đăng ký môn học đợt 2 vừa rồi, môn Anh văn 1 vẫn có trong thời khóa biểu của em ạ? Em cảm ơn!",
    "Chào thầy/ cô, Em là  - MSSV: .   Hiện tại em đã hoàn thành xong chương trình đào tạo, còn bổ sung bằng Toeic để ra trường. Vậy cho em hỏi em cần phải làm thủ tục gì không hay đợi đến khi nào có bằng Toeic nộp vào rồi đăng ký xét Tốt nghiệp thôi ạ? Vì theo em được biết nếu không đăng ký môn học nào trong kỳ thì sẽ bị chuyển sang trạng thái tạm hoãn ạ. Em cám ơn ạ.",
    "Em tên  MSSV . Sinh viên năm 4 khoa Môi trường. Nếu trong kỳ 212 em không đăng ký bất kỳ tín chỉ nào thì có cần phải làm đơn từ gửi cho trường khộng ạ? Nếu có, em cần làm đơn gì?. Em cảm ơn",
    "Em đang có nguyện vọng học môn Thiết Kế Cầu 1 ( CI3039 ) trong kì này , em là K16. Nhưng môn này đã hết chỗ. Môn này em chưa qua. Vậy nếu em đăng kí học theo mã mới ( CI3261 ) , mã môn học bắt đầu từ K19 đang mở lớp trong kì này thì có được chấp nhận ko ạ ?",
    "xin chào PDT E đã nhận được quyết định chuyển sang hề VLVH . E vào đăng kí môn học mà vẫn không được xin PDT mở lại trang đăng kí môn học dùm E E xin cảm ơn ạ.",
    "Em chào thầy/cô ạ. Em là sinh viên K17 Khoa Môi trường và Tài nguyên. Điểm thi TOEIC của em là 565 và em xem trên bảng quy đổi điểm thì em sẽ đổi được 4 anh văn. Nhưng khi em chọn xét miễn thì chỉ có 3 anh văn thôi. (Em có đính kèm ảnh) Thầy/cô cho em xin hỏi là trường hợp của em bị thiếu điểm nên không thể xét AV4 hay sao ạ? Em cần phải thi lại đạt mức nào để được xét Anh văn 1-4 ạ?    Em cám ơn thầy/cô ạ.",
    "Dạ e chào PĐT . Em tên , MSSV:  Lý do: Em đã ký tốt nghiệp trên mybk vào ngày 22/11/2021, mà e kiểm tra trên danh sách tốt nghiệp chính thức vẫn chưa tìm thấy tên ạ. Mong PĐT giải đáp thắc mắc của em. Em cảm ơn ạ.",
    "Chào Cô,  Em tên là  mssv  , hôm nay là ngày 5/1 rồi nhưng em vẫn chưa được thu nhận lại (tình trạng tạm dừng)  để đăng kí tốt nghiệp , em mong Cô giúp em để em kịp đăng kí tốt nghiệp với ạ. Chân thành cảm ơn Cô.",
    "a/c hướng dẫn em đăng ký mở môn học với ạ",
    "Kính gửi PĐT, Em là sinh viên K15, chương trình PFIEV, ngành Xây dựng dân dụng và Hiệu quả năng lượng. Hiện tại em chưa đăng ký học 2 môn đó là Pháp văn 6 và Pháp văn 7. Tuy nhiên do chương trình đào tạo của  thay đổi, mã môn học Pháp văn 6  đổi từ 003728 sang LA3032 và môn Pháp văn 7 003729 đã không còn năm trong chương trình đào đạo. Em đăng ký môn Pháp văn 6 với mã mới LA3032 có được hay không và làm sao em có thể đăng ký được môn Pháp văn 7? Em mong nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn. Trân trọng, Phúc",
    "Em vừa hỏi câu môn tương đương lúc nãy. Em thấy môn này không có môn tương đương , mà lớp mã CI3039 thì đã Full chỗ, vậy nếu em xin PĐT mở thêm chỗ có đc ko, hay phải xin mở lớp hoặc xin mở dự thính ạ ?",
    "Kính gửi PĐT,  Em là sinh viên K15 chương trình PFIEV. Em đã hoàn thành môn Toán 1 (006711). Tuy nhiên em lại không đăng ký được môn Phương pháp tính MT2011. Em mong nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn.",
    "Em tên là , MSSV , lớp CC19HTP2  Em có đăng ký thực tập ngoài trường ở HK212, mặc dù trên BK e-learning có cập nhật môn cũng như tên giảng viên bộ môn nhưng trên thời khoá biểu và kết quả ĐKMH lần 2 thì không ghi nhận môn này . Do em không nộp bằng IELTS đúng quy định và bị hạn chế ĐKMH ở HK211 nên có một số môn chuyên ngành em chưa học được và có 2 môn ở HK212 cũng không đăng ký được do vướng điều kiện môn học trước . Tuy nhiên, khi em kiểm tra điều kiện đăng ký môn thực tập trên hệ thống aao của nhà trường thì thực tập không bị vướng bất kỳ điều kiện gì. Vì vậy, em muốn hỏi là: Có phải do em chưa đăng ký học các môn chuyên ngành ở HK1 và HK2 năm 3 nên điều này ảnh hưởng đến kết quả đăng ký thực tập của em không ạ?  Em cám ơn ạ. Trân trọng./.",
    "Em là sinh viên khoa Khoa học Máy tính, hiện đang đăng ký thực hiện ĐCLV tại học kỳ 212. Em có đọc được hướng dẫn về việc thực hiện ĐCLV trong học kỳ này và có thắc mắc về vấn đề chọn đề tài. Cụ thể, để chọn đề tài ĐCLV, em sẽ liên lạc trực tiếp với GVHD mong muốn và xin đề tài hay sẽ có một file bao gồm những đề tài được phép đăng ký như trong học kỳ 211 ạ?  Em chân thành cảm ơn . Trân trọng.",
    "Em xin chào thầy cô, em tên là  MSSV . Em có câu hỏi là trong kỳ hè này, mình còn được đăng ký môn học lần đầu không ạ, do em cần học trước vài môn để không bị trễ hạn ra trường. Mong thầy cô dành thời gian giải đáp giúp em ạ. Em xin cảm ơn thầy cô!",
    "Mở môn học học kỳ 212 .",
    "Họ và tên  MSSV  Lớp GT16TAU1 Thầy/cô cho em hỏi em sinh viên k16 và em mới  thi Toeic 2 kỹ năng tại IIG và đạt được 520đ. Sau đó em vào trang trường để  xem cách chuyển điểm thì thấy được 2 bảng quy đổi điểm, thì bảng quy đổi điểm này chỉ áp dụng  cho  các bạn sinh viên từ k19 hay áp dụng cho tất cả sing viên cần quy đổi điểm vào thời điểm đó ạ Cảm ơn thầy/cô đã đọc ạ.",
    "Em chào PĐT, Em tên , MSSV: . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 11, 2021. Nhưng thời gian nhận bằng tốt nghiệp thì chưa được cụ thể . Hiện tại em đang cần những văn bằng để chứng minh mình đã tốt nghiệp để nộp cho PĐT Sau Đại Học cho mục đích đăng ký đề cương cao học ạ. Em cảm ơn PĐT và chúc các thầy cô ở PĐT năm mới thật nhiều điều tốt đẹp! , .",
    "Kính chào thầy/cô. Em tên  - MSSV:  Trog đợt đăng kí môn học 1 và 2 em có thựuc hiện đăng kí nhận LVTN theo đúng chương trình đào tạo của khóa 17 cũng như khoa em yêu cầu. Ngày 2/1/2022 em có kiểm tra đã thấy môn học được cập nhật lên BK-Elearning nhưng đến ngày cuối của đợt đăng kí em lại bị xóa môn và hôm nay em vào kiểm tra lại thì đã bị xóa môn khỏi BK-El. Trong lịch sử ĐKMH hiển thị em không đủ điều kiện để nhận luận văn nhưng hiện tại em đã ra soát lại các điều kiện cần để nhận LVTN em đều đã có đủ? Em đã thực hiện ĐK lại môn học trong đợt 3 vậy thầy/cô cho em hỏi vì sao 2 đợt trước của  em lại bị xóa và ở đợt thứ 3 này có xảy ra vấn đề như vậy nữa không ạ?  Emi xin cảm ơn và mong sớm nhận được phản hồi từ PĐt và nhà trường.    .",
    "Dạ em chào cô ạ. Em có hơi làm phiền cô nhưng mà em có câu hỏi nếu em không hoàn thành bất kỳ học phần nào của GDTC (vì GDTC 1 em không đăng ký được nên em cũng không dám đăng ký GDTC 2) thì liệu em có bị cấm đăng ký môn học ở năm 2 không ạ? Vì trường năm nay thay đổi quy định nếu không hoàn thành học phần 1 của GDTC thì không được đăng ký môn học năm 2. Em xin cảm ơn ạ.",
    "Kính gửi: Phòng đào tạo Em tên là  MSSV . Khoa Cơ Khí hệ VHVL. Hiện nay em vẫn chưa thể đăng kí được môn học CI2001 - Sức bền vật liệu, SP1007 - Ph/luật ViệtNam đạicương và EE2011 - Kỹ thuật điện-điện tử. Vì Khoa không mở môn học, không thuộc diện đăng kí (như hình). Em mong được hướng dẫn để đăng kí môn học, hoàn thành chương trình ạ. Em xin cảm ơn",
    "Em là   cho em hỏi là hiện tại môn học Khoa học trái đất (GE1013) lớp L02_L04 có 30/30 sinh viên thì em có thể xin thêm một chỗ để vào lớp học được không nếu được em cần phải làm những gì ạ mong phòng đào tạo hướng dẫn cho em để em hoàn thành môn học cuối này để đúng thời gian ra trường ạ.",
    "Em tên: , MSSV:. Em xin PĐT cho em đăng ký vào lớp L10 môn thí nghiệm quá trình thiết bị (CH3015). Do ở đợt 2, em có đăng ký vào lớp A01 của môn này, nhưng có ít người đăng ký vào nên đã bị xóa và không mở lại, ngoài ra các lớp L khác hiện đã đầy đủ sỉ số và em không thể đăng ký để vào ạ. Vì thế, em kính mong thầy/ cô sẽ xem xét giúp em đăng ký vào lớp L10 ạ. Em cảm ơn thầy/cô đã đọc.",
    "Em xin rút môn Vẽ kỹ thuật CI1033  và đăng ký môn mới là môn Xây dựng khai thác đường CI3219. Em cần làm những gì mong quý thầy cô giúp đỡ em. Em cảm ơn.",
    "Thưa nhà trường cho em hỏi , em đang muốn chuyển từ hệ chính qui sang hệ VLVH thì có được không , nếu được thì cần làm những gì vậy ạ . Em xin cám ơn nhà trường .",
    "Em chào thầy cô . Dạ là kì 202 em hoãn thi nền móng(ci3105) và đc PDT cho thi xóa điểm HT vào ngày 12/12//2021. Nhưng do đảm bảo trang thiết bị nên e tiếp tục hoãn thi vào ngày 6/6/2021. Bây giờ PDT cập  nhật e bị điểm 13 ạ. Mong thầy cô sửa lại điểm  cho e với ạ. Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Do khó khăn trong vấn đề liên hệ với các bạn nên em nộp đơn xin mở muộn. Mong thầy cô giúp đỡ chúng em mở lớp ở đợt 3 này, chúng em hiện đăng kí được rất ít môn và môn này cũng là 1 trong 3 môn chuyên ngành khó đăng kí vì nó bị chuyển thành môn tự chọn và là môn tiên quyết. Em rất cảm ơn thầy cô đã xem xét giúp em.",
    "Em chào thầy cô! Em học cải thiện ở kỳ chính quy, mà nếu điểm thấp hơn, thì em có được tính điểm cũ trong TBTL không ạ? Em xin chân thành cảm ơn.",
    "Em chào thầy, cô! Em tên là  MSSV  là sinh viên khoa Điện, Điện tử Em có một câu hỏi muốn hỏi thầy cô về LVTN. Em đang làm ĐCLV học kì 211 để chuẩn bị cho LVTN học kì 212, kì sau em đủ khả năng làm LVTN. Em muốn hỏi, liệu em có thể đổi GVHD hướng dẫn LVTN của em mà vẫn giữ nguyên đề tài LVTN được không ạ? Nếu được thì em phải làm những bước nào? Nếu không được thì em có cách nào để đổi thầy hướng dẫn được không ạ? Hoặc em có thể đăng kí ĐCLV LVTN chung một kì ở kì 212 với GVHD là người khác được không ạ?. Hoặc trong học kì 212 này em có thể đăng kí lại ĐCLV để làm với GVHD khác được k ạ Em xin cảm ơn thầy cô. Mong thầy cô giải đáp thắc mắc giúp e. Em xin cảm ơn. Sinh viên,",
    "Tên:     Thưa thầy/cô, em có thắc mắc là sau khi đăng ký hoãn thi và nếu được chấp nhận, vậy thì  1. Điểm môn học của em sẽ được tính như thế nào? 2. Các cột điểm thành phần sẽ được xử lý như thế nào? Rất mong được phản hồi từ thầy/cô. Em chân thành cảm ơn, chúc thầy/cô một ngày làm việc hiệu quả. Sinh viên, ",
    "Mở môn học học kỳ 212 . Cho em hỏi hiện tại phòng đào tạo có thể mở thêm môn được không ạ",
    "Kính chào Phòng Đào Tạo, Em là . Hiện em đã đủ điều kiện xét tốt nghiệp nhưng việc thẩm tra bằng tiếng anh TOEIC nge đọc của em chưa được xác nhận dù em đã đăng ký nộp chứng chỉ ngoại ngữ từ ngày 25/12/2021. Phòng Đào Tạo có thể xem xét thẩm tra chứng chỉ sớm giúp em để em có thể đăng ký xét tốt nghiệp kịp cho đợt 15/1 này được không ạ. Em xin chân thành cảm ơn! Chúc một ngày tốt lành. Trân trọng.",
    "Hi admin, Hôm nay là ngày 5/1 rồi mà em vẫn chưa được thu nhận lại ạ.",
    "Vậy nếu chúng em chỉ đăng kí và hoàn thành gdtc 2 thôi thì năm 2 chúng em có bị cấm đăng kí môn không ạ? Em cảm ơn cô ạ.",
    "Em chào thầy/cô, Hiện tại em đã được giải quyết chuyển hệ, nhưng vẫn chưa đkmh được đợt 3, em mong pdt giải quyết sớm để em kịp thời đkmh ạ ! Em cảm ơn",
    "Dạ em chào Thầy(cô), em thuộc khoa kỹ thuật hàng không. Hiện tại em đăng kí nhận luận văn tốt nghiệp nhưng bị xoá môn ( lý do không đủ điều kiện nhận luận văn tốt nghiệp). Tín chỉ hiện tại của em là 117 do năm vừa qua tình hình dịch bệnh nên em không thể thi được anh văn để đổi điểm anh văn hiện tại của em là  1. Dạ thầy(cô) cho em hỏi nếu trường xét miễn anh văn thì các tín chỉ của các môn anh văn sẽ được tính như thế nào ạ. Mong được sự giúp đỡ của thầy cô để em có thể hoàn thành chương trình học ạ.( em đã bảo vệ xong đề cương luận văn ạ )",
    "Em chào thầy/cô ạ. Em là sinh viên k17 và đã hoàn thành LVTN và còn một môn Hạ Tầng CTGT với mã môn học là Ci4019, nhưng đợt đăng ký môn học này chỉ mở 1 lớp và sỉ số là 70/70. Thầy/cô có thể bổ sung sỉ số cho em vào lớp để hoàn thành chương trình học được không ạ? Em cảm ơn thầy cô ạ!",
    "Chao  ạ. em là SV khoa xây dựng khóa K18 do là kỳ này môn hạ tầng chỉ mở lần cuối Em tra thì thấy sĩ số lớp mới 70 bạn, theo như meet thì được tối đa 99 bạn, nên em xin bổ sung thêm 1 slot môn họ cho em ạ mã môn CI4019 hình ảnh đính kèm cảm ơn ạ. em thực sự cần học nó ạ",
    "Dạ thưa Thầy/Cô, Dạ đã nộp đơn xin chuyển hệ và nhận được email xác nhận nhưng vẫn chưa được đăng kí môn học ạ. Thầy/cô có thể xem lại giúp em vấn đề được không ạ . Em cảm ơn.    .",
    "Chào thầy/cô ở phòng đào tạo ạ. Em là  . Em muốn tăng sĩ số môn học kĩ thuật siêu cao tần ee3025 lớp L01 ạ. Mong thầy/cô sớm giải quyết để em được tham gia lớp học này ạ. Môn này là môn cuối cùng em bị thiếu ạ    .",
    "Em xin chào Thầy/cô, hiện em đã có trong danh sách tốt nghiệp dự kiến, nhưng em vẫn chưa đăng ký xét tốt nghiệp được vì tình trạng sinh viên ở trạng thái tạm dừng ạ. Mong thầy/cô xem xét giúp em với ạ! Em chân thành cảm ơn Thầy/cô, chúc thầy cô có một ngày vui vẻ!  MSSV: ",
    "Kính gửi : PĐT  Em tên là: NGuyễn THị Hà Giang khoa KTHH- k21 xin phép cho em hỏi là kì 1 em mới đăng kí được 11 tín và em muốn đăng kí thêm các môn tự chọn để đủ 14 tín ạ, vậy em chưa học môn này ở kì chính thì có được đăng kí ở lớp dự thính không ạ ? v",
    "dsd",
    "Chào cô ạ Em đã đóng tiền BHYT trên BKpay nhưng chưa được gia hạn thêm 12 tháng ạ. Hiện tại thẻ em đã hết hạn vào 31/12/2021. Vì lí do khám chữa bệnh nên em cần được gia hạn BHYT sớm, mong cô kiểm tra lại và giúp đỡ em ạ. Em cảm ơn.",
    "Kính gửi: phòng đào tạo Em tên là:  MSSV: . Em đăng kí luận văn tốt nghiệp thì xuất hiện lỗi chưa học các môn tiên quyết nhưng các môn học đó em đã học qua rồi, mong phòng đào tạo xem xét giải quyết cho em",
    "Mở môn học học kỳ 212 . Kính gửi PDT  Do sĩ số các lớp giải tích 2 đã đầy mà em chưa đăng kí đươc mong PDT mở thêm lớp  Em cảm ơn",
    "Kính gửi: phòng đào tạo Em tên:  MSSV: . Đợt đăng kí môn học lần này em có đăng kí môn luận văn tốt nghiệp thì báo lỗi bị dính các môn tiên quyết, nhưng các môn học này em đã học qua rồi. Mong phòng đào tạo xem xét giải quyết cho em.",
    "Hồi nãy mình đã gửi yêu cầu nhưng chưa ghi nội dung, xin gửi lại. Hiện nay mình có 10 điểm CTXH, nhưng mà tốt nghiệp cần 15 điểm CTXH. Mình học xong rồi chỉ còn kiếm CTXH để tốt nghiệp nữa thôi. Mình đã thử kiếm trên Sàn hoạt động ngoại khóa, nhưng phần lớn các chương trình đều không đăng ký được chắc do dịch bệnh. Không biết nhà trường có thể hỗ trợ không?",
    "Em tên là , em đang học năm 2 và thiếu môn GDTC học phần 1 và hiện tại đang có lớp aerobic nhóm CC14 vào thứ 2 tiết 789 nhưng em có lớp vào tiết 23456 nên không thể đăng kí được. Em mong sẽ được xem xét ạ. Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV:  Em muốn yêu cầu Phòng Đào Tạo hủy điểm bảo vệ Luận văn tốt nghiệp học kỳ 2 năm học 2020-2021 của em để Bộ môn có thể cập nhật điểm bảo vệ mới của em trong học kỳ 2 năm học 2021-2022 ạ. Em cảm ơn!",
    "Em chào PDT, Em đã có tên trong DS dự kiến tốt nghiệp nhưng do nhu cầu em đăng ký in bảng điểm và đã thanh toán BKpay để chuyển bưu điện về có được ko ạ? Nếu không dc thì em phải xử lý như thế nào để nhận bảng điểm mà không cần đến trường ạ? Em cảm ơn.",
    "Kính gửi PDT Em là  - , HK202 vừa qua có học môn Nền móng(Ci3195) do thầy  giảng dạy. Khi kết thúc môn thì điểm thi trên hệ thống của em bị nhập sai thành điểm 13 (vắng thi) trong khi em có tham gia thi và nộp bài đầy đủ có sự xác nhận của giảng viên. Em có liên hệ giảng viên để báo về vấn đề của mình và thầy có nói là do sai sót nên thầy sẽ update lại. Nhưng sau 2 tháng thì điểm của em vẫn giữ nguyên là điểm 13. Em có gửi mail hỏi lại thầy thì thầy nói là để thầy xin mở lại, hy vọng còn cho update. Nhưng sau hai tuần thì điểm của em vẫn không thay đổi gì. Em mong PDT có thể liên hệ thầy để giải quyết vấn đề này giúp em. Nếu không thì em sẽ bị thiếu môn và bị trễ một học kỳ ạ. Em cảm ơn.",
    "Kính gửi PĐT! Vừa qua khoa Điện-Điện Tử tổ chức thi cuối kì 211 môn Kỹ Thuật Số,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên mục đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ(Do dời lịch thi từ ngày 25/12/2021 sang ngày 31/12/2021) Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.",
    "Thắc mắc: Sinh viên chính quy khóa K16 được chuyển điểm anh văn từ bằng Toeic theo bảng quy đổi cũ đúng không ạ ?",
    "Em chào thầy cô, em có nộp bằng toeic để đăng kí tốt nghiệp, em nộp vào ngày 24/12/2021 giờ đã 12 ngày rồi nhưng vẫn chưa thấy kết quả thẩm tra Thầy cô vui lòng kiểm tra tình trạng thẩm tra bằng của em giúp em với ạ Em cảm ơn rất nhiều Số chứng minh nhân dân của em là 68, mã số sinh viên là  ạ  Trân trọng   ",
    "Dạ em chào PDT ạ, em có 2 môn học liên tiếp nhau học ở 2 cơ sở (không đủ thời gian di chuyển giữa 2 cơ sở) nhưng vẫn đăng ký được và có TKB, vậy cho em hỏi lúc đi học offline lại thì có ảnh hưởng không ạ. Em cảm ơn",
    "Dạ em xin lỗi vì đã làm phiền cô ạ, Nhưng mà câu trả lời của cô em vẫn chưa hiểu lắm ạ. Ý cô là GDTC 2 vẫn đăng ký được dù chưa học GDTC 1 nhưng mà không đăng ký và hoàn thành GDTC 1 thì lại không đăng ký được môn học năm 2 đúng không ạ? Hay là chúng em chỉ cần đăng ký GDTC 2 và hoàn thành nó là tụi em vẫn có thể đăng ký môn học năm 2 hay sao ạ? Tiện thể cô có thể cho em xin số điện thoại Trung tâm GDTC được không ạ, em tìm trên trang trường mà không thấy. Vì em có điện bên Phòng mà Phòng nói Trung tâm sẽ giải quyết việc này. Mong cô thông cảm cho chúng em.",
    "Xin chào PĐT trường Đại học Bách Khoa TP.HCM SV:  MSSV: Em muốn hỏi là em đã đăng kí môn luận văn tốt nghiêp(cdt-ME4019) trong đợt 2 học kì 212 và có kết quả đã bị xóa do thiếu môn tiên quyết ME3017-Đồ án thiết kế hệ thống cơ điện tử. Nhưng em vừa hoàn thành môn ME3017 ở học kì 211 nhưng chưa có kết quả. Nếu em đăng kí lần 3 có bị xóa nữa không? Học kì sau em chỉ đăng kí môn luận văn tốt nghiệp(cdt) nên nếu bị xóa lần 3 thì em không có thời khóa biểu ạ. Mong PĐT sớm giải quyết thắc mắc của em. Xin chân thành cảm ơn.",
    "Em có đăng ký tốt nghiệp từ ngày 29/12 thì khi qua BKPAY đóng tiền thì hệ thống đang bảo trì nên không thể nào đóng được. Và hôm nay sau khi hệ thống hết bảo trì thì em mới đóng nhưng đã trễ sau 2 ngày deadline phải thanh toán. Hiện tại sau khi nộp tiền rồi em có cần phải làm đơn gì nữa không ạ. Em xin cảm ơn.",
    "Dạ em tên Nguyễn Phước Quí MSSV  DO em có đăng kí môn Xây dựng và Khai thác Đường  Mã môn CI3219 mà bị lỗi như dưới hình Cho em hỏi lí do tại sao ạ hoặc nếu có vấn đề xin Phòng Đào Tạo mở ra cho em đăng kí ạ Em xin chân thành cảm ơn ạ.",
    "Kính chào PĐT,  Em là sinh viên vừa được thu nhận lại, hiện tại em có nhu cầu đăng ký môn học cho học kỳ sau. Nhưng khi đăng ký lại hiện lỗi: \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo\". Kính mong PĐT xem xét giúp em",
    "Xin chào anh chị, Em là Trần Lê Minh, là sinh viên VHVL (MSSV: ). Do em là F0 nên đã bỏ qua mail thông báo về việc \"BỔ SUNG THÔNG TIN CÒN THIẾU CỦA \" vào ngày 11/12/2021. Cho nên em đã bị cấm đăng kí môn học HK 212 Đợt 2 vừa rồi. Em có một số câu hỏi như sau: 1. Khi em hoàn thành các thông tin còn thiếu thì em sẽ được đăng kí môn học bình thường đúng không ạ ? Hay còn phải làm thủ tục như thế nào để được đăng kí ? 2. Em đã trao đổi với pdt về trường hơp đăng kí môn học ME4049 - LVTN Kỹ thuật thiết kế. Thì được báo là vướng môn học tiên quyết, nhưng hai kỳ trước em vẫn đăng kí bình thường. Cho em hỏi , trường hợp của em là như thế nào và hướng giải quyết ạ ? Em xin cảm ơn. Mong nhận được hồi âm từ các anh chị.",
    "Mở môn học học kỳ 212 . Dạ cho em hỏi với ạ. Dạ em phúc tra bài thi môn kinh tế kỹ thuật ME2045 nhưng lại không bấm được xác nhận đăng kí là sao vậy ạ?",
    "Em đã làm đơn đăng ký bổ sung. Và có chữ ký của thầy phụ trách bộ môn đồng ý chuyển . Kính mong phòng đào tạo . Tạo điều kiện để em được học môn phòng chống thiên tai ven biển",
    "Em kính chào thầy/cô Phòng đào tạo ạ. Em đã học xong các môn học, đã bảo vệ xong luận văn tốt nghiệp trong học kỳ 211, em chỉ còn đợi thi anh văn nói và viết nữa thôi ạ thì có cần có thời khóa biểu trên mybk trong học kỳ 212 này không ạ? Em xin cảm ơn thầy/cô!",
    "Em muốn đăng kí vào lớp do lớp đủ slot. Em cảm ơn Trân trọng",
    "Mở môn học học kỳ 212 .",
    "Hiện tại em còn thiếu một môn chuyên ngành chưa học. Cho em hỏi là dự thính hè 213 có thể được đăng ký mới môn chuyên ngành đó không- để em có thể hoàn tất số tín chỉ đào tạo, bảo vệ luận văn và ra trường vào tháng 11 ạ. Em nghe rằng chỉ được đăng ký các môn đã học(rớt) nên em muốn hỏi lại pđt . Em xin cảm ơn! Chúc pđt một ngày vui vẻ!",
    "Em tên là , MSSV , sinh viên khoa cơ khí. Hiện tại do kết thúc học kì vừa rồi nên số tính chỉ tích lũy ngành của em chưa cập nhật. Nếu tính các môn chưa cập nhật nữa là em đã đủ số tính chỉ tích lũy ngành để đăng kí thực tập tốt nghiệp. Nhưng em đăng ký thì vẫn bị xóa môn thực tập tốt nghiệp. Cho em hỏi tại sao ạ? Mong thầy cô sớm phản hồi em, em cảm ơn.",
    "Em muốn hỏi là do học kì trước dịch bệnh kéo dài nên tụi em phải dời phản biện luận văn và tụi em vừa phản biện xong vào ngày 30/12 này. Em muốn hỏi nếu dời lịch phản biện như vậy thì em có được xét huy chương khi tốt nghiệp không ạ? Em cám ơn PĐT.",
    "Mở môn học học kỳ 212 .",
    "Kính gửi thầy cô PĐT, Em tên  - MSSV: Em chuẩn bị làm  Văn Tốt Nghiệp ra trường ở học kỳ 212, và em còn thiếu 1 môn Xác  (MT2001) để ra trường đúng hạn, em có đăng ký đợt trước nhưng bị hủy Hiện môn MT2001 ở đợt đăng ký môn học này đã đủ sỹ số. Kính mong PĐT xem xét đặc cách cho em được đăng ký bổ sung môn MT2001-nhóm DT01 để em có thể tốt nghiệp đúng hạn. Em xin chân thành cám ơn!",
    "Dạ cho em xin đăng kí Luận văn tốt nghiệp học kì 212 ạ,em cũng đã chuyển sang hệ VHVL do cổng mybk em không được phép đăng kí môn học nên cho em xin đăng kí qua bksi, em cám ơn .",
    "Thưa thầy/cô, Có phải sau tết(tức là sau ngày 9/2) là toàn bộ các tiết học(lí thuyết cũng như thực hành) đều giảng dạy trực tiếp trong khuông viên trường chứ không phải qua Meet phải không ạ? Em xin cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Em đã đăng ký môn \"Xác xuất và thống kê\" trong đợt đăng ký đợt 2 như hình bên dưới nhưng không có trong danh sách của thời khóa biểu ạ. Em có xem lại lý do từ chối đăng ký môn \"Xác xuất thống kê\", Mã MT2013 là do thiếu môn học \"Giải tích 1\", Mã MT1003 (Giải tích 1). Nhưng mà em là sinh viên \" 2\", đã học qua các môn đại cương, danh sách các môn điểm chuyển như minh chứng bên dưới. Nhờ PĐT đăng ký lại giúp em môn MT2013 ạ. Em cảm ơn",
    "Em xin kính chào Phòng đào tạo ạ! Em là  (MSSV: ), sinh viên K19 chương trình Tiên tiến ngành Điện - Điện tử. Hiện em và các bạn cùng lớp có một số vấn đề với thời khóa biểu trong học kỳ 212. Em xin phép được trình bày như sau ạ: Vào ngày 04/01, học kỳ 212 của tụi em bắt đầu. Tuy nhiên, tụi em vẫn còn môn ở học kỳ 211 chưa học xong là môn EE2016 - Xử lý số tín hiệu (thí nghiệm). Không may là hệ thống đã xếp lịch học môn EE2016 này vào tiết 8-12 ngày thứ 3, dẫn đến việc trùng lịch học với môn EE3418 - Cảm biến và đo lường ở học kỳ 212 (học vào tiết 11-12 ngày thứ 3). Thông tin cụ thể, em xin phép được gửi kèm thời khóa biểu của em ở học kỳ 211 và 212 . Kính mong dược Phòng đào tạo giúp đỡ. Kính thư!",
    "Em đăng kí nhầm giữa vẽ kỹ thuật:CI1003 và vẽ kỹ thuật xây dựng: CI1033. Em muốn huỷ CI1003 và đăng kí CI1033 em phải làm sao ạ. Vì môn vẽ kỹ thuật xây dựng là bắt buộc còn vẽ kỹ thuật trong chương trình học em không học ạ. em xin cảm ơn",
    "Em tên , mssv: Hiện tại do pc-covid chưa cập nhật tích xanh Nhưng em có giấy đã hoàn thành cách ly tại nhà thành công như hình dưới thì liệu có thể đi học off thí nghiệm môn hóa ở trường bình thường được không ạ. Hay em phải xin hủy và dời lại lịch học ạ Em mong phòng đào tạo có thể cho em hướng giải quyết với ạ Em xin chân thành cảm ơn phòng đạo tạo ạ",
    "Dạ em thấy email PĐT có thông báo ở HK tới xét nhận luận văn không xét tiêu chí Anh Văn, và chỉ xét 6 ngày CTXH, những môn tiên quyết học kì này chưa có điểm sẽ được xem như đã qua và hậu kiểm sau. Nhưng 2 đợt đăng kí trước em đều bị hủy LVTN ạ, đợt 3 này em cũng đã đăng kí lại, trong phần lí do bị hủy em đọc là thiếu môn tiên quyết ạ.",
    "Chào thầy cô, em tên là , MSSV . Em đã làm đơn xin xét tốt nghiệp và hẹn trả kết quả trước ngày 30/12 để đăng ký tốt nghiệp, hiện tại e vẫn chưa đăng ký tốt nghiệp được. Em xin nhờ thầy cô kiểm tra và hỗ trợ để em có thể đăng ký tốt nghiệp. Em cảm ơn thầy cô ",
    "Kính chào thầy cô pđt, Em tên: , mssv:  Kính thưa thầy cô, học kì 212 này em bị xóa  môn Kỹ thuật bê tông do lớp L01 không đủ sỉ số và em cũng không đăng kí được lớp L02 do lớp đã đủ sỉ số. Kính mong thầy cô mở rộng sỉ số lớp thành 30 giúp em, để em và các bạn bị xóa lớp có thể hoàn thành môn học của chuyên ngành. Em xin chân thành cảm ơn.  Trân trọng.",
    "Kính gửi: Phòng Đào tạo trường đại học Bách Khoa Thành phố Hồ Chí Minh Em tên: ; MSSV: ; Khoa Điện-Điện tử; Em gửi thư này xin phòng đào tạo xem xét lại thời khóa biểu môn thí nghiệm vật lý L20 và môn phương pháp tính L12, em hiện đang học hai lớp này nhưng bị trùng thời khóa biểu xin phòng đào tạo giúp em phương án xử lý, em xin cảm ơn. Sinh viên: -Khoa Điện-Điện",
    "em đăng kí nhầm môn học thì làm sao để em huỷ môn ạ",
    "Mở môn học học kỳ 212 . Kính gửi thầy cô,  Em là  (MSSV:). Nay em xin đại diện các bạn để viết đơn xin mở thêm lớp cho môn giáo dục thể chất (bóng đá) học phần 1 vào thứ 7 của học kì 2. Vì tụi em đều bị kẹt lịch học với tất cả các môn trong tuần mà số lượng đăng ký lại có hạn. Chúng em mong nhà trường sẽ xem xét và cân nhắc việc mở lớp cho chúng em. Em xin đính kèm danh sách các bạn có nhu cầu ở bên dưới ạ. Chúng em xin chân thành cảm ơn. Thân trọng. . ",
    "Kính gửi Thầy/ Cô Phòng đào tạo, Em tên là  - MSSV:  - Khoa: Môi trường và Tài nguyên. Nội dung:Hiện tại em xin phép được chuyển nhóm lớp môn Tư tưởng (SP1037) trong đợt đăng ký môn học đợt 3 từ nhóm L01 chuyển sang nhóm L04. Lý do:  -Do một số hiệu chỉnh nên môn Biến đổi khí hậu(EN3087) không thể đăng ký ở đợt 1, đợt 2 và em được thông báo môn sẽ mở ở đợt 3 nên em sắp xếp lịch học để trống một số ngày để tiện cho việc đăng ký môn BĐKH, nhưng hiện tại môn bị trùng lịch học môn GIS viễn thám nên em không thể đăng ký được. -Môn Tư tưởng (TKB: thứ 6 tiết 2-3) và môn Kỹ thuật xử lý nước cấp, nước thải(TKB: thứ 6 tiết 4-6) có thời gian học gần nhau (hình ảnh minh chứng đính kèm). Em mong được sự chấp nhận chuyển nhóm môn Tư tưởng  để em có thể có thêm thời gian cho việc học được tốt hơn . Em xin chân thành cảm ơn quý Thầy/ Cô. Trân trọng./.",
    "Dạ , do tình hình dịch bệnh , em có đăng ký in bảng điểm vào tháng 5 /2021  mà không vào trường nhận được . Vì lý do cá nhân nên e không thể vào được Trường để nhận . Em kính mong Phòg đào tạo gởi cho e bảng điểm bằng đường bưu điện . Địa chỉ nhận : hẻm 144/54 Lê Đức Thọ , Quận Gò Vấp , TP Hồ Chí Minh . E xin chân thành cảm ơn !",
    "cho em hỏi là điểm thi của các môn em vừa được thi lại sau khi hoãn thi sao lại không được cập nhập ạ",
    "Cho em hỏi là bảng điểm các môn năm 1 HK2 của em sau khi đã tổng kết môn học thì bị sửa lại điểm tổng kết bằng điểm thi. Có phải đang bị lỗi không ạ?",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: . Em có nhận được hỗ trợ online từ Phòng Đào Tạo, là K15 không được đăng ký môn học nữa đó hết thời gian đào tạo . Vậy Phòng Đào Tạo có thể cho Em hỏi, em có thể chuyển sang hệ vừa học vừa làm để tiếp tục được theo học không ạ? Kính mong PDT xem xét giúp đỡ để em có thể tiếp tục theo học tại trường ạ. Em xin chân thành cảm ơn. Trân trọng,  .",
    "Dạ em chào thầy/cô ạ, em tên  MSSS:. Vấn đề của em là em muốn đăng ký vào lớp L02_L03 của môn học Ci2001 mà hiện lớp này đang full sĩ số, hiện lớp này em thấy sĩ số mới 42 bạn theo môn thì có thể được 100 sinh viên và hiện em đang là sinh viên năm cuối còn 1 kỳ nữa là hết nên mong thầy cô  add em thêm vào lớp với ạ, do hiện em còn kỳ cuối nên muốn học nốt lớp này ạ. Mong nhận được sự phản hồi từ thầy cô ạ. Em cảm ơn ạ!",
    "Em xin chào quý thầy/cô, Em là , sv khoa Máy tính. Nay em gặp khó khăn khi đăng ký môn học LVTN do doanh nghiệp gửi điểm trễ nên em thiếu điểm môn tiên quyết TTNT(thực tập ngoài trường). Em tạo câu hỏi này để xin một biểu mẫu nếu có, hoặc mong hỗ trợ cho em cách viết đơn xin cứu xét đăng ký bổ sung môn học LVTN. Em xin cám ơn rất nhiều. Chúc quý thầy/cô một ngày làm việc vui vẻ.",
    "Em chào Phòng Đào Tạo ạ, Em tên . MSSV . Ở học kì 211, lớp chúng em có môn Thí nghiệm Địa Kỹ Thuật 1 đã được mở lớp và có danh sách lớp cũng như thời khoá biểu HK211, như do tình hình dịch Covid thời điểm đó còn căng thẳng nên lớp chúng em đã được PĐT dời thời khoá biểu và hiện tại sang học kì mới (HK212), vậy lớp em vẫn chưa học được môn này. Vậy ở HK212 này, chúng em có cần phải đăng ký môn học lại không ạ? Em xin cảm ơn PĐT ạ",
    "Em chào các anh chị! Em có một vấn đề mong các anh,chị PĐT giúp đỡ em ạ! Chuyện là HK202 môn \"đồ án thiết kế ME2011\" của em được 6.5 và đã lên bảng điểm trước đó nhưng hôm nay em lên thì thấy điểm giảm xuống còn 5.0. Mong các anh chị xem xét điều chỉnh lại giúp em ạ! Em xin cám ơn.",
    "Kinh gửi PĐT . Hiện tại em đang thiếu môn Cơ học đất mã cũ (CI3001) 4 chỉ nhưng trường không mở lớp nữa. Nếu em đăng kí môn theo mã mới Ci3235 thì có được tính là môn tương đương và chuyển điểm không ạ. Em cám ơn",
    "Em là sinh viên ngành Kỹ thuật hệ thống công nghiệp. Em có đăng kí môn tự chọn tự do là môn Hệ thống sản xuất (IM1029) của khoa Quản lý công nghiệp. Em thấy môn có vài điểm tương đồng với môn Quản lý sản xuất (ME1009) và môn Kỹ thuật hệ thống (ME2123). Không biết môn này có trùng với chuẩn đầu ra của các môn Hệ thống sản xuất này có trùng với chuẩn đầu ra của các môn trong CTĐT của em không ạ. Như vậy tín chỉ tự chọn tự do này của em có được tính không ạ? Hình ảnh đính kèm là chuẩn đầu ra của các môn em nhắc đến ạ. Em xin cảm ơn.",
    "Em là sinh viên ngành Kỹ thuật hệ thống công nghiệp. Em có đăng kí môn tự chọn tự do là môn Hệ thống sản xuất (IM1029) của khoa Quản lý công nghiệp. Em thấy môn có vài điểm tương đồng với môn Quản lý sản xuất (ME1009) và môn Kỹ thuật hệ thống (ME2123). Không biết chuẩn đầu ra của môn Hệ thống sản xuất này có trùng với chuẩn đầu ra của các môn trong CTĐT của em không ạ? Như vậy tín chỉ tự chọn tự do này của em có được tính không ạ? Hình ảnh đính kèm là chuẩn đầu ra của các môn em nhắc đến ạ. Em xin cảm ơn.",
    "Em ở khoa MT&TN, do đổi CTĐT nên có 1 môn bị trùng với môn bắt buộc học ở kì này. Nên em muốn rút môn học đó ạ. Dạ xin trả lời giúp em ạ do mai hết hạn đkm rồi ạ",
    "Em tên là  ID: lớp CC18KTM2, em đơn này nhằm xin được tham gia vào lớp   B CO3007 Đánh giá hiệu năng hệ thống lớp CC01    trong kì tiếp theo   B HK212     Em đã được sự cho phép của BCN khoa, mong PĐT cho phép em đăng ký học môn này. Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo! Em tên:  MSSV: Lớp:XD14VL2 Em mới được quyết định chuyển sang hệ VHVL khóa 2014,bây giờ em đã đủ điều kiện xét tốt nghiệp của hệ VHVL.Vậy nhờ phòng đào tạo kiểm tra,xem xét để em đăng kí tốt nghiệp đợt này,em cảm ơn.",
    "Kính gửi PĐT, Em được PĐT chấp nhận đơn xin chuyển hệ và được xác nhận có thể đăng kí môn học đợt 3 này sau 17h00 ngày 4/1/2022. Nhưng tới 13h00 hôm nay ngày 5/1 em vẫn chưa thể đăng kí được Mong quý thầy cô PĐT hỗ trợ giải quyết giúp em. Em xin cảm ơn.",
    "Xin chào Phòng đào tạo! Sau khi rút môn trong đợt Rút môn kì 211, em đã nhận được thông báo đồng ý cho rút. Tuy nhiên sau khi kiểm tra thì trên bảng điểm môn đó của em được để tổng kết điểm 13. Vậy cho em hỏi môn học sau khi rút môn thì sẽ có điểm tổng kết là 17 hay 13 ạ? Em xin cảm ơn và chúc Phòng đào tạo một ngày tốt lành!",
    "Hiện tại trên mybk em không thể thay đổi nơi khám chữa bệnh ban đầu (cụ thể là không thể bấm đăng kí, chỉ chọn được cập nhật thông tin). Em không biết làm sao để mình có thể thay đổi nơi khám chữa bệnh ban đâu ạ?  Em cảm ơn.",
    "Em xin rút môn học xử lý số (EE2015) HK212  Em xin chân thành cảm ơn",
    "iểm tổng kết của 1 môn học của em bị tính sai. Cụ thể là môn kinh tế chính trị: - Điểm tổng kết ĐÚNG là : 6.45 - Nhưng chỉ được tính là: 4.75 (lấy luôn kết quả của thi cuối kì) Với sự việc như vậy thì em có thể phản ánh qua email nào ạ.  Em cảm ơn ạ",
    "Thưa Thầy/Cô em tên là  MSSV:  khoa Điện-Điện Tử.  Trong đợt đăng kí môn học đợt 1 em có đăng kí môn học xử lý số tín hiệu (EE2015) vì chưa nhận được điểm của môn này ở HK202 trước đó nên em sợ chậm tiến độ để đăng kí LVTN.  Hôm nay(5/1/2022) em mới nhận được điểm của môn học xử lý số tín hiệu(EE2015) HK202 nên em mong được Thầy/Cô cho em xin hủy đăng kí môn học xử lý số tín hiệu(EE2015) ở học kì này(HK212).  Em xin chân thành cảm ơn.",
    "Dạ em xin chào phòng đào tạo ạ. Em tên là  sinh viên khóa K17 khoa Địa chất và dầu khí. Thì hiện tại em đã hoàn thành xong chương trình chuyên ngành khoan và khai thác dầu khí nhưng còn nợ anh văn nói viết nên không đăng ký tốt nghiệp. Do yêu cầu của công ty em đang ứng tuyển vào thì yêu cầu có giấy xác nhận hoàn thành chương trình học. Xin phòng đào tạo cấp cho em bảng điểm của chuyên ngành khoan và khai thác dầu khí hoặc giấy xác nhận hoàn thành chương trình học này . Em xin cảm ơn!",
    "Tốt nghiệp . Em chào phòng đào tạo ạ, Em tên Nguyễn Tấn Sang - MSSV: 1512794 - SĐT: 0981867823   - Gmail: 1512794@hcmut.edu.vn Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, vì vậy việc em đăng kí giấy chứng nhận sinh viên để tham gia thi toeic nhận qua Bưu điện là không thể thực hiện , em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. DO GIẤY CHỨNG NHẬN SINH VIÊN Ở LẦN EM NHẬN LẦN TRƯỚC CÓ CHỈ CÓ THỜI HẠN 1 THÁNG, VÀ EM THI KẾT QUẢ KHÔNG ĐẠT NÊN EM CẦN THI LẠI, RẤT MONG NHÀ TRƯỜNG HỖ TRỢ VÀ GIÚP ĐỠ EM . Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn. EM MUỐN NHẬN GIẤY CHỨNG NHẬN SINH VIÊN ĐỂ ĐĂNG KÍ THI CHỨNG CHỈ TOEIC THÔNG QUA HÌNH THỨC GỬI BƯU ĐIỆN VÀ EM CẦN BẢN GIẤY. EM CẦN NHẬN GẤP TRƯỚC 12:00 THỨ 7 TUẦN NÀY(8/1/2022) Ạ.. VÌ THỨ 7 EM CÓ LỊCH ĐĂNG KÍ THI MỘT LẦN NỮA, HOẶC NẾU CÓ THỂ TRỰC TIẾP ĐẾN TRƯỜNG NHẬN EM SẼ ĐẾN Ạ., VÌ EM Ở GẦN TRƯỜNG, EM ĐỦ TIÊU CHUẨN PHÒNG CHỐNG COVD Ạ   ĐỊA CHỈ CỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam  Chân thành,",
    "Dạ em tên là Nguyễn Ngọc Hải. Phòng đào tạo cho em hỏi ràng trong đợt dịch vừa rồi em đóng học phí HK211 trễ hạn do một số vấn đề về gia đình nhưng em vẫn thi được và đã gửi đăng ký được 2 môn cuối cùng là thực tập tốt nghiệp và luận văn tốt nghiệp (như hình) thì em có phải làm thủ tục gì nữa không ạ? Em xin cảm ơn",
    "Em chào thầy cô ạ, Em có đăng ký tham gia bhyt theo trường nhưng hiện tại thẻ em vẫn chưa được gia hạn ạ, tại bên ktx đhqg có thắc mắc sao bhyt của em chưa được gia hạn ấy ạ. Em cảm ơn thầy cô!",
    "Dạ hiện tại lịch học vụ của em bị dư một môn học, em không biết phải làm sao để xóa môn học đó ạ, vì trong đợt 3 thì môn học bị khóa, em không thể xóa môn được. Mong PĐT có thể hỗ trợ em ạ.",
    "Mở môn học học kỳ 212 . Chào cô/thầy, Em gửi mail này với lý do xin mở dự thính lớp Ổn định công trình - GE3099. Đơn và các thủ tục liên quan em đã xử lý xong hết. Mong thầy/cô xem xét.",
    "ảng điểm của em ở kì HK202 HK211 bị lỗi. Nó lấy điểm thi làm điểm tổng kết mà không tính các điểm thành phần. Đề nghị nhà trường khắc phục.",
    "MSSV:    Những năm trước dịch em thấy có làm quyển luận văn. Nhưng năm nay bảo vệ online, cũng không thấy yêu cầu nộp quyển luận văn với đĩa cd, thì có cần làm không ạ?",
    "Tốt nghiệp . ĐƠN XIN XÉT TỐT NGHIỆP Kính gửi: Phòng Đào tạo Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM Em tên là:        HÀ TIẾN ĐÔNG                        Sinh ngày:   28/02/1998 MSSV:            1614268                                              Lớp:                VP16CĐT Em làm đơn này mong PĐT cho em được xét tốt nghiệp. Tại vì hai năm đầu, em là sinh viên của Đại học Bách khoa Đà Nẵng. Sau kì thi phân ngành của chương trình CLC Việt-Pháp, em được trúng tuyển vào ngành cơ điện tử của trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. Tất cả các môn ở năm 1 và năm 2 em đã hoàn thành đầy đủ theo chương trình đào tạo PFIEV. Sau đó, em tiếp tục học giai đoạn 2 chuyên ngành Cơ điện tử - Chương trình PFIEV – Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM sau kì thi phân ngành PFIEV năm 2018. Em cũng đã hoàn thành đầy đủ và không nợ bất cứ môn nào. Theo như danh sách môn học còn nợ bên dưới do PĐT gửi thì em cũng đã hoàn thành. Tuy nhiên, em không hiểu lý do vì sao em lại không thể đăng ký tốt nghiệp trong MyBK, phần khai lý lịch tốt nghiệp em không thể nhấn nút “Cập nhật thông tin”, và nút “Nộp đơn xin xét tốt nghiệp em cũng không nhấn được Vì vậy em viết đơn này mong Nhà trường xem xét để em có thể đăng ký tốt nghiệp nhanh nhất có thể. Em xin chân thành cảm ơn.",
    "Hiện tại bảng điểm cập nhật bị lỗi so với thầy đưa ra bảng điểm và so với mấy ngày trước em xem, hiện tại tất cả môn điều chỉ lấy điểm cuối kì, trong khi em có 1 môn hoãn thi mà kì này em không có đăng kí thi môn đó. Em không biết do hệ thống lỗi hay chính sách nhà trường như vậy mong pdt phản hồi sớm giúp em để biết em đăng ký học lại ạ.",
    "Dạ cho em hỏi là giờ em muốn đăng kí môn quản trị kd cho kĩ sư IM3001,mà hôm bữa em vào em thấy là 70/70 nhưng hôm nay lại lên 73/73 và sĩ số của các lớp là khác nhau .Dạ pdt có thể giải thích giúp em và em có thể đk môn học này được không ạ",
    "Kính gửi Cô, Em tên là , MSSV: . Em bị quá hạn học kỳ nên đã chuyển sang hệ VHVL để có thể đăng ký Luận văn tốt nghiệp (MA4333) nhưng hiện tại trang web vẫn khoá và không cho em đăng ký  môn học. Xin Cô kiểm tra lại giúp cho em ạ. Em đã gửi 1 tin trước đó là 3 ngảy rồi phòng đào tạo chưa trả lời và giải quyết để em đăng ký môn học nữa",
    "Chào Phòng đào tạo, Sau đợt cập nhật điểm ngày 05/01/2022, điểm thi các môn trong học kỳ 202 của em được lấy làm điểm tổng kết. Trong học kỳ trước, em không đăng ký thi lại vào học kỳ này ạ. Vậy cho em hỏi đây có phải điểm tổng kết chính thức hay là do nhầm lẫn ạ. Em cám ơn và mong Phòng đào tạo giải đáp ạ.   i  .",
    "Các môn học chưa đạt khi đăng ký môn học, sinh viên có được phép đăng ký các môn chưa đạt đó trong HK chính tiếp theo hay không? Hay là các môn chưa đạt đó phải được đăng ký trong HK Dự thính thì mới được tính điểm?",
    "Kính chào quý thầy, cô giáo, Em muốn hỏi sau khi em đăng kí xét chuyển điểm chứng chỉ B1 tiếng Pháp và đã xác nhận hợp lệ thì cho em hỏi: 1) Em có cần làm bước gì thêm để chuyển điểm không ạ ? Hay nhà trường tự động chuyển điểm vào bảng điểm của em? 2) Em vừa được xác nhận hợp lệ vào ngày 6/12/2021 vậy điểm môn Pháp văn 1 HK211 vừa rồi có được chuyển thành 10 không ạ? 3) Em đã đăng kí môn Pháp văn 2 vậy em có cần tiếp tục theo học không ạ?",
    "Các môn học chưa đạt khi đăng ký môn học, sinh viên có được phép đăng ký các môn chưa đạt đó trong HK chính tiếp theo hay không? Hay là các môn chưa đạt đó phải được đăng ký trong HK Dự thính thì mới được tính điểm?",
    "ng kí môn học  Luận văn tốt nghiệp (ktn)  MSMH:ME4039    .",
    "Thưa thầy và cô,  cho em xin hỏi có thể xin phòng đào tạo tăng thêm sỉ số một số nhóm lớp của môn vật lý bán dẫn (có thể nhóm L04_L07) và phương pháp tính(L011_L011) được không ạ? Do các đợt đăng ký môn 2 và 3 em vào xem thì các lớp đều đã đầy và trùng TKB mà hai môn này lại là môn tiên quyết của nhiều môn năm 2 . Em xin cảm ơn.",
    "Kính gửi PĐT  Em có đăng ký nhiều lần môn Luận Văn Tốt Nghiệp trong học kỳ này, hệ thống báo em bị thiếu môn tiên quyết. Qua kiểm tra thì em đã học môn Móng, Đồ án NỀN MÓNG thay thế mã cũ, 1 môn Kỹ thuật thi công được miễn tương đương môn Máy XD và ATLĐ ( chương trình đào tạo khóa 2013) và đã qua môn. Nhờ PĐT cập nhật lại hệ thống giúp em để em đăng ký luận văn ạ.  MSSV 1533486 - Lưu Thanh Hiến - Hệ VHVL Em xin chân thành cám ơn!",
    "Kính gửi quý cán bộ trường Đại học Bách Khoa TP. Hồ Chí Minh. Em là , đợt xét tuyển hệ đào tạo từ xa nghành công nghệ thông tin tháng 11 vừa qua em có đăng ký dự tuyển ở diện đã tốt nghiệp đại học . Trường có thông báo rằng sẽ trả kết quả ngày 29/12/2021 và gọi nhập học từ 04-06/01/2022. Nhưng hiện tại em xem kết quả trên trang thông tin tuyển sinh của trường vẫn chưa có kết quả cập nhật mới. Em mong quý cán bộ giải đáp thắc mắc giúp em  Em xin chân thành cảm ơn.",
    "Em tên là , MSSV , sinh viên khoa cơ khí. Hiện tại do kết thúc học kì vừa rồi nên số tính chỉ tích lũy ngành của em chưa cập nhật. Nếu tính các môn chưa cập nhật nữa là em đã đủ số tính chỉ tích lũy ngành để đăng kí thực tập tốt nghiệp. Nhưng em đăng ký thì vẫn bị xóa môn thực tập tốt nghiệp. Cho em hỏi tại sao ạ? Mong thầy cô sớm phản hồi em, em cảm ơn.",
    "Dạ hôm nay em đk lại vẫn không được, nhờ PĐT có thể check giúp MSSV -  này có vướng gì ko ạ, để em kịp đk đợt cuối này ạ  Em đã chuyển qua hệ VHVL ạ, hiện đây là lỗi thông báo khi em đăng ký ạ . Mong PĐT hỗ trợ  Cảm ơn thầy/cô",
    "ng ký hoãn thi cuối kỳ môn Hệ thống số HK211.",
    "Em muốn hỏi là em có đăng ký hoãn thi tiếp tục môn EE2005 Thi vào ngày 15/12 đợt này mà em không thi được tại vì đợt đó vùng em mất điện có thông báo nên em đăng ký hoãn thi, và cho em hỏi khi nào thì em mới được điểm hoãn thi thay vì điểm vắng thi coi như rớt môn vậy ạ, có kịp để xét điều kiện luận văn tốt nghiệp của em không ạ.",
    "Học vụ       Xin chào   Trước đây em đã đăng kí hoãn thi 3 môn: Giải tích 2, Phương pháp tính và Hóa đại cương trên mục Hoãn Thi của MyBk  Hôm nay em lên kiểm tra lại thì thấy xuất hiện 3 môn em đã hoãn, nhưng lại ở nhóm thi khác ( không phải là HT )  Vậy có ảnh hưởng gì không ạ, hay em phải đăng kí lại không ạ  Em cảm ơn  ---Ảnh đính kèm---",
    "Dạ em muốn đăng kí vào lớp ME3115 Thiết kế trang phục 2 đang full sỉ số, em hiểu quy định của PDT, nhưng em thật sự rất cần học môn này trong kì 212, em có mail xin giúp đỡ từ thầy  thì được thầy phản hồi như các ảnh đính kèm, GV giảng dạy môn này Cô  cũng đồng ý thêm em vào lớp, em mong Thầy/Cô xem xét giúp đỡ em ạ .",
    "Em chào thầy cô Hiện nay vì lí do gia đình nên em muốn bảo lưu kết quả của năm nhất thì em phải cần các bước cũng như thủ tục nào vậy ạ? em cảm ơn",
    "Dạ em chào thầy/ cô, Dạ sau đợt đăng ký môn 1,2 theo em theo dõi thì lớp PTHĐ L03 (CH5061) có khoảng 28 bạn. Trong thời gian đăng ký đợt 3, sỉ số đã tăng lên khoảng 38 bạn. Và em cũng đăng ký đợt 3 ạ. Nhưng, Sáng nay em có hỏi thăm một bạn học lớp đó và biết được đã có khoảng 20 bạn Công nghệ Sinh học đăng ký nhầm môn này (vào đợt 1,2) thay vì PTHĐ trong Sinh học, và đang làm đơn gửi PĐT để xin chuyển môn. Em lo rằng nếu cả 20 bạn này rút thành công thì sỉ số lớp sẽ giảm xuống dưới mức được phép duy trì lớp học. Lúc đó em sẽ mất môn và không đủ tín chỉ đăng ký như mong muốn ạ . Mong thầy cô có thể cho em hướng giải quyết ạ.",
    "Xin chào thầy cô! Em là  mssv  sinh viên ngành logistics. Em làm yêu câu này mong Phòng đào tạo sửa lại bảng điểm của học kì 211 giúp em. điểm các môn học cập nhật ngày :05/01/2022 11:35:49 AM pđt đã sửa cột điểm của em ở 2 môn vận tải hàng hóa(ME4021) và môn hoạch định nguồn lực sản xuất(ME605) không đúng so với lúc nhập điểm ban đầu và thực tế ạ. Môn ME4021 điểm tông kết ban đầu là 9.0 nhưng bị sưa lại thành 8.5, môn me4605 điểm tông kết ban đầu là 9.5 nhưn bị sửa thành 8.5. Mong thầy cô bên phòng đào tạo sửa lại giúp em và cho em lời giải thích. Em xin cảm ơn!",
    "Em chào thầy/cô, Vì lý do nhầm lẫn nên em đã đăng ký nhầm môn đã học. Nay em muốn hỏi là làm cách nào để có thể rút môn mình đã đăng ký được ạ? Em cảm ơn thầy/cô đã đọc. Mong thầy/cô sớm phản hồi.",
    "Em đã đăng kí hoãn thi 2 môn trên mybk. Cô cho em hỏi khi nào có kết quả hoãn thi ạ, em hoãn thi vì bị bệnh nên em có cần nộp giấy nhập viện cho pđt không ạ Em cảm ơn cô ạ",
    "Em xin được mở thêm sĩ số lớp EE3099 học kì dự thính. Trong đợt đăng kí môn học chính quy lần 1 em có đăng kí nhưng không mở lớp, hiện giờ đợt 3 đã mở lớp nhưng em bị kẹt giờ môn khác nên em xin được mở thêm sĩ số lớp dự thính ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, em tên , MSSV , sinh viên hệ bằng 2 khoá 2020. HK212 em đăng kí môn Luận văn tốt nghiệp (CI4347) nhưng bị báo lỗi là không đủ điều kiện đăng kí (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau: - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093) - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177) - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213) - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197) - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127) Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô.",
    "Em chào thầy/cô Em là  mssv , khoa công nghệ vật liệu, bộ môn vật liệu năng lượng. Em còn một môn chưa học là MA3017- công nghệ chế tạo vật liệu và các hệ năng lượng. Tuy nhiên môn này đã đổi mã sang MA3091_ công nghệ chế tạo các hệ năng lượng, và e không xin pđt và khoa mở lớp theo mã cũ được. Nên em vừa học theo mã mới này trong kì vừa rồi ( chưa có điểm) Môn này là học trước để đăng ký đề cương luận văn. Thầy /cô cho em hỏi là em học môn tương đương rồi sao pđt báo lỗi k cho đăng kí đề cương nữa ạ. Và có các nào giải quyết k ạ",
    "Dạ chào thầy/cô Em bên hệ VHVL thì khi đăng ký tốt nghiệp có cần thi tiếng anh nói viết không ạ   i Tốt nghiệp .",
    "Em có đăng kí hoãn thi cuối kì 211 ba môn,trong đó có môn Xử lý số tín hiệu nhưng hôm 17/12/2021 trong phần đăng kí hoãn thi chỉ có mục hoãn thi của lớp HT01 mà ko có lớp A01 nên em chỉ đăng kí hoãn thi có lớp HT01, 2 môn Trường điện từ và Cơ sở kỹ thuật điện lúc đăng kí hoãn thi thì em thấy cả 2 nhóm lớp nên chọn cả 2 thì được chấp nhận.Cho em hỏi vậy môn Xử lý số tín hiệu của em có dc hấp nhận hoãn ko ạ,bảng điểm mới cập nhật em bị điểm 13 vắng thi",
    "Em chào PĐT ạ! Em là sinh viên khóa 17, Hiện tại kỳ này em rất gặp khó khăn trong việc đăng kí môn đồ án EE3061 theo tiến độ. Em không biết em đã đăng kí môn này đợt 1 và đợt 2 được rồi, nhưng khi trả kết quả đợt 3 lại báo em thiếu môn học trước là Vi xử lý EE2013, mặc dù em đã học môn này rồi vào kì 2 nh 2018-2019 (em chưa qua môn). Em không biết có xảy ra lỗi gì không vì những lần em đăng kí Đồ án trước đây thì không báo thiếu môn này, em đã cố gắng học đủ các môn HT để có thể học được Đồ án vào kì này. (kì trước em đã rất vất vả xin PDT để có thể được học TT DT2 nhằm chuẩn bị cho kì này). Vì lý do bị bệnh nên em trễ tiến độ học tập, mỗi lần đăng kí môn để kịp ra trường rất khó khăn. Và bây giờ chương trình mới không còn học môn đồ án EE3061 này nữa, nên nếu để chậm mất kì này có thể em ko còn được mở lớp môn này nữa vì sĩ số không có. Vậy em xin PDT có thể coi lại trường hợp của em và điều chỉnh được không ạ? Em rất mong muốn được học để kì sau đi thực tập cũng như sớm ra trường. Em đã đặt câu hỏi nhiều ngày rồi mà không có ai hỗ trợ, chỉ còn ngày mai cho đợt DKMH đợt 3, em sợ không kịp. Cảm phiền PDT xem xét giúp em sớm với ạ. Em cám ơn PDT rất nhiều! Chúc mọi người thật nhiều sức khỏe ạ!",
    "Dạ em chào thầy/cô ạ Em tên là , MSSV:. Hiện em đang còn thiếu môn học anh văn 3 và anh văn 4. Em không có đăng kí môn học ở học kì 2 mà định thi toeic để chuyển điểm anh văn ạ. Dạ cho em hỏi là vì học kì 2 này em không đăng kí môn học thì bị tạm dừng, trong lúc tạm dừng em có thể chuyển điểm anh văn chon môn anh văn 3 và anh văn 4 được không ạ? Em cảm ơn thầy/cô ạ",
    "Kính thưa PĐT. Hôm nay 5/1 hạn ĐKMH tới 6/1 Em là . Mssv  Trong lúc em ĐKMH, môn Luận Văn Tốt Nghiệp. Thì hệ thống bị lỗi em không thể nào ĐKMH được. Em mong PĐT hay các thầy các cô giúp đỡ em với . Em xin chân thành cảm ơn!",
    "Chào Nhà trường, hiện em muốn nhờ Trường kiểm tra tình trạng học vụ của bản thân xem đã thỏa các yêu cầu đủ để xét tốt nghiệp chưa ạ. Nếu có thiếu sót phần nào thì Nhà trường báo sớm để em kịp xét tốt nghiệp bù. Em xin cảm ơn  ",
    "Em chào Thầy/Cô, Em là sinh viên năm 3-K19, cho em hỏi nếu hiện tại (kỳ 212) em nộp bằng Toeic Nghe-Đọc thì cần bao nhiêu điểm để quy đổi 4 điểm 10 của các môn AV1, AV2, AV3, AV4 vậy ạ? Em có xem trên AAO thì thấy 700, nhưng theo năm K20 lại thấy 750 ạ. Mong nhận được phản hồi từ Thầy/Cô ạ. Em cảm ơn.",
    "Kính chào Phòng Đào Tạo Hiện tại em đã đủ điều kiện đăng ký tốt nghiệp nhưng em không đăng ký tốt nghiệp được, em mong được hỗ trợ để có thể đăng ký dúng hạn ạ. Em xin cám ơn!",
    "Chào thầy cô, em tên , MSSV , em có đăng kí thực tập ngoài trường mã ME3267, đề cương luận văn tốt nghiệp ME4725. Có lẽ vì số tín chỉ của các môn học trước em chưa được cập nhập nên em bị hủy 2 môn đó. Em đã hoàn thành các môn học và khi có điểm các môn của 2 học kì vừa rồi sẽ đủ tín chỉ để đăng kí. Em mong thầy cô xem xét lại trường hợp của em. Em xin chân thành cảm ơn",
    "Kính gửi phòng Đào Tạo Em tên:  - MSSV  Môn Triết Học ( SP1031 ) của cô . Em thấy bảng điểm không có điểm thi em có thắc mắc. Vì em thi lần 2 nên giảng viên bộ môn cũng không biết được. Kính mong Phòng Đào Tạo xem xét. Em xin trân thành cảm ơn.",
    "Em nộp đơn xin rút môn học CH2021 (hóa hữu cơ) để có 3 chỉ trống và đăng ký môn mới CH4007(đồ án thiết kế kỹ thuật hóa học - 2 chỉ) ",
    "Em tên , MSSV . Em học chương trình liên thông kỹ sư, thạc sĩ. Em có đăng kí đợt 3 môn Kttp4 CH5157 ở cơ sở 1 thì bị báo lỗi là ở cs2 nên không được đăng kí. Rất mong phòng đào tạo xem xét lại để em được đăng kí môn học ạ. Em xin trân trọng cảm ơn!  B",
    "Thưa Thầy/Cô Môn học 210702 Nhiệt Động Học Thống Kê bị lỗi sỉ số 0/0. Thầy/Cô chỉnh lại giúp em Em cảm ơn  .",
    "Em xin chào thầy,cô Em có 2 vấn đề xin hỏi: 1.Trong chương trình đào tạo của em cần tích lũy 3 chỉ môn Xác xuất thống kê (MSMH: MT2001), nhưng mã số này chỉ mở dự thính. Đợt đkmh 212, em đăng ký học kỳ chính môn Xác xuất thống kê (MSMH: MT2013) 4 chỉ. Vậy khi em học ĐẠT môn học MT2013 có được chuyển điểm về mã số môn học MT2001 không? 2.Lớp đăng ký dự thính lộ trình 1 môn học Xác xuất thống kê (MSMH: MT2001), lớp DT01 đã đầy sỉ số. Em muốn đăng ký bổ sung vào lớp học này phải làm như thế nào vậy, tại vì sau đợt đăng ký sẽ có đợt rút môn học của một số bạn. Em có thể bổ sung vào danh sách lớp học DT01 nếu lớp thiếu sỉ số.",
    "Chào thầy/cô Cho em hỏi: Đợt 3 này em hủy môn cũng như chuyển môn được. Thì em cần đóng học phí với thời khóa biểu sẽ được cập nhật hay không ạ?. Tại bình thường thì đợt 3 không được hủy/ chuyển nhóm ạ. Mong thầy/cô giải đáp giúp em Em xin cảm ơn.",
    "Dạ, cho em hỏi là em đã đóng tiền bảo hiểm y tế, nhưng khi em đi khám bệnh thì bệnh viện báo là em chưa gia hạn BHYT nên thẻ của em đã hết hạn ở năm 2022. Em không biết là trường đã gia hạn thẻ BHYT cho sinh viên chưa ạ em cảm ơn.",
    "Em tên . MSSV     . -Chào thầy , chuyện là như thế này: - Lúc đăng kí môn học đợt 2 , em thấy môn trí tuệ nhân tạo có sỉ số khá thấp nên em nghĩ môn đó không mở nên em không đăng kí. Nhưng đến khi tới đợt 3 thì em thấy môn đó có mở . Từ ngày 4/1 đã có bắt đầu học kì mới , có nghĩa là đã có danh sách học sinh , nếu vậy em đăng kí mộn học này ở đợt 3 thì trường sẽ update lại danh sách học sinh mới đúng ko ạ. Và em vẫn có thể học môn này bình thường nếu đăng kí ở đợt 3 đúng không ạ. -Và em có 1 môn SCADA ,sau khi đăng kí thì em thấy không cần thiết học , thì em có thể hủy môn học này (có phí) đúng không ạ. Nếu đúng thì cho em hỏi sẽ viết đơn hủy môn học như thế nào ạ. (Do em chưa có kinh nghiệm)",
    "Mở môn học học kỳ 212 . Dạ em chào Thầy/Cô Em gửi Thầy/Cô đơn xin mở môn học Cơ sở điều khiển quá trình CH3031, đã có xác nhận của Thầy phụ trách giảng dạy (Thầy ) kèm xác nhận của Chủ nhiệm khoa (Thầy ) ở hình chụp đính kèm và em đã có forward mail cho PĐT. Em mong quý Thầy/Cô xem xét. Em xin cảm ơn.",
    "Chào thầy/cô,  Dạ cho em hỏi môn Thị Gíác máy em thi cuối kì được 4 điểm nhưng bị điểm liệt. Tại theo em biết điểm liệt trường mình là 3 nên em hỏi thắc mắc ạ . Lê Hoàng Việt ",
    "CODE  Xin mở thêm sĩ số lớp Ch3133 ạ .",
    "Em chào quý thầy/cô! Em có thấy bảng điểm tổng kết môn Phương pháp số(ME2091) trên mybk là 8.0 nhưng bảng điểm em nhận từ thầy  thì điểm tổng kết là 8.5. Em mong PĐT xem xét lại giúp em. Em cảm ơn ạ!",
    "Em chào Cô  Học kỳ 211 em có thi vấn đáp môn Công nghệ may 1 (ME2065) nhưng giáo viên phụ trách đã nhập sai điểm của em, em đã email cho giáo viên và cô ấy cũng xác nhận là đã nhập thiếu 1 điểm của em, cô bảo em làm phiếu phúc tra cô sẽ sửa lại Nhưng em lên trang phúc tra thì web không cho em phúc tra môn thi đó vậy bây giờ em phải làm sao để được sửa điểm ạ Nếu làm phiếu phúc tra thì em phải gửi ở đâu và gửi cho ai ạ?  Em mong cô có thể giải đáp giúp em  Em xin chân thành cảm ơn",
    "Cho em hỏi là trong học kỳ này PĐT có xét anh văn để nhận luận văn tốt nghiệp ko ạ Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em tên là: Phan Đình Lâm MSSV:    i  Em viết đơn này xin được chuyển lớp môn Nhiệt Động Lực Học Và Truyền Nhiệt (ME2013) với lí do là lịch của môn Thực Tập Kỹ Thuật Cơ Khí (ME3143) của các thầy sắp xếp không thể đáp ứng giờ học theo lịch của Phòng Đào Tạo xếp cho em trên thời khoá biểu của Mybk. Nên em được xin chuyển qua lớp L03_L07, L03_L08 và L07_L21. Em mong Phòng Đạo Tạo có thể sắp xếp và chuyển lớp giúp em để em có thể học được môn Thực Tập Kỹ Thuật Cơ Khí này. Nếu có thủ tục nào em mong Phòng Đào Tạo có thể trao đổi với em. Trân trọng,",
    "Kính thưa thầy/cô, em tên là , MSSV , kì dự thính này em có đăng kí môn Xác suất thống kê (MT2001) và được xếp thời khoá biểu vào thứ 3 và thứ 4 nhưng do thầy có việc nên đã dời hết buổi học sang ngày thứ tư (hiện đã cập nhật trên thời khoá biểu). Do đó ngày t3 em lại không có lịch học, bây giờ em muốn đăng kí thêm môn Kết cấu bê tông cốt thép 2 (CI3175) thì bị hệ thống báo là trùng lịch học với mộ Xác suất. Mong thầy/cô có thể cập nhật sớm trên hệ thống để em đăng kí được môn ạ vì 10h ngày mai là hết hạn rồi. Em xin cảm ơn.",
    "Em chào quý thầy cô! Bảng điểm môn nguyên lý máy em cũng sai luôn rồi, 8 điểm thầy vì 7. Mong PĐT xem xét lại ạ!",
    "Em chào thầy/cô ạ, Em là sinh viên K20 học hệ chất lượng cao. Ở học kì vừa rồi em có gặp sự cố mất điện trước buổi thi giữa kì một môn, em đã thông báo cho cán bộ coi thi, thầy bộ môn cũng như gửi mail minh chứng và đã được xác nhận. Bây giờ qua kì mới rồi em vẫn chưa được giải quyết về vấn đề đó, để được hỗ trợ thi lại giữa kì môn đó em nên làm gì ạ ? Em xin chân thành cảm ơn.",
    "Chào thầy cô. Hiện em có đăng kí lớp av3 L04. Thời khóa biểu thứ 4 em không thể học được do em có đang đi làm bên ngoài, mong thầy cô có thể chuyển lớp giúp em qua av3 L06 vào chiều thứ 6 được không ạ. Em cảm ơn quý thầy cô. Thật sự em rất cần, mong quý thầy cô giúp đỡ ạ",
    "Dạ điểm triết tổng em được 7. trong file cô giáo đưa cũng 7. hôm qua em coi trên mybk cung z nhưng hôm nay lại thành 6. ạ nhà trường coi chỉnh lại giúp em với  Cảm ơn !!",
    "t 3 hủy môn đã có thời khóa biểu có phải đóng tiền không ạ    .",
    "Trong đợt đăng kí môn học vừa rồi em không thể đăng ký được bất kỳ lớp học GDTC nào và HK211 em không đăng ký được lớp học GDTC, và hiện tại đợt ĐKMH thứ 3 em cũng không đăng ký được vậy thì có cách nào khác để em hoàn thành 1 học phần GDTC trước năm 2 không ạ? 2. Nếu trước năm 2 mà em chưa có bất kỳ học phần thể chất nào thì em có bị cấm đăng kí môn học ở năm 2 không ạ? Và ở học kỳ hè thì nhà trường có mở lớp thể chất cho sinh viên không ạ?",
    "Kính chào quý thầy/cô, Em tên là Minh Nhật, sinh viên khóa 2019 ngành Công nghệ Sinh học - thuộc khoa Kỹ thuật Hóa học, hiện đang là lớp trưởng lớp HC19BSH. Hôm nay, em đại diện các bạn hiện đang theo chương trình liên thông Kỹ sư - Thạc sỹ của lớp để viết yêu cầu này, mong được quý thầy/cô tư vấn hướng dẫn em về 2 vấn đề sau ạ: 1/ Trong đợt đăng ký môn học thứ hai, chúng em được thầy Nam thông tin là các môn học chương trình liên thông đã đổi mã môn. Theo như chương trình, chúng em sẽ học môn CH3439 (mã cũ - chung cho KTHH và CNSH), thì trong file thông tin đó có môn CH5061 (mã mới) với tên tương tự do bộ môn Hóa Lý phụ trách nhưng bộ môn CNSH không có môn nào tương tự. Vì vậy, tụi em đã đăng ký môn CH5061. Tuy nhiên, đến bữa học đầu tiên, giảng viên đứng lớp thông báo cho chúng em biết ngành CNSH học mã môn khác, em đã hỏi cô Tiên trưởng bộ môn CNSH, cô cũng xác nhận đó là CH5013. Chúng em không hề được thông tin về vấn đề này và trong đợt 2 cũng không mở môn học này. Giờ chúng em không biết nên giải quyết như thế nào ạ! 2/ Cũng trong đợt đăng ký đó, một môn học khác theo chương trình là CH5185 ban đầu chỉ có TKB một buổi. Tuy nhiên đến khi có TKB chính thức thì lại xuất hiện thêm một buổi ThL của môn học. Nhiều bạn bị trùng lịch TN của môn khác trong nhiều tuần và chúng em cũng không biết nên giải quyết như thế nào ạ! Em đã gửi mail nhưng chưa nhận được hồi đáp ạ! Mong quý thầy/cô sớm giải đáp để chúng em có được hướng giải quyết đúng đắn ạ! Em cảm ơn quý thầy/cô đã đọc hết yêu cầu này của em! Em kính chúc quý thầy/cô sức khỏe và an toàn!",
    "Dạ PDT em bị sai bảng điểm HK212 cụ thể như hình dưới ạ, phần điểm tổng kết với điểm thi của em nó gióng hệt nhau ạ, mong pdt xem và chỉnh sửa giúp em. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo,   Em là sinh viên  MSSV:.Do lần đầu đăng kí môn học nên em có sự nhầm lẫn đáng trách giữa môn Vẽ kĩ thuật CI1003 và Vẽ kĩ thuật xây dựng CI1033. Em xin phép xin Phòng Đào tạo giúp xóa gấp tên em ( MSSV:) ra khỏi danh sách nhóm lớp L07_L13 CI1003 - Vẽ kỹ thuật để em có thể đăng kí môn Vẽ kĩ thuật xây dựng CI1033 theo đúng CTĐT (do hiện tại các lớp CI1033 đều không thể đăng kí do trùng lịch CI1003). Em xin cảm ơn .",
    "Chào thầy/ cô. Em là Phạm  Tú. MSSV: . Em có nhận được mail yêu cầu cập nhật thông tin mà do em đọc không kỹ nên nhầm thông tin là cần 1 năm nữa mới đến hạn. Nên em đã cập nhật thông tin trễ. Mong thầy cô xem xét mở cho em đăng ký môn học HK212. Em xin chân thành cảm ơn thầy/ cô.",
    "Thưa cô, em là Nguyễn Trung Kiên.MSSV : 1913857 Hôm qua, ngày 4/1/2022 em có đăng kí hiệu chỉnh môn học về những môn như xã hội như kinh tế chính trị Mác nhưng ko hiểu lý do ko đăng kí được trong khi môn Triết học Mác em đã qua môn. Hôm nay, em có lên xem điểm lại thì thấy mấy môn của mình bị chỉnh sửa sai điểm tổng kết cập nhật bằng điểm thi (mà ko tính theo thành phần môn qui định). Em mới nhờ phòng xem lại điểm để em có thể xem xét hiểu chỉnh những môn nào ạ. Em cảm ơn.",
    "Chào thầy cô,  Em tên là  và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5046 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới) . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5046 hiện nay là môn tự chọn của Ks-ThS  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "Dạ em chào cô  Em tên là  MSSV  K20 PFIEV Dạ cô cho em hỏi là hiện em đang học môn AV2A(LA1039), thì điểm môn này có tính vào trung bình HỌC KÌ và trung bình tích luỹ không vậy cô?  Em cảm ơn cô nhiều ạ!",
    "Kính gửi PĐT, em tên là , MSSV: . Em viết mail này để phản ánh về việc hệ thống đăng ký môn học tự đăng ký thêm môn Thực tập tốt nghiệp (mã GE3333) cho em (có thể là do hệ thống cập nhật điểm thực tập kì trước của em trễ quá) trong khi em chỉ đăng ký duy nhất môn Luận văn tốt nghiệp (mã GE4333) ở học kỳ chính. Sáng nay hệ thống đã cập nhật điểm môn thực tập mà em đã học ở học kỳ 202, nhưng em vào phần đăng ký môn học hiệu chỉnh thì không thể nào xoá được môn Thực tập tốt nghiệp. Kính mong PĐT xem xét và xoá giúp em môn Thực tập tốt nghiệp (mã GE3333) vì em đã học môn này và hoàn thành từ trước rồi. Em cảm ơn.",
    "Chào thầy/cô, bảng điểm của em trên mybk đang bị sai, mong được cập nhật lại cho đúng ạ, em xin cảm ơn.",
    "Dạ cho em hỏi là em muốn đăng kí phúc tra bài thi cuối kì, nhưng hiện tại vào phần phúc tra thì lại ghi không có đợt phúc tra, dạ khi nào sẽ mở đợt phúc tra ạ ?   i ",
    "Cho em hỏi sao ngày 5/1/2022 sau khi cập nhật điểm thì điểm học kỳ 2 (2020-2021) môn phương pháp tính của em nó bị xuống còn 3. Trong khi kỳ này em có xem ở đợt trước vẫn còn nguyên điểm ạ.",
    "Xin chào quý Thầy (Cô) phòng đào tạo.Em là  hiện đang là sinh viên học lớp CK18CD03. Em có đăng ký học dự thính môn học Nhập môn lập trình CO1003 nhưng bị hủy vì chưa từng học ở kì chính .Hiện tại, em cần đăng ký môn học này để có thể ra trường đúng hạn ạ. Hy vọng phòng đào tạo có thể xem xét cho em đăng ký được ạ . Em xin cảm ơn ạ. Em có gửi mẫu đợn đính kèm ạ .",
    "Kính gửi Phòng Đào Tạo Em đã   B thi qua    môn xác suất thống kê (MT2013), hôm nay vào xem lại thì hiện điểm thi và điểm tổng kết bằng nhau luôn. Mong phòng đào tạo cập nhật lại giúp em ạ, em xin cảm ơn",
    "Chào thầy cô, Em là , lớp CNSH HC19BSH. Hôm nay ngày 5/1/2022 em có 1 lớp CH5061 - Các chiến lược thực tiễn trong phân tích định tính và định lượng, giáo viên bộ môn thông báo lớp em học nhầm mã môn. Mã môn đúng của tụi em là CH5013 - Các phương pháp phân tích trong công nghệ sinh học. Do khoa thay đổi mã môn học nhưng không thông tin đến sinh viên rõ ràng, tụi em đã bị nhầm lẫn môn học thuộc ngành Kĩ thuật hóa học. Mong PĐT có thể mở xóa môn học này để tụi em có thể đăng kí lại môn học đúng với chương trình đào tạo ạ. Em xin cảm ơn.",
    "Chào thầy/cô phòng đào tạo trường ạ. Em là . MSSV: hệ VHVL em hoàn thành luận văn vào đợt tháng 8 hồi tháng 11 em có nhận được giấy chứng nhận tốt nghiệp tạm thời của trường nhưng em vẫn chưa thấy thông báo về việc nhận bằng chính thức. Cho em hỏi là ngày mấy em có thể nhận bằng chính thức và nhận như thế nào vậy ạ?. Em cảm ơn thầy/cô!",
    "VÌ ÊN I CI1003 ( VẼ  ) I1033( VẼ  XÂY DỰNG)  CHO    CHÂN THÀNH CẢM ƠN   ",
    "Kính chào quý thầy cô, Em tên là  thuộc lớp công nghệ sinh học HC19. Vừa qua, lớp chúng em có đăng kí môn học CH3439 (và được thông bảo đổi mã mới thành CH5061 theo file đính kèm). Tuy nhiên cho tới tuần học đầu tiên vào hôm nay (5/1/2022), giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký nhầm mã môn. Sau khi kiểm tra và xác nhận với cô chủ nhiệm thì đúng thật tui em đã đăng kí nhầm mã (mã đúng phải là CH5013). Thế nên em mong PĐT có thể mở hiệu chỉnh để chúng em có thể xoá môn CH5061 và đăng kí lại môn CH5013 cho đúng ạ. Kính mong PĐT có thể xem xét mở giúp chúng em, và thông cảm vì chúng em cũng không nhân được thông tin rõ ràng cho đến khi tham gia lớp học ngày hôm nay. Em xin chân thành cảm ơn.",
    "914105      . Em chào thầy cô ạ, Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ. *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm. *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197 Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này. Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này . Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký) Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ. Em xin chân thành cảm ơn.",
    "Từ cuối tháng 12, trên bảng điểm đã có điểm tổng kết hiện rõ là 6 điểm của môn Chủ nghĩa xã hội, nhóm tổ L12-C HK2021-2022 mã môn SP1035, họ và tên sinh viên: , MSSV:. Nhưng ngày hôm nay 8:47 ngày 5/1/2022,11:35:49 am thấy pđt đã sửa điểm tổng kết của sinh viên thành 4.75. Đề nghị PĐT giải thích rõ giúp em? file bảng điểm giáo viên bộ môn đã đính kèm phía dưới",
    "Chào thầy cô, Em tên là  và lớp HC19BSH. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. \"Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thế học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "Kính gửi quý thầy / cô phòng đào tạo, Em là Nguyễn Phúc Nhật Minh MSSV:  Ở đợt 2 đăng ký môn học, em   B ĐÃ HỦY    đăng ký môn   B IM3001    (Quản trị kinh doanh cho kỹ sư), phòng đào tạo có thể kiểm tra ở file đính kèm. Em không hiểu vì lý do gì mà môn học này vẫn hiện diện ở thời khóa biểu và BK -Elearning. Nay em làm đơn khiếu nại này, kính mong phòng đào tạo xem xét giúp em hủy môn học em đã kể trên . Em xin chân thành cảm ơn quý thầy / cô.",
    "Chào thầy cô Em tên là , MSSV , học lớp HC19 Công nghệ sinh học. Vừa qa lớp em đã đăng kí môn CH3439 (sau đổi lại thành mã CH5061 theo mã môn mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. ' Đính kèm file 1: Mã môn mới mà Phòng đào tạo vừa cấp. Tuy nhiên đến hôm nay [5. 1. 2021] thuộc tuần học đầu tiên, và giáo viên bộ môn thống báo với lớp CNSH đã đăng kí sai mã môn. Và giáo viên thông tin đến chúng em là cần phải đăng kí môn CH5013 (KHÔNG có thông tin từ khoa hay từ mã môn mới). ' Đính kèm file 2: CTDT cũ của đại học liên thông ĐH - ThS ngành CNSH Vì môn học CH5061 hiện nay là môn tự chọn của KS - ThS ngành KTHH nên em không thể học được. Vì vậy, em mong có thể được mở hiệu chỉnh để em có thể xóa môn học này. Mong PĐT có thể xem xét mở giúp em và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "cho em hỏi rằng nếu em có ý định tạm dừng học HK212, mà đơn tạm dừng học lại có yêu cầu chữ ký của các GV Chủ nhiệm, Chủ nhiệm khoa, mà hiện tại thì các thầy cô lại không thể gặp mặt để trực tiếp ký vào đơn hay em không biết tìm thầy cô ở đâu, vậy bây giờ thủ tục tạm dừng học sẽ được thực hiện như thế nào ạ",
    "em tên là  mssv  Ở học kì 202 em có đăng kí hoãn thi các môn: nguyên lí máy, đstt, giải tích 2, vật lý 2 qua hinh thức gửi đơn qua bksi, trước đó em có hoãn thi môn đại số tuyến tính qua mail của phòng đào tạo nhưng hiện tại thì điểm thi vẫn là 13",
    "Em  MSSV  hôm trước em gửi đơn hủy bảo lưu điểm HK212 với lí do theo như cô hỗ trợ em đó là cô , thì em viết đơn hủy với do  và cô  xác nhận là Phòng đào tạo đã tiếp nhận cho em và cô nói em đăng kí hk212 và học như bình thường, hôm nay em vào tình trạng sinh viên đã thấy tạm dừng , và tất cả môn học em đăng kí hk212 trên bkel đều bị xóa, em mong phòng đào tạo check lại giúp em sớm nhất do em bắt đầu vào học kì mới rồi ạ. em cảm ơn",
    "Dạ em chào pđt ạ, Em là , hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh. Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ.",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: , hệ VLVH, khoa Kỹ Thuật Xây Dựng. Trong đợt Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 vừa qua em có đăng ký môn học là  (CI4343) nhưng lại bị hủy bỏ do Phòng đào tạo báo thiếu môn học  1 (CI2091). Nhưng môn học  1 với mã môn học là CI2039 em đã học và hoàn thành môn học. Kính mong Phòng đào tạo kiểm tra lại và xét duyệt khôi phục môn học  (CI4343) đã bị hủy đăng ký trên cho em. Em xin cảm ơn!!!",
    "Thưa thầy, cô Em tên là  Thầy, cô cho em hỏi về 2 vấn đề với ạ: 1. Em đăng kí môn Sức bền vật liệu và nguyên lý máy. trong trường trình đào tạo khoa thì có mã là CI2001 và ME2003 với 3 tín chỉ mỗi môn nhưng do không có lớp nên em đăng kí môn ở mã CI2007 và ME1015 thì sau khi học xong em có chuyển điểm được không ạ? 2. Em phải đăng kí ở đâu và mã nào để có thể học được giải tích 1 và 2, tại vì mã cũ em thấy không có mở lớp nữa. Em cảm ơn thầy cô đã đọc là giải đáp thắc mắc giúp em",
    "Dạ thưa PĐT, Em là , MSSV , lớp MO20QLM, khoa Môi trường và Tài nguyên. Hiện tại em đang 20TC nên em cần rút môn Anh Văn 4 mã LA1009 (2TC) để thay bằng môn cơ sở ngành EN2045 (3TC),vì EN2045 là môn tiên quyết của môn khác ở kì sau nên em cần ưu tiên hơn ạ. Em cần rút môn LA1009 lớp L05 để có thể đăng ký EN2045 lớp L02. Kính mong PĐT có thể giải quyết cho trường hợp của em, em xin cảm ơn PĐT",
    "nh gửi: Phòng đào tạo ĐH Bách hoa ĐHQG HCM Em tên là Ôn Nguyễn Minh Tâm - . Sinh viên lớp HC19BSH (CÔNG NGHỆ SINH HỌC) Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (ngày 5 tháng 1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (HÔNG có thông tin từ hoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18rNSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của s- THH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin chân thành cảm ơn.",
    "Chào thầy cô, Em tên là  lớp HC19BSH (Công nghệ sinh học) khoa Kỹ Thuật Hóa Học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại thành mã CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Mong tin tốt lành, Em xin cảm ơn.",
    "Kính gửi PĐT, Em tên  MSSV:  Em muốn xin PĐT mở hiệu chỉnh ĐKMH đợt 3 cho lớp HC19BSH để có thể hiệu chỉnh và xóa các môn, cụ thể như sau ạ. 1. Xóa môn CH5061 và đăng kí lại môn CH5013 Theo CTĐT cũ bọn em được cung cấp, chương trình liên thông ThS/Ks cần đăng kí học môn Phân tích hiện đại - mã CH3439 . Sau đó tụi em nhận được thông báo đổi mã môn thành CH5061, nhưng đây là môn của chuyên ngành Kỹ thuật Hóa học. Còn môn đúng của chuyên ngành Công nghệ Sinh học là CH5013 thì tụi em không nhận được thông báo, cho đến hôm nay học buổi đầu tiên, bọn em hỏi giảng viên thì mới nhận được thông tin ạ . 2. Hiệu chỉnh các môn khác do trùng lịch môn CH5185 - Tin sinh học  Lý do:  đăng kí đợt 2, môn Tin sinh học chưa có TKB cho tiết Thực hành vào thứ 6 - tiết 11-12, nhưng khi cập nhật TKB thì lại có. Do đó, bị trùng tiết Thí nghiệm của môn CH3019 - Công nghệ Tế bào vào thứ 6 - tiết 8-12. Mong PĐT có thể xem xét mở hiệu chỉnh cho em cũng như lớp, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học và thời khóa biểu cập nhật ạ.",
    "Chào thầy cô, Em tên là  MSSV  Lớp HC19 Công nghệ sinh học . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1 Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2 CTDT cũ của liên thông ĐH- ngành CNSH https//docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn pdt ạ.",
    "Thầy/cô pđt cho em hỏi là học kì này đăng kí luận văn có cần bằng toeic ko ạ. Vì em đăng kí bị báo lỗi thiếu chứng chỉ ngoại ngữ",
    "QUOTE         Gửi Phòng đào tạo, Em có thắc mắc về điểm tổng kết môn Cơ Lý Thuyết AS1003 Điểm tổng trên file do giảng viên đăng và điểm trên hệ thống mybk bị lệch nhau 0.5 cho em hỏi vì sao vậy ạ Em xin cám ơn",
    "Em đã xin phép và được thầy cô, giảng viên, giáo viên chủ nhiệm đồng ý, sẽ bổ sung em vào danh sách các lớp (Giải tích 2) mã (MT1005) chương trình Đại trà (các lớp L..)  HK212, hiện mới chỉ học 1 buổi.  ",
    "Chào thầy cô, Em tên là  và học lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Vào các kỳ trước, em không hoàn thành tốt học phần mở rộng của các môn học: - Môn Nguyên lý Ngôn ngữ Lập Trình (mr) - CO300C, được học ở kỳ 202 - Môn Đồ họa Máy tính (mr) - CO305E, được học ở kỳ 211 Hiện nay, khi lịch học đã nhẹ hơn, em muốn được đăng ký và hoàn thành nốt các học phần mở rộng này. Em đã gửi yêu cầu lên Khoa và được xác nhận (file kèm theo) Em hi vọng thầy/cô có thể đăng ký hai môn này ở kỳ này giúp em. Em cảm ơn!",
    "Chào thầy cô, Em tên là , học lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Sau đó giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS H nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "c lập – Tự do – Hạnh phúc  XIN HIỆU CHỈNH ĐĂNG KÝ MÔN HỌC HK212 HỆ CHÍNH QUY ĐỢT 3  Kính gửi: Phòng Đào tạo trường Đại học Bách khóa – ĐHQG TPHCM Em tên là: , khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học. MSSV:  Kính thưa quý Thầy, Cô! Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học . *Đính kèm file 2: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (05.01.2022) đây đã là tuần đầu tiên học, và giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới) . *Đính kèm file 3: CTĐT cũ của liên thông ĐH-ThS ngành CNSH  Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay . Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ! Em xin chân thành cảm ơn!",
    "Chào thầy cô, Em tên là  và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "Em chào PDT, kỳ 212 này em và một số bạn khoá K18 Khoa Kỹ thuật Xây dựng muốn được học môn Cấp Thoát Nước (CI3095) cho kịp tiến độ ạ. Mong PDT có thể mở thêm sĩ số môn này ở đợt đăng ký kỳ chính số 3 ạ. Em cảm ơn!",
    "Em xin chào thầy cô, Em tên là  và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn.",
    "Chào thầy cô, Em tên là  mssv  và lớp HC19BSH Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Mong tin tốt lành, Em xin cảm ơn ạ.",
    "Dạ hiện tại theo TKB thì lịch học Hóa thí Nghiệm vào thứ 6 ngày 07/01/2022 (12h00-16h50) ở học kì 1 trùng với lịch học Đại Số Tuyến Tính ngày 07/01/2022 (14h00-15h50) ở học kì 2 nên em mong Phòng Đào Tạo xem xét và hủy hóa thí nghiệm cho em. Mong Phòng Đào Tạo duyệt sớm cho em để không ảnh hưởng đến việc học ở trưởng, em cảm ơn ạ",
    "Mở môn học học kỳ 212 . Chào thầy cô, Em tên là , lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.",
    "Kính chào thầy cô, Em tên là , lớp HC19BSH. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới). *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (05.01.2022) là buổi học đầu tiên, giảng viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã (mã này chỉ dành riêng cho các lớp Kỹ thuật Hóa học, lớp Công nghệ Sinh học phải đăng kí mã khác). Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới). *Đính kèm 2: CTĐT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên dù em có học cũng không được công nhận kết quả, vì vậy em mong thầy cô mở hiệu chỉnh để em có thể xóa môn CH5061, đồng thời đăng kí môn học CH5013 để chúng em có thể được học đúng chương trình ạ. Kính mong PĐT xem xét mở giúp lớp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn thầy cô rất nhiều ạ.",
    "Chào thầy cô, Em tên là  và lớp HC19 Công nghệ sinh học (HC19BSH). Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-S ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-S  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.",
    "Em chào thầy cô, em là sinh viên khóa K18 của trường. Cho em hỏi là em đã nộp chứng chỉ TOEIC 2 kỹ năng nghe - đọc rồi, còn 2 kỹ năng nói - viết thì em có cần phải nộp chứng chỉ quốc tế TOEIC không hay chỉ cần thi trong trường mình là được ạ? Em cảm ơn ạ.",
    "Chào thầy cô, Em tên là  thuộc lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.",
    "Dạ em có đăng ký 2 môn đồ án là Đồ án thiết kế ô tô TR4037 và đồ án thiết kế động cơ đốt trong TR3043 nhưng em mới có lịch làm việc sắp tới hơi nhiều em muốn hủy 1 môn thì làm như thế nào ạ ? Em đăng ký đã cập nhật thời khóa biểu rồi ạ. Mong pđt giải đáp ạ. Em cảm ơn !  ",
    "Em chào ad Em là SV  Thầy cô cho em hỏi Nếu em làm LVTN trong kì hè 213 thì em sẽ tốt nghiệp vào tháng 11 đúng không ạ?",
    "Chào thầy cô, Em tên là  MSSV Lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1 Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2 CTDT cũ của liên thông ĐH- ngành CNSH https//docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ,đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học theo đúng chương trình Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. Em xin cảm ơn  ạ.",
    "Chào thầy cô, Em tên là Hồ Thị Ngọc Trâm học lớp HC19BSH. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit?fbclid=IwAR34V6ytdYEkRu5YvN1tfxF_YvVJj_LaEHD3EBPoofguOkjb9J_yy5Wthbg#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.",
    "Dạ em tên :  MSSV :  Ở học kì rồi em có đăng kí và học môn Pháp Luật Đại Cương ( SP1007) do thầy  dạy . Sau khi có điểm thì điểm tổng kết của em là 5.5 và qua môn và điểm được giữ nguyên như vậy cho tới hôm nay em lên kiểm tra lại thì rớt xuống còn 4.1  Em có tình cờ chụp hình sẵn hôm điểm là 5.5 và điểm hôm nay là 4.1 . Sau khi tính điểm lại theo bộ môn thì điểm em thật sự là 5.5 . Em xin văn phòng sửa lại giúp em , em xin cảm ơn",
    "Em:- MSSV: đăng kí chuyển điểm môn thay thế-tương đương là: Lí thuyết sai số và xử lí số liệu đo Mã cũ:  CI2019 Mã mới: CI3251",
    "Em có check lại bảng điểm thì điểm thi cuối kì học kì hè 203 của em bị lỗi, cụ thể là điểm trung bình được 6.25 mà bây giờ chỉ còn 4.25, em có đính kèm hình ảnh bên dưới. Mong xem xét giúp em ạ. Em xin cảm ơn.",
    "Dạ kính gửi PĐT, Em tên , MSSV: , lớp HC17CHC. Em đã hoàn tất đăng ký tốt nghiệp vào ngày 09/11/2021 và cho đến nay (05/01/2022) vẫn chưa nhận được mail nhận bằng tốt nghiệp chính thức. Hiện tại em đang cần bằng tốt nghiệp gấp để hoàn tất một số thủ tục cho công việc của em. Vậy nên, em kính mong PĐT kiểm tra và xem xét cho em được nhận bằng ạ. Em cảm ơn rất nhiều ạ. ",
    "Em chào PDT, Kì 212 này em và một số bạn k18, khoa kĩ thuật xây dựng. Muốn được học môn Cấp THoát Nước Mã (CI3241) cho kịp tiến độ. Mong PDT tạo điều kiện mở thêm sĩ số ở đợt DKMH kì chính đợt 3 này  Em xin chân thành cám ơn !",
    "Kính gửi Phòng đào tạo, Em là sinh viên khóa K20, lúc đầu năm em chưa thi anh văn đầu vào, và cũng không đăng kí học anh văn 1. Do tình hình dịch nên trường có thông báo tạm không xét chuẩn anh văn hằng năm. Cho em xin hỏi sau hết dịch thì liệu em có phải học đủ anh văn 1,2,3 để có thể đăng kí môn năm 3 hoặc em phải nộp chứng chỉ anh văn ạ, liệu có giải pháp nào khác không ạ? Em xin cám ơn. Mong sớm hồi âm",
    "Em chào thầy/cô, Trước đây, em cùng các bạn trong lớp VP17CDT có tạo yêu cầu để xin PĐT cập nhật TKB môn Thực hành tin học (MMH: 501706 ) do thầy  phụ trách vì  TKB môn này của bọn em bị xóa do tình hình dịch bệnh. Tuy nhiên đến hôm nay thì các bạn của em vừa được cập nhật TKB, còn em thì vẫn chưa được ạ. Hiện nay, em vẫn đang học cùng các bạn theo TKB của các bạn. Nên mong PĐT cập nhật TKB giúp em để em kịp tiến độ thi cuối kỳ ạ. Mong nhận được hồi đáp của thầy/cô. Em cảm ơn .",
    "Em có gửi mail về vấn đề này cho chị  bên văn phòng rồi ạ. Nay em gửi thêm bên platform này mong văn phòng duyệt giúp em.     B   U    i  .",
    "Em xin chào nhà trường ạ, em là  mssv là . Em đã đăng ký PE1023- võ (hp1) trong hk 212 dù em đã hoàn thành môn võ hp1 trong hk 211 rồi. Em thật sự xin lỗi và mong nhà trường có thể hủy lớp cho em ạ.lớp em đăng ký là lớp L15 học vào T6 tiết 8,9,10. Em cũng đã đăng ký hp2 rồi ạ. Một lần nữa mong nhà trường hủy lớp cho em ạ. Xin cảm ơn",
    "Kính gửi Phòng Đào Tạo Trường Đại học Bách Khoa HCM. Hiện tại thì em và khoảng 45 bạn khác đã tập hợp lại và xin nhà trường mở thêm lớp môn bóng đá học phần 1 ạ. Nếu được sắp xếp thời gian thì bọn em quyết định vào thứ 7. Còn nếu không thì chúng em xin phụ thuộc vào thời gian sắp xếp của nhà trường. Dưới đây là danh sách các bạn mà em đã tập hợp lại được. https://docs.google.com/spreadsheets/d/1FoQEq_IgJpk1G4Ay4xgDZJIei58OMBe1coJuvJkhAU/edit?bclid=IwAR0bj0rBSiPoHjgbO0gH_TL5g4qRSTMileCOQ7SXKUx1l2877gtC3SOiRPU#gid=0 Mong nhà trường phản hồi sớm nhất để chúng em có thể tìm cách giải quyết ạ. Xin cảm ơn",
    "Kính gửi phòng đào tạo,    Em tên , mã số sinh viên  Em là sinh viên Khoa Khoa học và Kỹ thuật Máy tính chương trình Chất lượng cao    Hôm nay khi đăng ký môn học Thực tập công nghệ phần mềm (CO3055) lớp CO01 (dành cho chương trình chất lượng cao) thì gặp lỗi \"bạn không \bđược phép đăng ký vào nhóm lớp này\" Kính mong phòng đào tạo xem lại giúp em trường hợp này và giải đáp giúp em với ạ Hiện học kỳ tới là học kỳ cuối cùng em có thể học và em chỉ còn một môn này để hoàn thành chương trình học Kính mong phòng đào tạo giúp em có thể đưa ra giải pháp cho trường hợp này ạ    Kính mong sớm nhận được sự phản hồi từ phòng đào tạo    Em cảm ơn mọi người đã giành thời gian quý báu của mình để xem qua mail này và kính chúc thầy/cô nhiều sức khoẻ  Kính thư,  Văn",
    ": Dạ, hiện tại em hết thời gian đào tạo, cho em xin chuyển hệ sang vừa làm vừa học",
    ": Do hết thời gian đào tạo, em xin thu nhận lại",
    "Thưa PĐT, Xin PĐT có thể xoá môn thực tập EE3333 giúp em. Vì em không đăng kí và học phí kì này đã khá cao rồi. Xin PĐT có thể xoá môn này giúp em ạ. Em xin cảm ơn    .",
    "Chào thầy/cô, Em là SV thuộc lớp GT2 L08 của thầy Nguyễn Đình Dương. Hôm nay có tiết lý thuyết 7h và tiết bài tập 10h mà chưa thấy thấy đăng link hangout lên BKeL cho tụi em vậy ạ? Cảm ơn thầy/cô!",
    "Chào thầy cô, Em tên là Lê Văn Lưu và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH- ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.",
    "Em tên , MSSV  Vào học kì 1 năm học 2021- 2022, em có đăng kí môn thực tập điện 1, và đã đăng kí học offline. Tuy nhiên khi vào thời điểm đi học, thì gia đình lại chưa cho phép em đi học lại, nên em đã nghỉ học môn thực tập điện 1. Và trong học kì 2 năm học 2021-2022, em có đăng kí môn học thực tập điện 2. Vậy em cần hỗ trợ là em có thể học môn thực tập điện 2 hay không? Trong kì 2 năm 2021- 2022 không mở môn thực tập điện 1 để em học lại thì em phải làm sao ạ?  Em xin cảm ơn thầy cô.",
    "Chào thầy cô Theo như em nhận được mail của PĐT:\"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)\", nhưng đợt 2 đăng ký môn học em bị PĐT xóa môn thực tập do thiếu chỉ ( thiếu 1 chỉ so với điều kiện do một môn học HK211 giảng viên chưa up lên bảng điểm), đợt 3 em đã đăng kí lại được môn này (hiện giảng viên vẫn chưa up điểm), như vậy, em có bị xóa môn này nữa không ạ? Em cám ơn.",
    "Chao  ạ. em là SV khoa xây dựng khóa K18 do là kỳ này môn hạ tầng chỉ mở lần cuối Em tra thì thấy sĩ số lớp mới 70 bạn, theo như meet thì được tối đa 99 bạn, nên em xin bổ sung thêm 1 slot môn họ cho em ạ mã môn CI4019 cảm ơn ạ. em thực sự cần học nó ạ",
    "Dạ trong học kì 211 có môn CNXHKH lớp A01 em được tổng kết 8 theo bảng điểm cô  là giảng viên dạy học lớp A01 nhưng hệ thống Mybk chỉ nhập em 6.75 ạ, em mong hệ thống xem xét và điều chỉnh giúp em ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi pđt Em tên , MSSV . Nay em gửi mail này xin phép trình bày một vấn đề: kỳ này em dự định đăng ký 2 môn học là môn Kỹ thuật xúc tác và ứng dụng (CH3151) tiết 11-12 thứ 4 và môn Hóa học xanh trong công nghệ hóa học (CH5049) tiết 7-8 thứ 4 nhưng do không đảm bảo thời gian di chuyển 2 cơ sở là 3 tiết như qui định nên hiện tại em chỉ đăng ký được 1 môn là Kỹ thuật xúc tác và ứng dụng (CH3151). Do là sinh viên năm cuối và em còn thiếu môn để ra trường đúng hạn em xin pđt tạo kiện cho em được đăng ký học môn Hóa học xanh trong công nghệ hóa học (CH5049) tiết 7-8 thứ 4. Em xin hứa sẽ đảm bảo đúng thời gian học (do em đi xe máy nên việc di chuyển giữa 2 cơ sở chỉ khoảng tầm 1 tiết) và tham gia các bữa học đầy đủ. Em xin chân thành cảm ơn    .",
    "Dạ cho em hỏi với ạ. Dạ em phúc tra bài thi môn kinh tế kỹ thuật ME2045 nhưng lại không bấm được xác nhận đăng kí là sao vậy ạ? Tại vì em thấy bài thi tự luận vẫn được phúc tra ấy ạ. Dạ em cảm ơn ạ!",
    "Mở môn học học kỳ 212       Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa  Em tên là :   Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ!  Dạ được sự đồng ý của Bộ Môn Kỹ Thuật và Quản Lí Tài Nguyên Nước và Giảng Viên Đứng Lớp TS   Hôm nay em làm đơn xin mở lớp dưới dạng đồ án môn học cho Môn học:   Tên môn học : Thực Tập Nhận Thức Ngành(KT Công Trình Thủy)  Mã môn học : CI2063  Dạ dưới đây là đơn và xác nhận của Thầy Trưởng Bộ Môn ạ  Em xin chân thành cảm ơn!  !  ",
    "anh/chị cho em hỏi em là sinh viên K18, thì phải đăng kí môn thể chất học phần 1 hay 2 ạ? em cảm ơn!",
    "Thầy/cô cho em hỏi tại sao em không thể đăng ký được môn Đường lối Đảng cộng sản trong đợt đăng ký chính quy đợt 3 này ạ. Em đã đọc trên BKwiki nhưng vẫn chưa hiểu vấn đề ạ. Em cảm ơn.",
    "xin pdt đăng kí dùm e môn học sức bền vật liệu mã CI2007 , cơ kết cấu mã CI2029, Giải Tích 2 mã MT1005, kết cấu thép 1 mã CI3009 do e mới được mở trang đăng kí môn học nên không còn chỉ tiêu e xin cảm ơn.",
    "Giáo dục thể chất . Kính gửi: Phòng đào tạo Em tên: , MSSV:, Khoa Khoa học và Kỹ thuật máy tính, chương trình CLC. Em muốn đặt câu hỏi về việc đăng kí môn Giáo dục thể chất: Theo như buổi họp tư vấn môn học K21 ngày 26/11/2021 trường có hướng dẫn nếu chưa đăng kí được môn GDTC1 thì vẫn có thể đăng kí môn GDTC2 nhưng khi đăng kí hệ thống lại yêu cầu phải học GDTC1 trước mới được đăng kí GDTC2, vậy làm sao để em đăng kí được GDTC2 ở hk212 ạ vì em không đăng kí được GDTC1 do trùng lịch học. Em mong nhận được phản hồi và sự hướng dẫn từ trường. Em cảm ơn ạ.",
    "Dạ em chào quý pđt, lớp kết cấu thép 1 CI3009 đang có sĩ số 80/80, em xin quý pđt mở thêm 1 slot để đăng ký môn học ạ. Em cảm ơn quý phòng đào tạo!",
    "vì đăng kí nhầm môn học nên em muốn rút lại môn học đã đăng kí vì không xóa được ở đợt đăng kí 3. mong pdt giải quyết sớm cho em. em cám ơn",
    "Thưa phòng đạo tạo, em là  mssv :  sinh viên lớp XD18TD01 thuộc Bộ Môn Địa Tin Học khoa kĩ thuật xây dựng, hiện tại bộ môn của em đã không còn mở 2 môn học đó là môn  (CI2019) và môn  ( CI2035). em đã học 2 môn học thay thế theo quy định của bộ môn lần lượt là :   (CI3251) thay thế cho môn  (CI2019). môn  (CI2037) thay thế cho môn  ( CI2035), cho em hỏi bây giờ em cần phải làm thủ tục gì chuyển điểm 2 môn thay thế ạ, em cảm ơn . Thân Mến . ",
    "Mở môn học học kỳ 212 . Kính gửi:Phòng Đào Tạo Trường ĐH Bách Khoa- Em  là , MSSV , Hệ VHVL, khoa Quản Lý Công Nghiệp. Trong thời gian qua em và các bạn làm thủ tục để xin được ĐKMH môn IM 3061 Anh Văn Trong Kinh Doanh, cho các bạn chưa đăng ký học lần nào. Và được Văn phòng Khoa và Cô  (GV bộ môn) đồng ý cho mở môn trong học kỳ chính vào Thứ 2 tiết 9-11  Dạ, em cũng được biết Văn phòng Khoa Quản Lý Công Nghiệp cũng đã nộp đơn mở lớp và danh sách sinh viên lên Phòng Đào Tạo, tuy nhiên em có tìm trên hệ thống thì môn học vẫn chưa được mở ạ, trong khi thời hạn ĐKMH là 15h hôm nay . Vì môn học này   I   B không còn trong chương trình mới nữa, lại không có môn tương đương thay thế     /I , đây có thể là lần cuối cùng được mở, và môn này cũng không thể mở dự thính được nên em mong Phòng Đào Tạo giúp em và các bạn có cơ hội hoàn thành chương trình học ạ. Em viết thư này vì các bạn K19 trong danh sách lo rằng môn này không chắc được mở nên đang muốn đăng ký môn khác, như thế thì sẽ mất sĩ số. Hơn nữa em sợ Phòng Đào Tạo nhiều việc nên quên mất. Em cám ơn Thầy Cô nhiều ạ   [phone_number]",
    "Em chào thầy cô ạ, Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ. *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm. *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197 Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này. Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này. Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký) Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Em chào thầy cô ạ, Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ. *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm. *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197 Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này. Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này. Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký) Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212  . Kính gửi:Phòng Đào Tạo Trường ĐH Bách Khoa- Em  là , MSSV , Hệ VHVL, khoa Quản Lý Công Nghiệp. Trong thời gian qua em và các bạn làm thủ tục để xin được ĐKMH môn IM 3061  Trong Kinh Doanh, cho các bạn chưa đăng ký học lần nào. Và được Văn phòng Khoa và Cô  (GV bộ môn) đồng ý cho mở môn trong học kỳ chính vào Thứ 2 tiết 9-11 Dạ, em cũng được biết Văn phòng Khoa Quản Lý Công Nghiệp cũng đã nộp đơn mở lớp và danh sách sinh viên lên Phòng Đào Tạo, tuy nhiên em có tìm trên hệ thống thì môn học vẫn chưa được mở ạ, trong khi thời hạn ĐKMH là 15h hôm nay. Vì môn học này không còn trong chương trình mới nữa, lại không có môn tương đương thay thế, đây có thể là lần cuối cùng được mở, và môn này cũng không thể mở dự thính được nên em mong Phòng Đào Tạo giúp em và các bạn có cơ hội hoàn thành chương trình học ạ. Em viết thư này vì các bạn K19 trong danh sách lo rằng môn này không chắc được mở nên đang muốn đăng ký môn khác, như thế thì sẽ mất sĩ số. Hơn nữa em sợ Phòng Đào Tạo nhiều việc nên quên mất. Em cám ơn Thầy Cô nhiều ạ  [phone_number]",
    "Cho em hỏi trong lần đăng kí môn học lần 3 này em có hủy môn được không ạ. Em thấy có dấu thùng rác nhưng không biết khi xóa thì mình có phải nộp học phí cho môn xóa hay không? Em xin cảm ơn.",
    "Kính gửi các thầy cô phụ trách BKSI, Em có một thắc mắc về vấn đề xin chuyển đổi thời khóa biểu của môn EE2401 trong học kì 212 sắp tới. Khi thời khóa biểu khá cấn lịch các môn học khác của đa số sinh viên và đã được giáo viên phụ trách môn đó chấp nhận. Vậy có thể đổi khung giờ học của môn đó để thuận tiện hơn cho việc mở lớp không ạ Em xin cảm ơn rất nhiều",
    "Em đã nhận được email mời nhận bằng tốt nghiệp từ ngày 12/11/2021 (theo quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021) Do dịch covid nên tới giờ em vẫn chưa đi nhận. Cho em hỏi là phòng đào tạo có còn phát bằng tốt nghiệp nữa ko ạ? và có làm việc ngày thứ 7, chủ nhật không ạ? (do em vẫn còn ở quê nên muốn hỏi trước cho chắc) Em cảm ơn,",
    "Em chào thầy/cô. Em là sv CQ k18. Cho em hỏi phòng đạo tạo có những điều kiện gì để được đăng kí môn học lại dưới dạng bài tập lớn ạ. Nếu được thì em phải đăng ký để học lại dưới dạng bài tập lớn như thế nào, có phải đăng ký như trên mybk không ạ? Và em đang ở quê thì có bắt buộc phải nộp đơn xin mở lớp trực tiếp cho trường không ạ. Em cảm ơn",
    "Mình sinh viên VB2_mssv , hk 211 mình có hoãn thi lần 2 các môn:   - cơ sở Kỹ Thuật Điện- EE2017   - Trường điện từ - EE2003 thì trong bảng điểm ,phần ĐIểm Tổng kết . là 14/13 và 13/13 dù mình đã đăng kỹ hoãn thi cả 2 lần khi có lịch thi ( vì lí do không đảm bảo thiết bị thi ). Xin phòng Đào tạo xem xét lại ,",
    "Dạ em chào thầy cô . Đợt 3 dự thính LỘ TRÌNH 1 em muốn đăng kí môn anh văn 2A(LA1039). Nhưng hệ thống không cho đăng kí( ), mặc dù em đã học anh văn 1(LA1003) rồi. Hồi đợt 2 em đăng kí dc nhưng đợt 3 e lỡ bấm xóa, xong e đk lại thì k cho. Mong thầy cô fix lỗi lại giúp e. Em xin chân thành cảm ơn!",
    "em đã nhận đc quyết định đc kéo dài thời gian đào tạo của nhà trường mà phòng đào tạo vẫn chưa mở đăng kí môn học cho em",
    "Thưa thầy cô PDT, trong kỳ này em còn vướng môn thiết kế đường 1(CI3063), trong kỳ này có tổ chức lớp vào tiết 789 thứ 2 và thứ 4. Nhưng do cận lịch tiết 6 của 2 môn khác nên em không đăng ký được. Xin phòng đào tạo có thể tạo điều kiện cho em có thể đăng ký được môn thiết kế đường này. Do em học chương trình cũ hệ sư nên các môn này khó có thể mở ở các kỳ sau nên hi vọng phòng đạo tạo xem xét giúp đỡ em ạ. Em xin cảm ơn thầy cô phòng đạo tạo ạ .",
    "Chào cô, Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo mới nhất ạ. Em cảm ơn nhiều ạ.",
    "Cho em hỏi nếu đăng kí thực tập ngoài trường CI3415 vào kì hè 213 thì sẽ đi thực tập vào kì nào ạ",
    "Em tên là , MSSV:  Em có mong muốn xin Phòng đào tạo cho em  vào lớp L01 môn Quản lý dự án xây dựng (CI1053). Vì trong lúc em điều chỉnh môn học đợt 3 đã xảy ra lỗi nên em không biết là đã lỡ xoá môn Quản lý dự án xây dựng ( CI1053).  Nhưng môn này theo đúng tiến độ chương trình đào tạo của em là em sẽ phải học trong học kỳ này. Em xin lỗi vì đã gửi mail trễ thế này. Em mong Phòng Đào Tạo giúp đỡ em. Em xin cảm ơn.",
    "Em chào thầy/cô, Thầy/cô cho em hỏi là điều kiện để được đăng kí thực tập ngoài trường là bao nhiêu tín chỉ và tổng số tín chỉ được tính đến học kì nào ạ. Em đăng kí thực tập ngoài trường học kì 212, nhưng bị xóa vì không đủ tín chỉ. Nhưng vẫn có nhiều bạn có số chỉ tương đương em nhưng vẫn đăng kí được ạ. Và cho em hỏi còn điều kiện nào khác liên quan đến việc đăng kí thực tập ngoài trường không ạ. Em là sinh viên K19. Mong được thầy/cô  giải đáp sớm ạ.",
    "Kính thưa PĐT, Em là  mssv , em đang vướng phải vấn đề sai thông tin nơi sinh trên danh sách tốt nghiệp chính thức. Trong danh sách dự kiến cũng sảy ra tình trạng này nhưng PĐT đã sửa thông tin và cập nhật giúp em rồi nhưng hiện tại em kiểm tra thì trong danh sách chính thức vẫn bị sai nơi sinh em là Gia Lai trong khi danh sách dự kiến thì chính xác. Đính kèm email có hình ảnh 2 danh sách em chụp hôm nay. Mong PĐT giải quyết giúp em vấn đề này ạ. Trân trọng.",
    "Họ và tên SV:  MSSV:  Lớp: DD19TD4 Em viết đơn này nhằm mục đích xin Phòng Đào tạo HỦY đăng ký hoãn thi HK211 Môn: Cơ sở điều khiển tự động MSMH: EE2019 Thời gian thi 12g00 ngày 21.12.2021 Mong Phòng Đào tạo xem xét và chấp nhận hủy kết quả hoãn thi, em xin chân thành cảm ơn.",
    "Dạ em chào Cô - Hiện tại em đã đăng kí tốt nghiệp được rồi ạ. - Em có vào mybk để kiểm tra điểm để phân loại bằng tốt nghiệp thì thấy 7.01 và 7.07 (như hình em gửi) - Như vậy thì điểm xét loại bằng tốt nghiệp TB, Khá, Giỏi của em là điểm nào vậy cô? - Vì em sợ khi xét loại bằng được TB khá thì em sẽ cải thiện điểm ạ. - Em cảm ơn Cô thời gian vừa qua đã giúp đỡ em rất nhiều. Dạ em cảm Cô   i Tốt nghiệp .",
    "PĐT hỗ trợ đăng ký bổ sung giúp em môn PE1015-L14. Em xin cảm ơn",
    "Em chào quý thầy cô ạ Em tên là -. Hiện tại em không đủ điều kiện đăng ký môn Luận văn vì chưa đạt môn Thực tập. Em có trình bày lý do với  và đã được khoa chấp nhận cho em có thể đăng ký làm luận văn vào kỳ 212 này. Trong kỳ 212 này em đã xin thực tập và đăng ký thực tập thành công rồi ạ. Em cũng đã gửi đăng ký môn luận văn trong kỳ 212 này và đang chờ phòng đào tạo duyệt. Em kính mong thầy cô có thể giúp đỡ và xét duyệt cho trường hợp của em có thể làm luận văn chung với các bạn nhóm Đề cương ạ. Em cảm ơn thầy cô rất nhiều. Em có đính kèm file xác nhận từ  ạ.",
    "Kinh mong thầy cô mở thêm sỉ số môn  CI1053-L01 thứ 3 tiết 2 3- của thầy ",
    "kì vừa rồi có một số lí do kỹ thuật nên em hoãn thi môn cơ lưu chất, thì vào kì tiếp theo thi lại điểm thí nghiệm sẽ bỏ hay giữ lại ạ. Em cảm ơn!",
    "PĐT đăng ký bổ sung giúp em môn PE1013-L12. Em thấy lớp mới có 40 SV. Em xin cảm ơn",
    "Chào thầy cô, em là  18. Do trễ một năm nên em học môn luyện kim đen( MA3105) của 19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017). Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 thì bị thông báo   Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước)  Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2! (Có đính kèm bảng môn học tương đương phía dưới)",
    "dạ cho e hỏi là tháng 8 vừa rồi em có đăng ký hoãn thi 1 môn. tháng 11 e đã thi lại, pđt cho e hỏi là điểm thi lại có được tính cùng với điểm thành phần hay là thi đạt 5 điểm là qua vậy ạ",
    "Dạ em chào quý phòng đào tạo ạ. Học kì tới phòng đào tạo có thể cho em đăng kí bổ sung vào lớp: CI1053Quản lý dự án xây dựng. L02 -  Được không ạ. Mong phòng đào tạo mở thêm sĩ số cho em đăng kí hoặc bổ sung em vào với. Em đang bị trễ 1 học kì, rất mong phòng đào tạo giúp đỡ em ạ",
    "Chào thầy cô, em là  18. Do trễ một năm nên em học môn luyện kim đen( MA3105) của 19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017). Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 Ở Ì DỰ THÍNH thì bị thông báo    Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước)  Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2! (Có đính kèm bảng môn học tương đương phía dưới)",
    "Chào thầy cô, em là  K18. Do quy đổi mã môn học nên em đăng kí môn học trong danh sách môn học tương đương. Cho em hỏi có cần làm đơn xin chuyển điểm không hay hệ thống trường tự quy đổi rồi ạ? Em xin cảm ơn! http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1717",
    "Kính chào Phòng đào tạo, Em là , hiện là sinh viên khoá K18, thuộc chương trình Kỹ năng tài năng khoa Khoa học và Kỹ thuật máy tính. Vào học kỳ 202, em đã học môn CO3069 Mật mã và an ninh mạng nhưng chưa hoàn thành phần mở rộng CO306E tương ứng. Do đó, em đã xin phép Ban Chủ nhiệm Khoa có thể cho phép em được tham gia thực hiện lại phần mở rộng CO306E ở kỳ 212 này và đã được chấp thuận từ khoa. Do đó, em viết thư này xin Phòng đào tạo xem xét xếp lớp phần mở rộng CO306E cho em trong học kỳ HK212 này. Đính kèm là đơn xin học phần mở rộng đã được khoa duyệt và trao đổi xác nhận của khoa đối với vấn đề này. Mong sớm nhận được hồi âm của Phòng đào tạo. Trân trọng, .    .",
    "Em thầy cô ạ!    Em là sinh viên K19 hệ chính quy đại trà    Trong đợt đăng ký môn học vừa rồi thì em gặp lỗi đăng ký đúng được loại hình lớp, trong đó duy nhất môn Sức bền vật liệu CI2007 là em chỉ có thể đăng ký lớp P (Việt Pháp), mặc dù còn rất nhiều lớp L (đại trà), nếu đúng bình thường thì sẽ không thể chọn chương trình học khác được ạ. Theo sự hướng dẫn của bạn bè và theo bảng phân loại mã lớp thì em đã đăng ký , và hiện tại đang được xếp vào lớp P01 .   Nhưng một số bạn nói rằng học khác chương trình sẽ không được tính điểm. Vậy trường hợp này em phải làm thế nào ạ? Em có thể học tiếp và xin xét điểm, hay là phải chuyển lớp ạ?   Mong thầy cô có thể xử lí nguyện vọng này giúp em, vì môn học này là điều kiện để đăng ký các môn chuyên ngành kỳ tới của em. Em cũng đã từng hoãn 1 năm (vì điều kiện gia đình), nên sẽ rất áp lực nếu không kịp tiến độ. Em cám ơn thầy cô rất nhiều ạ!         ",
    "Hiện  đã duyệt đơn cho em rồi ạ, mong PĐT giúp em đăng ký môn CO4327- \"Luận văn tốt nghiệp\" trước khi học môn CO3007 - \"Đánh giá hiệu năng hệ thống\". Mong thầy cô duyệt cho em trước 3h chiều ngày 6/1/2022. Em xin chân thành cảm ơn.",
    "Em đã bị huỷ tình trạng sinh viên nên không đkmh được. Thầy/cô hỗ trợ và hướng dẫn em làm thủ tục để đkmh với ạ .    .",
    "ộc lập - Tự do - Hạnh phúc      ƠN   Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh  Em tên là:   MSSV:   Khoa: kỹ thuật xây dựng thuộc khóa K21  Lý do: Em viết đơn này để xin phòng đào tạo mã chuyển môn học trong HK212  Nội dung: Em đã đăng ký nhầm môn vẽ kỹ thuật với mã môn là CI1003 Vì thế em mong được phòng đào tạo cho em được đổi sang môn học vẽ kỹ thuật xây dựng với mã môn CI1033   Kính mong phòng đào tạo sẽ xem xét và chấp thuận  Trân trọng,               Vũng Tàu,ngày 6 tháng 1 năm 2022                                                                  ",
    "Tốt nghiệp       Em chào thầy / cô  Em là  -  - Điện tử truyền thông    Hiện tại em chưa thể đăng ký tốt nghiệp trên Mybk được, em đã phản hồi về tình trạng của mình và em nhận được thông tin là sau ngày 5/1/2021 vào đăng ký tốt nghiệp lại Nhưng hiện tại em không thể đăng ký tốt nghiệp trên mybk được   Em rất mong thầy / cô kiểm tra và cập nhật tình trạng của em    Note: em đã có tên trong danh sách dự kiến tuy nhiên em bị ghi chú là nợ CTXH + tạm dừng    Trân trọng   ",
    "Xin chào thầy cô thầy cô tiếp nhận. Em tên . Mssv: . Học kỳ 211 em có thanh toán học phí trễ nên pđt đã xóa những kết quả kiểm tra ngắn trên bkel. Và cụ thể là môn Cơ Lưu Chất. Mã môn học: CI1005. Mà các bài kiểm tra trên bkel chiếm đến 20% tổng điểm thành phần ạ. Em kính mong PĐT có thể khôi phục lại kết quả để em có thể hoàn thành chương trình học của mình ạ. Em xin chân thành cảm ơn   i ",
    "Mở môn học học kỳ 212 . Kính chào PĐT, em là , mssv . Em và các bạn có nhu cầu mở lớp Dự thính cho môn CƠ HỌC KẾT CẤU - CI2079 trong học kì 212. Em đã thông qua thầy Chủ nhiệm bộ môn, giảng viên và được sự chấp thuận. Em xin đính kèm file đơn xin mở lớp có chữ ký của thầy Chủ nhiệm bộ môn, giảng viên và email chấp nhận của giảng viên. Em xin cảm ơn. Trân trọng, ",
    "THƯA THẦY/CÔ MÔN HỌC ĐÃ MỞ NHƯNG SỈ SỐ LẠI LÀ 0/0 EM KHÔNG THỂ ĐĂNG KÝ ĐƯỢC!!! XIN THẦY/CÔ CHỈNH LẠI GIÚP EM MÔN NHIỆT ĐỘNG HỌC THỐNG KÊ 210702  .",
    "Em chào PĐT ạ! môn EE2015. em là sinh viên hoãn thi HK202. thi lại vào HK211. điểm thi của em trong phần phúc khảo thì để điểm 13.trong bảng điểm thì để điểm 14. - còn phần Điểm TỔNG KẾT = 6đ. cho em hỏi 6đ đó được tính như thế nào vậy ạ? ",
    "Chào cô/thầy, Cho e hỏi là nếu mà lịch học chính là tiết 11-12 nhưng dự thính là 14-16 có bị dính khoảng cách không ạ. Nếu dính thì phải làm sao vì môn dự thính đó bắt buộc phải học trong kì này. Chúc cô/thầy một ngày tốt lành,  Nguyễn Dinh",
    "em tên là  mssv  khoa KT Xây dựng. Nay em có nguyện vọng đăng kí môn học Quy Hoạch đô thị bền vững (CI3147) ở kì dự thính. Nhưng khi đăng kí thì hệ thống báo em thiếu môn học nguyên lý tk công trình nhà ở (CI3141). Nhưng môn này bị đổi mã và em đã học mã cũ là CI2103 Kính mong PĐT xem xét và giải quyết giúp em để em có thể đăng kí được môn học. Em xin cảm ơn.",
    "Dạ chào thầy cô, em là  ,  MSSV:  , K18  .  Theo mail của phòng đào tạo thì cho phép mở Luận văn tốt nghiệp. Em muốn hỏi về học phí nếu đăng kí Luân văn trong Hk3 sẽ tính theo học phí dự thính, hay học phí của kì chính ạ .    Em cảm ơn thầy/cô nhiều ạ. Chúc thầy / cô nhiều sức khỏe .",
    "Em chào quý thầy/cô ạ. Tình hình là em bị trùng thời gian học 2 buổi thí nghiệm của 'Vật lý bán dẫn' online của học kỳ 2 và 'Thí nghiệm vật lý' offline của học kỳ 1.Vậy bây giờ em phải làm sao ạ. Em xin cảm ơn.",
    "Chào thầy, cô Hiện tại em đã hoàn thành luận văn nhưng vẫn chưa có bằng AV nói viết và chưa đủ ngày CTXH để tốt nghiệp. Thầy cô cho em hỏi là nếu như HK tới(Kỳ 212) em không đăng ký môn học thì em vẫn có thể tham gia CTXH của khoa để bổ sung đủ ngày CTXH không và có thể bổ sung bằng AV để có thể tốt nghiệp được không . Đồng thời em cũng muốn hỏi là nếu em bổ sung 2 điều kiện trên sau tết thì em có thể tham gia xét tốt nghiệp vào tháng 4 được không hay sẽ là sang tháng 11. Em xin cảm ơn và chúc thầy, cô có 1 ngày tốt lành",
    "em xin hỏi: em học hệ đại trà nhưng khi đăng ký môn học cùng mã môn học như CTĐT của em thì nó có ra lớp hệ Việt Pháp, vì hết lớp đại trà nên em đăng ký theo học lớp Việt Pháp và được pđt xếp lịch ạ, cho em hỏi kết quả em học có được ghi nhận vào thành phần điểm của em không ạ và có hợp lệ không ạ, em xin cảm ơn.",
    "Dạ e chào quý pđt, em xin quý pđt mở thêm 1 slot lớp kết cấu thép 1 (CI3009) hiện sĩ số là 80/80 để đăng ký môn ạ. Em cảm ơn quý pđt!",
    "Kính gửi Phòng Đào Tạo, Trang BKeL của em vì một lí do nào đó mà một số môn không được cập nhật thông tin. Cụ thể là các môn sau: Hệ cơ sở dữ liệu          CO2013 1  Hệ cơ sở dữ liệu(TN)   CO2013 1  Công nghệ phần mềm CO3001 3 Lê Đình Thuận Lập trình nâng cao       CO2039 4 Trương Tuấn Anh Mô hình hoá toán học  CO2011 1  Mong PĐT xem xét và giúp em. .",
    "Khiếu nại về việc ĐKMH: luận văn tốt nghiệp (ctb) - CI4333. Khi đăng ký môn học trên ở đợt 1 và đợt 2, em đều không thành công vì những môn học tiên quyết. Nhưng những môn học trên em đều đã có điểm chuyển (từ hệ chính quy sang VLVH) hoặc đang học ở học kỳ 1. 1. Thiếu môn thực tập tốt nghiệp - CI3333: em đã học xong và chờ cập nhật điểm ở học kỳ 211. ảnh 1 2. Những môn học tiên quyết: em có email về danh sách những môn còn thiếu theo chương trình đào tạo. Theo đó em không thiếu những môn tiên quyết trên. Mà những môn tiên quyết đó là những môn trùng tên nhưng khác mã số với chương trình đào tạo của em. ảnh 2 và 3. 3. Thiếu môn TT nhận thức ngành (ctb) - CI2055: đây là môn em đã có điểm chuyển (từ hệ chính quy sang VLVH). ảnh 4 và 5. Đây là những lý do được nêu ra dẫn tới việc em không thể đăng ký môn học luận văn tốt nghiệp (ctb) - CI4333 và bằng chứng cho khiếu nại của em. Mong PĐT xem xét giải quyết sớm để em bắt đầu thực hiện đề tài luận văn của mình. Em xin chân thành cảm ơn!",
    "Em chào Thầy (Cô)! Thầy (Cô) cho em hỏi tháng 1 này trường khi nào tổ chức thi anh văn nói viết cho sinh viên ? Em cảm ơn !",
    "Môn học Giải tích 1 Mã môn học MT1003",
    "Cho em hỏi, em có đăng kí lớp anh văn mã LA1041 nhóm DT 02, đã có lịch thời khóa biểu. Nhưng em vẫn chưa nhận được mail link học onl, đăng nhập BKel có lớp nhưng vô vẫn không có thông báo nào",
    "Em chào phòng đào tạo. Em có 2 môn học cải thiện học kì 2 (2020-2021) là EE3019( truyền số liệu và mang) và EE1015 (Kĩ thuật số) va thêm luận văn tốt nghiệp. Nhưng do dịch nên 2 môn EE3019 và EE1015 hoàn thành điểm chậm sau luận văn tốt nghiệp là vào khoảng tháng 11 vừa rồi. Phòng đào tạo cho em hỏi sao 2 môn đó không được tính vào điểm trung bình tích lũy ngành của em vậy ạ. Em cảm ơn.",
    "Chào thầy cô PĐT, em tên , MSSV . Theo chương trình đào tạo của k16 khoa KTMT thì môn mật mã và an ninh mạng(CO3069) có môn học trước là môn mạng máy tính(CO3003) chứ không phải môn mạng máy tính(CO3093) ạ. Mã CO3093 là môn mạng máy tính của khóa khác chứ không phải của k16. Em xin cảm ơn",
    "Em tên . MSSV 213T5027 Em học khóa 2014 chuyển tự hệ chính quy sang vừa làm vừa học. Em không đăng ký được môn học nào hệ thống cứ báo thiếu các môn học tiên quyết và song hành trong khi các môn học này học kỳ trước em vừa đăng ký và một số môn do không đủ sĩ số. Em xin thầy cô cho em đăng ký môn ME4007 CAD/CAM Nhóm L01 ME4045 Đồ án chuyên ngành(ct) ME2007 Chi tiết máy L05_L05 ME2009 Kỹ thuật điều khiển tự động L02_L02 ME2011 Đồ án thiết kế. Em xin chân thành cảm ơn và xin thầy cô tạo điều kiện cho em đăng ký môn học",
    "Do em còn thiếu mỗi  LUẬN VĂN TỐT NGHIỆP nhưng đã hết thời gian đào tạo cho chương trình CHÍNH QUY , nên em đang có mong muốn chuyển sang hệ VHVL để tiếp tục học  . Nay em làm đơn chuyển từ hệ CQ sang hệ VHVL , mong nhà trường xét duyệt ạ  . Em xin cám ơn nhà trường .",
    "Em chào Phòng Đào Tạo  Em tên là Nguyễn Thành Nam MSSV :  Em đã gửi email cho thầy phụ trách và bộ môn và được chấp nhận hoãn , em cũng đã chuyển tiếp email được chấp nhận đó cho Phòng đào tạo .Như vậy đã hoàn tất thủ tục xin hoãn bảo vệ cho ĐỒ ÁN và ĐỀ CƯƠNG của em chưa ạ ? Nếu như đã đăng kí hoãn được , vậy thì tên của em sẽ được tự sắp sếp trong danh sách bảo vệ lần sau hay em có phải đăng kí thêm thủ tục nào để được bảo vệ vào lần sau không ạ ? Em xin cám ơn !",
    "Em xin gửi đơn chuyển hệ từ chính quy sang vừa học vừa làm ạ VỚi lại cho em hỏi giờ em đang kẹt tiền học phí 211 vừa rồi. Em xin nợ để kì sau đóng thì cần những thủ tục nào ạ",
    "Em chào cô. Trong đợt đăng kí môn học đợt 2, em có đăng kí môn Con người và môi trường EN1003, nhưng trong đợt đấy khi em đăng kí thì không mở lớp cho hệ đại trà, màchir mở lớp hệ Việt Pháp mã lớp là P03. Em thuộc hệ đại trà nhưng không hiểu sao vẫn đăng kí vô lớp đó được và vẫn có danh sách học bình thường (em đã đi học buổi đầu). Cô cho em hỏi khi mình đăng kí học đúng mã môn nhưng không đúng hệ thì có được tính điểm không ạ? Em cảm ơn cô.",
    "Mở môn học học kỳ 212 . Kính thưa PĐT, em xin gửi phiếu đăng ký mở lớp TR4017 ạ",
    "Chào cô, Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo lên nhận bằng ạ. Em cảm ơn nhiều ạ.",
    "cho e hỏi, kì này có môn sức bền vật liệu e không đăng kí kịp, đây là lần đầu e học. Vậy vào học kì hè e có được đăng kí môn này k ạ .",
    "Em xin gởi đơn xin tạm dừng học học kì 212",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp HCM. Em là  MSSV , sinh viên khoa Khoa học và Kĩ thuật máy tính. Hiện em đang gặp vấn đề về không đăng kí được môn học học kì 212. Em nhận được thông báo là \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Em xin Phòng Đào Tạo hướng dẫn để em khắc phục tình trạng trên ạ. Em xin chân thành cảm ơn.",
    "Em là sv chuyển hệ VLVH mã sv CQ: . Em đăng ký môn đồ án Tốt nghiệp CTCB CI4333 nhưng hiện lỗi thiếu môn tiên quyết thực tập tốt nghiệp mà em đã học.",
    "Dạ, chào Thầy/Cô! Em là sinh viên K15 nhưng em vẫn còn 1 vài môn học chưa xong, em phải làm sao để được đăng kí môn học, kính mong Thầy/Cô chỉ giúp em với ạ. Em xin cảm ơn!",
    "Chào pđt, Em là  -  Em xin được gửi đơn xin hoãn thi đã được khoa và giáo viên bộ môn xác nhận đồng ý.",
    "Em chào thầy cô ạ, Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ. *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm. *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197 Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này. Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này. Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký) Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ. Em xin chân thành cảm ơn.",
    "Em là Nguyễn Gia Tuân, MSSV  Lí do: Do lớp L02 đã đủ sỉ số em không thể đăng kí được, nhưng do em muốn học vào thứ 6 để tiện hơn trong việc đi lại em mong PDT có thể chuyển lớp cho em từ L01 sang L02 môn học SP1009 ĐƯỜNG LỐI CÁCH MẠNG ĐCSVN.",
    "Chào thầy cô, Em tên là , lớp CNSH HC19BSH Hôm nay ngày 5/1/2022 em có 1 lớp CH5061-Các chiến lược thực tiễn trong phân tích định tính và định lượng, giáo viên bộ môn thông báo lớp em học nhầm mã môn. Mã môn đúng của tụi em là CH5013-các phương pháp phân tích trong công nghệ sinh học. Do khoa thay đổi mã môn học nhưng không thông tin đến sinh viên rõ ranf, tụi em đã bị nhầm lẫn môn học thuộc ngành kĩ thuật hóa học. Mong pdt có thể mở xóa môn học này để tụi em có thể đăng kí lại  môn học đúng với chương trình đào tạo ạ. Em xin cảm ơn .",
    "Chào cô Em tên là  MSSV  Đợt 2 em có đăng kí môn khởi nghiệp IM1021 nhưng đã bị huỷ. Lúc kiểm tra đợt 3 thì đã đầy lớp .nên bây giờ em mong pđt có thể cho em thêm 1 slot vào lớp L02 môn khởi nghiệp được không ạ . Lớp L02 tiết 7,8 mà em có tiết thí nghiệm 2,3,4,5,6 nếu như khổng đủ thời gian giữa 2 môn thì cô không phải lo ạ. Moin đó thí nghiệm em đã xin chuyển điểm kì trước ạ",
    "Em đã đóng tiền tham gia bảo hiểm y tế năm 2022 vào đợt thu từ ngày 9/11/2021 đến 25/11/2021 nhưng khi em sử dụng thẻ để đi khám chữa bệnh thì nhận được phản hồi là thẻ vẫn chưa được cập nhật thời hạn đến 31/12/2022 mà vẫn còn hạn là 31/1/2021. Cho em hỏi là thẻ bảo hiểm y tế của em vẫn chưa được cập nhật hay là có sai sót gì không ạ? Em cảm ơn.",
    "Chào thầy cô, Em tên là   B  mssv  và lớp HC19BSH Công nghệ sinh học.     Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới thứ 4 (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Hiện giờ đã hết thời hạn của đợt ĐKMH đợt 3, nên em kính mong PDT có thể xóa giúp em môn CH5061 ra khỏi thời khóa biểu, vì đây là sự cố ngoài ý muốn mà chúng em không được thông tin rõ ràng. Mong PDT có thể xem xét giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học buổi đầu tiên. Mong tin tốt lành, Em xin cảm ơn ạ.",
    "Chào thầy cô, Em tên là  và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). *Đính kèm 2: CTDT cũ của liên thông ĐH-S ngành CNSH https://docs.google.com/spreadsheets/d/18rwdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=55 Vì môn CH5061 hiện nay là môn tự chọn của Ks-S  nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình. Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.   i  .",
    "dạ vừa rồi trong kì 211 em có hoãn thi môn xác suất thống kê mà sao giờ trên mybk lại hiện điểm 13 ạ em cảm ơn ạ",
    "Dạ thưa thầy cô cho em hỏi, học song bằng theo hướng ngành phụ và song bằng theo hướng bằng thứ 2 khác nhau như thế nào ạ. Điều kiện tốt nghiệp ngành phụ xem ở đâu ạ, và khi học song bằng em cần đăng kí với pđt không?, em xin cảm ơn",
    "Dạ chào thầy cô, cho em hỏi đăng ký Luận văn tốt nghiệp, em đăng ký cả đợt 1 và đợt 2 đều được nhưng khi có kết quả đăng ký thì môn Luận văn tốt nghiệp của em lại bị xóa. Em đăng ký lại đợt 3 thì lại không được. Mong thầy cô giúp em ạ. Em cảm ơn.",
    "Em chào ad Em là SV  khoa Kỹ thuật Xây dựng Chuyên ngành Cảng-công trình biển Em xin vào lớp Kỹ thuật thi công mã MH CI3043 mã lớp L01 do thầy  phụ trách ạ Lý do em xin vào lớp này: em quên đăng kí và bị hết hạn đăng kí môn ạ Em mong pđt giúp thêm em vào hoặc chỉ cách cho em vào lớp được không ạ Em cảm ơn",
    "Dạ thưa thầy/cô. Em tên , MSSV: , lớp CK18CTM4. Cho em hỏi, kì này em có đăng ký Đề cương luận văn nhưng do chưa sẵn sàng để làm nên hiện giờ em muốn rút môn học được không ạ? Nếu được cho em xin quy trình rút môn học. Và kỳ hè 213 này vẫn đăng ký được Đề cương luận văn đúng không ạ? Em cảm ơn và chúc thầy/cô sức khỏe.",
    "Kính gửi PĐT, Em tên là   B Nguyễn Minh Khang   , hiện đang là sinh viên lớp   B VP VT 2014 (PFIEV)   , mssv:     Hiện tại em còn đang chờ thẩm tra chứng chỉ Tiếng Pháp để có thể đăng ký xét tốt nghiệp đợt này, em đã nộp chứng chỉ lên mybk vào ngày 21.12.2021. Kính mong PĐT có thể xem xét và hỗ trợ em thẩm tra chứng chỉ Tiếng Pháp để em có thể đăng ký xét tốt nghiệp ạ. Em xin chân thành cảm ơn PĐT. Trân trọng.",
    "Em kính xin phòng đào tạo cho em dược đăng ký môn học để cùng nhập học sớm với các bạn ạ.:",
    "Gửi Phòng Đào Tạo, em là  MSSV , em muốn xin PDT thêm tên em vào danh sách lớp CI2093 Đồ án Bê tông Cốt thép 1, kỳ 212 tới. Do em vừa có điểm môn này, tuy nhiên đã trễ thời gian đăng ký môn học, đây là năm cuối của em rồi nên em mong muốn được trả trong kỳ tới luôn ạ. Em xin cám ơn PDT và mong được PDT sớm đọc tin và giải quyết, nếu có cần làm thêm đơn gì mong cho em biết ạ, em xin cám ơn.",
    "Em chào PĐT !!! Cho em hỏi là bây giờ em muốn đăng ký rút môn học HK212 thì phải làm sao ạ? Hình thức có giống mới lúc trước không ạ? và cho em hỏi là bây giờ em rút thì có phải đóng học phí không ạ? Em cám ơn...",
    "Tên:        i Tốt nghiệp . Xin kiểm tra điều kiện tốt nghiệp và đăng ký tốt nghiệp",
    "Dạ mọi người ơi cho em hỏi tại sao trong thời khóa biểu của em có môn lại học tuần 4 mà có môn lại nghỉ tuần 4 vậy ạ? Em cảm ơn mọi người ạ.",
    "Em chào trường. Em tên là Nguyễn Duy Đông, mã số sinh viên . Hiện tại em đang ở lớp L02 của môn Địa Vật Lý Dầu Khí (GE2041). Em muốn hỏi là liệu em có thể được chuyển sang lớp L01 không ạ? Nếu được thì thủ tục như thế nào ạ Em cảm ơn",
    "Kính thưa Phòng đào tạo, Em là , MSSV: . Em có mong muốn xin được đăng ký và vào học môn học trễ. Mã môn học là ME3201, tên môn học là kỹ thuật chế tạo 3, nhóm lớp DT01. Thời gian học là thứ 4 tiết 13-14 . Lý do: Em còn vướng 2 môn bắt buộc để ra trường, trong đó có môn kỹ thuật chế tạo 3 ME3201. Vì bây giờ cũng không còn nhiều sinh viên học môn này, em sợ không mở được lớp và gây khó khăn cho thời gian ra trường của em. Xin phòng đào tạo xem xét, cho phép em vào danh sách bổ sung của lớp với ạ. Em lo lắng môn học không được mở vào các kỳ sau. Với lại, môn này cũng chưa có môn tương đương để đăng ký luôn ạ. Em xin cám ơn rất nhiều.  -  - CK18CTM04.",
    "Thưa thầy, cô Em tên là   MSSV  Hiện tại em đang có đăng ký môn học EE3063 và nguyện vọng muốn đổi sang môn học EE3073 ạ Đợt đăng ký môn học vừa rồi các bạn xóa môn phút cuối nên em không đăng ký được. Mong thầy cô xem xét giúp em với ạ. Em xin cảm ơn nhiều",
    "Thưa thầy, cô, Hiện tại em đang ở nước ngoài nên không thể đích thân tới nhận bằng tốt nghiệp được. Mà yêu cầu trong email là không được nhận bằng giùm. Em không biết có thể nhờ người nhà mang sổ hộ khẩu, chứng minh nhân dân và email tới trường nhận bằng giùm được không ạ ? Em cảm ơn, Quyền",
    "Dạ em là , sinh viên khoa điện-điên tử. Trong 2 đợt đkmh thì web báo lỗi nên em không đăng kí môn được. Sang đợt 3 thì các môn bắt buộc đều hết lớp, em có thử đăng kí các môn xã hội thì đều trùng lich GDQP. Hiện hk2 này em chỉ mới đăng kí được 3 chỉ thôi. Kính nhờ nhà trường hỗ trợ em với ạ . Em cảm ơn ạ.",
    "Em chào thầy/cô Em viết mail này xin thầy/cô bên PĐT cho em được đăng ký môn bổ sung vào lớp L01 - môn Kỹ thuật thực phẩm 3 (CH2039) ạ. Lý do là em đang học năm cuối và hiện tại là kỳ cuối của em. Em xin đăng ký môn này để hoàn thành cùng lúc vs môn luận văn để đc ra trường đúng hạn cùng với các bạn cùng trang lứa. Em cảm ơn thầy/ cô ạ!  Chúc thầy/ cô năm mới dồi dào sức khỏe ạ!",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. Hiện tại em có đăng kí môn Vẽ kỹ thuật giao thông (TR1003) mà học thì thấy giống nội dung những môn đã học ở Cao đẳng rồi (môn Vẽ kỹ thuật 1, Vẽ kỹ thuật 2, Bài tập lớn Vẽ kỹ thuật, đính kèm file bảng điểm Cao đẳng). Hiện em có nhu cầu xin miễn môn thì có được không và cách để miễn như thế nào ạ . Mong Thầy Cô giải đáp sớm để em hoàn thiện giấy tờ, em cám ơn Thầy Cô.",
    "Chào Thầy/Cô PĐT,  Em là .  MSSV .  Đợi đăng ký môn học vừa rồi, em có đăng ký luận văn tốt nghiệp nhưng không được. Em cx không rõ nguyên do, nếu bỏ qua điều kiện anh văn thì em đủ điều kiện làm luận văn tốt nghiệp, hôm trên eleaning em check có nhưng thời khoá biểu không có, em tưởng là em đã đăng ký được và thời khoá biểu chưa cập nhập, nay em lên check lại thì bên eleaning cũng xoá luôn.  Mong thầy cô check giúp em là em còn vướng điều kiện nào nữa không ạ. Nếu còn vướng gì khác ngoài anh văn mong thầy cô giải châm chước giúp em đăng ký   B luận văn tốt nghiệp (CI4383)    để hoàn thành chương trình học .  Em xin chân thành cảm ơn.  Trân trọng,   ",
    "Em xin đăng kí vào lớp Thực hành pt cấu trúc và tc của vật liệu (216701) do thầy  phụ trách . Do mạng nhà em bị trục trặc nên em không kịp đăng kí trong lần đăng kí môn học chính quy đợt 3 ạ . Em xin cảm ơn.",
    "Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 50 bạn khác đang cần pdt gia hạn  đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn tiên quyết để không bị trễ học ạ. Em cám ơn",
    "Chào thầy/cô phụ trách, em là , MSSV . Vào đợt đăng ký môn học lần trước em có đăng ký nhầm môn Tín hiệu & Hệ thống(EE2005) trong khi môn em phải đăng ký là Trường điện từ(EE2003). Em mong có thể được đổi lại môn đã đăng ký sai để có thể hoàn thành việc học tập ở học kỳ này một cách đầy đủ ạ. Em cảm ơn!",
    "Thưa thầy cô,  em tên  MSSV:  Khoa: Cơ khí Lớp CK15NH2 Học Kỳ 1 (2021-2022) em bị   B tạm dừng    vì không đăng ký môn học. Lý do là em đã tích lũy đủ tín chỉ để tốt nghiệp và chỉ thiếu chuẩn anh văn Noi-. Học kỳ này em có làm đơn xin thu nhận lại nhưng phòng đào tạo thông báo là khóa 2015 đã hết thời hạn đào tạo. Vậy cho em hỏi là như vậy là em đã bị thôi học phải không ạ, hay là bị chuyển sang hệ vừa học vừa làm. Mong các thầy cô tư vấn cách để em duy trì tình trạng   B đang học    tại trường và kéo dài thêm thời gian đào tạo để em có thể tốt nghiệp vào đợt tháng 4 năm 2022 mà không phải bị đưa sang hệ vừa học vừa làm ạ. Xin cảm ơn thầy cô",
    "MSSV:       môn LVTN mã CO4327 . Em chào PĐT, Em tên là , MSSV , hiện đang học ngành Kỹ thuật máy tính. Em có câu hỏi liên quan đến điều kiện để đăng ký môn LVTN mã CO4327 học kì 212 mong PĐT giải đáp giúp em như sau: Trong quá trình em đăng ký môn LVTN (CO4327) em gặp phải lỗi về môn học trước ĐAMH thiết kế luận lý (CO2021). (hình ảnh minh chứng: Screenshot1.png) Theo danh sách các môn tương đương/ thay thế trên Sakai của khoa Khoa học và kỹ thuật máy tính thì môn học này tương đương với môn học ĐAMH thiết kế luận lý (CO3091) . (hình ảnh minh chứng: Screenshot2.png) (danh sách ở file Excel đính kèm) Trong khi đó em đã học môn ĐAMH thiết kế luận lý (CO3091) rồi ạ. (hình ảnh minh chứng: Screenshot3.png) PĐT cho em hỏi là có sai sót gì trong điều kiện đăng ký môn LVTN (CO4327) với chương trình đào tạo hay không ạ? Và nếu có thì em có thể đăng ký môn LVTN CO4327 như thế nào ạ? Em xin lỗi nếu có sai sót trong quá trình đặt câu hỏi. Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn. Trân trọng, .",
    "Em tên  (MSSV:). Hiện điểm môn Cơ học máy_ME2077 bị cập nhật sai (điểm tổng kết đúng là 6.5 nhưng trên mybk lại hiện 4.0). Mong pdt/ bộ phận xử lý điểm kiểm tra lại điểm cập nhật giúp em vì em đang cần bảng điểm ạ. Em cảm ơn. Thông tin lớp: Nhóm DT01-A. Môn Cơ học máy (ME2077) Học kỳ 211",
    "Em đã đăng ký tốt nghiệp tháng 11 nhưng chưa nhận được mail nhận bằng tốt nghiệp (cả đợt 1 và 2) Em muốn hỏi là khi nào em nhận được mail thông báo nhận bằng tốt nghiệp ạ? Em mong nhận được phản hồi từ PĐT, em xin cảm ơn! ",
    "Em đã đăng ký môn \"Xác xuất và thống kê\" trong đợt đăng ký đợt 2 như hình bên dưới nhưng không có trong danh sách của thời khóa biểu ạ. Em có xem lại lý do từ chối đăng ký môn \"Xác xuất thống kê\", Mã MT2013 là do thiếu môn học \"Giải tích 1\", Mã MT1003 (Giải tích 1). Nhưng mà em là sinh viên \" 2\", đã học qua các môn đại cương, danh sách các môn điểm chuyển như minh chứng bên dưới. Nhờ PĐT đăng ký lại giúp em môn MT2013 ạ. Em cảm ơn",
    "Em có 2 câu hỏi ạ 1. Về học phí anh văn theo nhu cầu tháng 12/2021 theo thông báo thì ngày 17/12/2021 là hạn chót mà bây giờ em vẫn chưa thấy thông báo gì ạ 2. Về đăng ký anh văn theo nhu cầu học kỳ 212 (Dự Thính) thì theo quy chế mới của pđt là không được đăng ký môn học lần đầu. Nên đối với môn Anh văn theo nhu cầu thì nếu em học lần đầu mã môn đó thì sẽ không được đăng ký đúng không ạ. Em cám ơn.",
    "Do bận đi làm nên em quên thời gian đăng ký môn học học kỳ 212. Mong nhà trường giúp em đăng ký luận văn tốt nghiệp cho học kỳ 212 ạ. MÃ môn học: ME4029",
    "Chào thầy cô ạ. Em kiểm tra thấy danh sách tốt nghiệp chính thức thì thấy điểm trung bình của em vẫn chưa được cập nhật trong học kì dự thính vừa rồi. Thầy cô xem xét điều chỉnh giúp em. Em cám ơn ạ.",
    "Chào quý thầy cô học kỳ 202 em có hoãn môn học do trường hợp về quê theo diện tỉnh và đã được xét duyệt. Sau khi kiểm tra lại thì môn học em hoãn không còn mở nữa. Khóa 19 sau đã sử dụng mã môn mới. Em nên làm sao để có thể kịp tiến độ học tập. Mã môn đã hoãn của em là CH3285",
    "Em chào thầy/cô ạ Dạ kỳ dự thính học kỳ 212 - lộ trình 1 - đợt 3, em có đăng ký 2 môn là Lịch sử Đảng Cộng Sản Việt Nam (SP1039) và môi trường và con người (ME2019), cả môn đều bắt đầu học từ tuần này nhưng hiện tại môn học trên BKel của em vẫn chưa có và bên danh sách sinh viên môn học vẫn chưa có tên em luôn ạ Dạ mong thầy cô giải đáp giúp em ạ, em cám ơn thầy cô nhiều ạ",
    "Em tên là  MSSV  Phòng Đào tạo cho em hỏi em có thể xin đăng ký bổ sung môn học Âm học, mã môn học 007703 Lý do: Em sai sót trong quá trình đăng ký môn học đợt 3 môn Âm học. Môn này chúng em xin mở dưới dạng đồ án và sẽ không còn mở lớp ở học kỳ kế tiếp. Em kính mong Phòng Đào tạo cho phép em được đăng ký bổ sung môn học này để có thể hoàn thành chương trình học Em xin cảm ơn",
    "Họ và tên: Mssv: Dạ em chào pđt. Do đợt 3 này em có đăng kí môn học trễ mà hiện tài thì trên thời khóa biểu của em vẫn chưa có lịch cụ thể vậy lúc hủy môn học em có phải đóng học phí không ạ. Dạ em cám ơn.",
    "Thưa anh/chị, Em tên  MSSV:  Khoa: Khoa học máy tính Hiện em đã đăng ký thực tập khóa HK211, đã thực tập xong ở FPT, đã có chứng nhận thực tập hoàn thành. Vậy thì em cần phải nộp giấy chứng nhận đó tại đâu ạ? Em mong anh/chị có thể trả lời giúp em câu hỏi này. Em cảm ơn rất nhiều.",
    "Em tên :   mssv : cho em xin phép đăng ký Luận Văn Tốt Nghiêp mã số môn học (260663)  em mong được quý thầy cô và quý nhà trường giúp đở để sớm hoàn thành khóa học . em chân thành cảm ơn quý thầy cô cùng quý nhà trường rất nhiều ạ ",
    "Mở môn học học kỳ 212 . em chào thầy cô. thầy cô cho em xin nộp đơn xin mở lớp dự thính Thiết kế động cơ đốt trong ạ",
    "Mở môn học học kỳ 212 . Em chào thầy cô. Thầy cô cho em xin nộp đơn mở lớp dự thính môn Hệ thống điện điện tử TR3045 ạ",
    "Cập nhật dùm em danh sách lớp  Cơ sở thiết kế công trình cầu CI3261 lớp L02 GV  Nên móng CI3239 lớp L05 GV  Do em đăng kí môn học đợt 3 nên chưa cập nhật. Mong cập nhật sớm giúp em để em hoàn thành bài tập lớn.",
    "Mở môn học học kỳ 212 . Cho em hỏi phòng đạo tạo có thể cho phép mở thêm môn học học kì chính được không ạ, vì nhiều bạn trong đó có em chỉ thiếu 1 - 2 môn tự chọn là vừa đủ hoàn tất số tín chỉ ngành để hè này đăng ký lvtn ạ, đợt 2 được phép đăng kí nhưng chưa gom đủ sĩ số, còn đợt 3 thì đủ sĩ số nhưng không được mở lớp, em rất mong phòng đạo tạo xem xét tạo điều kiện ạ! - Em xin cảm ơn!",
    "Chào thầy/cô pdt. Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ. Em cám ơn.",
    "Chào thầy/cô pdt. Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ. Em cám ơn.",
    "Chào thầy/cô pdt. Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ. Em cám ơn.",
    "Em chào thầy cô ngày 11/12/2021 em có đăng ký xét miễn điểm anh văn và đã thanh toán lệ phí thì đến khi nào cột điểm av mới được cập nhật ạ. Em cảm ơn.",
    "Chào thầy/cô pdt. Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 60 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ. Em cám ơn.",
    "Chào nhà trường ạ, em là  MSSV ,đang theo học chuyên ngành Công nghệ Ô tô khoa Kỹ thuật Giao thông, dạ cho e hỏi là e ko đủ chỉ để đăng kí luận văn tốt nghiệp vì có có 124 chỉ mà nhà trường bắt 126 chỉ, do dịch bệnh nên cho e hỏi nhà trường có cách nào tạo điều kiện cho em đăng kí được môn học Luận Văn tốt nghiệp để e theo đúng chương trình học tập ạ.Dạ e xin cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Kính gửi phòng đào tạo. Em xin trình bày lý do: Do đợt đăng ký môn học đợt 2 em đã đăng ký luận văn tốt nghiệp, do em bận việc nên em không lên trang để xem kết quả. Hiện tại môn học đã xóa do thiếu môn tiên quyết EE4331 DCLVTN. Em xin lỗi vì đã không cập nhật kết quả để đăng ký cho đợt 3. Hiện tại đã hết hạn đăng ký em cập nhật mail thì hết hạn đăng ký môn cho đợt 3. Cho em xin PĐT cứu xét cho em được đăng ký môn học LVTN ( EE4333) và môn Xử lý ảnh ( EE3035) với ạ. Em xin Cảm ơn rất nhiều ạ.",
    "Kính gởi: Phòng Đào tạo ĐH Bách Khoa TP.HCM Tôi tên:  MSSV:  Khoa: Khoa học Ứng dụng Ngày mai lúc 7:00 sáng, tôi có lớp Giải tích và Giải tích (BT) thuộc nhóm CC10 nhưng tới nay vẫn chưa có link lớp. Nếu lớp có học thì xin gửi link của cả hai lớp sớm nhất có thể",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: , ngành Cơ Điện Tử. Em làm đơn này xin PĐT xem xét miễn cho em môn học ME1001 - Nhập môn về kỹ thuật. Như em được biết nội dung môn này dạy về các kỹ năng giao tiếp cho sinh viên mới vào Đại Học. Em là sinh viên Bằng 2 với Bằng 1 ở Bách Khoa cũng đã được học môn tương tự ạ. Như em được biết các bạn cùng lớp Bằng 2 Cơ Điện Tử với em được miễn môn này, nhưng em thì không được miễn, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều. Em .",
    "Em là   . Dạ dưới đây là file đơn xin đăng kí môn học. Dạ mong được sự giúp đỡ và đồng ý của PDT ạ! Nếu em không đăng kí kịp môn TR1005. Em sẽ bị trễ tiến độ cho các môn sau.",
    "Chào thầy/cô pdt. Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ. Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ. Em xin chân thành cám ơn.",
    "Kính gửi Phòng Đào tạo, Vì lý do cá nhân, em đã không đăng ký kịp đợt 3 đăng ký môn học môn LVTN chính quy . Em xin phép hỏi có cách nào để đăng ký bổ sung không và quy trình đăng ký bổ sung như thế nào ạ. Cảm ơn PĐT đã đọc thư. Trân trọng,",
    "Cho em hỏi, lúc học pre HK211 thì em có đăng ký môn aerobic(học phần 1). Vậy cho ở HK212 em có cần đăng ký lại môn gdtc học phần 1 hay ko ạ ?",
    "Họ và tên: MSSV: Em chào pđt ạ. Do em có đăng kí môn học đợt 3 mà hiện tại thì môn học đó vẫn chưa có trên thời khóa biểu.Vậy nếu hủy môn mà chưa cập nhập trên thời khóa biểu thì không cần phải đóng học phí môn đó phải không ạ. Với cho em hỏi là mẫu đơn xin hủy môn ở đâu vậy ạ. Dạ em cám ơn pđt.",
    "Dạ, Học kì 203 em có đăng kí môn học thực tập ngoài trường mã CH3325 và cũng đã đóng học phí. Do dịch bệnh nên đến giờ lớp em vẫn chưa thể thực tập. Hiện nay giảng viên chịu trách nhiệm môn thực tập muốn giúp lớp giải quyết môn thực tập này nhưng lại không có danh sách sinh viên của lớp thực tập , em kiểm tra lại thì không thấy môn học hiện lên trên e-learning, mặc dù vẫn hiện trên thời khóa biểu.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - MSSV: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện em đang có 125 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 62.5 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 tín chỉ để đăng ký nhận luận văn, điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, nhưng do lúc trước em nộp bằng Toeic xét Chuẩn anh văn hàng năm và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các môn Anh văn trong chương trình đào tạo. Em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký Luận văn tốt nghiệp. Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học. Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "em chào thầy/ cô ạ. thầy/ cô cho em hỏi là em có tên trong danh sách tốt nghiệp chính thức vào tháng 11/2021 thì đến bao giờ em được nhận bằng chính thức ạ.",
    "Em tên là , mssv  - Trong cả 2 đợt đăng ký môn(đợt 1, đợt 2) vừa rồi thì em có bị hủy môn   B Mạch điện tử thông tin    với lý do là   B chưa học môn tiên quyết   , nhưng em đã học môn đó trước đó rồi, em không hiểu lý do tại sao lại bị hủy môn học đó,  - Đợt 3 em cũng đã đăng ký lại môn đó và đã đăng ký thành công, nhưng sau khi kết thúc đợt đăng ký thì em có bị hủy không ạ, em mong trường hồi đáp sớm giúp em ạ, em có đính kèm các hình ảnh bên dưới ạ, em cám ơn.",
    "Em chào cô. Dạ môn Giải tích 1 em đã thi lại ( trước em hoãn ) nhưng trên mybk lại là điểm 13 và trong bkel thì mất Giải tích 1 ( lớp em được xếp vào lúc mà lịch thi lại có ạ ). Dạ cô cho em hỏi là trường hợp của em có sao không cô ? Em cảm ơn cô.",
    "Dạ em tên là . Dạ Phòng Đào tạo ơi cho em hỏi, em lịch thi môn An toàn quá trình ngày 25/12/2021 ạ. Em thấy theo quy định của phòng Đào tạo là được phép hoãn thi trong vòng 5 ngày (chỉ tính ngày làm việc). Em không biết là PĐT có làm việc vào Thứ 7 không ạ? Thật sự thì mấy hôm vừa rồi nghỉ lễ và em cũng không biết quy định 5 ngày của PĐT. Bây giờ nểu em bị trễ 5 ngày theo quy định thì có cách nào giải quyết trường hợp của em không ạ? Em hoãn thi vì lý do rất bất khả kháng và có sự xác nhận của các bộ coi thi nên em rất mong nhận được sự giúp đỡ từ phía PĐT ạ. Em đã gửi câu hỏi Phòng Đào tạo từ ngày 03/01/2021 mà vẫn chưa nhận được câu trả lời ạ. Em rất lo lắng nên em gửi lại câu hỏi, em kính mong Phòng Đào tạo giải quyết giúp em ạ. Em xin cảm ơn Phòng Đào tạo nhiều ạ.",
    "Dạ em xin chào PĐT,  Em là Huỳnh Bá Hoàng Sơn, MSSV , hệ VLVH (chuyển hệ từ HK 202 - MSSV cũ: ). Dạ em xin PĐT xác nhận xem điểm Tiếng Anh Listening - Reading của em lúc còn ở hệ chính qui đã được chuyển qua chưa ạ (đạt 740). Em dự kiến thi nốt 2 kỹ năng còn lại để tốt nghiệp trong HK212. Em xin cám ơn ạ.",
    "Dạ cho em được hỏi là trường đã có lịch học và thi gk cụ thể cho kỳ 212 chưa ạ, tại em ở tỉnh lẻ mà muốn vô thành phố phải đặt vé mà vé tết rất đắt nên em muốn hỏi liệu sau tết thì có lịch học trực tiếp cụ thể hay học trực tuyến tiếp ạ  B  ",
    "K    . Em nộp đơn xin chuyển sang hình thức VHVL để xét tốt nghiệp nhưng chưa nhận được trả lời. Cô hỗ trợ giúp e",
    "t đkmh vừa rồi em có dự định đăng ký môn Cảm quan CH3049, nhưng em vướng giờ thí nghiệm nên không đăng ký được. Nhưng hôm nay thầy dạy thí nghiệm mail báo là thầy không dạy thí nghiệm chiều thứ 5 được, và đề nghị học thí nghiệm các buổi khác. Và các giờ trống còn lại của em thì vừa may đúng với các giờ thầy đề xuất. Vậy em có cách nào để được học môn này trong kỳ này không ạ? Vì em sợ năm sau học cùng K20 sẽ khó xếp trùng giờ, làm trễ tiến độ ấy ạ. Em mong Phòng đào tạo hỗ trợ giúp em. Em thực sự mong muốn và cần ra trường đúng hạn ạ :((",
    "Kính gửi quý thầy, cô, Theo kết quả môn học Trường điện từ tại học kỳ 211 thì điểm em có phần tổng kết không đúng lắm . Giữa kỳ: 6,5 chiếm 15℅ Bài tập: 9,5 chiếm 25% Cuối kỳ: 7,5 chiếm 60%  ==  Tổng kết: 7,85 chứ sao lại 7,5 ah. Mong phòng đào tạo xem lại . Trân trọng,",
    "Do sĩ số lớp Vật lí 2 đã đầy mà em chưa đkí đc mong PDT mở thêm lớp  Em xin cảm ơn",
    "Em có đăng kí luận văn tốt nghiệp mã CH4327 đợt 1 thì qua đợt 2 bị xóa, đki tiếp đợt 2 nhưng lại bị xóa tiếp và em đã đăng kí lại nên nghĩ là ổn rồi. Nhưng hôm nay em lên kiểm tra lại thì thấy đợt 3 môn luận văn đã bị xóa. Mong thầy cô giúp đỡ cho em đăng kí lại với ạ vì chỉ còn luận văn là em có thể ra trường. Em xin cám ơn thầy cô",
    "Em chào PĐT,  Em tên là , mssv . Em đã đăng kí môn Luận văn tốt nghiệp (EN4317) cho kì 212 qua hai đợt đăng kí, và em kiểm tra trên BK-EL của em hiển thị có môn học Luân văn tốt nghiệp, tuy nhiên trên hệ thống đăng kí vẫn báo chưa đăng kí được vì lý do em thiếu môn học Đồ án ( kì này em đang học đồ án ạ) vì nhận thấy hệ thống xét duyệt đăng kí môn học bị lỗi nên em nghĩ em đã đăng kí thành công môn học Luận văn tốt nghiệp. Tuy nhiên, hôm nay em kiểm tra trên hệ thống BK –EL lại không thấy môn học Luận văn tốt nghiệp và đợt đăng kí 3 cũng đã hết hạn .  Em mong PĐT thông cảm cho em cũng như các bạn có trường hợp như em và mở thêm cơ hội đăng kí môn học Luận văn tốt nghiệp, thật sự em đã rất cố gắng và theo dõi đăng kí môn học trong quá trình hệ thống nhà trường bị lỗi và đã làm cho em rất bối rối, lo lắng. Vì đây là môn học cuối cùng để em ra trường, ảnh hưởng rất nhiều đến tương lai của em, em mong PĐT xem xét để em đăng kí được môn học Luận văn tốt nghiệp ạ. Em chân thành cảm ơn ! .",
    "Xin chào pdt,  Em tên . Em đã hoàn thành bài kiểm tra shcd trên bkel nhưng do không đọc kỹ mail nên em đã không nộp bài thu hoạch. Trong trường hợp của em có bị hủy đăng ký môn học học kỳ 2 không ạ ? Em cảm ơn",
    "Cộng hòa xã hội chủ nghĩa Việt Nam Độc Lập - Tự Do - Hạnh Phúc ĐƠN KHIẾU NẠI ĐĂNG KÝ MÔN HỌC Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa Tp. Hồ Chí Minh Em tên là Đoàn Đình Nam, mã số sinh viên 2110368, CMND 225831936, khóa 2021. Hiện đang học ở khoa Điện - Điện Tử. Nội dung đơn:              Em viết đơn này để mong nhà trường xem xét về việc môn MT1005 của em bị hủy không rõ lí do.             Ngày 25/12/2021, sau khi có kết quả đăng ký môn học ở đợt 1. Em có vào dangkymonhoc để ghi màn hình lại toàn bộ nội dung các môn mà em đã đăng ký được. Thầy cô có thể xem minh chứng ở đường link: https://www.youtube.com/watch?v=ZDPRhwVwCRA . Tại thời điểm này em vẫn còn đủ 14 tín chỉ và chưa bị mất môn MT1005.             Ngày 28/12/2021: Trong khoảng thời gian 3 ngày từ ngày 25 đến ngày 28, em có thực hiện 1 số điều chỉnh đối với các môn học và đăng ký thêm học phần giáo dục thể chất \"PE1017 - Cầu lông (học phần 1)\". Tuy nhiên em không có điều chỉnh nào đối với môn MT1005. Nhưng sau khi nhìn kỹ lại các môn đã đăng ký và tổng số tín chỉ thì phát hiện môn MT1005 đã bị biến mất không rõ lý do. Để chắc chắn rằng đây liệu có phải là lỗi của em trong quá trình điều chỉnh thì em đã kiểm tra phần \"xem lịch sử đăng ký\". Tuy nhiên em không thấy bất cứ thông báo nào về việc em chủ động ấn xóa môn MT1005. Em có ghi màn hình lại thời điểm đó và lưu minh chứng tại đường link: https://www.youtube.com/watch?v=Lyo5QN3ZeQ8              Như vậy em đã bị hủy môn MT1005 lớp L14_L14 mà không rõ lý do vì sao.              Ngày 29/12/2021: Em đã xin giải đáp trên web BKSI với câu hỏi có số ID là \"45981\". Trong phần trả lời, cô hướng dẫn đã bảo em thử đăng ký lại vào đợt 3 (từ ngày 4/1 đến 6/1/2022). Nếu không được thì có thể làm đơn khiếu nại. Em đã cố đăng ký nhưng tất cả các lớp đều đã đủ sinh viên. Nên em xin gửi đơn khiếu nại này ạ.                            Kính mong phòng đào tạo có thể xem xét, hỗ trợ, giải quyết giúp em để có thể học môn MT1005 trong kì HK212 này ạ. Vì hiện nay trường đã không cho phép đăng ký môn học lần đầu vào kỳ dự thính. Nếu không được học môn này có lẽ em sẽ không đủ tín chỉ cho việc phân ngành, xét học bổng, xét chương trình tài năng,.. vào năm 2. Điều này sẽ rất khó khăn, áp lực.và chậm trễ trong việc học tập của em .               Kính mong phòng đào tạo xem xét.            Em xin cảm ơn và xin lỗi về sự bất tiện này . Khánh Hòa, ngày 7 tháng 1 năm 2022 Sinh viên: Đoàn Đình Nam Email: nam.doanlqd@hcmut.edu.vn",
    "Dạ em chào pđt ạ, Em là , hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh. Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ.",
    "Chào quý Thầy Cô Em tên  MSSV  Nay em viết đơn này la vì em đã lên trực tiếp phòng đào tạo hỏi về vấn đề thanh toán môn học  ( đợt xin bổ sung) nhưng hiện tại vẫn chưa có mã để thanh toán học phí. Em được cô giải đáp là sẽ cập nhật sau ngày 5-1-2022 nhưng hiện tại vẫn chưa có mã để thanh toán trong BKpay ạ. Thầy nhập điểm luận văn ai cũng có thời khóa biểu chỉ có em chưa có thôi ạ. Em mong quý thầy cô giải quyết giúp em để em được thanh toán học phí ạ. Em cảm ơn quý Thầy Cô ạ. Em bổ sung hình trong BKpay ạ.",
    "Kính gửi phòng đạo tạo Em tên ,MSSV:, khoa kĩ thuật xây dựng Em xin trình bầy lí do là  lúc đầu em đã có lớp nhưng bị kẹt lịch ,sau khi đang cố đổi lớp thì máy báo lỗi khiến em không thể đăng kí được lớp  hiện tại đã có đợt 3 nhưng lớp gt2 đã full danh sách ạ em mong phòng đào tạo mở lớp để được học môn gt2  MT1005 ạ  Em xin chân thành cảm ơn",
    "Do em kiểm tra mail chưa kĩ nên em đã bỏ lỡ đợt đăng kí BHYT lần 2. Em muốn hỏI bây giờ em có thể đăng kí được không ạ, nếu có thì em phải làm sao ạ hoặc nhà trường có thêm lần đăng kí 3 không ?  Em xin cảm ơn ạ",
    "Mở môn học học kỳ 212 . Thưa PĐT, hiên giờ e vẫn chưa có điểm các môn tiên quyết để mở LVTN. PĐT cho e hỏi đến khi có điểm các môn đó, e còn có thể xin phép PĐT mở môn LVTN ko ạ. Em cảm ơn.",
    "Em là Nguyễn Gia Tuân MSSV  Em muốn xin PDT chuyển cho em từ lớp L01 sang L02 của môn học SP1009 ĐƯỜNG LỐI CM ĐẢNG CỘNG SẢN VN, để em tiện hơn về thời gian và di chuyển. Em cảm ơn ạ",
    "Em chào phòng đào tạo, em tên . MSSV . Sau đây là đơn xin thôi học ạ. Em mong sẽ được duyệt sớm. Em cảm ơn.",
    "Kính gửi phòng đào tạo! Em có đăng kí môn học Nhập môn về lập trình (CO1003), lúc đăng kí thì môn học đã đầy đủ sỉ số lớp. Em có làm đơn xin với khoa máy tính và thầy  thì thầy và khoa đã đồng ý cho phép tăng sỉ số lớp để em được phép học môn này ah. Phòng đào tạo cho em hỏi vậy bước tiếp theo em đăng kí môn học này là như thế nào ah?  Em cảm ơn quý thầy cô!",
    "Do gặp một số khó khăn về kinh tế trong đợt dịch này nên em xin nhà trường cho em gia hạn thời gian đóng học phí ạ. Muộn nhất là khi đi học off lại thì em sẽ thanh toán đầy đủ ạ",
    "Kính chào phòng đào tạo! Cho em hỏi vừa rồi em đã đăng ký bảo hiểm y tế của trường vào năm 2022, tuy nhiên hiện tại em đã đi làm và công ty sắp đóng bảo hiểm xã hội và y tế cho em. Cho em hỏi có cách nào em hủy đăng ký bảo hiểm y tế tại trường và nhận lại được tiền không ạ? P/s: Hiện tại em đang làm xa và không ở SG",
    "Chào PĐT ạ, Em là , MSSV , Em đã đăng kí in bảng điểm và có thời gian nhận vào ngày 10/01/2022 (thứ 2). Rất tiếc là hôm đó em phải đi làm nguyên ngày, nhà em cách khá xa (Thủ Đức) và em cũng khá gấp lấy bảng điểm. Em muốn xin lấy bảng điểm trong ngày thứ 7 hoặc CN ạ (ngày 8/1 hoặc 9/1), Nếu được thì PĐT có thể sắp xếp cho em k ạ?",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa TP Hồ Chí Minh. Họ và tên:      MSSV:  Hiện tại là sinh viên khoa Quản Lý Công Nghiệp khóa K18. Em viết yêu cầu này kính xin Phòng đào tạo sớm chuyển điểm những môn học tương đương mà em đã học với khóa K19 và Khóa K20 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều điện đăng kí Thực Tập Ngoài Trường(IM3315) và Đề Cương Luận Văn Tốt Nghiệp(IM4315) trong học kỳ 212 này. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: lần trước em có gửi yêu cầu về cho trường về việc bị mất môn Vật Lý 2 và được trường phản hồi lại là nếu đăng ký đợt 3 vẫn không được thì gửi thêm yêu cầu. sau khi kết thúc đăng ký đợt 3 thì em vẫn không thể đăng ký được môn vật lý 2 do bị trùng lịch và theo kết quả của đăng ký đợt 1 thì em đã được đăng ký và đã có lớp và giờ thì em bị mất môn cũng như thời khóa biểu cũng không hiển thị thời gian học luôn ạ. Nếu trường có thể khắc phục thì hãy cho em học lớp L08 tại vì thời gian học của lớp này không bị trùng với các môn khác ạ. Mã môn học là PH1005 và lớp đã được đăng ký là L08 ạ . Mong trường có thể giải đáp giúp em phần này với ạ Em cảm ơn ạ",
    "Em chào PDT ạ, Do sơ suất nên em bấm nhầm xóa các môn học trong đợt đăng ký đợt 2. Trong đợt đăng ký đợt 3 này các lớp đã bị đầy hoặc em không đăng ký được do bị trùng TKB với môn Giáo dục quốc phòng do em là sinh viên năm 1. Do chưa hiểu về hệ thống đăng kí môn học nên hiện tại em không thể đăng ký vào lớp khác trong đợt đăng ký môn học đợt 3 này. Phòng đào tạo có thể đăng kí bổ sung cho em vào các lớp ở các môn: 1. Vật lý bán dẫn EE1007 2. Giải tích 2 MT1005 3. Phương pháp tính MT1009 4. Hoá đại cương CH1003 5. Anh văn 1 Mức độ ưu tiên của các môn em sắp xếp theo thứ tự ạ. Đặc biệt môn VLBD nếu không được học thì em sẽ bị trễ hẳn 1 kỳ do các môn năm 2 đều yêu cầu học trước môn này. Mong PDT có thể giúp đỡ em ạ! Em biết điều này khá khó khăn nhưng nếu không đăng ký được các môn này có thể em sẽ bị trễ cả năm học ạ. Em chân thành cảm ơn.",
    "LA1009Anh văn 4 EN1003Con người và môi trường ",
    "Em chào PDT,   Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.  Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là   - Thực tập tốt nghiệp EE3325  - Đề cương luận văn tốt nghiệp EE4325  Em cảm ơn, momg PDT xem xét và chấp thuận.",
    "Kính gửi PĐT Em có thắc mắc này cần PĐT hỗ trợ, đó là trong lúc đăng ký môn học đợt 2 vừa rồi,em có đăng ký môn Khởi nghiệp nhưng đã đăng ký nhầm vào lớp Việt Pháp trong khi em là sinh viên thuộc hệ đại trà. Và trong thời khoá biểu của em vẫn có lịch học môn này. Vậy em không biết là em thuộc sinh viên đại trà thì có học trong lớp Việt Pháp đó được không. Nếu không được thì em có được chuyển sang lớp đại trà không hay là bị huỷ môn đó ạ. Em cảm ơn    .",
    "Em chào thầy cô ạ. Do kỳ vừa rồi em có đăng ký hoãn thi môn học do điều kiện không thể đáp ứng đc yêu cầu của nhà trường nên em chưa đủ tín chỉ để có thể đăng ký môn học LVTN. Em có thể xin phép PĐT cho em được đăng ký môn học LVTN trong học kỳ này để có thể hoàn thành chương trình học được không ạ. Em sẽ hoàn thành các môn đã hoãn thi theo đúng yêu cầu của PĐT. Em mong được sự tư vẫn của thầy cô ạ. Em cảm ơn thầu cô ạ",
    "Dạ chào anh/chị. Hiện tại thì bằng anh văn của em đã thẩm tra hợp lệ, em cũng đã đủ các điều kiện để tốt nghiệp . Nhưng em vẫn chưa có tên trong ds tốt nghiệp dự kiến. Nên không thể đăng kí tốt nghiệp được ạ. Anh/ chị kiểm tra giúp em, xem là em bị vướng điều kiện gì mà chưa có tên trong danh sách tốt nghiệp dự kiến ạ. em xin chân thành cám ơn.",
    "Dạ em nhà trường ạ Em có thắc mắc như sau mong được giải đáp ạ: Vào kì 211 kết quả môn học của em chưa được như ý nên em có đăng kí dự thính để cải thiện điểm. Nhưng tình hình kì 212 em có nhiều môn học cần thời gian nên muốn rút môn học dựa trên form của nhà trường. Trong trường hợp em rút môn vẫn phải trả học phí của môn dự thính hay trả học  phí bình thường ạ. Em xin cảm ơn",
    "Em chào thầy cô PĐT ạ, em tên là , mssv , hiện tại em đã đủ điều kiện để đăng ký xét tốt nghiệp nhưng không thể cập nhật thông tin tốt nghiệp trên mybk vì em chưa có tên trong danh sách xét tốt nghiệp dự kiến, thầy cô cho em hỏi khi nào thì em có thể đăng ký xét tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Về việc thanh toán thẻ bảo hiểm y tế 2022, em đã thanh toán vào ngày 13/11 và đã được xác nhận trên bkpay nhưng hiện tại trong VssID chưa cập nhật. Thầy/cô có thể cho em cách xử lý được không ạ Em xin cảm ơn",
    "Dạ em chào anh/chị. Em là sinh viên K17. Em đã vừa được thẩm tra bằng anh văn và chuyển điểm xong. Như vậy em đã hoàn thành xong chương trình đào tạo của trường mình. Mong anh/chị kiểm tra và cho em vào danh sách tốt nghiệp dự kiến để em được đăng kí tốt nghiệp kịp thời gian ạ. Em xin chân thành cám ơn.",
    "Chào thầy/cô, Em tên là , MSSV . Em tạo câu hỏi/yêu cầu này để thắc mắc về vấn đề môn học Phân tích và thiết kế giải thuật em đã học vào học kỳ 202 nhưng đến nay là kỳ 212 rồi mà vẫn chưa có điểm ạ. Em có mail cho giảng viên bô môn nhưng không nhận được phản hồi. Nhận thấy đây là môn chuyên ngành chỉ mở ở học kỳ 2, nếu được điểm thấp hay rớt môn thì em sẽ phải đợi thêm 1 năm nữa để được đăng ký môn học lại. Vì vậy, em mong phòng đào tạo có thể liên hệ tới giảng viên để yêu cầu nhập điểm sớm ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi Thầy/Cô, Về vấn đề in bảng điểm, em muốn hỏi hai ý sau: 1. Hiện tại học kỳ 202 của em còn một số môn chưa có điểm (do dịch khoa hoãn học thí nghiệm). Vậy khi in bảng điểm có kết quả của kỳ 202 không ạ. 2. Thời gian in bảng điểm tính từ lúc thanh toán là bao lâu? Em cảm ơn Thầy/Cô nhiều!",
    "Em đã có nhận thông tin của thầy cô ạ. Hiện tại, tính cả kì vừa rồi nếu được cập nhật thì em sẽ đạt 151 chỉ, và tính hoàn thành môn Thực tập tốt nghiệp để làm Luận văn. Tuy nhiên phải đạt ít nhất 155 chỉ mới có thể làm luận văn, mà em hiện tại thì thiếu 4 chỉ, 1 phần là do anh văn của em cũng chiếm trong đó 4 chỉ. Em muốn hỏi là PĐT có thể ưu tiên cho phép em được hoàn thiện lộ trình học tập với Luận văn, và sau đó em sẽ nộp bằng anh văn để quy đổi ngay trong kì này không ạ? Em rất cám ơn thầy cô và mong thầy cô xem xét. MSSV của em là  ạ.    .",
    "dạ em là Đỗ Ngọc Hiếu em có đăng kí môn Nến Móng CI3239 nhóm Lớp L01 vào 19h56 ngày 3/1/2022 như hình lịch sử đang kí em kèm theo. lúc đó trong danh sách đăng kí của em vẫn có môn Nền móng và số tín chỉ đăng kí của em đã lên 19 chỉ.  tới tối cũng ngày em check lại thì danh sách đăng kí của em bị mất môn Nền Móng Ci3239 và số chỉ đăng kí của em về 15 mà lịch sử đăng kí của  em không hề có xóa đăng kí môn học như hình kèm theo. lúc đó thì sỉ số của toàn bộ các lớp đã full nên em không thể thử đăng kí lại được, nên xin phòng đào tạo sử lý giúp em lỗi này vì em đăng kí từ rất sớm mà lại bị lỗi và mất xuất học oan ức trong kì này ạ .",
    "xin chào phòng đào tạo! lúc đăng ký môn học kỳ chính 212 em đăng ký môn lịch sử đảng (SP1039) nhưng đã hết vì các lớp đã đủ sỉ số. Cho em xin đăng ký vào kỳ dự thính ạ để đủ tín chỉ qua từng năm ạ. Em cảm ơn.",
    "Chào thầy cô ! ĐKMH ĐỢT 3, khi nào có kết quả đk ạ? Hơn 1 ngày nhưng vẫn chưa thấy môn đk thêm được thêm vào TKB! Em cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa Em là sinh viên K17 và đã được xét tốt nghiệp ngày 29/12/2021 đợt vừa rồi . Hiện tại em đang học chương trình Thạc sĩ ở nước ngoài và đang cần bằng tốt nghiệp chính thức để bổ sung hồ sơ du học rất gấp . Do dịch nên em đã trì hoãn việc nộp bằng tốt nghiệp chính thức cho trường ở nước ngoài tận 3 tháng. Cuối tháng 1 là  HẠN CUỐI CÙNG để em nộp bổ sung bằng tốt nghiệp chính thức . Vì thế, em kính xin Thầy Cô phòng đào tạo cũng như nhà trường có thể giúp đỡ cho trường hợp của em, có thể ưu tiên xét duyệt sớm và cấp in bằng chính thức giúp em trước khi nghỉ Tết Nguyên Đán ạ . Rất mong được nhận phản hồi sớm từ Thầy/Cô. Em chân thành cảm ơn ạ! *Sinh viên:    MSSV:       ",
    "Em chào pdt, hôm thứ 4 PDT có gửi mail thông báo cho em là chiều tối vào MYBK để kiểm tra TKB của môn học (260663) TlTN mak nay em vẫn chưa có ạ,mong PDT cập nhật cho em TKB để em liên hệ giáo viên nhận đề tài ạ,em cám ơn",
    "Mã số môn học: LA1003 Học kỳ 211 (HK1 2020-2021)    Em chào thầy/cô. Em là sinh viên văn bằng 2 - khoa Khoa học và kỹ thuật máy tính. Em đã đăng ký tốt nghiệp đợt TN.20211.1, và đang chờ xử lý. Học kỳ 211 (HK1 2020-2021) vừa rồi em có đăng ký học 1 môn (  B Anh văn 1 - Mã LA1003   ) để duy trì tình trạng sinh viên, kết quả môn học này không được như mong muốn. Môn học này em đã được miễn điểm (em là sinh viên văn bằng 2) trước đó, và đồng thời đã chuyển điểm 10 từ chứng chỉ toeic qua.   B Nay em có nguyện vọng muốn rút và hủy kết quả môn học LA1003, vì kết quả không được tốt ảnh hưởng đến học bạ ạ.   Mã số môn học: LA1003 Học kỳ 211 (HK1 2020-2021)    Mong thầy cô xem xét và cho phép em được hủy môn học này ạ. Em xin cảm ơn.",
    "lớp VL01 thí nghiệm dung sai,GVHD:  Vắng 2 buổi thí nghiệm đo lường khiến em không nộp được báo cáo . Chào Phòng đào tạo, Em là   lớp VL01 thí nghiệm dung sai và đo lường,  Em viết thư này là vì em đã vắng 2 buổi học thực hành và muốn đi bù vào ngày 2/1 như thầy  đã nói là có thể đi bù theo lịch nhưng ngày 2/1 trường lại nghỉ tết và em đã mail thầy  hỏi về lịch học bù của lớp VL04 từ rất sớm nhưng không được phản hồi. Vào ngày 5/1 thì thầy  có đăng thông báo nộp báo cáo bù của lớp VL04 em muốn thông qua thầy để gửi báo cáo thì hôm nay thì bảo là em vắng 2 buổi và không thông báo cho giáo viên hướng dẫn nhưng em có minh chứng đã mail cho thầy bành quốc nguyên để nói về việc vắng buổi học và không có buổi bù đồng thời hỏi về lịch học VL04 để đi học bù. Thầy  bảo em viết mail cho phòng đào tạo để giải quyết nên em mong phòng đào tạo giúp đỡ em . Em xin chân thành cảm ơn . Trân trọng, ",
    "Thưa thầy/cô Em tạo câu hỏi/yêu cầu này nhằm nhờ thầy/cô hỗ trợ em trong việc đăng ký hoãn thi. Cụ thể, trong lần thi Lập trình Web, em có đăng ký hoãn thi trong vòng 5 ngày vì lí do cơ sở vật chất (mạng). Hôm nay (ngày 7/1), thầy chủ nhiệm môn Lập trình Web có mail em rằng: \"Vì lý do hệ thống nhập điểm của trường không chấp nhận điểm 14, nên bắt buộc thầy phải nhập điểm 13 cho em. Về việc hoãn thi này em cứ liên hệ với PĐT để hỏi thông tin và quy trình xử lý cho trường hợp của em, nếu có cần xác nhận từ phía thầy thì em liên hệ lại, thầy sẽ xác nhận cho em.\" Vì vậy mong thầy/cô pđt có thể duyệt đơn xin hoãn thi của em và tư vấn quy trình giải quyết đăng ký hoãn thi giúp em. Em chân thành cảm ơn, chúc thầy/ cô một ngày làm việc hiệu quả. Sinh viên,",
    "Trước em có gửi đơn xin chuyển sang hệ VLVH, em có kiểm tra tình trạng sinh viên trên trang mybk vẫn ghi là đang học. Cho em hỏi là nếu đã được duyệt thì trong tình trạng sinh viên nó hiển thị như thế nào ? Sao khi chuyển hệ xong em có nhận được mail chuyển hệ không ? Cho em hỏi giờ còn đợt ĐKMH cho VLVH không hay em chỉ có thể đăng ký môn học ỌC HK212 - ĐỢT 1 -  2 ? Em xin cảm ơn.",
    "Kính gửi PĐT, Em là Hương Huệ - , sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 3 đợt đều không thành công. Em xin phép gửi phiếu khiếu nại ĐKMH - HK212 cho môn học LVTM - CH43B3, kèm lí do hiện khi đăng ký (kèm hình ảnh) Nhờ PĐT kiểm tra và xét giúp em ạ. Em cảm ơn.",
    "Em xin chào Thầy Cô, Em là sinh viên K17, đang học song ngành vb2, vậy khi em ĐKMH là dựa theo CTĐT của K17 hay K19 vậy ạ? Em xin cảm ơn ạ.",
    "Dạ em xin trường cấp cho em giấy hổ trợ vay tiền cho sinh viên ạ",
    "Em xin chào PDT! Em là  -  lớp XD18CTT. Em có môn một môn cần học trước để có thể học những môn chuyên ngành khác. Tại đây là môn học lần đầu đối với em. Nhưng kỳ chính thì không đủ người để mở. Em thử liên hệ GVCN thì cô bảo hỏi PDT. Lớp em bây giờ có thể có đủ số lượng đăng ký môn Thủy Lực CI3081 cho kỳ dự thính lộ trình 2 này, nhưng em thuộc trường hợp học lần đầu nên em lo là không đăng ký được. Kỳ sau cũng còn một mình em học thì em cũng không biết phải làm sao luôn ạ. Vậy em có cần làm đơn gì để được học môn học này vào kỳ dự thính với các bạn không ạ. Thực sự ngành của em rất ít người học để đăng ký. Nên quy định không cho học lần đầu này thì em không biết có thể đăng ký được môn nào cho học kỳ sau luôn, kỳ này em chỉ đăng ký được 4 chỉ ở chương trình đào tạo thôi ạ. Vì không đủ sĩ số tại mấy bạn đều học trước em cả rồi ạ. Hy vọng PDT có thể cho em một hướng dẫn ạ. Em chân thành cảm  ơn!",
    "Dear PĐT, Em là , MSSV:  Hiện tại em mới thi qua TOEIC và nộp chứng chỉ TOEIC lên mybk. PĐT có thế tạo điều kiện thẩm tra nhanh giúp em để em kịp đăng kí tốt nghiệp tháng 1 này được không ạ. Em cảm ơn rất nhiều. Best regards,  .",
    "E xin chào! E đã được xác nhận tốt nghiệp nhưng đã hơn 1 tháng rồi mà vẫn chưa có bằng chính thức ạ, Xin pdt cho e biết khoảng thời gian trước hay sau tết sẽ có ạ Mong cô cho em biết thêm thông tin về vấn đề này ạ!! Em cám ơm",
    "Kính chào quý Thầy Cô. Em tên . MSSV:  Ngày 18/12 em có kết quả điểm anh văn hai kỹ năng nói viết đủ tiêu chuẩn để đăng ký tốt nghiệp nhưng tới hôm nay em vẫn chưa thể đăng ký nhận bằng tốt nghiệp được. Thầy Cô xem xét giúp em còn thiếu gì và khi vào em có thể đăng ký nhận bằng tốt nghiệp được ạ. Em chân thành cảm ơn Thầy Cô.",
    "Em xin hủy lớp thực tập điện 1 lớp VL01 đợt 1 do bị trùng lịch học nhiều nên không hoàn thành đủ số tiết học yêu cầu. Cụ thể lớp đã học đủ 6 buổi (môn có 6 buổi) nhưng em chỉ học được 4 buổi (không đủ điều kiện qua môn). Em muốn xin hủy kết quả môn ở đợt 1 và đăng kí học lại môn ở đợt 2 ạ. Em xin cảm ơn",
    "Em xin hủy lớp thực tập điện 1 lớp VL01 đợt 1 do bị trùng lịch học nhiều nên không hoàn thành đủ số tiết học yêu cầu. Cụ thể lớp đã học đủ 6 buổi (môn có 6 buổi) nhưng em chỉ học được 4 buổi (không đủ điều kiện qua môn). Em muốn xin hủy kết quả môn ở đợt 1 và đăng kí học lại môn ở đợt 2 ạ. Em xin cảm ơn",
    "Dạ thưa pđt em có đk môn ME3017 ( đồ án), tuy đã hiện trên tkb nhưng bkel của em không có môn này, cho em hỏi như vậy thì có vấn đề gì không ạ",
    "Kì này em có đăng kí môn ME3119 - Đồ án MK thiết kế hệ thống công nghiệp, nhưng hệ thống báo thiếu môn song hành ME3221, nhưng em đang học môn ME2123 làm môn tương đương cho môn ME3221 rồi ạ . Mong pdt xem xét lại để đăng kí giúp em Em xin cảm ơn",
    "Tốt nghiệp       Em chào PĐT ạ,    Em là , MSSV , sinh viên khóa K2017, lớp MO17KMT1    Em đã đủ các điều kiện để tốt nghiệp, trong đó điểm môn ngoại ngữ thì em đã nộp bằng TOEIC 690 điểm đã thẩm tra xong, chuyển điểm của 4 môn Anh văn    Nay em nộp phiếu đăng kí thu nhận lại để được xét tốt nghiệp trong thời gian sớm nhất (file ảnh đính kèm)    Kính mong PĐT xem xét và phản hồi giúp em  Em chân thành cảm ơn    Trân trọng,    "
]