[
    "Kính gửi Phòng Đào Tạo, Em tên là . MSSV: , hiện đang học khoa Khoa học và Kỹ thuật máy tính. Hiện do phương pháp học online đối với em gặp khá nhiều khó khăn vì chỉ học qua video nên lượng kiến thức mà em phải tự tìm hiểu khá nhiều trong khoản thời gian ngắn, nhất là đối với các môn chuyên ngành. Vì vậy để đảm bảo kết quả học tập, em xin phép phòng Đào Tạo rút môn học  - MT2001, lớp L01 trong học kỳ này để đảm bảo chất lượng học tập. Em cảm ơn rất nhiều.",
    "Sáng ngày 7 tháng 4 em vẫn truy cập được nhưng hôm nay em không thể tìm thấy đường dẫn vào môn phương pháp tính (cả video và mục của giảng viên trên lớp). Do đó em không thể biết thông tin của khóa học, mong nhà trường có hướng giải quyết.",
    "Lý do rút môn học:        - Em ở vùng nông thôn, nhà không có wifi nên phải đến nhà người quen mỗi khi học online nên khá bất tiện.       - Thiếu thiết bị để học tập, nhà em có 2 chị em (chị vẫn còn đi học đại học) sử dụng chung 1 laptop nên bị trùng lịch của nhau.       - Kỳ này em đăng ký nhiều môn chuyên ngành lại học online nên em thấy mình học không hiệu quả khá vất vả. * Môn học muốn rút:   - Tên môn học: Hệ thống điều khiển nhúng   - Mã số môn học: EE3067 - Mã nhóm:A01 *Cho em hỏi đăng ký rút môn online như này rồi cần nộp đơn trực tiếp không ạ? Em cảm ơn thầy/cô ạ!",
    "Em gặp vấn đề về trang mybk dành cho người thân. Em đã tạo tài khoản cho người thân là bố em nhưng khi bố em đăng nhập vào thì không thể đăng nhập vào được. Em đã kiểm tra thì tài khoản cho người thân vẫn đang kích hoạt nhưng không đăng nhập được ạ.",
    "Em xin rút môn học môn:CO1003  Nhập Môn về Lập Trình Vì môn này em được sét miễn môn ạ",
    "Lý do rút môn học: Nhà Em không có wifi vì Em ở xa so với trung tâm, Em không mang laptop về nhà nên việc học online của Em không thể tiến hành được ạ. Rất mong quý Thầy Cô thông cảm cho Em.",
    "Em chào thầy cô . Thầy cô cho em hỏi đợt này em có 2 môn chưa học online được là môn Thực tập nhận thức ngành xây dựng và Điền kinh. Nhưng sau khi đi học truyền thống thì sẽ học và em muốn hoàn thành trong kỳ này, vậy thầy cô cho em hỏi có nên rút 2 môn đó để giảm học phí hay là giữ nguyên để học ạ? Em xin cảm ơn.",
    "Vì không sắp xếp được lịch học và mạng ở quê em không đảm bảo cho việc học nên em xin rút môn học Xác suất thống kê, mã MH MT2001, nhóm L08",
    "Em xin được rút môn Đại số tuyến tính - MT1007 - L07 - cơ sở 2 vì học kì này em làm đồ án, chuyên đề và nghiên cứu khoa học cấp trường ở cơ sở 1 nhưng vì dịch bệnh nên phải tạm hoãn không thể đến trường được. Thời gian đi học lại sẽ gấp rút chuẩn bị nên em xin được hủy môn học Đại số tuyến tính này ạ.Em cảm ơn. Chúc cô(thầy) có một ngày làm việc vui vẻ.",
    "Lý do rút môn học: Do tình hình dịch Covid 19 nên em đã về quê, điều kiện Internet không cho phép học online ảnh hưởng đến việc tiếp thu kiến thức môn học. Em xin phòng đào tạo cho em rút môn học: Quá trình thiết kế kỹ thuật, mã số môn học: ME3213, mã nhóm: A01. Em xin cảm ơn.",
    "EE3013 Giải tích hệ thống điện EE3014 Giải tích hệ thống điện (TN) Vì lý do bất khả kháng dịch cúm covid19, mong nhà trường cho em rút lại môn học như trên . Em cảm ơn.  B",
    "Em đăng ký rút môn học  Kỹ thuật dự báo - ME4601 - A01  Lý do: Nhà Em ở vùng xa xôi không có wifi và Em để laptop lại TPHCM không mang về nhà, nên Em không thể sắp xếp để học online môn này được. Mong Thầy, Cô xem xét giúp Em ạ",
    "Kính gửi phòng đào tao ĐH Bách Khoa TPHCM Em xin được rút môn học   B Tổ chức thi công, mã MH:CI 4125 Nhóm: B01.     I  Lí do:  1/Do tình hình dịch bệnh Covid-19 và cách li toàn xã hội của nhà nước em không thể đến trường. 2/Môn học này em đã đạt, nhưng muốn học cải thiện, nhưng do tình hình trên không thể đến trường vào thời điểm này nên em xin phòng đào tạo hủy giúp em. em sẽ đăng kí cải thiện vào học kì khác. Kính mong phòng Đào Tạo chấp nhận. Em chân thành cảm ơn.",
    "Kính thưa Thầy/cô! Vừa rồi em có nhận được mail thông báo hạn cuối nộp HS xin rút môn học là ngày 17/4, nhưng hiện tại em vẫn đang chờ kết quả xét miễn môn vẫn chưa có? em chưa nhận được mail thông báo kết quả, nên không có cơ sở để xin rút hay không rút môn học đã đăng ký. Biên nhận em nộp đơn và HS xin miễn môn là ngày 27/2 (nhận kết quả sau 4 tuần). Rất mong quý thầy/cô xem xét giúp cho em. Em xin cảm ơn! Trân trọng!",
    "Do em đã học và qua môn ở học kỳ 191. Em cần rút môn học để đăng kí tốt nghiệp ạ. Tên môn học  (EE1013)   TN (EE1014) Kinh Tế Kỹ Thuật (IM2003)",
    "môn:kỹ thuật chiếu sáng mã Mh: EE3099 mã nhóm:A01 Lí do: không muốn học online, xin được đăng kí ở kì sau",
    "Thưa phòng đào tạo em muốn xin rút môn xác suất thống kê ( MT2001-L07 ), môn giải tích 2 (MT1005-L23) vì em cảm thấy 2 môn này học online do dịch bệnh khá khó với em, video bài giảng không load được hoặc hay bị ngập ngừng, không tua lại được. Em xin cảm ơn",
    "Em xin rút môn học Điện tử công suất (Power Electronics), mã môn học là 401402 vì lí do là em đăng kí học cải thiện nhưng học kì này chương trình học khá nặng nên em muốn tập trung vào các môn khác để được kết quả tốt hơn.",
    "Lí do muốn rút môn học: Để tập trung hoàn thành tốt luận văn tốt nghiệp Môn Anh văn 2 Mã số môn học LA1005 Nhóm, tổ A03",
    "Tên môn học: Kinh tế học đại cương Mã số môn học: IM1013 Mã nhóm:L04 Lý do rút môn: Vì đã qua được môn tự chọn Kinh tế kĩ thuật (IM2003) nên việc học môn kinh tế học đại cương(IM1013) là không cần thiết.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV .Em viết đơn này để xin rút môn Hóa hữu cơ (CH2021), nhóm A02. Lý do: Em đã qua môn Hữu cơ ở kỳ học trước (HK191). Vì khi chưa có kết quả qua môn chắc chắn nên em vẫn đăng kí cho kỳ học này. Em mong trường sẽ tạo điều kiện cho em được rút môn học . Em xin chân thành cảm ơn.",
    "Ly do: vì em ở quê không có laptop không coi được bài giảng video trên BKeL nên không theo kịp tiến độ môn học. Môn học : Phương pháp tính  Mã số môn học: MT1009 Mã nhóm : A01",
    "Em xin rút môn học quản lý công nghiệp.    Mã số môn 260624 Lí do em đã đăng ký học môn này ở học kỳ trước đó và đã hoàn thành môn học rồi Em xin lỗi vì đã làm phiền",
    "Do có việc gia đình (chăm sóc người thân ốm) trùng vào thời khóa biểu được xếp cho hai môn  Điện-điện động học (404709) nhóm P03 và Điện tử (402705) nhóm P02 nên em xin rút hai môn học này . Em chân thành cảm ơn.",
    "ME2006Trang bị điện -điện tử trong máy công nghiệp-mã nhóm :ONL ME4007CAD/CAM-mã nhóm :A01 ME3031Kỹ thuật chế tạo 1-mã nhóm:A01  Lý do :Em là sinh viên hệ vừa học vừa làm . các môn học này được sắp trong giờ hành chính  em không thể sắp xếp học được ! Em xin chân thành cảm ơn !",
    "Môn học cần rút :Bảo vệ role trong HTĐ Mã môn học : EE3087 Mã nhóm : ONL Lý do : do lúc đăng kí dự thính em bị nhầm môn học nên em rút môn học này ạ, em chân thành cám ơn .",
    "Thưa Thầy/Cô. Em tên: . MSSV:   Do tình hình Dịch Covid 19 vừa qua mà trường ta bắt đầu phương pháp dạy học online. Vì điều kiện gia đình em ở vùng nông thôn nên mạng Internet ở em hay bị  chậm, yếu, khó có thể theo kịp các bài giảng. Và khối lượng môn học học kì này khá nặng nên việc tự học rất khó khăn. Nên em xin phép rút bớt môn học để cho việc học tập được hiệu quả hơn. Cụ thể là em xin rút 2 môn học, đó là:  1. Kết cấu thép 2  MSMH: CI3211   Nhóm: A03  2.  Kết cấu thép MSMH: CI3213 Nhóm: A08 Mong thầy/cô chấp thuận yêu cầu của em.",
    "Lý do: Đã qua đủ số môn tự chọn theo quy định của ngành học Tên môn học: Kỹ thuật nâng vận chuyển Mã môn học: ME3021 Nhóm lớp: A01_A01",
    "Kính Gữi: Phòng Đào Tạo Em tên:   MSSV:   Lý do: em xin bổ xung môn Công Nghệ Lạnh- Điều Hòa 2 mã 260628 . lý do tại em không biết môn này có mở với em bị vướng anh văn , nay em đã đủ anh văn rồi ạ, em kính mong nhận được sự đồng ý của Phòng Đào Tạo , Em xin Cảm ơn .",
    "Em tên là , MSSV: . Em xin rút môn học: Anh Văn 2, mã số môn học LA1005, nhóm A01 vì em có tham gia kì thi anh văn đầu vào của trường và đạt được 405 điểm vừa đủ để không cần phải học anh văn 2 và kì này em có đồ án nên em muốn dành thời gian cho nó nên em xin rút môn học. Em mong có phản hồi sớm từ phòng đạo tạo. Em xin chân thành cảm ơn.",
    "Chào PĐT, Em muốn đăng ký thêm học anh văn 3 - LA1007 trong kì chính 192 để đảm bảo chuẩn anh văn từng năm ( chuẩn anh văn năm 2 ) được không ạ. Vì lý do, em không đi học trung tâm tiếng anh ở ngoài được vì do covid-19 và đặc biệt hơn đang tạm dừng thi chứng chỉ. Em mong PĐT chấp nhận . - Nếu PĐT chấp nhận thì em sẽ rút môn Đại Số Tuyến Tính vì em quá 21 chỉ rồi. Em cảm ơn  ",
    "Chào thầy/cô, Em mong có thể rút một môn học trong kì 192 này, mong thầy/cô xem xét giúp em. Lý do: em đang thực hiện luận văn tốt nghiệp, việc tiến hành các thí nghiệm cần phải liên tục để đưa ra kết quả chính xác nhất, mà thời gian xét thí nghiệm của em trùng với thời gian học của môn học này cả học chính thức, học online và trên meet (để ngày mai có thể thực hiện tiếp thí nghiệm mà không cần ở lại chỗ thí nghiệm qua đêm). Em chân thành cám ơn. Môn học muốn rút: Đường lối Cách mạng của Đảng Cộng sản Việt Nam. Mã số môn học: SP1009 Mã nhóm: A05",
    "Em tên  -  Em xin rút môn học Basic Principles of Marxism-Leninism (SP1003), em học lớp CC04, nhóm mac CC0404 Lý do : lý do em xin rút môn học là vì em cảm thấy em không đủ khả năng để dồn nhiều môn để học trong thời gian này. Và em cần thêm thời gian để có thể học anh văn lấy chứng chỉ anh văn ielts 6.0 nộp cho trường. cảm ơn vì đã xem cho em ạ.  B",
    "Em đăng kí môn Đồ án thiết kế động cơ đốt trong để tránh trường hợp bị tạm dừng học vụ. Hiện tại môn em cần học đã mở lớp. Kính mong phòng đào tạo xem xét hủy môn Đồ án thiết kế động cơ đốt trong, mã số TR3043, nhóm T01 ạ. Em xin cảm ơn.",
    "Tên môn học: Lập trình Web Mã môn học: CO3049 Nhóm môn học: L01 Lí do rút môn: Đăng ký môn học dự phòng cho kỳ trước",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa, Em tên là  - MSSV: . Hôm nay em tạo yêu cầu này xin được rút môn \"Cơ Lý Thuyết\" - Mã môn học: AS1003 - Nhóm lớp L02. Lý do vì đây là môn có ảnh hưởng trực tiếp đến các môn chuyên ngành sâu sau này của ngành em đang theo học (Ngành Cơ Kỹ Thuật) nên đòi hỏi em phải hiểu được bài. Song, trước tình hình dịch Covid-19 hiện tại môn này lại phải học qua livestream nên khả năng hiểu bài của em bị hạn chế, ngoài ra em lại không có khả năng tự học môn này nên muốn được rút môn để đăng ký vào học kỳ kế tiếp . Mong Phòng Đào Tạo xem và tạo điều kiện cho em. Em xin chân thành cảm ơn.",
    "Lý do: vì quá trình làm luận văn tốt nghiệp của em gặp một số trục trặc nên em muốn dành thời gian để tập trung cho luận văn ạ. Môn em đăng ký rút là môn: \"Phát triển ứng dụng trên thiết bị di động\", mã số: CO3043, nhóm/tổ: L01, ONL Em cảm ơn ạ",
    "Em xin rút môn học vì học kì 2 phải học online nhưng nhà em chỉ có một chiếc máy tính để cả hai anh em cùng học online nhưng do em đăng kí 4 môn học nên thời khóa biểu của em dày đặc hơn nên em không thể nào học đầy đủ các môn được vì phải còn nhường lại máy tính cho em gái em học online và vì em thấy rằng với riêng bản thân em học online sẽ không có hiệu quả tốt dễ rớt môn nên em sẽ rút bớt đi một môn ạ. Môn học xin rút: Phương pháp tính, mã môn học: MT1009, mã nhóm: L10.",
    "Xin được rút môn học CO1003 Nhập môn lập trình Vì môn học này không nằm trong kế hoạch đạo tạo HK 192 của Khoa Bảo Dưỡng Công Nghiệp - TT ĐT BDCN",
    "Chào PĐT, em xin đăng kí   B TẤT CẢ    môn học HK192 ạ, vì dụng cụ em đã để hết trên ký túc xá rồi và kí túc xá cũng không cho phép em lên lấy đồ lại nữa, chỗ em vùng xa nên không có chỗ để em mua lại và 1 vài nơi thì đóng cửa rồi ạ, mạng nhà em thì rất là chậm nên khi coi stream thì load không nổi bắt buộc em phải rời đi. Dạ cám ơn PĐT",
    "Do tình hình dịch covid-19 diễn biến khá phức tạp và em đang ở quê nên không thể đến trường được và em không có nhu cầu học       Môn học: Anh văn 4      Mã môn học: LA1009      Mã nhóm: A01 do em đã đủ chuẩn anh văn (em đã nộp bằng Toeic và quy đổi điểm sang 4 anh văn) nên em muốn rút môn học trên để có thể chú tâm vào việc làm luận văn (em đang là sv năm cuối) và  học Toeic Speaking&Writing. Mong nhà trường xem xét để em có thể rút môn học trên.  Em xin chân thành cảm ơn!",
    "Em tên là  MSSV . Em xin rút môn học với lí do là : Theo chương trình đào tạo thì kì này em còn 1 môn tự chọn và làm luận văn tốt nghiệp là sẽ hoàn thành chương trình học. Đợt đkmh, do em không kịp xóa nên có đăng kí thêm 2 môn tự chọn khác. Việc học thêm 2 môn chiếm khá nhiều thời gian cũng như không cần thiết. Em mong Trường chấp nhận cho em rút môn học để tập trung thời gian thực hiện luận văn. Bên cạnh đó, do tình hình dịch bệnh nên kinh tế gia đình cũng gặp nhiều khó khăn, em cũng không đi làm thêm được.Mong nhà trường cho em rút môn học không tính học phí để đỡ một phần chi phí. Môn học em cần rút là:   1. Kĩ thuật an toàn điện, Mã môn học: EE3097, Nhóm :A02   2. Hệ thống năng lượng xanh, Mã môn học: EE3131, Nhóm: A01  Em xin trân trọng cảm ơn.",
    "Môn học muốn rút:  Mã môn học: HC2021 Mã nhóm: A03 Nguyên nhân rút môn học:  - Vì sợ rớt môn học này ở kì trước nên đã đăng kí lại, khi có kết quả thì đã đậu. - Vì mùa dịch Covid 19 cũng ảnh hưởng đến kinh tế gia đình rất nhiều, nên vì tiết kiệm tiền. - Không muốn học lại môn này lần 3. Em sinh chân thành cảm ơn nhà trường đã tạo điều kiện để sinh viên rút môn học không mất học phí.",
    "Do kỳ này em không đăng ký anh văn và có dự định thi nộp bằng để đủ chuẩn cho năm sau nhưng do tình trạng dịch hiện nay nên em vẫn còn ở quê chưa thi được. Em không biết trường mình kỳ này có tổ chức thi toeic không ạ và có gia hạn để tụi em đủ chuẩn đăng ký môn học của năm sau không ạ?",
    "Gửi thầy (cô) ở phòng đào tạo do điều kiện ở quê em thiếu thốn cơ sở vật chất như laptop do em để ktx, thời gian học online em cảm thấy kiến thức chưa được chuyên sâu nên em quyết định rút 3 môn học ở kỳ này. Để kỳ hè em đăng ký học lại,mong thầy (cô) xem xét và hủy môn học giúp em.Em cám ơn thầy cô rất nhiều. + Môn Học: Vật iệu Xây Dựng - :CI2037 - Tổ Nhóm 02 + Môn Học: Hóa vô cơ - :CH2011 - Tổ Nhóm 01 + Môn Học: Địa chất công trình - :CI1043 - Tổ Nhóm 04",
    "Em xin được rút môn học môn giải tích 2, mã số môn học MT1005, mã nhóm L31 Lý do: Em dự tính cải thiện điểm môn học nhưng do dịch bệnh nên em nghĩ nên tập trung các môn học khác, em đã đạt môn học này. Em có bảng điểm chứng minh em đã đạt môn này như hình sau",
    "Sinh viên : Mssv: Lý do xin rút :em đăng kí nhầm môn học . Em xin rút để có thời gian học môn đăng kí mới. Môn: Vẽ kĩ thuật: Cl1003-L16 Môn: Vẽ kĩ thuật(TN):Cl1004-L29",
    "Cho em xin rút môn học Quản lý sản xuất (ME1009) nhóm L01 cô . Vì lí do kì này m cảm thấy không học đợc môn này, học onl lại càng khó, kì này em đăng kí nhiều môn khó nên em muốn tập trung vào các môn nh là gt2, xác suất ạ.Mong nhà trờng chấp nhận ạ. Em cảm ơn ạ.",
    "Lý do:Do ảnh hưởng dịch hiện tại nên đã ảnh hưởng đến quá trình học tập của em. Vì vậy, để đảm bảo các môn khác đạt chất lượng. Em xin rút một môn học. Môn học: Anh văn 2  Mã môn học: LA1005 Tổ-Nhóm: A03  Em xin chân thành cảm ơn.",
    "Học Online không mang lại hiểu quả cao. SP1005 Tư tưởng  L04. LA1005 Anh văn 2 L14.",
    "Em xin đăng ký rút môn học, môn Trắc Địa bản đồ. LÝ DO: hiện tại em   I chưa có chứng tỉ tiếng anh  /I  nộp cho trường, mà hạn sắp đến. Nên em muốn dành thời cho việc luyện thi ielts để không bị đình chỉ môn học . em mong PĐT giải quyết đơn của em, em cảm ơn!",
    "Em tên Nguyễn Văn Minh   MSSV:  em muốn xin rút môn học:  PLC(EE3069) nhóm/tổ: A03 Lý do: đây là môn học khó có nội dung nhiều và quan trọng với em nên em muốn học trực tuyến vào kì tới",
    "Do dịch bệnh covid 19, thời gian học thay đổi  em xin rút môn học này để tập trung thời gian làm luận văn tốt nghiệp Môn học: Nguyên lý kinh tế và quản lý xây dựng mã môn học: CI1045 Nhóm: T01",
    "Em chào quý thầy cô, Hiện tại em đang là sinh viên lớp KSTN khóa 2017. Học kỳ 191 điểm TBTL của em là 7,47 nhưng theo quy chế thì trên 7,5 mới đủ điều kiện học tiếp lớp KSTN. Vậy em cần làm thủ tục gì hay em sẽ tự động được xếp lại vào lớp thường ạ? Và làm sao để xóa các môn mở rộng tự động có trong TKB của em. Em xin cảm ơn.",
    "Thiết kế thí nghiệm và xử lí số liệu - CH3309 -A01 Lý do: đã qua môn",
    "lý do rút môn học: do môn học này em cảm thấy khó hiểu khi học trực tuyến và cần phải có một máy tính cấu hình mạnh để kết nối để tải và cài đặt phần mềm.em toàn xài ké wifi của hàng xóm nên không thể kéo nỗi. mong phòng đào tạo thông cảm và chấp nhận cho em được phép rút môn học. em xin chân thành cảm ơn ạ! Tên môn học: SCADA Mã môn học:EE3071 Mã nhóm: A02",
    "Đă . ý do xin rút môn học: môn Vẽ kĩ thuật (CI1003) là một môn khó, tỉ lệ rớt môn khi học tại lớp ở các kì vừa rồi khá cao ( khoảng 50% trở lên ), và em nhận thấy việc học online không có hiệu quả, em không tiếp thu được bài. Nguyên nhân nữa là em ở vùng sâu vùng xa, mạng 3G lúc nào cũng yếu và chập chờn, rất bất tiện khi tham gia học .  Môn học em xin rút là :     - Vẽ kĩ thuật có mã số môn học là CI1003, nhóm tổ 16.     - Vẽ kĩ thuật thí nghiệm có mã số môn học là CI1004, nhóm tổ 30",
    "Lí do rút môn:Vào đợt đăng kí môn học đợt chính, em chưa kịp nộp bằng tiếng anh để đăng kí môn Luận văn tốt nghiệp nên em đăng kí môn  tưởng để giữ thời khoá biểu. Nay em đã đăng kí thành công môn Luận văn nên em muốn xin huỷ môn  tưởng. Tên môn học:  tưởng  Mã môn học: SP1005 Mã nhóm: A02",
    "Thưa phòng đào tạo, để đảm bảo tiến độ luận văn tốt nghiệp và tốt nghiệp đúng hạn và do điều kiện để học tập online của em không đảm bảo nên em xin phép được rút môn học Phát triển ứd trên tbdđ CO3043 . Em xin cảm ơn.",
    "Em xin rút môn học vì em cảm thấy môn này không phù hợp với chuyên ngành của em sau này ạ. Em mong nhà trường cho em rút môn học để em đăng ký môn học khác trong học kì dự thính ạ . Em xin được rút môn  -Tên môn học : ô tô chuyên dùng -Mã số môn học : TR3091 -mã nhóm : A01",
    "Lý do: đã thi qua anh văn 1 Anh văn 1: LA1003 nhóm L01",
    "K    . PĐT cho em hỏi là em đã học đạt một môn rồi nhưng học kỳ này em lỡ đăng ký môn đó một lần nữa. Nếu em đăng ký rút môn này thì kết quả đạt môn lần trước có bị xoá không ạ? Em cám ơn ạ.",
    "COVID-19, KHÔNG CÓ TIỀN ĐI HỌC  : -1_LUẬT HÀNG KHÔNG DÂN DỤNG_NHÓM 01 -__NHÓM 01 -TR2005_CƠ HỌC VẬT RẮN BIẾN DẠNG_NHÓM L01",
    "tình hình dịch kéo dài cũng như được PDT thông báo về lịch nghỉ dài hạn nên nay e xin phép PDT cho e rút môn Kỹ thuật chế tạo 2 hệ VHVL mã môn học ME3033 do thầy  đảm nhiệm, em xin cảm ơn",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách khoa - ĐHQG TPHCM Em tên  MSSV . Vì lý do lịch học online của môn học PP thống kê và phân tích dữ liệu trùng với môn học khác nên gửi yêu cầu này với mong muốn được rút môn Phương pháp thống kê & phân tích dữ liệu (701708) nhóm P01. Mong Phòng đào tạo xem xét và giải quyết giúp em.",
    "lý do em đăng ký rút môn học HK192 : Kỳ này em đăng ký quá nhiều tín chỉ mà tình hình học online thế này nên em xin rút bớt 1 môn để hoàn thành chương trình một cách tốt nhất. Em xin chân thành cảm ơn Tên môn học :  Mã số môn học : A1009 Mã Nhóm : 04",
    "T1077    Do tình hình dịch bệnh và theo chủ trương cách ly của nhà nước nên em không thể đến trường và theo chương trình học online em không tiếp thu kịp ( hiện em đang chăm sóc con nhỏ nên rất khó sắp xếp thời gian ). Kính mong phòng đào tạo chấp thuận cho em xin rút môn học của học kỳ này . Môn học em gồm : 405902DAMH DT VIEN THONG 1 MT2001Xác suất và thống kê EE2010Hệthống mt vàng/ngữLT  EE2009   i Đă .",
    "Kính gửi phòng đào tạo Em tên là:             MSSV:             Ngành: Bảo Dưỡng Công nghiệp 1. Cho em hỏi môn học Anh văn 4 (LA1009)_ (DH_HK192) sao em vẫn chưa thấy lịch học online nữa ạ. 2. Em học cao đẳng bảo dưỡng công nghiệp môn av4 đúng MMH: 003004, nay em học môn av4 MMH: LA1009. Cho em hỏi nếu học vậy PDT có cập nhật tín chỉ av4 cho em không ạ. Em cảm ơn nhiều ạ.",
    "Admin cho em hỏi em học hệ vlvh có đăng ký rút môn đc k ạ.   i  .",
    "ng kí lộn môn học của khoa cơ khí. môn học \"vẽ kỹ thuật\". mã số môn học CI1003 , nhóm tổ L05",
    "Kính gửi phòng Đào tạo Sinh viên:    B MSSV:         Khoa Kỹ thuật xây dựng 1. Lý do đăng ký sai mã môn học    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại   - Tên: Vẽ kỹ thuật xây dựng (CI1033)   - Mã nhóm MH mới: L04_L07   3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.",
    "Phương Pháp Tính - MT1009 - A01 Lí do:ở quê nên không có đủ điều kiện học trực tuyến ",
    "Em chào thầy/cô ạ. Em là sinh viên năm 4 khoa kỹ thuật hóa học ngành công nghệ sinh học. Thầy cô cho em hỏi hiện tại em đã học đủ số tín chỉ và môn học theo quy định nhưng tình hình dịch bệnh kéo dài em vẫn chưa kịp hoàn thành việc nộp chứng chỉ toeic để có thể đăng ký luận văn đến thời điểm hiện tại. Vậy việc nếu trong kì này em vẫn không đăng ký được luận văn tương đương việc kỳ này em không có thời khóa biểu môn nào thì em có bị ảnh hưởng gì ngoài việc tốt nghiệp muộn không ạ. Rất mong nhận được phản hồi từ nhà trường. Em xin cảm ơn",
    "em tên :  MSSV  Trong học kì này em có đăng kí 2 môn là cơ lưu chất ci2003 và vật lý 2 Ph1005 Vì trong lúc dịch đang bùng này. em về nhà rất bất tiện trong việc học online, do mạng chập chờn không liên tục, và laptop của em đang gửi sửa. nên khó thể xem bằng điện thoại, và có thể hoàn thành tốt nhiều môn được. Nên kính mong quý thầy cô xem xét để em có thể rút 2 môn trên để em có thể hoàn thành tốt môn học tổng số tín chỉ đăng kí trong học kì này 16 em xin rút 2 môn là: Cơ lưu chất Ci2003 L04 (3 chỉ) Vật lý 2 Ph1005 L16 (4 chỉ) còn 9 chỉ. Mong quý Thầy Cô giúp em để thuận tiện trong việc học ạ.",
    "Vì lí do ở xa không có điều kiện học tập tốt nên em xin rút một số môn học sau: Vi xử lý : EE2013 Cơ sở điện tử công suất : EE2022  Em xin cám ơn.",
    ". Dạ chào thầy cô, em có một vấn đề muốn hỏi. Đó là sau khi mình học online thì sau này đi học lại trên trường, mình có học lại các chương đã học online không ạ? Bởi vì theo em thấy trên trường 1 tuần học tới 3 4 tiết còn không đủ thời gian để truyền đạt kiến thức, mà bây giờ học online chỉ vỏn vẹn 1 tiếng đồng hồ, lại không thể tương tác. còn một số bạn ở vùng xa, không có máy tính thì xem trên điện cũng hơi khó khăn ạ . Với lại chất lượng live của trường không được tốt lắm ạ, một số live loa khá là nhỏ em khó mà nghe được ạ. Em cám ơn thầy cô đã đọc, em mong nhận được phản hồi sớm ạ.",
    "Môn học:   Công trình bến Mã số môn: CI3203 Mã nhóm:   A01  Lý do:     Học kỳ này em có đăng ký môn Công trình bến với mục đích cải thiện. Tuy nhiên vì  khối lượng Luận văn tốt nghiệp khá lớn nên em thường tập trung cho luận văn mà bỏ lỡ các môn khác. Đồng thời cũng do trong dịch COVID này, kinh tế gia đình em gặp nhiều khó khăn (bố mẹ buôn bán tại chợ). Xin nhà trường xem xét giúp em rút môn học mà không tính học phí. Em xin cám ơn.",
    "lí do: do em đã qua môn CAD/CAM và muốn dành thời gian làm luận văn tên môn học: CAD/CAM mã môn học: ME4007 mã nhóm: A01",
    "Em muốn đăng kí rút môn học \" Kết cấu bê tông cốt thép 3\" - CI3115 - nhóm A01 Lí do: môn này là môn học tự chọn đã hoàn thành đủ ở học kì trước nên em đăng kí bị thừa.",
    "Gửi các thầy cô Bộ Môn, Phòng Đào Tạo Em tên - MSSV :  Em viết đơn này mong nhà trường cho em được rút môn  (MT2001) - Thầy  dạy - Nhóm L03 trong HK192 Lý do :Do laptop em để trên KTX Khu A ĐHQG từ lúc nghỉ tết, bị niêm phong. Một phần internet chỗ ở dưới quê khá yếu, load bài với video chậm. Em thấy sẽ học không ổn với điều kiện hiện tại cho môn . Em sẽ cố gắng học thật tốt những môn còn lại Em xin cảm ơn thầy cô!",
    "Tôi tên , mssv: . Tôi đăng ký rút môn học: Tên : Thuỷ văn môi trường Mã : EN2023 Nhóm-Tổ: L01 Lý do: Tôi bận công việc cá nhân vào thời gian  học online của môn và không phù hợp với phương pháp học online. Tôi thấy khả năng tiếp nhận thông tin từ học online của mình không hiệu quả.",
    "Em tên  - Em xin phép được hủy môn học Cơ lý thuyết đã đăng kí trong đợt dự thính đợt 1 của HK2 ạ ",
    "lý do: sai sót trong quá trình đăng ký, nhầm lẫn giữa quá trình sinh học 2 (truyền nhiệt; CH2047) và quá trình sinh học 3 (truyền khối; CH2093) . môn học: quá trình sinh học 3 mã số môn học: CH2093 mã nhóm: L01 ",
    "Chào thầy/cô, Em là , MSSV: .   i Đă .",
    "hệ thống máy tính và ngôn ngữ lập trình EE2009 nhóm A01 do đăng kí kì 192 dự phòng mà kì 191 qua rồi nên em muốn hủy môn ạ",
    "Em xin chào phòng đào tạo. Em là , mssv  thuộc lớp HC17MB của khoa Kỹ thuật Hóa học. Em xin rút môn học \"Quá trình và thiết bị truyền nhiệt\" của kỳ này ạ. Do kỳ này em đăng ký nhiều môn, do đó không sắp xếp đủ thời gian để có thể học ổn thỏa từng môn. Nên em muốn rút môn \"Quá trình và thiết bị truyền nhiệt\" để có thêm thời gian tập trung cho những môn khác. \"Quá trình và thiết bị truyền nhiệt\" mã số môn học là CH2034, em học lớp L01 ạ . Em xin cảm ơn phòng đào tạo.",
    "Kính gửi PĐT Đại Học Bách Khoa HCM , em xin phép PĐT xin rút môn học HÓA ĐẠI CƯƠNG (MSMH:CH1003),Nhóm L08. + em xin được rút môn học vì lí do : do em chủ quan nghĩ là dịch bệnh trường cho nghĩ 1 đến 2 tuần nên khi em rời KTX thì em không có mang lap về quê ạ , nên bây giờ việc học cũng như tương tác với giáo viên bộ môn rất khó khăn những môn khác em mượn lap học được riêng ngày hôm đó thì trùng giờ em không thể mượn được bất cứ thứ gì để có thể tham gia buổi học cũng như tham gia buổi hangout meet để tương tác với giáo viên bộ môn ạ , em cũng đã qua môn này ở học kì 182 rồi nên xin PĐT xem xét giúp đỡ em rút môn học này ạ , em xin cám ơn PĐT đã hỗ trợ em trong lúc khó khăn như thế này ạ.",
    "Lý do xin rút môn học: trong thời gian đăng ký môn học, do chưa biết điểm thi các môn nên em đã đăng ký các môn có khả năng rớt. Nhưng sau đó em qua hai môn đã đăng ký, đồng thời em nhận thấy thời gian của kỳ luận văn không đủ để em hoàn thành tốt hai môn này. Chính vì vậy, em mong quý thầy/cô xem xét cho em được rút hai môn học dưới đây: Tên môn học: Động lực học cơ hệ Mã môn học: ME4009 Mã nhóm: A01 Tên môn học: Quá trình thiết kế kỹ thuật Mã môn học: ME3213 Mã nhóm: A01 Tệp đính kèm dưới dây là thời khoá biểu hai môn học đó. Em xin chân thành cảm ơn quý thầy/cô đã giúp đỡ.",
    "Em xin đăng ký rút môn hệ thống số vì lý do em có sự nhầm lẫn về việc đăng ký môn học bổ sung trước đó, em chưa có ý muốn học lại môn học này nên hôm nay em xin văn phòng hủy môn hệ thống số  Môn học:Hệ thống số   Mã môn học: CO1023  Mã nhóm: CC01",
    "!  ỦA ỦA TRƯỜNG VẪN CHƯA ĐƯỢC CẬP NHẬT THÔNG TIN NHƯ YÊU CẦU NHÉ  MÌNH CÓ CHỤP HÌNH VÀ NOTE PHẦN MÀU VÀNG TRONG FILE ĐÍNH KỀM NHÉ  VUI LÒNG CẬP NHẬT HO ĐÚNG GIÙM MÌNH NHÉ     ẬP NHẬT:  -KHOA_  -NGÀNH_KỸ THUẬT HÀNG KHÔNG  MÌNH CÁM ƠN NHÉ!",
    "Họ và tên:  MSSV:  Em xin được rút môn: Vật lý - Điện từ học Mã môn: 007402 Nhóm: TT01 Giảng viên:  Lý do: đây là môn em đăng kí lại để học cải thiện điểm, tuy nhiên lịch bị trùng vào giờ làm ở công ty em đang thực tập (SolarBK) và nội dung học khá nặng ( 4 tín chỉ). Để ưu tiên đảm bảo chất lượng công việc ở công ty và các môn học khác chưa hoàn thành, em xin được rút môn học này.",
    "quê em ở vùng núi mạng không ổn định. em xin huỷ các môn sau: vẽ kĩ thuật xây dựng - CI1033-L16",
    "Lí do em xin rút môn học vì em thấy lịch học khá dày và cũng vì môn  mã môn: MT1009 nhóm: L06 không có trong chương trình đào tạo của nghành em học nên em xin rút môn ạ .Mong được phòng đào tạo duyệt yêu cầu . Em xin chân thành cảm ơn!",
    "Tên môn học: Anh văn 3 Mã số môn học: LA1007 Mã nhóm môn họ: A02 Do dịch kéo dài và khi vào học phải chạy 2 đồ án nên em xin rút bớt môn này ạ!",
    "Em muốn rút đăng kí môn học dự thính  Môn : Kết cấu bê tông cốt thép 2 Mã MH : CI3175 Lí do: dành thời gian cho luận văn tốt nghiệp",
    "Tên môn học: Anh văn 2 Mã môn học: LA1005 Nhóm: A01 Lý do: giảm áp lực kinh tế.",
    "Do đã hoàn thành môn học nên xin rút môn Anh văn 4 mã: LA1009 nhóm-tổ: L01                                              ",
    "Em xin rút các môn học sau đây CI3211 kết cấu thép 2 nhóm A-04 CI3213 ĐAMH kết cấu thép nhóm A-06 Em xin cảm ơn ạ ",
    "Lý do: Do học kỳ trước em có sai sót trong việc kiểm tra số lượng tín chỉ của bản thân, hiện tại em đã đủ tín chỉ yêu cầu để tốt nghiệp nên em xin rút môn học này. Tên môn học: Phát triển ứng dụng trên thiết bị di động. Mã số môn học: CO3043 Mã nhóm: L01 - ONL",
    "Lí do: Em đăng kí môn này dư so với yêu cầu về số tín chỉ (em còn thiếu 3 chỉ nhưng kì này đăng kí 2 môn 3 chỉ). Do đang trong quá trình làm luận văn tốt nghiệp nên em xin rút bớt 1 môn để tập trung cho luận văn. Tên môn học:        Điện tử y sinh Mã số môn học:      EE3037 Mã nhóm:            A01",
    "Dạ, do dịch bệnh ngày một phức tạp, không biết bao giờ mới đi học lại . Và lúc đăng ký dự thính em không để ý đến lịch của bản thân. Và di kỳ này em học đã 17 chủ, có đi làm thêm và học TA nên thời gian không đủ để tham gia học dự thính . Em mong yêu cầu của em được xét duyệt ạ. Em xin cảm ơn . Môn học em xin đăng ký rút là dự thính Vật Lý 1 , mã môn học PH1003 ạ ",
    "Tên Sinh Viên:  - MSSV:  - Khoa: Công nghệ vật liệu - Do tình hình dịch Covid 19 phức tạp, nhà  trường quyết định sẽ quyết định dạy theo phương thức trực tuyến online. Em không chắc mình sẽ học tốt các môn trong học kỳ này do nhà em mạng Internet không ổn định và không có thiêt bị kết nối tốt. Em xin rút môn học HK192  - Môn học rút:   + Vẽ kỹ thuật , Mã môn học: CI1003 , Nhóm tổ: 7   + Giải tích 2 , Mã môn học: MT1005 , Nhóm tổ: L29   + Hóa đại cương , Mã môn học: CH1003 , Nhóm tổ: L21   + Bóng chuyền , Mã môn học: PE1011 , Nhóm tổ: 1   + Con người và môi trường , Mã môn học: EN1003 , Nhóm tổ: L02   + Vật lý 2 , Mã môn học: PH1005 , Nhóm tổ: 7",
    "Em là sinh viên K16, vẫn còn thiếu tín chỉ một môn chuyên ngành. Em muốn đăng kí học môn Lập trình Hệ thống Nhúng (EE3031), nhưng do môn này không chắc có mở lớp nên em đã đăng kí thêm môn Nhâp môn điều khiển thông minh (EE3057) để đề phòng có đủ tín chỉ để tốt nghiệp. Tuy nhiên kì 192 này em có làm luận văn nên việc học cả 2 môn thật sự hơi quá sức, em xin phép được rút môn  (EE3057) để đảm bảo chất lượng luận văn và môn học còn lại.",
    "Kính thưa thầy/cô, hiện tại em đã đủ tín chỉ các môn tư chọn và có đăng ký dư môn nhập môn thì giác máy tính, hiện nay do tình hình dịch  nên việc học bị gián đoạn và chưa biết khi nào sẽ trở lại bình thường nên em nghĩ sẽ ảnh hưởng đến điểm tổng kết của môn học và điểm tổng kết chung nên em xin được phép rút môn học, em xin cảm ơn. Tên môn học: Nhập môn thị giác máy tính Mã số môn học: ME4201 Mã nhóm: A01",
    "Hiện nay e là sinh viên của trung tâm bảo dưỡng công nghiệp khóa 2016, học kì vừa rồi Học kỳ 1 (2019-2020) em đã hoàn tất bảo vệ tiểu luận tốt nghiệp. nhưng do e thi anh văn chưa đủ. nên e đã đăng kí 1 môn Anh Văn 2 để duy trì tình trạng học tập. Và hiện tại thì trong đợt dịch này em vẫn chưa thi được. để nộp trong đợt xét tốt nghiệp này. Hiện tại thì e cũng đang ở quê. nên e muốn hỏi nếu e rút môn học, liệu có ảnh hưởng trong học kì này và học kì sau không ạ",
    "Mã môn học: CI3029 Tên môn học:  Mã nhóm: A01 Lý do: em đã học môn này rồi và muốn rút môn để chuyên tâm vào làm luận văn tốt nghiệp. Em mong quý thầy cô giúp đỡ cho em rút môn. Em cảm ơn",
    "Em là sinh viên khóa K16, lớp VP16-CĐT. Hiện tại em vẫn chưa qua môn GDTC3 mã số PE1007, theo quy định mới về việc học môn GDTC nên em phải đăng kí GDTC3 trong học kì 192 này. Nhưng do vấn đề về dịch bệnh nên em không biết môn học có triển khai được hay không, và nếu không triển khai được thì những trường hợp như em sẽ như thế nào ạ? Em cảm ơn.",
    "ng ký rút môn \"Xử lý tín hiệu số với FPGA\" mã môn học: EE3041. Mã nhóm: A01. Với lý do: Cần rút 1 môn để tập trung hơn vào luận văn cuối khóa.",
    "Em xin chào Thầy/Cô/Anh/Chị, Em xin nhờ mọi người kiểm tra lại BKeL của em  vì bị thiếu môn học EN2015(Quá trình hóa học và hóa lý trong kĩ thuật môi trường). Em đã đăng ký môn học và trên thời khóa biểu cũng hiển thị giờ học. Rất mong được mọi người hỗ trợ và nhận được phản hồi từ mọi người. Em xin cảm ơn. Trân trọng./. ",
    "Dạ chào thầy cô, thầy cô cho em hỏi là, bây giờ em rút học phần kì này, em rút hết tất cả các môn được không ạ. Nếu một kì học không đủ 10 chỉ có bị sao không ạ. Em cám ơn và mong nhận được phản hồi sớm ạ.",
    "Gửi thầy/cô,  Em xin đăng ký rút môn Đề Cương Luận Văn.  Lý Do: Vì lúc kỳ trước em có ý định làm lại đề tài mới, nhưng sau khi nhận được kết quả và suy nghĩ lại em muốn tiếp tục làm tiếp đề tài đã thực hiện vì vậy em mong muốn được rút môn  Đề Cương Luận Văn của kỳ này. + Tên: Đề Cương Luận Văn TN + Mã : CO4311 + Nhóm: LO1 Em đính kèm hình điểm tổng kết của môn Đề Cương Luận Văn. Mong thầy/cô xử lý giúp em trường hợp này. Em cảm ơn . Chúc thầy/cô có sức khỏe tốt.",
    "Môn cần rút: Quản lý dự án cho kỹ sư IM2011 Lý do: do kết nối không ổn định, không có laptop khó học livestream",
    "Em tên  MSSV: Lý do rút môn học: do tình hình dịch bệnh nên việc đến trường học tập gặp nhiều khó khăn. Em cũng vừa thi qua chuẩn anh văn để ra trường nên quyết định rút môn học anh văn 4 Môn học: Anh văn 4 Mã MH: LA1009 Nhóm: A01",
    "Sinh viên : ,MSSV: .  Mới đây em phát hiện ra em bị sai sót trong việc đăng kí môn học,em thật sự rất hoang mang và lo lắng, em học khoa Kỹ thuật Xây dựng đáng lẽ ra em phải đăng kí Vẽ Kỹ thuật Xây dựng (CI1033) nhưng em lại đăng kí nhầm môn Vẽ Kỹ thuật (CI1003). Em mong phòng đào tạo giúp em chuyển lại môn Vẽ Kỹ thuật Xây dựng (CI1033).Em rất xin lỗi về sự bất tiện này. Em xin chân thành cám ơn.",
    "Tên môn học: Anh văn 3 Mã số môn học: LA1007 Mã nhóm: A01 Lý do xin rút môn: Em cảm thấy việc học tiếng anh onl là không hiệu quả như ở trường và không cần thiết, em có thể tự học ở nhà được. Đồng thời em cũng đã đủ chuẩn Tiếng Anh sau năm 3 cho K17 là qua môn Anh văn 2.  ",
    "Lý do rút môn học: Em đã có ý định không học Anh văn 3 từ trước, nhưng lại bỏ lỡ đợt hiệu chỉnh lần 2, nên vào đợt hiệu chỉnh lần 3, em không hủy được(lần 3 chỉ cho đăng ký thêm), đây là lỗi của em. Cộng thêm bây giờ kỳ nghỉ kéo dài, các môn học khác đều được nhà trường và giảng viên đăng tải video, tiến hành live stream để giảng dạy. Riêng môn Anh Văn 3 đến nay em không thấy có thông báo / bài giảng / video . Nên một lần nữa em mong muốn được rút môn học Anh văn 3, mong được nhà trường giải quyết, em cảm ơn. - Tên môn học: Anh văn 3 - Mã môn học: LA1007 - Nhóm - tổ: L06",
    "Lý do: đã thi anh văn qua môn học AV2 và đã đổi điểm môn học Tên môn học: Anh văn 2 Mã môn học: LA1005 Nhóm: A01",
    "Đă . em xin rút môn học vật liệu xây dựng vì em tự học cảm thấy không tiếp thu được và em bị hư laptop đén lúc sửa lại thì em đã bj lỡ bài tập trên elerning, làm em không đủ điều kiện thi giữa kì và cuối kì, vì lí do bất khả kháng này em xin được rút môn không tính HP ạ Môn học: vật liệu xây dựng, mã môn học: CI2037, nhóm: LO2",
    "vì lí do trùng môn học nên em xin rút môn Kết cấu bê tông cốt thép 1 mã CI2091 - do cô  dạy",
    "Vì lí do không học online các môn thực hành và đồ án theo mail của thầy và hiện chưa biết thời gian đi học lại, học kì lại bắt đầu được 1 thời gian rồi nên em xin rút 2 môn học:  - Đồ án môn học thiết kế luận lý CO2021 L01  - Thực tập phần cứng máy tính CO2019 L01",
    "Họ tên SV:   MSSV : Nội dung rút môn học :Em đã đăng ký môn ĐAMH Thiết kế cầu ở học kì trước, trước khi có điểm để đảm bảo tiên quyết LVTN. Em đã có điểm và qua ĐAMH ở học kì trước và em muốn tập trung làm luận văn trong học kì này nên muốn rút đồ án môn học ạ.Mong nhà Trường chấp thuận để em có thể tập trung tối đa cho LVTN ạ. Tên MH: ĐAMH Thiết Kế Cầu Mã số MH: CI4123 Mã nhóm:A01",
    "Em:  Mssv:    i Đă . Lí do: Em xin rút môn học  ( Basic Principles of Marxism-Leninism) mã môn học SP1003 của cô  với lí do cần dành thời gian cho luyện thi ielts. Em xin nhà trường xem xét giúp em Em xin cảm ơn",
    "Em muốn xin rút môn Anh Văn 2. Mã môn học: LA1005, nhóm: L06 Do em chưa qua được Anh văn 1. mà em đã lỡ bấm đăng kí Anh Văn 2. nên em xin rút ạ",
    "tôi là phụ huynh e Độ , hiện tại e bị tai nạn và ko thể tiếp tục theo dc học kì 192, e đã đăng kí môn học hk 192 rồi, vậy cho tôi hỏi cách xin tạm dừng học kì 192 cho e, và nếu làm đơn, tôi có cần lên trường Bách Khoa làm ko, nếu có cho tôi xin thời gian và nơi làm việc. cảm ơn",
    "Lý do rút môn học: Đã nộp bằng toeic và đủ điều kiện tốt nghiệp lần 2 năm học 2019-2020. Môn: Anh văn 2, MS môn học: LA1005 , Mã nhóm: L02",
    "Em tên - em xin phép được hủy môn Cơ lý thuyết đã đăng kí trong đợt đăng kí Dự thính lần 1 của HK2 ạ , vì lí do em lỡ đăng kí nhưng xét lại thì bị kẹt về thời gian nên không thể học được , xin nhà trường cho phép em được hủy môn",
    "Kính thưa nhà trường,  Em tên , MSSV , vì lý do không theo kịp phương thức học trực tuyến nên rất mong nhà trường cho em xin được rút môn học đã đăng ký dự thính là môn Giải tích 1 ( MT1003) và môn Đại số tuyến tính ( MT1007). Em chân thành cảm ơn.",
    "Môn học: Quản lý dự án  Mã số  : 505917 Lớp 2 Lý do rút môn học:  Hiện tại cô  đã tiến hành vận hành môn học trên BKel nhưng do công việc khó khăn, hiện tại em không thể sắp xếp thời gian và không chuẩn bị tốt được môn học nên em xin được rút môn Quản lý dự án trong HK 192 ạ.",
    "Lý do: em phải tập trung làm luận văn nên không thể theo kịp chương trình. Tên môn học: Nhập môn điều khiển thông minh Mã số môn học: EE3057 Mã nhóm: A01",
    "PE1013Bóng bànL19 PH1005 -  2 ( ) LA1029 -  350 ()    VẬY KHÔNG THỂ NÀO HỌC ĐƯỢC CÁC MÔN NÀY ĐƯỢC",
    "Lý do: do em đã qua môn này vượt chỉ tiêu số điểm kì vọng của em Tên môn học: Sức bền vật liệu MS môn học: CI2007 Nhóm: A01",
    "Em xin hỏi lộ trình tốt nghiệp 4/2020 sẽ thay đổi thế nào ạ?",
    "Tên : ĐA thiết kế cầu. Mã : CI4123. Nhóm -Tổ: A01. Lý do: Điểm cao hơn mong đợi nên không muốn học cải thiện.",
    "Sinh viên: , MSSV:  Đăng ký rút môn học: -Đảm bảo chất lượng (ME4411) nhóm A01 -Đảm bảo chất lượng thí nghiệm (ME4412) nhóm A01 Lý do: Đăng kí môn học Hk2 dư môn (học dư tín chỉ) vì lúc đăng kí môn học chưa biết kết quả thi của Hk1, nhằm đảm bảo đủ tín chỉ môn học (bù đắp nếu có rớt môn ở Hk1) nên có đăng kí. Nay xin rút môn để em bớt được chi phí về kinh tế, nhưng vẫn đảm bảo số tín chỉ tối thiểu duy trì trong học kỳ.",
    "Em tên , mssv , xin rút môn Đồ án Thiết kế mã số ME2011, nhóm A02. Lí do là em đang ở quê, điều kiện truy cập internet khó khăn và do không có laptop để làm bài vì đã để ở kí túc xá.  ",
    "Kính gởi : - BGH trường ĐH Bách Khoa TP.HCM            - Phòng đào tạo  Em tên : TRẦN CHÍ PHÚ  MSSV :   Nay em xin BGH và PĐT cho em được rút  các môn học sau : 1/ 34 Kỹ thuật chế tạo 2(TN) 08 2/ 3001 Quảntrị kinhdoanh cho ks 01 3/ 2071 Các quá trình chế tạo 04 4/ 2009 Kỹthuật điềukhiển tự động 02 5/ 33 Kỹ thuật chế tạo 2 02 6/ 59 Tk khuôn trên hth CD/CE 01 7/ 2009 Kỹthuật điềukhiển tựđộng L 8/ 2071 Các quá trình chế tạoL 9/ 33 Kỹ thuật chế tạo 2 L 10/60 Tk khuôn trên hthCD(TN) 01 11/2010 Kỹthuật đkhiển tựđộng(tn) 07 12/2072 Các quá trình chế tạo(TN) 09 13/3001 Quảntrị kinhdoanh cho ks L 14/59 Tk khuôn trên hthCD/CE LLý do : em hiện là SV hệ VHVL. Các môn trên có thời gian học trùng vào thời gian làm việc. Em không sắp xếp được thời gian theo học những môn học trên. Kính mong BGH và PĐT xem xét và giải quyết cho em được rút các môn học đã nêu. Em xin cảm ơn.",
    "Lý do: do tình hình bệnh dịch phải học online ở nhà, em cảm thấy quá khó đối với em về việc học nhiều môn một lúc. Vì vậy, em mong được chấp thuận về việc rút môn cơ học kết cấu để em có thể chú tâm vào những môn học khác tốt hơn. Tên môn học: Cơ học kết cấu MS môn học: CI2029 Nhóm: L06",
    "Kính thưa thầy cô! em tên Ngô Minh Hiếu, mssv  Em muốn rút môn học thể chất BÓNG BÀN(PE1013), nhóm L06. Lí do: Em đã hoàn thành 3 học phần thể chất(do em biết kết quả muộn nên đăng kí dự phòng) nên em xin rút môn này để có thêm thời gian học tập môn khác.",
    "Về cấp bằng tốt nghiệp tạm thời: Cho em hỏi là e đã đăng kí xét tốt nghiệp và đóng tiền lệ phí, và phiếu đã được xử lý thì thứ 6 e lên khoa nhận bằng tốt nghiệp tạm thời có chưa ạ. Em xin cảm ơn ạ.",
    "Em muốn rút môn học \"Pháp luật Việt Nam Đại cương\" vì em đăng ký lộn môn, em đã học qua môn này rồi. Môn học muốn rút:\"Pháp luật Việt Nam Đại cương\" Mã số môn học: SP1007 Mã nhóm: A02, tiết 8-9, thứ sáu",
    "Lý do: Vì môn học này đã học qua môn, do tình hình dịch bệnh nên việc học trực tiếp khó khăn hơn nên em không có nhu cầu học cải thiện nữa. Mong nhà trường cho em xin rút môn học ạ. Môn: Nguyên lý ngôn ngữ lập trình; mã môn học: CO3005; mã nhóm: B01.",
    "Nay em xin đăng kí rút môn học một số môn vì lí do máy tính em để ở kí túc xá nhưng vì tình hình dịch bệnh nên không có cơ hội lên nhận lại và ở quê em không có điều kiện, thiết bị kết nối internet tốt nên đã không thể tham gia vào các môn học trực tuyến ở trường theo quy định đề ra nên em xin được rút lại các môn học sau: -Vật liệu xây dựng, mã MH: CI2037, nhóm L01. -Cơ lưu chất, mã MH: CI2003, nhóm L08. -Quy hoạch và quản lý kĩ thuật hạ tầng, mã MH: CI2041, nhóm L01. -Thí nghiệm cơ luu chất, mã MH: CI2004, nhóm L25. -Thí nghiệm vật liệu xây dựng, mã MH: CI2038, nhóm L01. Em có gửi ảnh thời khóa biểu bên dưới phòng khi có sai sót, em xin chân thành cám ơn.",
    "Em xin được rút môn học Bóng Bàn (Thể chất) mã PE1013, nhóm L17 với lí do tình hình nghỉ dịch nên việc học môn giáo dục thể chất là không được, tại nhà cũng không có cơ sở vật chất để tự học, thêm vào đó nếu có học lại sau dịch cũng không thể chắc rằng mình có thể qua môn hay hiểu được nó (vi em lựa môn này với mục đích để biết thêm 1 môn thể thao), nên em xin RÚT MÔN HỌC này để Học kì tới học sau.",
    "Em có gửi đơn xin thu nhận lại qua bưu điện vào ngày thứ 3 tuần trước nhưng giờ chưa thấy phản hồi từ Nhà trường ạ.",
    ". Em xin chào thầy cô ạ! Bài kiểm tra BKeL của em bị mất kết quả, và em không xem được các video, điều này có thể bị cấm thi cuối kì.Nhưng khi báo cho giảng viên phụ trách thì tụi em không có câu trả lời hoặc không được giải quyết vấn đề này thì phải làm gì tiếp theo ạ?  Em xin cảm ơn thầy cô!",
    "Kính gửi nhà trường, Nhà trường cho phép em xin đăng kí rút môn học Quá trình thiết kế kỹ thuật, mã môn học ME3213, lớp A01 . Hiện em đã bước sang học kì cuối cùng, đang làm luận văn tốt nghiệp và đã đủ số tín chỉ yêu cầu để tốt nghiệp (133 tín chỉ+9 chỉ luận văn) . Môn học Quá trình thiết kế kỹ thuật em đăng kí trong kì này nhằm mục đích để học thêm và bổ sung kiến thức trong quá trình làm luận văn . Nhưng vì tình hình dịch bệnh phức tạp, nhà trường phải dạy bằng hình thức online, em cảm thấy bản thân mình không học tốt được với hình thức online và hình thức dạy online cũng không cho phép tương tác nhiều với giảng viên nên em muốn xin nhà trường cho phép em được rút môn học. Em xin chân thành cảm ơn.",
    "do rút môn av3 là vì học kỳ 191 e chưa qua av2 nên em muốn rút môn av3  Tên môn học Anh văn 3 Mã môn học A1007 Nhóm tổ 09",
    "SV: , MSSV:    i Đă . Xin chào nhà trường! Do em có đăng ký nhầm môn học của hệ chính quy (2 môn học). Trong khi em đang học theo hệ vừa làm vừa học. Thêm vào đó là học online nên em không tiếp thu tốt được kiến thức. Rất mong nhà trường cho em xin được rút môn học! Môn học xin được rút: 1. Công nghệ phần mềm - CO3001, nhóm L02. 2. Hệ cơ sở dữ liệu - CO2013, nhóm L01. Em xin cám ơn!",
    "Lý do: Em đã hoàn thành Toiec 500 và đã quy đổi điểm cho môn Anh  nên e muốn rút môn học. Anh , LA1009, ",
    "Em muốn xin rút môn học Giải tích 1 MT1003 của lớp CC01 vì lý do dịch bệnh Covid 19 nên đang phải học online, và em thấy học online như vậy em khó tiếp thu được môn Giải tích.",
    "Em tên Phan Trường Thịnh MSSV  Em làm đơn này để xin rút môn học \" ĐAMH KẾT CẤU THÉP\" mã môn học \"CI3213\" không đóng học phí Do dịch bệnh Covid-19. Thời khóa biểu làm luận văn bị dời lại trễ nên em mong muốn có thể rút môn học \" ĐAMH KẾT CẤU THÉP \" trong học kỳ này để có thể tập trung làm luận văn. Đính kèm file là thời khóa biểu học kỳ này của em . Em chân thành cám ơn .",
    "Cho em hỏi là bao giờ được có lịch học dự thính lại ạ Nếu trong học kỳ này còn không có được thì liệu em có thể chuyển qua học kỳ chính môn giải tích 2 không  Em  xin cảm ơn ",
    "Do số tín chỉ đã đủ theo yêu cầu của chương trình đào tạo nên em xin được rút môn học  CO3043 - Phát triển ứd trên tbdđ - L01",
    "Môn học: Công nghệ Hàn 2  Mã MH: 260625 Nhóm: C01 GV:  Lý do rút môn học: - Do lúc thi cuối kỳ em cảm thấy mình không đủ yêu cầu của thầy nên em đã về đăng ký lại môn trước khi hết hạn đăng ký . - Nhưng khi nhận được điểm thi thì em đã đậu môn học này.   i Đă .",
    "em xin phép rút môn học Anh văn 4 (LA1009) trong HK 192 - lý do rút là do HK trước nghĩ là môn AV4 em đâ qua môn rồi, do HK trước có điểm chậm nên e có đăng ký phòng trường hợp rớt môn",
    "Môn học xin rút:  2 Mã môn học: LA1005 Nhóm Tổ: L11 Lý do đăng kí rút môn học: Em muốn học ít môn lại để có chất lượng điểm tốt nhất có thể.Và em muốn luyện tập để thi chứng chỉ  TOEIC đủ 550 để nộp thẳng ạ. Xin cảm ơn.",
    "Tên môn học : Đồ án chuyên ngành (ct) Mã số môn học : ME4045 Nhóm - Tổ : A04  Lý do rút môn học : Em đã qua môn này",
    "Tên môn học: Đồ án chuyên ngành (ct) Mã số môn học: ME4045 Mã nhóm: A03 Lí do xin rút môn học: Đã qua môn",
    "Lý do rút môn: do tình hình dịch bệnh nên kinh tế khó khăn.    Tên môn học : SẢN XUẤT SẠCH HƠN Mã môn: EN3015 Mã nhóm: L01   i Đă .",
    "vì nghỉ dịch nên môn hoc e đã đăng ký không thể học được  môn thể dục lớp cầu lông (PE1017)_ Tiến Đạt",
    "Gửi thầy/ cô, Thầy cô cho em hỏi nếu một môn học em đăng ký học nhiều lần, vậy sẽ lấy điểm cao nhất hay điểm của lần học cuối cùng ạ. Em cảm ơn.",
    "em muốn rút môn Hóa hữu cơ (CH2021) nhóm A01 vì em đăng kí nhầm vào lớp học và thi bằng tiếng anh",
    "dạ thưa ban quản lý trường đại học bách khoa ,lý do em đăng ký rút môn học là do em có chút nhầm lần vì hk1 em đã học rồi mà êm lỡ tay đăng ký lại      Tên môn học:Anh Văn 2      mã môn học :LA1005     mã nhóm :L07",
    "Em xin đang ký rút môn học do em đăng ký nhầm môn học . Môn học : Mô hình hóa chất lượng nước (CI3077) nhóm tổ A01 thứ 4 tiết 10-12",
    "Dạ em muốn xin rút môn học dự thính Giải tích 1 với lý do là hiện tại em đang ở rất xa cs1 ạ, và em không có thời gian cũng như phương tiện đi về giữa 2 cơ sở ạ. Kính mong quý thầy cô giúp em rút môn học ạ Mã môn học: MT1003",
    "Em tên , sinh viên khoa kỹ thuật giao thông. Em muốn rút môn học \"Nguyên lý máy - ME2003\", nhóm-lớp L02. Lý do là do điều kiện khu vực nhà em có đường truyền mạng kém, và xung quanh không có nhiều quán nét nên em thấy việc theo học môn này gặp nhiều khó khăn ạ.",
    "Em xin phép nhà trường cho em đăng ký rút môn học Phương pháp tính mã MT1009 nhóm lớp L09. Em đã đăng ký môn học phương pháp tính nhưng chưa hoàn thành môn học đại số tuyến tính nên em nhận thấy kiến thức nền chưa đủ để hoàn thành môn học phương pháp tính ạ ",
    "Kính gửi thầy cô của phòng đào tạo Trường Đại học Bách Khoa - Đại học Quốc gia Thành phố Hồ Chí Minh. Em tên là , MSSV: , là sinh viên của khoa cơ khí, ngành dệt may. Em xin trình bày với quý thầy cô một việc như sau: Do diễn biến phức tạp của dịch COVID-19 và thực hiện cách ly xã hội nên gia đình em hiện nay gặp rất nhiều khó khăn về kinh tế. Vì thế, em vẫn chưa có điều kiện trang bị cho mình một chiếc laptop để phục vụ cho việc học tập. Hiên nay, trường đang áp dụng phương pháp học tập online nên đối với em, thực sự gặp rất nhiều khó khăn trong việc học và hoàn thành bài tập online. Hơn thế, gia đình em thuộc vùng sâu, vùng xa - nơi điện để thắp sáng vẫn chưa có nên việc truy cập internet đối với em là một khó khăn lớn. Chính những lý do trên, mong quý thầy cô cho phép em rút môn học Xác suất và thống kê, MSMH: MT2001, MN: L06. Em xin chân thành cảm ơn quý thầy cô!",
    "Cho em xin rút môn học Nhập môn lập trình ạ (CO1003)nhóm L04 lý do hiện tại máy tính em bị hư , mà môn này học thực hành khó. Vs lại mùa dịch em học online không tiếp thu được bài ạ,  mong trường thông cảm ạ",
    "Thưa ban giám hiệu nhà trường, Em đã đăng ký môn Hệ Điều Hành có mã môn học CO2017 nhóm L04 và Hệ Điều Hành(tn) có mã CO2018 nhóm L11 để học cải thiện điểm nhưng hiện tình hình dịch tễ Covid-19 nên gia đình em gặp khó khan tài chính nên em muốn được Xin phép rút môn học ạ. Em cảm ơn ban giám hiệu đã xem xét cho em   i Đă .",
    "b EE3043 :Cấu trúc máy tính, nhóm A01     Lý do: vì đang tham gia một khóa học đào tạo online có chứng chỉ trên EDX, hơn nữa môn học này có bài tập lớn khó nên cần nhiều sự tương tác với giáo viên giảng dạy. Bên cạnh đó em đang học chương trình liên thông lên thạc sĩ và vì nghỉ dịch nhiều nên khối lượng chương trình trở nên lớn hơn nên em khó có thể đảm bảo được khả năng hoàn thành cũng như khả năng tiếp thu môn học một cách tốt nhất có thể. Em cảm ơn",
    "ng ký dư môn học trong học kỳ 192 nên mong muốn rút môn học môn vật lý 2, mã môn học PH1005, mã nhóm L08, môn bài tập vật lý 2 (bt), mã môn học PH1006, nhóm L15",
    "Em tên là  (MSSV: ), em mong muốn được rút môn học (không tính HP) 2 môn vì lý do:  Đây là học kì cuối khóa và em đã hoàn thành đủ số tín chỉ cần thiết. Em đăng kí với ý định học cải thiện, nhưng hiện tại LVTN em đang gặp nhiều khó khăn nên muốn tập trung cho LVTN . Môn học xing rút:  ME3021 - Kỹ thuật nâng vận chuyển ME4009 - Động lực học cơ hệ Em xin chân thành cảm ơn, BGH và PĐT đã tạo điều kiện cho sinh viên rất nhiều ạ . Trân trọng,",
    "Em làm đơn xin rút môn học này vì lý do: Trước đây lúc đăng ký môn học này em muốn cải thiện điểm nhưng kỳ này của em có quá nhiều môn chuyên ngành nặng nên em muốn tập trung học các môn chuyên ngành vững kiến thức để hè này đi thực tập, còn về cải thiện môn này em xin để kỳ sau. Em mong thầy cô phòng đào tạo cho em rút môn này, em xin chân thành cảm ơn thầy cô ạ. Môn học:  Mã số môn học: MT1009 Mã nhóm: A02",
    "Em tên  mssv  . Em xin rút 2 môn học .Cơ Lý thuyết AS1003 nhóm T01  và   Lý 2 PH1005 nhóm lớp T01_T01 Lý Do : em hiện tại đang học hệ VHVL  cho nên thời gian học bị trùng với lịch làm viẹc , và do dịch bệnh làm hạn chế việc đi học bằng phương tiện . Nay em xin rút 2 môn học , đồng thời sắp xếp lại lịch làm việc ổn định và dịch bệnh bớt căng thẳng em sẽ đăng ký học lại . Mong Ban Giám Hiệu và Thầy Cô duyệt cho em  Em xin cám ơn !",
    "Môn: Điện tử công suất ứng dụng Mã môn học: EE3079 Nhóm: A02 và ONL Lý do: Vì em đã tích luỹ đủ tín chỉ để xét tốt nghiệp(trừ luận văn). Ngoài ra nhà em không có internet và các quán net cũng bị đóng cửa nên em không học online được.",
    "Do em đăng kí nhầm cho học kì này, môn lý thuyết cnsxck btct đúc sẵn em vẫn chưa học nên không thể hoàn thành đồ án môn học vào học kì này được, em xin phòng đào tạo cho em rút môn học này Tên môn học : ĐAMH cn sxck btct đúcsẳn Mã môn học :  CI3225 MSSV:          Em cám ơn!",
    "Phương pháp tính . Mã Mh mt1009 . Nhóm tổ : L06 Lý do : đồ dùng học tập: laptop. Máy tính cầm  tay em đều để ở ký túc xá Việc chỉ có 1 cái smartphone.thật sự rất khó khăn trong cả việc học tập và làm bài kiểm tra. Do tình hình hiện tại nên em muốn tập trung học. Những môn cơ sở ngành hơn  .   i Đă .",
    "Em xin rút môn học SCADA msmh EE3071 nhóm A02.  Lý do: môn học học trên phần mềm chuyên ngành mà học online nữa. Mặc dù Thầy dạy rất nhiệt tình nhưng em cảm thấy học không được theo cách này. Xin cho em rút môn học này",
    "Vì lí do sức khoẻ nên học kì này em không thể học môn Bơi được. MSMH: 1019. Mã nhóm: L02",
    "Kính gửi VPĐT OISP, Em tên là  (MSSV: ) thuộc Khoa Hoá - Ngành Công nghệ Thực Phẩm . Hiện tại, em mong muốn được rút môn Kỹ thuật Thực phẩm 2 (CH2035) nhóm tổ ONL1. Lý do xin được rút môn: Em gặp khó khăn tiếp thu bài giảng qua quá trình học Online của môn này. Vì đây là môn quan trọng trong ngành của em nên em muốn học kĩ và có thể giao tiếp xã hội và lên lớp nghe giảng. Còn những môn còn lại thì em vẫn có khả năng theo kịp qua bài giảng ONL. Em cám ơn VPĐT OISP đã dành thời gian đọc mail của em. Trân trọng.",
    "Môn học:  B Khai phá dữ liệu    Mã MH:   B CO3029    Nhóm: L01 Lý do: Em đăng ký môn học này do ban đầu em tính nhầm số tín chỉ nhóm D, và hiện tại gia đình em đang gặp khó khăn về tài chính nên em xin được rút môn học. Rất mong PĐT cho phép.   i Đă .",
    "Gửi Phòng Đào tạo, hôm qua em có gửi lên thắc mắc về 2 môn học CH4007 (Đồ án thiết kế kỹ thuật hóa học) và CH4351 (Đề cương luận văn) không xuất hiện trong trang BKel của em. Hiện 2 môn đã xuất hiện bình thường nhưng môn CH4007 kỳ này trước đó PĐT phân công thầy  phụ trách, nay lại là thầy  nên toàn bộ nội dung thầy  hướng dẫn đã tải lên trước đó không có trong này, trang mới hoàn toàn trống. Phòng đào tạo kiểm tra lại và phục hồi về lớp của thầy  giúp em để em có thể tiếp tục môn học.",
    "vì em đăng ký trước khi thi cuối kỳ, sau khi thi đã đậu nên em xin được rút môn học, em cảm ơn, môn học: Hóa phân tích, mã môn học: CH2009, nhóm: L01",
    ". Dạ, em đã đăng ký môn học dự thính HK192 đợt 1. Nhưng đến giờ em vẫn chưa nhận được tin tức về môn học đó. Em thắc mắc không biết học kỳ dự thính HK192 có bị hủy không ạ? Nếu học kỳ dự thính bị hủy thì em có cần đăng ký rút môn học đó hay không ạ? Em cảm ơn.",
    "Em đăng ký rút 2 môn học: Quy trình thiết kế và sản xuất vi mạch ( Mã môn học EE3113 - Mã nhóm A01) và Kỹ thuật nhiệt lạnh ( Mã môn học EE3135  - Mã nhóm A01) . Lí do : Chương trình đào tạo của em là 142 tín chỉ. Học kì 2 2019-2020 là học kì cuối(học kì 8)của em, tín chỉ tích lũy hiện tại của em hiện tại là 130 tín chỉ, và học kì này em đăng kí 4 môn(18 tín chỉ) gồm :  Lối CMĐCSVN (3 tín chỉ); (9 tín chỉ) và 2 môn học trên. Các môn học bắt buộc cũng như chuyên ngành em đã hoàn thành đầy đủ. Em muốn rút 2 môn này để hoàn thành đúng 142 tín chỉ. Học kỳ trước em đăng kí thêm 2 môn này để học cho trường hợp nếu không hoàn thành kịp các môn chuyên ngành của học kì 1 để kịp tiến độ tốt nghiệp.   i Đă .",
    "Phòng đào tạo cho phép em được hỏi là học kì dự thính của học kỳ 2 ( 2019 - 2020 ) có tổ chức không ạ?   i  .",
    "Do tình hình dịch bệnh khá phức tạp, và hoàn cảnh gia đình quá khó khăn vào thời điểm hiện tại, hiện tại đang sống ở quê với gia đình, không có điều kiện học trực tuyến. Em xin được rút môn học: Anh văn 1, MSMH: A1003, Nhóm: 01 (học ngày thứ 2, tiết 4-6, CS2)",
    "Do gia đình em trong thời gian này có xảy ra một số chuyện cho nên em không đủ thời gian để tham gia đầy đủ các khóa học . Chương trình tiên tiến Môn: Mạch công suất và điện cơ - Power Circuits in Electromechanics (408402) Mã số môn học: 408402 ",
    "Rút môn Hệ Điều Hành, mã số môn học CO2017, mã nhóm L01. Lý do: Em cảm thấy chưa đủ khả năng, điều kiện và hoàn cảnh gia đình vùng sâu vùng xa nên khó khăn trong học tập môn này .",
    "Do gia đình em trong thời gian này có xảy ra một số chuyện cho nên em không đủ thời gian để tham gia đầy đủ các khóa học . Chương trình tiên tiến Môn: TN xử lý số tín hiệu - Digital Signal Processing Lab  Mã số môn học: 405407",
    "Tên môn học: Kỹ thuật nhiệt lạnh Mã môn học: EE3135  Nhóm-Tổ: A01  Lí do : Chương trình đào tạo của em là 142 tín chỉ. Học kì 2 2019-2020 là học kì cuối(học kì 8)của em, tín chỉ tích lũy hiện tại của em hiện tại là 133 tín chỉ, và học kì này em đăng kí 2 môn (12 tín chỉ) gồm : Kỹ thuật nhiệt lạnh (3 tín chỉ);  (9 tín chỉ). Các môn học bắt buộc cũng như chuyên ngành em đã hoàn thành đầy đủ. Em muốn rút môn này để hoàn thành vừa đủ 142 tín chỉ.",
    "Chào thầy(cô)! Vì em đang ở quê mà laptop em để trên phòng trọ rồi nên em muốn rút môn: + Lập trình hệ thống nhúng + Mã môn học: EE3031 + Nhóm: A02 Mong thầy(cô) giải quyết giùm em ạ.",
    "E đã hoàn thành chương trình đào tạo, đầu kì e đăng kí môn để chờ Toeic Speaking and Writting. E mong trường tạo điều kiện cho e rút môn. Môn học:    Mã môn: SP1005 Nhóm: A03",
    "Kính chào, Em là , sinh viên K14 khoa KH-KT Máy Tính. Học kỳ 192 này em có đăng ký 2 môn học sau, và có nguyện vọng được rút lại các môn đó: 1) Thực tập công nghệ pm        CO3055  L03 2) Phát triển ứd trên tbdđ    CO3043    L01 Trong tình hình dịch kinh tế gia đình có khó khăn. Lại vì trong tiến độ học tập của em không cần thiết học 2 môn này. Nên em mong rút để có thể tập trung cho những môn còn lại trong kỳ này. Kính mong nhà trường giúp đỡ cũng như hỗ trợ em trong vấn đề này. Em xin cảm ơn. Trân trọng, ",
    "Không có thời gian và điều kiện thích hợp. Không đạt hiệu quả cao nhất.",
    "Vì tình hình đại dịch covid_19 đang diễn biến phức tạp, nên em ở tại địa phương tránh dịch không rời khỏi địa điểm cư trú, nên không có đủ điều kiện để tham gia học trực tuyến, nên hôm nay em xin phòng đào tạo cho em được rút môn học và sẽ tiếp tục chương trình xao khi tình hình đại dịch được khống chế. Em xin cảm ơn phòng đào tạo .  Em Xin được rút các môn:     1. Chi tiết máy ( ME2007), nhóm tổ T01 và thí nghiệm.     2. Kỹ thuật độ tin cậy ( ME4465), nhóm tổ T01, và thí nghiệm.",
    "Em muốn đăng kí rút môn học vì khi em về quê nghỉ tết nên không có đem theo laptop vậy nên em gặp rắc rối khi học online và làm bài kiểm tra trên mạng. Môn học: Mô hình hóa,mô phỏng và tối ưu hóa trong CNHH Mã số môn học: CH3133 Mã nhóm: A05",
    "Vì trùng với thời gian làm việc tại công ty, và cần giành nhiều thời gian cho LVTN nên em mốn rút môn học và giành thời gian cho các môn học khác. Môn học rút: Truyền số liệu và mạng - Mã môn học: EE3019 Nhóm/Tổ: A01   i Đă .",
    "Do không có thời gian nên em xin rút 2 môn trong học kỳ 192: 1. Phương pháp tính - MT1009 - L01 2. Đồ án thiết bị và lò trong công nghiệp Silicat - MA3059 - L01",
    "Tên Sinh Viên: Lê Nguyễn Trung Nam MSSV: 1851092 Lí do rút môn học: Do sau khi qua 3 học kì Anh văn vào năm 2018, kiến thúc ở những bộ môn khoa học tự nhiên của em đã bị quên đi rất nhiều. Nên thời điểm hiện tại em chưa đủ khả năng để học 1 lượt 6 môn học, mà chỉ có thể cố gắng vừa học số tín chỉ vừa đủ (10 tín chỉ) và cố gắng bù đắp lại những kiến thức đã quên trong 1 năm qua. Nên em xin được phép rút môn học để còn vừa đủ 10 tín chỉ ạ. Do mỗi môn học bây giờ có 2 mã số môn học ( 1 cho học Online và 1 học thường) nên em xin phép ghi cả 2 mã số ấy vào mỗi môn học xin được rút Tên môn học xin được rút: 1. Giải tích 2:  Mã số môn học: MT1005 và MT1021  Mã nhóm tương ứng: ONL1 và TT02 2. Đại số tuyến tính: Mã môn học: MT1007  Mã nhóm tương ứng: ONL1 và TT01 3. Cơ sở phương trình vi phân Mã môn học: MT1023 Mã nhóm tương ứng: ONL1 và TT01 Trên đây là 3 môn học em xin được rút ạ. Em xin cảm ơn ",
    "Vẽ kỹ thuật xây dựng: CI1033; DH_HK192 - Lý do: Hiện tại vì tình hình dịch nên em phải ở nhà ( Một huyện miền núi ) và gia đình em không có laptop và wifi để có thể thực hiện các yêu cầu mà môn đưa ra như bài thực hành vẽ Autocad em xin được rút môn học này để kì sau có cơ sở vật chất em sẽ tiếp tục theo học.",
    "vì tình hình dịch bệnh, nên em không thuận tiện trong việc đi thực tập theo yêu cầu môn học. nên em xin đăng ký được rút môn cho môn học này. TÊN MÔN HỌC: Thực tập kỹ thuật MÃ Môn Học: CI3153 NHÓM-TỔ: L01",
    "Tên môn học: Vật lý 1 - Học kì dự thính 19.2 Mã số môn học: PH1003 Nhóm lớp: Chưa có Lý do: Em xin chào thầy cô. Nay em xin rút môn học Vật lý 1 ở học kì Dự thính 19.2 vì hiện tại em không thể xoay sở đủ học phí và chương trình môn học chính thức của em ở học kì chính hiện tại đang khá nặng và em đang cố gắng hết sức để học online ạ. Vì vậy hiện tại em không đủ tài chính và khả năng để học thêm môn Vật lí 1 ạ. Em xin thầy cô thông cảm và xét duyệt giúp em ạ. Em xin cảm ơn thầy cô ạ.",
    "Em xin rút môn học Pháp Luật Việt Nam Đại Cương (mã môn học SP1007, mã nhóm L04) với lý do: em đang đi làm nên không đảm bảo đủ thời gian đến lớp và em đã hoàn thành môn này trong chương tình học rồi.Em mong PĐT xem xét giúp em. Em xin cảm ơn.   i Đă .",
    "Lý do đã qua môn học, Hóa Hữu Cơ , CH2021, A04 ",
    "Không xem lại được video môn EE3071 - SCADA",
    "Đă   Vì lí do môn này em đã học qua nhưng trong thời điểm dịch covid-19 nên trường lên điểm khá muộn nên em phải đăng kí mới vì thế Em muốn đăng kí rút môn học Kỹ thuật điện - điện tử msmh EE2011 nhóm A01 mong nhà trường giải quyết sớm giúp em để em có thời gian làm luận văn tốt nghiệp. xin cảm ơn.  ",
    "Em tên  mssv:  lớp XD16CD1 khoa Kĩ thuật Xây dựng. Em xin được rút môn ĐAMH Nền móng (CI3197) nhóm A01 với lí do học online làm em không hiểu bài nên không thể làm Đồ án được ạ và gia đình ở Bến Tre hạn mặn điều kiện khó khăn em phải ở quê phụ giúp một số việc trong thời gian dịch nên không đủ thời gian tối đa để làm bài. Mong Phòng đào tạo duyệt giúp em. Em xin cảm ơn ạ!",
    "Thưa phòng đào đạo, em học kỹ thuật môi trường. Em có đăng ký môn con người và môi trường(EN 1003) nhưng em không biết môn này  có tính vào điểm tích lũy trung bình khi ra trường của em không ạ. Mong phòng đào tạo giải đáp thắc mắc này của em, em cảm ơn ạ.",
    "Xin chào Em có thắc mắc là học kì này trường có tổ chức cho sinh viên học dự thính không ạ? - Nếu có thì trường sẽ cho sinh viên bắt đầu học từ ngày nào và học theo hình thức nào ạ? - Nếu không thì sinh viên có phải đăng kí rút môn học không tính phí không khi đã thực hiện đăng kí học dự thính đợt 1. Mong sớm nhận được giải đáp ạ. Em trân trọng cảm ơn.",
    "Em xin được rút môn Cơ lưu chất, CI2003, L06,lí do là vì học kì vừa rồi em đã học và qua môn nhưng do lúc đăng kí và hiệu chỉnh em có đăng kí và quên xóa đi nên vẫn còn. Em cảm ơn.",
    "Trường đã triển khai việc học online trên e-learning một tuần rồi mà lớp Anh văn của em vẫn chưa bắt đầu. Trong học phần có đến 30% điểm là bài tập trên lớp nên em khá lo lắng. Mong thầy cô giải đáp thắc mắc cho em. Em cảm ơn.",
    "PĐT cho em hỏi, HK2 em đăng ký 17 tín chỉ, nhưng môn  Lê-nin của em bị hủy trên thời khóa biểu do môn học không nằm trong chương trình đào tạo,mặc dù em đã đăng ký thành công môn học này và đã có thời khóa biểu, vì thế HK2 của em chỉ còn 12 tín chỉ, nếu cộng với HK1 thì em chỉ có 27 tín chỉ chưa đủ điều kiện qua năm 1. PĐT cho em hỏi bây giờ em phải làm sao ạ?  Em xin cảm ơn",
    "Lí Do: Công ty điều em đi công tác ở Đồng Tháp, tình hình dịch diễn biến phức tạp, việc đi lại gặp nhiều khó khăn. Tên môn học: ĐAMH tổ chức thi công Mã Môn Học: CI4127 Nhóm/Tổ: T01",
    "Dear thầy/cô,  Em xin đăng ký rút các môn học sau: 1. Đồ án BTCT 2 - CI3177 Em đăng ký song song vừa môn học BTCT 2 vừa làm đồ án, nhưng học kỳ này không có mở lớp cho BTCT 2. 2. Quản lý dự án xây dựng - CI1053 Do chưa hoàn thành môn Kỹ thuật thi công và Tổ chức thi công, em thấy chưa đủ kiến thức để học tiếp môn Quản lý DA Xây Dựng. Mong thầy/cô xem xét và hỗ trợ. Trân trọng  ()",
    "Em kính chào PĐT. Em muốn xin rút môn: Quản lý Chuỗi cung ứng - IM3021 - Nhóm A02. Lý do: Khi đăng ký môn này trước đây, em có kỳ vọng sẽ được đi doanh nghiệp để có thể trải nghiệm và áp dụng kiến thức môn học vào thực tế, đồng thời có thể tích lũy thêm kinh nghiệm tại doanh nghiệp. Tuy nhiên do tình hình dịch Covid-19, nên môn học đã không thể tổ chức cho sinh viên đi doanh nghiệp. Do đó em muốn rút môn học ở kỳ này để có thể đăng ký vào học kỳ khác khi tình hình ổn định hơn nhằm được đi doanh nghiệp. Bởi vì phần đi doanh nghiệp ở môn này rất là quan trọng. Em mong PĐT chấp nhận cho em rút môn nhằm tạo điều kiện cho em có thể học môn này tốt hơn ở những học kì sau. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo Em tên là:             MSSV:             Ngành: Bảo Dưỡng Công nghiệp Em học cao đẳng bảo dưỡng công nghiệp môn av4 đúng MMH là: 003004, nay em học môn av4 MMH: LA1009. Cho em hỏi nếu học vậy PDT có cập nhật tín chỉ av4 cho em không ạ. Em cảm ơn nhiều ạ.",
    "Môn:Bơi Mã môn:PE1019 Mã nhóm: L07 em muốn rút môn này vì trong lúc đăng kí môn học em đã chon nhầm giờ. Vì vậy đã bị trùng giờ học Anh văn của em ở trung tâm. Em xin lỗi vì sự cố này. Em mong thầy cô thông cảm và xét duyệt cho em hủy môn này ạ. Em cảm ơn",
    "QUOTE    Đă . Dạ em tên là LÊ ĐÌNH ANH HUY MSSV  Lớp Việt Pháp Hàng Không K2014 Em xin được rút môn học 215721 - Lựa chọn vật liệu (2b) Em xin trình bày lý do rút môn học như sau Do trước học kỳ 192 em chưa hoàn thành chứng chỉ TOEIC đủ điều kiện để làm Luận Văn Tốt Nghiệp nên em phải đăng ký 1 môn học để đảm bảo quy chế học vụ. Hiện tại em đã hoàn thành chứng chỉ TOEIC và đã hoàn thành đăng ký .",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TpHCM. Em tên: . MSSV:  Em xin phép được đăng ký rút môn học anh văn 4 (LA1009) do hiện tại em sắp tốt nghiệp và đang đi làm nên em khó có thể đảm bảo thời gian học môn này ở học kỳ chính thức và em sẽ chuyển sang học ở kỳ dự thính hoặc nộp chuyển điểm bằng TOEIC nếu nhận được sự cho phép của quý thầy cô Em xin cám ơn và chúc quý thầy cô luôn vui khỏe!    i Đă .",
    "Xin phép PĐT cho em được rút môn học HÓA HỮU CƠ. Vì lí do: em đã qua môn HÓA HỮU CƠ. Tên môn học: HÓA HỮU CƠ Mã số môn học: CH2021  Mã nhóm: A03",
    "Do chưa biết kết quả học kỳ 191, em phải đăng ký dự phòng 1 môn học để đảm bảo đủ tín chỉ và tốt nghiệp đúng hạn trong trường hợp em có rớt môn ở học kì 191. Nay, có kết quả học kỳ 191, sau khi qua luận văn nữa là em đủ tín chỉ và tốt nghiệp đúng hạn, nên em muốn rút môn để tập trung toàn bộ thời gian vào luận văn, bên cạnh đó, em thực hiện luận văn một mình, khối lượng công việc lớn đòi hỏi em phải dành toàn thời gian vào thực hiện luận văn. Các môn học em muốn rút bao gồm: - Xử lý ảnh số và thị giác máy tính - CO3057 - nhóm L01  -  của ĐảngCSVN - SP1009 - nhóm A05  Mong quý thầy/cô xét duyệt cho em rút môn để có thể dành toàn thời gian cho luận văn ạ.",
    "Kính gửi: PĐT Đại học Bách Khoa TP. Hồ Chí Minh Em là / MSSV  Hiện em là sinh viên thuộc chương trình Đại trà đã hoàn thành môn Anh văn 4 (Điểm tổng kết 8.0). Như vậy em đã đủ chuẩn để nhận LVTN và bổ sung chứng chỉ khi đăng ký xét tốt nghiệp hay phải nộp chứng chỉ ngoại ngữ trước học kì đăng ký môn LVTN. Mong được quý thầy/cô giải đáp. Em xin cảm ơn ",
    "Đă . Môn Học Muốn Rút:  - Pháp luật Việt Nam đại cương . -Mã môn học:SP1007. -Nhóm:A01 Lý do:Hiện tại gia định em đang gặp khó khăn về tài chính do mẹ em bị bệnh, cũng như em cần có thời gian để chăm sóc mẹ.",
    "Em xin rút môn học  Đồ án môn học điện năng 2    msmh 400809  Nhóm T01 Em xin rút môn học vì tình hình dịch bệnh không thể vào thành phố hồ chí minh để thực hiện đồ án được  Em xin chân thành cảm ơn",
    "Em chào các thầy cô, em đang gặp vấn đề trong việc nhận mail của giảng viên về việc học trực tuyến. Em có bạn học cùng lớp học L04 môn Pháp luật đại cương Việt Nam SP1007 và cùng lớp học L08 môn Giải tích 2 MT1005. Cả 2 môn bạn ấy đều nhận mail của giảng viên thông báo về lịch trình học online hoặc đường link tới lớp học hangout google meeting nhưng em không nhận được mail nào. Trong khi em lên trang e-learning thì thấy được thông báo như bạn ấy, nhưng đường link vào lớp học em lại không thể thấy vì nó đính kèm trong mail. Em mong các thầy cô giải quyết giúp em vấn đề này để em có thể theo dõi được lịch học tập của em. Em cảm ơn các thầy cô.",
    "Kính gửi nhà trường, Em là  (), sinh viên khoa Quản lý công nghiệp. Em viết nội dung này để gửi yêu cầu rút môn Giải tích 1 (mã môn: MT1003 , mã nhóm: CC01). Vì dịch đang diễn ra nên các hoạt động buôn bán bị ngưng tạm thời, trong đó gia đình em cũng bị ảnh hưởng không nhỏ. Nên em muốn huỷ môn để khi tài chính gia đình ổn lại thì mới có thể đăng kí. Ngoài ra, thi lực em không tốt nên ngồi máy tính nhiều dễ bị đau mắt đỏ. Em cũng có bệnh da liễu nên học online gây ảnh hưởng không tốt với tiến trình trị bệnh của em. Đặc biệt, Giải tích là môn em từng rớt một lần nên việc học online đối với môn này lại là một trở ngại. Em rất mong nhà trường xem xét yêu cầu rút môn học của em. Em hứa sẽ thực hiện các thủ tục xác nhận nhanh sau khi nhận thông báo huỷ môn thành công từ nhà trường. Em rất mong nhận được phản hồi sớm ạ . Chân thành cám ơn.",
    "Lý do:  1. Lý do đầu tiên và đơn giản nhất là em qua môn này rồi và không muốn phải học lại nữa. 2. Em thấy môn này có cả thí nghiệm lẫn lý thuyết và việc học online với môn này thực sự rất khó. 3. Em có học tiếng anh ở ngoài nên thời gian đang hạn hẹp ạ. Em cảm ơn thầy cô.",
    "Lý do em muốn rút môn học là do thời gian đi làm và học từ xa có chỗ khó hiểu, em không cảm thấy không theo được như học tại trường. Môn học em muốn rút là Hệ điều hành, MSMH: CO2017, Nhóm T01 Cơ lý thuyết, MSMH: AS1003,  Nhóm T01",
    "Kính gửi Phòng Đào Tạo, Em là  MSSV: 4 Em đã đăng ký xét tốt nghiệp và thanh toán lệ phí đầy đủ nhưng chưa có tên trong danh sách tốt nghiệp, thông tin em gửi trong file ảnh đính kèm, mong thầy/cô kiểm tra lại giùm em, Cảm ơn và mong phản hồi từ thầy/cô.",
    "Tên môn học: Xử lý ảnh số và thị giác máy tính. Mã môn học: CO3057. Mã nhóm: L01. Lí do xin rút môn: Học kì này do ảnh hưởng của dịch bệnh Covid-19, dẫn đến việc phải học online của môn học, cộng thêm với điều kiện vật chất về mạng internet không được đảm bảo ở nhà, cho nên em kính xin nhà trường cho em được phép rút môn học này để tránh việc không hoàn thành tốt dẫn đến việc có kết quả không tốt ở kì này. Em xin cảm ơn nhà trường đã xem xét về việc rút môn học của em. Em xin chân thành cảm ơn ạ.",
    "Tên môn học: PLC Mã số môn học: EE3069 NHóm - Tổ: A03 Lý do rút môn học: Em đã học đủ hết môn trong chương trình đào tạo của nhà trường. Giờ tình hình dịch bệnh nên em ở nhà chú tâm làm luận văn tốt nghiệp. Em kính mong trường xem xét cho em rút môn học. Em xin chân thành cám ơn!",
    "Kính gửi quý Thầy Cô. Em tên: Ngô Hoàng Ngọc Thanh MSSV:  Em xin được rút môn: 1. Thực tập tốt nghiệp (CO3313) - Nhóm L01. 2. Đề cương luận văn tốt nghiệp (CO4311) - Nhóm L01. Lý do: Do diễn biến phức tạp của dịch bệnh Covid-19 và thực hiện theo lệnh của chính phủ \"Cách ly toàn xã hội\" nên em không thể đi thực tập được. Em xin chân thành cám ơn. Trân trọng.",
    "ng truyền mạng nhà em quá yếu và em không có laptop để theo dõi bài giảng và đồng thời làm bài tập của môn . Em muốn xin rút môn Cơ lưu chất CI2003 nhóm L04 và Cơ lưu chất (tn) CI2004 nhóm L13",
    "em xin đăng kí rút môn ĐỒ ÁN MSMH EE3151 nhóm A04 Vì lí do em đăng kí nhầm em đã qua môn học này và có điểm môn này.em xin chân thành cảm ơn.",
    "Kính gửi quý Thầy Cô. Em tên:  MSSV:  Em xin được đăng ký môn: 1. Mạng máy tính - Mã MH CO3033 - Nhóm L01 - Học thứ 2 (tiết 7-8-9) và thứ 4 (tiết 7-8). Em xin chân thành cám ơn. Trân trọng.",
    "Xin phép rút môn Đề Cương Luận Văn, mã môn học: CO4311, nhóm L01, vì đã hoàn thành đề cương học kì trước và đã xin bảo lưu thành công, xin phép phòng đào tạo cho phéo em huỷ môn.",
    "Dạ lý do là đã em đăng ĐAMH thiết kế cầu. Lý do em đã qua môn học và kì này làm luận văn cầu, thời gian học không cho phép vì trùng với lịch hướng dẫn của thầy. Kính mong quý thầy cô xem xét hủy môn giúp em, em chân thành cảm ơn . Môn học: ĐAMH thiết kế cầu Mã số: CI4123 Mã nhóm A01",
    "Tên môn học   : Kết cấu bê tông cốt thép 3 Mã số môn học : CI3115 Mã nhóm       : A-01 Lý do: Thời điểm đăng ký môn học này là lúc em chưa có kết quả của Hk191. Sau khi có toàn bộ kết quả các môn ở Hk191 em đã đủ chỉ tiêu cho các môn \"Tự chọn\" ở nhóm 3(theo tiến độ học tập của em). Em kính mong phòng đào tạo cho phép em được rút môn này để em có thể tập trung chất lượng vào các môn ở học kỳ hiện tại 192 ạ! Em xin chân thành cảm ơn!",
    "Lí do :Em đăng kí quá nhiều tín chỉ,và thời gian học đang rút ngắn, chi phí không đủ trả cho nhiều môn học  Tên môn học : Xử lí tín hiệu số với FPGA Mã môn học : EE3041 Giảng viên : ",
    "Mã môn học : MT1009 Tên môn học :  Mã nhóm : L09 Lý do : Môn này em đã qua nhưng vì muốn học cải thiện nên đăng kí lại dưng do kì này học online nên không cải thiện được. Em xin hết.",
    "Tên Môn Học: Mạng Cảm Biến Không Dây Và Ứng Dụng. Mã Môn Học: EE3053 Mã Nhóm: A01 Lý Do: Em đã đăng ký tốt nghiệp và em không còn nguyện vọng học cải thiện môn học này. Em mong phòng đào tạo giúp đỡ em! Em cảm ơn phòng đào tạo rất nhiều.",
    "lý do rút môn học : môn mở cs2 không thuận tiện cho việc đi học Tên môn học : Cơ lưu chất Mã môn học : CI2003              CI2004(tn) Mã nhóm : L06           L19 đối với thí nghiệm",
    "môn này thực hành là chủ yếu và chiếm phần lớn điểm, em xin rút để dời sang học kì sau: CO2015 - Linh kiện và mạch điện tử Mã nhóm: CC01",
    "e đã qua môn học cơ lưu chất r ạ  Môn học : Cơ Lưu Chất - CI2003 - L01",
    "Kính gửi nhà trường, em tên Đặng Hoàng Nhật - MSSV: , em xin phép được rút 2 môn học dự thính ( Vật Lý 1 và Giải tích 1)  Lý do: vì em không biết khi nào sẽ đi học lại hk192 nên không thể sắp xếp thời gian để học dự thính, em sẽ đăng ký lại vào kì đầu năm 2 Kính mong nhà trường chấp nhận cho em rút môn. Em cảm ơn rất nhiều! Giải tích 1:MT1003 Vật Lý 1:PH1003 ",
    "Do lúc đăng kí bổ sung đợt 3 em bấm nhầm mã số môn học nên đăng kí nhầm môn , sau khi có kết quả thì mới kiểm tra lại và không thay đổi được nữa. Nay em muốn xin PDT cho em rút môn học Tư tưởng Hồ Chí  - SP1005 - Nhóm A01",
    "Tên môn học: thí nghiệm vật lý Mã số môn học: PH1007 Mã nhóm:L14  Lý do rút môn học: em đăng kí môn học để duy trì tình trạng học vụ trong trường. Đợi có bằng anh văn để tiếp tục chương trình học của mình. Mong nhà trường có thể cho em rút môn học ạ.",
    "Em tên là:   MSSV:  Lý do: Em đã qua môn này và em muốn tập trung cho việc làm luận văn thật tốt ạ!  Kính mong PĐT cho phép em rút môn: Đồ án môn học thiết kế cầu; MSMH: CI4123; Nhóm lớp: A01. Em xin cảm ơn!",
    "Học kỳ này em đăng ký nhiều môn nhưng thực sự trang thiết bị và kết nối mạng tại nhà rất tệ nên em xin rút 2 môn để đảm bảo chất lượng học tập: Vật lý 2, mã mh: PH1005 nhóm: L16 Hóa đại cương, mã mh: CH1003 nhóm: L25",
    "Lý do: Vì em cảm thấy học online môn này không thích hợp với em . Môn: Quản Lý Chất Lượng Mã : IM3063 Mã nhóm : A02",
    "Môn học: Quản lý dự án  Mã số  : 505917 Lớp 2 Lý do rút môn học:  Hiện tại Phòng đào tạo sau đại học đã quyết định dời học kì lại sau khi hết dịch, tuy nhiên cô  lại yêu cầu học viên phải chuẩn bị 1 số bài tiểu luận cho môn học dù chưa có buổi học chính thức nào. Sau khi trao đổi với cô, mình thấy không thích hợp học môn này nữa. Mình có nhu cầu rút môn này để tập trung hơn cho công việc hiện tại.",
    "Xin pđt cho em rút môn học  Đồ án thiết kế (ME2011)_Nguyễn Thanh Nam (DH_HK192) BKEL không hiện môn Đồ Án Thiết Kế Các bạn đã chạy được bài hơn 2 tuần em còn chưa có môn trên BKEL",
    "Do nhà em ở quê không có mạng học online ạ, ba má là những bán hàng rong giờ Ở SÀI GÒN  do mùa dịch ba má không bán được ạ và đang thất nghiệp , Giờ gia đình e rất khó khăn em phải đi làm phụ đỡ đần gia đình em ạ, với lại mấy môn này em học cải thiện ạ, em cảm ơn ạ  Môn: Pháp Luật Đại cương - SP1007-A03 Môn: Luật và kinh tế Xây dựng -CI1047-A01 ",
    "Đă    thưa thầy(cô) nhà em kh có thiết bị để hỗ trợ việc học trực tuyến. Bên cạnh đó, em cảm thấy học trực tuyến kh hiệu quả đối với bản thân em ạ. Kính mong thầy (cô) xét duyệt cho em. Em cảm ơn rất nhiều ạ!",
    "Lý do xin rút môn học: Do em đăng ký môn học để cải thiện điểm (môn học đã đạt), nhưng do ảnh hưởng của dịch COVID-19 nên tình hình kinh tế của bản thân em không đủ. Vì thế em xin được rút môn học \"Quản trị kinh doanh cho kỹ sư\" để duy trì được các môn học quan trọng hơn. Tên môn học:   B Quản trị kinh doanh cho kỹ sư    Mã số môn học:   B IM3001    Mã nhóm:   B A01    ",
    "Em xin phép rút môn Tư tưởng , mã môn học SP1005, nhóm L02 Lý do: vì em không có máy tính nên việc học online qua điện thoại có sự bất tiện với em, và em sợ việc khối lượng kiến thức của các môn  học nhiều như vậy thì em không thể đảm bảo mình sẽ tiếp thu được, thậm chí còn ảnh hưởng đến kết quả học tập ạ.",
    "Thưa Nhà trường, hiện tại lớp em XD17TD đang bị trùng lịch học online 2 môn đo vẽ địa chính và hệ thống định vị toàn cầu. Mong Nhà trường xem xét và chỉnh sửa lại lịch học giúp em để chúng em có thể học được 2 môn này. Em xin cảm ơn!  .",
    "Vì lý do đây là môn học quan trọng, học tại trường sẽ hiệu quả hơn học online nên em xin phép rút môn học. Tên môn học: Kết cấu bê tông cốt thép 3. Mã môn học: CI3115. Mã nhóm: A01.",
    "Lý do: Em rút môn vì không đủ điều kiện thiết bị mạng để đáp ứng được việc học. Tên môn học: Nhập môn về lập trình. Mã môn học: CO1003. Mã nhóm: L02(LT), L03(TH)",
    "Lý do, do khi về quê em không chuẩn bị được tài liệu và vấn đề về mạng khiến em khó tiếp cận với các buổi live của thầy. nên em xin rút môn Cơ lưu chất, mã số môn học CI2003, Lớp L08",
    "em xin rút môn học Cơ sở kỹ thuật điện ạ.Vỳ lí do em đã học qua môn này và Kỳ này em làm luận văn và phải đi làm thêm để phụ giúp gia đình nên không có đủ khả năng học cải thiện ạ. tên môn học:Cơ sở Kỹ thuật điện(ee2017) của thầy  dạy lý thuyết và thầy  dạy thực hành.",
    "em muốn rút môn học SCADA EE3071 vì quá trình học online không giúp em hiểu hơn về SCADA được, và môn này của khoa Điện còn em học khoa cơ khí nên không nằm trong chương trình học. mong PDT xem xét cho em hủy môn SCADA mmh EE3071 ạ, em cảm ơn",
    "Sinh viên:  MSSV:  Môn học: Động lực học cơ hệ . Mã môn học: ME4009 Lý do: Em nhận thấy luận văn của mình có khối lượng lớn, cần tập trung nhiều thời gian hơn và môn học này chỉ là môn học lại để cải thiện điểm nên em xin rút môn học. Em xin cảm ơn.",
    "Yêu cầu của pdt là phải đủ từ 14 chỉ thì mới được xét học bổng khuyến khích. Hiện tại tình hình dịch diễn ra như hiện nay, em có dự định sẽ rút một số môn học và giữ lại một số môn để đảm bảo chất lượng học tập. Em muốn hỏi là liệu em chỉ đăng ký 10 chỉ có được xét học bổng không ạ? Em mong rằng tình hình học khó khăn thì quy định áp dụng trong kỳ này sẽ khác ạ.",
    "Tên môn học: Phương pháp tối ưu và ứng dụng. Mã môn học: 045145 Lý do muốn rút môn học: - Do tình hình dịch bệnh COVID-19 ảnh hưởng đến công việc của em nặng nề nên em không sắp xếp được thời gian để học nhiều môn trong 1 học kỳ. - Hơn nữa em cần sắp xếp thời gian để thực hiện luận văn.",
    "Em muốn hỏi trong 2 trường hợp sau, một sinh viên được nộp chứng chỉ ngoại ngữ bao nhiêu lần:  1. Nộp chứng chỉ để được đăng ký môn học kỳ tiếp theo  2. Nộp chứng chỉ để quy đổi điểm anh văn Dạ em cảm ơn ạ",
    "Lý do: em muốn dành thời gian để học ngoại ngữ và các môn học khác. Tên môn học: Thiết bị và hệ thống tự động thủy khí Mã số môn học: EE3075 Nhóm: A01",
    "em xin chào thầy/cô ạ  em học kỹ thuật xây dựng khóa 2018 , mssv của em là  . học kỳ này e đăng ký nhầm môn nhập môn kỹ thuật của khoa điện, điện tử mã là ee1001 . mã đúng của khoa em là ci1001 chứ không phải ee1001 nên thầy/cô cho em xin hủy ạ . em cám ơn",
    "Em xin rút môn Cơ sở điện tử công suất, mã số:EE2021, mã nhóm: A01. Lý do em rút môn học vì em nhận thấy kì này em đăng kí khá nhiều môn học nhưng do dịch covid nên quá trình học cũng ảnh hưởng nhiều nên em xin được rút để tập trung thời gian cho các môn còn lại nhiều hơn ạ. Em xin cảm ơn và mong trường xét duyệt nguyện vọng của em.",
    "Em đề nghị trường nên có BẢNG ĐÁNH GIÁ livestream sau mỗi môn học trong vòng 1-2 tuần đầu để cải thiện chất lượng giảng dạy livestream. Livestream KHÔNG BÌNH LUẬN khó tương tác với giáo viên nên màn hình mờ, giáo viên nói không nghe rõ, sinh viên không thể phản hồi đành chấp nhận 1 giờ học không mấy hiệu quả.",
    "Em chào các thầy cô phòng đào tạo ạ. Em hiện là sinh viên năm nhất của chương trình việt pháp. Cho phép em hỏi phòng đào tạo có kế hoạch tổ chức thi lại cuối kỳ môn giải tích 1 việt pháp trong thời gian tới không ạ ?  Em đã hỏi giảng viên phụ trách dạy và thầy bảo em nên hỏi phòng đào tạo về vấn đề này vì thầy cũng không biết ạ. Em mong được giải đáp cho vấn đề này ạ. Em xin cảm ơn.",
    "Môn học: Giải Tích 2 Mã MH: MT1005 Mã nhóm: L08 Lí do: Vì đây là môn học khó, em đã từng rớt 1 lần mặc dù em rất chịu khó học. Khi em đăng kí môn học này thì em không nghỉ sẽ học online. Việc học online rất  khó trong việc hiểu và tiếp thu cho em. Chưa kể em ở thuộc vùng  sâu ngoại ô thành phố nên không có thiết bị kết nối internet.Mỗi lần học phải đi ra quán caffee ngồi hoặc đăng kí 3G Nên em xin PĐT xem xét cho em rút môn học này   ",
    "Xin chào thầy/cô Em tên là  MSSv  Hiện là sinh viên văn bằng 2 ngành điện tử - tự động hóa em nhập học tháng 8 năm 2015 theo quy chế là 14 học kỳ, tức là em còn học thêm được đến 2022 mới hết hạn . Thầy/cô cho em hỏi với tình hình dịch bệnh như hiện tại em có được cộng thêm thời gian học hay không, vì em còn thiếu chứng chỉ TOEIC mà với tình hình này em không thể đi thi để lấy chứng chỉ được để làm luận văn. Và cho em hỏi em rút môn học lần ở kỳ này thì có ảnh hưởng gì không (khi không mất học phí). Em xin cám ơn ",
    "Em chào thầy/cô ạ. Em xin phép được thầy/cô cho em rút môn Anh văn 3 của em. Lý do: vì em vừa mới có bằng toeic gần đây rồi ạ. Mã môn học:LA1007. Môn học: Anh văn 3. Nhóm - tổ: A01. Em xin cám ơn thầy/cô.",
    "MSSV:  Tên môn học :  MSMH: CI1003 Nhóm môn học: L02; ONL Tên môn học:  (TN) MSMH: CI1004 Nhóm môn học: L03 Lý do: lý do cá nhân và gia đình   i Đă .",
    "Em là sinh viên chuyển từ hệ CQ sang hệ VHVL Kì này e đăng kí luận văn tốt nghiệp nhưng bằng anh văn Toeic của e hết hạn. Em có thể xin bảo lưu học kì này và học kì sau bổ sung chứng chỉ anh văn và đăng kí luận văn tốt nghiệp mà không phải lên pdt do đang trong giai đoạn cách ly từ sau Tết đến giờ được không ạ?",
    "em rut môn XÁC SUẤT THÔNG KÊ(MT2001)NHÓM L09 vì môn học này đối với em rất khó để tiếp thu khi học onlline. EM CẢM ƠN",
    "Em chào các thầy cô. Em xin phép được tạm dừng học kì 192 ạ. Lý do em xin tạm dừng là vì em phải thi đại học lại ạ. Em mong các thầy cô xem xét cho em được tạm dừng ạ. Em xin trân trọng cảm ơn.",
    "Vì tình hình dịch bệnh nên học online và em cảm thấy mình không có đủ thời gian để sắp xếp việc học thêm AV hợp lí. (Bên cạnh đó em có đang ôn thi chuẩn bị cho quá trình thi TOEIC  nên sẽ nộp bằng vào trường trong học kì tới) vì vậy em mong muốn xin được rút môn học.   2 ,LA1005 , A01",
    "Em xin rút các môn: Điện trong kỹ thuật lạnh ME4311 Điều hòa không khí ME3037 Điều hòa không khí(TN) ME3038 CAD/CAM ME4007 Lý do các tiết học trong giờ hành chánh em đi làm k thể tham gia học thường xuyên và đều đặn  Kính mong phòng đào tạo cho e hủy các môn này!",
    "Em xin được rút môn   , mã số môn học SP1007, mã lớp L05.",
    "Bởi vì em rớt môn giải tích 1 nên em muốn rút môn giải tích 2 để học dự thính môn giải tích 1. + Giải tích 2, MT1005, L14.",
    "Em có đăng kí học dự thính môn giải tích 1. Nhưng em lại không thấy môn Giải tích 1 trong BKel. Có phải em đăng kí sai hay là chưa có trong BKel?",
    "Em xin được rút môn học Kết cấu thép 2 bởi vì học kì trước khi biết điểm thì em đã đậu môn đó  Tên môn học: Kết cấu thép 2 Mã môn học:  CI3211 Nhóm:        A01",
    "Sau 2 buổi học trực tuyến em thấy có vẻ đây không phải là phương pháp dạy học tốt trong lúc này ạ. Thứ nhất là với thời gian học cố định có phần hơi bất tiện cho cả giảng viên và sinh viên. Thứ hai, trong lúc học có nhiều sự cố như giọng gv nhỏ, âm thanh bị rè.. . Thứ ba là forum chat của trường rất rườm rà, hiện những tin không cần thiết như bạn này tham gia, bạn kia rời khỏi làm trôi tin nhắn quan trọng về bài học. Cá nhân em thấy rằng, việc học bằng các video như trước đây thì tốt hơn ạ. Thời lượng video ngắn nhưng nó có thể phân bài học thành nhiều phần cụ thể, dễ xem lại, ít bị ảnh hưởng bởi yếu tố bên ngoài như giọng nhỏ, tạp âm, đường truyền mạng,.. . Đây là ý kiến riêng của em, mong nhà trường có thể xem xét và có hướng giải quyết phù hợp.Em xin cảm ơn.",
    "MSSV:    Đă . Tên môn học: Đồ án Mã môn học: EE3151 Mã nhóm: A07",
    "Chào Thầy/cô. Em đang theo học văn bằng 2 chính qui, e  thấy trong thời khoá biểu có học bằng live stream. nhưng có vài môn cụ thể như môn quá trình thiết bị sang nay 8/4/2020 học lúc 8h30 sáng nhưng không có thông báo hay kết bạn tạo nhóm gì......ngoài lịch của trường vậy thì làm sao để theo dõi thầy/cô live stream được ah?",
    "Tên môn học: Sản xuất tinh gọn * Mã môn học:  ME4615 * Mã nhóm:     A01 * Lý do: hiện em là sinh viên năm 4, đã hoàn thành đủ các môn học bắt buộc và tự chọn theo CTĐT, đang thực hiện đề tài Luận văn tốt nghiệp tại công ty Besco. Vì muốn dành thời gian nhiều hơn cho Luận văn và trau dồi kinh nghiệm từ thực tế nên em mong muốn được rút môn học này. * Em xin cảm ơn quý thầy/cô vì đã dành thời gian để xem xét yêu cầu này.",
    "Em chào Phòng Đạo Tạo ĐHBK, Em gửi mail này để xin phép Phòng Đào Tạo ĐHBK cho em được tạm dừng học HK192. Sau khi em học 2 năm, em cảm thấy mình không phù hợp với ngành em đang theo học. Nên em quyết định sẽ thi lại ở kỳ thi THPTQG 2020 sắp tới. Vì vậy, em xin phép được tạm dừng học Học kỳ này để ôn thi . Em kính mong Phòng Đào Tạo ĐHBK xem xét và chấp thuận cho em. Em xin cảm ơn.",
    "Lý do: Em ở vùng nông thôn, điều kiện mạng trực tuyến gặp nhiều khó khăn. Không thể học trực tuyến khi ở nhà được, mà điều kiện xã hội cách ly, em không thể ra các quán internet để học trực tuyến được.  Môn học:     + Nhập môn lập trình_CO1003_L03     + Tư tưởng _SP1005_L03     + Pháp luật đại cương Việt Nam_L06     + Nhập môn lập trình(TH)_CO1004_L07  Em xin ban giám hiệu nhà trường thông cảm  Em xin chân thành cảm ơn!",
    "Dạ cho em rút đăng kí 2 môn học dự thính HK 192 là giải tích 1 và giải tích mạch vì lí do gia đình khó khăn em không đủ tiền đóng học phí, em xin cảm ơn nhà trường.",
    "Lí do rút môn học: - Do đăng kí quá nhiều môn trong học kì nên không có nhiều thời gian dành cho \"Đồ án môn học\". - Vì dịch bệnh nên điều kiện kinh tế gia đình khó khăn nên không đáp ứng đủ nhu cầu học phí. - Đây là môn tự chọn nhóm C của chuyên ngành đang theo học nên không ảnh hưởng đến chuyên ngành học. Tên môn học: SCADA, MSMH: EE3071, Mã nhóm: A02",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TPHCM Dạ cho em hỏi nếu em rút môn học của học kì 192 thì vẫn phải chú ý số tín chỉ tối thiểu của học kì và các môn tiên quyết, học trước phải không ạ? Em xin cảm ơn ạ.",
    "Em tên  - MSSV: , em xin phép gửi đơn rút môn học Hệ hỗ trợ quyết định và trí tuệ kinh doanh, mã môn học IM3041, mã nhóm A01.Lý do của em là hiện tại em nên dành thời gian cho các môn học chính thức hơn, và vì một số sự cố nên thời gian này em không trang bị được dụng cụ học tập phù hợp cho môn học này, đồng thời gia đình em cũng gặp khó khăn trong vấn đề trang trải học phí ạ, nên em nghĩ nên rút môn học này và sẽ đăng ký học lại khi thích hợp nhất ạ! Em xin cảm ơn!",
    "Môn xin rút : Tin học quản lý (Mã môn học: CO2025), (Nhóm: T01,ONT) Môn xin rút: Hệ cơ sở dữ liệu ( Mã môn học: CO2013 ), (Nhóm: 01) Môn xin rút: Hệ điều hành ( Mã môn học: CO2017), ( Nhóm: 06, ON) ý do xin rút môn học: do ảnh hưởng của dịch covid-19 , em không đi làm được nên không đủ điều kiện để đóng học phí hết những môn học của học kỳ này ,mong quý thầy cô thông cảm cho em rút lại những môn trên . Em xin trân trọng cảm ơn quý thầy cô nhiều ạ ",
    "Lí do : Học kì này em đăng kí 21 tín chỉ nhưng việc phải học trực tuyến quá nhiều môn nên em gặp rất nhiều khó khăn với môn Giải Tích 2. Và khi về quê ăn tết em cũng không mang theo máy tính cầm tay, các cửa hàng ở huyện em hiện tại cũng đóng cửa đến khi đi học trở lại nên em không thể mua được. Em khó có thể làm cái bài quiz, kiểm tra hoặc thi giữa kì (nếu có) . Mong PĐT cho em được phép rút môn học sau:    2,  MT1005, nhóm L28   2(bt), MT1006, nhóm L50 Em xin cảm ơn .",
    "Môn học xin rút: Luận văn tốt nghiệp (Mã môn học ME4019, mã nhóm A01) Lý do xin rút môn học: Học kỳ trước đã đăng ký môn học này nhưng lúc đó do chưa chắc chắn sẽ qua môn nên đăng ký đề phòng. Nhưng mà kỳ trước đã qua được môn học này rồi nên muốn rút môn học ở học kỳ này.",
    "Kính gửi phòng đào tạo quốc tế trường đại học Bách Khoa TP.HCM Em tên:  MSSV: Hôm nay em viết đơn mong phòng đào tạo rút cho em môn học dự thính Cơ Lưu Chất, mã số môn học là: CI2003, hiện tại vẫn chưa cập nhật mã nhóm Lý do rút môn học: Do em đã đăng ký nhiều môn trong học kỳ này, nếu đăng ký thêm gia đình em sẽ không đủ khả năng chi trả, vậy nên kính mong nhà trường tạo điều kiện cho em Em xin chân thành cảm ơn.",
    "Dạ là em bị mất một môn do không thuộc chương trình học kì 2 của k19,vậy em có thể đăng kí lại môn khác được không ạ",
    "Em chào thầy/cô. Thầy/cô cho em xin phép hỏi thông thường vào mỗi cuối học kỳ, PĐT sẽ thông báo và công bố danh sách sinh viên được nhận học bổng khuyến khích học tập. Vậy em xin phép hỏi ở học kỳ này, khi nào thì PĐT có Thông báo và công bố danh sách học bổng khuyến khích học tập theo kết quả học tập cho học kỳ 1 năm học 2019-2020 ạ? Em cảm ơn thầy/cô.",
    "Môn học: Đồ Án tổ chức thi công Mã môn học:CI4127",
    "Chào thầy cô ạ, em là Nguyễn Minh Khánh - . Em muốn đăng ký rút các môn học sau: 1. Kinh tế học đại cương - Mã MH: IM1013 -      Nhóm: A01 2. Kỹ thuật robot - Mã MH: ME3015 - Nhóm: A03 Lý do rút môn: Đã hoàn thành đủ số tín chỉ, đi thực tập gây ảnh hưởng đến thời gian học. Em cám ơn ạ.",
    "U  Vì thời gian dịch kéo dài ,e không được đến trường và cảm thấy khó hiểu trong lúc xem video cũng như là  đọc tài liệu được tải lên elearning của môn học :  cũng như môn học   dự thính HK 192 sắp tới. Nên em xin rút môn học cũng như dành thời gian để bổ sung việc học ngoại ngữ . Tên môn học :  Mã môn học :ME4201 Nhóm : A01 . Tên môn học dự thính:   Mã môn học :ME3001.",
    "do bận công việc nên em không thể học cải thiện môn giải tích 2, mã môn học:MT1005, Nhóm-Tổ: A02",
    "Lí do: em đăng kí nhiều môn hồi đầu học kì và giờ học online em thấy mình tiếp thu không nổi nên muốn rút bớt môn học. Môn em muốn rút là:  Pháp luật Việt Nam đại cương, mã môn học SP1007, nhóm tổ L03. Đại số tuyến tính, mã môn học MT1007, nhóm tổ L03",
    "môn: Giải tích 2, mã môn học: MT1005, nhóm-tổ: A02",
    "vì thời gian môn học trùng nhiều môn khác  vật lý 2 ph1005",
    "xin miễn các môn: SP1007 - Pháp luật Việt Nam đại cương SP1008 - Những nguyên lý cơ bản của chủ nghĩa  -  CI1003 - Vẽ kỹ thuật MT2011 - Phương pháp tính PE1003 - Giáo dục thể chất 1",
    "Lý do: không đủ điều kiện học trong mùa dịch. - Tên môn học: phương pháp tính, mã số MT1009, nhóm: , A01.",
    "Kính Chào Cô(Thầy). Hiện tại có thể lịch tốt nghiệp không thể diễn ra như dự kiến, và em cũng đang cần đến bằng tốt nghiệp cho công việc hiện tại!  Không biết em có thể đăng kí nhận giấy chứng nhận tốt nghiệp tạm thời được không ạ! Em xin cảm ơn.   /I",
    "Kính chào phòng đào tạo trường đại học Bách Khoa - ĐHQG TPHCM,  Em tên là , mssv  đến từ khoa Kỹ thuật Giao Thông, bộ môn Kỹ thuật Hàng Không, lớp GT16HK. Nay em đăng ký rút môn Thực tập tốt nghiệp (mã TR3333) và môn Đề cương luận văn tốt nghiệp (mã TR4331) của học kì 192. Em đăng kí rút 2 môn học trên bởi vì tình hình dịch bệnh Covid-19 hiện đang căng thẳng, chưa có dấu hiệu giảm và không thể tập trung nơi đông người được. Vì lý do đó em không thể đi thực tập và trường đóng cửa nên không thể gặp các thầy cô hướng dẫn để làm đề cương luận văn tốt nghiệp được. Em mong đơn này được xét duyệt để rút 2 môn học trên thành công. Em cảm ơn phòng đào tạo.",
    "B Chào nhà trường!    Em tên:  MSSV - lớp:  - GT18HK2 Vừa rồi, trong khoảng thời gian 21/2 đến 25/2 2020, em có đăng ký học dự thính Anh văn 3 (AV3). Nhưng do tình hình dịch bệnh, nghỉ học, tụi em vẫn chưa nhận được thông báo nào về việc có tiếp tục được học dự thính không?.   U Môn AV3 là điều kiện cần để em có thể đăng ký các môn chuyên ngành vào năm 3 tới.    Nếu không có AV3, em (và các bạn như em) sẽ bị trễ 1 năm. Do vậy, kính mong nhà trường, PĐT có cơ chế để xử lý sớm, giúp sinh viên yên tâm học tập . Em xin cảm ơn.",
    "vì đăng kí quá nhiều môn học  giải tích 2 MT1005",
    "Em là  MSSV  em viết đơn này xin rút môn học  tại vì em thấy kì này nghỉ khá nhiều vào các môn Giải tích 2 khá khó nên em muốn tập trung cho các môn này . Mong nhà trường đáp ứng yêu cầu của em. Em xin chân thành cảm ơn Môn muốn rút:   Mã : CI1003 MSSV: ",
    "Vì lý do học online không hiệu quả. Nên em xin rút môn để tập trung vào các môn học còn lại cho đạt hiệu quả tốt nhất. Và vì lịch học online giữa môn này(Pháp Luật Việt Nam đại cương) và môn  pháp tính của em bị trùng. Cụ thể là vào thứ 3. Nên em xin được rút môn học Tên môn học. Pháp Luật Việt Nam đại cương Mã số môn học:SP1007 Mã nhóm:L07",
    "Lí do: Em đăng kí môn học nhằm mục đích cải thiện nhưng do tình hình diễn biến phức tạp của dịch bệnh Covid-19 chưa biết khi nào có thể đến trường lại cộng với việc học online còn nhiều thiếu sót chưa thật sự hiệu quả nên xin phép phòng đào tạo cho em xin được rút môn học. Tên môn học: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học. Mã số môn học: CH4353. Mã nhóm: A05",
    "Vì tình hình dịch Covid 19 phức tạp và sức khỏe bản thân không đảm bảo do bị tai nạn gãy chân. Nên tôi mong muốn được rút môn học (không tính HP) các môn học sau: - Địa chất công trình - : CI1043 - Mã nhóm: L02. - Nguyên lí kinh tế và quản lí xây dựng - : CI1045 - Mã nhóm: T01. - Cấp thoát nước - : CI3095 - Mã nhóm: T01. Xin cảm ơn nhà trường đã tạo điều kiện.",
    "Kính gửi PDT trường Đại học Bách Khoa thành phố Hồ Chí Minh. Về vấn đề lịch học livestreams trùng nhau em đã gửi câu hỏi cho PDT và được trả lời là có thể xem lại live, nhưng các giảng viên môn học lại tương tác trực tiếp với sinh viên bọn em qua các trang web như kahoot.... để điểm danh và lấy điểm thành phần. Như vậy thì thật sự không ổn cho Sv xíu nào ạ. Mã 2 môn học là CI3067 và CI3065 (đây là  2 môn theo tiến độ học tập nằm cùng chung 1 học kì nữa nên sẽ ảnh hưởng tới toàn bộ SV khóa đó của chuyên ngành).   Em mong bên PDT sẽ có giải pháp hợp lý hơn cho SV. Em xin chân thành cảm ơn.",
    "Em có đăng ký luận văn tốt nghiệp kì này, cùng với dự thính đường lối của ĐCS VN. Nhưng vì tình hình tới bây giờ em vẫn chưa thể xuống SG để làm cũng như tìm tài liệu luận văn, và không học được dự thính môn đường lối. Mong PĐT chấp nhận cho em được rút môn luận văn tốt nghiệp kì này. Tên môn học : Luận văn tốt nghiệp(ktct) MSMH: ME4029 Nhóm tổ : A01",
    "Em xin rút môn học Giáo dục thể chất-Bóng rổ(PE1015), mã nhóm L30. Lí do: Nhà trường hiện nay tiến hành học online trực tuyến nên không thể thực hiện môn học này bằng hình thức thực hành. Vì vậy em xin rút môn học này và bổ sung vào học kì sau.",
    "em xin được rút môn SCADA, mã môn học: EE3071, thuộc nhóm: A01. Do phương tiện học không đầy đủ nên em không thể cài đặt phần mềm SCADA để học online được.Vì vậy em xin được rút môn học.",
    "Môn cad- cam và môn chi tiết máy",
    "Không thể tham gia học được vì không thể vào Thành Phố được. Môn học Anh ( LA1007), Nhóm L13.",
    "Hiện h em đang ở quê nên ko đủ trang thiết bị cho học kì học onl này dk kết quả tốt nên em muốn rút môn học   Môn em muốn rút là : cad-cam và chi tiết máy",
    "Môn 1: Hợp đồng,thị trường và tiêu chuẩn  mã môn học:701709  mã nhóm:P01 Môn 2: Bảo hộ sáng chế  mã môn học:701710  mã nhóm:P01   B LÝ DO RÚT MÔN:    đây là hai môn của năm 4 e đăng kí học trước(hiện tại e đang là sinh viên năm 3 thuộc CT PFIEV),tuy nhiên vì tình hình dịch bệnh hiện nay buộc phải học onl nên vấn đề học của em trở nên khó khăn hơn rất nhiều,đặc biệt chỗ e ở hiện tại vùng sâu vùng xa không có sóng 3g,wifi ổn định nên việc cố gắng học trước là k thể. vì vậy e rút 2 môn này đề tập trung cho những môn học đúng tiến độ trong học kì chính khóa của em. Kính mong PĐT xem xét cho e rút hai môn học này(k tính học phí). Em xin chân thành cảm ơn",
    "Đă . Lý Do rút môn học là vì dịch CoVid 19 đang lây lan nên không thể đến trường đi học được, vì thế để nghị nhà trường cho em rút môn học  Môn học: Kết cấu bê tông cốt thép 1 Mã môn học: CI2091",
    "Lý do rút môn học :trùng nhiều môn học vào 1 giờ,đường truyền dạy online yếu,không tiếp thu tốt việc học online Môn:Cơ Học Ứng Dụng Mã môn học :AS2007 Mã nhóm:A01",
    "Sinh viên: , MSSV:  Đăng ký rút môn học: -Đảm bảo chất lượng (ME4411) nhóm A01 -Đảm bảo chất lượng thí nghiệm (ME4412) nhóm A01 Lý do: Đăng kí môn học Hk2 dư môn (học dư tín chỉ) vì lúc đăng kí môn học chưa biết kết quả thi của Hk1, nhằm đảm bảo đủ tín chỉ môn học (bù đắp nếu có rớt môn ở Hk1) nên có đăng kí. Nay xin rút môn để em bớt được chi phí về kinh tế, nhưng vẫn đảm bảo số tín chỉ tối thiểu duy trì trong học kỳ.",
    "Em tên , mssv  Em xin được đăng ký rút môn học Quản lý dự án xây dựng, mã môn học CI1053, mã nhóm CC01. Lý do rút môn vì theo chương trình đào tạo, em đã hoàn thành 2 môn tự chọn A3 nên việc học thêm không cần thiết nữa. Mong Phòng Đào tạo xem xét. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, việc đăng kí môn học Hk192 đã qua lâu nhưng việc triển khai Hk192 qua online vừa mới bắt đầu nên em xin phép PĐT có thể thêm em vào danh sách môn học Mạch điện tử thông tin EE3011 để em có thể bắt kịp tiến độ đồ án và thực tập tốt nghiệp, em xin hứa sẽ theo đúng tiến độ của môn học. Em trân trọng cảm ơn.",
    "Tên môn học: Phát triển ứng dụng trên thiết bị di động Mã môn học: CO3043 Mã nhóm: L01 Dạ em muốn rút môn học vì môn này em đăng kí để dự phòng nếu có môn không đạt ở học kì trước. Hiện tại em đã qua tất cả các môn ở học kì trước và đủ số tín chỉ của các môn thuộc nhóm này nên em không còn nhu cầu học môn này nữa. Mong Phòng Đào Tạo cho em xin hủy đăng kí. Em xin chân thành cảm ơn.",
    "U        . Tôi xin chào AD, tôi muốn hỏi về nguyện vọng xin chuyển hệ từ hệ chính sang hệ VHVL như thầy  có nói qua trong khóa sinh hoạt công dân, tôi xin chuyển hệ để tiện cho tính chất công việc cũng như hoàn cảnh của tôi hiện tại, và có thể theo đuổi và hoàn thành tốt chương trình học hiện tại, xin cám ơn ạ.",
    "Với lịch học online (Youtube và GG Meet) có một vài môn học trùng lịch nhau, khiến cho sinh viên gặp khó khăn trong việc học tập vì khó nắm bài, không tập trung và theo dõi bài",
    "Lí do: Chứng chỉ tiếng anh(IELTS) hết hạn vào 6/2020 và môn học chiếm nhiều thời gian và trình độ tiếng anh hiện tại chưa đạt yêu cầu nên muốn dành nhiều thời gian cho việc ôn luyện. Môn học : Hệ thống máy tính và ngôn ngữ lập trình Mã môn học :407410 Nhóm-tổ : TT01",
    "Vì lý do vào lúc đợt đăng kí môn học học kỳ cuối kết thúc mà các môn học của em chưa có điểm tổng kết. Nên em lo lắng mình bị rớt môn học và ra trường trễ hạn, nên em đã đăng ký lại để phòng trường hợp rớt môn vẫn đảm bảo đúng tiến độ. Sau khi kết thúc đợt đăng ký môn học thì các môn mới có điểm thành phần và các môn đều đạt điểm tốt ạ . - Các môn học xin được rút :   +  Động lực học cơ hệ      Mã môn học : ME4009      Nhóm :    + CD/CM                Mã môn học : ME4007     Nhóm :  - Em xin chân thành cảm ơn ! ",
    "Nguyên nhân rút: nhà em ở Long An. Gặp dịch bệnh nên đi lại khó khăn.",
    "MSSV: Đă Tên môn học : Vẽ kỹ thuật  Mã số môn học : CI1003 Lí do : đăng ký nhầm mã môn học của ngành                                      khác ",
    "Em tên:  Lớp: VL1907 Hôm qua em có yêu cầu rút môn học. Em không biết là khi rút hết môn học sẽ bị cảnh cáo học vụ và bị buộc thôi học. Hiện yêu cầu rút của em em không biết là duyệt chưa. Em rất sợ ạ! Đáng lẽ ra là em nên chọn \" Tạm dừng học kỳ \". Giờ em không biết phải làm thế nào. Mong thầy/cô có thể giúp em, em cảm ơn ạ ! ",
    "Em xin phép được rút môn: Cấu trúc dữ liệu và giải thuật - CO2003. Lý do là vì em đã đăng ký 20 tín chỉ cho học kỳ này và mùa dịch làm cản trở công tác học tập nên em nghĩ mình không thể hoàn thành tốt được môn học. Mong thầy/cô xem xét cho em. Em cảm ơn thầy/cô đã đọc.",
    "Em là , MSSV , lớp VP17XDC. Em có đăng ký môn học   B Anh văn 6(Xây Dựng), MSMH: 003721    nhưng đến tuần này môn học đó hoàn toàn biến mất trên Bkel dù trên TKB vẫn có lịch ONL và tính vào số tính chỉ. Mong PĐT sớm khắc phục lỗi giúp em . Thêm nữa là từ trước đến giờ môn học đó là môn duy nhất giảng viên không đăng bất kỳ một nội dung gì trên Bkel, em không biết có phải do lỗi phần mềm không hay là giảng viên đó thực sự chưa post nội dung gì lên, PĐT khắc phục giúp em với ạ.",
    "Lí do: do dịch bệnh nCoVID 19 nên không thể đến lớp tham gia học tập. Tên môn học: Cầu lông Mã số môn học: PE1017 Mã nhóm: L18",
    "ME4465 Kỹ thuật độ tin cậy nhóm T01 Em xin được rút môn học trên ạ ..   Kỹ thuật độ tin cậy là môn học có liên quan đến xác suất thống kê , có sử dụng tính toán nhiều , nhưng do là học online rất khó để có thể hiểu hết nội dung bài giảng và hiểu hết các công thức ạ , khi không hiểu cũng rất khó để hỏi trực tiếp giảng viên ạ  . Nên cho em được xin rút môn học này ạ..",
    "Kính gửi Phòng đào tạo, Em tên là  Khoa: Cơ Khí MSSV: Em xin phép được rút hai môn học sau: - Pháp luật Việt Nam đại cương (Mã môn: SP1007), em thuộc nhóm A03 của Giảng viên cô . - Phương pháp tính (Mã môn MT1009), em thuộc nhóm A02 của giảng viên . Lý do: Em đã học 2 môn kể trên và đạt điểm trung bình - khá (7.0) và đây là học kỳ làm Luận văn tốt nghiệp, cùng với việc dịch bệnh diễn biến phức tạp nên đã hạn chế thời gian học tập các môn này của em. Kính mong Phòng đào tạo chấp thuận cho em được hủy hai môn học trên! Trân trọng,",
    "Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên  MSSV  Thầy cô có thể cho em xin rút bớt môn An toàn lao động & vệ sinh môi trường CN ( EN2021-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học online với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online.Tình hình dịch bệnh bây giờ em cũng k thể ra tiệm net hằng ngày đc ạ. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học offline môn này ạ. Em xin cảm ơn thầy cô ạ.",
    "Dạ quý thầy cô cho em xác nhận lại việc thời khóa biểu của em vẫn chưa được cập nhật Luận văn tốt nghiệp (Kỹ thuật Chế tạo) - ME4029 là do cập nhật có chậm trễ hay do lỗi về việc bổ sung hồ sơ của em còn thiếu ạ. Em có gởi tệp đính kèm là biên nhận hẹn trả lời. Em xin cảm ơn quý thầy cô.",
    "Tên môn học: Cầu lông Mã môn học: PE1017 Nhóm: L11  Lý do:Em không thực hành được môn thể chất trong dịch COVID-19",
    "Em tên:  MSSV:  Khoa: Công Nghệ Vật Liệu  Dung:  - Ngày 8/4/2020 em đã gửi yêu cầu rút môn học, và 09/04/2020 01:40:40 pm đã được tiếp nhận yêu cầu và gửi đến phòng đào tạo. Lúc đó em chưa hiểu việc rút môn sẽ ảnh hưởng đến việc học tập của em cụ thể là về học vụ. Nên em xin được gỡ bỏ yêu cầu rút môn đó ạ. Mong phòng đạo tạo có thể giải quyết giúp em, em cảm ơn!  ",
    "Thưa thầy/ cô, hiện tại sau khi học livestream trên youtobe em thấy rằng chất lượng quay livestream còn khá thấp (chỉ có 360p - 480p) dẫn đến nội dung bài giảng/ chữ viết trên bảng mờ, khó thấy. Phần bình luận ở video trên youtobe bị tắt làm giảm đi hiệu quả của tương tác (gần như nó giống như các video bài giảng đăng lên BKEL) ạ. Ngoài ra ở buổi chat tương tác, phần chat trong môn học thường xuyên hiện \" đã tham gia cuộc trò chuyện này\" hay \"B đã rời cuộc trò chuyện này\" làm cho nội dung thảo luận chính rất khó nắm bắt ạ. Em mong thầy cô hỗ trợ cải thiện chất lượng video và mở bình luận cho sinh viên dễ tương tác hơn ạ. Em cảm thầy / cô và nhà trường đã quan tâm ạ",
    "Em tên  mssv  Em xin rút môn Công Nghệ CNC. Sau khi hỏi các bạn học môn Công Nghệ CNC và Cad/Cam rồi. Thì em biết là chương trình của môn Cad/Cam cũng bao gồm cả CNC, cả lại môn CNC là môn tự chọn, còn môn Cad/Cam là môn bắt buộc, nên em muốn rút môn CNC, để tiết kiệm một ít học phí, dành thời gian để học môn Cad/Cam ở kì tới. Em xin chân thành cảm ơn. Note: + Công Nghệ CNC + Mã môn học ME3239 + Nhóm : A01",
    "Em Tên :  MSSV: Lớp :CC17KCX1 Cho em xin được rút môn học Sức Bền Vật Liệu ( CI2001 ) Lí do : phòng trọ em ở sử dụng wifi chung nên lúc yếu lúc mạnh , máy tính em cũng đang hư nếu coi trên điện thoại thì sẽ rất bất tiện , với cả môn học này không nằm trong lộ trình đào tạo của em ạ",
    "môn học: Cơ sở điều khiển tự động mã môn học: EE2019 mã nhóm: L10 Lí do rút môn học: em hiện đang học khá nhiều môn theo hình thức online và em cảm thấy không hiệu quả, và em thấy đây là một môn khó, có nhiều bài tập nên em xin rút môn học để kỳ sau học lại đảm bảo chất lượng tốt hơn",
    "Em xin phép được rút môn: Cấu trúc dữ liệu và giải thuật - CO2003. Lý do là do em đã bị rớt môn này một lần, em nghĩ việc học online sẽ khiến kiến thức về môn này của em sẽ không được ổn nên em nghĩ em không học được môn này cho HK này ạ. Mong thầy/cô xem xét cho em. Em cảm ơn thầy/cô đã đọc.",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM Họ tên SV:  MSSV:  ĐT: [phone_number] Nay em làm đơn xin đăng ký môn học Mạng Máy Tính, mã MH:CO3003, Nhóm L01, Thứ 2 (tiết 7-8-9) và Thứ 4 (tiết 7-8). Học kỳ 192. Em đã gởi mail xin ý kiến và được sự đồng ý (ngày 09/04/2020) từ Thầy , hiện là Giảng viên dạy môn học này. Em xin chân thành cám ơn. Trân trọng.",
    "Lí do: Vì nghĩ mình rớt GDTC( khi đó chưa có kết quả) nên em đã đăng kí học lại ở kì 192. Nhưng kết quả là em đã đạt GDTC, nhà trường lại không cho xoá môn học ở đợt hiệu chỉnh. Nên em mong được xoá môn này ạ. Môn học: (Karate/Taewondo), :PE1023, Nhóm: L13",
    "Xin hủy môn EE2007 Mạch điện tử A01 Lí do: Em đã học môn này ở học kì 191 . Em mong phòng đào tạo sẽ xem xét.",
    "Em là , sinh viên năm cuối ngành Xây dựng Dân dụng và Công nghiệp. Em muốn rút môn học Đồ án Nền móng - CI3197 - nhóm A22 Lý do: Em đã có điểm môn này, đăng kí học lại để cải thiện điểm. Tuy nhiên do mùa dịch kéo dài nên môn đồ án vẫn chưa được học, em muốn hủy môn luôn để tập trung cho làm luận văn tốt nghiệp ạ. Em xin cảm ơn",
    "Em tên là   Em có lỡ làm đơn xin rút hết môn học. Thầy/cô có thể hủy đơn đó được không ạ. Ban đầu do học online em không tiếp thu được nhiều và 1 phần vì học phí. Nên em đã dạy dột không suy nghỉ trước ạ. Mong thầy/cô phòng đào tạo giúp em gỡ bỏ việc rút môn học đó ạ.",
    "do tình hình dịch bệnh phức tạp nên em muốn rút bớt môn học để giảm bớt học phí . em xin rút môn: đồ án môn học nền móng(CI3197) nhóm A01",
    "MSSV:    Hiện tại em có đăng ký môn học xử lý ảnh số và thị giác máy tính. Nhưng do em đã đủ số tín chỉ nên em xin rút môn học. Tên môn học:    Xử lý ảnh số và thị giác máy tính.  /  Mã số môn học:    CO3057  /  Mã nhóm:    01  /",
    "Kính chào phòng đào tạo, em tên , MSSV 2, khoa Kỹ Thuật Xây Dựng. Học kì vừa qua em có học môn Hóa Đại Cương và Thí nghiệm Hóa Đại Cương, do sơ suất, lo sợ kết quả không tốt và vì đây là học kì cuối của em nên trong học kì này em có đăng ký lại 2 môn trên. Tuy nhiên sau khi có kết quả (sau đợt ĐKMH) cho thấy em đã ĐẠT 2 môn trên và không cần học lại. Em xin lỗi về sự bất cẩn này và xin phép phòng đào tạo cho em được hủy 2 môn HÓA ĐẠI CƯƠNG và THÍ NGHIỆM HÓA ĐẠI CƯƠNG học kì 192 này (MSMH: CH1003 và CH1004, nhóm: 49 và 17). Em đã gửi ngày hôm qua 1 lần, tuy nhiên hôm nay em lên thì không thấy tin nhắn trong lưu trữ của em như mọi khi, nên em không biết phòng đào tạo đã nhận được xin phép rút môn học của em chưa, nay em gửi lại, nếu phòng đào tạo đã nhận được hôm qua và đang xử lý thì xin vui lòng bỏ qua tin nhắn này. Em cám ơn phòng đào tạo. ",
    "Em xin được rút môn \"Dung dịch khoan và ximăng\", mã môn GE3091, mã nhóm A01. Em đăng kí môn học này vì đảm bảo có thể làm luận văn tốt nghiệp, hiện môn học này em đã hoàn thành và muốn hủy môn.",
    "Em tên , MSSV  xin được rút môn học Công nghệ phần mềm, mã số CO3001, nhóm L01. Lý do: bị trùng lịch học livestream. Em xin chân thành cảm ơn.",
    "B Môn học    1. Mã môn học: CI2003 - Tên môn: Cơ Lưu chất - Mã nhóm: L01_L03 2. Mã môn học: CH2011 - Tên môn: Hóa vô cơ - Mã nhóm: A01_A01   B Lý do rút môn học:    Kính gởi Phòng Đào tạo và quý thầy cô. Sinh viên bằng 2 hệ chính quy. Trong đi làm việc em tranh thủ thời gian đi học thêm văn bằng để nâng cao kiến thức chuyên môn về lĩnh vực đang làm việc. Hiện tại trong mùa dịch này công ty điều động công tác thay đổi địa điểm và thời gian công tác của em. Vì vậy, gây ảnh hưởng đến thời gian lên lớp. Kính mong Phòng Đào tạo và quý thầy cô xem xét.",
    "Nhà trường cho em hỏi là em có đăng kí học môn anh văn 2 và đã  có thời biểu chính thức tuy nhiên thì việc nhà trường đã  triển khai học trực tuyến từ lâu nhưng cho đến nay trên bk e-learning em vẫn chưa thấy cô đăng nội dung học nào của môn và cũng không có lịch livetream của môn anh văn 2. Em rất mong được sự giải thích giúp em về vấn đề này. Em xin cảm ơn.",
    "Xin chào quý nhà trường. Em tên , mssv . Do tính chất công việc của em. Nhân viên thi công ống nước sạch. Cộng với việc tình hình dịch Covid19 đang hoành hành. Nên bên em bận quá nhiều k thể check mail thường xuyên và học trực tuyến kịp. Em kính mong nhà trường xem xét cho em rút lại các môn học. Mã môn SP1009 ( Đưowfng lối cách mạng của Đảng cộng sản việt nam) Mã môn SP1005 (  ởng Hồ Chí MInh)   i  .",
    "Thông tin sinh viên: -, Khoa KTXD. Lý do: Do em đã đăng ký các môn học này ở học kỳ trước nhưng trong thời gian đợi kết quả em sợ điểm thấp nên đã đăng ký lại 2 môn. Khi có đã kết quả thì điểm cũng khá cao và em không muốn mất thời gian và tiền bạc để học lại. Các môn xin rút là: - Đề cương luận văn tốt nghiệp (CI4341) - Thí nghiệm công trình (CI4011)",
    "Do các môn này em đã được miễn Con người và môi trường  EN1003 Vật lý 2  PH1005 Vật lý 2 (bt)  PH1006",
    "Em xin rút môn ĐAMH kết cấu bêtông ct1 Mã môn: CI2093 Nhóm lớp: A02 Lý do: Kì này em lỡ đăng ký quá nhiều đồ án nên làm không nổi ạ! Kì sau em sẽ học lại môn này sau. Em cảm ơn!",
    "Em xin đăng ký rút môn học: anh văn 1 Mã số môn học : LA1003 Mã số nhớm : A01 Lý do: Do em đợt đầu đăng ký em chưa đậu toiec để nhận luận văn nên có đăng ký môn anh văn 1 để duy trì tình trạng học tập. Hiện tại em đã đậu toiec và đã chuyển điểm. Kỳ này em muốn tập trung vào làm luận văn nên em xin đăng ký rút môn anh văn 1 này. Em xin cảm ơn !",
    "Do tính chất khó nói cũng như tình hình dịch bệnh hiện nay nên em thành khẩn xin nhà trường cho em xin rút môn giải tích 2 và giải tích 2 (bt) ạ .  .Giải tích 2:    Msmh:MT1005    Nhóm/tổ:L01  .Giải tích 2(bt)    Msmh:MT1006    Nhóm/tổ:L02",
    "Kính gửi quý thầy cô,  Em có một số thắc mắc sau: 1. Hiện tại rất nhiều môn học của em có thời khóa biểu học online trùng nhau và các thầy cô đều bắt buộc điểm danh bằng hình thức trả lời câu hỏi trong suốt buổi học để tính điểm chuyên cần. Nên em phải buột học song song nhiều môn cùng lúc. Điều này rất khó khăn với em. Vậy em phỉa làm thế nào? 2. Một số thầy cô có lịch dạy học (theo hình thức truyền thống) trùng với lịch học online môn khác của em. Và thầy cô quyết định dạy tiết học đó theo hình thức google meet! Nên lịch học của các môn lại trùng nhau rất nhiều và tiến hành điểm danh như trên. Nên em không biết phải học như thế nào luôn ạ? Mong thầy cô giải đáp giúp em Thân,  Sinh viên ",
    "Dành cho SV Quốc tế, CLC . Em kiểm tra thấy ngày Công Tác Xã Hội của em chưa đạt đủ 10 ngày, em sợ là nếu em làm luận văn thì sau này sợ bị huỷ kết quả vì vi phạm điều kiện làm luận văn. Tên môn học: Luận văn tốt nghiệp. Mã số môn học: ME4019",
    "B Mã môn học:    CO4311   B Tên môn học:    Đề cương luận văn tốt nghiệp   B Nhóm:    L01  Kỳ trước em có đăng ký môn này và đã hoàn thành. Nhưng do kỳ này em có dự định làm lại đề tài khác nên đã đăng ký môn này lần nữa. Sau khi hỏi văn phòng khoa thì thấy việc này không cần thiết, nên em muốn hủy môn này ạ.",
    "Kính gửi quý thầy cô Em có các câu hỏi sau  - hiện tại em học online có tkb các môn trùng nhau, nên việc học song song khiến em không tập trung được. Điều này rất khó khăn cho em. Vậy em phải làm thế nào ạ ? Mong thầy cô giải đáp giúp em. Thân, sinh viên ",
    "Đă    . Em muốn rút môn: Hệ thống năng lượng xanh, mã số môn học: EE3131, mã nhóm: A01. Lý do: em đã đủ số tính chỉ tích lũy (lúc đăng ký môn em chưa biết được số tính chỉ tích của mình). Em rất mong nhà trường tạo điều kiện cho em. Em cảm ơn rất nhiều. Tien Vo ",
    "Lý do: Do tình hình dịch Ncovid kéo dài nên ảnh hưởng tới công việc & kinh tế gia đình hiện tại. Vì là học kỳ cuối nên em dự tính chuyển sang hệ VHVL ở năm sau. Môn học   - Mã EE3135 - Nhóm A01",
    "Em nộp đơn này kính xin phòng đào tạo cho em được rút môn học :  Hóa hữu cơ - Mã số môn học: CH2021 - Nhóm: A02 Lý do xin rút môn học: môn học đã đạt vào học kỳ 191, hiện tại em đã hoàn thành chuoươ trình học và đang trong quá trình bổ sung đăng ký tốt nghiệp đợt tháng 4/2020.",
    "Tên môn học: Thực Tập Tốt Nghiệp Mã môn học: CO3333 Mã nhóm: T01 Lý do: Cuối tháng 2 em đi công tác ngoài Bắc và phải ở lại chống dịch covid đến ngày 2 tháng 4 mới về nên e không xin giấy được.  ",
    "Tên môn học: Công nghệ phần mềm nâng cao Mã môn học: CO3065 Mã nhóm : L02 Lý do: Tình hình dịch bệnh, kinh tế khó khắn nên em phụ giúp làm việc chăm lo gia đình nên thời gian không có nhiều để có thể học đựơc tất cả các môn đã đăng ký",
    "Em là:  MSSV: Em xin được rút môn học Cầu Lông mã môn học PE1017 do em muốn tập trung thời gian học các môn khác sau khi hết dịch. Mong thầy cô giúp cho em. Em cảm ơn.",
    "lý do em xin rút môn vật lý bán dẫn mã môn EE1007 là vì em không đủ thời gian để học môn này để những môn còn lại đạt chất lượng tốt ạ",
    "Em có đăng kí dự thính môn Kinh tế kỹ thuật(ME2045) nhưng không thấy môn này được mở trên thời khóa biểu cũng như BkEl. Nên em muốn hủy môn để học kì sau sẽ học.",
    "em muốn rút môn vật lí 1 ( dự thính ) lý do em cảm nghĩ sau kì nghĩ dịch dài hạn em không có khả năng qua môn vật lí 1 ạ",
    "Phòng đào tạo cho em hỏi là bây giờ mình xin đăng ký thêm môn được không ạ ?  Và nếu đăng ký môn thực tập tốt nghiệp trong kỳ chính thì số tín chỉ tối đa được đăng ký trong kỳ chính lúc này là bao nhiêu ạ ? Em xin cám ơn !",
    "Do điều kiện khó khăn trong trang bị gia đình không thể học môn này được ạ! Môn học: hệ thống máy tính và ngôn ngữ lập trình, mã môn học EE2009",
    "MSSV: Kính thưa phòng đào tạo Do tình hình dịch bệnh Covid 19 đã ảnh hưởng nghiêm trọng đến sinh hoạt và công việc hiện tại của em. Do đó việc em tiếp tục theo học rất khó khăn. Kính mong PĐT cho em xin phép được rút các môn học sau: Vật lý 1, : PH1003, -: T01 Vật lý 1 (bt), : PH1004, -: T01 Giải tích 1, : MT1003, -: T01",
    "Xin chào Nhà trường, Em tên . MSSV:  Hiện là sinh viên VHVL Học kì này em có đăng ký môn Toán rời rạc, học lớp thầy . Cho em hỏi buổi livestream sẽ tổ chức ra sao và tham gia như nào. Em không thấy thầy  tạo forum để hỏi đáp ạ. Em xin cảm ơn",
    "Việc học online quá khó khăn để có thể tiếp thu kiến thức, với việc nhà em ở nơi có sóng rất yếu nên mạng không ổn định rất khó xem bài giảng. Vì vậy em xin nhà trường cho em rút môn học này ạ . Tên môn học: Phương pháp tính Mã số môn học: MT1009 Mã nhóm: L02",
    "Dành cho SV Quốc tế, CLC . Môn học: Thực tập tốt nghiệp Mã MH: 400431 Lý do: Do em không nắm rõ thông tin, nên đã đăng ký môn học trên sai học kỳ (theo chương trình đào tạo, em sẽ đi thực tập vào học kỳ hè - HK193), và em cũng đăng ký chung với các môn học khác, nên học kỳ này - HK 192, em không thể đi thực tập được. Mong phòng đào tạo xem xét.",
    "Em tên là . Lớp BT15DDLT. MSSV  . Em viết đơn này xin nhà trường cho em rút môn học  KẾ . Vì lý do đăng ký nhầm mã của ngành cầu đường. em xin cám ơn",
    "Lí do đăng kí rút môn học: Hiện tại em đã đủ điểm qua môn  nên em muốn xin rút môn học để dành thời gian đăng kí các môn dự thính chuẩn bị cho việc tốt nghiệp Tên môn học:  Mã số môn học: CO3049 Mã nhóm: L01-L02",
    "Kính gửi quý thầy cô PĐT Hiện tại cuối kì này là cuối năm 2 của em nên em phải hoàn thành môn Anh văn 3 để có thể đăng kí môn học cho kì sau. Nhưng trên BKeL của em không có tài liệu cũng như thông báo gì về việc học online. PĐT có thể cho em thông tin về môn này được không ạ?  Em cảm ơn",
    "Dạ em là sinh viên đến từ lớp L37 (thầy ) - lớp bài tập Giải tích 2. Theo thông báo của giảng viên lý thuyết thì sẽ có buổi học hangout lý thuyết và cả bài tập nhưng đến giờ chỉ nhận thông báo hangout của giảng viên lý thuyết. Hơn nữa từ lúc bắt đầu học online đến giờ, thầy  cũng không có bất cứ thông báo hay tương tác nào ạ. Trường xem xét giúp em, em cảm ơn.",
    "Dạ cô cho em hỏi em xin được phép được giáo viên môn học cho em được vào rồi. thì giờ làm sao em làm đơn gì để nộp cho phòng đào tạo mới được ạ.",
    "Lý do muốn rút môn học: Đã học qua môn học và đậu, không có nhu cầu học lại môn học và các môn học trong HK192 của em đa số là những môn học nặng nên em xin rút lại môn này . -Tên môn học: Cơ lưu chất  -Mã số môn học: CI2003  -Mã nhóm: L01 ",
    "Em xin rút môn học SCADA ( mã môn học là EE3071, mã nhóm là T01) ở học kỳ 192 này vì lý do em bị mất laptop nên không có máy vi tính để làm các bài tập trên phần mềm. em sẽ đăng ký học lại vào các học kỳ sau. mong phòng đào tạo phê duyệt giúp em. Em xin cảm ơn!",
    "MSSV:  Cho em hỏi là nếu mình đã gửi yêu cầu rút môn thì có thực hiện duyệt liền hay không (tức là đã hủy từ khi gửi yêu cầu) hay là sau ngày 17/4 mới biết được kết quả ạ? Vì môn em rút hiện tại có deadline nên em cần biết chính xác để làm ạ . Và em muốn hỏi thêm là nếu đã gửi yêu cầu rút môn trên đây nhưng từ nay đến ngày 17/4 có thể sửa được không ạ? Vì em có xem tin tức vẫn chưa quyết có dãn cách hết tháng không nên nếu 17/4 đi học lại thì em không muốn rút nữa . Em xin cám ơn ạ .",
    "Xin được rút môn Hóa hữu cơ, mã môn CH2021, nhóm lớp A04 Lý do: Tôi quyết định dừng việc học tại trường.",
    "Em là , mssv . Do cần điền một số biểu mẫu đòi hỏi điểm rèn luyện nhưng trên bảng điểm em không hiện nên em mong Thầy/Cô có thể cung cấp cho em điểm rèn luyện của em ạ. Em xin cảm ơn.",
    "Môn học đã được miễn nhưng vẫn có trong TKB: 1. Giải tích 1 - MT1003 - Nhóm: T01 2. Giải tích 1(bt) - MT1004 - Nhóm: T01  - Môn học trùng với lịch làm việc không thể sắp xếp đi học được:  sở công nghệ cs sh - CH3245 -Nhóm: A01",
    "ILI13098   Đă   Dành cho SV Quốc tế, CLC . Tôi muốn rút môn học do đã đăng ký xét tốt nghiệp trong học kỳ 192.",
    "Tải bảng điểm trực tiếp từ trang web .",
    "Tên môn học: Đại số tuyến tính Mã môn học: MT1007 Mã nhóm: L03 Lý do: Em xin rút môn học đại số tuyến tính do điều kiện đường truyền mạng không ổn định gây khó khăn trong việc xem video bài giảng, thực hiện các bài kiểm tra và tham gia vào các buổi học trong khung giờ quy định. Do đó em xin nhà trường cho phép em rút môn học này. Em xin trân thành cảm ơn.",
    "Do việc học online khó khăn gây cản trở nên em không tiếp thu được tất cả các kiến thức môn học. Vì vậy em xin rút 1 số môn học cho học kỳ này để tránh việc rớt quá nhiều môn học cho 1 kỳ. Và vẫn đủ số tín chỉ tối thiểu trên 10tc cho 1 kỳ Kết cấu BTCT2 CI3175 A04 ĐAMH kết cấu BTCT2 CI3177 A07 Kết cấu thép 2 CI3211 A02 ĐAMH kết cấu thép 2 CI3213 A07",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TPHCM Dạ Phòng Đào tạo có thể cập nhật TKB tương tác trực tuyến qua Google Hangout Meets của giảng viên lên mục TKB của sinh viên không ạ? Do TKB tương tác trực tuyến chỉ thông báo qua mail hoặc BKeL nên rất khó theo dõi đầy đủ các buổi học ạ (em không theo dõi kịp TKB tương tác trực tuyến nên bị vắng 1 buổi), em sợ nếu tiếp tục như vậy em sẽ khó theo dõi bài học, vắng quá số buổi quy định không được dự thi cuối kì. Em xin cảm ơn ạ .",
    "Lý do: đã qua môn Tên môn học: mô hình hóa, mô phỏng và tối ưu hóa công nghệ hóa học. Mã MH: CH3133 Nhóm: A01",
    "Xin chào  Em muốn được giả đáp một số thắc mắc ạ 1. Bị trùng giờ học livestream  Theo như thời khoá biểu hiện giờ em có 2 môn học vào thứ 7 cùng một khung giờ. Em thấy nhiều bạn cũng bị vậy. Mong là nhà trường sớm cập nhật thời khoá biểu mới cho tụi em ạ. 2. Bị tăng số tín chỉ  Sau khi thời khoá biểu cập nhật thêm môn học live thì em bị tăng từ 18 thành 27 tín chỉ do những môn học live được thêm vào với cùng số tín chỉ với môn học đã đăng kí trước đó. Thêm nữa là em bị thêm môn KTTP2 trong khi em học QTSH2, mà KTTP2 thì lại là môn học live thay cho QTSH2. Theo giáo viên viên chủ nhiệm thông báo thì tụi em phải báo với phòng đào tạo để không bị xoá môn do quá số tín chỉ một kì. Vậy giờ tụi em phải làm thế nào ạ .",
    "Môn học : Phương pháp tính Mã môn học : MT1009  Mã nhóm :L03 Lí do : Đã qua môn",
    "Em chào các thầy cô. Các thầy oi có thể giúp tụi em về live  môn tin học trong Trắc địa không ạ live bị lỗi lúc đầu có tiếng mà lúc sau không có nên tụi em không hiểu gì. Thêm vào đó trường có thể mở bình luận để tụi em khi nào có lỗi báo trực tiếp cho giảng viên để khác phục lỗi được không ạ",
    "Dạ em muốn hỏi là lúc trước em đăng kí môn học chỉ 18 tín chỉ nhưng giờ tới 27 tín chỉ ạ, có mấy môn em không đăng kí nhưng giờ cũng xuất hiện trong thời khóa biểu và môn bị trùng nữa ạ, như vậy nhà trường có bỏ môn học của tụi em không ạ, lỡ như bỏ mà trúng môn tụi em đăng kí thì sao ạ, em không dám hủy môn học vì sợ liên quan đến các môn đó, thầy cô có nói sẽ gộp chung học, vd: quá trình sinh học 3 với môn quá trình truyền khối",
    "Dành cho SV Quốc tế, CLC . Lý do rút môn học: Do em gặp một số trục trặc trong lúc làm hồ sơ với bộ phận chuyển tiếp,  chuyên ngành của em đã thay đổi, nên môn học Kỹ thuật phản ứng  (CH2059- CC01) không nằm trong kế hoạch học tập của em .",
    "Khi đăng ký môn em chỉ đăng ký 21 chỉ, nhưng thời khoá biểu hiện tại là 27, dư ra 2 môn là quá trình kĩ thuật truyền khối CH2051 và kỹ thuật thực phẩm 2 CH2035. Vì đã vượt quá 21 chỉ và sợ bị huỷ môn nên mong pđt giải quyết giúp em.",
    "lý do rút môn : điều kiện học tập ko đủ. và muốn dành thời gian nhiều hơn cho các môn khác. môn học cần rút: Dung sai và kỹ thuật đo,  mã môn học: ME3003  mã nhóm A01",
    "Dạ theo yêu cầu anh văn của nhà trường thì khóa k17 phải đạt chuẩn: năm 3-anh văn 2, năm 4-anh văn 3.Em muốn hỏi là em nếu chỉ có anh văn 2 có được đăng kí môn học hết cả năm của năm 4 không ạ?",
    "Do vấn đề về dịch bệnh nên việc học các môn đồ án của em không được thuận tiện để có thể học tập môn. nên em xin được đăng ký rút môn để có thể hoàn thành tốt những môn đồ án . Em xin cảm ơn ạ. :Nhập môn về lập trình : CO1003 NHÓM-TỔ: L04",
    "Laptop em bị hư, do mùa dịch nên không đưa lên TP sửa được. Tên môn học: Xử lý ảnh Mã môn học: EE3035 Mã nhóm: A01",
    "Do ở nhà không có mạng nên em đã bỏ lỡ 2 bài kiểm tra và không theo kịp chương trình nên em mong phòng đào tạo xem xét cho em rút môn môn: Mạch điện tử mã môn: EE2007 mã nhóm: A01",
    "Lý do: Em xin rút môn học vì học kỳ này em học khá nhiều môn, lại trong hoàn cảnh mạng chập chờn lúc có lúc không thật sự gây khó khăn trong việc tiếp thu. Hơn nữa, em thấy môn học này học online cũng không hiệu quả nên em xin phép được rút môn học và kỳ sau đăng ký học để đảm bảo chất lượng hơn ạ vì đây là môn quan trọng. Em hy vọng nhà trường xem xét và chấp nhận cho em được rút môn học. Em xin cảm ơn.   Tên môn học: Quản lý chất lượng Mã số môn học: IM3063 Mã nhóm: A02",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM Em tên là:  Mssv:  Dạ em viết đơn này vì lịch học online của em bị trùng 2 môn là Nhập môn điều khiển tm và   , xin thầy cô kiểm tra giúp em với ạ Em xin cảm ơn .",
    "Môn học cần rút: Kỹ Thuật Nhiệt Lạnh  Mã môn học: EE3135 Nhóm: A01 và  Lý do rút môn học:  1. Môn học sau khi học thử 1 tuần thấy không liên quan gì đến chuyên ngành đang học. 2. Muốn tập trung toàn thời gian vào làm luận văn tốt nghiệp.",
    "Có sở kỹ thuật điện-T01-T02_ONL lý do: dịch bệnh kéo dài và tính chất công việc không thể than gia khoá học online   i Đă    .",
    "Lý do rút môn học là em học Khoa Hoá nhưng mà lúc đăng kí môn do không chú ý khoa mình học những gì nên lỡ đăng kí dư,Môn học muốn rút:Vật Lý 2,Mã Môn học:PH1005,",
    "Em xin được rút môn nhập môn lập trình, mã môn học CO1003, mã nhóm CC02 Lý do: đã đăng ký nhiều môn hơn lộ trình học, lượng bài tập lớn khiến em không thể kham nổi",
    "lý do: Đã thi Toeic chuyển điểm thành công Tên môn học: Anh  1 Mã MH: LA1003 Mã Nhóm: A01",
    "Em xin trình bày lý do em rút môn học này là bởi vì em nghĩ em chưa đủ kiến thức để có thể học và qua được môn này. - Môn học: Cấu trúc dữ liệu và giải thuật - Mã số môn học: CO2003 - Mã nhóm: L01",
    "Kì 1 em có rớt môn vật lí thí nghiệm, PĐT cho em hỏi làm cách nào để em đăng kí học lại được ạ ?",
    "Em tên là  mssv . Em xin rút môn học kỹ thuật nhiệt lạnh vì lí do khi em đăng kí môn học này em không biết là cùng với luận văn tốt nghiệp em đã đủ tín chỉ để có thể tốt nghiệp. Do đó em muốn tập trung toàn bộ thời gian để có thể thực hiện luận văn tốt nghiệp đạt được kết quả tốt nhất. Em nhận thấy sự bất cẩn của mình là sai sót nhưng em mong có thể được được giải quyết để rút môn học trong học kì này. Môn học kỹ thuật nhiệt lạnh, mã số môn học: EE3135, mã nhóm: A01.",
    "Em viết đơn này với mong muốn được rút môn học (CH2005, Nhóm CC01) vì lý do sức khỏe, em không tham gia được nhiều môn học trong học kỳ tới. Em mong được nhà trường thông cảm!",
    "Em có một thắc mắc về việc rút môn học ạ. Em đã nhận được hồi đáp từ cô . cô nói là : \" Phòng  đã tiếp nhận yêu cầu về việc xin rút môn học HK 2/2019-2020 ( không tính học phí ) và vui lòng theo dõi kết quả được cập nhật trên mybk sau ngày 04/05/2020 . Vậy là trong thời gian cho đến ngày 04/05/2020 em có cần phải tham gia các lớp học mac online không ạ? và em thắc mắc nữa là yêu câu của em đã được tiếp nhận. vậy là đã đồng ý cho em rút môn học chưa ạ ",
    "Kính gởi BGH trường ĐH Bách Khoa Tp.HCM. Em tên , em gởi yêu cầu này với mong muốn được rút môn Vẽ kỹ thuật giao thông (TR 1003) vì lý do:  1. Em đã đăng kí số tín chỉ nhiều hơn số kiến nghị.  2. Đặc thù môn Vẽ kĩ thuật cần nhiều dụng cụ để làm bài tập, và hiện tại chổ em ở có thể không đáp ứng đủ.   Em rất mong yêu cầu rút môn học của em được xác nhận, em xin cảm ơn.",
    "Dạ PĐT cho em hỏi, em học lớp sinh học khoa hoá. TKB của em lại có những môn không thuộc ngành sinh học và bị tăng tín chỉ. Vậy thì em có bị huỷ môn không ạ? PĐT có cập nhật lại TKB không ạ?",
    "tình trạng dịch bệnh covid  U 19 Vì trình trạng dịch bệnh và cuộc sống công việc mình ảnh hưởng bởi dịch bệnh . Mình xin rút các môn học đã đăng ký . Qua dịch mình sẽ đăng ký và học lại. Kính mong quý BGH nhà trường cảm thông và giúp đỡ.      I mình xin chân thành cảm ơn.!",
    "vì em phải phụ giúp ba mẹ công việc nương rẫy, thường chiếm khá nhiều thời gian trong ngày mà  các môn học lại khá dàn trãi với nhiều phương pháp tham gia nên em không thể tham gia đủ các khóa học. để đảm bảo chất lượng các môn học còn lại nay em làm đơn này xin nhà trường cho em rút hai môn học là Kĩ thuật điện-mã môn học EE2027 -mã nhóm A03 và môn quản trị kinh doanh cho kĩ sư-mã môn học IM3001-mã nhóm A02.em xin chân trọng cảm ơn.",
    "Môn:Giải tích 2 Mã môn học:MT1005 và MT1006                        Đối với hk192 phải học rất nhiều môn trong đó môn giải tích 2 thật sự rất nặng,em muốn xin được rút môn này để có thể tập trung cho những môn khác hiệu quả hơn.Em sẽ đăng ký môn học này ở kỳ hè hoặc học kỳ sau.Em xin cảm ơn.",
    "Em tên là Nguyễn Trang Mỹ Xuyên, hôm nay em xin không rút môn học Quản Lý Chất Lượng IM3063 nhóm A03, lý do là thầy em đã có những biện pháp phù hợp nên giúp tụi em tiếp thu tốt hơn vì thế em xin không rút môn học này ạ, em mong vẫn được học môn này ở kì này. Em xin lỗi vì sự bất tiện này ạ. Em xin cảm ơn",
    "Kính gửi phòng đào tạo! Em tên -MSSV:. Lịch học livestream hiện tại của em, môn tư tưởng và kiến trúc máy tính bị trùng lịch ạ. Cả 2 môn đều là 12:00 - 13:15 vào thứ 6. Mong phòng đào tạo xem xét lại ạ. Em cảm ơn!",
    "Dành cho SV Quốc tế, CLC . Môn học muốn rút: Bóng rổ Mã môn học: PE1015 Nhóm: CC03 Giáo viên phụ trách:  Lý do rút môn: Em rút môn vì có tiền sử bệnh tim, không đảm bảo được tình trạng sức khỏe cho môn học (công văn số 97/ĐHBK-ĐTQT)",
    "Môn học Quản trị kinh doanh cho kỹ sư (IM3001)_ (DH_HK192) Sau khi thực hiện đầy đủ các quy định yêu cầu trên BKel nhưng coi tới chương 2.4 của môn IM3001 em vẫn không coi tiếp tục được chương 2.5, dù đã đợi khắc phục rất lâu rồi vẫn không thể xem tiếp được . Ngoài ra hôm nay thầy  hẹn 12h- 10/4/2020 chat trao đổi môn nhưng không thấy thầy online (hiện tại đã trễ 30 phút)",
    "Vì lý do Học khó tiếp thu kiến thức thông qua chương trình giảng dạy online, Em xin nhà trường cho em được rút những môn học sau đây: - Kỹ năng chuyên nghiệp cho kỹ sư (CO2001) nhóm CC02; - Mô hình hóa toán học (CO2001) nhóm CC02; Em xin cám ơn.",
    "Phòng đào tạo cho em hỏi là việc học online học trên meet google hay là ở đâu ạ",
    "Tên môn học: Tư tưởng  Mã môn học: SP1005, Nhóm lớp: L03 Lý do là vì nhà em có rất nhiều người và thường rất ồn nên không thể tập trung học ONLINE môn này được. Em xin cảm ơn.",
    "Dạ em là ",
    "Hiện nay dịch Coovid 19 đang hoành hành dữ dội, trong khi em đã đăng kí thực tập, mà gia đình không cho đi thực tập, nếu đi sẽ không cho tiền đóng học phí học kì này. Nên em phải xin hủy môn: \"thực tập tốt nghiệp\", mã môn học là 400431.",
    "n 2 msmh 400409 không tìm được Phuong pháp học tập thay thế hiệu quả và giáo viên huớng dẫn thích hợp do tình hình dịch bệnh Covid 19 và cách ly xã hội.",
    "Em là  sinh viên năm 3 của trường mình. Em muốn góp ý vài vấn đề về việc học tập thông qua hình thức trực tuyến. Em có vài vấn đề cần trình bày như sau:  1. Việc học online đang gây ra sự rối, khó theo dõi lịch học. Nào giờ tương tác, giờ live stream vv..Trong khi không có một công cụ rõ ràng để tổng hợp lịch học hay thời khoá biểu của trường cũng chỉ đề cập đến giờ live stream thôi mail và tin nhắn bkel không đồng bộ, tin nhắn bkel bị trôi giao diện khó theo dõi hay xem lại. 2. Phân chia và thực hiện các clip học chưa thực sự hiệu quả. Đã có clip trên bkel nhưng khi coi trên stream em không cảm nhận được điều gì mới hay khác biệt vậy tại sao không làm 1 video tốt chất lượng rõ nét để lên bkel thay vì phải stream rồi lại xem xem thầy có giảng gì mới. Đó làm tính không hiệu quả gây mất thời gian. 3. Góp ý bộ phận kỹ thuật viên hỗ trợ giáo viên. Đúng giờ stream, khi giáo viên giảng trên bảng thì KTV cần kịp thời phóng to, điều chỉnh hình ảnh cho phù hợp. Khi live trên youtube thì chất lượng hình ảnh chỉ có 480p mà ảnh thầy ghi viết bảng bé tẹo, mờ không thể theo dõi...  Em cảm ơn bộ phận đã đọc góp ý của em. Em mong vài điều em góp ý có thể được sửa chữa để việc học tập của tụi em có phần thuận lợi hơn. Em lần nữa cảm ơn ạ.",
    "lý do em xin rút môn học là hiện tại em đã đủ số tín chỉ cho môn chuyên ngành 10/10 tín chỉ,môn học này không nằm trong hướng phát triển ngành nghề của em,nên em xin rút môn học để dành thời gian tập trung vào công việc chính . Em xin chân thành cảm ơn ban giám hiệu đã xem xét yêu cầu này của em.",
    "Dạ trên trang BKel có giáo viên chỉ có vài giáo viên đưa link lên trang, có những giáo viên chỉ có video và file bài giảng.  Hôm nay là ngày đầu tiên em có lịch học online nhưng biết phòng biết khung giờ nhưng chẳng biết mình phải học ở đâu",
    "Do lịch học bị trùng, lịch học trùng ngày đi làm. Nay em xin được rút 2 môn học: - Quản trị kinh doanh cho kỹ sư. Mã số môn học: IM3001. Nhóm A02. - Kỹ thuật độ tin cậy. Mã số môn học: ME4465. Nhóm T01.",
    "Tôi xin được rút môn học với lý do: hiện không đủ điều kiện, thời gian để học theo thời khóa biểu của môn. Môn xin được rút:   - Giải tích mạch, Mã số môn học: EE1011, Mã nhóm: T01.  - Giải tích mạch (TN), Mã số môn học: EE1012, Mã nhóm: T01.",
    "Xin rút môn học Xử lý số tín hiệu (EE2015). Lý do: Tập trung thời gian để làm luận văn tốt nghiệp.",
    "Lý do: Vì kì này em đang ôn thi lấy bằng IELTS và N3 tiếng Nhật nên muốn rút môn để tập trung thời gian cho 2 ngoại ngữ này. Ngoài ra, em cũng đã đạt môn đề cương luận văn nên không có mong muốn học tiếp nữa ạ. Tên môn học: Đề cương luận văn tốt nghiệp Cơ điện tử Mã số môn học: ME4095 Mã nhóm: A01",
    "Vì lý do Học khó tiếp thu kiến thức thông qua chương trình giảng dạy online, Em xin nhà trường cho em được rút những môn học sau đây: - Công nghệ phần mềm (CO3001) nhóm CC03; - Mô hình hóa toán học (CO2001) nhóm CC02; Em xin cám ơn.",
    "Lý do: Bận việc cá nhân và các vấn đề về đường truyền nên không tham gia làm các bài kiểm tra kịp thời điểm. Nên hiện tại không tương tác tiếp tục được với các video trên bkelearning. Em muốn xin rút môn để những kỳ học sau có những sự chuẩn bị kỹ càn hơn.",
    "Em tên , mssv: Mã số môn học: CH2021 (Hoá hữu cơ) Nhóm A03 Lí do rút môn học: môn học này đã đậu rồi, không học lại nữa.",
    "Môn thể dục tụi em có cần phải rút môn không ạ",
    "Kính gửi PDT  Em xin rút các môn học dưới đây là vì học trực tiếp làm em không thể theo kịp các môn học dưới này,cộng với việc trang thiết bị thiếu thốn làm em khó khăn hơn với việc học thí nghiệm,về việc thì cử và về nhiều vấn đề bất cập khác nữa ạ nên em xin phép nhà trường ,đoàn khoa cho em xin rút mấy  môn học này ạ. Thứ nhất là môn Cơ sở kĩ thuật điện,mã môn học:EE2017,nhóm tổ:A02. Thứ hai là môn Cơ sở điều khiển tự động,mã môn học:EE2019,nhóm tổ:A02. Thứ ba là môn Vi xử lý,mã môn học:EE2014,nhóm tổ:A01.",
    "Hiện tại lớp học AV3 online của em vẫn chưa hoạt động, không một giáo trình,video nào được tải lên, cũng như không một cách nào để liên hệ với giáo viên. Em định hủy môn nhưng sợ  không học  AV3 thì sẽ bị hạn chế đăng kí môn học năm 3 . Mong cán bộ PĐT cho em ý kiến, em chân thành cảm ơn!                                                             ",
    "em chào thầy cô, em muốn rút môn học pháp luật đại cương có mã môn học SP1007 thuộc nhóm L07 vì học dịch đang diễn biến phực tạp, chưa nắm được tình hình khi nào đi học lại nên em chưa nắm chắc có thể học tốt môn này nên em xin rút môn học để rút từ 16 chỉ xuống 14 chỉ ạ. Em cảm ơn.",
    "Lý do: do học kì này không học trực tiếp và em đăng kí nhiều môn khó nên cảm thấy k đủ sức để học nổi môn này. em muốn xin rút để dời lại học sau Tên:   mssv:  mã môn học: MT2001 môn Xác xuất và thống kê mã nhóm CC01",
    "Em chào thầy cô, hiện tại trên hệ thống E-learning của em chưa có lịch học online hoặc video dạy của môn Anh Văn 3, mong thầy cô giải quyết giúp em.",
    "Dành cho SV các hệ (không phải Quốc tế, CC) . Kính gửi phòng đào tạo. Vì lý do dịch covid nên nhà trường tổ chức học trực tuyến. Tuy nhiên điều kiện tại quê đuờng truyền tín hiệu không tốt cũng như khả năng tiếp thu qua việc học trực tuyến không hiệu quả, em xin phép rút một số môn học ạ. Họ tên:  MSSV:  Môn học: Môi trường và con người (ME2019) - nhóm 02 Chi tiết máy (ME2007) - nhóm 01 Em xin cảm ơn ạ.",
    "Em là sinh viên học chương trình tăng cường tiếng nhật . Hiện tại em đã kết thúc chương trình ở Bách Khoa và chuyển tiếp sang chương trình ở Nhật. Các môn em đăng ký cho học kỳ 192 để dự phòng cho trường hợp không được chuyển tiếp qua Nhật. Do đã được chấp nhận nhập học và có giấy đăng ký cư trú hợp pháp tại Nhật nên em làm đơn này xin đưcoj huỷ các môn học sau đây. MT2001 - Xác xuất thông kê -Nhóm A01 EE2021 - Cơ sở điện tử công suất - Nhóm A01 EE2022 - Cơ sở ddiện tử công suất - Nhóm A01 EE2013 - Vi xử lý - Nhóm A03 EE2014 - Vi xử lý (thí nghiệm ) -Nhóm A05",
    "PĐT cho em hỏi là còn đợt đăng kí dự thính nào nữa không ạ ? Do học kì 2 vẫn chưa bắt đầu giờ em có thể đăng kí bổ sung được không ạ ?",
    "Em xin rút môn. CO3003 - Mạng máy tính - L01 Lí do: Do mạng ở chỗ em kém ổn định nên không thể dành thời gian học quá nhiều môn. Em xin rút môn này để giảm tải chương trình học để tập trung tốt cho các môn khác.",
    "Em là , MSSV  sinh viên năm 2 khóa 2018, khoa Hóa,lớp Sinh học. Thời khóa biểu của em bị thêm 2 môn là Quá trình và thiết bị truyền khối, Kỹ thuật thực phẩm 2. Vì vậy nên số tín chỉ lên tới 27 chỉ. Em kính mong quý thầy cô xem xét và điều chỉnh giúp em ạ. Em cảm ơn.",
    "em xin rút môn học vật lý 2 . Mã 1005 Và 1006 VỚI LÝ DO: TÌNH HÌNH DỊCH BỆNH NÊN ĐẶC THÙ CÔNG VIỆC CỦA EM ẢI CHIA CA RA LÀM VIỆC. EM  Ạ. MONG NHÀ TRƯỜNG XEM XÉT GIẢI QUYẾT GIÚP EM! EM XIN CẢM ƠN!",
    "Em muốn đăng ký học cải thiện môn Hóa đại cương ạ. Em xin hỏi là em có thể bảo lưu kết quả thí nghiệm của môn này và chỉ học cải thiện cho các học phần còn lại được không ạ? Em xin cảm ơn.   i    ",
    "Phạm Lê Huy Do học kỳ này em đăng ký nhiều môn ( khoảng trên 8 môn học) nên em sợ không đủ thời gian để tập trung học hết các môn nên em muốn hủy đăng ký môn đồ án 2, mã môn học 400409,TT01",
    "Em xin phép được rút các môn học dự thính vì em ở ktx khu A và chưa có phương tiện di chuyển từ ktx lên cơ sở 1. Kính mong thầy cô có thể xem xét và cho em rút môn học:   + Đại số tuyến tính (MT1007)  + Giải tích 1 (MT1003)",
    "Trường có phát thẻ BHYT vào tháng 1/2020 nhưng em chưa lấy. Bây giờ em đang bị sốt cao phải nhập viện ở quê, không vào HCM lấy thẻ được. Không biết trường có hỗ trợ chuyển phát thẻ BHYT không ạ? Địa chỉ hiện tại của em là: Ngọ Từ Duy, thôn Quảng Phước, xã Vạn Lương, Vạn Ninh, Khánh Hoà. Em cảm ơn.",
    "Dạ cho em hỏi các video livestream bài giảng trên YouTube khi em muốn xem lại thì đã bị private hết rồi không coi được, vậy không có cách nào để tụi em được coi lại bài giảng ạ? Mong trường sớm xem xét để tụi em được xem lại để hiểu vài rõ hơn ạ. Em cảm ơn.",
    "Kính thưa thầy, cô. Em tên là , mã số sinh viên , hiện đang thuộc khoa cơ khí, lớp CK16CTM1. Theo những sắp xếp và phân công trước đây thì việc hướng dẫn đề cương luận văn và luận văn của em được phụ trách bởi thầy . Nhưng hiện tại trên e-learning của em thì giảng viên hướng dẫn đã được thay đổi thành cô . Mong thầy/cô giải đáp cho em về sự thay đổi này ạ. Cảm ơn thầy/cô đã đọc.",
    "Tên môn học: Đề cương luận văn tốt nghiệp Mã môn học: CO4311 Nhóm: L01 Lí do: Đã hoàn thành môn học và không còn nhu cầu đổi đề tài, muốn tiếp tục làm đề tài cũ. Tên môn học: Xử lý ảnh số và thị giác máy tính Mã môn học: CO3057 Nhóm: L01 Lí do: Môn học khá nặng, muốn tập trung hoàn thành các môn học khác trong học kỳ. Em xin cam kết sau khi rút môn học vẫn đảm bảo đủ số tín chỉ tối thiểu của học kỳ.",
    "Cô cho e hỏi là học onl trên youtube có điểm danh khôn thế cô?  -Nếu có điểm thì điểm dnah theo phương thức nào cô nhỉ? - E học hổm giờ mà khôn thấy điểm danh link điểm danh gì cả ạ?",
    "Chào Phòng đào tạo,  Em xin được phép rút môn Pháp luật Việt Nam đại cương, MSMH: SP1007, Nhóm - tổ: L05. Lý do: môn này em đăng ký để duy trì tình trạng sinh viên đề phòng việc em qua được Luận văn tốt nghiệp. Nhưng khi nhận được kết quả không đạt Luận văn tốt nghiệp thì em đã nhận được thời khóa biểu môn này. Hiện em đã đăng ký Luận văn tốt nghiệp rồi nên không cần phải học môn này nữa . Em cảm ơn.",
    "Các Thầy/Cô cho em hỏi là khi mình đi hiến máu (hoặc các hoạt động công tác xã hội khác) ở bên ngoài sự tổ chức của trường và có nhận được giấy xác nhận (của bệnh viện, tổ chức hoạt động) thì có được phép dùng giấy xác nhận đó để ghi nhận ngày công tác xã hội không ạ? Hay là em phải tham gia hoạt động công tác xã hội của trường tổ chức mới được tính ạ? Em cám ơn Thầy/Cô.",
    "dạ cho e xin phép được rút môn : Anh  2( LA1005) nhóm- tổ : A02 vì lý do : em  đã học và ôn thi toeic đạt mức yêu cầu để đăng kí môn học trong kì tới nên cho em được rút môn để có nhiều thời gian hơn trong việc học tập và nghiên cứu các môn trong kì này.",
    "Cho em hỏi khi nào có danh sách học bổng hk1 (2019-2020) không ạ!",
    "không có thiết bị để học trưc tuyến",
    "Em đăng ký rút môn học vì học online bất tiện ở nhiều chỗ khi không hiểu phần nào đó em không có người để hỏi  Vật lý 1, 1003, T01 Vật lý 1 (bt), 1004, T01 Giải tích 1, MT1003, T01 Giải tích 1 (bt), MT1004, T01",
    "Em muốn rút môn học vì học online rất bất tiện, một số chỗ em không hiểu mà không biết hỏi ai. Môn học em muốn rút là Vật lý 1 , mã môn học: PH 1003, nhóm : T01 Vật lý 1(bt), mã môn học: PH1004, nhóm: T01 Vật lý 1, mã môn học: PH 1003, nhóm: ONT",
    "Dành cho SV Quốc tế, CLC . Cho em xin được rút môn , mã môn học PH1007 vì lý do môn đó thực hành là chính nên không thể học trong mùa dịch này được ạ. Em xin cám ơn ạ.",
    "Cho em hỏi là em không đăng nhập được vào youtube bằng mail của trường....em vẫn vô gmail được bình thường chỉ có youtube là em vô không được thôi",
    "Em chào thầy/cô ạ! Em hiện là sinh viên năm 3 ngành công nghệ vật liệu. Do năm nhất em bị rớt môn giải tích 2 nên học kì 192 em có đăng kí để học lại, nhưng học kì 192 này hơi nặng với em do các môn đồ án chuyên ngành nhiều.Bên cạnh đó môn giải tích 2 được cập nhật khó hơn, mà việc học online với môn này em gặp nhiều khó khăn trong việc tiếp thu.Em muốn tập trung cho các đồ án chuyên ngành trước, các học kì sau em sẽ trả giải tích 2 sau. Nên em muốn xin thầy/cô ở phòng đào tạo xem xét cho em rút môn học ạ. - Tên môn học: Giải tích 2 - Mã môn học: MT1005, MT1006(BT) - Nhóm-Tổ: L30(lý thuyết), L53(bài tập) Em cảm ơn thầy/cô nhiều ạ!",
    "Chào thầy/cô Xin phép cho em hỏi là việc học livestream trên YOUTUBE mà giảng viên không yêu cầu điểm danh thì hệ thống AI của nhà trường có tự động điểm danh không ạ? và bằng cách nào để được điểm danh? Em cảm ơn!",
    "Môn học: Mô hình hóa, mp và tưh CNHH Mã số môn học: CH3133 Nhóm - Tổ: 03, ONL Lí do: em đăng kí dư do không chắc vào kết quả thi cuối kì 1 2019-2020, do em đã đậu môn học này rồi nên em xin rút vì lí do đăng kí dư ạ. Mong nhà trường xem xét và giải quyết cho em . Em xin cảm ơn.",
    "Dạ thưa cô vì lí do dịch bệnh nên em không có ở sài gòn để làm đơn nộp cho nhà trường có cách nào khác không cô . em cảm ơn cô!",
    "Dành cho SV Quốc tế, CLC . Kính gửi phòng học vụ, Em xin đăng  ký rút các môn học ở HK192 sau đây:   b 1. Electronic Devices and Circuit    Course Code: CO2015 (Lab: CO2016) Class: CC01 (Lab: CC02)   b 2. Computer Architecture    Course Code: CO2007 (Lab: CO2008) Class: CC01 (Lab: CC01)   b 3. Logic Design Project    Course Code: CO2021 Class: CC02  Lý do em muốn rút: Trước đây em từng tạo câu hỏi về việc rút môn học không tính phí. Do em thấy việc học online không phù hợp với mình và số tiền bỏ ra. Em và gia đình cũng muốn rút các môn để giảm nhẹ số tiền học phí. Tuy nhiên thì do có vài môn em đã học và làm khá nhiều assignment rồi nên em vẫn muốn tiếp tục. Các môn còn lại em muốn rút để dành cho học kỳ sau. Mong phòng học vụ xem xét ạ. Em xin cảm ơn, Đoàn Anh Tiến",
    "Em không đăng kí môn công nghệ thực phẩm2( CH2035). nhưng hiện giờ trong thời khóa biểu e có môn học ấy... nhưng bên Bkel lại không có hiện môn học ấy ,. Thì làm sao e tiếp tục công tác học ạ",
    "số tín chỉ yêu cầu để tốt nghiệp",
    "Em đăng ký rút môn học vì học online trực tuyến rất bất tiện ở chỗ là khi không hiểu mà không hỏi ai được cả Mã môn:1003 Môn:Vật lí 1         Nhóm: T01  Mã môn:1003 Môn:Giải tích 1      Nhóm: T01 Mã môn:1004 Môn:Vật lí 1(bt)     : T01 Mã môn:1004 Môn:Giải tích 1(bt)  : T01",
    "Dành cho SV Quốc tế, CLC . Chuyển tiếp đại học Nagaoka nên em rút môn học Danh sách các môn rút 1/SCADA A01 EE3071   SCADA ONL EE3071 2/Kỹ thuật số nâng cao A01 EE3083   Kỹ thuật số nâng cao ONL EE3083 3/- vôtuyến A01 EE3127   - vôtuyến ONL EE3127 4/Xử lý số tín hiệu A03 EE2015   Xử lý số tín hiệu ONL EE2015 5/Điện tử công suất ứd A02 EE3079   Điện tử công suất ứd ONL EE3079 6/Vi xử lý A03 EE2013   Vi xử lý ONL EE2013 7/Vi xử lý(TN) A05 EE2014 8/Xử lý số tín hiệu (tn) A08 EE2016",
    "Họ tên:   MSSV: Thưa thầy/cô,  Tổng số tín chỉ sau khi đăng kí môn học học kì 192 của em là 16 tín chỉ. Tuy nhiên cách đây 1 tuần, khi kiểm tra lại thời khóa biểu thì e thấy xuất hiện thêm môn cơ kĩ thuật thực phẩm 3 chỉ, nâng tổng số tín chỉ lên thành 19. Thực tế, e học lớp hóa dược và lúc đăng kí môn học e ko hề đăng kí môn này (môn cơ kĩ thuật thực phẩm) . Em mong quý thầy cô xem xét và sớm điều chỉnh sự nhầm lẫn này . Em chân thành cảm ơn.",
    "Lý do rút môn học: dịch bệnh. Tên môn học: Khai Phá . Mã số môn học: CO3029. Mã nhóm: L01.",
    "Kính thưa phòng đào tạo ! Cho em xin rút môn học Kết Cấu Thép 1 CI3009 A01 +Do em đã qua môn này, mục đích học chỉ để cải thiện điểm  +Quê em miền Tây nên nhiễm mặn nên vụ mùa thất bác , em muốn tiết kiệm được bao nhiêu hay bấy nhiêu cho gia định +Do Cov-19 nên nơi em làm thêm cũng đã cắt giảm nhân sự ,nên không còn nguồn thu để phụ học phí với gia đình Kính mong phòng đào tạo cho em được rút môn  Em xin cám ơn !",
    "Đă    . Lý do rút môn học: Vì tình hình dịch diễn biến phức tạp của dịch Covid 19 khiến luận văn tốt nghiệp của em bị tồn đọng một khối lượng lớn cần giải quyết, vì vậy em xin phép rút môn học để tập trung vào luận văn tốt nghiệp. Môn học: Vi điều khiển Mã: ME3007 Nhóm: A01  ",
    "Kính gửi ban giám hiệu, Em là học sinh VHVL. Do tình hình dịch bệnh phức tạp và cơ quan tạm ngừng hoạt động nên hiện tại em và vợ con đã về quê sinh sống, với tình hình vậy em không có chi phí để tiếp tục quá trình học. Mong nhà trường cho em được rút môn học, kỳ sau khi tình hình dịch bệnh ổn định em sẽ tiếp tục đi học ạ. Mã sinh viên: . Mã môn Học: 409303 Em chân thành cảm ơn",
    "MSSV:  Tên môn học: Bóng bàn Mã số môn học: PE1013 Mã nhóm: L06 Lí do xin rút môn: Đăng kí nhầm môn",
    "Hiện tại trong tkb e có môn học công nghệ thực phẩm 2(CH2035) . Nhứng trên bkel e không có làm sao e tiếp tục công tác học tập ạ",
    "MSSV:  Dạ thưa PĐT, cho em hỏi là nếu như em muốn đăng ký thêm một môn học cho học kỳ chính 192 thì có được không ạ? Em xin cảm ơn.",
    "Chào thầy cô, môn học Anh Văn 3 của em chưa có lịch học onl trên e-learning, mong thầy cô giải quyết giúp em.",
    "Dành cho SV Quốc tế, CLC . Do gia đình có việc nên thời gian không cho phép em tham dự đầy đủ các buổi học và hoàn thành tốt các bài tập về nhà. vì vậy, em xin rút 1 môn để  có thể tập trung học tập tốt hơn . Tên môn học: Lines, Fields and Waves  Mã số môn học: 405408",
    "Kính gửi thầy cô pđt trường đh bách khoa em tên  MSSV  thầy cô cho em hỏi là sao tkb cập nhật lại bị mât môn anh văn2 ( la1005) vậy ạ ? hay kì này em kh đc học anh văn lun ạ ? em xin cảm ơn",
    "Tên môn học cần rút: Điện tử công suất ứng dụng. Mã môn học: EE3079. Nhóm tổ: ONL Em là sinh viên năm 4, đã hoàn thành hết các tín chỉ (trừ luận văn). Em muốn đăng kí thêm môn này để cải thiện điểm trung bình tích lũy. Nhưng học kỳ này chủ yếu học online nên em không theo lớp học một cách tốt nhất được. Nên em viết đơn này rất mong Phòng đạo tạo có thể cho em hủy môn học Điện tử công suất ứng dụng để em có thể tập trung vào lĩnh vực em đang theo đuổi nhiều hơn. Em cảm ơn !",
    "Cho e hỏi nếu hk 192 e rút hết môn học hoặc chỉ để lại 1 môn 1 chỉ (vì lý do sức khỏe, mà nhà e xa hcm nên ko thể lên hcm để làm đơn tạm dừng 1 học kì được) nếu vậy thì có sao ko ạ, e cảm ơn. Hay là đơn tạm dừng 1 hk có gửi qua bưu điện được ko ạ",
    "Chào bạn Phòng đào tạo không thể giải quyết theo nội dung bạn gởi, Đề nghị bạn ghi theo cú pháp mail phòng đào tạo gởi Lý do: Tên môn học: Mã số môn học: Nhóm: Cảm ơn bạn",
    "MSSV:    Em chào thầy/cô ạ, Em tên là , MSSV . Em làm đơn này xin được rút môn học Đường lối cách mạng của Đảng Cộng sản Việt Nam, mã môn SP1009, nhóm lớp A10. Em đã qua môn này và kì này đăng kí lại để học cải thiện điểm nhưng với tình trạng học online khó khăn cũng như muốn tập trung hơn vào luận văn tốt nghiệp nên em xin nhà trường cho phép em rút môn này ạ. Em xin cảm ơn thầy/cô nhiều, mong sớm nhận được phản hồi ạ. Trân trọng,  ",
    "Lý do : không có máy tính và mạng ổn định Tên môn học : Cơ điện công trình Mã môn học : CI2073 Mã nhóm : ONL",
    "Cho em hỏi là mục tiến độ học tập trên mybk đã mất, em không thể vào coi những môn trong chương trình đào tạo của em được, vậy em có thể vào đâu xem ạ. em xin cám ơn",
    "Lý do: Học kỳ trước em không biết rớt mấy môn nên em đăng ký 2 môn dự phòng để có thể tốt nghiệp trong kỳ này. Nhưng do em rớt một môn nên em muốn rút bớt một môn để có thời gian làm luận văn tốt nghiệp. Tên môn học: Phát triển ứng dụng trên thiết bị di động. Mã số môn học: CO3043 Mã nhóm: L01",
    "Em xin hỏi là các môn học dự thính có cần phải đăng ký rút môn không ạ. Em xin cảm ơn !",
    "Dạ do bệnh dịch với lại em ở quê cách ly không có điều kiện học trên livestream nên em xin phép nhà trường cho em xin rút môn: CAD/CAM , MÃ MH: ME4007, nhóm tổ: T01",
    "Thầy cô cho em hỏi, ở kỳ này em phải hoàn thành av3 mà nhà trường lại xóa môn đó thì làm sao em có thể hoàn thành av3 để đăng ký cho kỳ tiếp theo ạ? Em cám ơn!",
    "Em muốn rút môn Sản xuất tinh gọn - ME4615. Lý do: Em đang trong thời gian làm luận văn tại công ty nên muốn dành thời gian tập trung cho luận văn nhiều hơn.",
    "Kính gửi PDT hôm trước em xin rút môn học không tính phí đối với môn Phương pháp Tính nhưng dường như có sự nhầm lẫn khi này em xem lại thời khoá biểu thì môn phương pháp Tính vẫn còn trong khi môn anh văn 3 của em lại mất mong PDT xem xét lại",
    "Hiện nay việc học học online bị trùng vào giờ đi làm của em  - Môn : Toán kỹ thuật - Mã môn học : EE1003 - Nhóm tổ : Z3CD",
    "Cho em hỏi em thuộc sinh viên kém, có ĐTBTL dưới 5, hiện tại em đang học 4 môn 14 tín chỉ. Theo quy chế, em có thể rút thêm 1 môn học còn 3 môn và 10 tín chỉ mà không bị cảnh cáo học vụ không? Em xin cảm ơn",
    "Chào admin quản lí ạ! Dạ ngày hôm qua 10/04/2020, em đã đăng nhập được tài khoảng gmail \"\" với mật khẩu: \"gPMg730P\". Tuy nhiên ngày hôm nay 11/04/2020, khi đăng nhập lại thì không được và nhận được thông báo \"mật khấu đã được thay đổi vào 10 tiếng trước\". Em không hề thay đổi mật khẩu ạ. Em xin nhờ admin giải quyết giúp em ạ . Em xin lỗi vì đã gây ra nhiều phiền phức. Chúc admin sức khỏe. Em xin cảm ơn!",
    "Vì lý do tình hình dich bệnh diễn biến phức tạp nên các môn học đươc chuyển sang dạng học online. Nhưng em lại không có máy tính cá nhân và các điểm truy cập máy tính công cộng hiện đều đóng cửa do tình hình dịch bệnh nên khả năng học online của em cực kì hạn chế. Kính mong nhà trường chấp thuận cho em rút các môn học sau: Tên MH: Các quá trình chế tạo, Mã MH:ME2071, Nhóm:  Tên MH: Các quá trình chế tạo(TN), Mã MH: ME2072, Nhóm:  Em xin chân thành cám ơn.",
    "Do tình hình dịch bệnh nên em phải về nhà để tránh dịch, nhà em lại xa không có điều kiện vào mạng internet để theo dõi và theo được chương trình e-learning.nên em muốn rút môn học ạ. sau khi dịch bệnh kết thúc em sẽ đăng kí và học sau ạ. em xin cám ơn PĐT"
]