[
    "Em tên là , MSSV . Em có xin tạm dừng trong học kì này, nhưng đã làm thủ tục nhập học lại. Khi lên mybk để đăng ký nộp thì bị báo lỗi như hình em đính kèm. Hiện tại em không rõ là em nên đợi tới học kì sau mới nộp bằng tốt nghiệp THPT hay sao . Em xin cảm ơn.   i    Bằng tốt nghiệp THPT .",
    "B Thầy cô cho em hỏi là do nhầm thời khóa biểu nên em có lỡ 1 số buổi học google meet môn Hóa Đại Cương. Nhưng sau đó em có xem lại vậy thì có ảnh hưởng gì đến thi giữa kì không ạ?   .",
    "Em là rận Đặng hiên Phú hời khoá biểu hiện tại sau khi cập nhật thêm số tiết các môn thí nghiệm và thể chất thì  em bị trùng giờ học của 2 môn, đó là hí nghiệm vật lí và hực tập cơ khí đại cương vào ngày chủ nhật. Xin nhà trường xem xét lại giúp em ạ.",
    "Vụ việc: Lịch thi Khoa học Trái Đất vào ngày 31/05/2020 vào lúc 14h bị trùng với lịch học Hóa Đại cương TN lúc 14h. Mong PĐT sẽ sắp xếp lại lịch, em cám ơn!",
    "Cho em hỏi thời điểm nào có kết quả xét học bổng kì 1 ạ.?",
    "Dạ cho em hỏi kì này em bị PĐT xóa môn Vẽ cơ Khí ( ME2022 ) nhưng trên BKPay vẫn chưa được giảm tiền và trên lịch học sao vẫn còn lịch học vẽ cơ khí (th) vậy ạ .Mong có câu trả lời sớm từ phòng đào tạo, em cảm ơn !",
    "Em chào thầy/cô, em là , MSSV , sinh viên năm 1 khoa Khoa học và Kỹ thuật máy tính . Trong thời gian học năm 1 ở Bách Khoa thì em có đăng ký và trúng tuyển vào một trường đại học ở nước ngoài. Em muốn hỏi:  1. Em muốn xin dừng việc học ở Bách Khoa và rút các hồ sơ cần thiết thì em cần phải liên hệ ai, các hồ sơ được rút gồm những gì ạ? 2. Nếu em rút hồ sơ đồng nghĩa với việc em không hoàn thành học kì 2, vậy em có cần đóng học phí học kì 2 để được rút hồ sơ không ạ? 3. Trường hợp em muốn bảo lưu việc học thì em có thể thực hiện bây giờ không? Hay phải đợi đến khoảng thời gian được nhà trường quy định ạ? Em cảm ơn!",
    "Thưa pđt. Thứ 7 ( 30.5) chúng em có lịch thi trùng với giờ học thí nghiệm vô cơ ( ch2014) ạ . Em mong pđt nhanh chóng sắp xếp lại tkb và lịch thi để chúng em đảm bảo việc học và thi ạ . Em cảm ơn",
    "Em là - Em bị trùng lịch . -Thí nghiệm cơ lưu chất lớp L10   B thứ 7 tuần 22 từ 15:00-17h50     -Lịch thi cơ lưu chất vào ngày 30/5 tức thứ   B thứ 7 tuần 22 lúc 16:00.    Em mong phản hồi tù phòng đào tạo. Em cảm ơn.",
    "Hiện tại em đang có lịch thi giữa kì môn cơ sở điều khiểu tự động (EE2019) nhóm L04-A vào lúc 16h00 ngày 30/05/2020, nhưng hiện đang bị trùng với lịch học thí nghiệm môn cơ sở điện tử công suất (EE 2022) nhóm L10 vào 15h00-17h50 ngày 30/05/2020.  Em xin hỏi là nhà trường có thể đổi thời khóa biểu hay không ?   Em cảm ơn.",
    "Cho em hỏi em dk đợt tốt nghiệp cuối tháng 4 hệ vlvh mà ngay đợt dịch bênh có thông tin gì  về ngày dời đợt tn ko ạ.",
    "Kính gửi Phòng Đào Tạo, Em tên là . MSSV : . Vì dịch bệnh vừa qua nên tình hình kinh tế khó khăn và bị công ty cắt giảm nhân sự nên em không còn đủ tiền để đóng học phí nên em xin được rút môn học : Những NgLý cơbản CN M- - SP1003 Vật lý 2 - PH1005 Mong Phòng Đào Tạo xem xét và giúp đỡ em rút môn học. Em xin được đăng ký và học lại vào những học kỳ sau. Em chân thành cảm ơn Phòng Đào Tạo.",
    "Chào thầy/ cô, em là , sinh viên K14, hiện tại em vừa thi Toeic được 480 điểm, em muốn chuyển điểm 3 môn Anh văn ( AV 1,2,3) rồi sau này e thi cao hơn 500 điểm đổi tiếp Anh văn 4 được không ạ, hay chỉ được đổi 1 lần duy nhất cho 4 Anh văn luôn ạ. Em cảm ơn.",
    "Học phí .   Em là sinh viên hệ vhvl, mã sinh viên là .   Nay có đợt đóng học phí hk191 lẫn hk192 mà em chỉ thấy học phí của hk192 còn hk191 thì không thấy ạ.   Mong thầy/cô giúp đỡ ạ.",
    "Dạ cho e hỏi là TKB vừa mới cập nhật làm mới, là được bổ sung các tiết học bù cho các môn giáo dục thể chất, av, các môn thí nghiệm. Thì e có check TKB thì có môn trùng lịch, cụ thể của e là e có đăng kí môn hoá lý dự thính giờ học live từ 10h-11h15’ và tkb mới cập nhận lại trùng vô môn giáo dục thể chất giờ học từ 10h-12h và do cả hai môn học đều cần phải điểm danh nên e ko thể vắng buổi nào. Em mong pđt giải quyết dùm e! Em xin cảm ơn!",
    "Thưa , Em là Đoàn Công Trường, MSSV G  . Cho em hỏi về Điểm Trung Bình Tích Lũy Ngành của ngành QTKD của em. Hiện tại,  xét điểm TBTLN của em là 6.66, đây là kết quả trung bình của chỉ 24 môn học trong chương trình đào tạo QLCN/QTKD K12. Trong trương trình học tập của em, em hoàn thành 56 môn của ngành QTKD. Tuy nhiên, thời điểm em học ngành thứ 2, các môn mã cũ của K12 đã không còn mở lớp, cho nên em phải học các môn mã số mới của K14 trở về sau, số lượng các môn này là 32 môn. Em đã rất cố gắng để hoàn thành tốt tất cả các môn này. Em có lên hỏi  về việc chuyển điểm thì nhận được câu trả lời rằng: \"các môn chưa học mã cũ lần nào thì sẽ được chuyển điểm 1 lần\". Nếu như 32 môn em học với Mã số môn học của K14 được chuyển điểm sang mã cũ (k12) thì điểm trung bình tích lũy ngành của ngành QLCN/QTKD của em sẽ lên 7.09 (~7.1), như vậy em sẽ được bằng Khá. Em kính mong  xem xét, vì thời gian học ngành thứ 2 em đã rất cố gắng, và tấm bằng đại học sẽ đi theo em suốt đời. Em cám ơn.",
    "xin chào thầy cô ạ! thời khóa biểu của em vẫn hiện cập nhập ngày 18/05/2020 suốt 1 tuần nay rồi ạ, và vẫn giữ nguyên tkb, không có những lần cập nhập như các bạn khác, và vẫn chưa có thời khóa biểu bù cho mấy môn thí nghiệm. Em không biết là thời khóa biểu của em không có sự thay đổi hay là bị lỗi hệ thống ạ, mong thầy cô xem xét, em xin cảm ơn thầy cô!",
    "Cho em hỏi là trường cấp 3 của em chưa có bằng tốt nghiệp thì em có cần phải làm đơn để báo là chưa có bằng không ạ? Em xin cảm ơn!",
    "QUOTE  . Cho em hỏi quy trình để đk song ngành sao ạ.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ cho em hỏi là bây giờ vẫn còn thời hạn để rút môn học có tính phí phải không ạ? Em xin cảm ơn.",
    "Kính gửi quý Thầy/Cô, Em xem lịch đóng học phí thì thanh toán 50% trước 28/5 Nhưng khi em vào BKpay thì hệ thống báo là thanh toán 100% hết 1 lần và hạn và 2/7 Quý thầy cô cho em hỏi là em thanh toán 50% hay 100% ạ Trân trọng, Nhựt Anh",
    "Em đã đủ điều kiện tốt nghiệp nhưng không đăng kí tốt nghiệp online được do hệ thống báo lỗi chưa đủ ngày ctxh",
    "Em tên là , sau khi nhận được mail gia hạn bảo hiểm y tế của trường, vì không đọc kĩ thông tin nên em đã đồng ý gia hạn bảo hiểm y tế trên myBK (tuy nhiên em chưa thanh toán tiền). Vì em hiện đang cư trú tại KTX khu A đại học quốc gia nên em không cần phải đăng ký gia hạn bảo hiểm y tế nữa. Tuy nhiên em đã bấm xác nhận đăng ký như hình. Vậy em phải làm thế nào đây ạ? Em xin cảm ơn",
    "em có 17 tín chỉ học kì này mà sao lại có học phí bổ sung vậy ạ",
    "Kpay của em bị lỗi như thế này ạ, không hiện bất cứ gì ngoài dòng chữ   b Số khoản chưa thanh toán   . Mong nhà trường sớm khắc phục lỗi này để em có thể thanh toán học phí ạ",
    "Học phí .     Em tên là , sinh viên hệ VLVH ngành CNTT khóa 2 năm 2019. HK191 trường có đăng ký cho em 3 môn học là Xác xuất và thống kê,  Phương pháp tính và Hệ điều hành. Sau khi trường xét miễn môn học thì em được miễn môn Hệ điều hành và môn Phương pháp tính  do có sai sót trong thời khóa biểu nhập học nên sinh viên ngành CNTT không phải học và đóng tiền học phí môn học này như cô  đã trả lời qua email. Vậy em chỉ phải đóng tiền học phí HK191 là 01 môn Xác xuất và thống kê (3 tín chỉ). Tuy nhiên hiện tại trong phần học phí HK191 của em lại tính tiền học phí đến 2 môn (6 tín chỉ). Mong các thầy/cô giải đáp thắc mắc giúp em với ạ!",
    "cho hỏi là sao của em có chi phí phát sinh 320k",
    "Dạ, cho em hỏi đợt đăng kí làm luận văn gần tháng 7- tháng 9/2020 là ngày bao nhiêu vậy ạ? Tại em thấy trường chưa cập nhật lịch đăng kí mới trên aao ạ. Em cảm ơn!!",
    "Dạ em xin chào ạ ! Em là sinh viên năm nhất K19 thuộc chương trình PFEIV kỳ dự thính 192 năm nay em có đăng ký môn Cấu trúc dữ liệu nâng cao - 501704 . Theo như em biết là khóa K19 bên em cũng có thay đổi nhiều về môn học và trên trang chương trình đào tạo thì vẫn chưa có các môn sau kỳ 4 nên em mới hỏi là em học môn này có được ghi nhận điểm và tính vào số tín chỉ tích lũy không ạ ! Em đăng ký môn này để bổ sung thêm kiến thức tin học và bổ sung trước một số tín chỉ ạ !",
    "em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như : CI2091 Kết cấu bê tông cốt thép 1 CI4037 Công trình trên đất yếu CI1001 Nhập môn về kỹ thuật CI3001 Cơ học đất CI3009 Kết cấu thép 1 nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1 thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ? 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?",
    "Hiện giờ e năm 3 và chưa đủ chuẩn av là 600 để đăng ký môn học của hk1 năm 4, nhưng theo thông báo của trường qua mail thì, học kì 1 năm tới không cần xét chuẩn av vậy là em vẫn có thể đăng ký các môn học năm tư mặc dù av chưa đủ đúng không ạ. Em muốn hỏi lại để nắm rõ ạ. Em cám ơn!",
    "Dạ chào thầy/cô, em là  DD19LT10.Cho em hỏi về việc thông tin cá nhân của em phần năm sinh bị để trống(hình 1) và em có thử chỉnh sửa nhưng không được ạ. Mong thầy cô giúp em ! Nơi sinh của em ở Đồng Nai ạ.",
    "Dạ thưa cô, chỗ học phí bổ sung đó ạ. HK192 em đăng kí đủ 17 tín chỉ(không học dự thính) thì học phí tron gói là 5tr3, nhưng mà trong mục BKpay của em có thêm mục thanh toán học phí bổ sung thì em có cần phải thanh toán thêm mục đó không ạ. Em cảm ơn",
    "Do lịch thi của em ngày 31/5 có hai môn gần sát giờ nhau, môn PLVNĐC em thi ở cs1 lúc 12h và KHTĐ lúc 14 h ở cs2, em sợ di chuyển không kịp giữa 2 cơ sở nên em mong PĐT có thể dời sớm hoặc trễ hơn 1 trong 2 môn này sang 1 ca khác để em có thể di chuyển và thi đúng giờ. Em xin chân thành cảm ơn.",
    "Học phí . Kính gửi quý thầy cô, Em có thắc mắc về học nhưng thầy cô có phản hồi:\" em vừa gởi mail đến  và anh trả lời cho bạn rõ rồi nên câu hỏi trên BKSI không cần trả lời nữa\". Nhưng em chưa gửi đến mail của thầy để hỏi và kiểm tra hộp thư đến cũng không thấy mail của thầy. Nhờ thầy cô giải thích cho em rõ, vì cũng sắp đến hạn đóng tiền học phí vào ngày 28/05/2020. Để em có thể chuẩn bị và hoàn thành tốt việc đóng học phí . Em cám ơn thầy cô nhiều. . MSSV: ",
    "lịch thi giữa kì môn phương pháp tính của e là 7h ngày 31/5 nhưng lại trùng với lịch học của môn thí nghiệm hóa vô cơ.mong pdt sắp xếp lại lịch học giúp e với ạ. e cảm ơn.",
    "ng tiền BKpay để in thẻ nhưng hệ thống chưa xác nhận",
    "ng ký in thẻ sinh viên . Em chào quý thầy cô! Em tên là  MSSV  Em có làm mất thẻ SV và đăng kí in lại vào sáng thứ 2 ngày 25.5 và đã thanh toán trong ngày 25.5 nhưng đến giờ thẻ vẫn còn trạng thái \"đang chờ thanh toán\". Cuối tuần này em phải thi giữa kì và rất cần thẻ SV. Mong phòng đào tạo giải quyết giúp em. Em xin chân thành cảm ơn",
    "Dạ em đăng ký đủ 17 chỉ nhưng khi lên BKPay lại có học phí bổ sung là sao ạ   ",
    "PĐT cho em hòi về việc xét học bổng khuyến khích học tập kì 191 có diễn ra không ạ. Vì đến hạn nộp học phí nhưng em vẫn chưa thấy thông báo gì về xét học bổng . Em cảm ơn ạ.",
    "Xin chào thầy/cô, em là , thuộc khoa Kỹ thuật xây dựng K2019. Hôm nay, em gửi mail này xin được thay đổi lịch học môn GDTC L08 môn Cầu Lông [16h chiều thứ 3] vì em kẹt lịch học môn Anh văn ở trung tâm. Em mong muốn được chuyển lịch học về lớp L13 [7h sáng thứ 5]. Em xin cảm ơn thầy/cô rất nhiều ạ! Chúc thầy/cô một ngày tốt lành! Trân trọng!  .",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Em chào thầy/cô, em tên là   MSSV  từ khoa KH&KT máy tính. Nay em muốn xin phòng đào tạo điều chỉnh lịch thi giữa kì 192 môn Đại số tuyến tính (ĐSTT) cho em. Do em có lịch học môn Đồ án ngành từ 10h đến 12h thứ 7 (30/05) ở cơ sở  Thường Kiệt nhưng lại có lịch thi môn ĐSTT lúc 12h thứ 7 (30/05) ở cơ sở Dĩ An. Vì không đủ thời gian di chuyển giữa hai cơ sở nên em không thể có mặt tại phòng thi đúng giờ. Mong thầy/cô tạo điều kiện và giúp đỡ. Em xin cám ơn.",
    "Em tên . Em là sinh viên Lào. Hiện nay em chưa qua Việt Nam để đi học được do cửa khẩu chưa mở. Và gần thi giữa học kỳ rồi, theo nhà trường em nên làm sao ạ?    Mong nhà trường xem xét với. Em trân trọng cảm ơn ạ",
    "em chào thầy cô, Hiện tại trường cấp 3 em vẫn chưa có thông báo nhận bằng tốt nghiệp THPT. Em muốn hỏi là nếu cỡ tháng 7 em nhận được bằng thì em phải đợi tới 5/10/2020 để lên PĐT nộp phải ko ạ? Trường hợp nộp trễ có ảnh hưởng đến việc đăng ký môn năm 2 hay là trừ điểm rèn luyện ko ạ? Em mong được sự phản hồi từ thầy cô. Em cám ơn.",
    "dạ e thuộc khoa điện và khoa e có phân ngành xong ngày 21 ạ! Dạ do một số lí do nghiên cứu e có chọn ngành k hợp bới khả năng của mình k biết e có được thay đổi lại phân ngành được k ạ!em cảm ơn ạ!   ",
    "dạ nhà trường cho em hỏi vì sao em đã đóng tiền dự thính lý 1 nhưng trên bk pay vẫn chưa xác nhận thanh toán v ạ.Và sau đó em có ra ngân hàng hỏi thì họ bảo đây là do hệ thống nhà trường .",
    "Cách tính để miễn môn học như thế nào?  Mong nhận được trả lời sớm từ quý thầy cô. Trân trọng!   i  .",
    "Em kính chào thầy(cô). Em muốn hỏi là khi nào bắt đầu học kỳ( chính) năm sau, hk201 ạ",
    "Dạ thầy cô cho em hỏi sao em đóng tiền ấn vào thanh toán mà lại bị chuyển sang trang như hình mà không có xác nhận thanh toán như mọi lần vậy ạ. Em đã thử dùng tài khoản đóng cho bạn khác thì vẫn bình thường ạ. Em cảm ơn ạ.",
    "Dạ thưa cô, chỗ học phí bổ sung đó ạ. HK192 em đăng kí đủ 17 tín chỉ(không học dự thính) thì học phí tron gói là 5tr3, nhưng mà trong mục BKpay của em có thêm mục thanh toán học phí bổ sung thì em có cần phải thanh toán thêm mục đó không ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo, Em tên . MSSV  Em có làm đơn rút 2 môn  Những NgLý cơbản CN M- - SP1003 Vật lý 2 - PH1005 Em nhận được thông báo là nhà trường chỉ cho rút đơn vào 17/4 nhưng đây là 2 môn dự thính live stream em đăng ký vào đợt 2 ngày 28/4 nên em mong phòng đào tạo xem xét lại giúp em và giúp em hủy 2 môn này vì hiện tại công ty em đang cắt giảm nhân sự nên kinh tế không đủ để đóng học phí. Rất mong phòng đào tạo xem xét giúp em. Em sẽ cố gắng để đăng ký học lại vào những học kỳ sau. Em xin cảm ơn phòng đào tạo.",
    "Thầy ơi Em có thắc mắc về học phí vừa học vừa làm, em có đăng kí 4 tín chỉ nhưng học phí của em là 2.880.000₫. Thầy cho em hỏi học phí như vậy có đúng không thầy. Thầy giải quyết giúp em ạ",
    "Em chào thầy cô. Ngày 5/4 em có một yêu cầu xin rút môn học tại sao em không thấy hồi âm gì ạ.",
    "MSSV:  Vừa qua, em đã đăng kí nộp bảo hiểm y tế 6 tháng (268,610 VND). Nhưng khi em kiểm tra thì thấy mình đã đóng cho cả năm trước đó rồi. Kính mong phòng xem xét hoàn tiền đã đóng khoản tiền bảo hiểm y tế giúp em . Em cảm ơn.",
    "Kính gửi PDT Em tên , là sinh viên hệ VHVL (MSSV ) chuyển từ chính quy sang ( MSSV CŨ 4). Ở hệ Chính Quy em đã hoàn thành toàn bộ chương trình học kể cả LVTN chỉ còn thiếu môn học  Bền Vật Liệu 2C. Sau khi chuyển sang hệ VHVL em đã đăng kí học môn học  Bền Vật Liệu (C12001) ở học kì 1 năm học 2019-2020 thay thế môn  Bền Vật Liệu 2C và có kết quả điểm tổng kết 5.5đ và pass môn. Nhưng trên danh sách tốt nghiệp dự kiến em vẩn chưa có tến để đăng kí cho đợt 1/2020. Kiểm tra thì thấy em chỉ đạt 143/145 TC ngành để TN còn thiếu 2TC của môn SBVL2C . PDT cho em hỏi có đúng như vậy không?. Nếu đúng PDT cho em xin cập nhật điểm tổng kết môn học  Bền Vật Liệu để em được đăng kí tốt nghiệp đợt này Em cám ơn!",
    "Em chào các thầy cô . Em hiện nay đang là sinh viên năm nhất của chương trình Việt - Pháp. Hôm vừa rồi em có nhận được email thông báo về việc nộp bằng tốt nghiệp THPT. Thầy cô cho em hỏi là hạn chót nộp là khi nào ạ? Em xin cảm ơn thầy cô.",
    "Hôm nay em có vào Bkpay để đóng tiền học học kỳ 192 đã thanh toán thanh công Học phí ĐH chính quy đợt 1 nhưng không vào được link để thanh toán Học phí dự thính ngoài giờ.Em làm thế nào để giải quyết ạ?",
    "Kính gửi Phòng đạo tạo, Em tên:  MSSV:  Theo như phần trả lời của chị  về yêu cầu lần trước của em . \"Bạn liên hệ trực tiếp PDT để đăng kí xét tốt nghiệp, sau khi PDT xét bạn đủ điều kiện xét tốt nghiệp PDT sẽ gởi mail cho bạn làm tiếp bước tiếp theo.\" Sáng hôm nay (27/05) em đã lên làm việc trực tiếp. Nhưng anh tiếp nhận chỉ cho em ghi Họ tên, MSSV và SDT. Em không biết như vậy đã đủ thủ tục chưa ? Đồng thời anh kêu em thứ 6 (29/05) lên PDT trực tiếp 1 lần nữa . Hiện tại, em không có thời gian để lên trường trực tiếp vào thứ 6 vì em bận dự án phải bay vào Đà Nẵng, em có mong muốn PDT giải quyết online về vấn đề tốt nghiệp của em trong đợt tốt nghiệp bổ sung này. Em xin chân thành cảm ơn.",
    "Em chào pđt Em tên  MSSV  Khoa Xây dựng Em xin hỏi về vấn đề đóng tiền học phí Em đã đóng nhầm học phí lần 2 kết thức vào 25/6 Trong khi học phí lần 1 kết thúc vào ngày 28/5 em lại chưa thanh toán Pđt cho em hỏi là Em có thể đổi kết quả đóng học phí lần 2 sang lần 1 không ạ? Vì học phí lần 1 sắp hết hạn rồi. Em cảm ơn",
    "Dạ em chào PĐT, PĐT cho em hỏi em có thể làm đơn xin gia hạn đóng học phí 1 tuần được không ạ, hiện tại nhà em chưa chuẩn bị kịp tiền được Em xin cảm ơn",
    "Dạ cho em hỏi hiện giờ em còn có thể  được rút môn học dự thính nữa không ạ.",
    "Dạ cho em hỏi là kì 2 này có xét học bổng kì trước không ạ. Nếu có thời gian xét là khi nào ạ. Em cảm ơn ạ",
    "Anh/chị cho em hỏi với ạ. Em đăng ký chuyển điểm anh văn 1 mà em quên thanh toán tiền, vậy bây giờ em lên thanh toán tiền là điểm sẽ tự động cập nhật hay là em phải đăng ký chuyển điểm lại rồi nộp tiền cả hai lần ạ",
    "Kính thưa nhà trường  em tên   hoa K17  Hôm nay ngày 28/5 , e vào ví momo thấy có đóng tiền dịch vụ trường bách khoa , e đã đóng vào đó số tiền 1.920.000 . Khi đóng xong em nhìn kĩ lại là đóng cho trung tâm ngoại ngữ trường đại học bách khoa , nhưng em không có học trung tâm ngoại ngữ của trường . Kính mong nhà trường có thể giúp em làm cách nào để lấy lại số tiền đó được không ạ",
    "Cho em hỏi là phòng đào tạo có thể xem xét đổi thời khóa biểu môn Anh Văn 3 của em để không trùng với môn sinh học đại cương của em không ạ. Do môn sinh chỉ còn 3 tuần mà cùng giờ với môn Anh Văn 3 của em. Do đó em không thể nghỉ học môn nào do không đảm bảo kiến thức. Cũng như mỗi môn giáo viên cũng chỉ có 1 lớp em không sắp xếp được ạ. Mong thầy cô xem xét nguyện vọng của em ạ. Em xin chân thành cảm ơn.",
    "Em chào ad. Em thuộc bộ môn điện - điện tử. Tuần này lịch thi của em cũng như các bạn trong lớp trùng với lịch học thí nghiệm môn xử lý số tín hiệu. Dù chúng em đã sắp xếp lịch học bù nhưng do cơ sở lớp thí nghiệm k đáp ứng đủ yêu cầu. Nên chúng em mong phòng đạo tạo xem xét để sắp xếp lại lịch học, hoặc mở thêm lớp  giúp chúng em.",
    "Dạ cho em hỏi khi nào em có thể nhận lại học bạ THPT bản gốc vậy ạ? Trong trường hợp nếu em còn đang học chưa tốt nghiệp, em có thể mượn lại học bạ THPT không ạ? Em cám ơn",
    "Thưa Thầy (Cô), Theo lịch nộp học phí của trường em xem được trên bkpay, học phí dự thính chuyển hệ có hạn nộp vào ngày 2/7/2020, và học phí học kì chính đợt 1, hết hạn vài 15h ngày 28/5/2020. Em đã đóng học phí theo đợt 1 của trường. Vừa rồi, em nhận được email thông báo chua thanh toán học phí của trường. Vậy em mong quý thầy (cô) giải đáp về thời hạn đóng học phí của từng đợt có ngày kết thúc giống như trên bkpay không?  Em xin cảm ơn",
    "Sáng nay ngày 28/5/2020 em đã nộp tiền học phí trực tiếp tại chi nhánh OCB THỦ ĐỨC trước 15h nhưng hiện tại lại có thông báo em chưa hoàn thành học phí đúng hạn ạ",
    "Thầy cô cho em hỏi em đổi điểm av trong HK này thì em có thể đăng ký xét tốt nghiệp trong đợt 1 năm 2020 được không ạ? Em xin cảm ơn thầy cô",
    "Hiện tại HK192 em có đăng kí 1 môn để duy tình tình trạng học tập để chờ thi anh văn. Và hôm nay em có nhận được 1 email thông báo nộp trể học phí. vì em đã xem trên Bkay thanh toán học phí thì lịch hạn chốt là ngày 2020-07-02 23:59:00. em có đính kèm file hình ảnh bên dưới. Do em thấy thời gian là ngày 2020-07-02 nên cũng báo gia đình thời gian đó, gia đình chưa gửi tiền để đóng học phí được. kính mong phòng đào tạo xem xét. vì thông tin trên website không chính xác. e xin chân thành cảm ơn",
    "Cô ơi, Cô cho em gửi đơn trình bày lý do em thanh toán trễ học phí. Nguyên nhân là em không ghi chú lại hạn chót đợt thanh toán. Em đã thanh toán học phí trên MyBK. Em xin cảm ơn cô.",
    "Dạ cho em hỏi, em chưa đóng tiền hoc kì chính 192 thì ngoài việc bị trừ điểm rèn luyện thì em có cần viết đơn trễ học phí để nộp cho phòng đào tạo không ạ. Em cảm ơn nhiều ạ",
    "Kính gửi BGH trường Đại học Bách Khoa thành phố Hồ Chí Minh. Em tên   MSSV  Khoa Cơ Khí Lớp CK12 Do ảnh hưởng của dịch COVID 19 nên trong thời gian qua, kinh tế gia đình bị ảnh hưởng, chính vì thế việc em được gia đình chuyển tiền gần sát hạn học phí đợt 1, tức là 15h ngày 28/6/2020. Do vướng mắc ở tài khoản OCB và vấn đề nghẽn mạng trong khoảng thời gian 14h30-15h ngày 28/6/2020 nên em đã trễ học phí đợt 1, em đã thanh toán xong học phí nhưng vẫn nhận mail về việc trừ điểm rèn luyện. Em kính xin BGH và PĐT xem xét miễn trừ 5đ rèn luyện cho sinh viên trong trễ học phí trong HK 192. Em kính mong nhà trường suy xét về ảnh hưởng của dịch COVID 19 và chấp thuận ý kiến trên, em xin cảm ơn thầy/ cô đã dành thời gian đọc ý kiến này của em.",
    "Xin chào pđt. cho em hỏi qui cách phân ngành năm 2 với ạ, em là sinh viên năm 1 khoa xây dựng. nếu năm 2 em vẫn còn nợ môn năm 1 thì việc phân ngành diễn ra như thế nào ạ",
    "hạn đóng học phí kì 192 chính khóa và dự thính của em là ngày 28/5/2020, em đóng trễ vào ngày 29/5/202. Em có cần phải làm đơn gì không ạ, em xin cảm ơn.",
    "c phí - Đại học - Cao đẳng chính quy   ọc phí dự thính . Dạ em xin chào thầy/cô, em là , MSSV: . Trong kỳ dự thính ọc kỳ 192, em đã đóng đủ học phí dự thính trươc khi hết hạn nhưng em vẫn nhận được email chưa đóng. Em kính mong thây/cô kiểm tra lại giúp em ạ. Em xin cám ơnNghia",
    "dạ em chào các thầy cô. vừa rồi em chưa đăng kí được mấy môn học ở học kì 1 năm 2020 hệ VHVL nghành xây dựng. giờ em vô đăng kí mà hông có được ạ . vậy e nhờ mấy thầy cô hướng dẫn cho em đăng kí với ạ em xin cảm ơn",
    "Dạ em có 1 thắc mắc  Vừa rồi em có làm đơn xin gia hạn học phí. Trong đơn, số tiền em gia hạn là 7.220.000 vnd  Bao gồm: học kỳ 192: 5.300.000 vnd  + học kỳ dự thính: 1.920.000  Em chỉ làm 1 đơn gia hạn cho cả 2 loại học phí  Cho em hỏi vậy có được chấp thuận không ạ  Mong nhận được sự phản hồi của quý thầy cô ! Em xin cảm ơn",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào anh chị, Em tên , mssv , chương trình CLC. Em có nộp đơn xin thu nhận vào học kì 192 để chuẩn bị cho đăng ký thông tin TN. Hiện tại hệ thống mybk đã cập nhật trạng thái Đang học cho em. Nhưng trên danh sách dự kiến tốt nghiệp vẫn ghi chú em   I nghỉ học  /I  và trang đăng ký TN  (https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky) em không thể cập nhật thông tin. Em mong anh/chị kiểm tra lại giúp trường hợp em ạ. Em cảm ơn, .",
    "Em là , , Chương trình Chất lượng cao Học kỳ 192, em có đăng ký chuyển hệ môn Đường lối Theo như em thấy thời gian thanh toán học phí chuyển hệ trên Bkpay là 2/7/2020, nhưng em lại nhận được mail thanh toán trễ hạn vào ngày 28/5/2020 . Đây có phải là lỗi của hệ thống không ạ? File bằng chứng em đính kèm ở dưới",
    "Em mong phòng đào tạo sắp lại thời khóa biểu tiết lý thuyết của môn vẽ cơ khí vào sáng t2 như trước khi hủy ,vì lịch khôi phục lại môn học vào ngày chủ nhật làm trùng với những môn có tiết thực hành",
    "Chào phòng đào tạo ạ! Cho em hỏi về chương trình đào tạo của ngành Kỹ thuật cơ khí   B    (liên thông)    Khóa 2019 vẫn chưa được cập nhật ạ. Hiện tại tụi em vẫn xem và học theo ctđt của khóa 2018 liên thông. Rất mong pđt sớm cập nhật ctđt để tụi em biết ctđt của mình và thuận tiện cho việc đăng ký môn học ạ. Em xin cảm ơn.",
    "Dạ em chào thầy/cô, trên mục thông tin cá nhân của em trên MyBK phần nơi sinh bị bỏ trống. Thầy/cô xem và hỗ trợ giúp em với ạ. Em xin cảm ơn.",
    "Dạ Thầy, Cô cho em hỏi. Trong đợt học kì 1 em không có đăng kí môn học nhưng vẫn tính học phí. Và học phí là những môn đại cương mà em đã được miễn mà giòe vẫn phải đóng. Thầy Cô giải thích giúp em với . Em cám ơn!",
    "Chào các anh/chị Em đã có điểm anh văn nói -viết từ hôm thứ 7 tuần r, nhưng nay trên hệ thống vẫn chưa thấy cập nhật trong danh sách dự kiến ạ Em cảm ơn ạ ",
    "Hiện tại em vừa hoàn thành xong anh văn thi nói - viết  =200. Và thấy mình đủ điều kiện tốt nghiệp. Em kiểm tra mình không có tên trong danh sách dự kiến tốt nghiệp đợt này và em không thể đăng ký tốt nghiệp. Em muốn hỏi về cách thức đăng ký tốt nghiệp?",
    "Xin chào thầy cô. Học kỳ này em có đăng ký môn Thí nghiệm QTTB (CH3015) vào tối ngày T6 và sáng CN. Hiện tại bộ môn đã đổi ngày lên trưa T2 thì hệ VHVL của em ko thể nào đi học được. Học Phí thì đã đóng rôi. Mong nhà trường giải quyết vấn đề trên giúp em.",
    "Em chào thầy cô, em đã nộp đơn rút môn rồi thì khi nào em mới biết được em đã rút môn hay chưa ạ ? Em xin cám ơn vì đã đọc tin nhắn này.",
    "Kính thưa PĐT, Hiện tại lịch thi giữa kì dự thính của em bị mất môn CH2043 Quá trình thiết bị truyền nhiệt ạ (nhóm DT01), rất mong PĐT có thể sớm giải quyết giúp em ạ. Em xin cảm ơn.",
    "Học phí dự thính     Vào khoảng 9h sáng ngày hôm qua (28/05) em có thanh toán tiền học phí hk dự thính qua trang bkpay của nhà trường và bên OCB cũng đã gửi tin nhắn đã đóng học phí, thế nhưng trên trang bkpay lại không có dấu “tích”   của việc đã thanh toán Cho nên em mong thầy (cô) có thể kiểm tra lại giúp em về vấn đề này Em xin chân thành cảm ơn! ",
    "Kính chào thầy/cô, Em tên là:  MSSV: Hiện tại em muốn rút môn học, thông tin như sau: Tên: Điện tử y sinh Mã mã môn học: EE3037 Nhóm tổ: A01 Mong thầy/cô hỗ trợ giúp em.",
    "Em tên  - mssv :  . Em vừa thi toeic ngày 18/05/2020 và có kết quả (đính kém file ảnh bên dưới) nhưng khi đăng kí nộp và chuyển điểm 4 anh văn thì lại bị lỗi chứng chỉ hết hạn. Mong anh chị kỹ thuật viên khắc phục giúp em.",
    "Chào cô. Cô cho em hỏi em đã thi đậu 2 kỹ năng nói và viết thì bây giờ khi nào em mới đăng ký tốt nghiệp được dạ cô? Em muốn đăng ký lấy giấy tốt nghiệp tạm thời trước ạ để bổ túc hồ sơ xin việc làm ạ . Em chân thành cảm ơn cô.",
    ". Em đang học ngành kỹ thuật hàng không và được biết năm sau thì trường mình sẽ có chương trình chất lượng cao cho ngành này. Cho em hỏi là em có thể xin nhà trường chuyển qua học chương trình chất lượng cao được không ạ ? và nếu được thì phải làm các bước ra sao ? em cảm ơn ạ.",
    "Cho em hỏi về thời hạn rút môn học đối với môn thể dục kỳ này ạ",
    "Kính chào Thầy/Cô em tên Nguyễn Quốc Thiện, MSSV 1841201 Trước ngày 29/05/2020 thì trang Bkel của các có hiển thị các môn học dự thính em đã đăng ký học livestreams, nhưng hôm nay 29/05/2020 em vào thì các môn học đấy không còn nữa. Mong quý Thầy/Cô cập nhật lại giúp em để em tiếp tục theo học các môn này. Chân thành cảm ơn quý Thầy/Cô. Trân trọng kính chào.",
    "dạ thưa cô cho em hỏi là nếu em làm đơn xin tạm dừng học thì ở mục  họ tên và chữ ký giáo viên chủ nhiệm và chủ nhiệm khoa là em đến gặp thầy cô để ký hay là phòng đào tạo sẽ gửi đơn lên để ký ạ ",
    "TKB mới thay đổi gần nhất em bị trùng lịch học thứ 2 và thứ 5 ạ. Vào buổi chiều em vừa có lịch học dự thính trên cơ sở 1 vừa có lịch học HANGOUT TUONG TAC ạ. Mong nhà trường xem xét và xếp lại TKB giúp em ạ. Em cảm ơn.",
    "Cho em hỏi là khi nào thì em có thể đăng kí ở kí túc xá khi lên học cơ sở 1 vào kì sau ạ? Và nếu đăng kí thì đăng kí ở đâu và có cần điều kiện gì không ạ? Và có thể đăng kí một nhóm bạn với nhau để ở chung phòng được không ạ? Em xin cảm ơn!",
    "Kính gửi: Quý Thầy (Cô). Em tên là: Đặng Minh Tư. MSSV: 1614016. Hôm nay, em gửi mail này đến quý Thầy (Cô) để trình bày sự việc như sau: Ngày trước, em còn thiếu Chứng chỉ ngoại ngữ để đăng ký Luận văn tốt nghiệp. Nhưng hôm nay, em đã có được, em cũng đã đăng ký nộp Chứng chỉ ngoại ngữ trên hệ thống mybk. Em đã tiến hành làm Luận văn với Thầy hướng dẫn, Thầy nhận xét bài làm của em hoàn thiện 80%. Kính mong quý Thầy (Cô) xem xét cho em được đăng ký môn Luận văn tốt nghiệp (GE4323), để em được tốt nghiệp đúng thời hạn . Dù có mong muốn hơi phi lý. Nhưng mong quý Thầy (Cô) xem xét cho em. Vì những lý do sau: 1/ Bốn năm qua em đã phấn đấu không ngừng để được ra trường đúng thời hạn. Chỉ còn một tý nữa là em đạt được mục tiêu. Nếu lần này không thành xem nhưng mọi công sức của em bị phủ nhận hết ạ. 2/ Em đã cố gắng học trong suốt quá trình đại học, điểm trung bình hiện tại em đã đạt được 7.7, số ngày em hoạt động công tác xã hội là 53.5 ngày với 3 mùa hè xanh tại Bến Tre. Em chưa vắng học hay bỏ thi bất kì môn kì nào. Em luôn sôi nổi và nghiêm túc trong công việc . 3/ Nhưng thành thật, anh văn của em chưa tốt, em đã cố gắng ôn luyện và thi 3 lần mà vẫn chưa qua. Thiếu điều kiện ôn luyện, nhưng nổ lực và quyết tâm em có đủ. 4/ Luận văn em đã và đang phát triển với Thầy hướng dẫn. Việc đăng kí chỉ còn là hình thức để hợp lý hóa quy trình. Em đã chuẩn bị kiến thức đi lên từ các đồ án. Luận văn của em đươc Thầy hướng dẫn xem như đã hoàn thành 80% nội dung chỉ cần thêm một tý nữa là hoàn tất. Em rất xin lỗi về sự việc này, một phần do sự chủ quan của bản thân, một phần khách quan vì dịch bệnh đã trì hoãn mọi hoạt động tập trung nên mới kéo dài đến tận bây giờ. Kính mong quý Thầy (Cô) giúp đỡ. Em chân thành cảm ơn. Trân trọng. Chúc toàn thể Quý Thầy (Cô) một ngày làm việc vui vẻ.",
    "Em vừa thi toeic ngày 18/05/2020 tại trung tâm IIG HCM và có kết quả đạt để nộp làm lvtn + chuyển điểm 4 anh văn. Nhưng khi lên trang mybk điền thông tin nộp chứng chỉ thì bị báo lỗi. ( Hình ảnh em đã đính kèm ở file bên dưới ). Mong nhận được sự hỗ trợ từ anh chị kỹ thuật, em cảm ơn.",
    "E vào mybk nhưng vào phần nộp bằng tốt nghiệp THPT thì lại không đc",
    "Cho em hỏi ngày mai hết hạn nộp bằng tốt nghiệp thpt mà hệ thống hiện tại đang lỗi em phải làm sao ạ",
    "em chào thầy/cô. vì gia đình ở xa nên việc lấy bằng và gửi bằng tốt nghiệp của em đến ngày nay mới tới nơi ạ. Em nghe nói mai 17h00 sẽ hết hạn đăng kí nộp bằng nhưng hiện tại em truy cập vào trong ĐĂNG KÍ NỘP BẰNG TỐT NGHIỆP lại không được, liệu rằng có đợt nộp lần 2 không ạ? vì nếu trang web không truy cập được em cũng không biết giải quyết như thế nào ạ .",
    "Kính thưa thầy cô: Ngày mai 31/05 là hạn cót đăng ký nộp bằng THPT nhưng trường cấp 3 của em mới phát bằng trong tuần này nên em chưa về lấy kịp. Cho nên em không biết số hiệu văn bằng và ngày cấp để điền vào thông tin. Cho em hỏi nhà trường còn đợt khác để đăng ký nộp bằng không ạ. Em cảm ơn.",
    "dạ cho em hỏi em đã học qua một học kỳ ở trường rồi thì có được bảo lưu kết quả tuyển sinh không ạ",
    "Em tên là:  MSSV:  Hiện em đang theo học hệ VHVL. Cách đây 3 ngày thì  không hiển thị học kì phụ 192 nữa, mong thầy cô kiêm tra giúp em ạ",
    "Em chào thầy cô ạ, em tên là Lê Thị Diệu Linh. Lịch học của em từ tuần sau bị trùng 2 môn là Hóa Đại cương và thí nghiệm Hóa đại cương vào sáng thứ 2 từ 7h đến 10h50' . Em mong thầy cô có thể sắp xếp lại lịch ạ . Em xin cảm ơn ạ.",
    "Em chào thầy/cô, Em đang có ý định rút khỏi chương trình  học Kỹ Sư Tài Năng khoa KHMT, nhưng sau khi tìm hiểu thì em chưa thấy có biểu mẫu có sẵn. Em có thể tìm được thông tin về việc rút khỏi chương trình ở đâu ạ? Mong thầy/cô giải đáp thắc mắc. Cảm ơn thầy/cô, .",
    "Kính gửi thầy cô đang đọc yêu cầu của em, em muốn hỏi nếu mình chưa đăng ký nộp bằng nhưng nộp cho lớp trưởng rồi thì sao ạ? Em xin lỗi cho sự bất cẩn của mình, và mong thầy cô sẽ giúp em giải quyết vấn đề này ạ. Em sẽ cố gắng không lặp lại sai lầm của mình.",
    "Em theo học chương trình KSTN Cơ điện tử và có một số môn thuộc môn cốt lõi và cần làm học phần mở rộng. Tuy nhiên học kì này em đăng kí môn tự chọn Vẽ Cơ Khí ME2021 không phải môn cốt lõi trong chương trình, nhưng nó lại có thêm học phần mở rộng ở Thời khóa biểu và BK e-learning. Vậy cho em hỏi có thể xóa đi học phần này trong thời khóa biểu và E-learning được ko ạ?",
    "Em muốn tìm hiểu về việc hoàn trả học phí đối với sinh viên hệ đại học theo quyết định số 59/QĐ-ĐHBK ngày 04/05/2005 thì kiếm ở đâu ạ?",
    "Cho em hỏi là em chưa đăng kí nộp bằng trên mybk, bây giờ đã hết hạn đăng kí, vậy em phải đăng kí nộp bằng đợt 2 hay là em có thể nộp bằng mà không cần nộp tờ phiếu đăng kí không ạ.",
    "Em chào thầy cô ạ, em tên là . Lịch học Hóa Đại cương và Hóa Đại cương thí nghiệm của e bị trùng lịch vào sáng thứ hai từ tiết 2-5 từ tuần 23. Em mong Phòng Đào tạo có thể sắp xếp lại lịch học. Em xin cảm ơn ạ",
    "Em chào thầy/cô, Hiện tại do hoàn cảnh em đang khó khăn nên em đã lỡ trễ học phí đợt một của trường mình, em có thể xin phép được đóng học phí vào thứ 2 tuần tới ( tức ngày 1/6) được không ạ Em xin cám ơn ạ   i    ",
    "Cho em hỏi chiều nay là hạn cuối đăng kí nộp bằng tốt nghiệp THPT nhưng hiện tại e chưa thể lấy bằng tốt nghiệp nên chưa thể đăng kí được .Như vậy có sao không ạ ? Em cảm ơn",
    "do hôm nay e bị đau sỏi thận đột xuất nên không lên trường thi giữa kì được. Em có giấy siêu âm và kết luận của bệnh viện ngày hôm qua và đang uống thuốc để điều trị. Thầy/cô cho e hỏi có thể xem xét cho trường hợp của em",
    "Em chào các thầy cô, em là sinh viên văn bằng 2 hệ chính quy, hiện do việc làm em khá nhiều, không sắp xếp được thời gian tốt nhất để tham gia học hệ chính quy, em mong muốn được chuyển hệ vừa học vừa làm, để có thể theo tiếp được việc học. Em không biết có được chuyển hệ không ạ? Nhờ thầy cô tư vấn và hỗ trợ giúp em. Em cảm ơn thầy cô nhiều.",
    "Chào các thầy cô, Em là sinh viên văn bằng 2 chính quy, em vào mybk.hcmut.edu.vn, để đóng tiền học phí HK 192, nhưng vào phần học phí không thấy học phí HK 192, nên hiện không đóng tiền học phí được, thời khóa biểu học kỳ này em có, nhưng sao học phí lại không có, nhờ thầy cô hỗ trợ giúp em. Em cảm ơn thầy cô nhiều.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em chào thầy/cô PĐT. Ngày 27/7 em có lịch thi 2 môn (em có gửi hình đính kèm):  +Q/trình &tbị truyền khối (CH2051) thi lúc 12g tại 202H2 (Cơ sở 2), +Hoá hữu cơ (CH2021) thi lúc 16g tại GĐ2B (Cơ sở 1), Em không đủ thời gian di chuyển thi giữa 2 cơ sở, vậy em xin chuyển thi môn Q/trình &tbị truyền khối (CH2051) ở CS1 được không ạ? Em cám ơn nhiều ạ!",
    "Dạ thầy/cô cho em hỏi nếu em đăng kí hoãn luận văn sẽ phản biện vào tháng 9 thay vì tháng 7 thì em phải tốt nghiệp đợt sau(tháng 4 năm sau) hay vẫn có thể tốt nghiệp vào tháng 11 năm nay ạ?",
    "E đã chọn ứng dụng thu tiền hộ trên momo.e thánh toán  trên momo.momo thông báo thanh toán thành công.từ ngày 27/5 nhưng tới giờ e đăng nhập vào bkpay thì học phí vẫn chưa được thanh toán.e có liên lạc bên momo thì momo nói đã thanh toán thành công và liên lạc với pdt để giải quyết. pdt check lại giúp e với ạ VƯƠNG QUANG HỮU  CMNN:12",
    "Kính gửi Phòng Đào tạo, Do dịch bệnh COVID-19 nên lịch học vụ có nhiều thay đổi. Cho em hỏi: 1. Trong khoảng thời gian từ đây đến khi kết thúc học kỳ 192, nhà trường có mở thêm đợt chuyển điểm chứng chỉ Anh văn nào nữa không ạ? 2. Nếu từ đây đến hết học kỳ 192 không còn đợt chuyển điểm nào nữa thì đợt chuyển điểm gần nhất sắp tới sẽ vào khi nào ạ? Em dự định nộp chứng chỉ Anh văn để chuyển điểm trước khi phân ngành nên có một số thắc mắc trên. Em cũng nhận được thông báo là nhà trường không xét chuẩn Anh văn đăng ký môn học cho học kỳ hè 193 và học kỳ chính 201 nữa nên không biết sắp tới còn đợt chuyển điểm nào hay không. Kính mong sớm nhận được giải đáp từ Phòng Đào tạo. Em xin chân thành cảm ơn!",
    "Chào thầy cô ạ Cho e hỏi thông tin về thời gian chuyển điểm Anh Văn của học kì 193 hè ( do trên lịch học vụ nó không có ạ). Và học kì hè còn áp dụng bảng quy đổi tương đương và chuyển điểm AV của năm nay không ạ",
    "ằng tốt nghiệp THPT . Em đã điền vô form đăng kí nộp bằng tốt nghiệp phổ thông, như ảnh chụp màn hình được đính kèm nhưng nút xác nhận đăng kí không hiện máu xanh để em chọn ạ. Em đã thực hiện sai thao tác nào và liệu em có cơ hội nào để in bản xác nhận đăng kí này không? Em rất mong câu trả lời ạ. Xin cảm ơn, ",
    "Chào cô . Em đã thanh toán hết học phí và không còn nợ học phí nào hết ạ em có đính kèm ảnh trang bkpay của em ạ. Nhưng khi em đăng ký tốt nghiệp thì tài khoản em vẫn còn thông báo em nợ học phí và không được đăng ký ạ. Mong cô xem xét lại để em có thể đăng ký tốt nghiệp được trong tuần này ạ. Em chân thành cảm ơn cô nhiều.",
    "Kính chào quý Thầy/Cô. Em tên , MSSV . EM có đăng ký môn học dự thính hình thức livestreams, và trang Bkel của em đã có những khóa học của các môn này. Nhưng kể từ ngày 29/05, em vào trang Bkel của em thì những khóa học này lại không hiển thị nữa. Kính mong quý Thầy/Cô xem xét và giải quyết giúp em, chuẩn bị những môn dự thính này thi giữa kỳ. Em chân thành cảm ơn quý Thầy/Cô. Trân trọng kính chào.",
    "Em tên là , MSSV . Do tình hình dịch Covid-19, em có xin tạm dừng học ở học kì 2, và đã đăng ký nhập học lại. Nay em lại cần giấy xác nhận là sinh viên của trường, nhưng khi đăng ký thì hệ thống báo lỗi là đang tạm dừng / không có thời khóa biểu. Em chỉ cần chứng nhận đã là sinh viên của trường, trong học kì 1 cũng được, mà hệ thống chỉ cho đăng ký ở học kì 2 nên giờ em không biết phải xử lý sao. Em rất cần giấy xác nhận này nên xin thầy cô hỗ trợ. Em cảm ơn rất nhiều.",
    "Chào Thầy/ Cô, Trong danh sách TN dự kiến của em có ghi chú bị nợ Học phí trong khi em đã thanh toán đầy đủ trên Bkpay. Mong Thầy Cô điều chỉnh lại thông tin ạ. Em xin cám ơn.",
    "ằng tốt nghiệp THPT . Cho em hỏi, sao em không thể đăng ký phiếu xác nhận bằng THPT ạ?",
    "Học phí . Chào thầy/cô, Em là , sinh viên ngành CNTT hệ VLVH khóa 2 năm 2019. Em mới đóng tiền học phí HK191 và HK192. Hiện tại trên trang hóa đơn điện tử em chỉ nhận được 1 hóa đơn của HK192, còn HK191 em không thấy hóa đơn đâu. Mong thầy/cô hỗ trợ giúp em với ạ. Thanks!",
    "Chào phòng đào tạo hiện em là sv K15 em đang có vấn đề thắc mắc về hoãn phản biện luận văn tốt nghiệp ạ.Mong phòng đào tạo giúp đỡ.",
    "Thưa Thầy,cô ! Em , mssv  Em có đăng kí môn kỹ thuật điện-điện tử (ee2011) hình thức online , livestream, Học kỳ dự thính 192. Hiện tại môn học này không xuất hiện trên trang bk e-learning của em. Mong thầy cô xem hỗ trợ em vấn đề này ! Em cảm ơn .",
    "Em đang học năm 2 khoa Điện  Vừa rồi trường có tổ chức phân ngành, em đã chọn ngành Kĩ thuật điện nhưng vì một vài lí do nên bây giờ em muốn chuyển lại qua ngành Điện tử - Viễn thông Không biết bây giờ có hơi muộn để chuyển không ạ? Mong nhận được phản hồi sớm nhất từ PĐT, em xin chân thành cảm ơn ạ.",
    "dạ cho em hỏi là em có bằng tiếng anh hệ CEFR  loại B1 của Cambrige, liệu nhà trường có hình thức quy đổi điểm của bằng này không ạ, nếu bằng có thể nộp đc thì mình phải đăng kí nộp bằng ngoại ngữ online này và nộp lên cơ sở nào ạ.",
    "dạ bên đang kí trực tuyến mình đã hết hạn rồi thì em có thể đăng kí lấy giấy đính kèm nộp bằng tốt nghiệp THPT ở đâu nữa ạ",
    "Kính thưa quý thầy cô phòng đào tạo. Em tên là phạm mạnh duy khoa cơ khí, mssv:. Em có lịch học thí nghiệm môn trang bị điện trong máy công nghiệp vào tiết 8 đến tiết 12 chiều chủ nhật trùng với thí nghiệm môn nhiệt động lực học và truyền nhiệt cũng từ tiết 10 đến tiết 12 vào chiều ngày chủ nhật. Và em cũng có lịch thi giữa kỳ vào chủ nhật tuần 23 và tuần 24. Em có viết mail gửi thầy cô phụ trách bộ môn thí nghiệm trang bị điện trong máy công nghiệp xin chuyển qua buổi chiều thứ 7. Nhưng chưa thấy trả lời. Chính vì thế em kính mong thầy cô phòng đào tạo xem xét, liên hệ giúp em với thầy cô bộ phụ trách môn thí nghiệm trang bị điện trong máy công nghiệp cho em xin chuyển lịch học thí nghiệm môn trang bị điện trong máy công nghiệp sang chiều thứ 7. Em xin chân thành cảm ơn. Em xin sớm mong nhận được phản hồi của quý thầy cô phòng đào tạo.",
    "Chào cô. Em đã thanh toán đầy đủ học phí không còn nợ học phí ạ. Cô xem xét giúp em với để em có đủ điều kiện đăng ký tốt nghiệp ạ. Cảm ơn cô nhiều.",
    "dạ thưa cô vậy em có được giảm học phí không ạ ",
    "em bị trễ hạn nộp bằng tốt nghiệp. vậy khi nào có thể nộp lại ạ",
    "dạ thưa cô  bây giờ đã quá 6 tuần kể từ khi học kỳ 2 bắt đầu theo quy chế là không thể tạm dừng được mà chỉ nộp đơn để không bị xét buộc thôi học . tại kỳ này do dịch bệnh nên học online , em ở miền trung vào học trên lớp chưa quá 6 tuần , phòng đào tạo có thể xem xét cho em tạm dừng học được không ạ . Em xin cảm ơn",
    "em chào admin. em tên . admin cho em hỏi là cuối học kì này có thi anh văn định kì k ạ",
    "Em chào thầy cô,  Hiện tại, em lên BKEL trong mục các môn học Video để làm bài Quizz. Nhưng hệ thống báo bị  lỗi cơ sở dữ liệu . Em mong thầy cô xem lại và khắc phục giúp em để em có thể làm Quizz đúng thời hạn ạ . Em mong nhận được phản hồi sớm từ thầy cô . Em cảm ơn . Trân trọng./.",
    "Em tên:  MSSV:  Em muốn hỏi về lịch học buổi tối thứ 4 của em bị trùng môn nguyên lý máy (3) học trên lớp và môn pháp luật việt nam đại cương () học - ạ . Em xin cảm ơn",
    "Em có tên trong danh sách dự kiến tốt nghiệp tháng 4 nhưng vì lý do dịch nên bị hoãn lại, cho em hỏi là thời gian tốt nghiệp chính thức em sẽ cập nhập ở đâu ạ. Em cám ơn.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2020. Em vừa đăng ký tốt nghiệp hôm qua và cũng đã hoàn thành lệ phí tốt nghiệp. Nhưng khi xem lại tình trạng đăng ký thì thấy \"phiếu đăng ký không được xử lý\" (tệp đính kèm). Cho em hỏi có vấn đề gì với sự đăng ký của em không ạ? Em cám ơn.",
    "Em chào admin ạ, cho em hỏi là nếu mình không đăng kí nộp bằng tốt nghiệp THPT trên MyBK thì có được nộp bằng không và nếu không thì cần phải làm gì để nộp được bằng ạ? Xin cảm ơn.",
    "Cho em hỏi em muốn xem tiến độ học tập của mình xem đã hoàn thành và còn thiếu môn nào thì xem ở đâu ạ",
    "Hiện tại em đang theo học chương trình Kĩ sư tài năng. Học kì này em có đăng kí môn Xác suất và thống kê dự thính nhưng không có xuất hiện học phần mở rộng của môn này trên trang bkel của em. Kính xin anh/chị thêm vào giúp em ạ. Em xin cám ơn anh/chị.",
    "Em là sinh viên khóa k17 khoa điện, do hè này em thiếu chỉ nên không đăng ký thực tập tốt nghiệp được. Nhưng em muốn thực tập trước để tiết kiệm thời gian, em không biết có thể xin được giấy giới thiệu của trường hay không ạ? Em cám ơn",
    "Cho em xin rút môn học Hóa Lý 2         Mã số môn học: CH2031",
    "Dạ em có đăng ký giấy tạm hoãn nghĩa vụ quân sự và có thông tin như hình. Không biết là đã nhận trên phòng như hình hay phải đợi ạ?",
    "Hiện tại em có đăng ký môn học Nhưng bộ môn không mở. Yêu cầu sinh viên huỷ môn. Như vậy sv cần làm thủ tục nhu thế nào ạ. Mong thầy cô hướng dẫn giúp em",
    "Phòng đào tạo cho em hỏi điều kiện cần để đi Thực tập là như thế nào ạ. Em là khóa cuối Cao đẳng và còn nợ 3 môn (Hóa đại cương, Trang bị điện 1, Trang bị điện 2. Trong lúc đi thực tập em có thể đăng kí học môn Trang bị điện 1 không ạ. Em xin cám ơn quý thầy cô.",
    "Chào admin, tôi là sinh viên khóa K13, đến hết học kỳ 2 năm học 2020 thì tôi sẽ hết thời gian đào tạo tối đa là 14 học kỳ, nhưng hiện tại tôi còn thiếu chuẩn anh văn để tốt nghiệp. Vậy tôi có thể làm đơn xin kéo dài thời gian đào tạo tối đa để bổ sung điều kiện tốt nghiệp không. Cảm ơn admin",
    "Kính thưa PĐT em muốn hỏi là hiện em chưa đủ tiêu chuẩn của sinh viên năm 2 do chưa đủ chỉ tích lũy.Hết kỳ này em mới đủ tín chỉ để thành sinh viên năm 2.Vừa có thông báo lịch đk dự thính hè là vào ngày 8/6-15/6 lúc đó chưa có kết quả của kỳ này nên em không thể đăng ký môn học được.Không biết lúc đó em có thể làm đơn để xin đăng ký môn trước khi có kết quả của kỳ này không ạ.",
    "Chào ban quản trị tôi có thắc mắc một vấn đề như sau:  Tôi tên  (MSSV ) hiện là sinh viên năm thứ 5 tại đại học Bách Khoa - Khoa Kỹ thuật xây dựng; hiện tôi đã hoàn thành xong luận văn tốt nghiệp và có đủ các chứng chỉ ngoại ngữ nhưng chưa thể đăng kí tốt nghiệp được vì còn nợ môn học cơ lưu chất (đang học trong học kì này Thầy ). Theo như thông báo của nhà trường thì tháng 8 này có một đợt tốt nghiệp và cho phép các sinh viên đăng kí tốt nghiệp đến đầu tháng 8. Theo lịch thi cuối kì (môn cơ lưu chất mà tôi đang học) của phòng đào tạo sắp xếp cho bên tôi thì ngày 23/7/2020 là ngày thi cuối kì của môn học. Nhưng thông thường thì điểm cuối kì chỉ được công bố sau 2 tuần kể từ ngày thi. Nên tôi muốn hỏi với trường hợp của tôi có thể xem xét để đăng kí tốt nghiệp trong tháng 8 này được hay không ? cảm ơn rất nhiều",
    "Em chào Phòng Đào tạo, Hiện nay Em vừa bổ sung được 02 kỹ năng Anh Văn Nói & Viết. Em cũng đã lên Phòng Đào tạo thực hiện đăng ký Tốt nghiệp bổ sung và có nhận được Email thông báo chúc mừng nằm trong danh sách tốt nghiệp bổ sung. Tuy nhiên khi Em lên đăng ký tốt nghiệp theo hướng dẫn thì hệ thống báo lỗi không đông đăng ký được. Sau đó Em có kiểm tra về tình trạng sinh viên hiện tại của Em thì thông báo bị   B  Không Đăng Ký Môn Học   . Vậy Em nhờ Phòng Đào Tạo hỗ trợ giúp Em, Em cần làm các thủ tục gì tiếp theo để được đăng ký tốt nghiệp đúng hạn. Em đính kèm 02 File hình về các thực hiện đăng ký về kiểm tra tình trạng sinh viên của Em. Em xin chân thành cảm ơn!",
    "Chào anh chị, Hiện tại em đã đk xét TN thành công trên Mybk, với tình trạng đăng kí là: Phiếu đăng kí đã xử lí. Anh/chị cho em hỏi: 1. Khi nào em có thể đến VP khoa để nhận giấy TN tạm thời được ạ? Vì theo hướng dẫn trên aao thì sau khi có email xác nhận từ PĐT thì đến VP Khoa vào thứ 6 hàng tuần. Nhưng em chưa nhận được mail xác nhận từ PĐT ạ. 2. Thủ tục tiếp theo để TN thì em chờ thông báo mới trên aao hay thế nào chị ạ? Cảm ơn anh/chị, .",
    "Dạ em chào thầy cô, Dạ em có 3 câu hỏi muốn hỏi, vì em tìm trên mục ngoại ngữ ở aoo.hcmut không có ạ: +) Dạ cho em hỏi năm nay là khi nào là hết hạn đăng ký chuyển điểm anh văn, từ điểm bài thi toeic sang điểm anh văn 1, anh văn 2 tại đợt chuyển điểm trước học kỳ dự thính 193 ạ? +) Dạ cho em hỏi là nếu mình chuyển điểm anh văn, thì cái bảng chuyển đổi giữa điểm toeic và các môn anh văn trong trường? Ví dụ như 500 điểm toeic thì ứng với bao nhiêu điểm anh văn 1, anh văn 2 ở trường ạ? +) Dạ cho em hỏi đợt thi kỹ sư tài năng sắp tới của khoa máy tính, nếu em không có điểm môn học anh văn 1, anh văn 2 thì có được thi không ạ? Nếu em đăng ký thi anh văn định kỳ thì điểm đó có tính vào điểm anh văn để em thi kỹ sư tài năng không ạ? Em xin chân thành cám ơn! ",
    "Hiện em đang là sinh viên năm 4, dự kiến sẽ bảo vệ luận văn vào giữa tháng 7. Em muốn đăng kí học tiếp văn bằng 2 nhưng em thấy thời gian tiếp nhận đăng kí văn bằng 2 tới đầu tháng 7 là kết thúc. Vậy cho em hỏi trường có hỗ trợ gì cho sv sắp tốt nghiệp để học tiếp văn bằng 2 không ạ?",
    "Em có đăng kí nộp chứng chỉ ngoại ngữ trên MyBK vào ngày 29/05/2020. Vậy cho em hỏi điểm chuyển sẽ được tính vào học kì 2 năm học 2019-2020 (học kì hiện tại) hay tính vào học kì khác ạ? Em xin cảm ơn thầy/ cô!",
    "Cho em hỏi khoa khoa học và kĩ thuật máy tính khóa K19 đã có chương trình đào tạo chưa ạ? Vì học kì 193 sắp bắt đầu rồi nên em mong nhà trường sớm phản hồi hoặc đăng kế hoạch giảng dạy lên AAO ạ !   i  .",
    "thưa phòng đào tạo, trong thời khóa biểu em bị trùng lịch giữa các môn Ch2019 ( học trên lớp ) và  ch2051 và ch2043 ( tương tác trực tuyến) ạ ... em rất khó sắp xếp lịch để đảm bảo việc học ạ. em mong phòng đào tạo xem xét và sắp xêp lịch lại giúp em ạ . em cảm ơn.",
    "Dạ thưa em là sinh viên K19 -PFIEV ! trong kỳ học dự thính 192 vừa rồi em có đăng ký môn học những nguyên lý cơ bản của chủ nghĩa của mác lê nin thì giảng viên có nói là từ khóa K19 sẽ đổi mã môn và thay đổi cấu trúc môn ! Và trong kỳ hè 193 này thầy nói em có thể học môn Triết học Mác lênin và Kinh tế chính trị .. Có thể cho em biết  mã môn của hai môn này là gì không ạ ! Em xin cảm ơn",
    "DẠ EM ĐI HIẾN MÁU NGÀY 7/9/2019 BÊN NHÀ THIẾU NHI QUẬN 10 . NHƯNG MÀ EM VẪN CHƯA NHẬN ĐƯỢC 1 NGÀY CÔNG TÁC XÃ HỘI.",
    "Em xin chào PĐT, Em có một câu hỏi về nộp chungw chỉ ngoại ngữ như sau: Em đã nộp chứng chỉ ngoại ngữ một lần và quy đổi ra điểm anh văn 1 là 6.0, khi học aanh văn 2 tại trường thì em bị rớt môn. Cho em hỏi bây giờ em nộp chứng chỉ ngoại ngữ vào thì có được quy đổi điểm cho môn anh văn 1 lần nữa không và điểm anh văn 2 có đc quy đổi không?  Em xin cảm ơn.",
    "Em chào thầy ạ. Cho em hỏi là em muốn in bảng điểm của 1 học kì (có đầy đủ điểm thành phần) để chuyển điểm thí nghiệm thì phải làm thế nào ạ. Tại thầy em chỉ chấp nhận bảng điểm do pđt in. Em cảm ơn ạ",
    "Dạ em xin chào PĐT   Em tên  SV K15.   Theo dự định là qua tết em đăng kí thi toeic để nộp vào để tốt nghiệp tháng 4. nhưng do dịch bệnh nên không thể thi được và lịch tốt nghiệp cũng dời tới tháng 8. Nhưng giờ toeic có yêu cầu mới là phải có giấy xác nhận SV (đăng kí với phí đăng kí dành cho SV) nhưng do em không có đăng kí môn học nên không thể đăng kí in giấy xác nhận SV online được.   Mong PĐT cân nhắc và xem xét có thể cấp cho em giấy XNSV để em có thể đăng kí thi toeic ạ.   Mong sự phản hồi sớm từ phòng đào tạo .   Em cảm ơn.",
    "Em tên là Đoàn Thế Vinh,sinh viên của khoa CNVL K19.Em đã học được khoảng 2/3 HK191 và đã thi giữa kì 1,nhưng vì em bị bệnh và không đăng kí môn cho HK192 được nên mẹ em đã xin bảo lưu cho em vào đầu tháng 1.Và bây giờ em đã làm đơn xin thu nhận lại và được chấp thuận để học lại ở HK193.Và câu hỏi của em là nếu HK193 em đăng kí và qua 3 môn:Giải tích 1,Vật lí 1 và Đại số tuyến tính thì đến    học kì 1 của K20 liệu em có được đăng kí những môn mà bây giờ các bạn cùng tuổi với em đang học như Giải tích 2,Vật lí 2 và Vẽ kĩ thuật có được không hay là em phải hoàn thành tất cả các môn của hk1 năm sau ạ.Cảm ơn và mong phòng đào tạo giải đáp các thắc mắc của em.",
    "Tên SV:  MSSV: 6 Kính gửi PĐT trường ĐH Bách Khoa Hồ Chí Minh, Em đã nhận được mail chúc mừng của PĐT và có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm 2020 . Tuy nhiên khi đăng ký và kê khai lý lịch tốt nghiệp thì không thực hiện được. Em đã kiểm tra các khoản cần thanh toán trong BKPay nhưng không thấy khoản nào chưa thánh toán, và cũng không tìm thấy khoản thanh toán lệ phí tốt nghiệp (95.000). Em có đính kèm hình ảnh bên dưới. Mong PĐT giúp em kiểm tra vấn đề để em sớm giải quyết và đăng ký tốt nghiệp. Em chân thành cảm ơn!",
    "Em tên    . Mssv   Thầy cô cho em hỏi là em từ hệ chính quy chuyển sang hệ VHVL nhưng em chưa biết những môn học nào được miễn và những môn nào cần đăng ký học tiếp để kết thúc chương trình học. Em kính mong thầy cô có thể cho em biết em xem ở đâu được không ạ. Em xin cảm ơn !",
    "Em thuộc k19 em tính đăng kí môn mac-lênin và xác suất thống kê mà nghe nói năm nay trường sẽ thay đổi mã môn học. Vây thông tin ấy chính xác không? Nêu đúng khi nào bọn em dc biết cập nhật mã mới ạ Mong thầy cô giải dáp thắc măc dùm cho em",
    "Em bị mất học bạ gốc bây giờ em có việc cần dùng gấp  . Em xin hỏi có thể mượn học bạ photo công chứng đầu năm của em được không ? Em cảm ơn!!!",
    "cho e hỏi là e là k18 học cơ điện tử, kì hè này e có môn ME2017 Thực tập kỹ thuật (Cơ điện tử), thì e có thể đăng kí thêm 1 số môn khác như maclênin được ko ạ, e cảm ơn.",
    "Dạ cho em hỏi, học kỳ hè 193 có cho chuyển điểm Anh Văn không ạ. Tại em coi trên lịch học vụ thì thấy các đợt chuyển điểm Anh Văn cho HK193 đều bị gạch.",
    "Em xin hỏi PĐT là hiện tại có thể còn nộp đơn huỷ môn học không ạ. Em xin cảm ơn PĐT ạ.",
    "cho e hỏi danh sách dự kiến học bổng hk 191 khi nào có ạ, và nếu e học k18 cơ điện tử thì điều kiện xét là chỉ những bạn ở cơ điện tử hay cả những bạn học chế tạo máy nữa ạ",
    "Kính thư BGH , Phòng đào tạo Em tên là  . Mssv : Hiện đang theo học ở Trung tâm bảo dưỡng công nghiệp . Ở đợt đăng kí môn học dự thính vừa rồi em có nộp đơn xin bổ sung thêm môn đảm bảo chất lượng (202087) , hiện tại em đã được nhà trường chấp nhận và có thời khóa biểu của môn đảm bảo chất lượng nhưng trong bkel thì em chưa có hiển thị môn nên không có link để vào học trực tuyến ,và ở đợt thanh toán học phí vừa rồi em cũng không thấy khoản thanh toán của môn dự thính . Em mong thầy cô xem xét giúp em , em xin cảm ơn .",
    "Kính gửi thầy cô, Em là sinh viên K16 mới nhận được chứng chỉ Toeic đủ để xét đăng kí luận văn, ngoài ra các điều kiện để đăng kí luận văn khác em đều đã đủ. Em muốn hỏi nếu em làm đơn có chữ kí xét duyệt của thầy giáo hướng dẫn luận văn và của khoa thì em có thể đăng kí luận văn để báo cáo vào tháng 9 năm nay không ạ . Em xin chân thành cảm ơn!",
    "Cho em hỏi là làm sao để in bảng điểm thành phần ạ (để em chuyển điểm thí nghiệm) vì phòng đào tạo chỉ in điểm tổng kết. em cảm ơn ạ",
    "Theo chương trình đào tạo thì em đã học hết tất cả các môn bắt buộc và các môn tự chọn gồm 2 chỉ tự chọn ngoài ngành và 12 chỉ tự chọn trong ngành. Số tín chỉ tích luỹ ngành em xem trên mybk là 154 trong khi e tự tính lại là 157. Em đã kiểm tra kĩ tất cả các môn học và cam đoan đã hoàn thành hết. Mong phòng đào tạo kiểm tra lại và cập nhật giúp em.",
    "Kì này em không đăng ký môn học nhưng em đã vừa hoàn thành CCAV nói viết. Vậy cho em hỏi em muốn xét tốt nghiệp thì cần phải làm gì ạ. Em cũng lên mybk khai lý lịch đăng ký tốt nghiệp mà không cập nhật được ạ. Cho em cám ơn trước ạ.",
    "Em xin chào nhà trường. Trong kì nghỉ Tết vừa qua em có tham gia làm tình nguyện viên bên Chiến dịch Giờ Trái Đất 2020 và được cấp giấy chứng nhận. Em muốn hỏi là để quy đổi ra ngày công tác xã hội thì cần phải làm những bước nào, và đơn vị nào sẽ phụ trách vấn đề này ạ? Mong nhà trường trả lời giúp em. Em xin cảm ơn.",
    "Tên: :  Các môn chuyển điểm sai: |LA1007|  3: 4.50 - |003003|  3: 5.90 |2013| &/NHIET: 3.00 - |210014| : 5.50 & |210015|  /NHIET: 5.00 || : 3.50 - |006023| : 5.50 |PH1003| VAT : 3.50 - |007001| VAT : 5.80 |3019| /: 3.50 - |208006| /: 5.50 |3079| H/THONGTBDT: 4.50 - |402109|  - : 7.00",
    "Em không thể đăng ký được vào mục \" Đăng ký tốt nghiệp\". Nhà trường cho em hỏi tại sao lại có vấn đề như vậy. Em xin cảm ơn",
    "Dạ cho em hỏi là gia đình em có việc gấp em khôg thể tham dự kì thi giữa kì thì cần thủ tục gì để em được phép làm bài kiểm tra bù ạ. Em cảm ơn",
    "Cho em hỏi là học kỳ này em có đăng ký học quản trị đại cương(IM1007). Môn này không nằm trong chương trình đào tạo của ngành Hóa của em. Nếu tạch môn này có bắt buộc học lại không ạ?",
    "Dạ sáng e đi thi đi ngang các con hẻm bên Thủ Đức qua em né xe 4 chỗ nên chạy vào đống gạch đá rồi bánh xe đâm vào cọng sắt nên nó xì, em không thể bỏ xe ở đó đc thay vì 480k*4 có thể mất cũng có hi vọng xin thi bổ sung nếu bỏ cái xe thì tốn nhiều tiền hơn. Nên em đi trễ  Em xin hỏi là em có đăng kí thi bổ sung được không ạ Đề khó cỡ nào em cũng chấp nhận ạ, xin giúp em chứ em không có nhiều tiền để học lại",
    "Dạ em chào Phòng đào tạo ạ! Phòng Đào tạo cho em hỏi,em là sinh viên năm nhất k19 thì có được đăng ký môn học mới trong học kỳ hè không ạ? Em không học lại hoặc học cải thiện đẹp ạ! Em cảm ơn ạ !",
    "Dạ thầy/cô cho em hỏi em là sinh viên K16, kì hè tới em muốn đi   B thực tập tốt nghiệp    nhưng lại thiếu điều kiện ( 1 môn học trước +đồ án môn học trước) . Thì em phải làm sao để được đăng kí thực tập tốt nghiệp ạ. Xin thầy/cô tư vấn giùm em ạ",
    "Chào cô . Em đã đăng ký tốt nghiệp thành công ạ. Vậy khi nào em mới có giấy tốt nghiệp tạm thời vậy cô? Và em nhận giấy tại pđt hay là văn phòng khoa điện ạ. Em cảm ơn cô.",
    "ILI13071    Cho em hỏi lịch xét tốt nghiệp bổ sung tháng 6-7 và cách đăng ký xét tốt nghiệp bổ sung",
    "Em chào thầy cô ạ, Nay em có vào tình trạng sinh viên trên trang mybk của em thì em có thấy em đang bị tạm dừng do không đăng ký môn học ạ. Mình cho em hỏi lí do vì sao em lại bị dính vào mục tạm dừng được không ạ? Do em có đăng ký cả 2 lần học kỳ chính và học kỳ dự thính, nhưng không có đăng ký nào của em thành công hết ạ. Trong lịch sử vẫn còn lưu đăng ký của em ạ . Và em phải làm như thế nào để thay đổi tình trạng sinh viên của em để được đăng ký môn học vào học kỳ hè này ạ?",
    "Em chào BQL, Dạ cho em hỏi năm nay trường có tổ chức Lễ Tốt Nghiệp đợt 2 không ạ. Em đã có tên trong danh sách tốt nghiệp dự kiến mà không có tên trong danh sách chính thức của mục thông báo Tốt Nghiệp Tháng 4/2020 thì không biêt em đã đủ đủ điều kiện tốt nghiệp chưa ạ. Nếu chưa thì BQL có thể kiểm tra giúp em, xem em còn thủ tục nào chưa thực hiện hay còn vấn đề gì em chưa giải quyết không. Để em hoàn thành thủ tục Tốt Nghiệp ạ. Em cảm ơn.",
    "Dạ em chào thầy/cô, Em tên là , MSSV: , khoa Điện-điện tử nay em có một số câu hỏi mong thầy/cô sẽ giải đáp giúp em ạ. Hiện tại sắp đến đợt đăng ký học kì dự thính hè em muốn đăng ký môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) tuy nhiên điều kiện tiên quyết là phải qua môn Giải tích mạch (EE1011) hiện tại em đang học và sẽ thi cuối kì vào ngày 29/7 theo lịch. Cho em hỏi liệu trong kỳ hè này em có thể đăng ký kịp môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) không ạ? Và em có cách nào để nhận được kết quả điểm tổng kết môn Giải tích mạch (EE1011) sau khi thi cuối kì sớm nhất để thỏa điều kiện đăng ký môn học không ạ? Trên là một số thắc mắc của em về vấn đề đăng ký môn học, cảm ơn thầy/cô đã giành thời gian đọc và giải đáp những thắc mắc của em. .",
    "Hiện tại học kì này em vẫn chưa đóng học phí,  mà giờ học lực em ko đủ nên muốn hoãn lại 1 năm (bảo lưu ạ)  có được không ạ ?  Và làm cách nào mong phòng đào tạo hướng dẫn ạ",
    "HK 192 này có học bổng khuyến khích học tập không ạ ?   i     .",
    "Dạ em chào thầy cô ạ. em là  MSSV , vừa rồi em có tên trong danh sách sv bị buộc thôi học và có làm đơn cứu xét. không biết kết quả cứu xét như thế nào vậy ạ",
    "Em chào thầy, Em hiện là sinh viên thuộc chương trình tài năng khoa Điện. Thầy có thể cho em hỏi mình có thể đăng kí riêng môn học tài năng vào học kì 193 (học phần lí thuyết) và đăng kí riêng học phần mở rộng môn đó vào học kì 201 được không ạ. Em cám ơn thầy.",
    "cho em hỏi là học kỳ dự thính 193 có cho phép sinh viên học các môn học trước không ạ?",
    "Cho em hỏi, bây giờ đã quá hạn đóng học phí hệ vlvh 191, không biết em phải thực hiện đóng học phí như thế nào ạ, có thế đóng học phí online không hay phải lên trường đóng? Em cám ơn!",
    "Cho em hỏi là :bây giờ em muốn chuyển ngành từ Khoa Máy tính sang Khoa quản lí công nghiệp thì cần những điều kiện gì ạ??",
    "Chào thầy cô: Hiện tại lịch học bù AV4 của e trường mới xếp trên mybk trùng với giờ học thí nghiệm Trang bị điện,  mà e không có lịch khác để dời lịch thí nghiêm được, e đã mất 2 buổi kiểm tra Av4 trên lớp chiếm 30%  Cho e hỏi : để không ảnh huong kết quả môn AV4,  bây giờ e còn có thể rút môn AV được không ạ?",
    "Em đã có QĐ tạm dừng học và chuyển từ B2 CQ sang VHVL (do hết thời gian đào tạo nhưng còn 1 môn chưa đạt) tại QĐ số 139 ngày 26/3/2020. Em muốn hỏi bây giờ e muốn đăng ký đi học lại để hoàn thành môn học để được cấp bằng thì phải làm như thế nào ạ?Em xin chân thảnh cảm ơn",
    "Dạ em chào Phòng đào tạo ạ! Phòng Đào tạo cho em hỏi,em là sinh viên năm nhất k19 thì có được đăng ký môn học mới trong học kỳ hè không ạ? Em không học lại hoặc học cải thiện đẹp ạ! Em cảm ơn ạ !",
    "Em chào PĐT Đại học Bách khoa TP. HCM, Em tên là , MSSV: . Em muốn hỏi kì này nhà trường có xét học bổng cho kết quả học kì 191 không ạ. Em cảm ơn và mong nhận được hồi đáp.",
    "Phòng đào tạo cho em hỏi tính chỉ anh văn có được tính vào tính chỉ tích lũy ngành không ạ Em xin chân thành cản ơn",
    "Dạ thầy ơi cho em hỏi việc xếp loại tốt nghiệp là tính điểm trung bình tích lũy những môn cơ sở ngành với những môn chuyên ngành hay là trung bình tích lũy tất cả các môn ạ.",
    "Em khoa Điện-Điện Tử K18, vì một số sự cố nên kỳ 182 và kỳ 191 em không học được môn  (EE1013). Kỳ này em đã đăng ký được môn  và đang học . Sáng nay em lên đăng ký thời khóa biểu môn  (EE2007) thì nó hiện cảnh báo màu cam rằng: môn  phải được học trước . Thầy cô cho em hỏi là: kỳ này em đang học  thì kỳ hè em có được học môn  không ạ. Và nếu được thì đợt 2 đăng ký môn học mà nó vẫn hiện cảnh báo thì em phải làm sao ạ. Em cảm ơn ạ.",
    "em là -  vì lí do dịch bệnh nên nhà trường không yêu cầu chuẩn anh văn trong năm học này. nhưng khi em đăng kí môn học để họchef thì hệ thống báo yêu cầu av1",
    "cho em hỏi khi nào có chương trình đào tạo cho k19? và môn học mac le nin cho K19 sẽ chia thành những môn học nào ạ?",
    "Em chào thầy(cô).Em vừa tham gia đăng ký môn học cho học kỳ hè 193 nhưng hệ thống báo lỗi không chuẩn av sau năm 2.Em đang học năm 3 kỳ trước cũng đã thi av rồi nhưng không qua,kỳ này do dịch và thấy mail trường báo miễn xét av nên em đã chưa thi av ạ!Rất mong thầy(cô) có thể xem xét ạ và phản hồi em ạ!",
    "Em không đăng kí được môn học dự thính hè học kì 193. Mong PĐT xem xét. Em xin chân thành cảm ơn!",
    "Dạ chào thầy cô, Dạ sắp tới em muốn thi bằng toeic để chuyển điểm anh văn vào anh văn 1 và 2 cho cuối học kỳ 192, để cuối năm học 192 em có điểm anh văn 1 và 2. Dạ cho em hỏi hạn cuối để em đăng ký nộp bằng và đăng ký chuyển điểm là khi nào ạ? Dạ em hỏi là vì để em có một kế hoạch ôn thi hợp thời gian ạ. Trân trọng, Thường",
    "Em là sinh viên năm 2 khoa xây dựng ạ . Hiện tại em chưa đạt av1 .hè em mới thi ạ . Trường mình bỏ chuẩn anh văn đầu vào kì 193 và 201  rồi thì hè này em đăng kí các môn có chuẩn anh văn 1 như sức bền , thực tập ngành vẫn được học phải không ạ . em cảm ơn",
    "Em có xin tạm dừng học HK192 và đã nộp lại đơn xin thu nhận lại cho HK193 vào tháng 4/2020. Hiện tại trên web mybk thì mục tình trạng sinh viên của em báo \"đang học\" nhưng em lại không thể đăng ký môn học vì lý do \"tạm dừng\". Em mong muốn được đăng ký môn Thực tập tốt nghiệp, mã CI4103. Nhà trường xem xét giải đáp giúp em ạ. Em xin cảm ơn.",
    "Vào ngày 11/5/2020 em đã làm đơn thu nhận lại và FĐT có phản  hồi rằng đợi khi nào có mail đăng kí môn học thì đăng kí. Em xin chân thành cảm ơn!",
    "Em là , SV khoa Điện-Điện tử, khóa k18. Cách đây hơn 1 tháng em có nộp đơn xin nhận lại trực tuyến và đã được giải quyết. Tuy nhiên, hôm nay khi đk môn học học kì hè dự thính 193 thì em lại không đăng kí được. Em mong pdt có thể giúp em giải quyết để em có thể đăng ký môn học không ạ. Em chân thành cảm ơn.",
    "Chào thầy cô, em là  () sinh viên PFIEV đã chuyển sang hệ chính quy Xây dựng Dân dụng (quyetdinh). Ở   B PFIEV    em đã   B học xong    một số môn trong đó có Môn   B SBVL(có tn) Mã 809704 5TC   . Ở   B chính quy    có Môn   B SBVL(có tn) Mã CI2007 4TC.    Giờ em muốn đăng ký môn Cơ học kết cấu CI2029 HK193 nhưng lại gặp lỗi như hình. Nội dung 2 môn cốt lõi giống nhau và tín chỉ cũng ngang nhau. Vậy thầy cô có thể xem xét cho 2 môn này tương đương để thuận lợi cho em ĐKMH đợt này không ạ? Em xin cảm ơn thầy cô nhiều ạ.",
    "Em tên  MSSV   Cho em hỏi em đã đủ điều kiện xét tốt nghiệp nhưng còn thiếu chứng chỉ toeic Writing và Speaking vậy có được trong danh sách tốt nghiệp dự kiến không ạ ? Vì em thấy mình trong danh sách tạm dừng học vì không đăng kí môn học. Nếu được mong PĐT cập nhật giúp em ạ ! Em cảm ơn",
    "Hiện tại em là sinh viên khóa K18 khoa Cơ khí chuyên ngành Chế tạo máy.Trong quá trình học thì em rớt 2 môn là :Cơ lý thuyết(AS1003) và Nguyên lý máy(ME2003),em được biết là 2 môn này sắp tới sẽ được gộp lại thành 1 môn duy nhất,vậy nhà trường cho em hỏi là: Nếu em học 1 môn đã gộp thì có được hay không? Nếu không thì 2 môn đã rớt em phải đăng kí môn học thế nào ? Em xin cảm ơn.",
    "Dạ em chào Thầy/Cô, Em tên , MSSV: . Thầy/Cô vui lòng cho em hỏi: học kỳ hè 193 có mở lớp môn GDTC ở CS1 không ạ? Và nếu có mở, em có thể vừa đăng ký môn thực tập quá trình thiết bị (ở nhà máy) vừa đăng ký học GDTC ở trường được không ạ? Em cảm ơn Thầy/Cô ạ.",
    "Chào thầy cô, Em muốn hỏi sinh viên K19 có được đăng ký học môn mới ở học kỳ hè 193 không, hay chỉ được đăng ký cải thiện điểm của 2 kỳ trước thôi ạ? Vì hôm nay mở đăng ký nhưng em vào phần   I Chương trình đào tạo  /I  thì không có. Em mong nhận được sự phản hồi sớm từ thầy/cô! Em cảm ơn.",
    "Chào PĐT. Em tên là - . Học kì 2 này em có đăng thực tập nhận thức ngành CI2057. Tuy nhiên hiện tại chưa có điểm môn nhận thức ngành. Hiện tại đang có đợt đăng ký dự thính hè HK193 mà em muốn đăng ký môn thực tập tốt nghiệp CI3343. Tuy nhiên môn thực tập nhận thức ngành là môn học trước của môn TTTN nên em không đăng ký được . Kính mong PĐT tạo điều kiện để em đăng ký TTTN trong học kỳ hè này để đảm bảo tiến độ học tập của em . Em xin chân thành cám ơn!",
    "Kính gửi Phòng Đào tạo, Em là sinh viên khóa 2013, vào tuần trước Em có nhờ Phòng đào tạo hỗ trợ giải quyết giúp Em về việc đăng ký tốt nghiệp bổ sung và thông báo về thời hạn hôm nay Thứ Hai - 8/6/2020 sẽ lên đăng ký lại. Hôm nay Em lên đăng ký và đã vào được giao diện đăng ký. Tuy nhiên hiên nay khi Em lên cập nhập thông tin ở phần Khai lý lịch tốt nghiệp (mục 2) và các mục còn lại 3, 4 ,5 Em đều không kích vào phần xác nhận thông tin và chuyển đi được. Và trong mục 5 NỘP ĐƠN XIN XÉT TỐT NGHIỆP phần tình trạng đăng ký Em bị TẠM DỪNG (File hình đính kèm). Em nhờ Phòng đào tạo xem xét và hỗ trợ giúp Em ạ. Em cảm ơn!",
    "Dạ em chào thầy cô, Em đăng kí môn học hè nhưng em thấy có thông báo hiện lên là không đăng kí được vì chưa qua chuẩn anh văn. Nhưng phòng đào tạo từng có thông báo là do dịch nên không xét chuẩn anh văn trong đợt đăng kí môn học hè HK193. Vậy thì em có đăng kí được môn học hè không ạ, vì em chưa qua chuẩn anh văn. Em cảm ơn.",
    "Thầy cô cho em hỏi là nếu em đăng kí TTTN thì số bạn tổi thiểu đăng kí là bao nhiêu để nhà trường mở lớp ạ. nếu chỉ có 5-6 bạn đăng kí thì có được không ạ",
    "Chào thầy cô Cho em hỏi là em đã nộp đơn đăng kí rút môn học dự thính. Nhưng trong thời khoá biểu vẫn còn môn hoc và ngày 10/6 có lịch thi giữa kì . Thì môn học của em đã rút chưa và cần phải đi thi không ạ.",
    "Em chào thầy (cô) ạ. Cho em hỏi là học kì hè sắp tới em có đăng kí môn Thực tập tốt nghiệp (CO3313) nhưng hệ thống lại báo là thiếu môn Học trước là môn Mô hình hóa Toán học (CO2011), trong khi môn này em đang học ở học kì này rồi ạ. Mong thầy (cô) giải đáp giúp em. Em cảm ơn!",
    "QUOTE     . Dạ em chào thầy(cô).Em vừa tham gia đăng ký học kỳ hè 193 cho các môn học có mã số ME2023 ME3031 ME3003 ME3033 thì hệ thống báo không đủ chuẩn anh văn sau năm 2.Kỳ trước e thi không qua av sang kỳ này do dịch và thấy thông báo của pđt về việc sẽ miễn av kỳ này nên a chưa có học và thi lại av.Em mong pđt xem xét và phản hồi em ạ.",
    "Em thấy trên đăng ký mô học kỳ hè có mở đồ án EE3151. Thì không biết nếu đủ sĩ số thì kỳ hè có mở không ạ",
    "cho em hỏi là em đăng kí thực tập hè với một số môn khác nhưng lại không được vậy,em hoang mang quá,nó cứ hiện lỗi không phù hợp loại hình sinh viên.",
    "Dạ em chào thầy/cô. Thầy/cô cho em hỏi khi nào Chương trình đào tạo của Khóa 2019 được cập nhật lên ạ? Tụi em cần coi Chương trình đào tạo để có thể coi mã môn học mà mình sẽ học nhằm đăng ký cho kịp thời hạn \"Đăng ký Học kì hè\" ạ. Bên cạnh đó, chuẩn bị tới đợt chọn và phân ngành mà Chương trình đào tạo của Khóa 2019 vẫn chưa có để tụi em lựa chọn khiến nhiều bạn (trong đó có em) hơi mông lung trong quyết định ạ. Em mong thầy/cô sẽ mau chóng cập nhật Chương trình đào tạo của Khóa 2019 để tụi em có thể tham khảo . Em cám ơn thầy/cô đã đọc câu hỏi của em. Mong thầy cô sớm trả lời ạ.",
    "Em chào  ạ!  cho em hỏi cách đăng kí môn - cho khóa K19.Em tính học hè môn này nhưng lại thấy có vài thay đổi môn.Xin  hướng dẫn giúp em! Em cảm ơn!",
    "em tên là   MSSV:  em muốn hỏi là chuẩn sinh viên năm 3 là không được đăng kí môn có mã môn học năm tư (XX4YYY). Nhưng sao vào học kì hè em vẫn không đăng kí được môn của năm 3 với mã là (XX3YYY) vậy ạ? em mong được phòng đào tạo để được đăng kí môn ạ! em chân thành cám ơn phòng đào tạo! Trân trọng!",
    "Kính gửi PĐT,  Em là , sinh viên năm 4 khoa điện điện tử. Cho em hỏi là trong kì hè này có thể mở môn ĐCLV không ạ? Và nếu mở được thì cần những điều kiện nào ạ? Em xin cảm ơn ạ.",
    "thầy ơi cho em hỏi em đăng kí học kì hè 193 môn cơ kết cấu CI2029 mà bị yêu cầu cần có môn  sức bền vật liệu CI2007 học trước mà môn sức bền vật liệu CI2007 em đang học ở học kì 192 vậy có tính là môn học trước không ạ.",
    "Xin chào các thầy cô Phòng Đào Tạo Trường ĐH Bách khoa.    Em là sinh viên hệ VHVL, cho e hỏi về Quy định về ngoại ngữ sau mỗi năm học và khi tốt nghiệp đối với sinh viên hệ VHVL như thế nào ạ.    Trong link trang thông tin ngoại ngữ em không thấy thông tin về quy định về ngoại ngữ với hệ VHVL mỗi năm học. (http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=89&tid=782)   Em xin cảm ơn.",
    "Em chào thầy cô ạ, Em là sinh viên đang cỏn thiếu Anh văn Nói và Viết để được xét Tốt nghiệp. Hiện tại do không đăng kí môn học trong học kì này nên Tình trạng sinh viên trên MyBK đang là \"Tạm dừng vì không đăng kí môn học\". Bây giờ em làm đơn PDT-07 - Phiếu đăng ký thu nhận lại gửi Phòng Đào tạo được không ạ. Hay phải làm cách nào khác. Em cảm ơn thầy cô rất nhiều.",
    "Hỏi đáp học trực tuyến (BeL) . Cho em hỏi, môn Mac dành cho 19 thay đổi như thế nào ạ? e dự định đăng kí môn đó cho học kì 193 sắp tới!",
    "Chào cô/thầy, Em tên , mssv , em dự định đăng ký môn học Cơ Lưu Chất mã môn học CI2003. Theo chương trình đào tạo thì đây là môn học không có điều kiện trước đó. Nhưng trong quá trình đăng ký em đã gặp lỗi (như hình đính kèm). Em mong thầy/cô giải đáp giúp em vấn đề này ạ . Em xin cảm ơn! ",
    "Em chào phòng đào tạo. Hiện đã mở form đăng ký môn học cho học kì hè 193, nhưng hiện tại em đang có vài thắc mắc. 1. Em đã đăng kí môn Xử lí số tín hiệu (EE2015) cho học kì hè, và em hiện đang học môn Tín hiệu hệ thống (EE2005) là môn học trước cho môn Xử lí số tín hiệu trong học kì 192 (hiện tại). Liệu em có được xếp lớp Xử lí số tín hiệu cho kì hè không ạ ? 2. Số tín chỉ tích lũy hiện tại của em là 53 và hiện tại em đang học trong kì 193 là 11 chỉ, em đã đăng kí môn thực tập điện 2 (EE3023), liệu em có được xếp lớp trong kì hè không ạ ? Em mong nhận được phản hồi trước ngày 15/6. Em cảm ơn phòng đào tạo ạ.   i     .",
    "Cho em hỏi nếu như em muốn học lại Hoá đại cương với Vật Lí để cải thiện gpa thì có được lấy điểm bài tập lớn với điểm Hoá Thí Nghiệm cũ không, tại điểm Hoá TN e 10 với  e cũng 10",
    "Cho em hỏi mã môn học dành cho K19 có thay đổi gì nhiều khong ạ?  và mã môn xác suất thống kê cho K19 khoa điện có phải MT2001 k ạ?",
    "PĐT cho em hỏi là HK191 có được phát cho SV không, hay là kì ấy bỏ học bổng rồi",
    "cho em hỏi khoa xây dựng khi nào phân ngành ạ",
    "Em chào cô thầy,  Mã môn học mà em đăng kí trong học kì hè HK193 là IM2007,IM1011. Và không đăng kí được do chưa qua chuẩn anh văn. Mong thầy cô kiểm tra lại giúp em ạ. Em cảm ơn .",
    "Hỏi đáp học trực tuyến (BeL) . Cho em hỏi 19 khi nào có lịch học vụ. Em muốn biết chương trình để đăng kí học kì 193 tới ấy ạ! Em cảm ơn.",
    "Dạ cho em hỏi nếu mất thẻ sinh viên thì khi làm lại có bị trừ điểm rèn luyện không ạ?",
    "Dạ cho e hỏi sao e k chuyển điểm toeic đc ạ",
    "Em là ,MSSV 0. Cho em hỏi quy chế học vụ là khi hoàn thành luận văn rồi chỉ thiếu mỗi anh văn nói viết là sẽ được gia hạn thêm 1 kỳ và không cần phải đkmh nhưng em lại bị tạm dừng và khi đăng ký thi anh văn nói viết thì báo lỗi ạ. Mong kiểm tra giúp em. Em cảm ơn ạ",
    "gởi pdt, tôi là 18 bảo lưu một năm nên đang học cùng 19 , nay các mã môn học 19 khác với các  trước thì liệu các môn mã cũ có mở trong các kì chính tiếp hay không hay tôi có thể học các môn của 19 và được tính tín chỉ hay không . Xin cảm ơn",
    "Em tên đào quốc thái msssv  lớp bd16cdt học kì 192 em không có môn học.em xin tạm dừng học kì để em đăng kí kì hè.em cảm ơn",
    "các chương kiểm tra trong phần video vật lí 2 của em do em quên chưa hoàn thành bài kiểm tra chương 8 em mong xin phòng đào tạo có thể gia hạn bài kiểm tra đến hết ngày 14/6 cùng với bài kiểm tra của chương 9. Em cảm ơn",
    "dạ phòng đào tạo cho e xin các môn mở trong học kì hè khoa Kỹ thuật hóa học ngành công nghệ sinh học.để e đăng kí kịp ạ                                   em cám ơn !",
    "Kính gửi PGH, PĐT trường ĐH Bách Khoa TPHCM. Học kì 192 chỉ con 4 tuần là kết thúc, nhưng PĐT sắp xếp lịch thi môn Nguyên lí thông tin số, mã môn học EE3115 đến tận cuối tháng 7 cụ thể là ngày 29/7. Nếu được em mong PĐT sắp xếp lại lịch thi sớm hơn thời gian đã nêu . Lí do: Em được người quen mời thử việc ở 1 CTy ở tỉnh với tính chất công việc là theo công trình nên không thể bỏ dỡ việc. Dự kiến ngày bắt đầu làm việc là 25/7 đến 27/7. Mong PĐT xem xét giúp đỡ và tạo điều kiện cho em ạ. Em xin chân thành cảm ơn . Trân trọng.",
    "iểm Av sau khi nộp bằng toeic có được cộng vào điểm trung bình tích lũy không ạ? Em xin cảm ơn",
    "cho em hỏi làm cách nào để rút bản sao học bạ và bằng tốt nghiệp thpt ra ạ. (em đã bị thôi học)",
    "Gởi PĐT, mong phòng đào tạo đọc kĩ lại câu hỏi và trả lời một cách thấu đáo. Tôi xin hỏi lại một lần nữa Tôi là K18 bảo lưu một năm nhưng các môn học của K19 đều thay đổi mã môn học không giống những khóa trước nữa . PĐT trả lời rằng phải đk theo ct của K18 nhưng những môn đó có mở tiếp cho những K18 bảo lưu như tôi hay không hay chỉ có những môn của K19.",
    "Thưa thầy cô, Em được biết chương trình đào tạo của khoa K19 sẽ khác với mọi năm ở việc tách môn Chủ nghĩa  thành 2 môn khác. Em có vài thắc về việc này và mong được thầy cô giải đáp: 1. Môn Chủ nghĩa  được tách thành những môn nào? 2. Khóa k19 có được đăng kí học hè những môn này không? 3. Nếu được, thì em phải chọn mã số môn học mới là gì? Em học ngành Quản lý công nghiệp, do trên aao chưa cập nhập chương trình đào tạo học kì 201, 202 nên em gặp vài khó khăn trên. Rất mong được thầy cô giải đáp. Em cảm ơn thầy cô nhiều.   i  .",
    "Cho em hỏi là điểm trung bình tích lũy ngành khi xét tốt nghiệp có xét những môn đại cương không ạ ",
    "Em chào cô, Em có chụp lại hình Gmail Phòng Đào Tạo gửi về việc không xét chuẩn anh văn.( có đính kèm  ở dưới ạ). Và cả thông báo lúc em đăng ký môn học nữa ạ. Cô kiểm tra lại giúp em với ạ . Em cảm ơn cô.",
    "thưa pđt, theo như thông báo của pdt thì kì hè này không xét đến anh văn, và thông báo này có bao gồm môn thực tập quá trình và thiết bị (CH2087) không ạ?  Và cũng theo thông báo này chuẩn anh văn kì 201 nhà trường không xét, vậy thì đến kì 202 khi xét lại chuẩn anh văn thì xét như thế nào ạ. ( theo như đúng tiến độ của k18 thì để đang kí môn kì 201 thì phải hoàn thành av3, kì 202 là hoàn thành av4). vậy khi xét lại chuẩn av kì 202 k18 là av3 hay av4 ạ . em cảm ơn",
    "Hỏi đáp học trực tuyến (BeL) . Dạ cho em hỏi mã môn mác lê nin, các môn chính trị của 19 ạ",
    "Chào cô, em muốn hỏi khoa   B Kĩ Thuật Xây Dựng    phân ngành vào cuối năm nhất hay sau học kì hè, nếu không đủ 28  tín chỉ khi kết thúc kì 2 thì có được phân ngành hay không. Em cảm ơn.",
    "Làm đơn cứu xét như thế nào ?",
    "Dạ em là sinh viên K19 - PFIEV . HK 193 hè này em có nguyện vọng đk môn học Giải tích 3 và em muốn học cùng các anh chị khóa trên của PFIEV để có thể học nắm chắc kiến thức . Không biết hai mã môn giải tích 3 MT2007 và 006725 có được công nhận tương đương không vậy ạ ! Em xin cảm ơn !",
    "Dạ em chào thầy/cô, thầy/cô cho em hỏi là em đã thanh toán lệ phí chuyển điểm khi nộp bằng TOEIC hai kĩ năng nhưng bảng điểm em vẫn chưa được cập nhật điểm ạ. Thầy/cô cho em hỏi khi nào em mới được cập nhật vậy ạ?",
    "Chào Thầy/Cô. Em là sinh viên vb2 chính qui ngành kĩ thuật hoá học, MSSV 1927013. Cho em hỏi là được đăng kí tối đa bao nhiêu tín chỉ hoc dự thính hè HK193 ?  Và các môn học có kèm theo thực hành nhưng bị rớt thì phần thực hành có được bảo lưu không ạ? ( ý em hỏi là nếu học môn đó lại có phải đi thực hành lại không ( phần thực hành em đều trên 5 phẩy ah))",
    "trường có thể hỗ trợ em rút lại bảo sao bằng tốt nghiệp và bản sao học bạ đc không ạ. em bị mất học bạ với bằng tốt nghiệp thpt. giờ trường đuổi học em xin trường hỗ trợ trả lại cho em để em xin học ở trường khác. vì em chỉ có duy nhất 1 bản sao trường đang giữ thôi ạ",
    "Em chào thầy cô, em bị mất thẻ sinh viên thì quy trình làm lại thẻ mới như thế nào ạ? Em xin cảm ơn!",
    "Cho em hỏi là không vào đoàn thì có được tốt nghiệp không ạ? Em xin cảm ơn! ",
    "dạ thầy/cô cho em hỏi là với điều kiện bắt buộc như trong ảnh thì em có thể đăng ký học môn xác suất và thống kê trên không ạ? kì 192 em mới học môn đại số tuyến tính ấy ạ. với cả mã môn học xác suất thống kê ở chương trình k19 có thay đổi không hay vẫn như các anh chị k18 ạ? nếu có thì làm thế nào em biết được mã môn học nếu em được học môn đó trong kì hè 193 ạ? em cảm ơn thầy/cô nhiều.",
    "Em thấy trên mail thông báo học kì sau không xét điều kiện t.a. V e ko đủ điều kiện học năm 3 vì thiếu t.a có được đk môn năm 3 ko ạ? và không xét t.a đến học kỳ nào ạ?",
    "Dạ em chào thầy/cô Em thuộc khóa K19 khoa Kỹ thuật Hóa học nên chưa có nhận được chương trình đào tạo của các năm sau và em cũng có nhận được thông tin là môn  - Lenin (SP1003) đối với tụi em sẽ phải phân thành một số môn khác, vậy thầy/cô cho em hỏi là đối với khóa K19 thì học kỳ dự thính này chúng em có thể đăng kí được các môn học nào và chúng em nên đăng kí những môn học nào ạ. Em cảm ơn thầy/cô rất nhiều.",
    "Hỏi đáp học trực tuyến (BeL) . Thầy/Cô cho em hỏi, em là sinh viên 19 khoa TXD ngành CN kĩ thuật VLXD em không biết là mình nên học và phải học môn nào trong các kì tới ạ, em có xem ctdt của 18 nhưng không biết có giống với chương trình học của khóa em không. Với cho em hỏi là tại sao cùng một môn mà lại có nhiều mã môn khác nhau ạ. VD như môn tư tưởng HCM SP1037(2tc) và SP1005(3tc) 2 này khác gì nhau v ạ và nếu là sinh viên 19 thì em bắc buột học cái nào v ạ.",
    "Con chào thầy (cô)! Thầy(cô) có thể cho con hỏi HBKKHT của HK 191 khi nào mới xét vậy ạ! Con cảm ơn thầy(cô) ạ!",
    "Trường có chấp nhận chứng chỉ tiếng Anh của  English Test không ạ",
    "Cho em hỏi là học kì 192 có tổ chức kiểm tra anh văn mỗi học kì không ạ hay để năm sau mới tổ chức?Em thấy để 13/6 mà chưa thấy thông báo đăng kí. Em cảm ơn!",
    "Cho em hỏi làm sao để cấp được giấy chứng nhận tốt nghiệp tạm thời ạ . Em cám ơn ạ.",
    "Em xin hỏi PĐT là hiện tại có thể còn nộp đơn huỷ môn học không ạ. Em xin cảm ơn PĐT ạ. Môn học em xin huỷ là môn Sức bền vật liệu, mã môn là 809703 .",
    "Em chào PĐT. Em tên , MSSV:. Hiện tại em đang theo học tại Trung tâm đào tạo bảo dưỡng công nghiệp. Lúc trước em có nhận được mail là sẽ miễn av theo từng năm để tạo điều kiện cho sv đăng kí môn học. Vậy cho em hỏi những đối tượng nào sẽ được miễn av để được đăng kí môn học. Vậy trong trường hợp của em là đã qua toeic 250 năm 2 nhưng bây giờ em bị vướng toeic 300 của năm 3 vậy em có được miễn để đăng kí môn học của năm 3 không ạ. Em cảm ơn PĐT ạ.",
    "Em chào anh (chị), Em tên là , sinh viên lớp VP16XDC. Em muốn hỏi về việc chuyển điểm ngoại ngữ môn tiếng Pháp 5, 6, 7 của em. Em học ngành xây dựng nên mã môn học của em khác với mã môn học của các ngành khác. Mã môn của em như sau: Tiếng pháp 5 (xd) : Mã môn 003727 Tiếng pháp 6 (xd) : Mã môn 003728 Tiếng pháp 7 (xd) : Mã môn 003729 Em muốn hỏi về việc em có thể chuyển điểm ba mã môn này không ạ vì trên mybk thì điểm chuyển của em ba môn này lại là mã môn khác với mã môn của em, vì em thấy có 1 bạn lớp em đã đổi lại được. Em mong anh (chị) có thể giúp em trả lời thắc mắc ạ. Em xin cảm ơn",
    "Dear Thầy/ Cô Em muốn được xác nhận lại là điểm Toeic lần mới nhất em nộp là 520, nhưng trên \" Thông tin Tốt Nghiệp\" lại để là 450. Quý Thầy/ Cô có thể chỉnh lại cho em phần này được không ạ. Em cám ơn!   ",
    "Em chào anh/chị ạ, Em là  - Sinh viên ngành xây dựng dân dụng và hiệu quả năng lượng chương trình Việt Pháp - PFIEV. Em gửi yêu cầu này nhằm mục đích muốn chỉnh sửa lại mã môn học em đã chuyển điểm từ việc nộp bằng Tiếng Pháp DELF B1. Vì trong chương trình PFIEV tụi em được chia thành nhiều chuyên ngành. Nhưng với xây dựng PFIEV thì Tiếng Pháp 5,6,7 là môn bắt buộc nên mã môn và số tính chỉ khác với các ngành khác trong PFIEV. Tuy vậy, mã môn học đã được đổi là mã môn của các ngành khác nên em muốn chỉnh sửa lại ạ. Mã môn học đúng: - Pháp văn 5: 003727 (3TC) - Pháp văn 6: 003728 (3TC) - Pháp văn 7: 003729 (3TC) Theo em được biết thì đã có bạn đổi được rồi ạ. Em cảm ơn anh/chị nhiều.",
    "Em đăng ký học và qua 2 môn : CO2033, CO2035(mỗi môn 3 chỉ) tương đương với 2 môn theo thứ tự là: CO2009, CO2029( mỗi môn 4 chỉ, theo chương trình đào tạo k2016) nhưng chưa được cộng vào số tín chỉ tích lũy. Em muốn được chuyển điểm để được cộng vào số tín chỉ tích lũy để đủ tín chỉ thực tập tốt nghiệp. Em xin chân thành cảm ơn.",
    "Chào anh/ chị  Em là  - MSSV: Hiện tại em không thể đăng kí môn học EE2017- cơ sở kỹ thuật điện trong kì hè 193 Em đã tham khảo trang web của phòng đào tạo và biết được môn học trước là EE2003- Trường điện từ, em đang theo học môn này trong kì 192 nhưng không thề đăng kí môn EE2017 được, hệ thống báo lỗi thiếu môn EE2003, mong anh/chị hỗ trợ em giải quyết vấn đề này Cảm ơn vì đã đọc thư Mong sớm nhận phản hồi từ anh/chị",
    "B  Em chào cô, cho em hỏi em muốn viết đơn xin mở lớp môn học học kỳ hè 193 thì bây giờ viết và nộp hay đợi đợt đăng ký môn học lần 2 mới viết và nộp ạ. Em cảm ơn!  ",
    "em chào thầy cô, em tên , mssv . Do hình chụp trên hệ thống của em bị mờ nên ko in được thẻ sinh viên, em không biết cập nhật lại hình ảnh chụp như thế nào, mong thầy cô hướng dẫn giúp em. Em cảm ơn ạ",
    "Dạ em chào PDT! PDT cho em hỏi k19 có được học xác suất thống kê không ạ?",
    "Cho em hỏi là nếu bị đánh giá là hội viên yếu thì có sao không ạ",
    "Em là sinh viên Hứa Tuấn Đô. MSSV 1811935. Em xin hỏi thời hạn rút môn là trước khi thi giữa kì, nhưng có một số môn không thi giữa kì vậy em có được rút những môn đó không. Em xin cảm ơn.",
    "Kính gửi quý Thầy Cô PĐT, em muốn xem lại điểm thi AVĐV lúc đầu nằm thì xem ở đâu ạ? Em kiểm tra mục Bảng điểm trong MyBK thì không thấy điểm. Em xin cảm ơn các Thầy Cô.",
    "Dạ thưa thầy cô, năm nay vì dịch nên phòng lịch học vụ, nhất là thời gian nộp bằng anh văn để chuyển điểm em chưa nắm được. Dạ thưa thầy cô, em dự định thi Toeic ngày gần nhất tại BK English là ngày 5/7 (vì bên đó còn lịch gần nhất là ngày đó) và nhận kết quả sau 10 ngày. Do đó nếu sớm nhất em có thể có bằng Toeic vào ngày 15/7. Vậy em xin được phép hỏi thầy cô, em nên đăng ký nộp bằng trên web vào ngày nào (trước đó bao nhiêu ngày) để có thể vừa kịp có điểm anh văn 1,2 ạ. Em xin cám ơn thầy cô nhiều. Em đã có hỏi câu hỏi này vài lần nhưng em chưa nhận được câu trả lời thỏa đáng đúng với trường hợp của em. Vì vậy em hy vọng lần này sẽ nhận được câu trả lời thỏa đáng. Em xin chân thành cám ơn.qq",
    "Em chào Thầy/Cô, Em là Tuấn Anh (MSSV : 1927002), là sinh viên văn bằng 2 hệ chính quy. Em học chung chương trình đào tạo với k17. Hiện tại em muốn đăng kí học cải thiện môn Hoá Phân Tích, môn này đã qua và năm sau chỉ có k19 học. Thầy /Cô cho em hỏi nếu em đăng kí học cải thiện môn này thì em sẽ đăng kí mã mới của k19 hay vẫn đăng kí mã cũ của k17 ạ ? Em cám ơn Thầy/Cô",
    "Em xin chào, Cho em hỏi trường có đợt làm lễ tốt nghiệp ngày 09/07/2020 mà em không đi làm lễ tốt nghiệp được, vậy em có được cấp bằng tốt nghiệp sau đó không hay phải chờ đợt tháng 11 mới có bằng ạ. Em đã có đăng ký xét tốt nghiệp rồi ạ . Em cám ơn.",
    "Cô ơi, cho em hỏi: khi em đăng ký môn học dự thính, dự thính hè, thì điểm của các môn đó được xét như thế nào vào điểm trung bình tích lũy ?",
    "Chào thầy cô, cho em hỏi là k19 có được đăng ký học kỳ hè không ạ ? Nếu có thì được đăng ký những môn nào ạ ?  Em cám ơn vì đã đọc tin nhắn này",
    "Em chào Thầy/Cô Em là sinh viên văn bằng 1 hệ chính quy. Em có thắc mắc về điểm chuyển, mong Thầy/Cô giải đáp giúp em Em được trường miễn cho mộ QTTB CƠ HỌC, nhưng bây giờ em muốn học môn đó, vậy trường có ghi nhận điểm mới môn đó của em hay vẫn ghi nhận điểm chuyển mà trường đã chuyển cho em ạ ? Em cám ơn Thầy/Cô",
    "Cho em hỏi là sau khi có kết quả thi cuối kì của học kì 192. Thì em có kịp đăng ký những môn đã rớt trong học kì 192 không ạ. Và có cách giải quyết nào không ạ, em cám ơn ạ ..",
    "Em sinh viên khóa K13. Điều kiện tốt nghiệp là 155 tín chỉ tích lũy ngành. Nhưng em có học một số môn mã mới, khi chuyển điểm thì hiện tại có 156 tín chỉ. Cho em hỏi có ảnh hưởng gì không ạ và em cần làm gì ạ? Em cảm ơn!",
    "Chào anh/chị, Em là , sinh viên K18 của trường. Em xin hỏi là lúc em đăng kí 2 môn Thực tập điện 2 và Thực tập điện tử 2 trong học kì hè 193 sắp tới thì em có thấy cái lưu ý của trang web là thiếu chuẩn sinh viên năm 3 ạ. Cho em hỏi tiêu chuẩn đó gồm những gì ạ. Em xin cảm ơn.",
    "Em chào quý thầy cô. Theo quy chế mới thì kì 201 500 toeic chỉ được xét miễn anh văn 1 và anh văn 2. Nếu em nộp vào kỳ hè 193 thì vẫn được xét như kì 192 tức là được miễn 4 anh văn 1,2,3,4 phải không ạ",
    "Cho em hỏi khi nào em mới có tên trong danh sách tốt nghiệp chính thức ạ. Em chỉ thấy tên trong danh sách tốt nghiệp dự kiến thôi ạ. Em cám ơn trước ạ.",
    "Dạ thầy/cô cho em hỏi là: Hiện em đang chờ kết quả thi toeic 2 kỹ năng writing and speaking, và hiện đã hoàn thành tất cả các môn học để tốt nghiệp. Nhưng hiện em đang có trong danh sách tạm dừng vì kỳ này em không đăng ký môn học. Vậy khi em nhận được kết quả toeic rồi,em cần làm gì để được đăng ký tốt nghiệp tháng 7 tới đây ạ. Em cám ơn thầy /cô đã giải đáp ạ.",
    "Chào thầy, Cho em hỏi là em khóa k14 thì có điều kiện ngày công tác xã hội để nhận luận văn không ạ? Nếu có thì bao nhiêu ngày ạ. Còn điều kiện công tác xã hội để tốt nghiệp là bao nhiêu luôn ạ.",
    "Em đã hoàn thành tất cả các môn học cần thiết để ra trường, đồng thời đã chuẩn đầu ra TOEIC reading and listening, nhưng chưa đạt chuẩn đầu ra nói viết nên chưa thể tốt nghiệp được. Vì đã hoàn thành tất cả môn học nên học kỳ này em không đăng ký môn học nữa. Hiện tại em bị tạm dừng vì không đăng ký môn học. Nên em muốn biết trường hợp như em nên xử lý như thế nào? Và làm sao để được nhận vào trường lại? Em xin cảm ơn",
    "Thầy cô cho em hỏi điều kiện để em qua năm nhất Việt Pháp là gì ạ? Em cảm ơn ạ",
    "Cho em hỏi, em đã có tên trong DS tốt nghiệp dự kiến Đợt 1/2020 cho tới hiện tại  vẫn chưa có tên trong DS TN chính thức ? Em cảm ơn ạ",
    "hác .. Chào ! Em tên:  MSSV:  Hiện tại trong danh sách tốt nghiệp chính thức không có tên em, em đã đủ điều kiện tốt nghiệp và đã đăng ký tốt nghiệp thành công (đã đống lệ phí), Mong pdt kiểm tra lại giúp em. Do hiện tại công việc em khá bận, nên cho em hỏi thêm là có bắt buột phải nợp Sơ yếu lý lịch và đơn xin cấp bằng để được tốt nghiệp không ạ. (Trong khi trong lúc đăng ký online đã có thông tin đầy đủ) Trân trọng cảm ơn!  - 15 - T - BHCM",
    "Họ và tên:  MSSV: 6 Kính gửi PĐT, Em đã nhận được email chúc mừng của PĐT và có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm 2020. Tuy nhiên, em không thể hoàn tất \"Nộp đơn đăng ký tốt nghiệp\" được. Em đã kiểm tra kỹ các khoản cần thanh toán trong BKpay nhưng không tìm thấy khoản \"lệ phí tốt nghiệp\" (95.000). Em có đính kèm hình ảnh bên dưới. Mong PĐT giúp em kiểm tra vấn đề để em sớm giải quyết và hoàn tất đăng ký tốt nghiệp . Em xin chân thành cảm ơn!",
    "nộp chứng chỉ ngoại ngữ xét đủ điều kiện làm tiểu luận tốt nghiệp",
    "Em chào thầy/ cô ạ! Thầy/ cô cho em hỏi là theo quy chế mới của trường thì qua năm nhất em phải đạt 28 chỉ để học các môn học thuộc năm 2. Vì kỳ 191 em có biến cô nên đã không thể học, và kỳ này em đang học tổng 19 chỉ, nếu hè em học các môn năm 2 là SP1031, SP1033 và SP1007 để đủ 28 chỉ để học năm 2 và đủ điều điện để phân ngành. Vậy thì liệu các môn này của em có bị xóa khỏi  danh sách đăng ký môn học không ạ? Nếu bị các điều kiện này mà em không thể học thì việc phân ngành của em sẽ cùng đợt với các bạn K19 hay là em phải xét phân ngành cùng K20 luôn ạ?  Em cảm ơn ạ !!!",
    "Kính gửi Phòng Đào tạo 18g00 ngày 12/6/2020 em có lịch thi giữa kì môn Giải Tích 1 dự thính, nhưng do có công việc đột xuất ở nhà nên em không thể dự thi được. Em muốn hỏi em có thể xin phép được thi lại không ạ, và để xin thi lại thì cần làm những gì. Em cảm ơn.",
    "Em đang học năm 2 đại trà ạ.Giờ nếu em chuyển ngành thì chỉ được chuyển sang chương trình chất lượng cao đúng không ạ? Nếu bây giờ em vào chương trình chất lượng cao thì phải nộp bằng IELTS 6.0 còn nếu em không có bằng IELTS thì phải học Pre đúng không ạ?",
    "Cho em hỏi là đồ án chuyên ngành làm nhóm hay làm cá nhân ạ, nếu làm nhóm thì các thành viên phải cùng ngành hay khác ngành đều được ạ. Em xin cảm ơn ạ!",
    "Em là , sinh viên K19, chương trình Tiên Tiến . Em có nghe nói sự thay đổi chương trình đào tạo. Em muốn hỏi vào học kì hè em muốn đăng ký môn   B Những Nguyên lý cơ bản  -     và môn   B Vật lý Điện từ    thì phải đăng ký theo mã môn học nào? Có khác gì so với những khóa trước không?   Em cám ơn Văn phòng đã hỗ trợ .   i  .",
    "hác .. Chào thầy/cô, cho em hỏi STN 17 có được TẠM THỜI miễn xét chuẩn AV theo từng năm học cho học kì 193 và 201 không ạ? Trong email \"Thông báo V/v liên quan đến Chuẩn tiếng Anh sau mỗi năm học\" ngày 8/5/2020, cả bản gốc và đính chính đều cho rằng sinh viên STN (thuộc Phụ lục 1) thuộc nhóm được MIỄN chuẩn AV ở hk 201. Em muốn xác nhận lại thông tin này ạ!",
    "Dạ thưa thầy cô, do năm nay dịch bùng nổ, trường có gửi cho em mail về việc tạm không xét văn bằng tiếng anh cuối năm. Em có thắc mắc là PĐT năm nay không xét văn bằng tiếng anh hay chỉ hoãn lại, lùi thời gian cho sinh viên có thể trau dồi kiến thức ngoại ngữ để nộp văn bằng tiếng anh ạ? Em xin trân trọng cảm ơn.",
    "Em là học viên hệ VHVL K19. Cho e hỏi là e muốn chuyển ngành thì điểm miển ở hệ cao đẳng và điểm học ở đại học BK có được miễn theo không ạ!!! ",
    "Cho em hỏi về môn xác suất thống kê và môn cơ lưu chất đối với chuwong trình đào tạo k2019 có khác mã so với k2018 k ạ?",
    "Thầy cô cho em hỏi cái ạ : Dạ em mới chuyển ra khỏi ktx nhưng bảo hiểm y tế em đóng cho ktx là hết năm 2020 ạ ... hôm bữa em cũng đóng bảo hiểm y tế 6 tháng cuối 2020 bên nhà trường ạ .... thế em có được lấy lại tiền đã đóng thừa ko ạ .Nếu có thì em phải đến đâu để làm thủ tục nhận tiền ạ ",
    "Chào thầy cô, cho em hỏi, em là sinh viên năm nhất(k19), nhưng chuẩn av1 của em chưa đạt năm nhất. Nhưng em nghe nói năm nay trường  không xét chuẩn av của năm 1. Vậy thầy cô cho em hỏi em có thể đăng kí av1 trong hk201 được không ạ! Em cám ơn",
    "Em là:  MSSV:  Em có đăng ký môn học của học ký 201 cho học ký dự thính 193 và em nhận được thiếu chuẩn av sau năm 2, nhưng theo em được biết thì không áp dụng chuẩn tiếng anh cho học kỳ 193 và 201, cho em hỏi môn học này em có học vào kỳ 193 không ạ   i     .",
    "Dạ em chào thầy cô, Em hiện là sv k19 ạ, em muốn hỏi là những môn về chính trị như pháp luật đại cương và  là tất cả các khoa đều phải học đúng ko ạ? Tại vì em định đk môn pháp luật đại cương 2 TC và triết học  Lênin 3TC vào hk hè 193 ạ Em cám ơn thầy cô, mong thầy cô có nhiều sức khỏe ạ",
    "Dạ chào thầy(cô) Em tên , MSSV , thầy cô cho em hỏi là. Tại sao em vẫn tham gia đánh gia điểm đầy đủ mà điểm rèn luyện trên mybk em lại bằng 0 ạ. Em cám ơn và mong nhận được hồi đáp sớm ạ.",
    "Hôm nay, em soạn tin nhắn này mong nhà trường giải đáp thắc mắc cho em về vấn đề đó là: với năm học 2019-2020, sinh viên ngành Xây Dựng phân chuyên ngành cụ thể như thế nào ạ? và nếu phân ngành ở cuối năm nhất thì cho em hỏi là điểm số của học kì hè của năm nhất có được tính vào để phân ngành 0 ạ? Tại vì hiện tại em đang rất muốn cải thiện điểm số của mình ạ!  Em xin cảm ơn!",
    "Dạ em chào thầy cô hỗ trợ ạ. Em tên   Dạ là trong kì hè 183 em có nộp chứng chỉ là 300, theo em dc biết là đã  250 là qua avcb và đk dc av1, nhưng 2 kì vừa rồi là 191 và 192 em đều bị hủy vào đợt hiệu chỉnh, em có hỏi thầy cô hỗ trợ bksi thì được trả lời là đã cập nhật và đăng kí được rồi, nhưng cứ đến đợt hiệu chỉnh là lại bị hủy, điều này ảnh hưởng rất lớn đến việc học của em, em mong thầy cô hỗ trợ dùm em, giải thích nguyên nhân là do đâu để em khắc phục với ạ, đợt bè này em cũng có đăng kí av1, nhưng em rất lo lại bị hủy nữa, em thật sự cảm ơn ạ.",
    "Thưa Thầy, Cô cho e hỏi là khi nào PDT công bố danh sách sv nhận đc học bổng khuyến khích của kỳ này ạ",
    "Kính gửi thầy/cô, Em là , MSSV:  Học kỳ này em đăng ký tốt nghiệp nhưng trên mybk em lại không thể làm điều đó. Em có hỏi trong ID 7653 và 7683. Cô có nói là sẽ xem lại. Nhưng hiện tại em không thấy mình trong danh sách tốt nghiệp dự kiến cũng như không thể vào trang đăng ký tốt nghiệp. Em có kiểm tra tình trạng sinh viên thì được cho tạm nghỉ vì kỳ này em không đăng ký môn. Vậy bây giờ em phải đăng ký tốt nghiệp như thế nào ạ?",
    "Chào Thầy/ Cô! Hiện tại, em chỉ còn anh văn nói viết là đủ điều kiện xét tốt nghiệp. Em dự định tốt nghiệp vào đợt tháng 11 nhưng ở học kì 192 do không đăng kí môn học nên em đã bị tạm dừng học. Vậy cho em xin hỏi, em phải làm đơn thu nhận lại vào học kì 192 hay đợi đến kì sau (201) hoàn thành anh văn rồi làm đơn luôn ạ? Em xin cám ơn.",
    "Kính gửi thầy cô pdt trường ĐH bÁCH kHOA. Em tên  MSSV  thầy cô cho em hỏi là ví dụ hết kì 192 này em tích lũy được 56 tín chỉ, học kì hè 193 em đăng kí thêm 4 tín chỉ vậy sang kì 201 em có được đăng kí môn cho năm 3 không ạ vì không đạt chuẩn sinh viên ạ. Em xin cảm ơn",
    "Nhà trường cho e hỏi nếu hè em đăng ký môn thực tập nhận thức ngành vậy e có thể đăng ký thêm những môn khác không?",
    "Dạ chào anh chị. Em đã nhận được email có trong danh sách tốt nghiệp đợt 1 và được đăng ký tốt nghiệp. Nhưng e đăng ký tốt nghiệp thì không được. Em hỏi có lỗi gì không ạ,  .",
    "Kính gửi Phòng Đào tạo! Em đã có tên trong danh sách tốt nghiệp dự kiến, nhưng chưa được phép đăng ký vì tình trạng tạm dừng.   B Tuy nhiên, em đã làm phiếu đăng ký thu nhận lại và đã cập nhật tình trạng là đang học (  I như ảnh gửi kèm  /I ) trên thông tin sinh viên.    Cho em hỏi khi nào em được phép đăng ký tốt nghiệp ạ? Em xin cảm ơn!",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp .   Dạ chào thầy/cô Em là , MSSV  Ngày 27/5 em bị tạm dừng vì không đăng kí môn học. Sau đó em làm đơn, ngày 11/6 em được thu nhận lại. Em kiểm tra trong danh sách tốt nghiệp dự kiến thì có tên và thông tin tốt nghiệp của em, nhưng ở phần \"Ghi chú\" thì bị ghi  \"Tạm dừng\" . Ngoài ra, khi em thực hiện đăng kí tốt nghiệp online thì nhận được thông báo \"không được phép đăng kí (tạm dừng)\". Mong thầy cô kiểm tra và xem xét giúp em. Em cảm ơn ạ",
    "CHO  SAO E BẤM CẬP NHẬT THÔNG TIN KHÔNG ĐƯỢC Ạ( )    ",
    "Em chào thầy/cô ạ Thầy/cô cho em hỏi là khi nào thì kế hoạch giảng dạy hk 3 của k19 mới được update lên vậy ạ?  Liệu có được update trước khi kết thúc đợt 3 đkmh kỳ 193 không ạ? Em cảm ơn ạ !",
    "hác .. Em chào thầy/cô ạ ! Thầy/cô cho em hỏi là môn Pháp luật đại cương Việt Nam mã SP1007 có thuộc chương trình đào tạo của 19 không ạ?  Nếu không thuộc mà em học thì liệu có bị xóa môn không ạ? Em cảm ơn ạ !",
    "Chào thầy/cô . Hôm  12.6 vừa qua em có nhận được thông báo tạm dừng học kì vì không đăng kí môn học.  Nhưng hiện tại em chỉ còn av nói viết chưa qua nên em đã không đăng kí môn học,  nếu từ đây tới 30.6 em đủ điều kiện anh văn thì cần làm như thế nào để được đăng kí tốt nghiệp kịp thời hạn vậy ạ . Và nếu em không đủ điều kiện av nói viết trước 30.6 thì em cần làm những gì để được trường thu nhận lại vậy ạ . Rất mong thầy/cô giải đáp giúp em ạ . Em chân thành cám ơn.",
    "Do em có học thêm môn nằm ngoài chương trình đào tạo của khoa khác, nên điểm trung bình tích lũy để xét loại khi tốt nghiệp sẽ lấy điểm của tất cả các môn đã học hay chỉ lấy các môn có trong chương trình aj?",
    "Em kính chào thầy cô ạ. Em là sinh viên đang cần Anh văn Nói và Viết để được xét tốt nghiệp. Tuy nhiên do không ĐKMH nên học kì này bị tạm dừng . Mới đây, trường có thông báo mới về việc cần hoàn thành thủ tục đăng kí tốt nghiệp trước 30/6. Hiện tại, nếu em đăng kí thi Anh văn trong thời gian này, nếu có kết quả đậu, thì kết quả đó sẽ được gửi đâu đó cận ngày 30/6. Theo thủ tục là có kết quả Anh văn thì nộp đơn xin thu nhận lại. Nhưng nếu lúc đó mới nộp thì em không rõ có kịp để mở lại tình trạng sinh viên hay không. Vậy nên, em muốn hỏi bây giờ em có thể nộp đơn xin thu nhận trước được không ạ. Em xin cảm ơn rất nhiều.",
    "Em đã học thí nghiệm trước đó, vì rớt môn phải học lại.  Em muốn hỏi các bước làm đơn chuyển điểm thí nghiệm và điều kiện để làm đơn chuyển điểm ạ?",
    "Em chào Phòng Đào tạo, Em là sinh viên khóa 2013, hôm nay Em vào đăng ký TỐT NGHIỆP BỔ SUNG ĐỢT NÀY. Em đã điền đầy đủ thông tin ở tất cả các mục tuy nhiên ở mục 5 Em không kích vào được NỘP ĐƠN ĐĂNG KÝ TỐT NGHIỆP. Thông tin đăng ký Em có đính kèm ở File ạ. Em nhờ Phòng đào tạo hỗ trợ giúp Em. Em cảm ơn ạ.",
    "Kính gửi phòng Đào Tạo Em là  khóa K14, em đã hoàn thành các điều kiện để đăng ký tốt nghiệp. Em có đăng ký tốt nghiệp theo form mãu trên web nhưng không được gửi duyệt. Em muốn hỏi là có bị lỗi gì không ạ. Em muốn đăng ký tốt nghiệp đợt 07/2020. Xin cảm ơn",
    "Chào Phòng Đào Tạo, Cho em hỏi có đợt 2 để đăng kí TTTN hè không ạ? Em quên đăng kí môn Thực tập tốt nghiệp CO3313 do em nghĩ có đợt đăng kí riêng cho môn TTTN như các kì khác. Nay bạn em nhắc em mới để ý thì hết hạn rồi ạ. Em cảm ơn.",
    "Em chào Thầy/Cô Em là sinh viên văn bằng 2 (hệ chính quy). Em được trường miễn cho môn ĐẠI SỐ TUYẾN TÍNH, nếu bây giờ em đăng kí học môn đó, vậy trường có ghi nhận điểm mới môn đó của em vào điểm tích luỹ hay vẫn ghi nhận điểm chuyển mà trường đã chuyển cho em ạ ? Em cám ơn Thầy/Cô",
    "Em là , sinh viên K19, chương trình Tiên Tiến, ngành Điện - Điện tử. Em có đăng ký 3 môn học trong HK193 là - SP1033 KINH TẾ CHÍNH TRỊ MÁC LÊ-NIN - SP1031 TRIẾT HỌC MÁC LÊ-NIN  - 007402  HỌC  Do chương trình học thay đổi và chưa cập nhật lại mã môn học mới, em xin phép hủy học đã đăng ký. Em mong văn phòng sẽ giúp đỡ và thành thật xin lỗi về sự bất tiện này . Em cám ơn Văn phòng đã hỗ trợ.",
    "Kính gửi Phòng Đào Tạo Em đăng ký theo form mẫu xét tốt nghiệp trên trang BK thì bị lỗi con trỏ chuột không cho click đăng ký. Mong Phòng Đào Tạo hỗ trợ em để đăng ký tốt nghiệp tháng 07/2020 ạ. Xin cảm ơn",
    "MSSV : ) Nơi sinh trên web là :Tỉnh Bà rịa- Vũng tàu em muốn sửa lại nơi sinh là TP.HCM ạ !",
    "dạ cho em hỏi là học kì này trường có xét học bổng khuyến khích học tập kh ạ ?",
    "Cho em hỏi em đóng học phí full rồi, trên bkpay cũng hiện đã thanh toán nhưng sao em vào in biên lai onl lại không hiện ạ ? Em cảm ơn ",
    "nh chào PĐT. PĐT cho em hỏi hạn chót nộp chứng chỉ Anh  nói viết và hạn chót đăng ký chuyển điểm các môn AV của 16 (bảo vệ luận văn và kết thúc chương trình trong tháng 7) là khi nào ạ? hi nào là tất cả các điểm số sẽ đóng sổ ạ?  Em cảm ơn.",
    "em muốn hỏi là giờ e mới nộp tiền học dự thính thì e nộp như thế nào ạ ? e cám ơn",
    "Dạ chào chị. E nhận được mail gửi là xét tốt nghiệp rồi nhưng mà lúc e làm bước hai là đã không cập nhật được rồi ạ. Em có lên kiểm tra danh sách tốt nghiệp dự kiến thì không thấy tên em nhưng em đã nhận được email với tuần trước e có lên thì chin bảo chờ điểm bên BKenglish (em thi vào 15/5 và đã đủ điểm) chuyển qua là chị sẽ cập nhật danh sách tốt nghiệp giúp e.  Chị có thể kiểm tra lại giúp em không? - Mssv . Em cảm ơn chị nhiều.",
    "Kính gửi Phòng Đào tạo, Cho em hỏi: Trong tháng 7 và tháng 8/2020, nhà trường có mở đợt chuyển điểm chứng chỉ Anh văn nào không ạ? Em dự định thi lấy chứng chỉ Anh văn ngay bây giờ để có thể nộp bằng và được chuyển điểm ngay vào khoảng giữa tháng 8. Nên nếu từ đây đến hết tháng 8 KHÔNG CÒN đợt chuyển điểm nào nữa thì em sẽ CHƯA THI chứng chỉ Anh văn ngay bây giờ. Kính mong sớm nhận được giải đáp từ Phòng Đào tạo. Em xin chân thành cảm ơn!",
    "Xin chào! Mình là sinh viên năm 1 (k19) của khoa Kỹ Thuật Xây Dựng. Học kỳ này mình có đăng kí thêm môn Pháp luật Việt Nam đại cương (SP1007), mặc dù trong đề xuất của trường thì không có. Nhưng mình thấy hầu hết tất cả các ngành và tất các năm đều học nên mình đã đăng kí. Mà bây giờ mình lại nghe nói là từ khóa này (k19) khoa Kỹ Thuật Xây Dựng không học môn này nữa vì không có trong chương trình đào tạo? Mình đang khá hoang mang và thắc mắc. Mong được trường giải đáp. Mong sớm nhận được câu trả lời, .",
    "iểm thi . Em tên là  MSSV  Hệ đào tạo Vừa Làm Vừa Học. Vào Ngày 17/5/2020 Em có thi môn AV400 vào lúc 13h30. Nhưng đến hiện tại chưa có điểm nên em gửi mail này xin hỏi về điểm của môn học AV400 để em biết tiện đăng kí cho học kì dự thính hè 2020 mong phòng đào tạo trả lời sớm giúp em.",
    "Chào thầy(cô)! học kì trước (191), em có đăng kí đổi điểm anh văn 3 và anh văn 4 từ chứng chỉ thi của tổ chức iig, đến nay đã có kết quả thẩm tra và điểm quy đổi. Nhưng sao trong tổng số tín chỉ tích lũy lại không tính 4 chỉ đó ạ. Mong thầy cô kiểm tra giúp em",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa cô, em tên , MSSV: , sinh viên khoa Cơ Khí. Sáng ngày 16/06/2020 em có đăng kí tốt nghiệp ở phòng đào tạo, đã ghi danh, cô bảo em chờ danh sách ngày 22/06. Em muốn hỏi, em cần làm gì tiếp theo ạ? Em đóng tiền và nộp file ảnh tốt nghiệp như thế nào ạ?",
    "Em kính chào phòng đào tạo Hôm trước em có đăng ký 2 môn học dự thính hè HK193 Em muốn xin phòng đào tạo huỷ 2 môn học Em chân thành cảm ơn.",
    "Em tên là , mssv 2. Trong quá trình làm bài eL môn Phương pháp tính chương 4, em có lỡ vượt quá số lần làm bài nhưng vẫn chưa đủ chuẩn. Em đã bổ sung bằng làm bài chương 4 (bổ sung)với nội dung như bài chương 4 nhưng hiện tại vẫn không xem được nội dung video và kiểm tra của các chương còn lại . Em đã thử liên hệ các giảng viên bộ môn nhưng vẫn chưa được phản hồi. Mong pđt xem xét và giúp đỡ em ạ",
    "Em là sinh viên Việt Pháp khoá 2018, học kỳ đầu tiên em không đạt môn đại số mã ngành 006727. Em dự định đăng ký học lại môn học này nhưng từ khoá 2019 Việt Pháp đã đổi mã ngành và thay đổi số chỉ. Nếu em đăng ký lớp đại số tuyến tính của Việt Pháp khoá 2019 thì tín chỉ của em sẽ được tính như thế nào. Em cảm ơn.   i  .",
    "Cho em hỏi là hạn cuối chuyển điểm anh văn cho phân ngành khoa hóa là khi nào vậy ạ? Do em chưa có bằng và khóa thi gần nhất là 5/7 nên em không biết là có kịp chuyển điểm để phân ngành không? Em xin cảm ơn ạ!!",
    "Dạ em muốn hỏi 3 vấn đề: 1. Điểm trong mục điểm chuyển trên mybk là điểm chính xác hay chỉ là minh hoạ thôi ạ tại vì em có thấy bảng điểm mới trên aao nhưng điểm của em vẫn theo bảng cũ nên em không biết có chính xác không ạ. Vì em phân vân muốn quy đổi thêm av4. (hình 1) 2. Em đã quy đổi 3av và bây giờ em muốn quy đổi thêm av4 với bằng em đã nộp trước đó. Em thấy trên web em vẫn có thể đăng kí được vậy khi em chuyển av4 nó có mất 3av kia không ạ? (Hình 2)  B  3. Em lỡ đăng kí học av1 nhưng em đã quy đổi av thì nếu bây giờ em không học vậy em có bị tính là rớt môn và có ảnh hưởng tới việc nhận học bổng không ạ? Em xin cảm ơn!",
    "Em tên  MSSV:  Em muốn được đăng ký học dự thính môn bơi của trường. Hoặc đăng ký học chính thức, nhưng em học hệ vừa học vừa làm, nên em ko được đăng ký học tín chỉ ạ!",
    "Em chào các thầy cô, Em đã hoàn thành đăng ký tốt nghiệp online, đã được xử lý và gửi mail. Tuy nhiên trong danh sách TN dự kiến vẫn chưa cập nhật CCNN mới của em, và dĩ nhiên không có tên trong DS chính thức. Cho em hỏi như vậy làm sao để biết em có được tốt nghiệp vào đợt 10/7 tới không? Em có cần đi lên PĐT không? Em cảm ơn ạ.",
    "I   U   QUOTE   CODE  . cho em hỏi rằng em được xác nhân hỗ trợ học phí khó khăn đột xuất là số tiền đó sẽ trừ vào tiền học phí hay theo một cách khác ạ. em xin cảm ơn",
    "Chào anh/chị ạ, Em có thắc mắc về chứng chỉ IELTS như sau Trước hạn nộp bằng 10/6 vài ngày, em có lên IDP đăng ký gửi bản sao về Phòng Đào Tạo, nhưng em không biết là IDP có gửi trước hạn hay không. Ngoài ra, các thủ tục khác em đều hoàn thành trước hạn. Vậy cho em hỏi muốn kiểm tra bản sao đó đã được gửi đúng hạn chưa thì phải làm sao ạ? Cảm ơn anh/chị đã hỗ trợ,",
    "Em đã đủ điều kiện để tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp nhưng em vẫn không thể đăng ký tốt nghiệp trực tuyến trên MyBk được ạ. Cho em hỏi tại sao em không đăng ký được ạ",
    "Thưa thầy/cô, Em tên , sv lớp VP16 Xây dựng, MSSV   . Em đã đăng ký chuyển điểm các tín chỉ Pháp 1-7 nhưng theo MyBK thì mã môn học các tín chỉ đã chuyển điểm chưa đúng với chương trình đào tạo của trường dành cho lớp Việt Pháp Xây dựng. Cụ thể những mã môn tín chỉ chưa đúng: - Pháp 5 (  B 003727   ) thay cho Pháp 5 (003705) - Pháp 6 (  B 003728   ) thay cho Pháp 6 (003706) - Pháp 7 (  B 003729   ) thay cho Pháp 7 (003707) Em kính mong thầy/cô kiểm tra và điều chỉnh lại các mã môn tín chỉ trên theo chương trình đào tạo của trường ạ! Em xin cảm ơn, ",
    "Tất cả các bạn có mã đề 7632 môn GT2 - Giữa kì đều có điểm bị sai mất 4 câu so với đáp án đúng mà thấy cô đưa ( đáp án mã 7632 của thầy cô cũng đúng sao với các câu trong các mã đề khác), nên làm mất khoảng 2,5 điểm của hàng trăm bạn sinh viên, Mong Phòng Đào tạo giải quyết. Em xin cảm ơn.",
    "Cho em hỏi trong cái mail của nhà trường thông báo về việc tạm thời không xét chuẩn anh văn năm học hè 193 và học kỳ chính 201 thì có nói sẽ tổ chức kỳ thi TOEIC vào giữa tháng 6 mà sao giờ đã đến giữa tháng 6 rồi mà em chưa thấy nhà trường thômg báo về việc thi TOEIC định kỳ của học kỳ 192 này, em mong phòng đào tạo sớm trả lời dùm em, để em biết thời gian thi TOEIC và để em ôn luyện cho kỳ thi, em cảm ơn",
    "mục cập nhật thông tin tốt nghiệp phần \"người hướng dẫn\", em có 2 GVHD LVTN thì ghi tên cả 2 người hay chỉ ghi 1 người GV HD1 ạ?",
    "Chào thầy(cô)!em có đăng kí đổi điểm anh văn 3 và anh văn 4 từ chứng chỉ thi của tổ chức iig ( ngày 9/11/2019), đến nay đã có kết quả thẩm tra và điểm quy đổi. Nhưng sao trong tổng số tín chỉ tích lũy chung lại không tính 4 chỉ đó ạ. Mong thầy cô kiểm tra giúp em. Và yêu cầu Anh văn về 2 kỹ năng listening và reading của em đã xong chưa ạ!!",
    "Em chào thầy/cô ạ. Kì này em đang làm luận văn tốt nghiệp, do ảnh hưởng của dịch covid-19 nên tiến độ luận văn của em dự kiến sẽ không kịp bảo vệ đợt 1 (27/7-2/8). Do đó em đang có ý định đăng kí bảo vệ vào đợt 2 (14/9-20/9). Hiện tại em đang học lớp KSTN, do đó em băn khoăn về việc liệu đăng kí bảo vệ đợt 2 có ảnh hưởng gì tới bằng KSTN không ạ?  Ngoài ra thì bảo vệ đợt 2 có phải đáp ứng yêu cầu gì thêm so với đợt 1 không ạ?  Em cảm ơn!",
    "Thưa thầy/cô ạ, Em muốn hỏi về ngày kết thúc nghỉ hè năm nay của trường mình là ngày 20/9 theo biểu đồ kế hoạch học tập trên aao là đã ấn định chưa ạ hay sẽ còn thay đổi ạ? Vì em đang xin thực tập hè nhưng sợ thời gian nghỉ ngắn quá người ta không nhận nên em muốn xác định thời gian nghỉ hè của trường mình năm nay ấy ạ. Em cảm ơn thầy/cô nhiều. Sinh viên, ",
    "Kính gửi Phòng Đào tạo, Cho em hỏi: Sau khi em đăng ký nộp và đăng ký chuyển điểm chứng chỉ Anh văn TOEIC thì Phòng Đào tạo sẽ chờ có kết quả thẩm tra chứng chỉ rồi mới tiến hành chuyển điểm cho em hay em vẫn có thể được chuyển điểm trước khi có kết quả thẩm tra chứng chỉ ạ? Kính mong sớm nhận được giải đáp từ Phòng Đào tạo. Em xin chân thành cảm ơn!",
    "Tên:  MSSV: PĐT cho em hỏi điều kiện và thủ tục để xin chuyển khóa ạ!",
    "Dạ cho em xin hỏi là hè 193 này em có đăng ký thực tập tốt nghiệp (TTTN). Nhưng do còn thiếu 1 môn tiên quyết là dung sai và kỹ thuật đo (ME3003) cho môn đồ án chuyên ngành (ME4045) của kì sau. Vì vậy em cần phải học môn ME3003 trong kỳ 193 để không bị trễ kỳ sau. Em rất mong PĐT có thể tạo điều kiện giúp em được học môn ME3003 cùng với môn TTTN được không ạ. Em sẽ làm thõa thuận với công ty Thực tập để không làm ảnh hưởng đến quá trình học trên trường ạ. Em xin chân thành cảm ơn ạ!!!!!",
    "Hk hè 193, nếu em đk học thể dục thì em được học ở cơ sở 1 hay cơ sở 2 ạ Em cảm ơn !",
    ". Kính chào Quý thầy/ cô, em cần hỗ trợ về thông tin xét tốt nghiệp của em. Hiện tại, em kiểm tra trong   I Danh sách dự kiến tốt nghiệp  /I  đã có tên em. Em đã đăng ký   I Xét tốt nghiệp  /I  trên MyBK và đã đóng lệ phí (hình ảnh đính kèm). Tuy nhiên, em kiểm tra trong   I Danh sách tốt nghiệp chính thức  /I  thì không có tên em. Vậy cho em hỏi hiện tại em đã chính thức được xét tốt nghiệp cho đợt 1/2020 và tham dự lễ trao bằng ngày 10/7/2020 này chưa ạ?  Em xin cảm ơn.",
    "Em tên  Lớp XDCB17 em không nhớ mình đã nộp sổ đoàn chưa có cách nào kiểm tra không ạ,nếu chưa em có bị xử lí gì không và nộp sổ ở đâu ạ em cảm ơn",
    "Dạ giấy khai sinh của em đây ạ,tiện thể cho em hỏi sao em dc thu nhận lại xét tốt nghiệp rồi mà ở trên web em vẫn bị không dc đăng ký xét tốt nghiệp ( tạm dừng) là sao ạ?",
    "Xin chào các thầy cô trong đội ngũ bksi, em là sinh viên k19 chính quy đại trà. Em được biết là sinh viên phải hoàn thành 3 học phần giáo dục thể chất khi hết năm thứ 2. Hiện tại sau khi kết thúc HK192 em đã hoàn thành dc 2 học phần GDTC. Vậy em có thể đăng kí học trước 1 học phần GDTC còn lại vào học kì hè này được không ? (nhằm mục đích thoải mái hơn trong năm thứ 2) Em có nghe bạn em nói GDTC mở trong hè chỉ dành cho sinh viên hệ CLC, không biết thông tin về GDTC mở trong kì hè là như thế nào ạ? Xin các thầy cô giải đáp thắc mắc giúp em. Em xin cảm ơn.",
    "Xin chào PĐT. Em tên là , sinh viên K15 của BDCN. Sắp tới hết học kì, em sẽ hoàn thành 5 năm học ở trường, nhưng hiện giờ thành tích học của em quá tệ. Em hiện có 62 tín chỉ tích luỹ, và học kì này em đang cố gắng hoàn thành 23 tín chỉ. Em đăng kí thực tập tốt nghiệp cho học kì hè, với tín chỉ tối thiểulaf 86. Nhưng khi hỏi phòng giáo vụ của trung tâm thì em phải đợi có kết quả môn học của học kì này ở tháng 9, sau đó đợi trung tâm tháng 1 mới mở kì thực tập tiếp theo. Như vậy đã quá thời hạn đào tạo để học tập tại trường. Em muốn hỏi PĐT có cách nào có thể cứu em, để em hoàn thành chương trình học được không ạ. Em xin cảm ơn nhiều.",
    "Dạ em hỏi phúc khảo bài thi giữa kì thì làm như thế nào ạ",
    "em đang học dự thính vật lý 1 của thầy g nhưng trong danh sách của thầy lại không có tên em, nên em không được xếp nhóm BTL mong thầy cô giải quyết giúp em thời hạn BTL chỉ còn hơn 10 ngày",
    "B CN tuần trước em bị móc túi nên mất 1 số giấy tờ kèm thẻ sinh viên, nhưng kỳ thi cuối kì đã sắp tới. Em muốn làm lại thẻ thì phải làm gì ạ? Khoảng bao lâu sẽ có thẻ và nhận lại như thế nào ạ?  ",
    "Dạ em muốn hỏi là kì thi anh văn định kì chỉ để dùng để xét qua năm 2 3 4, vậy nó có được tính tín chỉ không ạ? Hay chỉ có nộp bằng mới được tính 8 chỉ ạ? Em cảm ơn",
    "Em chào ạ, tình trạng hiện nay của em là sv k19, e đang được thu nhận lại sau khi tạm dừng 1 hk, hiện tại tài khoản mybk của e đang bị khóa tính năng nộp bằng tốt nghiệp, cho e hỏi e phải nộp bằng cách nào ạ Em cảm ơn",
    "Dạ thầy cô cho em hỏi. Ở đợt đăng ký môn học học kỳ dự thính 192, em có đăng ký môn giáo dục thể chất (GDTC) và đã có thời khóa biểu ngày giờ học cụ thể, lớp đủ sĩ số (em có gửi kèm file ảnh lịch sử đăng ký môn học). Nhưng do tình hình dịch bệnh nên trường chỉ dạy livestream khiến lớp GDTC của em bị hủy, làm em không đủ chuẩn GDTC để đăng ký môn học ở học kỳ 201, mà có đăng ký GDTC ở học kỳ 193 cũng không kịp có điểm để đăng ký môn học ở học kỳ 201 ạ. Vậy chuẩn GDTC có hoãn lại không ạ? hay vẫn áp dụng ở học kỳ 201 ạ ? Em cảm ơn.",
    "MSSV:     Em là , MSSV: . Em đã tạm dừng một năm học (HK191 + HK192) và vừa làm đơn thu nhận lại vào đầu tháng 6 vừa qua. Em có thắc mắc là liệu khi được thu nhận lại, em sẽ tiếp tục học chương trình KSTN như trước khi em tạm dừng hay học chương trình bình thường ạ? Em xin cám ơn.",
    "Dạ cho em hỏi, bây giờ em muốn đóng tiền để in lại thể sinh viênlà 55000 vnđ, nhưng sau khi nhập mã xác thực đều bị ghi là:\"Exceed authorized limit\". Em đã thử đóng lại rất nhiều lần nhưng không được. Tài khoản của em còn hơn 200.000 vnđ. Em mong được tư vấn sớm vì em đã làm mất thẻ sinh viên, nên cần có gấp lại để chuẩn bị thi ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô! Thầy/cô cho em hỏi là em tham gia chiến dịch Tiếp sức mùa thi do thành phố tổ chức thì có được quy đổi sang ngày CTXH không ạ. Mong thầy/cô giải đáp. Em xin cảm ơn!",
    "CODE  Dạ cho em hỏi bây giờ em nộp bằng Toeic 600 để chuyển điểm miễn lớp anh văn thì bằng đó có tính toeic tốt nghiệp luôn không ạ? Nếu có thì em chỉ cần nộp thêm 2 kĩ năng nói viết nữa thôi phải k ạ.Em cảm ơn",
    "Xin kính gửi Phòng Đào tạo. Em tên là . Trong học kì này, em nằm trong danh sách dự kiến bị buộc thôi học. Sau đó em có làm đơn xin cứu xét và đã gửi lên Văn phòng Khoa. Tuy nhiên hiện tại em vẫn bị buộc thôi học. Em không thể truy cập vào thời khóa biểu, cũng như không thể đăng kí môn học trong học kì hè. Xin Phòng Đào tạo cho em hỏi bây giờ em phải làm sao ạ. Xin cảm ơn.",
    "Dạ em chào thầy/cô, Em tên là -, sinh viên khoa Kỹ thuật Xây Dựng . Thầy cô cho em hỏi là hạn chót nộp đơn dời lịch bảo vệ LVTN từ tháng 7 sang tháng 9 là khi nào ạ. Và cho em hỏi trong đơn yêu cầu những gì ạ . Em cảm ơn ạ.",
    "em chào thầy cô, hiện em dang là sv năm nhất khoa hóa và đã đăng kí môn PLĐC Việt Nam cho hk hè 193. Em nhận được thông tin như hình kèm theo, vậy là em học tốn tiền cũng ko cộng vào đtbtl phải ko ạ? Và nếu xóa môn đó trong đợt điều chỉnh lần 2 được ko ạ hay mình vẫn mất tiền để hủy môn đó? Em cám ơn",
    "Chào thầy/cô ạ, Em tên  - MSSV:  - SDT: [phone_number]. Hiện tại em vừa chuyển điểm Anh văn 4 và đã đủ điều kiện đăng ký tốt nghiệp. Nhưng hiện tại điểm chuyển chưa được cập nhật và chỗ bước đăng ký tốt nghiệp không thể cập nhật thông tin.Em có đính kèm các file ảnh để dễ hình dung tình trạng hiện tại ạ. Nhờ thầy cô hỗ trợ giúp em cho kịp ngày đăng kí tốt nghiệp kì 10/07/2020 sắp tới ạ. Em xin cám ơn.",
    "Chào ad, Theo tiến độ học tập thì kỳ hè 193 là kỳ thực tập hè của em nhưng trong đợt đăng kí môn học hè lần 1 em đã chưa đăng ký môn thực tập Không biết trong đợt 2 em có được đăng ký thực tập trong kỳ hè không ? và bao giờ mới mở đăng ký môn học hè lần 2 ạ ? Xin cám ơn .",
    "Hỏi về điểm môn học Toeic 400. Lớp học lại kì Tết. Nhóm RZ01-A Ngày thi: 17/05/2020 Em tên là   Mssv là  Vì lý do đang mở đợt đăng kí bổ sung nên xin phòng đào tạo trả lời sớm giúp em để em đăng kí kịp lúc. Hôm bữa phòng đào tạo có hẹn em ngày 18/06/20 là sẽ cập nhập điểm cho em nhưng tới hiện tại chưa có điểm em mong phòng đào tạo trả lời giúp em được bao nhiêu điểm được không ạ. Thank.",
    "Em chào thầy/cô Cho em hỏi em đọc bảng chuyển điểm anh văn từ học kỳ 201, thấy chứng chỉ TOEIC 500 điểm chỉ chuyển được điểm anh văn 1 và 2. Vậy tức là nếu em chỉ nộp chứng chỉ TOEIC 500 điểm thì em vẫn được xét nhận LVTN, đủ điều kiện anh văn xét TN, nhưng phải đăng ký học 2 môn anh văn 3 và 4 trong trường, khi đạt 2 môn đó mới được coi là hoàn thành chương trình đào tạo 142 tín chỉ và mới được tốt nghiệp phải không ạ?",
    "Cho em hỏi về vấn đề sinh viên chính quy đăng ký chuyển hệ đợt tháng 8/2020 có được phép đăng ký môn học chính quy học kỳ hè 193 không ạ ?",
    "Em muốn hỏi chương trình đào tạo ngành khoa học máy tính K19 có môn SP1007 không ạ. Em muốn đăng kí trong học kì hè 193 luôn. Em cảm ơn.",
    "Em chào thầy ( cô), cho e hỏi còn đợt thi anh văn trong trường trước khi đăng ký môn học học kì 201 không ạ, nếu còn thì khi nào tổ chức ạ? Em cảm ơn!",
    "PĐT cho em hỏi, nộp chứng chỉ anh văn quy đổi điểm trong năm 1 này khi nào hết hạn ạ. Đầu tháng 8 em nộp để quy đổi điểm vô điểm trung bình kịp ko ạ. Em cảm ơn",
    "Thưa PĐT, theo em được biết về thông tư 27/2019/TT-BGDĐT và một số thông tin từ báo mạng . Đợt tốt nghiệp này trường mình sẽ cấp bằng kỹ sư hay bằng cử nhân cho những ngành kỹ thuật ạ? Em xin cảm ơn.",
    "Dạ em xin kính chào phòng đào tạo trường ĐH Bách Khoa, Em có vài thắc mắc muốn hỏi ạ: vấn đề quy đổi điểm anh văn trong năm 1 này khi nào hết hạn vậy ạ? Trong đầu tháng 8 này, em nộp bằng thì được không ạ? Em mong lời hồi đáp từ phòng đạo tạo. Em xin cảm ơn nhiều ạ.",
    "Cho em hỏi là em đang học năm 2 Khoa Khoa học và Kỹ thuật máy tính. Nếu em muốn chuyển sang Khoa Cơ Khí thì làm như thế nào ạ. Em có thể chuyển thẳng xuống Khoa Cơ Khí được không? Tại vì theo em biết thì chỉ có HKI năm nhất mới được chuyển xuống các Khoa có điểm chuẩn thấp hơn. Em định chuyển vào ngành Cơ Khí-Chế Tạo Khoa Cơ Khí.",
    "Kính gửi Phòng đào tạo, Phòng đảm bảo chất lượng,  Em là sinh viên chính quy, tham gia lớp học dự thính môn Pháp luật Đại cương của thầy Trần Quang Trung. Em có một số bức xúc, của em và RẤT NHIỀU bạn sinh viên khác:  + Việc học stream: các bài giảng stream thì nhiều lúc không hiện lên trong Bkel. Có lần, video stream trên youtube chỉ vỏn vẹn 2 lượt xem (do các bạn không biết link nằm ở đâu, cho đến khi thầy gửi link vô giờ học meet)  + Việc học Meet: Cách làm của thầy làm thời gian chết rất nhiều, gây lãng phí, tốn thời gian cực kì của nhiều sinh viên . + Điểm danh trên meet: Thầy áp dụng rất nhiều thứ   B bảo thủ   , vô lí. Cách làm của thầy: đọc tên 2 lần, không có thì cho vắng (?!). Điều này sinh ra trường hợp sinh viên lúc đó mạng bị chậm (có độ trễ 2 3 giây là bình thường), bạn chưa kịp trả lời thì cho vắng (!!!). Nhiều bạn bức xúc \"Tại sao tham gia học đầy đủ, tốn hẳn 1 tiếng 30p, cuối giờ lại đánh vắng chỉ vì mạng bị trễ ?\". Giữa buổi thầy hỏi, bạn chưa kịp trả lời thì lại bị đánh vắng ? Cuối ngày lại tiếp tục điểm danh =  bạn bị 2 dấu đánh vắng cực kì trơ trẽn (nếu bị 3 lần thì bị cấm thi ?! =  rớt môn ?!  + Việc cấm thi: như em đề cập ở trên, đâu phải việc cấm thi, thầy có thể làm ẩu vậy được ? Học dự thính 480k/1 chỉ =  1tr440ng/môn này, và chỉ học onl, không lên lớp, và bị cấm thi 1 cách lãng xẹt. Đối với nhiều người số tiền này không hề nhỏ, các bạn phải chắt chiu đi làm, mà lại bị mất 1tr440 chỉ vì mạng chậm và chỉ học onl ?. Ngay cả cá nhân em, khi em tham gia học kì chính môn này, rõ ràng thầy dạy bù, em bị mắc lịch học môn chuyên ngành, thầy   B dạy bù    (dạy bù không điểm danh) lúc thứ 7 vào tuần gần cuối kì, thầy điểm danh em 2 lần =  em vắng 2 buổi, cộng với 1 buổi em bị hư xe =  em mất 960k, mất thời gian cả học kì, 1 cách vô lí, khó hiểu. Em giải thích thì tất nhiên không chấp nhận. + việc học meet ngày 20/6/2020: chỉ có 100/161 bạn được vào học(= 61 bạn bị đánh vắng oan) , chỉ vì thầy dùng gmail cá nhân, nhiều bạn phản hồi mà thầy không thèm để ý tới, và vẫn bảo thủ. Trên đây là bức xúc của em và rất rất nhiều bạn sinh viên khác về môn học này của thầy Trần Quang Trung, mà các bạn không dám nói ra, không biết phải làm gì. Em cam đoan những lời nói trên là sự thật. Kính mong phản hồi này của em sẽ được các phòng ban, các thầy giải quyết thỏa đáng cho nhiều bạn sinh viên khác. Nếu lời nhắn của em được gửi tới thầy, em mong muốn được giấu tên (em không muốn mất 1tr440 - tiền đi dạy thêm của em)   i  .",
    "Em nhận được mã OTP sms nhưng không xác thực được. Hệ thống báo lỗi xác thực liên tục. Em bị lỗi này cách đây 3 ngày rồi ạ. Em phải làm gì để có thể thanh toán được lệ phí đây ạ.",
    "Dạ e xin hỏi là trong năm nay e có tham gia xuân tình nguyện nhưng k phải của trường mình ạ. Vì một số lí do nên e đã tham gia chương trình xuân tình nguyện thuộc trường đh khxhnv. Cho e hỏi e có được xin nhà trường xét ngày công tác xã hội được không ạ!Em cảm ơn ạ!",
    "Dạ cho em hỏi em quên làm bài kiểm tra chương 4.1 Tích phân mặt trong e-learning phần Giải tích 2_Video thì có bị cấm thi không ạ? Vì phần này đã không còn dạy trực tuyến mà chuyển hẳn sang học tập trung nên em quên làm ạ. Nếu được, em xin thầy cô có thể mở lại bài kiểm tra được không ạ? Em có trao đổi với giáo viên bộ môn rồi nhưng giáo viên bảo chỉ mỗi phòng đào tạo mới có thể quyết định mở lại bài kiểm tra trên các khoá có \"_Video\" thôi ạ",
    "trên mybk của em hiện nay không có mục tiến độ học tập, em định đăng kí môn học nhưng không có mục đó nên em không biết được mã của các môn học, mong pdt giải quyết giúp em việc này, em xin cảm ơn!",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Dạ cho em hỏi : Sắp tới em muốn tham gia một số hoạt động tình nguyện hè của địa phương trong hè này. Nếu em muốn những hoạt động này được nhà trường   B công nhận ngày CTXH    tương ứng thì cần phải làm những thủ tục gì ạ? Dạ em xin cám ơn. Chúc một ngày tốt lành .",
    "Cô cho em hỏi là khi nào hiệu chỉnh đăng ký môn học hè 193 hệ chinhq quy ạ ?  Em cám ơn cô ạ   \\b",
    "Kính thưa Ban Giám hiệu nhà trường, do em làm mất học bạ bản gốc, hiện tại em muốn làm lại nên cần mượn bản sao em đã nộp vào nhà trường. Xin Ban Giám hiệu cho phép em mượn lại phần bản sao, em xin hứa sẽ nộp lại đúng thời hạn mà nhà trường quy định . Em xin chân thành cảm ơn",
    "Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1/2020 nhưng trong tình trạng TẠM DỪNG mặc dù em đã làm đơn thu nhận lại ngày 16/06 và tình trạng sinh viên trên Mybk là đang học. Em không thể đăng ký xét tốt nghiệp online được Kính mong quý Thầy/Cô xem xét trường hợp của em. Em xin cám ơn.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TPHCM Hiện tại em tự kiểm tra thông tin tốt nghiệp, và theo như mail phòng đào tạo, em tiến hành đăng kí tốt nghiệp trực tuyến bổ sung (hạn đến 30/6/2020). Nhưng chưa được mở link đăng kí thông tin. - Tiến độ học tập: đủ điều kiện về tiến độ học tập, số chỉ, chuẩn anh văn, ngày CTXH. - Tình trạng sinh viên: đang học. - Em đã liên hệ trực tiếp và để lại thông tin tại phòng đào tạo vào thứ 2, 15/6/2020 và hiện tại vẫn chưa đăng kí được. Em rất mong phòng đào tạo xem xét giúp em mở link đăng kí, hoặc cho em biết vấn đề hiện tại tài khoản em đang gặp là gì, để em có thể khắc phục kịp thời trong khoản thời gian nước rút hiện tại. Em chân thành cảm ơn.",
    "E chào thầy cô ạ. E bị lỡ đăng kí môn học dự thính hè đợt 1. Nhưng đến 1/7 phải hoàn thành hồ sơ để thực tập QTTB vào công ty. E mong thầy cô giúp e đăng kì môn thực tập Quá Trình Và Thiết Bị. Em cảm ơn",
    "Dạ em kính chào PĐT. Em là sv k17 khoa KTXD, em đã xem qui chế trên www.aao.hcmut.edu.vn là đăng kí TTTN thì không cần xét đến ngày CTXH, nhưng em nghe 1 vài người bảo để đăng kí TTTN thì cần 7 ngày CTXH.Vậy PĐT cho em hỏi là điều kiện đăng kí TTTN thì có xét đến ngày CTXH không ạ. Em cảm ơn ạ.",
    "Chào   Em tên là , MSSV:, lớp Hc18kttp   Trong học kì hè 193 này theo đúng lịch học thì em sẽ đăng kí và thực tập quá trình thiết bị Nhưng do năm nhất vid thiếu anh văn em đã không thể đăng kí được môn học kĩ thuật thực phẩm 1(CH2017) đây là môn học trước để có thể đăng kí thực tập Vậy em có thể tham gia thực tập học kì hè 193 này không nếu em vừa học hè môn kttp1 vừa tham gia thực tập ạ Nếu không thể tham gia thực tập kì hè 193 vậy có nghĩa là em sẽ phải thực tập vào hè năm sau với k19 phải không ạ?  Em cảm ơn",
    "Dạ PĐT cho e hỏi, điểm tổng kết của hk2 này khi nào chốt ạ.",
    "Dạ cho em hỏi là trong đợt đăng ký môn học kỳ hè vừa rồi em lỡ quên đăng ký thực tập tốt nghiệp cho kỳ hè này . Cho em hỏi trong đợt hiệu chỉnh tiếp theo em có thể đăng ký được không ạ? Nếu không được đăng ký thì có cách nào có thể đăng ký không ạ? Kính mong phòng đào tạo xem xét trả lời ạ. Em xin cảm ơn",
    "Em là sinh viên K18 khoa Kỹ thuật Hoá học, theo chương trình học em cần phải đăng kí môn học Thực tập quá trình thiết bị trong học kì 193 nhưng do sơ xuất em đã không đăng kí, em xin được hỏi em có được đăng kí bổ sung vào đợt 2 không ạ ?",
    "Cho em hỏi,  hiện tại em đang học đại học, mà đang trong tình trạng bị buộc thôi học, giờ em muốn chuyển xuống cao đẳng Bách Khoa được không ạ",
    "PĐT cho em hỏi : tên em                    Mssv :    Đã có trong danh sách dự kiến mà tới hôm nay 22/06/2020 vẫn chưa có trong danh sách chính thức , em cũng theo dõi mail thường xuyên và có thông tin tốt nghiệp sẽ diễn ra vào ngày 10/07/2020 , mong PĐT phản hồi sớm giúp em , em cám ơn",
    "Cho em hỏi nếu đăng kí học hè thì bắt buộc phải đăng kí hết 15 chỉ được in trong syllabus và học phí vẫn đóng 30 triệu cho dù đăng kí đủ 15 chỉ hay không đủ 15 đúng không ạ. Em xin cảm ơn.",
    "Kính gửi  Cho em hỏi về việc điểm rèn luyện Lớp trưởng của em có gửi mail nhưng em quên check và h đã hết gia hạn để nạp file điểm vậy bây h em muốn nộp thì có đc ko ạ và em phải làm sao ạ  Em cảm ơn",
    "Dạ em chào thầy/cô. Hiện tại em có một số thắc mắc là trường mình chưa đăng lịch học vụ chỉ có gửi mail là học kỳ 201 sẽ bắt đầu vào ngày 21/9 ạ vậy cho em hỏi sau ngày 21/9 đó sẽ có đợt chuyển điểm anh văn để đăng ký bổ sung luận văn tốt nghiệp không ạ do em thấy mấy kỳ trước là vậy không biết kỳ này có đổi gì không ạ và đợt cuối dự kiến để chuyển điểm anh văn đăng ký luận văn tốt nghiệp là khi nào ạ. Mong sớm nhận được phản hồi từ thầy cô em chân thành cảm ơn.",
    "khi nào trường sẽ cho đk học hè đợt 2 vậy ạ?",
    "Cho em hỏi em đã nộp đơn xin tốt nghiệp trước 30.6 nhưng thông tin tốt nghiệp của em vẫn ghi là tốt nghiệp đợt 2. Vậy cho em hỏi em sẽ thực hiện lễ tốt nghiệp vào tháng 7 hay tháng 11 vậy ạ? Và nếu em tốt nghiệp vào tháng 11 thì có thể chuyển sang tháng 7 không ạ vì em đã hoàn thành thủ tục trước 30.6?",
    "Kính gửi Phòng đào tạo! Cho em hỏi đơn đăng ký tốt nghiệp của em đã xác nhận T2 22/6 thì em có được nhận bằng tốt nghiệp tạm thời không ạ? Nếu có thì em có thể nhận ở đâu và vào thời gian nào ạ? Em xin cảm ơn!   i ",
    "Kính chào quý thầy/cô! Em tên , MSSV , em hiện còn 1 học kì nữa để hoàn thành tốt nghiệp, nhưng em vẫn chưa đủ điều kiện về tín chỉ học tập, nên chưa hoàn thành đúng hạn! Trong quá trình học tập, gia đình em có biến cố anh ruột em mới mất, em và gia đình suy sụp và khủng hoảng tinh thần, và không may trong quá trình học tập, em có bị bệnh sốt xuất huyết phải nhập viện 1 học kì! Nên kính mong BGH nhà trường có thể xem xét hỗ trợ em trong trường hợp đặc biệt này! Mong thầy cô có thể hỗ trợ giúp em, em có thể nộp đơn xin gia hạn 1 học kì để hoàn thành tốt nghiệp không ạ! Em rất chân thành mong, thầy cô tạo điều kiện và cơ hội để em có thể có một tương lai cũng như định hướng con đừơng dễ dàng! Em cảm ơn và rất mong nhận được phản hồi!",
    "Em bị mất bản gốc học bạ nên xin mượn lại bản photo đã nộp cho trường để đi photo ạ! Họ và tên:  MSSV:  Ngành: Vật lỹ kỹ thuật Khóa: K19",
    "Dạ em chào thầy cô, Mình cho em hỏi là đợt đăng ký môn học cho học kỳ hè mình còn mở thêm đợt nào không ạ? Do em lên xem lịch học vụ thì chỉ thấy mở có 1 đợt đăng ký thôi ạ. Em cám ơn ạ .",
    "Kính chào quý thầy/cô! Em tên , MSSV , em hiện còn 1 học kì nữa để hoàn thành tốt nghiệp, nhưng em vẫn chưa đủ điều kiện về tín chỉ học tập, nên chưa hoàn thành đúng hạn! Trong quá trình học tập, gia đình em có biến cố anh ruột em mới mất, em và gia đình suy sụp và khủng hoảng tinh thần, và không may trong quá trình học tập, em có bị bệnh sốt xuất huyết phải nhập viện 1 học kì! Nên kính mong BGH nhà trường có thể xem xét hỗ trợ em trong trường hợp đặc biệt này! Mong thầy cô có thể hỗ trợ giúp em, em có thể nộp đơn xin gia hạn 1 học kì để hoàn thành tốt nghiệp không ạ! Em rất chân thành mong, thầy cô tạo điều kiện và cơ hội để em có thể có một tương lai cũng như định hướng con đừơng dễ dàng! Em cảm ơn và rất mong nhận được phản hồi! ___________ Em có nhận được phản hồi rồi ạ! Nhưng em cần thời gian để hoàn thành là HKII 2020-2021, nhưng thời gian đào tạo tối đa đến tháng 4/2021 thì không biết em có thể đăng ký thêm học kì II nữa ko ạ! Vì em còn 1 đồ án và LVTN trong thời gian tới, nên em mong muốn được BGH nhà trường hỗ trợ cho em gia hạn thêm 1 học kì nữa ạ! Em chân thành cảm ơn!",
    "Thưa PĐT, em hiện tại đang học 1 môn học không nằm trong chuyên ngành của mình, em đang học năm 3 ngành Viễn Thông của chương trình Việt Pháp. Vì sơ suất mà em đăng ký nhầm môn Sức bền vật liệu, mã môn là 809703 với 1 môn khác trong chuyên ngành. Hiện tại em có thể xin PĐT hủy lịch thi của môn học để em tập trung vào các môn đúng chuyên ngành được không ạ. Em vẫn sẽ đóng học phí đầy đủ ạ. Em xin cảm ơn.",
    "Chào quý thầy, cô. Dạ em muốn nộp lại bằng Toeic để cải thiện điểm. Cho em hỏi sinh viên có thể đăng ký chuyển điểm cho các môn ngoại ngữ vào mỗi học kỳ theo  Quy chế đào tạo và học vụ (Phụ lục 1) phải không ạ?",
    "Em chào thầy/cô Cho em hỏi đợt tốt nghiệp tháng 7 thì mình đăng ký thuê đồng phục tốt nghiệp như thế nào, thời gian đăng ký và nhận đồng phục và phí thuê là bao nhiêu ạ? Em xin cảm ơn . MSSV: ",
    "Em chào cô/thầy. Em đã đăng ký tốt nghiệp trong đợt 4/2020 và sẽ được tham gia vào lễ tốt nghiệp ngày 10/7. Vì lý do đã có việc làm và bận việc đi công tác nên em không thể tham gia vào lễ tốt nghiệp. Cô/Thầy cho em hỏi nếu không tham gia lễ tốt nghiệp có ảnh hưởng gì đến việc tốt nghiệp của em không?  Em muốn lấy bằng tốt nghiệp hoặc giấy cấp bằng tạm thời thì khi nào có thể lấy được? Em cảm ơn Cô/Thầy.",
    "Kính chào quý thầy cô . Em đang học năm 3 ngành Cầu đường, em nhận ra rằng mình đã chọn sai ngành và không thể nào 20 năm, 40 năm theo nghề này được. Trải qua nhiều tháng suy sụp tinh thần, em quyết định mình phải học ngành khác, nên năm nay em có đăng ký kỳ thi Đánh giá năng lực 2020 . Em có vài câu hỏi rằng:  Em có được phép thi kỳ thi ĐGNL 2020? Cần những thủ tục gì với trường ĐH Bách Khoa? Trường có cản em học trường khác không? Em có phải thôi học để được phép thi?   Kết quả thi của em có giá trị để xét tuyển vào các trường không? Ví dụ: em đậu 1 ngành của trường KHXH và NV, em có được đi học trường đó? Em cần những thủ tục gì giữa 2 trường?  Em có được phép học 2 trường cùng 1 lúc? Mong quý thầy cô giải đáp, tư vấn giúp em ạ. Em cảm ơn. Trân trọng .  ",
    "BE224    . em đã thực hiện đóng học phí tại trung tâm giáo dục thường xuyên Bến Tre học kỳ 131 và học kỳ 171 nhưng trên hệ thống Pkpay báo còn nợ. e lã lầm đơn xin trừ 2 khoản nợ trên nhưng nay trên hệ thóng vẫn còn nợ. nhờ thầy/ cô kiểm tra giúp e để e hoàn thành xét tốt nghiệp. Xin cảm ơn./",
    "Cho em hỏi là hôm nay 24/6 em mới đi ghi phiếu thu nhận lại sinh viên. Và điểm anh văn của em sẽ có trong 1-2 ngày tới.vậy thì em có kịp để đăng kí tốt nghiệp vào ngày 10/7 không ạ?",
    "Cho em hỏi là em muốn đăng kí tốt nghiệp ngày 10/7 tới đây.mà hiện giờ tình trạng của em trên MYBK là đang tạm dừng. Vậy em cần làm những gì ạ ",
    "Dạ, cho em hỏi HK hè 193 có đợt đăng ký môn học bổ sung không ạ. Tại em coi trên lịch học vụ thì thấy không có .",
    "Cho em hỏi là đợt đăng kí dự thính hè đợt 1 vừa rồi em không đăng kí môn nào hết, nhưng ở đợt 2 em có thể đăng kí mới được không ạ, hay đợt 2 này chỉ là hiệu chỉnh thời khóa biểu hợp lý thôi?? Nếu là trường hợp 2 xin nhà trường và phòng đào tạo cho em lời khuyên để em có thể đăng ký môn học hè dự thính ạ.",
    "Em là sinh viên năm 3 khoa KTHH, hè năm 3 em có 1 môn thực tập bắt buộc là Thực tập tốt nghiệp (CH3383), em có thể đăng kí học thêm các môn cải thiện trong thời gian 1 tháng thực tập được không ạ, em sợ em đăng kí thì môn thực tập của em sẽ bị xóa, em cảm ơn.",
    "Dạ cho em hỏi là hè này em muốn vừa thực tập tốt nghiệp, vừa học hè trên trường, thì em làm đơn xin phép giáo viên hướng dẫn để được đăng ký môn học, cho em hỏi thời gian nhận đơn là khi nào vậy ạ",
    "Em tên  MSSV Thưa thầy cô trong đợt vừa rồi ktx được sử dụng làm khu cách ly thì em có bị thất lạc 1 số loại giấy tờ và giờ em phát hiện thêm là trong đó có giấy chứng chỉ quốc phòng an ninh mà hk1 năm nhất em đã hoàn thành và qua môn . Em không biết là nhà trường có cách nào để em có thể liên hệ xin nhận lại giấy đó được không ạ",
    "Em bị mất thời khoá biểu học kì 192 được 4 ngày rồi, trên arning thì cũng bị mất môn học trong học kì này luôn. Cho em hỏi có vấn đề gì không ạ, kiểm tra hạn cuối đóng học phí thì vẫn còn hạn nên không biết có phải do vấn đề học phí hay không. Cảm ơn nhà trường giải quyết dùm em sớm để khỏi mất tập trung vào kì thi cuối kì và em cũng cần tài liệu trên arning ở ôn tập. Em cảm ơn.",
    "Cho em hỏi là  Khoa Kỹ thuật Xây Dựng có học môn Pháp luật đại cương không ạ",
    "Cho em hỏi là kì 192 này trường có mở lớp thi anh văn không ạ? nếu có thì cho em xin thời gian dự kiến. Năm nay trường xét chuẩn anh văn khi đăng kí môn học kì 202 hay sao ạ? em cảm ơn",
    "cho em hỏi các môn chuyên ngành của 18 và 19 học riêng phải không ạ. em xin cảm ơn",
    "nếu em đăng kí dự thính hè 2020. thì việc phân ngành có lấy điếm sau khi em hoàn thành môn học để phân ngành không ạ.",
    "Kính gửi PĐT , Em tên là  , MSSV  , lớp CC17KCX1  . Em hiện bị thiếu số TCTL ngành tốt thiểu để được nhận TTTN trong hè này . Em có thể làm đơn xin PĐT và bộ môn khoa được có TKB TTTN trong hè này được không ạ ? Em xin cảm ơn  .",
    "Xin chào. Em muốn hỏi về vấn đề đăng kí học cải thiện môn học. Khi kì trước em đã học qua môn này rồi và đã qua môn, nhưng em muốn học tiếp để cải thiện điểm số. Cho em hỏi là khi học xong kì sau(kì cải thiện) mà điểm số lại thấp hơn kì trước thì điểm trung bình của môn đó sau cùng sẽ lấy của học kì sau hay học kì trước(học kì có điểm cao hơn) ạ.   Em xin cảm ơn.",
    "Em đã hoàn thành tín chỉ học phần 142TC. Nhưng học kì này em vì không để ý nên không ĐKMH và bị buộc tạm dừng học kì 2. Và học kì 2 là học kì cuối của khoá k14. Cho em hỏi, nếu giờ em bộp đủ CCNN thì có được đăng kí TN hay không? Và nếu không, xin cho em hướng dẫn dể giải quyết ạ.",
    "Phòng đào tạo check dùm em mssv  em đăng ký tốt nghiệp 1 tuần rồi mà vẫn chưa có tên trong danh sách và email phản hồi đã đăng ký tốt nghiệp. Em cảm ơn.",
    "Kính thưa nhà trường, em nhận được email có nội dung thông báo bị buộc thôi học từ HK192. Vậy em cần làm thủ tục thế nào để thôi học và nhận lại hồ sơ sinh viên, và việc này có mất phí không ạ?  Em xin cảm ơn",
    "cho em hỏi khi đăng kí ktx của nhà trường được xin ở chung phòng với bạn không ạ",
    "Chào admin, em là SV khoa KTXD K19 Hiện bây giờ em đang rất rối về chuyện phân nghành của khoa. Vài tuần trước em có nghe GVCN nói là xét phân nghành của khoa chỉ xét vào ĐTB hk192 mà thôi nhưng theo phổ biến của lớp trưởng thì nó bảo khá phức tạp cụ thể là khoa sẽ xét ĐTB hk191 và 192 bao gồm 29TC bắt buộc và 2 TC anh văn. (khoa sẽ ưu tiên xét cho những bạn có đủ 31 TC ví dụ như 31TC + ĐTB 6 chấm sẽ được ưu tiên hơn 1 bạn 29 TC + ĐTB 7 chấm) Theo em được biết xét chuẩn anh văn hk192 sẽ được dời qua hk193 mới xét do dịch bệnh và hiện tại em cũng đang học TOEIC và dự định cuối T9 này sẽ lấy bằng nộp vào trường (thời gian khoa xét phân nghành vào T8), nhưng theo thông báo đó có lẽ là không đồng bộ với thông báo của phòng đạo tạo ạ. Mong ad sẽ  cho em biết cụ thể về chuyện xét phân nghành của khoa Xây dựng và sự mâu thuẫn về thông báo chuẩn AV đó từ khoa ạ. - 1 vấn đề nữa mà em muốn hỏi nữa là từ thông báo của lớp trưởng, khoa bảo sẽ tạo điều kiện cho tụi em phân nghành tốt nhất cụ thể sẽ tính điểm phân nghành cho những môn học lại/cải thiện điểm là sẽ lấy điểm cao nhất cho các lần học kể cả hk dự thính. Bạn em hk191 nó có rớt môn Thí Nghiệm Vật Lí nên qua hk192 có đăng kí học lại nhưng với lí do sao đó nên không được học vào hk chính nên phải học vào hk hè, nhưng hk hè kết thúc phải từ t9 hơn mà lúc xét phân nghành thì vào t8 nên do đó bạn sẽ không đủ 29 chỉ theo yêu cầu của khoa, thì trường hợp đó chúng em nên làm sao ạ? Em xin cảm ơn admin đã xem qua và em rất mong nhận được phản hồi từ bên mình.",
    "Em xin chào các thầy cô: Chuyện là thế này:  Em là , thuộc Lớp CƠ KỸ THUẬT K.18,khoa Khoa Học Ứng Dụng Em đăng kí Mùa Hè Xanh kì này nhưng hè này em cũng có một môn thực tập hè (AS2041 - Học kì 4 - Hè) Vì đã tham gia Mùa Hè Xanh nên môn thực tập hè HK4 năm 2 của em sẽ bị xóa bỏ. Vậy thưa các thầy cô thì em có thể đăng kí môn thực tập hè (AS2041) HK4 của năm 2 chung với thực tập ngoài trường (AS3315) HK6 của năm 3 được không ạ ? Phòng Đào Tạo liệu có thể cho học 2 môn cùng lúc không ạ !!??  Em xin cám ơn các thầy cô !! Mong nhận được hồi âm sớm từ các thầy cô !! Ký tên: ",
    "Em là sinh viên năm nhất khoa cơ khí  Em xin hỏi là nếu em rớt 1 môn và học dự thính hè môn đó rồi qua môn thì có điểm dự thính hè đó có được xem xét để phân ngành vào năm 2 không ạ? Em xin cảm ơn.",
    "Em chào thầy/cô ạ Tình hình của em hiện tại là chưa pass anh văn, chưa có chỉ Tiếng Anh để phân ngành, vậy nếu em thi lấy bằng Tiếng Anh ở ngoài và nộp chứng chỉ kịp trước khi phân ngành, vậy em có được tích lũy 2 chỉ của Anh Văn 1 để kịp xét phân ngành không ạ ? Liệu em nộp chứng chỉ anh văn trước thời điểm phân ngành thì nhà trường có hỗ trợ giải quyết ngay để em kịp xét phân ngành không ạ ? Em cảm ơn ạ",
    "Thưa cô/thầy, Em tên , MSSV: . Em đã nhận được email xác nhận có tên trong danh sách dự kiến và đang tiến hành đăng kí tốt nghiệp, đến mục kích hoạt tài khoản cựu sinh viên thì không kích hoạt được. Mong cô/thầy kiểm tra cho em và hướng dẫn em gairi quyết. Em cảm ơn cô/thây rất nhiều ạ ",
    "Thưa phòng Đào Tạo, vì bị buộc thôi học nên tài khoản e-learning của em bị khóa. Sau đó em đã liên hệ với khoa và được chấp nhận cứu xét, tuy nhiên cho đến hiện tại em vẫn không thể truy cập được vào e-learning để theo dõi bài/làm bài. Kính mong Phòng Đào Tạo cho em được truy cập lại e-learning để làm bài vì nhiều bài tập đã đến hạn nhưng em không có cách nào để làm được, và bị mất bài sẽ khiến em bị cấm thi. Xin cảm ơn đã đọc yêu cầu của em.",
    "Em muốn đăng ký dự thính cho năm nay, không niết hiện tại em có thể đăng ký không ạ?",
    "Dạ em chào thầy/cô, Em là  (MSSV:  khoa Khoa Học và Kỹ Thuật Máy Tính). Trong đợt đăng ký môn học đợt 1 cho HK193 em có đăng ký môn thực tập tốt nghiệp. Nhưng trong học kỳ 183 năm ngoái em đã tự xin đi thực tập vào công ty có liên kết tuyển thực tập với khoa máy tính trường mình, em có xin phép anh chị quản lý trong công ty đợt hè này em đăng ký môn thực tập ở trường nhưng không cần thiết phải thực tập lại ở công ty (Em có thể xin giấy xác nhận từ công ty ạ). Vậy nên em có đăng ký thêm 2 môn đại cương để tranh thủ trả nợ môn trong học kỳ hè nhưng như em được biết thì quy chế không cho phép đăng ký môn học khác cùng với môn thực tập tốt nghiệp phải không ạ? Không biết em có thể xin phép phòng đào tạo tạo điều kiện cho em đăng ký môn học thêm được không ạ?",
    "Em chào các thầy cô, Cho em hỏi khi nào ds tốt nghiệp chính thức được cập nhật ạ. Vì em thấy theo lịch trình thì hồ sơ trước 30/6 sẽ được tốt nghiệp vào ngày 10/7. Em đã đủ điều kiện và đăng ký online thành công, nhưng không chắc chắn lắm khi chưa thấy tên trong danh sách :(( Mong được phản hồi từ thầy cô. Em cảm ơn ạ",
    "Nhà trường cho em hỏi sinh viên K17 nếu học lại 1 năm (học chung chương trình với K18) thì sau năm nay nếu chưa qua môn Thể Chất 3 thì có được đăng kí môn chuyên ngành năm 3 không ạ?",
    "em chào phòng đào tạo. Hôm nay em có đăng ki nộp chứng chỉ toeic và xét miễn anh văn 2,3,4. Em làm các bước theo hướng dẫn, tuy nhiên khi thanh toán phí chuyển điểm xong và bị trừ tiền thì hệ thống báo \" bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn\". Phòng đào tạo cho em hỏi vấn đề và cách khắc phục ạ.   i  .",
    "Dạ em chào Phòng đào tạo! Phòng đào tạo cho em hỏi em nhận được e-mail về thời khóa biểu kì hè,trong e-mail có nói sinh viên kiểm tra thời khóa biểu tạm thời?Nhưng em không biết nó nằm ở đâu? Phòng đào tạo hướng dẫn giúp em được không ạ? Em cảm ơn!",
    "Vấn đề 1: Em đã có tên trong danh sách tốt nghiệp dự kiến đợt ngày 10/7/2020 nhưng không được đăng ký tốt nghiệp do thiếu ngày CTXH. Hiện này em đã được cập nhật đủ ngày CTXH. Do đó, em đề nghị PĐT cập nhật và cho phép em đăng ký tốt nghiệp. Vấn đề 2: Sau khi được cho phép đăng ký tốt nghiệp, em còn phải làm gì khác ngoài việc đăng ký và nộp lệ phí không?",
    "Dạ em xin chào quý thầy cô phụ trách Hỏi đáp sinh viên. Em là sinh viên K17. Em đã xem và theo quy chế mới từ năm 2019, sinh viên K2018 trở lại sau năm 3 phải có đủ 3 tín chỉ Thể chất thì mới được đăng kí môn học năm 4. Vậy cho em hỏi nếu em chưa đủ 3 tín chỉ Thể chất nhưng em không đăng kí môn học năm 4 mà đăng kí môn học năm 3 thì có được không? Em xin cảm ơn.",
    "em tên là , khoa cơ khí , lớp CK18LOG1 , , hiện do cuối năm 1 em không đủ anh văn nên đầu năm 2 em bị trễ anh văn , nhưng em đã thi toeic và qua được hết 4 anh văn của trường , em có nộp bằng toeic cho trường vào khoảng tháng 9, tháng 10 năm 2019 vừa rồi . Bằng toeic có thời hạn là 2 năm vậy khi mà bằng hết hạn , em có cần phải thi lại để ra trường không ạ. Điều thứ 2 em muốn hỏi là việc sau năm 2 học đủ bao nhiêu tín chỉ mới được học tiếp thì đối với sinh viên trễ anh văn như em thì sẽ không áp dụng phải không . mong nhận được phản hồi sớm của trường ạ . em xin cảm ơn",
    "MSSV: 6 Tên SV:  Kính gửi PĐT, Em đã hoàn tất đăng kí tốt nghiệp đợt 1 từ hơn 1 tuần trước, tuy nhiên đến nay em vẫn chưa thấy tên mình trong danh sách tốt nghiệp chính thức. Em có đính kèm hình ảnh chi tiết hơn ở bên dưới . Sắp hết hạn đăng kí tốt nghiệp rồi nên mong PĐT sớm giúp em giải quyết ạ! Em xin chân thành cảm ơn! ",
    "Em đăng ký tốt nghiệp vào chủ nhật tuần trước 21/6 nhưng đến bây giờ vẫn chưa nhận được mail xác nhận của PDT và chưa có tên trong danh sách tốt nghiệp chính thức. Mặc dù tình trạng đăng ký đã được xử lý. Khi nào em mới nhận được mail xác nhận ạ",
    "Kính gửi Phòng Đào Tạo, xin cảm ơn vì đã mở lại e-learning cho em. Tuy nhiên sau khi truy cập e-learning thì em nhận thấy rằng tất cả các phần bài làm cũ của em đều bị mất hết, và em không thể làm lại được do đã hết hạn. Xin cho hỏi em phải làm gì trong trường hợp này ạ?",
    "Cho em hỏi là có xin chuyển cơ sở thi được không ạ",
    "Trong lúc đăng ký tốt nghiệp em đã dùng sai ảnh nên e muốn được mở edit để e up lại ảnh mới . Em cảm ơn.",
    "Cho em hỏi là anh văn tốt nghiệp TOEIC speaking and writing dành cho    Việt Pháp là bao nhiệu vậy? Em xin được cảm ơn ạ.",
    "Cho em hỏi, em muốn thay đổi thông tin gia đình trong phần lý lịch sinh viên thì phải làm như thế nào ạ? Em cảm ơn!",
    "Khi nào có học bổng khuyến khích học tập học kì I vậy ạ? Em cảm ơn ạ.",
    "Dạ phòng đào tạo cho em hỏi, em muốn đăng kí học cải thiện các môn có điểm trung bình hơi thấp. Khi tổng kết ra trường, môn em đăng kí học cải thiện lại có điểm tổng kết là lấy điểm cao nhất của môn đó hay là lấy trung bình của các lần học ạ. Dạ em cảm ơn!",
    "Em là học sinh chuyển từ hệ chất lượng cao sang đại trà. Do chuyển lớp nên em nộp điểm rèn luyện cho lớp hiện tại và không có điểm rèn luyện trong danh sách. Cho em hỏi có cách nào xử lý giúp em bổ sung điểm rèn luyện không ạ.",
    "Dạ thưa, về vụ bị mất dữ liệu bài làm trên e-learnig, em bị mất dữ liệu ở mục video ở các môn: Vật Lý 2, Hóa Đại Cương, Thí nghiệm Hóa, Xác xuất và thống kê, Tư tưởng Hồ Chí Minh. Trong đó có môn bị mất hết, môn thì bị mất 1-3 chương",
    "Dạ cho em được hỏi là làm sao để mình còn những yêu cầu gì để được tốt nghiệp ạ. Cụ thể cho em hỏi là không biết mình đã được đăng ký vào đoàn, và đã tham gia sinh hoạt công dân cuối khóa ạ (do khi em xin tạm dừng học thì em vẫn có đi mà không biết có được cập nhật không ạ). do em khóa k14 rồi ạ, em muốn hỏi để biết có gì em còn đi tham gia bổ sung cho kịp ạ. em xin chân thành cảm ơn ạ.",
    "Cho em hỏi đóng tiền trễ hẹn trên Bkpay ngoài việc bị trừ điểm rèn luyện thì có hình phạt nào khác nữa không? Em cảm ơn.",
    "Em là sinh viên k19 ngành Khoa học MT ạ. Thầy cô có thể cho em hỏi về mã môn học Xác suất và thống kê trong chương trình học của chúng em được không ạ.Và nếu em là sinh viên năm 2 thì có thể đăng kí được môn học mã số 3xxx được không ạ. Em xin cảm ơn",
    "Hiện tại em đã nộp bằng Toeic và đã đăng kí chuyển điểm vào ngày 12/06/2020. Cho em hỏi bao giờ mới chuyển điểm ạ?",
    "Kính thưa BGH , Phòng đào tạo Em tên là  . Mssv : Hiện đang theo học ở Trung tâm bảo dưỡng công nghiệp . Ở đợt đăng kí môn học dự thính vừa rồi em có nộp đơn xin bổ sung thêm môn đảm bảo chất lượng (202087) , vì em đăng ký trễ hạn nên vào học sau lịch chính thức 5 tuần , hiện tại em kiểm tra lịch thi thì chưa có lịch thi của môn đảm bảo chất lượng . Em mong thầy cô có thể xem xét và tạo điều kiện để em có thể được thi và tiếp tục học ạ . Em xin cảm ơn .",
    "Sàn hoạt động ngoại khóa trên mybk của em ở 3 mục đăng kí, cập nhật, không tham gia hoạt động không bao giờ hiện lên nên em không thể đăng kí hoạt động trên đây được.Em thấy mình không có vi phạm gì hết nên không hiểu sao lại bị như vậy",
    "ILI13071    Em đã đăng ký tốt nghiệp và trạng thái đơn là đã xử lý nhưng em không nhận được mail thông báo. Làm sao để em biết là mình đã được tốt nghiệp hay chưa.",
    "Dạ cho em xin mail cô  dạy môn Pháp luật VN đại cương với ạ, em cần nộp bt cho cô mà em ko biết.",
    "Xin chào thầy/cô, em thuộc khóa K18 - hệ chính quy, hiện nay học theo chương trình cũ. Liệu em có thể đăng ký học môn THIET KE LUAN LY - CO1025 để thay cho môn Thiết kế llý với verilog - CO2033 được hay không?",
    "Em đã có tên trong danh sách sinh viên tốt nghiệp dự kiến nhưng còn thiếu ngày công tác xã hội và học phí. Nay em đã hoàn thành nên xin phòng đào tạo mở đăng ký tốt nghiệp cho em. Em xin cám ơn!",
    "Thưa thầy/ cô, Em có một thắc mắc là theo các học kỳ trước thì sau khi thi giữa kỳ ở học kỳ tiếp theo, nhà trường sẽ đăng tải danh sách dự kiến/ chính thức nhận học bổng khuyến khích học kỳ trước. Thế nhưng, tới hiện tại em vẫn chưa tìm được thông báo về học bổng học kỳ 191 ạ. Do đó, em xin hỏi là học kỳ 191 có học bổng khuyến khích không ạ? Em cảm ơn thầy cô và nhà trường",
    "Kính gửi thầy cô ,  Em tên là (MSSV:), hôm nay em có lấy giấy xác nhận sinh viên để bổ túc cho địa phương thì thấy ngày sinh của em là năm 1900. Em lên mybk để xem thông tin thì thấy năm sinh của mình bị đổi từ 2000 thành 1900 ạ. Thầy cô cho em hỏi là thầy cô có thể sửa lại năm sinh để em có thể làm lại giấy xác nhận được không ạ ? Hình ảnh đính kèm là hình giấy xác nhận + thông tin trên mybk của em. Em xin cảm ơn",
    "Em đã có trong danh sách dự kiến nhưng vẫn chưa thể đăng kí tốt nghiệp do nợ CTXH. Em đã hoàn thảnh đủ số ngày CTXH và được nhật trên trang hoạt động ngoại khóa. PDT có thể mở khóa cho em để kịp hoàn thành dk online cho đợt tn 10/7. Em cảm ơn",
    "Chào PĐT Hiện tại em đã hoàn thành xong chương trình đào tạo, qua anh văn nói viết,đủ toiec để ra trường, nhưng chưa quy điểm Anh văn 3 và Anh Văn 4 vì Điểm trung bình tích lũy hiện tại của em là 6.98  7, em đang ôn thi anh văn Toiec lại để quy điểm Anh Văn 3-4 cao hơn. Để điểm TBTLN của em  7. em đã bị tạm dừng 1 học kì vừa rồi, do không đăng kí môn học. em có 2 câu hỏi: 1. Kì này em có cần lên PĐT để xin thu nhận lại không? (đã bị tàm dừng học kì rồi)  2. Khi nộp điểm Toeic vô, chờ thẩm tra xong là chuyển điểm ngay, hay là phải chuyển điểm theo kế hoạch của nhà trường? Cảm ơn PĐT",
    "Hiện em có tên trong danh sách dự kiến tốt nghiệp (đóng thiếu hp 50.000 thi tiếng anh, em đã nộp bổ sung vào ngày 19/6) nhưng vẫn chưa được cập nhật thông tin vào danh sách chính thức tốt nghiệp. Còn thủ tục nào em còn thiếu ạ?",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TP HCM, Em tên: , MSSV: . Hôm nay em gửi yêu cầu chuyển môn học   I Thực tập kỹ thuật  /I _MSMH: ME2085 sang môn   I Thực tập tốt nghiệp  /I _MSMH: ME3261. Lý do là em đăng ký nhầm môn nhưng không kiểm tra và bị trễ hạn chỉnh sửa. Em mong Phòng Đào tạo xem xét và duyệt giúp em. Em xin cảm ơn và chúc sức khỏe! .",
    "Hôm qua em có làm bài kiểm tra 15 phút môn Cơ lưu chất lớp L04 trên e-learning tuy nhiên khi kết thúc bài kiểm tra thì điểm số của em không giống như đáp án. Mong nhà trường kiểm tra lại điểm giúp em ạ . Em xin cảm ơn",
    "em là sinh viên k19 khoa cơ khí, ngành cơ khí- cơ điện tử em muốn đầu năm 2 tham gia chương trình VJEP, em được tham gia không ạ?",
    "Dạ chào thầy(cô), Em có thắc mắc là theo như thông báo của trường là phải xem tất cả các video bài giảng, và làm kiểm tra online để đủ điều kiện thi giữa và cuối kỳ. Nhưng em có một số môn em vô video cả 4 5 lần rồi mà vẫn không xem được video tiếp theo, em cũng đã phản hồi lên giảng viên phụ trách môn đó, và nhận được câu trả lời là do lỗi hệ thống. Vậy bây giờ em không xem được thì có bị cấm thi không ạ. Em cám ơn đã đọc và mong nhân được phản hồi ạ.",
    "Kính gửi PĐT ,  Dạ do sơ suất nên em chưa kịp hoàn thành 1 bài kiểm tra trắc nghiệm trên e-learning của môn Đường lối  . Như vậy em có đủ điều kiện dự thi cuối kì của môn Đường lối không ạ ?",
    "Chào thầy cô Vì lý do cá nhân em không thể tham gia buổi lễ tốt nghiệp tại trường vào 10/7/2020, như vậy có ảnh hưởng gì đến bằng tốt nghiệp của em không và một thời gian sau thì em có thể vào trường để lấy bằng tốt nghiệp được không ạ.Mong thầy cô tư vấn giúp. Em cám ơn.",
    "Kính gửi Quý thầy cô! em là sinh viên  hiện đang học lớp CD15HTDL mã số sinh viên là . Vào ngày 12/5/2020 em có làm đơn xin hủy miễn những môn không nằm trong chương trình đào tạo và nộp đơn xin miễn môn bổ sung cho môn học : - 407820: HT máy tính và ngôn ngữ C  và em có gửi đính kèm bảng điểm của em học bên trường CAO ĐẲNG ĐIỆN LỰC THÀNH PHỐ HỒ CHÍ MINH nhưng đến nay chưa nhận được phản hồi . Em có một bạn học chung lớp này và cũng học cùng ngành và cùng trường bên CAO ĐẲNG ĐIỆN LỰC , cùng chương trình học nhưng được xét miễn môn trên. Đến ngày 20/5/2020 em có gọi điện hỏi phòng đào tạo thì Thầy  báo là đang giải quyết chưa xong. vì có nhiều đơn cần phải giải quyết. Thầy có nói là sẽ lưu ý trường hợp của em vì chỉ còn xét miễn môn này là em sẽ được xét tốt nghiệp đợt này. Nhưng đến nay vẫn chưa có kết quả thưa thầy. Kính mong thầy xem xét giúp đỡ cho chúng em kịp tốt nghiệp đợt này. Em xin chân thành cảm ơn thầy và kính chúc Quý thầy cô nhiều mạnh khỏe, công tác tốt!",
    "Thân gửi thầy(cô)! Hiện là em muốn   B đổi tên    gmail trường là   I   /I  sang tên khác là   I   /I  có được không ạ? Em xin cảm ơn!",
    "Năm học kì sau em đóng lệ phí in bảng điểm được không ạ( do có 53K nên học kì sau đóng chung với học phí luôn)? Như vậy ngoài việc trừ điểm rèn luyện thì còn bị cái gì khác nữa không?  Em cảm ơn",
    "Kính gửi thầy cô, Em đang là sinh viên hệ VLVH, hiện tại em muốn bảo lưu kết quả học tập của em để sau này học tiếp. Vì lý do sau mùa dịch COVID và lý do gia đình. Không biết em có thể bảo lưu được không? và cần chuẩn bị những gì? Mong thầy cô tư vấn giúp em.",
    "Dạ cho em hỏi là năm nay trường có xét học bổng khuyến khích học tập cho hk191 ko ạ. Em xin cảm ơn ạ",
    "Tài khoản ngân hàng của em bị khoá cần phải có chứng minh nhân dân mới mở khoá được  mà em lại làm mất chứng mình nhân dân rồi mai lại là hạn chót đóng học phí  trường mình có cách đóng học phí khác không ạ ? Cảm ơn thầy cô",
    "hk192 vì một số lý do nên em xin tạm dừng ở học kỳ này và em đã đăng ký thu nhận lại ở hk193. Nhưng ở địa phương em đang yêu cầu gấp giấy xác nhận sinh viên để tạm hoãn nvqs nhưng ở học kỳ này em không đăng ký được phải đợi đến học kỳ sau. Vậy có cách nào giúp em có được giấy sớm nhất có thể không ạ?   i  .",
    "Cho em hỏi PĐT cập nhật DS TN chính thức chưa ạ",
    "Cho em hỏi học bổng khoa Việt Pháp học kỳ này sao cả lớp đa số các bạn đều đã có nhưng em chưa có vậy ạ ? Em học lớp VP2018-01 ạ .",
    "Dạ cho em hỏi là khi phân ngành,nếu em không đủ điểm tb tích lũy vào ngành mà em mong muốn thì còn cách nào khác để được xét vào ngành đó không ạ? Nếu mà học trái ngành thì em sợ sẽ không có động lực học tập, trau dồi ạ. Em xin cảm ơn!",
    "Trang BKPay của trường 2 ngày nay không vào được ạ. Ngày mai là hết hạn đóng tiền. Cho em hỏi nếu đóng trễ có bị cảnh cáo hay trừ điểm rèn luyện không ạ"
]