[
    "Em kính gửi thầy cô phòng đào tạo!  Em tên   MSSV: 3  Số điện thoại:  [phone_number]  Em là sinh viên k13 . Do các môn học mã cũ không còn mở lớp nên em có đăng kí 2 môn tương đương thay thế:  1.  ( mã môn học : CI2003 ) để thay thế cho môn  ( mã môn học : 802015 ) vào học kì 172  2. Cơ Học Đất ( mã môn học : CI3001 ) để thay thế cho môn Thí Nghiệm Cơ Học Đất ( mã môn học : 805016 ) vào học kì 181  Em đã hoàn thành 2 môn học tương đương này. Tuy nhiên điểm không được chuyển, cho nên em không đăng kí được luận văn tốt nghiệp . Vì vậy kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này .",
    "Chào quý thầy(cô), Như đã trao đổi lần trước, thông tin cá nhân của tôi chưa chính xác.   B Nơi sinh trên mybk (Khánh Hòa) không chính xác. Nơi sinh chính xác của tôi là tỉnh Đắc Lắc   . Tôi nhận được thông báo sau ngày 18/7/2019 thông tin cá nhân để đăng kí tốt nghiệp của tôi sẽ được điều chỉnh chính xác để tôi có thể đăng kí theo quy định của nhà trường. Nhưng vào lúc 22h50' ngày 19/7/2019 tôi đăng nhập vào đăng kí tốt nghiệp thì nhận thấy thông tin của tôi vẫn chưa được cập nhật. Kính mong quý thầy(cô) xem xét lại và điều chỉnh để tôi có thể đăng kí tốt nghiệp đúng theo quy định của nhà  trường. Cảm ơn quý thầy(cô)!! ",
    "Ad ơi giúp em rút môn cơ lưu chất mã CI2003 học kì hè này đc ko ạ .",
    "Chào thầy/ cô Em muốn hỏi là lúc trước em có đăng kí in bảng điểm, tuy nhiên vì lỗi liên kết với ocb nên em không thanh toán được và em đã in lại và lấy bảng điểm rồi. Tuy nhiên các mục lỗi liên kết, số tiền thanh toán 35000 sau đó lại hiện lên bên BK pay của em và deadline đã từ nam 2016. Trước em đã gặp cô bên pđt xoá các lệnh in lỗi như vậy rồii. Giờ em sắp tốt nghiệp mà em bị ghi nợ học phí, em muốn hỏi có phải vì em chưa thanh toán các mục đó không ạ? Và hết thời gian nộp tiền thì làm sao giờ ạ? Em chân thành cảm ơn thầy cô",
    "Em xin chào các thầy cô phòng đạo tạo. Em tên là  -  Em kính mong thầy cô có thể giúp em với ạ. Em đang cần bảng điểm file PDF nhưng e không biết làm như thế nào? Hi vọng được thầy cô hướng dẫn ạ!",
    "Kính chào PĐT,  Em tên:  MSSV:  Hiện nay, địa phương em đang yêu cầu giấy xác nhận là sinh viên đang đi học để hoãn nghĩa vụ quân sự. Muốn có giấy xác nhận này thì em trực tiếp lên PĐT xin hay cần cố giấy tờ, đơn, biễu mẫu gì không ạ. Em xin cảm ơn.   i  .",
    "Em thi toiec nộp chứng chỉ nhưng đủ qua anh văn 1 2 3 thôi ạ ,giờ em đăng kí nộp bằng em buộc phải đăng kí chuyển điểm thì mới được đăng kí môn học hay chỉ cần đăng kí thẩm tra là đã được đăng kí môn học ạ",
    "Kính gửi Phòng đào tạo, Em hiện đang theo học lớp Kỹ sư tài năng và vừa thi Anh văn nói viết do BKEnglish tổ chức, đạt 210 điểm. Em muốn hỏi chuẩn tiếng anh nói viết để ra trường của sinh viên tài năng là bao nhiêu ạ? Vì theo trang web của phòng đào tạo thì đối với sinh viên thi kì thi nói viết của BKEngish thì chỉ cần đạt(200) là đủ, nhưng theo nhiều bạn đã hỏi Phòng đào tạo thì thi nói viết của BKEnglish phải đủ 245 điểm mới đủ chuẩn tài năng.",
    "Cho em xin hỏi sau khi tốt nghiệp thì email sinh viên của em có còn được sử dụng nữa hay sẽ bị thu hồi ạ?  Nếu email bị thu hồi lại em có thể xin phòng đạo tạo để tiếp tục sử dụng email cho mục đích nộp hồ sơ du học nước ngoài được không ạ tại vì khi nộp hồ sơ thường yêu cầu là email sinh viên thì người ta mới chấp nhận ạ! Em xin chân thành cảm ơn",
    "Danh Thượng  MSSV: Chào PĐT !  Em xin hỏi sắp tới có lịch đăng ký bổ sung Luận Văn Tốt Nghiệp cho HK191 Không ạ?  Em xin cám ơn !",
    "Kính gửi Phòng Đào tạo ! Em là  sinh viên K15. Hiện tại em muốn học thêm văn bằng 2 khoa Khoa học và kĩ thuật máy tính. Học kì tới em muốn học 2 môn Nhập môn điện toán (CO1005) và Cấu trúc rời rạc cho khoa học máy tính (CO1007) . Vì do không đủ sĩ số để mở lớp nên 2 môn này em chỉ có thể học cùng K19 . Em viết yêu cầu này mong Phòng đào tạo có thể giúp đỡ em ạ! nếu không học được 2 môn đó sẽ ảnh hưởng đến một vài môn học sau ạ ! Em xin chân thành cảm ơn!",
    "Em là Sinh viên bằng 2 K18. Vừa rồi em nộp đơn xin miễn môn và đã được PĐT phản hồi không chấp nhận do không cùng tên môn học. Môn của ĐH bách Khoa là môn Cơ Lý thuyết và môn của trường em là Cơ xây dựng. Theo em tìm hiểu thì mỗi trường mỗi tên môn khác nhau thì có thể sẽ không thể nào giống nhau hoàn toàn được. Và theo bảng điểm môn Cơ xây dựng em đã được học ở trường VB1 thì khối lương kiến thức tới 4 tín chỉ hơn so với 3 tín chỉ của Cơ Lý thuyết (ĐH Bách Khoa). Hiện tại văn bằng 2 tụi em toàn đa số vừa học vừa làm, trúng ngành XD cầu đường lai ít Sinh viên nên hầu hết tụi em không thể học lớp buổi tối như các bạn XD dân dụng. Như thế rất khó khăn cho việc vừa học vừa làm. Kính mong PĐT xem xét lại giúp em giảm bớt được môn mà em đã được học, đã được đào tạo từ VB1, giảm bớt được khối lượng kiến thức để em nhanh chóng hoàn thành công việc học và phân bố được thời gian vừa học vừa làm. Em xin chân thành cảm ơn.    ",
    "Chào Thầy/Cô phòng đào tạo, Em có thanh toán trễ học phí học kì dự thính hè đợt này, và đã làm \"Đơn trình bày lý do thanh toán trễ học phí\" nộp cho phòng đào tạo. Nhưng hiện tại trang web đăng ký tốt nghiệp vẫn lỗi \"Không tìm thấy thông tin sinh viên\" mặc dù trên aao, em đã có tên trong \"danh sách dự kiện tốt nghiệp\" Mong phòng đào tạo kiểm tra lại giúp em. Em xin chân thành cảm ơn.",
    "Cho em hỏi : khi đăng kí nộp chứng chỉ thi toiec quốc tế    , têp đính kèm là hình ảnh chụp phiếu điểm đúng k ạ .  như hình dưới",
    "Kính chào thầy, cô và các cô chú cán bộ, công nhân viên của trường. Vào tháng 7 vừa qua, em đã đại diện bộ môn bắn súng thành phố tham gia thi đấu giải Cúp bắn súng Jing-jong Oh lần thứ nhất và giải Vô địch Trẻ Quốc gia 2019 tại Hà Nội. Tại giải đấu em đã đạt được HCV cá nhân và đồng đội ở nội dung 10m súng ngắn hơi nam, HVB nội dung 10m súng ngắn hơi hỗn hợp giải Vô Địch Trẻ và HCV nội dung 10m súng ngắn hơi nam giải Cúp Bắn súng Jing-jong Oh. Em xin hỏi với thành tích như trên em có thể nhận được khen thưởng, hỗ trợ nào từ phía nhà trường hay không? Bản thành tích thi đấu được đính kèm",
    "Kính chào Phòng Đào tạo. Em tên là  Thị Huyền, MSSV: . Hai học kỳ vừa rồi em đã tạm dừng học và em cũng đã nộp đơn xin học lại vào cuối tháng 5. Nhưng mà em đăng ký môn học lại không được, trong thời khóa biểu của em thì toàn bộ các môn em đăng ký bị lỗi, còn em xem trong trang kết quả ĐKMH thì em đăng ký được 5 môn. Em không hiểu tại sao lại như vậy, thầy cô giải thích giúp em được không ạ? Và em có thể đăng ký môn học lại vào đợt đăng ký môn học bổ sung được không ạ? Em cảm ơn.",
    "Chào thầy/cô . Em là sv chuyển từ hệ chính quy khoá k12 sang hệ vhvl khoá k14 . Em đã học qua đồ án 1 nhưng chưa qua đồ án 2. Vậy thì môn đồ án (ee3151) em có cần phải đăng ký học không ạ?",
    "Em xin chào các thầy/cô ạ! Em có đăng ký thẩm tra chứng chỉ ngoại ngữ trực tuyến trên MyBK. Đến nay là đã qua 2 tuần mà chưa có kết quả thẩm tra. Thầy/cô cho em hỏi thời hạn trả kết quả thẩm tra là bao nhiêu ngày ạ. Và khi nào thì em có thể biết kết quả ạ? Em xin cảm ơn thầy/cô",
    "Kính thưa , em tên , em có đăng ký xét miễn điểm anh văn vào ngày 27/11/2018 nhưng hiện nay điểm anh văn trong bảng điểm mybk của em vẫn chưa được chuyển. Kính mong  xem xét và giải đáp thắc mắc của em. Em xin cảm ơn.",
    "Lúc đăng kí môn học em chưa đủ chuẩn anh văn để đăng kí những môn chuyên ngành, và có đăng kí một số môn khác.Em mới thi toeic , giờ đã đủ chuẩn được đăng kí môn chuyên nghành, nhưng giờ chỉ còn đợt đăng kí bổ sung nên em không hủy những môn kia được, tại vì lịch học những môn chuyên ngành trùng với lịch những môn em đã đăng kí, giờ em muốn xin nhà trường hủy những môn đã đăng kí thì phải làm sao ạ .",
    "Em chào quý thầy cô, Theo quy chế đào tạo  http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=90&tid=1658  có đề cập:   QUOTE + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:   B * Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017)    * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245. * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0  /QUOTE  em có một vài thắc mắc sau mong sớm nhận được trả lời từ quý thầy cô: 1/ Theo như nội dung trích dẫn trên thì em hiểu là: chỉ cần đạt đủ điều kiện của 1 trong ba nội dung thì em sẽ được công nhận đạt anh văn. Không biết em hiểu như vậy đã đúng và đủ chưa? 2/ Các bạn theo học chương trình tài năng từ K2013-K2017 nếu thi tại trung tâm anh ngữ ở trường ( theo như điều kiện 1) ở   B mức đạt     vẫn được chấp nhận và cấp bằng tài năng đúng không ạ? 3/ Mức đạt của trung tâm anh ngữ đại học Bách Khoa là bao nhiêu ạ? Em có tìm kiếm các thông tin về mức đạt này nhưng chưa tìm thấy thống tin về quy định này. Em cảm ơn quý thầy cô nhiều, mong sớm nhận được phản hồi. Em kính chúc quý thầy cô nhiều sức khỏe.",
    "Kính gửi Phòng Đào Tạo  Em tên :  MSSV:  Trong đợt đăng kí môn học lần 2 hk191 em chưa đủ 350 để đăng kí môn cơ sở ngành nên em đã đăng kí 14 tín chỉ môn đại cương , nhưng vừa rồi em thi anh văn và đã qua được 350 , em muốn xóa môn đại cương để  đăng kí môn cơ sở ngành vào đợt ĐKMH đợt 3 hk191 . Vậy PĐT cho em hỏi là : 1/ Em muốn xóa môn vào đợt 3 thì có được không, nếu không được thì em xin rút môn có mất tiền hay không ? 2/ Nếu muốn rút môn thì em phải làm như thế nào ? 3/ Rút môn xong thì trong bao lâu thì môn học sẽ bị hủy ? Em xin cảm ơn .",
    "Chào Thầy/Cô phòng đào tạo, Em có thanh toán trễ học phí học kì dự thính hè đợt này, và đã làm \"Đơn trình bày lý do thanh toán trễ học phí\" nộp cho phòng đào tạo. Nhưng hiện tại trang web đăng ký tốt nghiệp vẫn lỗi \"Không tìm thấy thông tin sinh viên\" mặc dù trên aao, em đã có tên trong \"danh sách dự kiện tốt nghiệp\" Mong phòng đào tạo kiểm tra lại giúp em. Em xin chân thành cảm ơn.",
    "Em tên phan minh nhườn mssv  Nay em có vấn đề quan trọng cần phòng đào tạo giúp đỡ ạ. Hiện nay e đang học chuyên ngành tàu thủy( khoa kỹ thuật giao thông) khoá 2017. Vì lý do  không có khoá 2018 nên em phải được đăng ký môn cùng tiến độ. Nhưng hiện giờ em đang theo học anh văn 1 học kỳ hè 183. Nên em xin phòng đào tạo cho em được làm đơn cam kết anh văn 1 để được đăng ký môn. Xin phòng đào tạo hướng dẫn em cần làm gì ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo . Em tên là  MSSV  chuyển từ hệ chính quy K2011 sang VLVH K2019.Em có đọc trên web aao.hcmut.edu.vn học vụ  về chuẩn tiếng Anh Nhận Luận văn của hệ VLVH Khóa 2019 là 450 TOEIC hoặc đạt môn AV450. Em đã đạt môn này lúc học hệ Chính quy là môn Anh văn 4. Vậy em có cần nộp chứng chỉ Anh văn TOEIC của IIG nữa không ạ?  Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo!  Em không đủ tiêu chuẩn anh văn năm 2 (350đ) và vừa rồi em có thi toeic lấy bằng để chuyển điểm. Nhưng vì lý do khách quan khi thi được 15 phút em bị tiêu chảy nên ảnh hưởng lớn đến điểm thi và chỉ được 340 điểm nhưng thực tế em thấy khả năng mình hơn thế. Và em đã đăng ký thi lại vào tháng 8 nhưng sẽ không kịp hạn đăng ký môn học học kì 191 dẫn đến trễ hạn 1 năm. Em cảm thấy không may mắn và tiếc vì 10 điểm sai với khả năng thực tế mà em bị trễ 1 năm mà trước giờ em chưa rớt môn học nào ạ. Em hy vọng phòng đào tạo sẽ cho em cơ hội em được đăng ký môn trong đợt bổ sung 191 và em sẽ viết giấy cam kết rằng sẽ đạt 350 điểm vào đợt chuyển điểm trong tháng 8 ạ . Em viết nội dung này trong tâm thế buồn, tiếc và lo lắng ạ . Em hy vọng sẽ nhận được phản hồi sớm từ phòng đạo tạo ạ    Em chân thành cảm ơn ạ!",
    "Em có nhu cầu in giấy xác nhận sinh viên nhưng sau khi in xong thì trên giấy điền sai địa chỉ thường trú thành   B Buôn Đôn - Đăk Lăk   . Sau đó em kiểm tra lại trên hệ thống mybk thì thấy địa chỉ thường trú của em đang bị sai, nên sửa lại cho đúng thành   B Krông Bông - Đăk Lăk    và đăng kí in lại giấy xác nhận sinh viên. Tuy nhiên khi nhận được giấy thì giấy vẫn ghi địa chỉ cũ là   B Buôn Đôn - Đăk Lăk   . Em hi vọng trường giúp em xem xét để em có thể in được giấy xác nhận sinh viên với địa chỉ đúng.",
    "Chào cô, Cô cho em hỏi, bữa em có tên trong danh sách tốt nghiệp đợt 2, em đã nhập thông tin tốt nghiệp, tuy nhiên chưa up ảnh. Nhưng hôm nay có ảnh, em vào nộp thì hiện em không có tên trong danh sách là vì sao ạ? Mong cô giải thích cho em,  Em cảm ơn cô    ",
    "Kính gửi quý thầy cô Phòng đào tạo Em tên:  MSSV:  Vì ngày 18/7 có kết quả phân ngành của khoa Cơ khí và em đã đăng kí Môn Vẽ Cơ khí trong đợt 2 đăng kí môn của học kì 191 kết thúc ngày 17/7 và môn này không có trong chương trình đào tạo của em. Xin thầy cô cho em hỏi là em có thể làm gì để hủy môn học này ạ.",
    "Dạ cho em hỏi, em đang bị trễ avan. Em nghe nói là có thể lên xin pđt và cam kết sẽ đủ avan để dki môn rồi sau đó mới nộp bằng. Cho e hỏi có không ạ và cách thực hiện như thế nào ạ",
    "Em chào quý Thầy Cô . Em tên :  - MSSV:  Em xin hỏi là lịch thi cuối kì VL1, GT2 dự thính của em trùng với lịch SHCD của trường. Vậy em được phép đi vào ngày khác không ạ? Nếu được thì mình có cần giấy tờ gì không ạ? Em cảm ơn.",
    "Em bên hệ VLVH ( mới chuyển từ hệ chính quy sang). Trước đây, khi học em còn nợ Anh văn 4. Hiện tại, em đã có bằng Toeic 525 thi tại IIG. Em muốn chuyển điểm cho 4 Anh văn ( từ 1 đên 4) mà không được. Mong pdt xem xét dùm. Em cảm ơn",
    "Cho em hỏi là theo Căn cứ kết luận của Hội đồng học vụ học kỳ 1/2017-2018, Phòng Đào tạo thông báo một số điều chỉnh quy chế học vụ áp dụng từ học kỳ 2/2017-2018 thì quy định môn TTTN và môn ĐCLV (CTĐT đại học từ K.2014) là môn tiên quyết. Tuy nhiên khi em đăng kí LVTN thì nó báo thiếu môn tiên quyết ( ko phải 2 môn TTTN & DCLV) PDT hỗ trợ giúp em Em cảm ơn",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên:   MSSV:  Em rớt AV1 năm 1, Toeic em thi được 335 không đủ điều kiện đăng kí môn học năm 2. Em muốn hỏi bây giờ em phải làm sau để đăng kí được môn năm sau Em xin cảm ơn!",
    "Dạ chào thầy/cô, Em tên , hiện là cựu sinh viên đã tốt nghiệp ngành kĩ thuật điều khiển - tự động hóa của trường 2 năm, bây giờ em có nguyện vọng được   B học thêm chuyên ngành khoa học máy tính    thuộc diện VLVH thì phải đăng kí thế nào ạ? Có phải thi bắt buộc đầu vào môn gì không? Mong thầy/cô giúp em giải đáp thắc mắc trên ạ! Em xin chân thành cảm ơn quý thầy/cô.",
    "Chào PĐT em vừa nộp chứng chỉ thi toiec ( nghe- đọc ) vào ngày 20/07/2019. Để quy đổi điểm anh văn 1,2,3 . MÀ đợt chuyển điểm anh văn là vào ngày hôm qua(25/07/2019) Hiện em chưa thấy kết quả thẩm tra, cũng như điểm được cập nhật vào bảng điểm . Vậy em xin PĐT hãy cập nhật điểm các môn av 1,2,3 này sớm bởi vì lí do đăng kí bổ sung môn học trong đợt sắp tới ( đủ điều kiện chuẩn tiếng anh mới được đăng kí các môn học)                            em cảm ơn!",
    "Trong đợt đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - đợt 2 em đã đăng ký thành công và thỏa điều kiện đăng ký luận văn tốt nghiệp.Nhưng khi có kết quả đăng ký đợt 2 thì môn luận văn tốt nghiệp của em bị hủy và xem lịch sử đăng ký thì bảo là hủy do không đủ điều kiện.Trong khi em đã nộp chứng chỉ Toeic và chuyển điểm anh văn, cũng đã hoàn thành hết môn học và ngày công tác xã hội cũng đủ 10 ngày.Xin PDT cho em biết cụ thể là em không đủ điều kiện gì ạ ?  Cảm ơn !",
    "Cho em hỏi là năm nhất khi thi anh văn đầu vào em có đăng kí chuyển điểm cho môn AV2, vậy sau này em nộp chứng chỉ TOEIC thì điểm AV2 có được chuyển nữa không ạ",
    "Em kính gửi thầy cô phòng đào tạo!  Em tên   MSSV: 3  Số điện thoại:  [phone_number]  Em là sinh viên k13 . Do các môn học mã cũ không còn mở lớp nên em có đăng kí 2 môn tương đương thay thế:  1.  ( mã môn học : CI2003 ) để thay thế cho môn  ( mã môn học : 802015 ) vào học kì 172  2. Cơ Học Đất ( mã môn học : CI3001 ) để thay thế cho môn Thí Nghiệm Cơ Học Đất ( mã môn học : 805016 ) vào học kì 181  Em đã hoàn thành 2 môn học tương đương này. Tuy nhiên điểm không được chuyển, tiến độ học tập chưa cập nhập cho nên em không đăng kí được luận văn tốt nghiệp . Vì vậy kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này.",
    "Học phí . Kính gửi Quý Phòng, Ngày 23/7/2019, em nhận được email của Phòng Đào tạo về thời gian thanh toán học phí HK3/2018-2019 hệ vlvh và đttxa: từ 14g00 ngày 24/07/2019 đến hết ngày 01/08/2019. Tuy nhiên, đến hôm nay, 26/7/2019, trang BKPay của em không hiện nút nhấn liên kết sang website của OCB để tiến hành thanh toán. Mong Quý Phòng xem xét hỗ trợ để em hoàn tất học phí đúng hạn. Trân trọng cảm ơn.",
    "Cho em đăng kí nhầm mã môn môn av2 thành av1 ở hk191 này bây giờ xin cho em hủy được hông ạ. Em cám ơn",
    "Cho em hỏi là vào đợt đăng ký môn học kỳ 191 em đăng ký môn CI1003 vẽ kỹ thuật nhóm lớp A09_A02 thì ngôn ngữ giảng dạy là Tiếng Việt nhưng sao sau khi có kết quả đăng ký thì ngôn ngữ giảng dạy lại đổi thành tiếng Anh ạ",
    "Kính gửi quý thầy cô phòng đào tạo . Em tên:  MSSV:. Thời khóa biểu Học kỳ 2 của em bị hủy môn Thực tập tốt nghiệp. Kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này. Em xin chân thành cảm ơn .",
    "Chào quý Thầy/Cô phòng đào tạo, Nếu em bỏ thi ở học kì dự thính hè này, thì điểm môn học đó có xuất hiện trong bảng điểm \"academic transcript\" không ạ ? Em xin cảm ơn, Best Regards",
    "Chào PĐT! Em là sinh viên hệ chính quy.   Vào đợt đăng ký môn học HK191 (đợt 2), em đã đăng ký thành công môn Trường điện từ(EE2003) thuộc lớp L10 do giảng viên  giảng dạy.    Tuy nhiên, sau khi có kết quả đăng ký đợt 2 thì lớp này đã bị đổi sang giảng viên khác. Điều này trái với mong muốn ban đầu của em khi đăng ký môn học.    Vì lý do này, em kính mong PĐT cho phép em được rút khỏi lớp L10 môn Trường điện từ hiện tại để em có thể đăng ký lại lớp khác (cùng môn này) ở đợt đăng ký lần 3 sắp tới. Em xin cảm ơn!    ",
    "Em là , MSSV: , hiện tại em đang thắc mắc về việc hạn chấm phúc tra trên hệ thống cứ mỗi ngày dời thêm một ngày, vd như trong hình ngày hôm qua 26/07 thì nó ghi hạn là 05/08, còn hôm nay 27/07 thì hạn là 06/08. Và còn một chuyện nữa là nếu giảng viên cứ kéo dài chuyện phúc tra không giải quyết thì em nên làm sao ạ? Em mong thắc mắc được giải thích thỏa đáng. Em cảm ơn.",
    "Chào cô, chào thầy ạ! Cho em hỏi lịch sinh hoạt công dân của khoa ĐIỆN -  khoá K16 kì 191 với ạ?",
    "Kính gửi thầy cô phòng đào tạo  Em tên:  Em xin lỗi vì đã thánh toán trễ hạn. Sau khi thanh toán,Em vẫn chưa đăng kí môn được vì hệ thống báo là em vẫn chưa thanh toán. Em hứa sẽ thận trọng hơn trong những lần đóng học phí sau .",
    "Em chào quý thầy cô, Theo quy chế đào tạo  http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=90&tid=1658 Phụ lục 1, mục 3b có đề cập:   QUOTE + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:   B * Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (chỉ áp dụng từ khóa 2013 đến khóa 2017)    * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245. * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0  /QUOTE   em có một vài thắc mắc sau mong sớm nhận được trả lời từ quý thầy cô: 1/ Theo như nội dung trích dẫn trên thì em hiểu là: chỉ cần đạt đủ điều kiện của 1 trong ba nội dung thì em sẽ được công nhận đạt anh văn. Không biết em hiểu như vậy đã đúng và đủ chưa? 2/ Các bạn theo học chương trình tài năng từ K2013-K2017 nếu thi tại trung tâm anh ngữ ở trường (theo như điều kiện 1) ở mức đạt  vẫn được chấp nhận và cấp bằng tài năng đúng không ạ? 3/ Mức đạt của trung tâm anh ngữ đại học Bách Khoa là bao nhiêu ạ? Em có tìm kiếm các thông tin về mức đạt này nhưng chưa tìm thấy thống tin về quy định này. Em cảm ơn quý thầy cô nhiều, mong sớm nhận được phản hồi. Em kính chúc quý thầy cô nhiều sức khỏe.",
    "Kính gửi quý thầy cô phòng đào tạo . Em tên:  MSSV:. Thời khóa biểu Học kỳ 2 của em bị hủy môn Thực tập tốt nghiệp. Kính mong Phòng Đào Tạo xem xét và giúp em giải đáp vấn đề này. Em xin chân thành cảm ơn.",
    "Cho em hỏi là vào đợt đăng ký môn học kỳ 191 em đăng ký môn CI1003 vẽ kỹ thuật nhóm lớp A09_A02 thì ngôn ngữ giảng dạy là Tiếng Việt nhưng sao sau khi có kết quả đăng ký thì ngôn ngữ giảng dạy lại đổi thành tiếng Anh ạ  I   B",
    "Học phí . Em chuyển từ hệ cq sang vhvl nên tài khoản ocb giữ nguyên như cq. Học kỳ trước em vẫn thanh toán bình thường nhưng học kỳ này lại bị lỗi không thanh toán được. Mssv  Thầy/cô xem lại giúp em vì hạn chót là 31/7 . Sau khi đăng nhập vào ocb thì web hiển thị như sau:",
    "Kính chào Phòng Đào tạo, Em đã có 1 bài thắc mắc lần trước về việc được đăng ký tối đa 25 tín chỉ đối với sinh viên khá/giỏi (có điểm trung bình lớn hơn 7.5) và sinh viên KSTN. Trong phần giải đáp phản hồi từ phòng Đào tạo, em được biết rằng chỉ cần trên 7.5 thì em sẽ được đăng ký tối đa 25 tín chỉ trong học kỳ 191 kế tiếp. Tuy nhiên khi đăng ký đợt đầu tiên, em đăng ký 22 tín chỉ và bị xóa 1 môn do vượt quá 21 tín chỉ dù em có đủ điều kiện. Do đó, vừa rồi do lo bị xóa môn nên khi kết thúc đợt hiệu chỉnh em đã điều chỉnh lịch học chỉ còn 19 tín chỉ. Nếu trong đợt hiệu chỉnh vào 1/8 kế tiếp này em đăng ký 22 tín chỉ theo như em dự định thì có nhận được TKB và không bị xóa môn không ạ ? Do em lo sẽ bị xóa như đợt đầu tiên.",
    "Xin chào, em muốn hỏi về hạn cuối để đăng kí tốt nghiệp ạ. Em có đọc là cuối tháng 8 hoặc tháng 9. Nhưng không biết lịch cụ thể là khi nào ạ.",
    "Dạ em chào anh chị!  Em có đăng kí môn luận văn tốt nghiệp mã là GE43333, nhưng em lên trang xem lại kết quả đăng kí thì bị xóa, báo là không đủ điều kiện đăng kí. Em không biết mình bị lỗi gì, mong anh chị có thể cho em biết lý do em không đủ điều kiện đăng kí được không ạ?  Em xin cảm ơn ạ",
    "Chào Thầy/Cô phòng Đào tạo, Em đã có tên trong danh sách dự kiện tốt nghiệp tháng 11 năm 2019 trên aao, nhưng em chưa nhận được email thông báo từ phòng đào tạo. Phòng đào tạo kiểm tra lại giúp em nhé. Em xin chân thành cảm ơn. Best regards.",
    "Kính gửi Phòng Đào Tạo . Em tên là  MSSV  chuyển từ hệ chính quy K2011. Mã số sinh viên chính quyK sang VLVH K2019.Em có đọc trên web aao.hcmut.edu.vn học vụ  về chuẩn tiếng Anh Nhận Luận văn của hệ VLVH Khóa 2019 là 450 TOEIC hoặc đạt môn AV450. Em đã đạt môn này lúc học hệ Chính quy là môn Anh văn 4. Vậy em có cần nộp chứng chỉ Anh văn TOEIC của IIG nữa không ạ? Em xin chân thành cảm ơn.",
    "Em tên là   sinh viên lớp VB2 ngành xây dựng dân dụng và công nghiệp. Em xin được hủy môn phần tử hữu hạn CI3091 tiết 131415 tối thứ tư và xin được đăng ký lại vào tiết 345 sáng thứ 4 vì lý do công việc. Mong phòng đào tạo xem xét và giải quyết. Em xin chân thành cảm ơn.",
    "MSSV:  Chào cô(thầy),   Trong đợt 1 đăng kí môn học học kì 191, em có đăng kí môn Hệ cơ sở dữ liệu (CO2013) và được phân vào lớp L01-L02 . Trong đợt hiệu chỉnh đợt 2 em đã hủy lớp L01-L02 và đăng kí vào lớp L02-L08, trong phiếu đăng kí báo đã thõa điều kiện đăng kí và đã đăng kí nhưng kết quả đợt 2 trong danh sách lại không thấy môn Hệ cơ sở dữ liệu. Em đã kiểm tra lại những ràng buộc để DKMH và không bị vi phạm. Em đính kèm phiếu đăng kí đợt 2 báo đã thành công. Mong nhận được phản hồi sớm nhất của cô(thầy) Em cảm ơn ạ!",
    "Kính thưa phòng đào tạo Em là   Do đợt 2 em đăng kí thiếu một 1 tiên quyết. Bây giờ em định đăng kí đợt 3 nhưng bị trùng lịch. pđt có thể cho em rút môn học kia để đăng kí môn tiên quyết của em được hông ạ. Em cám ơn",
    "Kính gửi thầy cô phòng đào tạo Em tên , lớp DC15KK. Kỳ này em có đăng ký luận văn trong đợt đăng ký thứ 2, nhưng trong kết quả đăng ký lại bị hủy môn luận văn. Em đang rất lo lắng và mong nhà trường hướng dẫn cho em cách để đăng ký được luận văn trong kỳ này. Em xin chân thành cảm ơn. Thân mến, .",
    "MSSV:        Kính gửi thầy cô phòng đào tạo Em là  MSSV:  Hiện tại em đang thắc mắc về vấn đề hạn chấm phúc tra trên hệ thống cứ mỗi ngày dời thêm 1 ngày, vd như ngày 26/07 thì hạn ghi là 05/08, còn 27/07 thì hạn ghi là 06/08. Và còn một vấn đề khác là nếu giảng viên vẫn không giải quyết yêu cầu phúc tra của sinh viên thì em nên làm như thế nào ạ?  Mong sớm nhận được hồi âm. Em cảm ơn.",
    "Em tên là :   MSSV:  Nội dung: Em có thể xin phòng đào tạo tăng sĩ số môn học được không ạ. Nếu có em cần phải làm gì, nộp những giấy tờ gì ạ",
    "Em tên là , MSSV  lớp VP2015/VT. Hiện tại em đang bị cấm đăng kí môn học trong học kì tới với lý do chưa thanh toán học phí măc dù em đã thanh toán đầy đủ và đúng hạn học kí trong học kì chính và cả kì hè vừa qua . Kính mong phòng đào tạo xem xét và giải quyết giúp em, em xin cám ơn.   i     .",
    "Thầy cô cho em hỏi. Em là sinh văn đại trà năm 2, đợt chỉnh sửa môn học đợt 2 vừa rồi em có đăng ký thêm môn Vẽ kỹ thuật nhóm lớp A09_A02 trên cơ sở 1 thì lúc đó trên trang đăng ký có ghi ngôn ngữ giảng dạy là tiếng việt. Gần đây em có lên xem lại thì ngôn ngữ giảng dạy đổi thành tiếng anh. Em có hỏi phòng đào tạo và biết được lớp đó dành cho các bạn kỹ sư tài năng và nói em có thể huỷ học chuyển nhóm lớp trong đợt 3 sắp tới nhưng trong mail trường gửi là đợt 3 này không được huỷ hoặc chuyển nhóm lớp. Vậy đợt 3 này em có thể huỷ hoặc chuyển nhóm em được không? Em không phải kỹ sư tài năng.",
    "Kính gửi Phòng Đào Tạo Em tên là   Em có thể xin Phòng Đào Tạo tăng sĩ số môn Sinh học CH1011 L01 L02 được không ạ. Vì các giờ khác bị trùng lịch ạ.",
    "Chào thầy/cô, Hiện tại, vì em chưa hoàn thành anh văn nên đợt 1, 2 đăng ký học kỳ 191 không được. Nhưng vào ngày 27/7 em có nộp chứng chỉ anh văn toeic vào (điểm đã thỏa mãn điểu kiện đăng ký) . 1) Em không rõ là vào đợt đăng ký thứ 3 thì em đã đăng ký môn học chưa ? (bởi vì hiện tại em thử đăng ký nhưng vẫn báo thiếu chuẩn anh văn) 2) Vào đợt đăng ký thứ 3 này thì có được xin mở sỉ số lớp không ạ Em cảm ơn thầy/ cô",
    "Em là sinh viên bằng 2 khóa 2016, chuẩn tiến anh đầu ra của em là toiec 450 cũng tương đương với VNU-EPT 218,nếu em nộp chứng chỉ VNU-EPT 218 trở lên có được xét miễn anh văn ra trường và còn phải học thêm 2 kỹ năng anh văn vói và viết không vậy Thầy, vì chứng chỉ VNU-EPT là 4 kỹ năng. Cám ơn Thầy !",
    "Em hiện là sinh viên K15 khoa xây dựng và đã học xong hết các tín chỉ môn học chỉ còn luận văn tốt nghiệp. Em đã thi thử toiec và đạt được 520 điểm nhưng chưa thi được bằng toiec. Cho em hỏi em có thể viết đơn xin nộp bằng anh văn bổ sung sau được không? để kì sau em được làm luận văn tốt nghiệp được. Em cảm ơn.",
    "Em chào phòng đào tạo ạ. Ngày 29/7/2019 em có đăng ký in bảng điểm. Tuy nhiên cho đến nay em qua BKPay thì vẫn chưa thấy hiển thị mục thanh toán để em đóng phí và hoàn tất thủ tục ạ. (Em đã từng đăng ký in 2 lần nên em nghĩ thao tác của em đã đúng hướng dẫn) Mong phòng đào tạo hỗ trợ giúp em tình huống này. Em xin cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo Em tên :  Mssv :  Trong đợt đăng kí môn học 1 và 2 học kì 191 vì điểm av em chưa đạt 350 nên không được đk môn cơ sở ngành ,  vừa rồi em đã thi av và đã qua được 350 nhưng sĩ số các lớp môn cơ sở ngành đã full , vậy pdt cho em hỏi là em muốn đk môn cơ sở ngành vào đợt 3 thì phải làm như thế nào ạ . Em xin cảm ơn .",
    "Kính gửi phòng đào tạo, Em là sinh viên K15 sắp tốt nghiệp. Trước đó do còn thiếu anh văn nói viết nên em có đăng ký 1 môn học để duy trì tình trạng học nếu trong trường hợp em không đậu được anh văn. Nhưng do bây giờ em đã đậu anh văn rồi nên em muốn rút môn học đó để đăng ký tốt nghiệp. Em phải làm như thế nào ạ?",
    "Em xin chào quý thầy cô, Em là sinh viên lớp tài năng và em đang có câu hỏi về việc nộp Chứng chỉ ngoại ngữ để xét tốt nghiệp ạ. Em xin được trình bày: Em đã thi chứng chỉ TOEIC nghe-đọc và đạt được 760 điểm, đã xét chuyển điểm 4 môn anh văn rồi ạ. Bây giờ em muốn nộp thêm chứng chỉ IELTS 4 kỹ năng để xét thêm chuẩn nói-viết nữa, vậy cho em hỏi một số vấn đề sau ạ: 1. Em nộp thêm chứng chỉ IELTS để xét chuẩn nói-viết trong tường hợp như vậy có được không ạ? 2. IELTS 5.0 (tương đương 600 TOEIC) là đủ điều kiện đầu ra cả 4 kỹ năng đối với lớp tài năng đúng không ạ? Mong quý thầy cô giải đáp giúp em ạ. Em xin cảm ơn!",
    "Kính gửi PĐT,  Em tên , em đã nộp chứng chỉ ngoại ngữ TOEIC đạt 585 tức vượt qua mức yêu cầu 500 ( sau năm 2 của chương trình KSTN). Tuy nhiên hệ thống vẫn báo em không đủ điều kiện đăng ký môn học.Điều này đã diễn ra vào cuối đợt đăng ký đợt 2.Mong PĐT kiểm tra giúp em vì mai là tới đợt ĐKMH đợt 3, em không muốn bị trễ. Mong PĐT giúp đỡ, em xin chân thành cảm ơn.    .",
    "cho em hỏi là đợt đkmh bổ sung chính quy 191 từ ngày 1/8-5-8 có được xin mở lớp không ạ? Thầy dạy,bộ môn và khoa em đều đồng ý rồi ạ. Thầy dạy em rảnh vào sáng thứ 7 tiết 2,3,4,5 thì liệu có được mở lớp chính quy không ạ ?",
    "em là sinh viên chuyển hệ từ chính quy sang VHVL hk2 2018, em vẫn chưa nhận được mail thông báo các môn được miễn, cho em hỏi trường hợp của em có thể đến đâu để giải quyết để em đăng kí môn học học kì mới, em cám ơn",
    "Em chào thầy cô Thầy cô cho em hỏi trong đợt bổ sung môn học vào ngày 1/8 em có thể xin được tăng sỉ số lớp của môn anh văn 2 được không ạ . Mong được sự giúp đỡ của thầy cô ạ . Em cám ơn thầy cô rất nhiều  Mong thầy cô sẽ trả lời sơm cho em ạ",
    "Em tên là             Mssv                                     Em có thể xin tăng sĩ số môn Sinh học CH1011 L01 L02  Do nhóm lớp khác bị trùng thời khóa biểu ạ.",
    "QUOTE Thầy cô cho em xin chuyển nhóm lớp A01 của môn Anh văn 3 được không ạ? Do lần trước đăng ký môn Vẽ kỹ thuật trên cs1 nên em đăng ký Anh văn 3 trên đó luôn. Lần này em đổi nhóm lớp môn Vẽ kỹ thuật xuống cs2 nên em muốn đổi nhóm lớp môn Anh văn 3 luôn ạ, do nếu để nhóm lớp cũ em chỉ có 1 tiết để di chuyển giữa 2 cơ sở, em không đảm bảo sẽ di chuyển kịp nên mong pđt giải quyết giúp em. Em cảm ơn.",
    "Kính gửi phòng đào tạo!  /I   Em tên:    ; MSSV:    . Đợt đăng ký môn học (đkmh) lần 2 em có đăng ký nhầm môn   B  (CI1003)    vào nhóm lớp   B A09_A02 dạy bằng tiếng Anh    nhưng vào đợt đkmh lần 3 thì em không hủy và chuyển được môn này ạ. Em mong PĐT tạo điều kiện cho em chuyển thời khóa biểu sang nhóm lớp khác dạy bằng   B tiếng Việt    vì nếu không học được môn này vào học kỳ 191 tới thì em sẽ bị chậm 1 năm ạ. Em xin chân thành cảm ơn ạ!",
    "Kính thưa quý Thầy Cô, Em có thắc mắc về vấn đề đăng ký môn học, do em vẫn chưa nhận được quyết định miễn môn và không biết theo chương trình đào tạo của nhà trường em cần học thêm những môn nào để đăng ký học. Em vào trang đăng ký môn học thì không thấy hiển thị các môn theo chương trình đào tạo như web có thông báo. Thầy Cô cho em xin thông tin về chương trình đào tạo để có thể đăng ký môn học ạ! Em xin cảm ơn quý Thầy Cô!",
    "Kính thưa phòng đào tạo  Do giờ em đã qua av1 rồi nên em được đăng kí môn tiên quyết của e. Nhưng do trùng lịch nên em hông đăng kí được.mong phòng đào tạo cho em rút môn để em được đăng kí môn tiên quyết của mình ạ. Em cám ơn nhìu",
    "Có thể cho em xin kế hoạch giảng dạy môn dự thính trong kỳ sắp tới được không ạ",
    "Kính gửi Phòng đào tạo Em tên là  Dạ có thể cho em đổi lịch học môn Vẽ kỹ thuật và Pháp luật đại cương được không ạ. Do bị trùng lịch đăng kí các môn chuyên ngành ạ .",
    "Kính thưa phòng đào tạo! học kỳ 191 này, em có đăng ký môn học CH3015( thí nghiệm quá trình thiết bị) nhưng phòng đào tạo không đăng ký với lý do thiếu môn học trước CH2019, nhưng khi em so sánh với chương trình đòa tạo của chuyên ngành Công nghệ thực phẩm thì hoàn toàn không có môn này. Vì vậy mong phòng đào tạo xem xét và đăng ký môn học này cho em theo thời khóa biêu đã đăng ký! em xin trân trọng cảm ơn!",
    "cho em hỏi là lịch học vụ ghi rằng 22-8 là ngày cuối để nộp bằng để xét chuyển điểm,nhưng vì lý do em đã đủ chỉ để xét làm luận văn và không có bằng kịp ngày 22/8 nên là về sau em có thể nộp bằng để xét nhận luận văn miễn là trước ngày 4/9 được không ạ . Vì đợt cuối đk bổ sung LVTT là từ ngày 28/8-4/9 ",
    "Thầy cô cho em xin chuyển nhóm lớp A01 của môn Anh văn 3 được không ạ? Do lần trước đăng ký môn Vẽ kỹ thuật trên cs1 nên em đăng ký Anh văn 3 trên đó luôn. Lần này em đổi nhóm lớp môn Vẽ kỹ thuật xuống cs2 nên em muốn đổi nhóm lớp môn Anh văn 3 luôn ạ, do nếu để nhóm lớp cũ em chỉ có 1 tiết để di chuyển giữa 2 cơ sở, em không đảm bảo sẽ di chuyển kịp nên mong pđt giải quyết giúp em. Em cảm ơn.",
    "Kính gửi quý thầy cô Em là sinh viên K18, vào ngày 22/7 em đã đăng kí xét miễn điểm AV1 đã thanh toán xong lệ phí xét miễn, mà sao hôm nay đợt đăng kí môn học bổ sung đợt 3, em vẫn không đăng kí được môn chuyên ngành do thiếu môn tiên quyết AV1 vậy ạ.Có khi nào em không được học chuyên ngành luôn không ạ. Mong sự giúp đỡ từ phía thầy cô . Cảm ơn thầy cô, chúc mọi người có một ngày làm việc vui vẻ ạ.",
    "Do giờ em đã qua av1 rồi nên em được đăng kí môn tiên quyết của e. Nhưng do trùng lịch nên em hông đăng kí được.mong phòng đào tạo cho em rút môn để em được đăng kí môn tiên quyết của mình ạ. Em cám ơn nhìu",
    "Vào hk2 hk182 em bị thôi học vì học lực, em đã làm đơn và được thu nhận lại vào hk191, thầy cô cho em hỏi hiện tại tình trạng trong trang sinh viên của em là đang  tạm dừng thì khi nào mở lại và có ảnh hưởng tới kết quả đăng kí môn học hk191 này không, vì hiện tại em vào trang sinh viên vẫn chưa có thời khóa biểu chính thức hk191 ạ.",
    "Em tên , MSSV .  Em xin PĐT cho em tăng sĩ số lớp AO1 môn Cơ sở thủy địa cơ học GE2021 ạ.  Em mong nhận được sự chấp thuận của ban giám hiệu PĐT. Em xin chân thành cảm ơn.",
    "Họ và tên:  MSSV:  Nội dung: em muốn hỏi vì sao em đã thi toeic  được 350 điểm, đã đạt chuẩn anh văn của năm 1 nhưng trên đăng kí môn học vẫn chưa được cập nhật",
    "Em tên là , ở đợt đăng kí môn học lần 2 do chưa đạt chuẩn anh văn nên em chưa đăng kí được những môn chuyên ngành năm 2. Ở đợt này em đã đăng kí được nhưng lại bị trùng với thời khóa biểu với môn thể chất và không thể hủy được trong đợt 3 này. Cho em hỏi em có thể hủy môn thể chất bằng cách nào ạ? Em xin cám ơn",
    "t 2 đăng kí môn học, em đã sắp xếp các môn học không trùng giờ môn cơ sở ngành (vì không đạt chuẩn anh văn để đăng kí). Kết quả đăng kí môn học đợt 2 em bị đẩy môn bóng bàn trùng với An toàn lao động Dệt may (cơ sở ngành). Em muốn đổi bóng bàn thành Bơi lớp A03 ( thứ 4 tiết 2-3 cs1) để có thể đăng kí môn còn lại ạ. Em đã rất cố gắng và vượt qua chuẩn anh văn năm nhất để không bị học trễ, mong thầy cô giải quyết sớm giúp em ạ. Em cảm ơn nhiều lắm. Màu xanh lá trong thời khóa biểu em là những môn em cần đăng kí",
    "Kính chào thầy cô! Em tên là , hiện đang là sinh viên Kiến trúc lớp XD16KT. Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau: Trong kì đăng kí môn học 191 hệ chính qui, em đã đăng kí 16 tín chỉ. Do số tín chỉ quá thấp so với em nên em muốn đăng kí thêm môn CI4093 (Thiết kế Công Cộng 4) để học trước nhưng không đăng kí được do dư 1 chỉ. Và em cũng không thể hủy môn do Đợt 3 này chỉ cho đăng kí thêm và không được hủy các môn đã đăng kí. Em mong thầy cô có thể xem xét cho em đăng kí thêm môn CI4093 ạ!Hoặc nếu có thể, em mong thầy cô có thể cho em hủy môn LA1009 (AV4) để đăng kí môn CI4093 ạ! Em chân thành cảm ơn thầy cô!",
    "Kính gửi thầy cô phòng đào tạo Em tên   MSSV  Em thì anh văn trong trường được 385 điểm là qua anh  1 nhưng em không đăng ký anh văn 2 để học được. Mong thầy cô giúp đỡ.   i     .",
    ". Em xin được tăng sĩ số cácc môn sau đây CI 1063 L01 CI 1061 L01 CI 3141 L01 CI 1055 L01 CI 3163 L01 CI 3143 L01 CI 1057 L01",
    "t 2 em có xin phòng đào tạo tăng sĩ số lớp L01_L01 môn hóa lý hóa keo ch1005  đã được chấp thuận mà hiện giờ vẫn chưa thấy tăng. em kính xin phòng đào tạo tăng sĩ số môn hóa lý hóa keo ch1005 lớp L01_L01. Cảm ơn thầy cô đã đọc thư.",
    "Em học chương trình học khóa 2014, mã môn học cũ là ci3007, nhưng kỳ này không mở lớp. Em muốn đăng ký môn học theo mã môn học mới la ci3175 và ci3177, nhưng không được. Em xin phòng đào tạo cho em được đăng ký môn học theo mã mới.",
    "Kính gửi phòng đạo tạo Em tên là   Em đã nộp bằng toeic để đạt chuẩn av nhưng  vẫn ko đk được môn học trong đợt 3",
    "Kính gửi phòng đào tạo Em tên :  Mssv  Em đã nộp bằng toeic vào ngày 22/7 nhưng vẫn  không đăng kí được môn cơ sở ngành , mong phòng đào tạo xem lại  Em xin cảm ơn",
    "Dạ cho em hỏi em đăng kí chuyển điểm toeic đợt 25/7. Mà sao bây giờ trên đkmh em chưa được đăng kí môn chuyên ngành ạ . Dạ có thể mở gấp cho em không ạ.",
    "U tổ A01 .mã môn EE3079- điện tử công suất ứng dụng - thầy   Bạn e là học sinh vhvl chuyển hệ học chung với chính quy",
    "Dạ cho em hỏi em đăng kí chuyển điểm toeic đợt 25/7. Mà sao bây giờ trên đkmh em chưa được đăng kí môn chuyên ngành ạ . Dạ có thể mở gấp cho em không ạ.",
    "Chào quý thầy cô . Em tên là . Mssv:  Em muốn đăng ký môn học kết cấu bê tông cốt thép 2 mã môn học là Ci3007 nhưng kỳ này không mở lớp. Em muốn đăng ký môn học theo mã môn học mới là Ci3175 và Ci3177 nhưng không được. Cho em hỏi là nhà trường có thể cho em đăng ký môn học như vậy không? Nếu có em phải làm thế nào.",
    "Kính gửi PĐT,  Mặc dù đã nộp chứng chỉ Toeic đủ điều kiện AV cho năm 2 tuy nhiên khi ĐKMH hệ thống lại báo chưa đủ AV năm 2. Mong PĐT kiểm tra giúp và chỉnh sửa. Em xin chân thành cảm ơn.   i  ..",
    "Em đã chuyển điểm toeic 380 được anh văn 1 6.5 nhưng khi đăng kí môn học vẫn báo chưa đủ chuẩn anh văn hết năm 2. Mong cập nhật điểm sớm giúp em ạ em cảm ơn !",
    "cho em hỏi là em sinh viên k17 và em đã nộp CCNN 335 nhưng sao em không đăng kí được các môn học của năm 2 K17 vậy",
    "chào PĐT hiện em đang đăng đăng kí môn học bổ sung (đợt 3), nhưng không được do chuẩn anh văn sau 2 năm . Tuy em vừa có kết quả nộp chứng chỉ ngoại ngữ quy đổi điểm anh văn và  đã đạt anh văn 1,2,3 .Đã có điểm trong tiến độ học tập. em đang cần đăng kí môn học gấp. Mong PĐT sữa lỗi này để em có thể đăng kí được môn học",
    "Em đăng kí miễn anh văn lúc 09:48 ngày 25/07/2019 Em đã cố gắng học và thi được 435, em xin thẩm tra để không học trễ. Em cám ơn thầy cô rất nhiều",
    "Thưa thầy cô, trong đáng ký môn học của em có môn Pháp luật lỡ đăng kí vào lớ A21 dạy bằng tiếng anh. Cho em hỏi là tại sao môn đại cương dạy bằng tiếng anh ạ. Và em muốn xin chuyển lớp được không ạ. Vì em học đại trà. Việc học bằng tiếng anh rất khó ạ.",
    "Kính gửi Phòng Đào Tạo, Em là , nay em muốn viết đơn này với nguyện vọng được đổi nhóm học trong kì 191 sắp tới ạ, do một số môn bị kẹt giờ với công việc riêng của em. Các nhóm em có nguyện vọng đổi sang không vi phạm quy chế giờ học của nhà trường, nhưng hết chỗ . Đó là môn MT1009, nhóm lớp L15. Và môn CO2003, nhóm lớp L04 - L09. Mong Phòng Đào Tạo xem xét giúp em.",
    "Thầy cô cho em hỏi trong đợt đăng kí môn học lần 3 em muốn chuyển nhóm môn học thì phải làm như thế nào ạ?",
    "Em tên là  MSSV  Hiện trên bảng điểm của em đã có điểm môn mạch điện tử EE2007 nhưng em không đăng kí được môn mạch điện tử thông tin EE3011 do lỗi chưa có điểm môn tiên quyết mong phòng đào tạo xem lại giúp em",
    "Em xin đăng kí bổ sung môn đường lối ĐCSVN MS Môn học: SP1009 HỌC KỲ 1(2019 - 2020) - HK191 -   Lớp A01 Giảng viên:  Thứ 4- - 3 4 5 - -  CS 1 Mong phòng đào tạo xét duyệt cho em",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Nội dung: Em xin tăng tỉ số học sinh môn điện tử công suất ứng dụng (mã EE3079) HK191 hệ chính quy - đợt 2 (chuyển hệ). Kính mong thầy cô giúp em để em theo kịp được tiến độ. Em xin cảm ơn !",
    "cho em hỏi là em đã nộp băng av rồi ạ. mà bây giờ pđt ch duyệt cho em thì giờ em phải làm sao ạ.",
    "Em đã đạt chuẩn sau năm 2 , đã nộp chứng chỉ anh văn ở MyBK và thanh toán xét miễn tiếng anh ở BKPay nhưng em vẫn không được đăng kí các môn chuyên ngành năm 3. Em mong muốn PĐT giải quyết để em đăng kí môn ạ. Em cảm ơn.",
    "Em đã nộp chứng chỉ toiec trước ngày 25/07 vì chưa qua av2 để đk môn học . Mà lúc e đk môn học lại không được. Em cần phải làm gì ạ. Mong pdt thẩm tra chứng chỉ giúp em",
    "Kính gửi phòng đào tạo Em tên :  Mssv  Em đã nộp bằng vào ngày 24/7 và đã qua 350 nhưng không đăng kí được môn cơ sở ngành Mong pđt xem lại Em xin cảm ơn",
    "Em chào thầy/cô. Em tên Phạm Ngọc Phương Linh. MSSV 1812829. Em đa đạt 350 Toeic rồi nhưng vẫn chưa được đăng kí môn học. Em mong thầy cô giải quyết sớm để em được đăng kí cơ sở ngành. Em xin chân thành cảm ơn!",
    "Cho e xin được hỏi các bước để tăng sĩ số lớp. Hiện tại lớp  (CI3211) đã 40/40nguoi Xin được hướng dẫn từ các A/C",
    "Kính gửi PĐT  Em tên  MSSV  - ngày 23/07 em có nộp CCNN nhưng vẫn chưa được ĐKMH. Mong PĐT xem xét ạ!",
    "Kính thưa phòng đào tạo, em tên , mssv , vào ngày 24/7/2019 e đã nộp chứng chỉ anh văn và đã thanh toán xong ạ, đến nay vẫn chưa có kết quả thẩm tra ạ, e mong nhà trường thẩm tra nhanh giúp e để e kịp đăng kí môn học ạ, e cảm ơn ạ.",
    "kính gửi thầy cô phòng đào tạo  lần trước em đăng kí môn học cũng hiện ra thông báo này và không đăng kí được, lần này cũng vậy, cho em hỏi là tại sao và cách khắc phuc thế nào ạ, em cảm ơn!",
    "Em xin chào quý thầy/cô ạ. Em xin vào thẳng vấn đề ạ. Bữa điểm anh văn của em do sơ suất và cô đã cho thiếu em cột điểm môn Toeic500 học kì vừa rồi nên đợt đăng kí môn học trước của em bị hủy những môn bắt buộc tiên quyết anh văn. Giờ PĐT đã sửa điểm cho em và có bảo lại là đợt 3 này sẽ đăng kí được. Hôm nay là đợt cuối của việc đăng kí môn học và hiện tại em đăng kí và vẫn bị lỗi là thiếu môn Anh văn ạ. Em mong PĐT sẽ xem xét và giải quyết việc này cho em để em có thể đăng kí đúng thời hạn ạ. Em xin cám ơn.",
    "Chào quý thầy cô. Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500 Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt nhưng hiện tại em vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
    "chào thầy cô em là - em đã nộp chứng chỉ ngoại ngữ ngày 23/7 nhưng đến hôm nay em vẫn chauw đăng kí môn được do chưa đạt chuẩn anh văn mong thầy cô xem xét",
    "Em xin tăng thêm sĩ số môn học ME3025 Lớp A02. Tiết  7-8-9 của Thầy . Em xin cảm ơn",
    "Chào quý thầy cô, Lần trước em thi anh văn được 440, lần gần đây nhất thì được 335. Khi em đăng kí môn học thì không được do chuẩn anh văn. Cho em hỏi là do chưa cập nhập điểm hay sao ạ. Nếu vậy thì phòng đào tạo có thể cập nhập lại điểm anh văn là 440 để em có thể đăng kí môn học được không ạ. Xin chân thành cảm ơn ạ.",
    "Kính gửi phòng đào tạo em tên  MSSV: Em gửi chứng chỉ ngoại ngữ vào ngày 14/07/2019 và đã có kết quả là hợp lệ nhưng em vẫn chưa đăng kí môn được ạ. Mong thầy cô xem xét để em đăng kí môn ạ. Cảm ơn thầy cô ạ.",
    "Em tên  MSSV    em đã nộp chứng chỉ ngoại ngữ ngày 22 nhưng đến nay vẫn chưa thẩm tra. Em mong phòng đào tạo thẩm tra sớm để em đk môn học",
    "Kính gửi phòng đào tạo, em tên , MSSV: , khoa kỹ thuật hóa học.   em muốn hỏi là Hóa lý 1 (CH2003), Quá trình và thiết bị cơ học (CH2019) của HK191 có phải môn tiên quyết của Hóa lý 2 (CH2031), Qttb truyền nhiệt (CH2043) và qttb truyền khối (CH2051) của HK192 không ạ? Mong PDT hồi âm sớm ạ.",
    "Kính gửi phòng đào tạo, em tên , MSSV:    Em viết yêu cầu này mong PDT có thể tăng thêm sỉ số của môn Hóa lý hóa keo (CH1005) được không ạ? Vì đang trong thời gian đăng kí môn đợt cuối nên mong PDT duyệt sớm ạ.   Em cảm ơn.",
    "Môn học yêu cầu Chứng chỉ ngọai ngữ (CCNN) . CCNN của em đã được thẩm định là hợp lệ, nhưng vẫn không đăng kí được.",
    "Em là Nguyễn Thị Lan Nhi MSSV  xin tăng sỉ số môn Kế Toán Tài Chính im2001 thứ 4 tiết 7 8 9 L01 của thầy ",
    "Kính gửi quý thầy/cô phòng đào tạo Em tên . MSSV . Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Kế toán tài chính lớp L01 của thầy  chiều thứ 4 tiết 9 10 11, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơv và em chỉ có thể đăng ký giờ này này thôi ạ. Em xin chân thành cảm ơn.",
    "Xin pđt cho e đăng kí môn phương pháp tính ở cs2 vào ngày thứ 4 tiết 2,3,4 của thầy  E rất cảm ơn pđt đã xem mong muốn của e ạ          i       ",
    "Em học lớp XD17 bằng 2, xin Phòng đào tạo xem xét tăng sĩ số lớp CI3009 Kết cấu thép 1 Nhóm A02 Thứ 3 tiết 345. Để em được đăng ký môn học. Lí do: thuận tiện về thời gian đi học và hoàn thành được môn học Thép 1. Em chân thành biết ơn.",
    "Kính gửi các thầy cô trong phòng đạo tạo  Em tên là  MSSV:  Nội dung: em muốn xin phòng đạo tạo tăng sĩ số môn CH2021 Hóa hữu cơ, nhóm lớp L01, thứ 3 tiết 8-9-10",
    "Dạ có thể tăng sĩ số môn hóa học hóa sinh Tp CH2007 l01 được không ạ",
    "Em xin thầy cô mở thêm sĩ số môn - MT2001 lớp A06 - SP1009 lớp A04 - AS1003 Lớp A01  Lúc em vào đăng kí là vẫn còn sĩ số nhưng hệ thống báo chưa đến hạn đăng kí, nhưng lúc đó là 09h59AM em đăng kí mãi tới 10h02AM, vào lúc 10h05AM thì mọi thứ đều hết chỗ, em không thể đăng kí được, Mong thầy cô giúp đỡ em tại vì em chỉ đăng kí được mỗi 5 tín chỉ!",
    "Kính gửi PĐT Cảm ơn PĐT đã mở khóa để em có cơ hội được hiệu chỉnh. Tuy nhiên em bị trùng lịch các môn học khác, không sắp xếp được lịch môn Vẽ kỹ thuật (CI1003) Vì vậy em muốn xin PĐT tăng sĩ số lớp L04_L06 (Vẽ kỹ thuật - CI1003) được không ạ? Nếu không được, em vẫn theo học lớp A09_A02 dạy bằng tiếng Anh thì có ảnh hưởng gì không ạ? Học phí có như đại trà không ạ? Em là hệ đại trà ạ. Em xin chân thành cảm ơn ạ",
    "Dạ em là , mã số sinh viên là , khóa 2015 Cơ điện tử Việt Pháp. Trong đợt đăng kí chính thức thời khóa biểu cho học kì 191, em và các bạn có nộp đơn đề nghị đổi thời khóa biểu môn Kỹ thuật Robot, mã môn học là 207703. Cụ thể là từ lịch cũ tiết 789 thứ 4 sang tiết 101112 thứ 4. Mục đích là để em và một vài bạn có thể đăng kí được môn Các hệ thời gian thực 2, mã 404708. Nhưng đến đợt đăng kí bổ sung thì phòng Đào Tạo vẫn chưa đổi thời khóa biểu. Vì hệ thống đang hoạt động nên các chị phòng Đào Tạo nói phải đợi hết đợt đăng kí bổ sung vào 3 giờ chiều ngày 5/8/2019 thì mới thay đổi được. Do đó tụi em vẫn chưa đăng kí được môn Các hệ thời gian thực 2. Em rất mong anh/chị giúp đỡ để tụi em có thể đăng kí được môn, và ghi nhận trường hợp này để có thể bổ sung thêm môn này vào thời khóa biểu học kì 191 . Em xin chân thành cảm ơn.",
    "Em tên là:   MSSV:  Em vừa được xét duyệt ra khỏi lớp KSTN Khoa Kỹ thuật Hoá học, trong đợt ĐKMH lần 2 em không thể đăng ký môn học được do chưa đủ điều kiện, đến đợt này thì sĩ số các lớp em còn giờ trống lại bị đầy. Mong quý thầy cô gia tăng giúp em sĩ số các lớp sau để em có thể đảm bảo kế hoạch theo chương trình đào tạo . 1/ 3015 - TN quá trình thiết bị  Lớp 01 - thứ năm, tiết 7-11 - B2.105 SS hiện tại là: 40/40 2/ 2061 - CS tính toán và Thiết kế thiết bị Hoá chất  Lớp 01 - thứ năm, tiết 345 - B1.210 SS hiện tại là: 40/40 3/ 2065 - Hoá keo Lớp 02 - thứ tư, tiết 789 - B1.315 SS hiện tại là: 65/65 Kính mong quý thầy cô giúp đỡ. Em xin chân thành cảm ơn!",
    "Xin pđt tăng sĩ số môn MT1009 lớp A08",
    "do lúc trước em chưa đủ chuẩn anh văn của trường nên em có đăng kí 1 số môn đại cương cho đủ tín chỉ và đợt này em đã đủ điều kiện đăng ký nên em muốn huỷ đăng ký 1 số môn ở đợt 3 này phải làm sao ạ!!! Em phải làm cách nào, xin chỉ với ạ!! Em cảm ơn.",
    "Em tên là:  MSSV:  Em vừa được xét duyệt về việc xin ra khỏi lớp KSTN Khoa Kỹ thuật Hoá học. Trong thời gian ĐKMH lần 2,em không thể đăng ký đầy đủ môn học theo chương trình đào tạo được, đến đợt này thì em có bị vấn đề là 1 môn học bị trùng giờ nên không thể đăng ký được môn khác. Em kính mong thầy cô xem xét giải quyết chuyển giúp em môn CH2053 - TN  từ lớp A01 - thứ sáu, tiết 8-12 sang lớp A06 - thứ sáu, tiết 2-6 để em có thể sắp xếp đăng ký thêm môn học mới ạ . Em xin chân thành cảm ơn.",
    "kính gửi phòng đào tạo em tên là  mssv  email:  mục đích: rút môn học nhập môn lập trình ( CO1003) trong học kì 191 lý do: vì trong đợt đăng kí 1 và 2 e thiếu điều kiện anh văn tiên quyết nên không thể đăng kí môn học kĩ thuật chế tạo 1 (ME3031). nhưng hiện tại thì em bị tình trạng đăng kí môn học liên tục giữa tiết 6 và tiết 7 nên không thể đăng kí. vì môn học kĩ thuật chế tạo 1 là môn học tiên quyết để làm đồ án tốt nghiệp nên kính mong phòng đào tạo có thể tạo điều kiện để em có thể rút môn học. em xin cám ơn",
    "Em tên  MSSV: 2 Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 lớp P01 và môn Môi trường và con người  610001 lớp P02. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn",
    "Kính thưa thầy cô phụ trách phòng đào tạo. Em có đọc trên trang web trường lxếp loại sau tốt nghiệp là căn cứ vào điểm tb tích luỹ ngành.Mà theo trang đó, điểm tb tích luỹ ngành chỉ tính môn chuyên ngành.Vậy những môn đại cương,cơ sở ngành có tính ko ạ(nếu tính thì nó giống với tb tích luỹ,phân biệt để làm gì ạ) Em xin cảm ơn và mong nhận được hồi đáp từ thầy/cô.",
    "em tên: lê đăng nhật. mssv  ở đợt đăng kí môn học(đkmh) lần 2 em có đăng kí môn  những nguyên lí cơ bản của chủ nghĩa mác lê nin ( ps1003) và môn pháp luật việt nam đại cương (sp1007). do em đăng kí nhầm 2 môn này nên quá tín chỉ đăng kí chuyên ngành. trong đợt đkmh 3 em k thể đăng kí đủ môn chuyên ngành của em vì quá số chỉ cho phép. nếu không đăng kí được môn chuyên ngành thì em sẽ trễ mất 1 năm học. em mong PĐT tạo điều kiện cho em huỷ 2 môn học đã nêu trên. em xin cảm ơn",
    "Em tên là  Mssv: Nay em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn :     -Môn: Công trình trên đất yếu     -Mã số : CI4037     -Gv: thầy , lớp A01 Lý do : Em đăng kí nhưng bị quá sĩ số Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Môn ME2079 truyền nhiệt và thiết bị trao đổi nhiệt nhóm 02  Môn CH2009  Phân Tích nhóm 01-02",
    "Môn vật lí chất rắn (MA2001): Nhóm L02 Môn truyền nhiệt và thiết bị trao đổi nhiệt (ME2079): Nhóm L02",
    "Em tên là  Mssv:  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:      - Môn: Quản lý dự án xây dựng     - Mã số môn học : CI1053     - Lớp : A02 ( thầy  )     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3 Lý do :Em đăng kí trễ nên lớp đã hết sĩ số Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT Đại Học Bách Khoa TP HCM , hôm nay em có xin một yêu cầu là cho em xin chuyển cơ sở học thể chất 3 vì hôm đăng ký môn học em đăng ký nhầm học thể chất ở cơ sở 1 đó là lỗi của em , nhưng do bây giờ lịch học trùng với thời gian duy chuyển 2 cơ sở của em không có nên em xin PĐT xem xét duyệt cho em chuyển xuống cơ sở 2 học thể chất 3 . em xin cám ơn và xin lỗi về sự bất tiện này .",
    "Em chào thầy cô! Em tên   MSSV:  Em xin được tăng sỉ số môi anh văn 2 MSMH: LA1005 Lớp L01 Thứ tư tiết 789 Em mong được mở thêm sỉ số để được đăng kí học ạ Em cám ơn thầy cô!",
    "Kính gửi phòng đào tạo! Em tên -MSSV:. Em có nộp chứng chỉ toeic vào ngày 24/7 và đã trên 350 nhưng bây giờ em vẫn không được đăng ký môn học. Mong phòng đào tạo xem xét. Em cảm ơn !",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên:  MSSV:  Hồi đợt 2, em đã đăng kí bóng bàn thứ 2 tiết 2,3 nhưng đến đợt 3 thì TKB của em tự động đổi sang thứ 4 tiết 9,10. Cho em hỏi làm sao để sửa lại hoặc đăng kí môn khác ạ! Em xin cảm ơn ạ! ",
    "Em tên là  Mssv :  em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:  -Hư hỏng sửa chữa công trình   -Mã số môn học : CI1052  -Lớp : A01 Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi bây giờ em xin hủy môn bóng bàn hoặc đổigiờ học được không ạ? Vì đụng giờ môn sinh học ạ .",
    "Dạ chào mọi người. Tình hình là học kỳ trước em nộp học phí trễ, nên kỳ này không được phép đăng ký môn học. Vậy em nên làm như thế nào để có thể đăng ký được ạ, xin mọi người giúp đỡ. Chân thành cảm ơn ^ ^",
    "Em tên  mssv: Em muốn hỏi thầy (cô), em lỡ đăng ký một môn võ cơ sở hai, bây giờ đăng ký môn đợt 3 em muốn đổi môn võ thành bóng đá ở cơ sở 1 được không ạ . Em cảm ơn ạ.",
    "Em có đăng ký nộp CCNN và được thẩm tra hợp lệ ngày 24/7/2019 , nhưng đến nay em đăng ký LVTN vẫn thông báo thiếu CCNN ạ",
    "Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm toeic của em chưa load xong đến lúc được thì lại hết sĩ số ạ. Vì cấn lịch những môn đã đăng kí từ trước nên em xin PDT tạo điều kiện để em đăng kí:   Kết cấu bê tông cốt thép 1 msmh CI2091 Lớp A01   ĐAMH Kết cấu bê tông cốt thép 1 msmh CI2093 lớp A01   Phương pháp phần tử hữu hạn msmh CI3061 lớp A05",
    "Kính chào quý thầy cô phòng đào tạo! Em tên  MSSV V Em đã hoàn thành gần hết tất cả môn học và chỉ còn thiếu môn anh văn 4 thôi. Em không đăng ký được vì lớp đã đủ sĩ số rồi.Giờ em muốn đăng ký thì phải làm như thế nào ạ Em xin cám ơn quý thầy cô",
    "Em tên:  Mssv:  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:      - Môn: Hạ tầng công trình gt      - Mã số môn học : CI4019     - Lớp : A01 ( thầy  )     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3 Lý do :Em đăng kí trễ nên lớp đã hết sĩ số Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em để đảm bảo tiến độ ra trường. Em xin chân thành cảm ơn.",
    "Em tên là  Mssv:  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn:      - Môn:  Hạ Tầng Công Trình      - Mã số môn học : CI4019     - Lớp : A01 ( của thầy )     - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3 Lý do :Em đăng kí trễ nên lớp đã hết sĩ số Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Dạ chào thầy cô .Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm toeic của em chưa cập nhật xong đến lúc được thì lại hết sĩ số ạ. Vì trùng lịch những môn đã đăng kí từ trước nên em xin PDT tạo điều kiện để em đăng kí để kịp tiến độ môn học ạ. Dạ mã môn học ci2093 lớp A04 thầy ",
    "Em tên là , MSSV , em muốn đăng ký học môn Chi tiết máy (ME2007) vào nhóm A02_A04 nhưng không được vì lý do có học hai tiết 6,7 liên tiếp nhưng chỉ bị vào một buổi duy nhất. Em mong PĐT suy xét để em có thể đăng ký được môn Chi tiết máy ạ. Em xin chân thành cảm ơn!",
    "kính thưa quý thầy cô phòng đào tạo em tên NGUYỄN CHÍ KHÁNH MSSV  em đã nộp bằng toeic ngày 21/07/2019 để đăng ký môn luận văn tốt nghiệp nhưng tới đợt đăng kí ngày 1/8/2019 thì em đăng ký không được vì báo thiếu CCNN-1. em mong thầy cô xem xét giúp em để em được đăng kí em càm ơn quý thầy cô",
    "Cho em hỏi, hiện tại em muốn đăng kí lớp IM2001 Kế toán tài chính nhưng lớp L01 đã full, còn lớp L02 thì em lại trùng giờ học môn đã đăng kí trước đó và không thể hủy môn được. Em xin phép nhà trường mở thêm sĩ số lớp cho lớp L01 mã môn IM2001 giúp em được không ạ? (tại vì môn này là môn học trước của rất nhiều môn của khoa em nên em cần phải học trong kì này ạ) Em xin chân thành cảm ơn.",
    "Vào HK182 em có xin bảo lưu trong hai học kỳ liên tiếp là HK182 và HK183. Em đã làm đơn xin thu nhận lại và đã được cho phép đăng kí môn học vào đợt ngày 1/8 - 5/8. Hôm nay 1/8 em vào đăng kí thì bị đầy sĩ số. Em phải làm thế nào để được tăng thêm sĩ số lớp. Vì nếu HK 191 này em không đăng kí môn được thf sẽ bị đuổi học.",
    "Thầy cô cho em hỏi vì sao em đã đủ điều kiện đăng ký nhận LVTN. Khi đăng ký đã xác nhận là đủ điều kiện. Nhưng khi kết quả đăng ký môn học báo về lại báo là không đủ điều kiện nhận luận văn. Em mong Thầy cô giải đáp sớm vì sắp hết thời gian đăng ký môn học . Em cảm ơn.",
    "Em chào thầy cô! Em tên   MSSV:  Em xin được tăng sỉ số môi anh văn 2 MSMH: LA1005 Lớp L01 Thứ tư tiết 78910 Em mong được mở thêm sỉ số để được đăng kí học ạ Em cám ơn thầy cô!",
    "Kính gửi Phòng Đào Tạo  Em tên là  MSSV: 1 Hiện tại em đang theo học bằng 2 của Khoa Xây Dựng Em có đăng kí môn học chuyển hệ, môn học em đăng kí là  Chất Công Trình mã môn học là CI1043 nhưng sĩ số lớp đã đủ. Kính mong Phòng Đào Tạo có thể mở thêm sĩ số để em được đăng kí không ạ. Em xin cảm ơn",
    "Em chào thầy cô! Em tên   MSSV:  Em xin được tăng sỉ số môi anh văn 2 MSMH: LA1005 Lớp L01 Thứ tư tiết 789 Em mong được mở thêm sỉ số để được đăng kí học ạ Em cám ơn thầy cô!",
    "Kính thưa thầy cô em tên  Minh MSSV  Em muốn xin mở thêm sỉ số của lớp CH2007 L01 ạ  Vì lí do 2 lần trước em vướng chuẩn anh văn nên không thể đăng kí môn được mà sáng nay ngày 1/8 lúc 10 giờ e đăng kí thì không được sau đó em có liên hệ phòng đào tạo thì được phản hồi là 1 giờ chiều mới có thể đăng kí nhưng vào lúc 1 giờ e vào đăng kí thì lớp em định đăng kí đã hết slot. Em mong phòng đào tạo giải quyết dùm em vì em học công nghệ thực phẩm nên môn CH2007 chỉ có một lớp và chỉ mở một năm một lần. Em xin chân thành cảm ơn",
    "MSSV: Kính thưa thầy cô,trong đợt đăng kí môn học lần trước em bị thiếu anh văn nên không đăng kí môn đồ án được. Sau khi hoàn thành chứng chỉ tiếng anh và được đăng kí thì em lại bị trùng lịch với môn học đã đăng kí đợt 2 và không được hiệu chỉnh xóa môn đó để thay bằng môn đồ án. Nếu kì này không được đăng kí đồ án thì rất có thể em sẽ bị trễ 1 năm, kính mong quý thầy cô giúp đỡ để em có thể hiệu chỉnh môn học được ạ, em xin chân thành cảm ơn.",
    "Kính gữi phòng tạo. Em tên là . MSSV: . Vào HK182 em có xin bảo lưu trong hai học kỳ liên tieewsp là HK183 và HK191. Em đã làm đơn thu nhận lại và được cho phép đăng ký môn học vào đợt 1/8-5/8. Khi em đăng kí môn học thì tất cả các lớp sĩ số đều bị đầy. Em muốn xin tăng sĩ số lớp thì em phải làm thế nào vậy?",
    "kính thưa quý thầy cô em tên NGUYỄN CHÍ KHÁNH MSSV  em có nộp bằng toeic ngày 20/07/2019 để đăng kí luận văn tốt nghiệp nhưng khi tới đợt đăng kí ngày 1/8/2019 thì em đăng kí không được vì báo thiếu CCNN_1 em mong thầy cô xem xét giúp em để em có thể đăng kí môn học. em cảm ơn thầy cô",
    "Kính chào phòng đào tạo. Em tên là . Khoa: KH&KT máy tính. Em xin đại diện những bạn có tình trạng giống em nêu lên vấn đề: Lúc trước khi đăng kí môn đợt 3  đã được duyệt CCNN ( đã hợp lệ) nhưng khi đăng kí môn lại gặp phải trục trặc:  + Bắt đầu từ lúc mở đăng kí môn đến gần 11 giờ: liên tục hiện rằng em chưa qua anh văn 1. + Từ sau 11h: đã đăng kí đc nhưng hết sĩ số. + Sau đó em lên phòng đào tạo và hỏi về vấn đề. Và đã ko được giải quyết. Em mong rằng quý thầy/cô có cách giải quyết vấn đề này hoặc ít nhất là mở thêm sĩ số cho chúng em đăng kí để học được môn học trong học kì tới ạ. Xin cảm ơn quý thầy/cô đã dành thời gian cho gmail này.",
    "Tôi muốn đăng ký môn học phương pháp tính Mt1009 lớp thứ 4 tiết 3,4,5 Nhóm A01 phòng C4 304",
    "Kính gửi Phòng đào tạo, Em tên là , về việc đăng kí môn học em có 2 thắc mắc như sau: -Hiện em có đăng kí 2 môn , một môn có lớp bài tập học tiết 5, 6 còn môn khác em tiết lý thuyết 7,8,9 cùng thứ 5, nên em muốn hỏi là khi có thời khóa biểu chính thức thì có phải em sẽ bị xóa một trong 2 môn không ạ?  -Nhưng hiện tại do có vài môn không thay đổi lịch học được nên em muốn giữ lại 2 môn trên cho thời khóa biểu thì em cần làm một đơn cam kết sẽ đi học đúng giờ và gửi cho Phòng đào tạo phải không ạ?  Mong Phòng đào tạo giải đáp thắc mắc cho em.  Em xin cảm ơn,  ",
    "Chào thầy/cô ạ. Em tên , mssv  Vìlí do trùng lịch học tiên quyết của năm 2 là môn hóa hữu cơ nên mong quý thầy cô cho em được hủy môn vẽ kĩ thuật ạ. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em là  MSSV:  Em là sv năm 2 học ở cơ sở 2 nhưng vì bữa hiệu chỉnh đợt 2 e đã không để ý nên đăng kí nhầm học bóng chuyền cơ sở 1, đợt hiệu chỉnh này em vào chuyển qua lớp L16 học ở cơ sở 1 thì không được. Không biết có cách gì giúp em được không ạ. Em xin lỗi vì sự việc này. Em xin chân thành cảm ơn !",
    "Kính gởi thầy cô phòng đào tạo. Em tên , MSSV :  Em cần đăng kí môn chuyên ngành Em đã nộp bằng toeic 350 vào ngày 25/7/2019 và đã được thẩm tra nhưng em lại không đăng kí môn học được. Em mong thầy cô sớm giải quyết. Em cảm ơn thầy cô nhiều ạ.",
    "B Em chào thầy cô! Em tên   MSSV:  Em xin được tăng sỉ số môi anh văn 2 MSMH: LA1005 Lớp L01 Thứ tư tiết 789 Em mong được mở thêm sỉ số để được đăng kí học ạ Em cám ơn thầy cô!",
    "Kính thưa thầy cô Em tên     MSSV: Trong đợt đăng kí môn học lần trước em bị thiếu anh văn nên không đăng kí môn đồ án được. Sau khi hoàn thành chứng chỉ tiếng anh và được đăng kí thì em lại bị trùng lịch với môn học đã đăng kí đợt 2 và không được hiệu chỉnh xóa môn đó để thay bằng môn đồ án. Nếu kì này không được đăng kí đồ án thì rất có thể em sẽ bị trễ 1 năm, kính mong quý thầy cô giúp đỡ để em có thể hiệu chỉnh môn học được ạ, em xin chân thành cảm ơn.",
    "Lý do: Trước đây em   U   B không    đạt chuẩn anh văn năm 3    nên đã không đăng ký được các môn chuyên ngành nên phải đăng ký một số môn thay thế. Em vừa thi và nộp bằng Toeic trước ĐKMH đợt 3 nhưng do các môn thay thế trước đây đã trùng với môn chuyên ngành của em (1 năm chỉ mở 1 lần) nên đã không đăng ký được Mong muốn: Em xin được mở khóa hiệu chỉnh ĐKMH để em có thể đăng ký được các môn chuyên ngành. Do các môn này rất quan trọng với em một năm chỉ mở một lần nếu không đăng ký được em có thể   B bị trễ tốt nghiệp.    Em xin cám ơn và mong muôn yêu cầu của em sẽ được hồi đáp sớm nhất có thể ạ!",
    "Dạ em kính chào quý thầy/cô ạ. Em là , MSSV: . Do tính chất RẤT QUAN TRỌNG nên em xin phép được trình bày vấn đề luôn ạ. Dạ là học kì vừa rồi em có học môn Toeic500, trước đó cô  do chưa cho 1 cột điểm nên sau đó cô đã gửi đơn lên PĐT sửa lại và PĐT đã sửa lại cho em điểm môn đó sau đó. Kết quả đó của em xác nhận là 5.5đ và đã qua môn (bây giờ trong bảng điểm lại không hiển thị nữa). Sau đó em có hỏi lại PĐT về vụ đăng kí môn học sắp tới và được tin là sẽ đăng kí được ở đợt 3 này. Nhưng đến bây giờ thì em và 1 bạn nữa trong trường hợp này lại chưa đăng kí được . Vì tính chất QUAN TRỌNG của việc này em mong quý thầy/cô  lại vấn đề này cho bọn em để nó không ảnh hưởng đến việc đăng kí môn học của bọn em ạ. Em xin chân thành cám ơn và mong nhận được phản hồi sớm nhất từ quý thầy/cô ạ. Em xin chào ạ.",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học Thiếtbị & hệthống tựđộng - lớp A02-A03 để em có thể tham gia học tập. Em xin chân thành cảm ơn.",
    "chào thầy cô em là - em lỡ đăng kí môn học 2 đợt trước bây giờ môn học tiên quyết để đi thực tập của em bị trùng không đăng kí được bây giờ em phải làm sao để có thể đăng kí môn ạ em",
    "Em vừa nộp bằng toiec vào sáng nay thì khi nào em mới đăng kí luận văn được.Em đạt đủ số tín chỉ để làm luận văn rồi. Em có đọc quy chế thấy là chỉ cần nộp chứng chỉ ngoại ngữ vào là đăng kí được luận văn chưa cần xét duyệt. Có cách nào để em đăng kí luận văn trong đợt 3 này không . Em cảm ơn.",
    "hoc Do 2 đợt đkmh trước bị vướng chuẩn av sau năm  2 nên em không đăng kí được một số môn. Sau đó em đã xin rút khỏi chương trình kstn để giảm chuẩn av.   Em mong cô có thể giúp em tăng sĩ số các môn sau: Đánh giá hiệu năng hệ thống CO3007 Nhóm LO1 Kiến trúc máy tính          CO2007 Nhóm LO4_LO8 Quản lý dự án cho kỹ sư     IM2011 Nhóm LO1   Em mong cô sớm phản hồi.Em xin chân thành cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo Em tên , mssv  Do khi đăng kí môn học đợt 1 em có đăng kí một vài môn đại cương. Sau này nộp CCNN em mới được đăng kí môn chuyên ngành và môn tiên quyết năm 2 của em là môn hóa hữu cơ đã bị trùng với môn vẽ kĩ thuật. Giờ em có nguyện vọng xin được hủy môn vẽ kĩ thuật được không ạ?  Mong được nhận sự phản hồi sớm từ thầy cô Em xin chân thành cảm ơn",
    "Kinh gửi thầy cô !  Em tên ĐINH HOÀNG KHANH mssv  hệ vhvl khóa 2018 : nhờ thầy cô hủy dùm em môn học sức bền vật liệu mmh ci2007 ( ĐỢT ĐĂNG KÝ MÔN HỌC HỌC KỲ 1 2019-2020 HỆ CHÍNH QUY ĐỢT 2 ) VÌ LÝ DO em đã đăng ký môn này ở đợt đăng ký 1 2019-2029 hệ VHVL rồi ! Em chân thành cảm ơn",
    "MSSV:  Dạ chào cô, Trong đợt 1 đăng kí môn học học kì 191, em có đăng kí môn Hệ cơ sở dữ liệu (CO2013) và được phân vào lớp L01-L02 . Trong đợt hiệu chỉnh đợt 2 em đã hủy lớp L01-L02 và đăng kí vào lớp L02-L08, trong phiếu đăng kí báo đã thõa điều kiện đăng kí và đã đăng kí nhưng kết quả đợt 2 trong danh sách lại không thấy môn Hệ cơ sở dữ liệu. Em đã kiểm tra lại những ràng buộc để DKMH và không bị vi phạm. Em xin đính kèm phiếu đăng kí đợt 2 báo đã thành công. Mong cô có thể tăng thêm sĩ số lớp L02-L08 môn Hệ cơ cở dữ liệu (CO2013) để em được đăng kí lại với được không ạ. Em chân thành cảm ơn cô, chúc cô một ngày tốt lành!",
    "Xin mở thêm sỉ số lớp ạ. ( CI3195) ﻿Em khóa K15, vẫn đang còn nợ môn nền móng, nay mong phòng đạo tạo có thể mở thêm sỉ số lớp B01 ( CI 3195) để em có thể học trong học kì này ạ",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học EE3007 - L/t điều khiển nâng cao - lớp A03-A06 để em có thể tham gia học tập và hoàn thành tốt. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em tên :   Mssv :  Trong đợt đkmh 1 và 2 học kì 191 em chưa qua 350 và không đăng kí được môn cơ sở ngành , tuy nhiên vừa rồi em đã qua được 350 toeic và đã nộp bằng để đk môn cơ cở ngành ,nhưng khi em đk thì các lớp đã full sĩ số và pđt trả lời em là không tăng thêm sĩ số được nữa . Em muốn xin pđt mở lớp dự thính môn Cấu trúc dữ liệu và giải thuật (CO2003) vào học kì 191.Phòng đào tạo cho em hỏi là : 1) em có thể lấy mẫu đơn ở đâu 2) em phải nộp đơn ở bộ phận nào của nhà trường để được duyệt 3) điều kiện để yêu cầu mở lớp của em được duyệt Em biết rất nhiều bạn có cùng hoàn cảnh giống em nhưng không biết giải quyết như thế nào . Mong phòng đào tạo duyệt yêu cầu của em để em không bị chậm tiến độ học tập Em xin cảm ơn !!!",
    "Kính thưa phòng đào tạo,  Em tên là  (). Em đã nộp chứng chỉ TOEIC vào ngày 27/7 rồi những hiện tại em vẫn không đăng ký môn học được ạ. Mong phòng đạo tạo có thể giải quyết sớm để em có thể đăng ký được. Em  ơn.",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học EE3019 - Truyền số liệu và mạng - lớp A10-A20 để em có thể tham gia học tập và hoàn thành tốt ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy . Nếu như môn đó đã full sĩ số thì tại sao em lại ấn vào nút chọn đc ạ!!! Em refesh lại  Vậy điều này có thể kết luận được rằng ngay lúc em ấn \"chọn\" ngay lúc đó mà chuẩn anh văn của em đã được cập nhật thì em đã đăng kí thành công rồi . Học kì dự thính đối với em nó rất khó khăn. Nhà em ở quê, từ nhà lên cơ sở 2 đã mất gần 1 giờ đi xe bus.",
    "Kính thưa phòng đạo tạo,  Em tên là (), vì chứng chỉ anh văn nên giờ mới bắt đầu đăng ký môn học được Nhưng hiện tại môn Phân tích thiết kế hệ thống (CO3025) đã đầy nên  mong đào tạo tăng sĩ số để  có đăng ký được không ạ Em cảm ơn !!",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học EE3005 - Đo lường công nghiệp - lớp A03-A05 để em có thể tham gia học tập. Em xin chân thành cảm ơn.",
    "Em   Hiện giờ em muốn đăng kí môn học bắt buộc để kì 192 làm luận văn tốt nghiệp, nhưng môn học đó bị trùng lịch với môn tự chọn mà em đã đăng kí ở đợt 1. Giờ em không thể hiệu chỉnh môn tự chọn được để em đăng kí môn bắt buộc. Không biết làm sao để em có thể hiệu chỉnh môn tự chọn, để đăng kí môn tiên quyết ạ. Mong thầy cô hướng dẫn.",
    "Kính gửi thầy/ cô phòng đào tạo Em tên  ,mssv  Vì bị kẹt lịch môn học tiên quyết năm hai nhưng vì đợt này không thể hủy đi môn đại cương em đăng kí lúc đầu. Cô ơi cho em hỏi mình có thể chuyển lớp vẽ kĩ thuật được không ạ? Trường hợp các lớp vẽ bị kín lịch hết thì sao ạ? Môn hóa hữu cơ quan trọng với em lắm cô ạ. Mong nhận được sự phản hồi từ cô. Em cảm ơn cô nhiều",
    "Dạ!!! Thầy . Em tin chắc rằng sẽ không thể thiếu máy vì  theo em chắc chắn sẽ có nhiều bạn đem theo laptop của mình để tiện làm bài (do giao diện máy trường không thành thạo) . Điều này đã được thực tế ở môn học kĩ thuật lập trình (thực hành) ở học kì 182 (trên 50%) sinh viên lớp không dùng máy trường. Nên thầy có thể yên tâm về điều này.",
    "Kính gửi phòng đào tạo. Em tên . Em muốn xin phòng đào tạo mở thêm sỉ số môn truyền số liệu mạng - mã môn học EE3019 nhóm lớp A06 - A10. Em xin cảm ơn ạ.",
    "Kính gửi thầy cô phòng đào tạo. Em tên Huỳnh Chí Toàn, là sinh viên khoa máy tính. Hiện tại em không thể đăng kí môn chuyên ngành vì các môn chuyên ngành đều đã đủ sĩ số rồi. Em thật sự mong phòng đào tạo có thể tăng thêm sĩ số lớp để em có thể học những môn sau đây: + Cấu trúc dữ liệu & giải thuật (CO2003) lớp L02_L04 + Lập trình hướng đối tượng (CO2005) lớp L04_L07 + Kiến trúc máy tính (CO2007) lớp L02_L03 Mong phòng đào tạo giải quyết em để em có thể đăng kí môn học được ạ. Em xin chân thành cảm ơn!",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học EE3021 - Thực tập điện tử 2 - lớp A22 để em có thể tham gia học tập. Em xin chân thành cảm ơn.",
    "Em tên:   MSSV:  Chào thầy , hôm nay em viết đơn này mong thầy mở sĩ số môn học EE3005 - Đo lường công nghiệp - lớp A03-A05 để em có thể tham gia học tập. Em xin chân thành cảm ơn.",
    "Thầy cô cho em hỏi vì sao em đã đủ điều kiện đăng ký nhận LVTN. Khi đăng ký đã xác nhận là đủ điều kiện. Nhưng khi kết quả đăng ký môn học báo về lại báo là không đủ điều kiện nhận luận văn. Em mong Thầy cô giải đáp sớm vì sắp hết thời gian đăng ký môn học . Em cảm ơn.",
    "Em bị trùng lịch học với môn thể chất( Bơi) nên không thể đăng ký được môn chuyên ngành trong đợt đăng ký thứ 3 lần này, do không thể hiệu chỉnh và rút môn thể chất được. Em mong phòng đào tạo có thể hỗ trợ sớm hơn để em có thể đăng ký môn học ạ, do thời gian đăng ký môn sắp hết rồi ạ.",
    "Hi cô ,em muốn tăng sĩ số lớp Tính toán song song thầy  ,cô khi nào tăng thì thông báo qua mail cho em với mail:  thank cô nhiều nha!",
    "Hi cô! em muốn tăng sỹ số lớp Kinh tế học đại cương(IM1013) thầy  ,kỳ tới chỉ mở 1 lớp này duy nhất ,mong cô giúp đỡ ạ! thank cô nhiều!!",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa  Em tên Huỳnh Thị Bảo Ngọc MSSV   Kính mong phòng đào tạo xem xét tăng sĩ số lớp của môn Hóa Phân Tích (CH2009) nhóm L01-L02 vì em không có nhóm nào phù hợp ngoài nhóm trên do trùng lịch với các môn khác . Mong phòng đào tạo xem xét giúp em . Em xin trân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa Tp.HCM. Em tên: Nguyễn Thị Kim Cương  MSSV:  Kính mong Phòng Đào Tạo có thể xem xét tăng sĩ số nhóm L01-L02 của môn Hoá Phân Tích (CH2009) vì hiện tại không có nhóm nào ngoài nhóm trên phù hợp với thời khoá biểu của em do trùng lịch học với các môn khác. Mong PĐT xem xét giúp em. Em xin chân thành cảm ơn!",
    "Cô ơi giúp em hủy môn CI1049 Kiến Trúc để em đăng ký môn tiên quyết thép 2 với ạ. Tại nếu không đăng ký được thép 2 em sẽ bị trễ luận văn tốt nghiệp. Em rất mong được sự giúp đỡ của cô ạ.",
    "Em chào thầy cô ! Em học khoa Kĩ thuật hóa học. Em muốn hỏi thầy cô là văn phòng khoa ở đâu? để em đi nhận giấy xác nhận sinh viên . Em cảm ơn thầy cô!",
    "Hiện tại em vẫn không đăng ký được vì thiếu chuẩn anh văn CCAS_3. Em đã nộp chứng chỉ TOEIC 490 vào ngày27/7. Mong phòng đào tạo giải quyết sớm để em có thể đăng ký môn học. Em cảm ơn.",
    "Em tên là  MSSV  Hiện bảng điểm em đã có điểm môn Mạch điện tử EE2007 nhưng em vẫn không đăng kí được môn Mạch điện tử thông tin EE3011 do lỗi thiếu điểm môn tiên quyết. Mong phòng đào tạo xem lại giúp em. Em xin cám ơn.",
    "Kính gửi thầy cô phòng đào tạo, em là  ﻿ MSSV  ﻿ Do khi đăng ký thi tiếng anh nói viết chưa có kết quả, em đã đăng kí môn học AS3093, học kì 191 ﻿ngày 19/7 em đã nhận kết quả, và muốn tốt nghiệp (em đã nộp xét tốt nghiệp và đã được duyệt) ﻿Vậy em muốn hủy môn học đó. Bữa tuần trước em hỏi cô ở PDT thì cô bảo chờ đến ngày 1/8 . ﻿Nhưng giờ em không hủy được môn đã đăng ký. Xin cô thầy giúp em với ạ ﻿ ﻿Em chân thành cảm ơn!",
    "Kính gửi phòng đào tạo Đại Học Bách Khoa TP HCM. Hôm nay em xin gửi yêu cầu cho phòng đào tạo là em muốn xin PĐT tăng sỉ số đăng ký các lớp như anh văn 1 hoặc phương pháp tính , em xin cám ơn ạ .",
    "Em là SV lớp HC18KSTN, em muốn hủy lớp Vẽ kỹ thuật mã môn CI1003 ở cs2 để chuyển sang lớp ở cs1 mà bị khóa. Em nhờ thầy cô xóa giúp em .",
    "mong nhà trường xem xét và sắp lại thời khóa biểu.",
    "Kính thưa Phòng Đào Tạo Em tên là  MSSV  Vừa qua em có chuyển CCNN đợt 25/7 để được đăng kí môn học cho năm 2. Nhưng vì chỉ đăng kí được đợt 3 nên môn hóa lý 1 (CH2003) đã bị trùng lịch môn trước và chỉ đăng kí được vào nhóm L04. Vì vậy, em mong Phòng Đào Tạo có thể tạo điều kiện cho em mà tăng sĩ số và bố trí em vào nhóm L04. Em rất mong sự phản hồi sớm từ Phòng Đào Tạo để trước 15h ngày 5/8 em có thể đăng kí thêm môn song hành là hóa phân tích (CH2005) ạ. Em xin chân thành cám ơn!",
    "Em tên là Nguyễn Hoàng Phúc, MSSV 1712676 Em vừa được xét duyệt ra khỏi lớp KSTN Khoa Kỹ Thuật Hóa Học, Trong đợt ĐKMH lần 2 em không đăng kí được vì không đủ điều kiện, Đến đợt 3 thì các lớp em còn giờ trống lại bị đầy sỉ số. Mong quí thầy cô gia tăng sỉ số để em có thể đăng kí theo kế hoạch của chương trình đào tạo: 1/ CH3023- Thiết Kế Hệ Thống Quá Trình Công Nghệ Hóa Học     Lớp A02 - Thứ hai - tiết 345 - B1-302       SS 70/70 Kính mong quý thầy, cô giúp đỡ, Em xin chân thành cảm ơn!",
    "Chào Cô. Hôm nay em viết gmail này mong muốn phòng đạo tạo hủy môn giáo dục thể chất mà em đăng kí vào ngày thứ hai.ĐỂ em có thể đăng kí được môn con người và môi trường học ở cs 1 vào thứ hai tiết 7,8,9. Mong nhà trường có thể giúp e đợt đk này ạ tại e hết môn đăng kí được rồi ạ.e cảm ơn nhà trường đã xem gmail này ạ .    .",
    "Kính gửi: Phòng ĐÀO TẠO Hiện tại lớp Ô TÔ hệ VLVH, bị trùng thời khóa biểu đăng khi đăng ký môn học HK 191. Các môn trùng là TR3045( Ô TÔ) học ngày thứ 3 và TR3049(THIẾT KẾ Ô TÔ) học thứ 3, thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc môn được.cả 2 môn này đều là môn học trước của các môn cho HK 192. Kính mong phòng Đào tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD: chuyển môn TR3045 sang thứ 4,...) Rất mong phản hồi từ phòng Đào tạo. Trân trọng cảm ơn.",
    "Em tên là: Nguyễn Hoàng Phúc, MSSV: 1712676 Em đã được phê duyệt ra khỏi lớp KSTN khoa Kỹ Thuật Hóa Học, Trong đợt đăng kí môn học đợt 2, em có đăng kí môn CH2003 - Hóa Lý 1 để cải thiện, nhưng thời khóa biểu lại xếp em vào lớp A03 học bằng tiếng anh. Trong khi em đã được phê duyệt ra khỏi lớp KSTN rồi, nên em kính mong quý thầy, cô xóa cho em môn học này! Vì các mã còn lại đều học ở cs2 nên rất bất tiện cho em trong việc đi lại! Em chân thành cảm ơn quí thầy, cô",
    "Kính gửi : Phòng ĐÀO TẠO  Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 ( Ô TÔ) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô TÔ) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sáng thứ 4,  . ) Rất mong phản hồi từ phòng Đào tạo . Trân trọng cảm ơn .",
    "Kính gửi : Phòng ĐÀO TẠO  Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 ( Ô ) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô ) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sang thứ 4,  . ) Rất mong phản hồi từ phòng Đào tạo . Trân trọng cảm ơn .",
    "Kính gửi thầy (cô), Tên em là , sinh viên K16 khoa Điện-Điện tử. Em xin phép hỏi về lịch học vụ học kì 191 như sau ạ: Em thấy ở mục lịch học vụ kì 191 trên website aao.hcmut.edu.vn có ghi thời gian bắt đầu học kì là 21/8 (thứ 4). Tuy nhiên trong thời khóa biểu trên mybk (Ngày cập nhật:01/08/2019 1:39:42 PM) thì em có 1 môn học được xếp vào thứ 2, và môn đó bắt đầu từ tuần học 34 (tức ngày 19/8). Cho em hỏi lịch ở đâu là chính xác ạ? Mong thầy (cô) giúp em có câu trả lời chính xác, do em phải đi máy bay vào TP.HCM nên cần biết lịch sớm để đặt vé sớm ạ. Em xin chân thành cảm ơn",
    "Chào anh/chị! Hiện em có phúc tra môn học Thông Tin Di Động trên mybk khá lâu rồi chưa có kết quả, em có liên hệ thầy dạy môn đó, thầy bảo chưa thấy phòng đào tạo gửi phúc tra. Em có gửi ảnh đi kèm bên dưới. Anh/chị xem giúp em",
    "Kính thưa thầy cô phòng đào tạo em là  em đã nộp bằng toiec vào 10h ngày 25/7 để có thể đăng kí môn học vào 1/8 này nhưng đến h em vẫn chưa được đăng kí vì báo là chưa đạt anh văn sau năm nhất vậy em mong thầy cô xem xét lại để em có thể kịp thời đăng kí môn học ạ .Em xin cảm ơn ạ",
    "Em tên là  MSSV  Cho em hỏi PĐT là lúc em đăng kí đợt 2 môn vẽ kĩ thuật (CI1003) thì mã lớp ghi trên cs1 là tiếng Việt nhưng mới hôm qua đến nay em đã thấy mã lớp chuyển về tiếng Anh mà em không học kstn thì em có thể chuyển sang lớp tiếng Việt khác được không ạ? Em muốn xin chuyển sang lớp L07_L11 thì PĐT có thể mở thêm cho em 1 slot được không ạ? Em cảm ơn!",
    "Em tên là , MSSV:, em muốn hỏi là học kì 181, em có học anh văn 4 nhưng em rớt, em không biết nếu em nộp bằng xin chuyển điểm thì có tính là em qua anh văn 4 không hay phải học lại ạ? Em cũng muốn hỏi là nếu em học cải thiện 1 số môn thì điểm của môn đó tính cho học kì e vừa học hay tính cho học kì trước đó ạ? Em xin chân thành cảm ơn quý thầy cô đã giải đáp thắc mắc cho em!",
    "Xin phép PDT có thể tăng sĩ số môn học CI4019 Hạ tầng công trình được do thầy  giảng dạy ạ. Đợt đăng kí trước em đã có xin mở thêm sĩ số nhưng vẫn chưa vào được lớp ạ . Em xin cảm ơn PDT.",
    "em không đăng kí vào lớp nền móng buổi chiều t2 tiết 13 14 15 vì quá sĩ số",
    "Kính gửi PĐT,  Hiện tại đợt 3 của đăng ký môn học kỳ 191 của hệ chính quy, em muốn xoá bớt một môn nhưng hệ thống báo là môn học đã bị khoá. Xin PĐT xem xét và hướng dẫn cho trường hợp của em ạ. MSSV của em là ",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV: 1 Em đã nhận được câu trả lời về DKMH môn địa chất công trình, mã môn học là CI1043. Nhưng em có thắc mắc là em thấy môn học đó nằm trong phần chuyển hệ và học ban đêm thì làm sao dành cho K19 được ạ . Nếu như vậy thì làm cách nào em có thể đăng kí được ạ. Em cảm ơn",
    "Thưa Thầy/ cô. emm tên: - MSSV:  Hiện tại môn học Quản lý vật tư & Tồn kho (htcn)- : ME4027-nhóm A01 đã full sỉ số 34/34 Đây là môn học chuyên ngành bắt buộc của em, tuy nhiên em vẫn chưa đăng kí được, kính mong thầy/cô xem xét và tăng sỉ số môn ME4027- nhóm A01 thêm 1 slot Trong khi chờ đợi sự xem xét của thầy/cô, em xin chân thành cảm ơn! Sinh viên, ",
    "Anh văn 4 -LA1009- A01- Thứ 2- tiết 9,10,11,12",
    "Xin cho em hỏi là em muốn hủy 3 môn học đã đăng ký là các môn: MA4041 - Kỹ thuật sản xuất vật liệu chịu lửa, lớp L01 CH2009 - Hóa phân tích, lớp L01-L01 CH2001 - Hóa lý, lớp L02-L04 Em xin hủy các môn trên để có thể đăng ký Thực tập tốt nghiệp. Do cũng đã gần hết hạn đăng ký nên mong được hỗ trợ sớm ạ, em xin chân thành cảm ơn.   i  ..",
    "Kính thưa quý thầy cô, em là Nguyễn Văn Luật, MSSV: 1712085.    Kính thưa quý thầy/ cô, em đã đạt chuẩn Anh Văn năm 2 (đã qua môn Toeic 500 ở trường), nhưng lý do là cô vào thiếu cột điểm cho em môn học đó nên phải đến trước đợt Đăng kí bổ sung lần 2 bọn em mới được Phòng Đào Tạo cập nhật điểm trên trang Mybk ạ. Môn đó em được 5.5đ và đã qua môn nhưng em không hiểu sao bây giờ vào bảng điểm của mình lại không xuất hiện môn đó. Không những em mà một bạn của em học môn này cũng gặp trường hợp như em. Sau đó bạn em có lên Phòng đào tạo để hỏi lại việc đăng kí bổ sung môn học cho đợt 3 này thì được tin là sẽ được cập nhật kịp để đăng kí trong đợt bổ sung cuối này.    Các môn học em đăng kí bổ sung bao gồm: Vi điều khiển- ME3007 (Nhóm A02-A05 hiện đang 14/17 sinh viên đăng kí), Kỹ thuật thủy lực và khí nén – ME3001(Nhóm A08-A17 hiện đang 10/19 sinh viên đã đăng kí), Dung sai và kỹ thuật đo- ME3003 (Nhóm A08-A18 hiện đang 13/20 sinh viên đã đăng kí), Động lực học và điều khiển – ME3011 (Nhóm A02 hiện đã đầy sĩ số). Các số liệu trên em cập nhật lúc 21h13p ngày 01/08/2019.    Hôm nay 01/08 đợt bổ sung lần 3 này đã mở, và em vẫn chưa đăng kí bổ sung được vì lý do GIỐNG NHỮNG ĐỢT TRƯỚC em đã đề cập ở trên. Em có gửi e-mail lại cho bên Phòng đào tạo và em nhận được thông tin là 13h chiều hôm nay (01/08) đã đỗ lại dữ liệu cho những trường hợp nộp CCNN trước đó. Và em vào đăng kí vẫn không được với lỗi tương tự trước đó. Em nghĩ có thể có sự sai sót gì đó ở đây vì trường hợp của em là cô cho điểm sai và Phòng đạo tạo cập nhật điểm lại sau- khác với những bạn khác là nộp CCNN vào nên em nghĩ có thể là có sai sót ở đây ạ.    Em kính mong quý thầy/ cô xem xét lại vấn đề này giúp em càng sớm càng tốt ạ, vì số lượng các bạn sinh viên đăng kí môn học đó sắp hết chỉ tiêu, nhiều khả năng sẽ ảnh hưởng tới việc đăng ký môn học học kì 191 của em.    Nếu cần thông tin gì em có thể cung cấp qua email luat.nguyenluat.van@hcmut.edu.vn ạ .    Em xin cám ơn ạ!",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa TPHCM! Em tên là  MSSV  Đợt đăng kí môn học đợt 2 em có chỉnh sửa việc đăng kí môn học Pháp luật đại cương SP1007 và hiển thị là ngôn ngữ V (em có chụp hình ảnh chứng minh). Nhưng tới đợt đăng kí đợt 3, ngôn ngữ chuyển sang TA. Trong đợt này không được xóa môn, nên em không thể đăng kí nhóm khác chọn ngôn ngữ V được. Cho em hỏi em có thể làm đơn xin được xóa môn SP1007 để đăng kí lại được không? Và cho em hỏi khi được xóa môn như vậy có xóa luôn các môn khác không vì nếu đăng kí lại thì sẽ không còn cơ hội. Em chân thành cảm ơn và momg sớm nhận được phản hồi.",
    "Kính gửi nhà trường và phòng đào tạo.sếp lại lịch học học kì I (2019-2020) hệ vừa học vừa làm để chúng em có thể đăng kí được học môn thiết kế ôtô mà không bị trùng lịch học với các môn khác trong kì mới. Mong nhà trường và phòng đào tạo xem xét giúp đỡ. Chúng em cảm ơn nhà trường và phòng đào tạo!",
    "Em tên là :.MSSV: Thầy / cô cho em xin mở rộng thêm sỉ số lớp kinh tế kỹ thuật của cô  lớp L01 để đủ tiêu chuẩn 10 chỉ cho học kì 191.",
    "Em tên là   MSSV  Em xin được mở rộng sĩ số lớp Động lực học và Điều Khiển (ME3011) nhóm A01 của thầy  . Do môn này môn tiên quyết nên em không muốn bị trễ. Mong phòng đào tạo giúp đỡ a.",
    "Chào quý thầy cô. Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500 Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt nhưng hiện tại em vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
    "Kính gửi thầy cô Phòng Đào Tạo Tên em là , lớp CK18HT4, khoa Cơ Khí. Thưa thầy cô cho em hỏi môn Quản lý logistic- msmh: ME3233 có thể tăng sĩ số lớp học được không ạ? Em và một số bạn nữa chưa đăng ký được môn này do đã đủ sĩ số mặc dù trong chương trình đào tạo môn này bọn em phải học ở HK191. Em xin chân thành cảm ơn.",
    "E chào ad ạ , a/c có thể cho e biết giờ e muốn rút môn ra để đăng kí môn khác được không ạ , và nếu rút ra  rồi em vẫn phải đóng học phí cho môn đó ạ . Mong a/c trả lời e nhanh với ạ . E cảm ơn",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa TPHCM! Em tên là  MSSV  Đợt đăng kí môn học đợt 2 em có chỉnh sửa việc đăng kí môn học Pháp luật đại cương SP1007 A21 và hiển thị là ngôn ngữ V (em có chụp hình ảnh chứng minh). Nhưng tới đợt đăng kí đợt 3, ngôn ngữ chuyển sang TA. Trong đợt này không được xóa môn, nên em không thể đăng kí nhóm khác chọn ngôn ngữ V được. Cho em hỏi em có thể làm đơn xin được xóa môn SP1007 để đăng kí lại được không? Và cho em hỏi khi được xóa môn như vậy có xóa luôn các môn khác không vì nếu đăng kí lại thì sẽ không còn cơ hội. Và nếu em xin hủy nhóm A21 để đăng kí nhóm khác vẫn môn SP1007 thì em có phải đóng tiền học phí của 1 môn nhưng nhân 2 không? Em chân thành cảm ơn và momg sớm nhận được phản hồi.",
    "Kính gữi Phòng Đào tạo.      Em tên là . MSSV . Em có xin tạm dừng học HK182 và em đã dừng 2 học kỳ liên tiếp là HK182 và HK183. Nay em được thu nhận lại vào HK191. Em được PDT cho phép đăng kí môn học đợt 1/8 - 5/8, vào lúc 13h ngày 1/8. Đến khi em đăng kí thì các lớp đã đầy hoặc chưa mở . Và em chỉ đăng kí được những môn cơ sở ngành và chưa đănh kí được những môn đại cương. Em kính mong PDT sẽ xem xét và giải quyết về vấn đề tăng sĩ số ở các lớp:     + : Giải tích 2.     + : Đại số tuyến tính.     + : Vật lý 2 Nhóm 02-03.     + : Thí nghiệm vật lý.     + : Phát triển bền vững. (Các môn không ghi nhóm là do em không có thời khóa biểu nên không biết phải đăng kí nhóm nào và trên trang đăng kí môn học cũng không có).     Nếu có thể, kính mong PDT mở thêm các lớp mới ở các môn nêu trên. Và em củng xin hỏi là nếu em đăng kí được các môn đã nêu trên thì em có thể hủy đăng kí các môn cơ sở ngành đã đăng kí không? Em kính mong nhận được sự giải quyết sớm của PDT.     Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Ngày 26/7 vừa rồi em đã nộp chứng chỉ ngoại ngữ để được học tiếp trong học kỳ 7 (học kỳ 191), nhưng tới nay vẫn chưa được thẩm tra xong, trong khi đến ngày 5/8 này là hết hạn đăng kí môn học rồi. Em mong phòng đạo tạo có thể sớm giải quyết giúp em để em có thể đăng kí và học tiếp vào học kỳ tiếp theo ạ !",
    "Chào quý thầy cô. Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500 Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt Cụ thể cột điểm KT=6.4, BT=3, THI=6.5, ĐTB=5.5 nhưng hiện tại điểm của em lại không có trên bảng điểm dẫn đến vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
    "kính gửi phòng đào tạo em tên là  trực mssv  ngày hôm qua em có gửi yêu cầu hủy môn học và đã được chấp nhận, trang web đã mở khóa cho em để hủy môn. nhưng khi em hủy môn, trang web báo đã hủy thành công nhưng môn học bị hủy vẫn không mất đi, và khi em đăng kí môn mới trùng lên lịch môn bị hủy hệ thống vẫn không chấp nhận . cho em hỏi nguyên nhân và xin được sớm khắc phục. em xin cảm ơn.",
    "Cho em hỏi khi rút môn học thì thời khóa biểu sẽ trống để em đăng ký thực tập tốt nghiệp ạ? Em đủ điều kiện đăng ký, tiền học phí hủy em cam kết đóng đủ.   i  ..",
    "Kính gửi Phòng đào tạo, Em viết yêu cầu này xin mở thêm sỉ số môn học  Đường lối cách mạng của Đảng Mã môn : SP1009 Lớp A04 thứ 4 tiết 789 GV  Số lượng : 10 slot Em xin cảm ơn nhiều ạ.",
    "Kính gửi Phòng đào tạo! Em tên: Phù Thái Nguyên MSSv: vào học kỳ 191 này, qua 2 đợt đăng ký môn học,em có đăng ký môn học CH3015( thí nghiệm quá trình thiết bị) nhưng phòng đào tạo không đăng ký với lý do thiếu môn học trước CH2019, nhưng khi em so sánh với chương trình đào tạo của chuyên ngành Công nghệ thực phẩm thì hoàn toàn không có môn này. Vì vậy mong Phòng đào tạo xem xét và cho em đăng ký môn học này để không bị chậm trễ chương trình học! em xin trân trọng cảm ơn!",
    "Trong đợi đăng kí môn học vừa rồi em đã đăng kí những môn học mà em cần học trong học kỳ 191 nhưng có 1 môn quan trong đó là môn nền móng công trình (GE4033) và đồ án nền móng công trình là môn học song song (GE4023) cần có điều kiện tiên quyết là chuẩn anh văn nên em đã phải đợi nộp bằng anh văn vô sau rồi mới đăng kí trong đợi đăng kí môn học cuối cùng (1/8-5/8), và trong khi đăng kí em phát hiện nó trùng thời khóa biểu với môn học cơ học đá (GE2009) sáng thứ 5 tiết 3-5, mà cả 2 môn học trên chỉ có 1 lớp thôi, nên em muốn hủy môn học cơ học đá (GE2009) để được đăng kí môn học nền móng công trình (GE4033) vì đó là môn học tiên quyết để được làm luận văn. Em mong phòng đào tạo có thể giúp em, để em có thể theo kịp tiến độ học tập và ra trường đúng hạn ạ. Em xin chân thành cảm ơn !",
    "Em chào anh! Hiện tại em có một môn tiên quyết bị trùng lịch quá nhiều nếu không đăng ký được học kỳ 192 em sẽ không được học 3 môn nên mong anh xem xét giúp em xóa hết các môn đã đăng ký để đăng ký lại ạ! em chân thành cảm ơn!",
    "Kính gửi PĐT, em tên là Đặng Thông Nhật Mssv , hiện em chuẩn bị vào năm 3, em đã đạt được 390đ toeic vào kỳ thi đầu vào ở học kỳ 1 năm 2 nhưng giờ em vẫn chưa đăng ký được môn học do thiếu điều kiện anh văn tiên quyết. Mong PĐT giải quyết giúp em để em được đăng ký môn học ạ. Em xin chân thành cảm ơn.",
    "Chào cô Cô cho em xin Tăng sỉ số môn DAMH kết cấu bê tông ct2 của thầy ",
    "Kính gữi phòng đào tạo.    Em tên là . MSSV: .    Em kính mong phòng đào tạo nếu có thể thì mở lớp ở các môn:    + 1005. Giải tích 2 nhóm A01-A01.    + 7. Thí nghiệm vật lý nhóm L23.    + 1007. Đại số tuyến tính nhóm A20-A33.    Em kính mong nhận được sự trả lời của PDT.    Em xin chân thành cảm ơn.",
    "Em là k16 học khoa cơ khí. Em muốn nhờ phòng đào tạo tăng sĩ số môn kỹ thuật thuỷ lực và khí nén ME3001 lớp A01_A01 của thầy  thứ 2 tiết 345 và môn quản trị kinh doanh cho kĩ sư IM3001 lớp A03 thứ 6 tiết 789 của thầy . Em xin cảm ơn",
    "Kính thưa phòng đạo tạo,  Em tên là (), vì chứng chỉ anh văn nên giờ mới bắt đầu đăng ký môn học được Nhưng hiện tại môn   B Hệ quản trị cơ sở dữ liệu (CO3021)    đã đầy nên  mong đào tạo tăng sĩ số để  có đăng ký được không ạ Em cảm ơn !!",
    "Kính gửi Phòng đào tạo Em tên  MSSV  Đợt thi anh văn trong trường em được 385 điểm là qua av1 nhưng khi đăng ký av2 thì không đăng ký được. Mong quý thầy cô giúp đỡ. Em xin cảm ơn.",
    "Em tên:, MSSV:, LỚP: CK18HT04. Em xin được tăng sĩ số môn Quản lí Logictics ( ME3233, lớp L02) và môn phương pháp tính ( MT1009, lớp L15). Lí do: phải có hai môn đó thì em mới được đăng kí các môn chuyên ngành khi tới học kì 192. Kính mong phòng đào tạo xem xét và giúp đỡ em. Em chân thành cảm ơn.",
    "Em tên là Nguyễn Văn Quang MSSV . Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn   B Anh Văn 4 (LA1009)   . Tuy nhiên, em chưa được xếp lớp. Nên em mong phòng đào tạo   B mở thêm sỉ số môn học    này để em có thể hoàn thành chương trình học ( vì em chỉ thiếu môn học này và môn luận văn tốt nghiệp. Kính mong phòng đào tạo hỗ trợ để em có thể tốt nghiệp vào tháng 4 2020. Em xin chân thành cảm ơn!",
    "em muốn huỷ đăng đí môn học đã đăng kí đợt 2 được không ạ, nếu được thì làm sao ạ",
    "Kính gửi phòng đào tạo Đại học Bách Khoa TP HCM Em tên: Trần Huy Hoàng .mssv:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01 môn Thiết Kế Kỹ Thuật Kiến Trúc (mã môn học là CI2027). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn",
    "Em gửi đơn rút môn học cho phòng Đào tạo để rút môn học rồi đăng ký Thực tập tốt nghiệp nhưng bên đào tạo bảo 21/04 mới nhận đơn rút, hẹn em thứ 2 tuần sau lên sẽ trả lời. Còn bên bộ môn em thì không có mẫu đơn xin thực tập chỉ có đăng ký được môn học thì sẽ đóng dấu cho giấy xin thực tập để gửi các công ty thôi ạ.   i  ..",
    "Kính gửi: pđt đại học Bách Khoa Tp  Em tên: Trần Huy Hoàng.  Mssv  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01 môn Thiết Kế Kỹ Thuật Kiến Trúc (mã môn học là CI2027). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn",
    "Em tên là  MSSV  Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn   B  (LA1009)    Tuy nhiên, em chưa được xếp lớp Nên em mong phòng đào tạo   B mở thêm sỉ số môn học    này để em có thể hoàn thành chương trình học ( vì em chỉ thiếu môn học này và môn luận văn tốt nghiệp Kính mong phòng đào tạo hỗ trợ để em có thể tốt nghiệp vào tháng 4 2020 Em xin chân thành cảm ơn! ",
    "Em xin chào! Em tên Nguyễn  Vũ (MSSV: ) Cho em hỏi là: em muốn đăng kí phúc khảo môn Giao tiếp kỹ thuật bằng tiếng anh (CH3303-HK182) nhưng đã hết hạn đăng kí được vài ngày rồi, vậy có cách nào để em được phúc khảo không ạ? Em cảm ơn!",
    "Kính gửi Văn phòng Đào tạo quốc tế Bách Khoa Em là tân sinh viên, vừa trúng tuyển chương trình chất lượng cao của QTBK. Đợt vừa rồi em được điểm 4.5 kiểm tra Tiếng Anh đầu vào. Em muốn hỏi là với số điểm đó thì em được xếp vào khoảng lớp nào, và phải học bao nhiêu kỳ Pre thì có thể học chính thức? Em đã đóng 37 triệu, thì có nghĩa là nếu em được xếp vào lớp Pre-Intermediate thì em phải đóng thêm 26 triệu tiền học Tiếng Anh cho lớp sau? Em rất mong câu trả lời từ ban tư vấn. Em xin cảm ơn",
    "Chào anh/chị. Hiện nay môn Các hệ thời gian thực 2, mã môn học 404708 mà em muốn đăng ký hiện tại đang trùng với môn kỹ thuật Robot mã môn học 207703. Em đã đề nghị giáo viên bộ môn kỹ thuật Robot đổi thời khóa biểu và đã gửi đơn đổi lịch của giáo viên và Phòng Đào Tạo cũng đã đồng ý nhưng do hệ thống đang hoạt động nên hiện chưa thể đổi được. Em xin phép được đăng kí môn Các hệ thời gian thực 2 vào học kỳ 191, đồng thời đổi lịch theo đơn đã gửi.",
    "Em là  MSSV  em mong Phòng Đào Tạo sẽ thẩm tra cho em sớm để em kịp đăng ký Luận Văn Tốt Nghiệp đợt này với ạ Em xin chân thành cảm ơn",
    "Kính thưa thầy cô, em có nguyện vọng xin được tăng sĩ số sinh viên đăng ký môn học bộ môn phương pháp tính MT1009 cụ thể là lớp A08 của thầy  ạ, hiện có 120sv. Em thấy mấy lớp kia lên tận 130sv ạ, nên em xin được mở thêm sĩ số lớp A08 nữa, mở lên thêm 8,9 slot gì đó ạ, em sợ mấy b nhanh tay hơn. Kính mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đòa tạo, em tên là , MSSV . Do đăng kí đợt em đăng kí môn đại cương trước, sau đó nộp chứng chỉ ngoại ngữ vào bị trùng với môn đại cương nên không đăng kí được một số môn tiên quyết, những lớp đăng kí được thì lại full. Thế nên em viết đơn này với hi vọng phòng đào tạo cho em xin: 1) Xin mở sỉ số lớp L01 môn kinh tế kỹ thuật 2) Chuyển nhóm vẽ kỹ thuật 3)Chuyển nhóm xác suất thống kê và mở sỉ số lớp  L21 4) Chuyển nhóm cơ khí đại cương. Em rất hi vọng phòng đào tạo có thể mở khóa giúp em, điều này rất quan trọng với em. Em mong nhận được phản hồi sớm từ phòng đào tạo, em xin chân thành cảm ơn. Xin phòng đào taoj giúp đỡ em với ạ .",
    "Em nhờ phòng đào tạo tăng sĩ số môn quản trị kinh doanh cho kĩ sư IM3001 lớp A03 thầy  thứ 6 tiết 789. Tại lúc sáng em có yêu cầu chung với môn thuỷ lực và khí nén mà chỉ được môn này.Còn môn quản trị kinh doanh cho kĩ sư thì chưa. Em xin cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo trường đại học Bách khoa Em tên là , mssv  Do điều kiện gia đình nên em có đăng kí đi làm thêm ở ngoài, có trùng với lịch học trong trường, mà các lớp khác còn trống rất nhiều. Nên em viết đơn này kính mong phòng đào tạo chuyển lớp giúp em ạ. Giúp em chuyển thời khoá biểu môn Nguyên lý Kinh tế và quản lý xây dựng, mã môn học là    ci1045. Từ lớp A04 thứ ba, tiết 10,11,12 sang lớp A03 thứ 2, tiết 7,8,9. Em kính mong phòng đào tạo thông cảm và giúp em chuyển lớp ạ. Em hứa sau này sẽ không để trường hợp này xảy ra nữa. Em xin chân thành cảm ơn",
    "xin chào Phòng Đào Tạo! em làm thư này kính mong phòng đạo tạo có thể cho em cơ hội để học môn cấu trúc dữ liệu và giải thuật(chuyên ngành). Tăng sĩ số lớp L01-L01 môn CO2003 sđt: [phone_number] em xin cám ơn Phòng đào tạo nhiều ạ!",
    "Em tên là  Mssv:  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý Thầy cô cho phép em được rút học môn:      - Môn: Cơ lưu chất     - Mã số môn học : CI2003     - Lớp : L13_L41 ( thầy      - Học kỳ 1 (2019 - 2020) - HK191  Hệ Chính Quy - đợt 3 Lý do :Em đăng kí môn chuyên ngành bổ sung trùng với môn cơ lưu chất Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết . Em xin chân thành cảm ơn.",
    "Em muốn xin tăng thêm sỉ số lớp anh văn 1 L-01 thứ 4 tiết 7-8-9-10 thì em phải làm sao ạ? Mong thầy coo hướng dẫn cho em. Em cảm ơn ạ",
    "Kính gửi phòng đào tạo. Em tên là:   MSSV:  Em viết yêu cầu này mong phòng đào tạo tăng thêm sĩ số môn học Vi xử lý mã EE2013 giúp em . Em xin cảm ơn.",
    "Em xin được trình bày rõ hơn. Hiện tại Em lỡ đăng ký 21 chỉ nhưng mà em còn xót môn tiên quyết thép 2 chưa đăng ký được do không đủ chỉ. Nếu không đăng ký được môn này thì em sẽ bị trễ hạn nhận luận văn nữa năm. Thầy có thể giúp em mở thêm số chỉ đăng ký lên để em có thể đăng ký được môn học này. Hoặc thầy giúp em xóa bớt 1 môn để em có thể đăng ký đựoc môn này mà không bị vượt quá 21 chỉ. Lớp xin mở thêm sĩ số em cũng đã xin mở ròi ạ nhưng mà em lại không đăng ký được. Em hết cách ròi ạ mong thầy chỉ cho em một hướng giải quyết ạ. Em xin cảm ơn thầy.",
    "Kính gửi phòng đào tạo em tên là , MSSV . Do Bị trùng lịch các môn học với những môn tiên quyết vì số lớp bị giới hạn ( chỉ 2 lớp) nên em xin phòng đào tạo mở thêm sỉ số ở một số môn giúp em với ạ, rất mong phòng đào tạo giúp đỡ để em đăng kí được môn học với ạ: 1) Kinh tế kĩ thuật L01 2) Xác suất thống kê L020 hoặc L021 3) Vẽ kỹ thuật L11- L19  Em rất rất mong phòng đào tạo giúp đỡ em với ạ, em hiện còn thiếu rất nhiều chỉ nhưng do lịch học bị trùng với môn tiên quyết và giới hạn số tiết nên em chỉ có thể học những lớp này. Kính mong phòng đào tạo xem xét và mở sỉ số những lớp trên giúp em ạ, em xin chân thành cảm ơn ạ. Rất mong nhận phản hồi sớm từ phòng đào tạo",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  . MSSV:  . Em viết đơn này để xin phòng đào tạo có thể bố trí em vào lớp L01 của môn Anh văn 1 ( LA1003). Hiện tại đã đủ sỉ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ! ",
    "Kính gửi phòng đào tạo, em tên là , MSSV . Do đợt đăng kí vừa rồi em chưa chuyển điểm anh văn xong nên chỉ được đăng kí các môn đại cương trước, đợt này em vừa chuyển điểm xong và đăng kí môn chuyên ngành nhưng không đăng kí được, những môn đăng kí được thì lớp lại full. Thế nên em viết đơn này với hi vọng phòng đào tạo cho em xin: 1) Chuyển nhóm vẽ kĩ thuật 2) Chuyển nhóm võ (karate, taewondo) 3) Tăng sỉ số lớp L01 môn kinh tế kĩ thuật 4) Tăng sỉ số lớp L04_L06 môn Vẽ kĩ thuật Em rất hi vọng phòng đào tạo có thể mở khóa giúp em, điều này rất quan trọng với em. Em mong nhận được phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn. Xin phòng đào tạo hãy giúp đỡ em với ạ.",
    "Thưa cô, hôm qua con có xin bên phòng đào tạo tăng sĩ môn hóa lý hóa keo ch1005 lớp L01_L01 và đã được cô giải quyết con xin cảm ơn cô. Hôm qua con chỉ nhận được sự giúp đỡ của cô chỉ sau 15 phút nhưng lúc con vô đăng ký lại hết chỗ rồi do các bạn đăng ký quá nhanh. Con xin cô cho tên con vô lớp được không ạ? chứ mấy bạn đăng ký nhanh quá con đăng ký không được. Em cảm ơn cô",
    "Kính gửi Phòng đào tạo, Em là   Em viết yêu cầu này Phòng đào tạo mở thêm sỉ số môn học  Đườnglối CM của ĐảngCSVN - MSMH : SP1009 Lớp : A04 Thứ 4 - tiết 789 Cô  Số lượng : 1 slot Em thật sự cần học lớp này. Mong Phòng đào tạo hãy giúp em với ạ. Em xin cảm ơn nhiều ạ.",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên :   MSSV:   Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L04-L08 môn Cấu Trúc Dữ Liệu và giải thuật (mã môn học là CO2003). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "Chào thầy (cô) Em là   MSSV:  Ẻ xin phép phòng đào tạo tăng sỉ số  Môn:  Mã môn học: ME3007 Mã lớp: A02_A04 Lịch học: Thứ 2 tiết 3 4 5 Em rất mong được sự phản hồi từ nhà trường ạ Em chúc thầy (cô) có 1 buổi chiều vui vẽ ạ   i  .",
    "Em muốn tăng sĩ môn thiết kế hệ thống nhúng ee3003 Lớp a02 thứ 2 tiết 345 lên 1 sĩ số để em có thể học môn này theo đúng chương trình",
    "Chào quý thầy cô, Kì trước em có thi anh văn được 440 nhưng hiện tại em vẫn đăng kí môn học không được vì lí do thiếu chuẩn anh văn. Thứ 2 là hết hạn rồi nhưng em vẫn chưa có môn học, em đang rất lo lắng. Nên xin thầy cô hãy dành chút thời gian xem xét trường hợp của em và cập nhật điểm cho em. Xin chân thành cảm ơn ạ.",
    "Em muốn tăng sĩ số môn học trường điện từ ee2003 lớp a01  và môn tín hiệu và hệ thống ee2005 lớp a01",
    "Dạ e chào cô, vì em có nhu cầu học trả nợ môn vi xử lý để tích lũy đủ chỉ cho kì tới nhận thực tập, e mong cô có thể tăng thêm sỉ số lớp để em có thể đăng ký bổ sung ạ, e cảm ơn cô.",
    "Mong nhà trường tăng thêm sĩ số môn học với mã số SP1009. Vì chỉ 1 nhày trôi qua mà nhóm lớp  đã 100% sinh viên .",
    "Em chào cô ạ . Em có đăng kí môn quản trị kinh doanh cho kĩ sư (im3001) vào đợt kế hoạch là đăng kí lần 1,2 . Đến lần đăng kí này thì em bị huỷ không có môn trong tkb nữa . Khi em đăng kí lại  thì đã full sỉ số lớp ở cs2 83/83. Lớp t2 4-6.  Em chỉ còn môn cuối cùng này là xong chương trình để bắt đầu làm LVTN . Mong cô mở sỉ số để em sớm được đăng kí môn học hoàn thành tiến độ đúng hạn . Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  MSSV:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp A01 hoặc L01 môn Anh văn 4 (mã môn học là lA1009). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "Trong đợt đăng kí môn học đợt 2 em đã đăng kí thành công đủ 19 chỉ theo chương trình đào tạo nhưng không hiểu sao mấy ngày sau kiểm tra lại thì bị   B mất 1 môn    ( kĩ thuật phản ứng -   B CH2059    ). Nay khi đợt 3 mở thì môn này chỉ còn   B 1 lớp trống    vào tiết   B 456    thứ 2 nhưng em lại   B có    môn khác vào tiết   B 789    cũng thứ 2 và môn này đã bị khóa không hiệu chỉnh được. Em kính mong phòng đào tạo cho phép em được   B học liên tục    2 môn này vào các tiết   B 456    và   B 789   . Em xin cám ơn.",
    "Khi m đăng ký môn học thì bị tình trạng giới hạn chỉ được đăng ký tối đa 14 tín chỉ Mong quý thầy cô xm xét và xử lý giúp  E cảm ơn ạ",
    "Em có đăng kí môn học mã CH2009 e xin xoá môn này để đăng kí môn học mã CH2015 do môn học này chỉ mở vào học kì 1. Do em là sinh viên k15 nếu không đăng kí được môn này vào năm nay thì em sẽ trể hạn tốt nghiệp lâu hơn. Mong nhà trường giúp đỡ. Em cảm ơn.",
    "Em xin tăng thêm sĩ số lớp A04_A09 môn học ME3031 của thầy . Em xin cảm ơn ạ.",
    "mong quý thầy cô mở thêm sỉ số tại thời khóa biểu của e chỉ học được lớp A06_A12 mà hiện tại lớp đã đủ số lượng.em xin cảm ơn",
    ". Kính thưa Phòng đào tạo, em là  , mssv , vì đợt vừa rồi em chưa chuyển điểm anh văn xong nên không đăng kí được môn chuyên ngành, giờ em đã đăng kí được nhưng còn môn Vẽ kĩ thuật là môn tiên quyết nhưng em không đăng kí được vì full lớp, nếu em không đăng kí sẽ bị trễ mất 1 năm học. Em xin phòng đào tạo tăng sĩ số lớp L10_L17 môn vẽ kĩ thuật được không ạ . Em mong nhận được phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn ạ Mong phòng đào tạo giúp em ạ.",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên  MSSV  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A06_A12 hoặc lớp A06_A13 môn K/thuật thủy lực &khínén (mã môn học là ME3001). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn!",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên  MSSV  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A06_A12 hoặc lớp A06_A13 môn K/thuật thủy lực &khínén (mã môn học là ME3001). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn!",
    "Kính gửi PĐT Trường Đại Học Bách Khoa. Em tên:  - Mssv : . Hôm ngày 22/7/2019 em có nộp bằng toeic (335đ) trên trang web của nhà trường nhưng tới nay em vẫn chưa đăng kí được môn AV1 ( môn chỉ cần trên 300đ) em rất mong thầy cô xem xét để em kịp đăng kí môn để không trễ tiến độ học tập ạ. Em chân thành cảm ơn.",
    "Kính thưa thầy/cô, Em hiện đang là sinh viên lớp tài năng chuyên ngành Thiết kế máy, thuộc lớp CK16KSTN, khoa Cơ khí. MSSV của em là . Trong học kỳ tới, chương trình của em có môn Đồ án chuyên ngành (mã môn học: ME4047). Môn học trên có hai lớp hiện đang mở là A01 (sĩ số 31/40) và A02 (sĩ số: 10/11). Do nhầm lẫn, trong đợt đăng ký vừa rồi, em đã đăng ký nhầm vào lớp A01. Em cho rằng lớp em nên đăng ký là A02 với sĩ số lớp bằng với sĩ số sinh viên lớp tài năng Thiết kế. Tuy nhiên, đợt đăng ký môn học lần 3 này hệ thống đã khoá không cho đổi lớp nữa. Vì khó khăn trên, em kính mong thầy/cô xem xét giúp em đăng ký được đúng lớp của mình. Em xin chân thành cảm ơn.",
    "Em xin chào các thầy cô làm trong PĐT của trường ! Em tên là , MSSV , Khoa Máy Tính. Em viết bài này mong thầy cô có thể giúp em cùng các bạn có thể học sớm môn Vật Lý 2. Hiện tại trên trang ĐKMH đã hết lớp Vật Lý 2, em mong thầy cô có thể mở thêm lớp hoặc thêm sinh viên trong một lớp (mong thầy cô tạo điều kiện cho chúng em) để giúp chúng em hoàn thành tốt chương trình của mình hơn ạ. Hiện tại em đã lấy được danh sách 1 số bạn cùng mong muốn như em rồi ạ ! Em mong thầy cô có thể cố gắng sắp xếp tạo điều kiện cho chúng em! Em xin trân thành cảm ơn ạ !",
    "Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa Tp.HCM. Em tên: Nguyễn Thị Kim Cương  MSSV:  Kính mong Phòng Đào Tạo có thể xem xét tăng sĩ số nhóm L01-L02 của môn Hoá Phân Tích (CH2009) vì hiện tại không có nhóm nào ngoài nhóm trên phù hợp với thời khoá biểu của em do trùng lịch học với các môn khác. Mong PĐT xem xét giúp em. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa. Em tên là  Mssv: , học khoa kĩ thuật xây dựng. trong đợt đăng kí môn học đợt 3 học kì 191 em có đăng kí 2 môn là: thiết kế kiến trúc công cộng 1(mã môn học là CI2023) và môn thiết kế kĩ thuật kiến trúc(mã môn học là CI2027) nhưng đã hết chỗ. Em viết đơn này mong phòng đào tạo xem xét và tăng sỉ số của 2 môn này lên để em có thể đăng kí để kịp tiến độ học tập vì 2 môn này là 2 môn chuyên ngành trong học kì chính của em . Em xin cảm ơn .",
    "Chào Ban Quản Trị,  Hiện tại em đang muốn đăng ký một môn mà lịch trên hệ thống đã bị trùng. Giáo viên bộ môn đó đã gửi đơn đổi lịch và đã được Phòng Đào Tạo(PDT) đồng ý. Nhưng PDT cũng có nói với em là hệ thống online sẽ không được cập nhật để DKMH online như thường lệ và hướng dẫn em làm đơn gửi trực tiếp . Hôm nay em có đến trực tiếp gửi đơn nhưng PDT không nhận. Bây giờ em phải làm sao để đăng ký môn học không thông qua hệ thống online ạ.",
    "Kính gửi thầy cô PĐT. Em là  MSSV . Hôm trước lúc 10h ngày 1/8 em có đăng kí nhưng bị báo là  . Sau đó em có gọi PĐT để hỏi thì PĐT báo là dữ liệu tải cưa kịp do trước đó em có nộp CCNN 305Đ. Mãi đến hôm nay 2/8 em mới gọi PĐT thì PĐT bảo là 12h em lên đăng kí sẽ được. Nhưng sỉ số đã đủ rồi. Mong thầy cô sắp xếp cho em vô lớp AV1 L-01 ạ. cám ơn thầy cô",
    "Hè vừa rồi em có đăng kí môn Sức Bền Vật Liệu, nhưng sau khi có kết quả xét tuyển Kỹ Sư Tài Năng của Khoa Cơ Khí, em đọc Quy định về chương trình Kỹ Sư Tài Năng thì em thấy hình như môn em có thể sẽ nằm vào phần mở rộng nên không được đăng kí trong hè đúng không ạ, em cũng đã tính đăng kí học lại môn đó trong năm nhưng do hạn chót đăng kí môn học đợt 2 là 17/7 nhưng cái thông tin em đọc được cùng với kết quả lại được gửi vào 18/7 nên em không kịp chuyển lại. Em không biết giờ phải làm như thế nào ạ.",
    "CI1057",
    "Kính gửi : Phòng ĐÀO TẠO  Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 ( Ô ) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô ) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sang thứ 4,  . ) Rất mong phản hồi từ phòng Đào tạo . Trân trọng cảm ơn .",
    "Kính gửi: pđt đại học Bách Khoa Tp HCM Em tên:   Mssv:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí cho em cào lớp L01 môn thiết kế kiến trúc công cộng 1 ( mã môn học CI2023). Em rất mong phòng đạo tạo sớm phản hồi cho em và mở rộng sĩ số giúp em,  vì thời gian đăng kí môn học còn rất ngắn và môn này thực sự quan trọng để em làm bài thiết kế kiến trúc tiếp theo . Em xin cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên  MSSV  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A06_A12 hoặc lớp A06_A13 môn K/thuật thủy lực &khínén (mã môn học là ME3001). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn!",
    "Kính gửi: pđt đại học Bách Khoa Tp HCM Em tên:   Mssv:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí cho em vào lớp L01 môn tin học chuyên ngành 3D ( mã môn học CI1025). Em rất mong phòng đạo tạo sớm phản hồi cho em và mở rộng sĩ số giúp em,  vì thời gian đăng kí môn học còn rất ngắn và môn này thực sự quan trọng để em làm bài thiết kế kiến trúc tiếp theo . Em xin cảm ơn.",
    "Kính gửi Thầy/Cô, Trong đợt đăng kí môn học trước, em có đăng kí môn học Mạch điện tử. Đến đợt hiệu chỉnh lần này em có muốn xóa đăng kí nhưng hệ thống không cho phép xóa môn học. Do không hiểu biết rõ thông tin nên em nhầm lẫn là vẫn có thể xóa đăng kí trong đợt đăng kí môn học này nên đã không tính toán kĩ khi đăng kí môn. Nay em không có nhu cầu học môn Mạch điện tử trong kì này và mong muốn sử dụng thời gian đó để học các môn học khác cấp thiết hơn. Kính mong Phòng Đào tạo giúp đỡ em giải quyết xóa môn. Chân thành cảm ơn Thầy/Cô.",
    "Kính gửi:Phòng đào tạo trường Đại học Bách Khoa Hồ Chí Minh Em tên: MSSV:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí cho em vào lớp L02_L03 môn vật lí 2 mã môn học (PH1005). Em rất mong phòng đạo tạo sớm phản hồi cho em và mở rộng sĩ số giúp em. Em cảm ơn phòng đào tạo đã đọc đơn. Em chân thành cảm ơn.",
    "Em chào anh/chị ạ! Sáng nay em có xin phép được mở khóa hiệu chỉnh môn học để hủy môn tuy nhiên hiện tại em gặp phải lỗi mặc dù đã hủy môn nhưng không được ạ! Mong anh/chị kiểm tra lại giúp em, em chân thành cảm ơn!",
    "Em xin Phòng Đào tạo tăng sĩ số Môn học   B Tính toán song song CO3067   ,   B Lớp L01-L02    để em có thể đăng ký vào học ạ.",
    "Mong phòng đào tạo tăng sỉ số môn Quản lý dự án xây dựng Mã CI1053 và môn Hư hỏng sửa chữa công trình Mã CI1051 Lý do: Để hoàn thành đúng tiến độ môn học năm 4, không bị trễ hạn tốt nghiệp. Mong phòng đào tạo có thể giúp e. E xin cảm ơn !!!",
    "Em tên là mssv:     Nay em viết đơn này xin trình bày như sau: trong học kỳ 183 em có đăng ký môn kỹ thuật lập trình (CO1013) dựa trên thời khóa biểu mở lớp là tuần 29. Nhưng tới gần thời gian học lại thay đổi lịch là tuần 28. em ko sắp xếp được công việc, nhưng ko hủy môn học được do pđt không mở hiệu chỉnh. em bắt buộc bỏ môn.rất nhiều sinh viên bị trường hợp tương tự. em không có thời gian để đi giờ hành chính lên pđt. kính mong pđt phản hồi sớm cho em qua trang web này.Mong pđt hướng dẫn để giải quyết được vấn đề sớm tạo điều kiện cho sinh viên. Trong thời gian chờ đợi em xin chân thành cảm ơn! .",
    "Dạ mong Phòng đào tạo Tăng sĩ số môn Kĩ thuật số EE1015 hk191 lớp L04_L08. Em cảm ơn!",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa TPHCM, Em tên là  MSSV  Trong 2 đợt đăng ký đầu em có đăng ký môn \"Tính toán song song\" Mã môn học CO3067, tuy nhiên không được xếp lớp. Em viết đơn này xin phòng đào tạo mở rộng sĩ số lớp L01_L01 để em có cơ hội được học môn này trong học kỳ 191 ạ. Em mong có phản hồi sớm từ phòng đào tạo để đăng ký kịp trong đợt 3 này. Em xin chân thành cảm ơn, .",
    "Kính gửi: PĐT. Đại học Bách Khoa Tp HCM  Em tên:   Mssv: 5 Hiện tại chương trình học của em còn 1 bài luận văn và 1 môn học tự chọn mà em bị vướng lại 2 lần, tuy nhiên trong 4 học kì vừa qua em đăng kí mã cũ, mã mới cũng như đổi sang môn tự chọn khác vẫn không đăng kí được. Sau đó em được biết là khoá 13 của em không được phép đăng kí vào nhóm môn học của các khoá sau này. Hôm nay em viết đơn này kính mong PĐT đồng ý cho em được đăng kí môn học với: Tên môn học:  Mã môn học: EN1005 (mã cũ 610056) Đây là học kì cuối cùng trong chương trình đào tạo của em, và thời gian đăng kí môn học đợt 3 cũng sắp cận kề. Em hy vọng PĐT có thể xem xét giải quyết giúp em để em có thể hoàn thành chương trình học của mình trong học kì này. Em xin chân thành cám ơn và mong nhận hồi âm sớm từ PĐT! Trân trọng, ",
    "Cho em tham gia vào lớp A01_A01 , EE1001Nhập môn về kỹ thuật ",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM. Em tên là . MSSV: . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01-L01 của môn Cấu trúc dữ liệu và giải thuật (CO2003). Hiện tại không có lớp học nào phù hợp với thời khóa biểu của em, cũng như những lớp phù hợp đều đã đủ sĩ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. Em xin cảm ơn ạ!",
    "Kính gửi: pđt đại học Bách Khoa Tp HCM  Em tên:  Mssv:    Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí cho em vào lớp L05 môn Đường lối cách mạng của Đảng Cộng sản Việt Nam ( mã môn học SP1009 ). Em rất mong phòng đạo tạo sớm phản hồi cho em và mở rộng sĩ số giúp em, vì thời gian đăng kí môn học còn rất ngắn và môn này thực sự quan trọng để em có những kiến thức vững chắc về Đảng. Em xin cảm ơn .",
    "Kính gửi : Phòng ĐÀO TẠO  Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 (Ử Ô TÔ) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô TÔ) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sang thứ 4,  . ) vào ngày 7 tháng 9 2019 là hết hạn đăng kí hiệu chỉnh  Rất mong phản hồi từ phòng Đào tạo. Trân trọng cảm ơn .",
    "Em có đăng kí môn võ karatedo ở đợt 2 nhưng bị trùng giờ với môn chuyên ngành ở đợt 3 mà không thể hiệu chỉnh được. Em mong quý thầy cô phòng Đào tạo có thể xem xét và giúp em, để em có thể đăng ký môn chuyên ngành ạ . Em xin cảm ơn!",
    "kính gửi phòng đào tạo em là  lớp DC13DK.Em muốn hỏi về vấn đề là đợt 2 của đợt đkmh em có đăng ký môn luận văn tốt nghiệp MMH:302303 nhưng không có kết quả đăng ký và hệ thống báo là không đủ điều kiện nhận luận văn tốt nghiệp và đợt 3 của đkmh em cũng đăng ký và hệ thống vẫn báo là không đủ điều kiện nhận luận văn tốt nghiệp.Kính mong phòng đào tạo xem xét lại dùm em xem em có bị lỗi gì không ạ.Trong khi đó em hoàn toàn đủ điều kiện nhận luận văn tốt nghiệp em xin chân thành cảm ơn",
    "Kính gửi PĐT, Em tên , MSSV: . Em mong PĐT mở thêm sĩ số cho môn học CI1043 - Địa chất công trình học kì 191. Em chân thành cảm ơn!",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  MSSV:  Em làm đơn này gửi tới thầy cô phòng đào tạo về việc cân nhắc việc tăng sĩ số lớp Kỹ thuật số(EE1015), nhóm lớp A02_A04 của gv . Để em có thể đăng kí đủ tín chỉ và kịp tiến độ của chương trình đào tạo. Em xin cảm ơn.  ",
    "Dạ kính thưa thầy cô phòng đào tạo. Em tên là . Khoa: khoa học và kĩ thuật máy tính. Em có nghe nói là có thể học chuyển điểm môn thể dục nên thầy/cô phòng đào tạo có thể cho em đăng kí thêm một môn trùng tiết  9 với môn thể dục được không ạ? Đó là môn có mã là CO2001 - ngày thứ 2 tiết 9 10 11.",
    "Gửi phòng đào tạo trường đại học Bách Khoa tp.HCM . Em tên: , MSSV: Em có yêu cầu xin chuyển nhóm môn học do muốn đăng ký môn cơ sở ngành để đi thực địa năm tới nhưng đụng lịch học môn cũ. Mong phòng đào tạo giải quyết . Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa Tp.HCM. Em tên: Nguyễn Thị Kim Cương  MSSV:  Kính mong Phòng Đào Tạo có thể xem xét tăng sĩ số nhóm L01-L02 của môn Hoá Phân Tích (CH2009) vì hiện tại không có nhóm nào ngoài nhóm trên phù hợp với thời khoá biểu của em do trùng lịch học với các môn khác. Mong PĐT xem xét giúp em. Em xin chân thành cảm ơn!",
    "Dạ kính thưa thầy cô phòng đào tạo. Em tên là . Khoa: khoa học và kĩ thuật máy tính. Em có nghe nói là có thể học chuyển điểm môn thể dục nên thầy/cô phòng đào tạo có thể cho em đăng kí thêm một môn trùng tiết  9 với môn thể dục được không ạ? Đó là môn có mã là CO2001 - ngày thứ 2 tiết 7 8 9. Hay là thầy cô có thể mở khóa môn thể dục của em để em có thể chuyển thời khóa biểu ạ.Em thật lòng rất lo lắng và sốt ruột ạ. Em xin cảm ơn thầy cô ạ.",
    "Kính gửi thầy cô PĐT. Em là  MSSV:  Em có nộp CCNN 305đ hôm 22/7, hôm qua em có gọi lên PĐT thì PĐT bảo em là 12h sẽ đăng kí được môn học. Nhưng bây giờ em vẫn chưa đăng ký được môn AV1 ( La1003) nữa ạ, báo là phải học AVCB trước. Nhưng PĐT bảo là em đã pass AVCB rồi . Mong thầy cô kiểm tra giúp em vì thời gian còn rất ngắn.",
    "Không đăng kí được môn học.E thi Toeic ở iig được 355đ đã nộp chứng chỉ cho trường trươc ngày 25. Đã đăng kí được môn học. Nhưng sao AV2 đăng kí không được? Thiếu môn Av1 ( điểm thấp nên e chưa muốn quy đổi điểm Av1). Vậy e có được đăng kí av2 không ạ?",
    "Cho em hỏi trường hợp hủy môn không được để đăng ký TTTN của em chỉ cần mang đơn xin rút môn học và đơn xin đăng ký bổ sung TTTN nộp cho phòng đào tạo là xong rồi ạ?   i  ..",
    "Kính thưa quí thầy cô phòng Đào tạo,  Em là sinh viên K17 khoa Kỹ thuật Hóa học. Ở kì đăng ký môn học kỳ chính này, yêu cầu của chương trình đào tạo là đăng ký 3/4 môn tự chọn có sẵn. Kì trước em đã học vượt 1 môn. Lẽ ra lần này đăng ký 2 môn nữa là đủ. Tuy nhiên ở đợt hiệu chỉnh lần 2 em đã đăng ký 3 môn và chưa kịp xóa. Mong quí thầy cô cho phép em hiệu chỉnh để xóa một môn tự chọn đăng ký dư (môn Hóa keo, mã môn là CH2065). Kì này em đã đăng ký 22 chỉ nên việc học dư 1 môn sẽ là gánh nặng . Mong được thầy cô giúp đỡ, em xin chân thành cám ơn!",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  Mssv:   Em làm đơn này gửi tới thầy cô phòng đào tạo về việc cân nhắc mở rộng sĩ số lớp  (CI2037)A01_A01 giảng dạy bởi thầy  và . môn học này thực sự rất quan trọng với em trong kì học tới. Mong thầy cô sớm phản hồi . Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo đại học bách khoa: Em tên là: Trần Văn Thảo-MSSV: Nay em viết đơn này mong muốn phòng đào tạo hủy môn giúp em, bởi vì em đăng kí bị nhầm. Môn học PE1013 NHÓM LỚP LO7 và em có bị tính học phí ko ạ.Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  MSSV:  Em làm đơn này xin này gửi tới thầy cô phòng đào tạo xin phép được mở chuyển nhóm môn học học kỳ 191. Dạ vì lí do cấn thời khóa biểu nên không thể đăng ký 1 số môn chuyên ngành ạ. Dạ những môn này rất quan trọng trong học kỳ tới của em ạ. Em mong thầy cô phản hồi sớm ạ. Em xin chân thành cảm ơn!     ",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là :  MSSV :  Em viết đơn này xin Thầy Cô cho phép em được chuyển lớp cơ lưu chất-CI2003 từ nhóm lớp L10_L29 sang nhóm lớp L10_L31 .Kính mong quý thầy coi xem xét và giúp đỡ cho em  . Chân thành cảm ơn thầy cô .",
    "Em  . Chuyện là em sinh viên năm 5, muốn đăng kí môn học thép 2 mã ci3211 nhưng lớp chỉ mở ở cơ sở 2, lớp B01. Không biết là em có thể xin để được đăng kí lớp dưới cs2 không ạ. Em xin cảm ơn",
    "Kính gửi quý thầy cô Phòng Đào Tạo Trường Đại học Bách Khoa TP.HCM  Em tên là :   MSSV :  Em làm đơn này xin quý Thầy Cô cho phép em được hiệu chỉnh môn học trong học kỳ 191 đợt hiệu chỉnh thứ 3 ( cụ thể là huỷ môn Trường điện từ vì em đã qua môn này rồi và em muốn dùng thời gian môn đó để học thêm môn SCADA có cùng thời khóa biểu và còn trống chỗ). Kính mong quý Thầy Cô xem xét và giúp đỡ cho em . Chân thành cảm ơn quý Thầy Cô.",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  MSSV:  Theo thời khóa biểu HK 1 (2019-2020) đã có,  em không có lịch học vào thứ 6 từ tuần 1 đến tuần 7 nhưng ở đăng kí môn học đọt 3 này em không thể đăng kí được môn Pháp luật Việt Nam đại cương tiết 4-5 thứ 6. Em xin cảm ơn!",
    "em muốn tăng thêm sĩ số các môn học sau để có thể đăng ký vào ạ, mong Phòng đào tạo xem xét: CO2007, lớp 04_08 CO2005, lớp 04_07 CO2003, lớp 04_09 em cảm ơn Phòng đào tạo.",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là :   MSSV :  Em viết đơn này xin Thầy Cô cho phép em được rút môn Anh Văn 1- La1003, vào đợt đăng kí trước em có đăng kí môn anh văn 1 vì sợ điểm thi Toeic của em không đủ sẽ bị trễ một năm, nếu như học anh văn 1 kì 191 thì kì 192 em sẽ được đăng kí môn chuyên ngành. Do thời hạn nhận kết quả Toeic muộn hơn thời gian kết thúc đăng kí đợt hiệu chỉnh nên em chưa rút kịp môn Anh văn 1. Em kính mong thầy cô xem xét và giúp đỡ em  Chân thành cảm ơn thầy cô .",
    "Em là , MSSV . Để thuận tiện cho quá trình học tập, em xin thầy cô và phòng đào tạo tăng sĩ số môn học đường lối Cách mạng Đảng Cộng sản Việt Nam (SP1009) lớp A05 của Thầy  thành 140 để em có thể đăng kí trong học kì này. Em kình mong được xem xét. Em xin chân thành cảm ơn rất nhiều ạ .",
    ". Em tên là   MSSV  Em viết mail này để xin PDT mở thêm sỉ số lớp học để em có thể theo kịp tiến độ học tập vì đây là môn tiên quyết. Học kỳ 191-CQ MSMH MA4003 Tên môn học  Đồ án 2 Công nghệ nhiệt luyện và cán kéo Lớp L01",
    "Em tên là . MSSV:  Em muốn  vẽ kĩ thuật lớp L04_L06. Em đăng kí đợt 2 rồi nhưng đợt 3 bị out ra ạ. Mong nhà trường cho em thêm vào lớp đó ạ. Em cảm ơn ạ",
    "Kính gửi : Phòng ĐÀO TẠO  Hiện tại lớp Ô Tô hệ VLVH, bị trùng thời khóa biểu khi đăng ký môn học HK191, các môn trùng là TR3045 ( Ô ) học ngày thứ 3 và TR3049 (THIẾT KẾ Ô ) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên chúng em không đăng ký 1 lúc cả 2 được, môn này đều là môn học trước của các môn của HK192. Kính mong phòng Đào Tạo xem xét và xếp lại thời khóa biểu để chúng em được đăng ký và học cả 2 môn nói trên. (VD : chuyển môn TR3045 sang thứ 4,  . ) Rất mong phản hồi từ phòng Đào tạo . Trân trọng cảm ơn .",
    "Kính gởi phòng đào tạo Hiện tại lớp Ô tô VLVH HK191 bị trùng thời khoá biểu khi đăng ký môn học, các môn trùng là TR3045 (hệ thống điện điện tử ô tô) học ngày thứ 3 và môn TR3049 (thiết kế ô tô) học thứ 3 và thứ 5. Do môn học bị trùng thời gian nên em không thể đăng ký 1 lúc cả hai môn được, mà các môn này đều môn học trước của các môn học kỳ 192 . Kính mong phòng đào tạo xem xét và xếp lại thời khoá biểu để em được học cả 2 môn học nói trên. Rất mong phản hồi từ phòng đào tạo, trân trọng cảm ơn.",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM    Em tên là  MSSV:  Hiện tại, em không thể đăng ký môn học   B Nhà nhiều tầng - Mã môn học: 3121   , vì nhóm lớp em định đăng ký học đã quá sỉ số. Trong khi đó, 2 nhóm lớp còn lại em không thể đăng ký vì trùng thời khóa biểu. Mong phòng Đào tạo xem xét tăng sỉ số nhóm lớp   B A02    để em có thể đăng ký học. Mong phòng Đào tạo giúp đỡ và mau chóng hồi đáp. Em xin cảm ơn.   ",
    "Em có lịch học đến 12h 20/8 ở cs2 và lịch thi vào 20/8 lúc 12h ở cs1. cho em hỏi có sai sót gì không và sắp xếp thời gian lại giúp em được không ạ.",
    "Em xin chào thầy/cô ạ Em xin tạo yêu cầu này để rút môn ME4605 ( Hoạch định nguồn lực sx) ra khỏi thời khoá biểu của em. Em xin cảm ơn thầy cô đã dành thời gian cho em.",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là :  MSSV :  Em viết đơn này xin Thầy Cô mở khóa lớp cơ lưu chất-CI2003 để em có thể chuyển từ nhóm lớp L10_L29 sang nhóm lớp L10_L30 .Kính mong quý thầy coi xem xét và giúp đỡ cho em  . Chân thành cảm ơn thầy cô .",
    "Thầy/Cô cho em hỏi học kỳ đầu tiên của Sv bằng 2 Thời khóa biểu là Sv tự xếp hay nhà trường xếp dùm ạ . Em cám ơn ạ.",
    "Em tên  - MSSV: 9 em xin PĐT giúp em tăng sĩ số: MH: Trắc địa đại cương (CI1007) Nhóm lớp: A01_A01      hoặc: A01_A02 đều được ạ em xin cám ơn ạ",
    "Cho em hỏi hiện tại em đã có Tài khoản OCB (Bằng 1, đã tốt nghiệp), nay em đăng ký học bằng 2 thì có cần phải đi đóng Tài khoản (Bằng 1) để rồi đăng ký tài khoản mới (Bằng 2) không ạ?",
    "Thầy/Cô cho em hỏi sắp tới em đóng tiền nhập học   B Bằng 2    thì số tiền cần đóng là 4 triệu hay 4 triệu 260 ngàn vậy ạ. Mong nhận được giải đáp. Em xin cám ơn.",
    "Thầy/Cô cho em hỏi sắp đến em nhập học diện Bằng 2 thì Khám sức khỏe ra các phòng khám công khám ạ? Hay sẽ được nhà trường hỗ trợ khám khi nhập học? Rất mong nhận được hồi đáp. Em xin cám ơn .",
    "Em xin chào thầy/cô Em tạo yêu cầu này mong thầy/cô tăng sĩ số lớp MT1009 - Phương pháp tính nhóm A01 và Đăng kí cho em ạ. Cảm ơn thầy/cô đã dành thời gian cho em.",
    "Em là  MSSV  Em có đăng ký  vào đợt đăng ký môn học lần 2 vừa rồi nhưng ko hiểu sao lại bị hủy đăng ký đó Em mong Phòng Đào Tạo giải quyết sớm để em Đăng Ký môn học vì hôm nay hết hạn đăng kí môn học rồi ạ . Cho em ra trường kịp vào T4 năm sau với ạ Em xin chân thành cảm ơn!!!",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  . MSSV:  . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp L01-L01 của môn Cấu trúc dữ liệu và giải thuật (CO2003). Hiện tại không có lớp học nào phù hợp với thời khóa biểu của em, cũng như những lớp phù hợp đều đã đủ sĩ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "Kính gửi quý thầy cô làm việc tại phòng đào tạo Bách Khoa Tp.HCM Em tên là Nguyễn Văn Phúc Mssv:   Em gửi yêu cầu này tới thầy cô phòng đào tạo với mong muốn xin mở rộng sĩ số lớp môn học Trắc Địa Đại Cương (CI1007) nhóm lớp L02-L05 giảng dạy bởi thầy  - . Hi vọng phòng đào tạo có thể cân nhắc và đồng ý mở rộng sĩ số lớp môn học để em có thể đăng kí đủ số tín chỉ cần thiết trong học kì 191 tới đây. Mong phòng đào tạo sớm phản hồi!  Em xin chân thành cảm ơn!",
    "From   Kính gửi PĐT. Em mong muốn được mở thêm sỉ số lớp SP1009-A01- Đường lối CM của ĐCS VN của cô . Kính nhờ PĐT xem xét",
    "Xin thưa ban quản lý của trường, tình trạng của em hiện nay: Em muốn đăng ký thêm môn học Địa chính đại cương tiết 7 8 9. Thời khóa biểu hiện giờ của em là đã có các môn học vào tiết 2 3 4 5 6 và 10 11 12. Vì thế em không đăng ký được. Địa chính đại cương là môn em học cải thiện, em xin hứa sẽ đảm bảo được giờ giấc học hành và làm bài tập đầy đủ . Em xin cảm ơn.",
    "Cho em xin chuyển nhóm môn giáo dục thể chất Bóng bàn PE1013 từ nhóm L04 sang L03. Lí do: vì khi đăng kí môn học học kỳ 191 đợt 2 em đã đăng kí nhóm L04 là tiết 2-3 sáng thứ 5 nhưng lúc có kết quả lại xếp vào tiết 7-8 nên không phù hợp với kế hoạch học tập của em. Kính mong các thầy cô có thể chuyển nhóm giúp em.",
    "Em tên là - mssv:, khoa Kỹ Thuật Hóa Học  Dạ em muốn hỏi là em đã đăng kí môn vẽ kỹ thuật vào đợt 2, đợt 3 không được hiệu chỉnh nữa nhưng trùng với lịch học môn học kỹ thuật thực phẩm 1 mà e đăng kí trong đợt 3, hiện tại em muốn rút môn vẽ kỹ thuật trong hôm nay ngày 05/08/2019 trước để kịp thời hạn đăng kí môn kỹ thuật thực phẩm 1 tromg đợt 3 thì em phải làm như thế nào ạ?",
    "Xin thưa ban quản lý của trường, tình trạng của em hiện nay: Em muốn đăng ký thêm môn học Địa chính đại cương tiết 7 8 9. Thời khóa biểu hiện giờ của em là đã có các môn học vào tiết 2 3 4 5 6 và 10 11 12. Vì thế em không đăng ký được. Địa chính đại cương là môn em học cải thiện, em xin hứa sẽ đảm bảo được giờ giấc học hành và làm bài tập đầy đủ . Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo trường ĐH Bách Khoa. Em tên , MSSV . Học kì 181 điểm GDTC1 của em là 1 điểm nhưng em thấy điểm chuyển GDTC1 của em HK181 là 12. Cho em hỏi là em qua GDTC1 chưa ạ?",
    "Em xin chuyển nhóm môn giáo dục thể chất bóng bàn PE1013 từ nhóm L04 sang L03. Lí do: Vì khi đăng kí môn học kì 191 đợt 2 em đăng kí nhóm L04 tiết 2-3 thứ 5 nhưng kết quả lại xếp vào tiết 7-8 L04 thứ 5 nên không phù hợp với kế hoạch học tập của em. Em mong phòng đào tạo sẽ xem xét lại trường hợp này giúp em. Em cảm ơn.",
    "Dạ chào phòng đào tạo , Em có đăng ký môn anh văn 4 lớp A01 ở đợt đăng ký lần 2 , nhưng sang lần 3 thì em bị hủy môn và không thể đăng ký lại nhóm lớp này nữa do sỉ số đã đủ , do kỳ này em chỉ còn 2 môn để hoàn thành chương trình học , kính mong phòng đào tạo có thể xem xét bố trí em vào lớp anh văn 4 hoặc tăng sỉ số để em có thể đăng ký được. Rất mong được sự phản hồi sớm từ phòng đào tạo do thời gian đăng ký môn học sắp kết thúc. Em xin cảm ơn !",
    "Cho em hỏi. Khi đkmh đợt 2 học kì 1 191, em đk môn Xác suất thống kê (MT2001) lớp L08 chiều thứ 3 tiết 7 8 9 và môn bóng bàn (PE1013) sáng thứ 5 tiết 23. Nhưng cuối cùng tkb bóng bàn đổi nên trường đã đổi cho em là học bóng bàn thứ 3 lớp L02 chiều tiet 78, còn môn XSTK của em đã chuyển qua lớp L15 sáng thứ 5. Em muốn hỏi bây giờ em giữ lớp XSTK ban đầu là L08 thứ 3 chiều tiết 789, còn môn bóng bàn em xin đổi thành môn Bóng đá (PE1009) lớp L13 thứ 4 tiết 11 12. Mong phòng đào tạo xem xét giúp em. Em trân thành cảm ơn",
    "Kính gửi PDT trường ĐH Bách khoa Em tên , MSSV  Cho em hỏi là nếu em rút môn trước khi học kì bắt đầu và đăng kí môn khác thì em có phải đóng học phí cho môn đã rút không ạ?",
    "Xin chào thầy (cô), Em là , sinh viên lớp VP15XDC, MSSV:  Để có thể đăng ký môn học : ĐAMH Kết cấu bê tông 1 (804702), em đã làm đơn xin Khoa kỹ thuật Xây dựng cho phép môn học này là môn học linh động và Khoa kỹ thuật Xây dựng đã xác nhận là gửi văn bản xuống Phòng Đào tạo vào chiều ngày 31/7/2019. Hôm nay là ngày 05/08/2019 là ngày cuối cùng của đợt đăng ký môn học bổ sung nhưng vẫn chưa đăng ký được môn học \"ĐAMH Kết cấu bê tông 1\" vì lý do môn học này chưa chuyển thành môn học linh động. Hy vọng quý thầy (cô) có thể hỗ trợ em về vấn đề này. Em xin chân thành cảm ơn.",
    "Lý do xin mở sĩ số: em nộp ccnn để đạt chuẩn anh văn sau năm 3 ở đợt ngày 25/7 cho đợt đăng kí môn học bổ sung lần 3. Nhưng lúc đăng kí môn học thì lớp đồ án (CH4011) thời khóa biểu thứ 5 tiết 2-5 đã đầy, lớp đồ án còn lại là thứ 6 thì trùng thời khóa biểu của em. Nên em xin phòng đào tạo mở thêm sĩ số lớp đồ án   B MMH CH4011, THỨ 5 TIẾT 2-5    em xin cảm ơn",
    "BK154    . Cho e hỏi lớp chuyển hệ môn giải tích mạch của chính quy còn tăng sỉ số lên được k ạ . Vì e còn một môn cuối để ra trường thôi ạ",
    "Em chào anh/chị ạ!Hôm trước em có xin phép được hiệu chỉnh đăng ký môn học nhưng hiện tại đã gặp lỗi và chưa thể xóa môn học được. Mong anh/chị sửa lỗi giúp em vì hôm nay là ngày cuối đăng ký môn học ạ. Em chân thành cảm ơn!",
    "Em tên . MSSV: Hiện em đang học văn bằng 2. Em viết đơn này để xin phòng đào tạo có thể mở thêm lớp  mã CI4343 nhóm B01. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn ạ   .",
    "Kính chào BQl PĐT  Em tên Nguyễn Hoàng Sơn mssv   E có chút thắc mắc về học phí đợt 2, theo giải đáp CB phòng Đào tạo VLVH là do đăng ký 1 môn Trường Điện Từ vào 2 lớp: VLVH & Chính Quy. Do e không xem được tất cả lịch sử đăng ký hk183 nên kính mong PĐT xem xét, chụp lại giúp e lịch sử đăng ký hk183 Rất mong nhận đươc phản hồi sớm từ PDT E xin chân thành cảm ơn",
    "Kính gửi: Phòng đào tạo Lý do xin mở sĩ số: em nộp ccnn để đạt chuẩn anh văn sau năm 3 ở đợt ngày 25/7 cho đợt đăng kí môn học bổ sung lần 3. Nhưng lúc đăng kí môn học thì lớp đồ án (CH4011) thời khóa biểu thứ 5 tiết 2-5 đã đầy, lớp đồ án còn lại là thứ 6 thì trùng thời khóa biểu của em. Nên em xin phòng đào tạo mở thêm sĩ số lớp đồ án   B MMH: CH4011, nhóm lớp: A01, thứ 5 tiết 2-5, giảng viên .    Xin thầy/cô phản hồi sớm để em có thể đăng kí được môn học vì hôm nay là hạn cuối rồi ạ. em xin cảm ơn",
    "Hôm nay 5/8 em mới nhận được bằng anh văn và em đã đăng kí nộp trên mybk rồi ạ . Cho em hỏi . Em có thể xin đăng kí môn học được không ạ . Dù đã qua đợi xét điểm anh văn của trường . Em xin cảm ơn . Mong các thầy cô giúp đỡ vì hôm nay đã là ngày cuối để bổ sung đăng kí môn học ạ . Em cảm ơn .",
    "Kính gửi thầy cô PĐT Trường ĐH bÁCH kHOA Em tên  MSSV  PĐT có thể sắp xếp tăng sỉ số môn  ( MT1009) L-17 giúp em được kh ạ? vì thời gian đăng kí sắp hết. em cám ơn thầy cô PĐT nhiều ạ.",
    "Kính gửi Phòng Đào Tạo  Em tên:  MSSV :  Hôm nay 5/8 em mới nhận được bằng tiếng anh và đủ chuẩn để đăng kí các môn chuyên ngành 191 . Dù đã qua đợt xét tiếng anh của trường nhưng vẫn mong phòng đào tạo cho em cơ hội để đăng kí các môn chuyên nghành ạ . Em đã đăng kí nộp bằng trên mybk rồi ạ . Em xin cảm ơn . Mong Phòng đào tạo suy xét do hôm nay là bữa cuối cùng đăng kí môn rồi ạ .",
    "Em tên là , mssv , sinh viên lớp HC18KSTN. Em xin tăng thêm 1 sĩ số môn Vẽ kĩ thuật, mã môn CI1003, lớp A09_A02 và môn Đường lối CM của DCSVN mã môn SP1009, lớp A01 . Em cảm ơn.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp Hồ Chí Minh. Em tên Lê Thành Vi MSSV , lớp bằng 2. Em chỉ học được các lớp buổi tối mà trong các đợt đăng kí môn học vừa rồi, do bận công việc nên em chưa đăng kí lớp được. Em xin Phòng đào tạo tăng thêm sĩ số môn “Kết cấu thép 1” MSMH Ci3009, lớp B01 buổi tối của Cô thuỷ ạ. Mong Phòng đào tạo xem xét. Em xin chân thành cảm ơn.",
    "Kính gửi thầy cô PĐT Trường ĐH bÁCH kHOA Em tên  MSSV  Em xin PĐT có thể sắp xếp tăng sỉ số môn PE1011( L12) giúp em đc kh ạ? vì thời gian đăng kí sắp hết em cám ơn thầy cô PĐT",
    "Dạ Kính gửi Phòng đào tạo trường Đại học Bách khoa TpHCM Em tên , mssv : Hôm nay em viết đơn này thành khẩn phòng đạo tạo cho em được chuẩn lớp môn xác xuất thống kê (MT2001) từ lớp L05 sang A01 , bởi vì cơ sở 2 khá xa bất tiện cho việc đi học và phần khác thời khoa biểu ở môn này làm cho em bận lịch ,em không thể đi làm thêm được (gia đình khó khăn). Em kính mong phòng đào tạo giúp em ,cho em chuyển lớp để thời khóa biểu phù hợp hơn . Em xin cảm ơn Phòng đào tạo.",
    "Môn học mã số CO3085 đã bị thay đổi lịch học từ thứ 6 sang thứ 5 làm ảnh hưởng đến lịch học của em, rất mong quý phòng đào tạo có thể giúp em hủy môn học này do đây là đợt 3 nên em không thể hủy môn trên mybk. Xin cảm ơn.",
    "Em muốn đk môn LTVN mã số 213303 mà hệ thống báo lỗi do thiếu ngày CTXH, nhưng em kiểm tra lại trên sàn hoạt động ngoại khoá sinh viên thì em đã được cập nhật đủ 10 ngày. Mong được nhà trường hỗ trợ để em ĐKMH kịp thời ạ. Em xin chân thành cám ơn",
    "phạm văn lân       anh văn 4/003004 ",
    "Dạ em chào chị , em là , em có gửi câu hỏi về việc chuyển thời khóa biểu môn kỹ thuật Robot, mã môn học 207703. Em có lên phòng đào tạo hỏi, chị trên đó nói em gửi chị danh sách những bạn đăng kí môn Các hệ thời gian thực 2, mã môn học 404708 để phòng Đào Tạo đăng kí sau ngày 5/8. Em cảm ơn chị đã giúp đỡ. Danh sách:            ",
    "Dạ thưa ban quản lý, ở nội dung trước em đã có trình bày về tình trạng không đăng ký các môn liên tục được ạ. Nhưng theo thời khóa biểu, từ tiết 2 đến 6 là thực hành ở 5 tuần cuối thôi ạ và các tuần cuối này môn Địa chính đại cương cũng gần như học xong rồi ạ. Em mong ban quản lý có thể xem xét cho em được đăng ký môn ạ. Em cảm ơn.",
    "Chào thầy(cô)! Em xin tăng sỉ số lớp L10_L19 của thầy , MSMH EE1015. Em cảm ơn ạ.",
    "Em Tên   Mã số sinh viên là  Lớp Vẽ kĩ thuật (CI1003) chương trình chất lượng cao hiện chỉ có 2 lớp nhưng 1 lớp em bị trùng thời khoá biểu chỉ còn lớp CC01_CC01 em có thể đăng kí được nhưng đã hết chỗ. Em xin thầy cô có thể tăng sĩ số lớp để em có thể đăng kí kịp với chương trình đào tạo. Em xin chân thành cám ơn.",
    "IM2003 - Kinh tế kỹ thuật",
    "Em là , MSSV . Em xin PĐT cho em thay đổi hiệu chỉnh danh sách đã đăng kí và xin tăng sỉ số môn Vẽ kỹ thuật lớp A09_A02",
    "Kính gửi Phòng Đào Tạo, em tên , MSSV: , ngày 22/7 em có đăng kí nộp bằng tốt nghiệp xét qua môn AVCB, để kịp đăng kí môn AV1 đợt 3, nhưng đến 5/8 PĐT mới pass cho em qua môn AVCB, bây giờ lớp AV1 đã hết chỗ, em mong PĐT xem xét cho em có thể đăng kí môn AV1 để kịp tiến độ học tập, em xin cảm ơn. ( Môn học Anh Văn 1, mã MH: LA1003, nhóm lớp A01 )",
    "Kính thưa quí thầy cô phòng Đào tạo,  Em là sinh viên K17 khoa Kỹ thuật Hóa học. Ở kì đăng ký môn học kỳ chính này, yêu cầu của chương trình đào tạo là đăng ký 3/4 môn tự chọn có sẵn. Kì trước em đã học vượt 1 môn. Lẽ ra lần này đăng ký 2 môn nữa là đủ. Tuy nhiên ở đợt hiệu chỉnh lần 2 em đã đăng ký 3 môn và chưa kịp xóa. Mong quí thầy cô cho phép em hiệu chỉnh để xóa một môn tự chọn đăng ký dư (môn Hóa keo, mã môn là CH2065). Kì này em đã đăng ký 22 chỉ nên việc học dư 1 môn sẽ là gánh nặng . Mong được thầy cô giúp đỡ, em xin chân thành cám ơn!",
    "Chào thầy/cô Cho em hỏi sau khi đã có tên trong danh sách dự kiến tốt nghiệp rồi thì có được chuyển điểm anh văn không ạ? Nếu chuyển điểm được thì cho em hỏi sau bao lâu thì điểm sẽ được cập nhật vào bảng điểm ạ? Em xin cảm ơn.",
    "Em đăng kí môn mà bị kẹt tiết 6 7 liền nhau nên hong đăng kí được. Em xin hỏi có cách nào để đăng kí được không ạ? Em cam kết học được",
    "MSSV/MSV:    Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  Mssv:   Em làm đơn này gửi tới thầy cô phòng đào tạo về việc cân nhắc mở rộng sĩ số lớp Cơ Học Đất (CI3001)A03_A05 giảng dạy bởi V  Và . môn học này thực sự rất quan trọng với em trong kì học tới. Mong thầy cô sớm phản hồi . Em xin chân thành cảm ơn!",
    "Em chào các cô. Hiện tại e là k16 vì chưa qua anh văn nên chưa thể đăng ký được các môn học của HK năm 3. Và sáng nay e mới vừa nhận kết quả thi anh văn. Nhưng nộp thì chưa đăng ký được môn học mà chiều nay 3h là hành chót đăng ký môn học. Em cầu mong các cô giúp đỡ dùm em cho e có thể đăng ký được các môn tiên quyết của HK sau? Hiện tại e rất bối rối. E cầu xin các cô giúp đỡ cho e. Em xin chân thành cảm ơn . Em rất biết ơn các cô.",
    "Lúc đăng ký LVTN hệ thống báo lỗi  thiếu môn tiên quyết là CTXH mà em đã đủ 10 ngày. Em có đăng câu hỏi 1 lần rồi vẫn không giải quyết được. Em mong nhà trường hỗ trợ em sớm để em được đăng ký LVTN kịp thời ạ. Em xin cám ơn",
    "Em là  MSSV . Em muốn xin PĐT cho em thay đổi hiệu chỉnh danh sách đã đăng kí",
    "Kính gửi phòng đào tạo Em tên là , MSSV:  Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em không đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng. Em hi vọng Phòng đào tạo cân nhắc để có thể tăng sỉ số và bố trí em vào lớp LO4_LO8 môn  Cấu trúc dữ liệu và giải thuật (CO2003). Mong phòng đào tạo giúp em để em không bị trễ tiến độ học tập",
    "Kính thưa quý thầy cô Phòng Đào tạo, Em là sinh viên K17, khoa kỹ thuật hóa học. Hiện tại em đang theo học thêm lớp tiếng Trung vào buổi chiều thứ 4, không còn lớp nào để đổi. Em xin Phòng đào tạo cho em hiệu chỉnh môn Các pp phân tích hiện đại (CH3005) từ lớp A01 (tiết 7-8-9) sang lớp A02 (tiết 10-11-12). Em mong được quý thầy cô giúp đỡ, em xin chân thành cảm ơn !",
    "Em mong PDT xem xét mở thêm sỉ số lớp học để em có cơ hội học để đủ chỉ đăng ký luận văn trong kỳ tới ạ. MSMH: CI2005 Tên môn học: Cơ lưu chất Lớp: L02 Rất mong PDT giải quyết sớm cho em ạ. Cảm ơn PDT nhiều ạ.",
    "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM  Em tên là:  Mssv:   Em làm đơn này gửi tới thầy cô phòng đào tạo về việc em có nọp chứng chỉ av và đang thẩm tra, em thi được 300, theo em được biết thì qua avcb(250) là đăng kí được av1 nhưng em thi 300 vẫn k đăng kí được av1 vì avcb tiên quyết, mong thầy cô có thể giải thích hộ em. Mong thầy cô sớm phản hồi . Em xin chân thành cảm ơn!",
    "Xin PDT tăng thêm sĩ số lớp môn Bóng chuyền PE1011 nhóm L13",
    "Kính gửi cô! Em hiện tại là sinh viên K16 vì rớt anh văn nên e chưa thể học được môn học của HK năm 3. Hôm nay e mới nhận kết quả thi toeic và nộp chuyển điểm nhưng phải chờ thời gian thẩm tra. Vì em đã bị trễ thời gian đăng ký mà chiều nay 3h lại hết thời gian đăng ký bổ sung. Em kính mong các cô mở đăng ký cho e được đăng ký môn học. Tại vì những môn học đó ảnh hưởng tiên quyết đến các môn sau này ạ. Em mong cô giúp đỡ cho em. Cho e được đi học với bạn bè . Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là , MSSV:  Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em k đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng. Em hi vọng Phòng đào tạo cân nhắc để có thể bố trí em vào các lớp môn học sau: Cấu trúc dữ liệu và giải thuật (CO2003) nhóm 02_04 ập trình hướng đối tượng (CO2005) nhóm 04_08 Kiến trúc máy tính (C02007) nhóm 02_03 Nếu những môn này trùng với những môn đại cương em đăng kí trong đợt 3, em xin xóa những môn đại cương đó Em mong nhận được sự phản hồi từ phòng đào tạo Em cảm ơn!",
    "Dạ kính thưa nhà trường,  Em tên là , MSSV: . Em mong nhà trường có thể xem xét và mở sỉ số lớp môn Trắc địa đại cương (CI1007) lớp A02 thêm cho em có thể đăng kí vào học để thuận tiện cho việc giờ giấc được không ạ. Rất mong nhà trường có thể xét duyệt giúp em. Em cảm ơn ạ.",
    "Kính gửi quý thầy cô phòng đào tạo  Em tên  MSSV  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A03-A06 hoặc lớp A03_A07 môn Dung sai và kỹ thuật đo(mã môn học là ME3003). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn!",
    "Dạ em viết đơn này để xin phòng đạo tạo cho phép em được CHUYỂN NHÓM MÔN HỌC, vì lý do em bị cấn lịch không đăng kí được một số môn chuyên ngành. Những môn này rất quan trọng với em, mong thầy cô giúp em với ạ . Môn mà em muốn chuyển nhóm là môn bóng chuyền: em xin chuyển qua ngày thứ 3 tiết 11 12 ạ. Em xin chân thành cảm ơn phòng đào tạo",
    "IM2003 - kinh tế kỹ thuật Nhóm A01",
    "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa-ĐHQG TPCHM Em tên là  Khoa Điện Điện tử MSVV:  Em làm đơn này xin phòng đào tạo cho em được chuyển nhóm môn học Tín hiệu và hệ thống nhóm L05 thứ 5 tiết 2 3 4 5 sang Nhóm L08 thứ 6 tiết 7 8 9 10 của thầy  . Lí do: buổi sáng thứ 5 em có lịch học anh văn ở trung tâm ạ, mong phòng đào tạo giúp em . Em xin chân thành cảm ơn.",
    "Em xin phòng đào tạo có thể mở thêm sĩ số lớp môn vi xử lý. Em xin cảm ơn ạ",
    "N Ổ SUNG Kính gửi phòng đào tạo trường đại học bách khoa TP.hcm Em tên là : , Mssv: 0, K2013, lớp : XD13TL, Khoa kỹ thuật xây dựng đại học Bách Khoa TP.hcm. Hôm nay em viết đơn này với lý do : em xin được đăng ký bổ sung môn học , vì lý do em còn có môn học này là môn Anh Văn 4 , do em thi có kết quả toeic quy đổi điểm không kịp thời gian, mà hôm nay ngày 5/8/2019 ngày cuối đăng kí môn học, em đăng kí môn học nhưng hết sĩ số nên đăng kí không được, cụ thể là: Môn học: Anh văn 4: Mã số môn học: LA1009.                   . Thứ 2 , tiết : 9-10-11-12                   . Cơ sở 1                   . Nhóm A01                   . Sĩ số : 65/65 Mong phòng đào tạo giúp đỡ dùm em để em được đăng ký môn học Anh Văn 4 ,để được ra trường , vì em là sinh viên khoá k2013 gần hết hạn theo học, em chân thành cảm ơn !       TP. Hồ chí minh ngày 5 tháng 8 năm 2019                   Người viết Đơn                   ",
    "Em chào thầy/cô, Do môn học Lập trình web ( MSMH: CO3049) học vào tiết 456 và môn sau đó em đã đăng kí được học vào tiết 789 nên em không thể đăng kí môn học này. Nên mong thầy/ cô có thể cho phép em đăng kí môn học Lập trình web vào nhóm L01 ( Thứ 4 tiết 456 thứ 7 tiết 101112) Môn học này rất quan trọng với em nên mong nhận được sự hỗ trợ từ thầy/ cô ạ.",
    "Môn Hoá học, mã số môn học: 601701, nhóm lớp P01",
    "E Đăng ký Luận văn TN, nhưng báo lỗi do thiếu môn tiên quyết. Nhưng các môn tiên quyết e đã hoàn thành rồi.",
    "Kính gửi: BGH Trường Đại học Bách Khoa                 PĐT Trường Đại học Bách Khoa Em tên , mssv:  Em viết đơn này kính mong PĐT trường đại học bách khoa tăng sỉ số lớp môn Hoá học (mã số môn học: 601701) nhóm lớp P01. Em xin cảm ơn!",
    "Em chào thầy/ cô Em vừa hỏi đăng kí lập trình web ở câu hỏi kia mà em không biết làm thế nào trả lời tiếp được ạ nên em tạo thêm câu hỏi này. Dạ nãy e được trả lời là hết sĩ số nhưng vẫn còn mà ạ (36/40 sv) Mong thầy/ cô có thể hỗ trợ giúp em Em có gửi ảnh đính kèm ạ. Em xin cảm ơn",
    "Em chào anh/chị ạ! Em xin phép anh/chị tăng sĩ số lớp học A01_A01 Môn Quản lý sản xuất ME1009 lên 23 ạ.Em chân thành cảm ơn!",
    "Em tên là  MSSV 9 em có xin tăng sĩ số môn học Trắc địa đại cương CI1007 nhưng không đăng ký kịp ạ. em xin tăng thêm sĩ số giúp em ạ Nhóm A01_A01 hoặc A01_A02 em đã tạm đăng ký lớp L02_L05. nếu được cho em xin chuyển thời khóa biểu giúp em ạ Em xin cám ơn",
    "Dạ cho em hỏi hiện tại tăng sĩ số lớp học được không ạ? Nếu được cho em xin tăng 1 chỗ trong lớp thầy . Em có gửi kèm file ảnh. Em chân thành cảm ơn.",
    "mình đã nộp CCNN vào ngày 2/8. vậy khi nào mình mới đăng kí được luận văn tốt nghiệp?",
    "cho em xin tăng sĩ số môn học Cơ lý thuyết AS1003 nhóm A01. em xin cám ơn ạ",
    "Em cần giấy xác nhận sinh viên để nộp học bổng thì em phải xin ở đâu",
    "Em chào anh/chị ạ! Em xin phép anh/chị được tăng sĩ số lớp A01 Môn Phương Pháp Tính mã MT1009, Lớp A07 Môn Tư Tưởng Hồ CHí Minh mã SP1005, Lớp A04 môn đường lối cách mạng mã SP1009 ạ! Em chân thành cảm ơn ạ!",
    "Vừa rồi em có đăng ký phúc tra bài thi cuối kỳ môn xử lý số tín hiệu EE2015 nhóm A01-B của thầy . Và thầy cũng đã có kết quả phúc tra nhưng vì phòng đào tạo chưa mở lại trang nhập điểm nên thầy chưa nhập điểm được. Em mong là pdt sớm mở lại trang nhập điểm để thầy  có thể cập nhật điểm. Để em còn đk luận văn ạ",
    "Do em bị vướng anh văn nhưng hôm nay đã nộp bằng . Nhưng học kì 191 em chỉ được đăng kí 10 chỉ . Như vậy có bị đình chỉ học vụ không ạ . Nếu bị đình chỉ thì phải làm giấy phép gì để không bị đình chỉ ạ. Em tên :  MSSV :  Mong Phòng Đào Tạo giúp em với ạ . Em xin cảm ơn ạ .",
    "Em tên là:  - MSSV:  Hiện tại em không có trong danh sách tốt nghiệp đại học chính quy tháng 11/2019. Cho em hỏi không biết vì lí do để em biết bổ sung thêm? Em cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là , MSSV:  Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em k đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng. Theo sự hướng dẫn của thầy  - Trưởng phòng đào tạo, để giải quyết vấn đề sức chứa của phòng máy, em sẽ tự mang laptop của mình để học những môn này. Em hi vọng Phòng đào tạo cân nhắc để có thể bố trí em vào các lớp môn học sau: Cấu trúc dữ liệu và giải thuật (CO2003) nhóm _04 ập trình hướng đối tượng (CO2005) nhóm 04_08 Kiến trúc máy tính (C02007) nhóm _03 Nếu những môn này trùng với những môn đại cương em đăng kí trong đợt 3, em xin xóa những môn đại cương đó. Em mong nhận được sự phản hồi từ phòng đào tạo. Em cảm ơn!",
    "Em xin chào thầy cô, em là sinh viên hệ vừa làm vừa học, nây em làm đơn yêu cầu xin được đăng ký môn học TR2001Cơ kỹ thuật và dao động. Mong thầy cô thông cảm và giúp đỡ em ạ.",
    "Kính gửi phòng đào tạo trường đại học Bách khoa  Em tên là  Mssv  học khoa khoa học và kĩ thuật máy tính. Ngày 12/07/2019 em có tham dự kì thi nói viết  tại trung tâm BKEnglish và đạt kết quả là 255/400. Tuy nhiên khi đăng kí dự thi em có điền sai thông tin   B Mã số sinh viên    thành   B chứng minh nhân dân   ( thành 23). Em cũng đã liên lạc với bên BKEnglish và được thầy giám đốc trung tâm giúp đỡ phản hồi về cho phòng đào tạo. Tuy nhiên vì không có mục tra cứu này trên các hệ thống trang của trường, nên em không biết là thông tin của mình đã thực sự được cập nhật hay chưa . Em viết đơn này mong các thầy cô ở phòng đào tạo kiểm tra lại và cho em biết liệu thông tin của mình đã được cập nhật hay chưa ạ. Bởi vì thực sự kết quả này cũng rất quan trọng với em. Em rất mong được thầy cô giúp đỡ. Dưới đây là thông tin cá nhân em của em ạ: Tên:  MSSV:  Số chứng minh nhân dân: 23 Em xin chân thành cảm ơn ạ, ",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa tp HCM Em tên là:  MSSV:  Em viết đơn này xin PĐT cho em đăng kí lại môn: chuyên đề luận văn tốt nghiệp - CH43B1. Lí do: Em có đăng kí rồi nhưng môn bị hủy và không vào kiểm tra lại kĩ nên khi hết hạn đăng kí/ hiệu chỉnh vào xem thì không thể đăng kí môn. Môn này rất quan trọng với em nên mong PĐT giải quyết giúp em có cơ hội đăng kí môn học. Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô Em tên Đỗ Lê Trọng Toàn - MSSV: 1513527, cho em hỏi sao đến nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến vậy ạ?  Em cảm ơn!",
    "Chào thầy/cô, Sau khi có tên trong danh sách dự kiến tốt nghiệp, em đã tiến hành chuyển điểm anh văn vào ngày 1/8/2019. Sau đó, em tìm hiểu thì được biết khi đã có tên trong danh sách dự kiến tốt nghiệp với điểm trung bình tốt nghiệp rồi thì không được chuyển điểm anh văn. Vậy thầy/cô cho em hỏi việc em chuyển điểm anh văn như vậy có ảnh hưởng gì đến tiến độ tốt nghiệp vào tháng 11 này của em không và em có cần phải lên phòng đào tạo xin hủy yêu cầu chuyển điểm (do em đã thực hiện thao tác chuyển điểm và đã đóng tiền) để không ảnh hưởng đến việc tốt nghiệp của em không ạ? Em xin cám ơn.",
    "Kính chào phòng đào tạo, Về việc đăng ký môn \"Tính toán song song\", em có gửi đơn xin được tăng sỉ số lớp L01_L01 từ 39 lên 40, tuy nhiên đến 14h 5/8/2019 em vẫn chưa thấy có thay đổi, dù đã nhận được tin sỉ số lớp đã được tăng vào lúc 13h38. Hiện tại em có kiểm tra lại thì thấy sỉ số bây h đã là 39/40, tuy nhiên đã hết hạn đăng ký môn học. Vì vậy em mong phòng đạo tạo thêm em vào lớp L01_L01 môn Tính toán song song CO3067 để em có thể được theo học môn này trong học kỳ tới ạ. Nếu cần bất cứ đơn xin viết tay thì em mong nhận được phản hồi sớm từ phòng đào tạo để em có thể hoàn thành đăng ký ạ. Em xin chân thành cảm ơn, .",
    ": Kính gửi pdt  Em xin pdt kiểm tra giúp em mục nộp bằng tốt nghiệp thpt ,em đã nộp và tình trạng pdt chưa nhận được mong pdt kiểm tra lại",
    "Kính thưa phòng đào tạo! Hôm nay đã qua hạn đăng ký môn học được 1 ngày. Phần mềm đăng ký môn học không cho em đăng ký thông tầm học từ tiết 2 đến tiết 12. Em viết đơn này xin phòng đào tạo có thể cho em đăng ký thêm môn: Địa chính đại cương học vào thứ 2 tiết 7 8 9. Em xin cảm ơn.",
    "Hủy môn do thời gian học của môn đó bị thay đổi giữa 2 đợt Đăng ký môn học 2 và 3 . Dạ thưa, em là Đường Quang Huy MSSV 1611244. Ở đợt 2 đăng ký môn học (đkmh) cho HK191, em nhận được kết quả đăng ký môn   B Xử lý ngôn ngữ tự nhiên (CO3085)    như hình   I dkmh2.png  /I  (  U   B Thứ 6 9101112      ), và em cũng đã chấp nhận thời khóa biểu sơ bộ này. Tuy nhiên ở đợt 3 đkmh (đợt bổ sung), môn học này lại bị đổi giờ học (  U   B Thứ 5 2345      ) như hình   I dkmh3.png  /I . Và thời khóa biểu trên trang thông tin sinh viên của em cũng cập nhật theo như vậy (hình   I tkb.png  /I ) . Việc thay đổi giờ học này em không được báo trước, và khi đkmh ở các đợt trước (đăng ký kế hoạch học tập, hiệu chỉnh) em đã cân nhắc suy nghĩ sắp xếp thời khóa biểu học tập cho hợp lý để phù hợp với các công việc khác ngoài việc học. Chỉ đến   B đợt 3    (đợt đkmh bổ sung,   B không cho hủy môn   ) thì em mới phát hiện việc thời gian học bị thay đổi. Điều này gây ảnh hưởng rất lớn đến thời gian biểu mà em đã sắp xếp từ trước, và em hoàn toàn bị động trong việc này. Hiện tại em không đồng ý với thời gian học mới này và mong muốn được   B hủy môn học    này (không phải   B rút môn học   ). Rất mong nhận được giải đáp của Phòng Đào tạo về vấn đề này! ",
    "Kính gửi phòng đào tạo trường đại học Bách khoa. Em tên là . Mssv . Trên lịch học vụ có ghi thời gian bắt đầu học kì là   B t4 ngày 21/8 tuần 34    nhưng trong thời khóa biểu sinh viên thì ngày bắt đầu là ngày   B t2 19/8 tuần 34   . Vậy thời gian bắt đầu học kì là ngày nào  ạ? Mong PDT có thể giúp em giải đáp câu hỏi, em cảm ơn ạ",
    "Em là sinh viên K18, khoa Kĩ thuật Xây dựng. Sau khi có kết quả phân ngành, em trúng tuyển lớp Kĩ sư Tài năng, em muốn hỏi về việc em có được đổi các lớp học theo chương trình trúng tuyển và học ở cơ sở 1 hay vẫn tiếp tục theo thời khóa biểu đã đăng kí từ trước ạ? Em xin cảm ơn.",
    "Kính gửi phòng đạo tạo. Em tên  mssv 0 là sv lớp XD12TL01Ttại học kì hè vừa qua em có đăng kí 2 môn học. Vì không theo dõi rõ thời gian đóng học phí nên em đã bị hủy môn. Em muốn hỏi là giờ e nộp học phí và xin mở lại môn học để e có thể thi cuối kì được không ạ. Em xin cảm ơn !",
    "KÍnh gửi phòng đào tạo Theo phản hồi Cb T gửi e thì học phí của e cũng không tới mức 3.150.000VND MÔn trường điện từ chung với lớp chính quy e đã hủy & không đăng ký nhưng không hiểu sao lại còn hiện hữu, kính mong t xem xét và hủy giuýp e. Vì 1 người không thể học & đăng ký cùng 1 môn 2 lớp. Hơn nữa Tụi e là sinh VLVH không có thời gian để học nhiều lớp cùng 1 môn mà còn tốn nhiều chi phí Kính mong T xem xét và sớm phản hồi Em xin cảm ơn",
    "Dạ em chào chị , em là . Em xin trình bày lại một lần nữa vấn đề của mình vì không thể gặp chị để nói trực tiếp nên có thể gây nhầm lẫn . Vì có 3 bạn bị rớt môn Các hệ thời gian thực 2 muốn đăng kí học vào kì 191. Nhưng môn Kỹ thuật Robot(207703) lại bị trùng lịch nên tụi em đã thống nhất với cả lớp Cơ điện tử Việt Pháp 2015 (gồm 18 bạn) để xin thầy  đổi lịch và thầy đã đồng ý. Danh sách các bạn trong lớp bạn () đã gửi vào mail . Vì đã hết đợt đăng kí bổ sung nên em xin chị giúp giùm tụi em là thay đổi thời khóa biểu môn Kỹ thuật Robot và đăng kí 3 bạn                           vào lớp của môn Các hệ thời gian thực 2(404708). Em chân thành cảm ơn chị. Mong chị giúp tụi em.",
    "Dạ cho em hỏi. Em nộp chứng chỉ ngoại ngữ vào ngày 24/7 nhưng đến ngày 6/8 em mới được xét duyệt. Vậy môn học em đăng kí học kì 191 từ ngày 1/8-5/8 có trong thời khoá biểu của em không ạ?",
    "Kính gửi PĐT Thầy/cô PĐT cho em hỏi là em thấy trên lịch học vụ ghi là 21/8 (thứ 4) thuộc tuần 34 theo lịch dương mới bắt đầu học kì mà trên thời khóa vào thứ 2 và thứ 3 (19/8,20/8) vẫn ghi tuần 34 có học, nên em k biết là em bắt đầu đi học theo vào thứ 2 hay là thứ 4 ạ?  Tại em định xong thực tập em sắp xếp về quê ít ngày nên em muốn hỏi kĩ để tiện hơn ạ. Mong thầy/cô PĐT giải đáp giúp em. Em xin cảm ơn rất nhiều ạ.",
    "Cho em hỏi nếu em muốn in bang điểm thì em đăng ký trên mybk rồi đóng tiền trực tiếp ở phòng đào tạo được không ạ em xin cảm ơn",
    "Em xin hỏi cách huỷ môn học đã đăng ký dư (đã học rồi) môn học tên Thí Nghiệm Công Trình. Mã môn học CI4011 cám ơn sự hỗ trợ của ac",
    "Kính gửi Phòng Đào tạo ! Em là  sinh viên K15. Hiện tại em muốn học thêm văn bằng 2 khoa Khoa học và kĩ thuật máy tính. Học kì tới em muốn học môn Nhập môn điện toán (CO1005)  . Vì do không đủ sĩ số để mở lớp nên môn này em chỉ có thể học cùng K19 . Em viết yêu cầu này mong Phòng đào tạo có thể giúp đỡ em ạ! nếu không học được 2 môn đó sẽ ảnh hưởng đến một vài môn học sau ạ ! Em xin chân thành cảm ơn!",
    "Dạ em khóa 2015 nhưng em chỉ còn môn LVTN để học ra trường em mong ad cho em gia hạn thời gian nộp Toeic vì ngày 22/8 là hạn ĐK LVTN nhưng khi em tới đăng kí thi toeic thì chỉ còn ngày 19/8 này mà thời gian nhận bằng thì cách thêm 10 ngày nữa. Vì hoàn cảnh khó khăn nên em phải làm thêm kiếm tiền nên giờ mới có thể đăng kí thi Toeic được. Em mong PĐT đọc được mong giúp đỡ em dk được LVTN cho em ra trường năm nay với ạ. Em xin chân thành được cảm ơn PĐT",
    "Kính gửi pdt  Em tên  Mssv  Tình trạng em đã nộp bằng tốt nghiệp thpt mà pdt chưa nhận được trên mybk xin pdt hãy  kiễm tra giúp em",
    "Em là , MSSV: , trước em đang học anh văn toeic250 đã thi xong chờ kết quả, nhưng có đợt đăng ký anh văn toeic 300 em đã đăng ký và có lịch học, nhưng hiện tại anh văn toeic 250 của em rớt, nên em nhờ phòng đào tạo cho em hủy lịch thời khóa biểu môn học anh văn toeic 300.",
    "Kính gửi phòng đào tạo, Em tên là  MSSV  Em có đăng kí xác nhận sinh viên và nhận tại 107H1 PĐT CS2, tình trạng đã xử lí, hôm nay em lên nhận mấy chú bảo vệ nói không làm việc ở cơ sở 2. Vậy cho em hỏi em có thể lên PĐT CS1 nhận được không hay phải đăng kí mới. Em chân thành cảm ơn.",
    "Kính chào Phòng Đào tạo Em có một chút thắc mắc về thời gian bắt đầu học kỳ 191 ạ: - Theo trang của Phòng Đào tạo, phần Lịch học vụ Học kỳ I - Năm học 2019 - 2020, ngày bắt đầu học kỳ 191 là Thứ 4, 21/8 (Hình 1). - Trong thời khóa biểu của em, có một số môn học vào ngày thứ 2, 3 nhưng lịch học vẫn ghi học tuần 34 (hình 2). Tuy nhiên tuần 34 là tuần đầu tiên trong học kỳ (hình 3), tức là em phải đi học vào ngày Thứ 2, 19/8 và thứ 3, 20/8. Vậy em phải bắt đầu đi học vào ngày nào và liệu thời khóa biểu có lỗi sai không ạ ?  Em rất mong được thầy cô giải đáp. Em xin cảm ơn thầy cô nhiều ạ !",
    "Thưa thầy cô cho em hỏi ngày mấy là trường mình bắt đầu học vậy ạ? Vì em nghe một số bạn bảo là 19/8, còn lịch học vụ là 21/8.",
    "Kính gửu Phòng Đào Tạo. Em tên là , lớp VP12_HK. Mssv:G. Em xin phép Phòng Đào Tạo cho em đăng ký môn Tự Động Hoá và Điều Khiển Tối Ưu (MMH:409701) , nhóm lớp P01. Do trong lần đăng ký chính em có đăng ký nhưng vì nhầm lẫn nên đã hủy đăng ký môn học này. Em kính mong Phòng Đào Tạo xem xét. Em xin cảm ơn.",
    "Dạ là e có đăng kí xót môn anh văn 2. Do cần đăng kí học anh văn 2 liền với e thấy trên sỉ số lớp chủ nhật còn chỗ thì giờ em phải làm sao ạ",
    "Thưa phòng đào tạo, Em đã thi và nhờ Hội Đồng Anh (British council) gửi kết quả về trường từ vào ngày 4/7 nhưng đã đến ngày 9/8 em vẫn chưa được thẩm tra chứng chỉ. Hội Đồng Anh báo với em kết quả đã được gửi từ ngày 4/7 và không có sự cố nào. Em mong trường thẩm tra giúp em để em được tốt nghiệp. Em xin cảm ơn, ",
    "Em tên:  - MSSV:9 theo như quy định về thời gian đào tạo tối đa của K2013 thì em được học 14 học kỳ. Cho em hỏi em có thể xin tăng thêm 1 học kỳ theo dạng SV được hưởng ưu tiên theo đối tượng (nhóm ưu tiên 1 và 2) hoặc hưởng ưu tiên theo khu vực 01 được quy định trong quy chế tuyển sinh đại học và cao đẳng chính quy hiện hành không ạ? Vì lúc thi tuyển đầu vào đại học, em thuộc diện SV vùng biên giới ạ. Nếu được thì cho em hỏi em cần viết đơn và nộp giấy tờ gì không ạ? Em xin cám ơn",
    "Kính gửi Phòng đào tạo, Em tên : Bùi Duy Khánh MSSV :  Hệ VHVL Em có đăng ký môn học Thí nghiệm ô tô và động cơ - mã môn TR4077 - Thứ 2 tiết 2-6. Do công việc của em không sắp xếp được nên em muốn xin phòng đào tạo đổi lại giúp em xuống tiết 8-12. Em xin chân thành cảm ơn.",
    "Trong kì đăng kí môn học HK191 hệ chính quy đợt 3 em có cập nhật, tổng cộng đăng kí 7 môn học nhưng khi xem có kết quả sắp xếp thời khóa biểu vào ngày 2/8/2019 4:12:40PM thì chỉ còn 5 môn. Như vậy em bị thiếu mất 2 môn với mã môn học là ME4045 và ME4093. Điều kiện đăng kí môn học của em đều được thỏa mãn và lịch thời khóa biểu vẫn còn phù hợp. Hi vọng quý thầy cô xem xét lại vấn đề thiếu sót này và sớm cập nhật giúp em. Nếu có lí do nào khác thì hãy thông báo lại để em sớm kịp thời sắp xếp giải quyết ạ. Em xin cám ơn quý thầy cô.",
    "hác .. Dạ thưa thầy cô! Hiện tại em chưa đăng kí môn học nào cho Học ì 191, em có nguyện vọng được học chung với 19 2 môn học: 1. CO1005 - Nhập môn điện toán 2. CO1007 - Cấu trúc rời rạc cho khoa học máy tính Em là sinh viên 15 hoa Địa chất và Dầu khí, có dự định học văn bằng 2 hoa Máy Tính, em mong Phòng Đạo Tạo xem xét và chấp nhận yêu cầu của em ạ . Em cám ơn thầy cô rất nhiều!",
    "Chào thầy/cô! Em tên là  Thúy. MSSV:. Lớp:CK16MAY Trong đợt ĐKMH vừa rồi em có quên đăng kí môn đề cương luận văn. Vậy cho e hỏi là trong đợt đăng kí bổ sung cuối cùng LVTN (từ ngày 28/8_4/9) thì em có thể đăng kí được bổ sung môn đề cương luận văn không ạ? Mong sớm nhận được phản hồi từ quý thầy/cô. Em xin chân thành cảm ơn!",
    "Xin chào, cho em hỏi khi nào thì được cập nhật danh sách tốt nghiệp ạ? Em đạt đủ điều kiện tốt nghệp ngày 02/08/2019, trong danh sách tốt nghiệp trên aao đến bây giờ vẫn chưa có. Em xin cảm ơn.",
    "Không đăng ký được ĐAMH nền móng B01 dù trước đó số lượng sinh viên trong nhóm vẫn chưa tới tối đa. Vì hiện giờ là kỳ cuối của em, nên có thể có cách nào đăng ký bổ sung lớp này được không?ư Em xin cám ơn.",
    "Theo Như thời khóa biểu trên mybk thì ngày bắt đầu học kỳ 191 là ngày 19/8 Tuy nhiên còn theo như biểu đồ môn học trên trang của phòng đâò tạo thì ngày bắt đầu học kỳ là ngày 21/8(thứ tư) Đề nghị phòng đào tạo trả lời giúp em cụ thể là học kỳ 191 sẽ chính thức bắt đầu từ lúc nào để em có kế hoạch sắp xếp Em xin cảm ơn",
    "B cho em hỏi em nộp chứng chỉ ngoại ngữ lần 2 và đã xét duyệt hợp lệ nhưng khi em bấm vào chuyển điểm môn av4 thì không được ạ.em cảm ơn.  ",
    "Kính gửi: Trường ĐH Bách Khoa TP HCM. Em là - MSSV  Khoa Điện-Điện tử K15. Em đã hoàn thành hết các điều kiện để được xét tốt nghiệp vào tháng 11 nhưng không có tên trong danh sách tốt nghiệp tạm thời trên http://www.aao.hcmut.edu.vn .Em đã đối chiếu với các bạn trong lớp và họ đều đã có tên. Mong nhà trường kiểm tra lại giúp em xem có sai sót hoặc em còn thiếu điều kiện gì với ạ.Hiện tại em rất cần giấy tốt nghiệp tạm thời. Em xin chân thành cảm ơn.",
    "Cho em hỏi để vay vốn ngân sách cho sinh viên ở địa phương thì cần các loại giấy tờ nào ạ?",
    "Kính gửi phòng đào tạo trường đại học Bách khoa Em tên là Đặng Bá Quốc Hưng Mssv  học khoa Khoa học ứng dụng, ngành Vật lý kỹ thuật Học kỳ 182 vừa rồi, sau kỳ thi cuối kỳ, em có phúc tra bài thi môn Kỹ thuật Vật lý y sinh ( Mã môn: AS3087 ) và có được sự điều chỉnh điểm thi. Trong tình trạng Phúc tra bài thi tại MyBK đã có thông tin có kết quả điều chỉnh, tuy nhiên đã hơn 10 ngày, em vào Thông tin sinh viên, mục Bảng điểm vẫn không có sự cập nhật điểm thi Em viết đơn này kính mong phòng đào tạo cập nhật lại điểm của em theo kết quả phúc tra. Em xin chân thành cảm ơn phòng đào tạo.   i  .",
    "Dạ cho em hỏi, em thi anh văn nói viết vào ngày 24 và đạt 225 điểm, nhưng đến nay em kiểm tra thì chưa có tên trong danh sách tốt nghiệp dự kiến, em thử kiểm tra những bạn thi cùng ngày thì đã có rồi ạ   i ",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa. Em tên là , MSSV . Khoa Kĩ thuật Địa chất & Dầu khí, Chuyên ngành Khoan & Khai thác Dầu khí, Lớp DC16KK. Do vướng mắc về số chỉ tối đa của học kì HK191 nên em đã hủy môn Máy nén Thủy lực (CI3161) sau khi vừa đăng kí để đăng kí môn Thực tập Tốt nghiệp (GE3343) nhưng không được chấp thuận, sau khi Khoa đã thu xếp để có thể đạt đủ số tín chỉ học kì, kính mong Phòng Đào tạo xét duyệt gỡ bỏ lệnh hủy môn Máy nén Thủy lực (CI3161), cho phép môn này vào thời khóa biểu để em có thể học chung môn này với K17 . Vì rắc rối với nhóm môn tự chọn nên rất lo bị trễ tiến độ học tập và trễ LVTN . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn .",
    "Kính gửi phòng Đào tạo trường BK Em tên: Hoàng Mạnh Cường | MSSV:  Vì lý do chờ điểm thi Toeic nên em không đăng ký môn Anh Văn 4 đúng hạn được. Em xin phép được đăng ký môn Anh Văn 4 vào HK 1 năm học 2019-2020. Em xin cảm ơn. Ngày gửi: 19/08/2019",
    "Dạ chào anh/chị, em tên , MSSV mới là , e mới chuyển sang hệ VLVH, hiện tại e còn nợ 1 môn Nhập môn về kỹ thuật (EE1001) khoa điện- điện tử .  Em đăng ký trên web không được nên nhờ anh/chị có thể giúp em đăng ký môn học này với khóa mới ạ.  Mong anh/chị trả lời sớm. Em xin chân thành cảm ơn .",
    "Kỹ thuật an toàn môi trường. 501601 tin học 260605 sức bền vật liệu 806010 vẽ kỹ thuật 260611 dung sai đo lường 260608 nhiệt động lực học 260616 trang bị điện trong công nghiệp 2 260627 kỹ thuật số 202087 Đảm bảo chất lượng 006601 toán 1",
    "Kính gửi PĐT Em tên Bùi Lý Khện học lớp XD15TD. Em viết yêu cầu này để kính nhờ PĐT xét lại môn LVTN của em đã bị hủy mà không có lý do cụ thể nào. Em đã kiểm tra kỹ tất cả yêu cầu đăng ký môn học: + Tín chỉ: 126 TC (yêu cầu là 124 TC). + Anh văn: Toeic 490 điểm nộp bằng và đã được xác nhận (yêu cầu là 450 điểm). + Số ngày CTXH: 13 ngày (yêu cầu là 10 ngày CTXH). + Đã hoàn thành tất cả các môn thực tập và đồ án. Bên dưới là minh chứng về tiến độ học tập của em. Kính mong PĐT xem xét và giải quyết vì sắp vào kỳ rồi em lo quá! :(( !",
    "Kính gửi phòng đào tạo trường đại học Bách khoa  Em tên là   Mssv 8 học khoa Kỹ Thuật Xây Dựng, ngành Cầu Đường  Đợt đăng ký môn học vừa qua em đã đăng ký môn T/nghiệm và vật liệu xây dựng đường ô tô( mã môn học ci4061). Ban đầu vì những lý do mã mới mã cũ và môn thay thế em không đăng ký được, nhưng em đã trực tiếp trao đổi với  đã chủ động điều chỉnh và tăng sĩ số để em đăng ký được. Em đã đăng ký được nhưng em đã chờ 1 tuần rồi mà vẫn chưa thấy cập nhật trong thời khoá biểu . E rất lo lắng vì chuyện này vì em chỉ còn môn này và làm đồ án tốt nghiệp nữa là kết thúc chương trình đào tạo . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn",
    "Kính gửi phòng đào tạo trường đại học Bách khoa  Em tên là   Mssv 8 học khoa Kỹ Thuật Xây Dựng, ngành Cầu Đường  Em đã sử dụng mail sinh viên trường cấp như 1 mail cá nhân mình để lưu trữ dữ liệu cũng như trao đổi công việc bên ngoài. Em không biết là nhà trường có lấy lại mail này không?? Và nếu có thì khi nào lấy??  E rất lo lắng vì chuyện này vì em đang sử dụng và lưu tru  Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
    "Kính gửi: Phòng đào tạo đại học Bách Khoa TPHCM EM: MSSV  Em muốn xin được học môn học Hệ thống máy tính và ngôn ngữ lập trình (EE2009) Do là tới 22/7/2019 em mới có chứng chỉ anh văn nên đợt 2 em chỉ đăng ký được mấy môn toán ứng dụng và các môn chính trị.Tới kỳ đăng ký lần 3 thì em đăng ký thêm 2 môn Trường Điện Từ và Mạch điện Tử . Ở kỳ 182 vì lý do sức khỏe và em cũng không nắm rõ về quy chế nên em đã vắng thi môn Vật lý bán dẫn nên chắc chắn mạch điện tử em sẽ không được đăng ký.Em rất hối hận về việc vắng thi , em mong thầy cô cho em cơ hội học môn hệ thống máy tính và ngôn ngữ lập trình để kịp ra trường đúng thời hạn .",
    "BE128    . CHO  ?",
    "Chào ad Em tên là  Mssv  Cho em hỏi thời gian rút môn học bắt đầu từ ngày mấy đến ngày mấy ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo , em vừa nhận được giấy nghĩa vụ quân sự ,em cần giấy xác nhận sinh viên của trường để được miễn nghĩa vụ thì lại phòng nào xin ạ và thời gian lấy là mấy ngày ạ",
    "Đợt đăng ký vừa rồi em và các bạn trong lớp đã đăng ký được môn Ứng dụng hệ thống nhúng nâng cao HK191. Thời khóa biểu có cập nhật môn này nhưng tối hôm qua (12/08/2019), khi kiểm tra lại TKB thì không còn môn đó nữa. Em đã lên PĐT nhưng chưa đựoc giải quyết . Để kịp chương trùnh đào tạo nên em mong muốn học môn này trong HK191 . Nếu môn này không đăng ký được thì em có thể xin đăng ký môn khác ở PĐT để kịp chương trình không ạ?    i  ..",
    "Kính gửi PĐT Trường ĐHBK, Em là , mssv  Em muốn hỏi hiện là tháng 8 rồi sao điểm trung bình tích luỹ Ngành của em vẫn chưa được cập nhật ạ (Hình ảnh đính kèm) Em cảm ơn!",
    "DẠ CHO EM HỎI EM ĐĂNG KÍ MÔN HỌC HỌC KÌ 191 VÀ ĐÃ CÓ KẾT QUẢ ĐĂNG KÍ THÀNH CÔNG TRONG ĐỢT 2 VÀ THỜI KHÓA BIỂU CẬP NHẬT NGÀY 2/8/2019 ĐÃ CÓ MÔN HỌC EM ĐĂNG KÍ NHƯNG KHI THỜI KHÓA BIỂU CẬP NHẬT NGÀY 12/8/2019 THÌ EM BỊ MẤT 2 MÔN LÀ LÍ DO SAO Ạ?",
    "Em   lớp BK15HTD, tại sao em chưa đủ điều kiện tốt nghiệp ạ?. Em đã học đủ các tính chỉ, av400, đã thẩm tra bằng tốt nghiệp THPT, khoảng còn nợ là điện nước ktx bách khoa q10 đã được thanh toán từ tháng 7.",
    "Kính chào quý thầy cô. Em tên là  mssv , em đăng kí môn đợt 3 ME1003 lớp 02_06. Nhưng sĩ số 5/25, nên không mở lớp được. Bạn em là , mssv , cũng bị tình trạng giống như vậy vì tụi em đăng kí chung . Em thấy 02-05 còn trống 2, 23/25. Xin thầy cô chuyển cho chúng em qua lớp 02_05 ạ để đủ chỉ. Em cảm ơn ạ!",
    "Chào  Em là  -  Sinh viên ngành Kỹ Thuật Vật Liệu Xây Dựng Tuy nhiên trong quá trình học em có đăng kí thêm các môn của ngành Kỹ Thuật Công Trình Xây Dựng để học bằng 2. Theo như kế hoạch thì kết thúc học kỳ 1 năm học 2019 -2020 tới đây thì em sẽ hoàn thành xong tất cả các môn trong chương trình đào tạo của 2 ngành trên.  cho em hỏi là học kỳ 2 năm học 2019-2020 thì em có thể làm 2 LVTN cùng trong 1 học kỳ được hay không? Nếu được thì em cần phải làm những thủ tục gì?  Em cảm ơn !!",
    "Thưa thầy (cô)! Em là  (). Trong các đợt ĐKMH cho học kỳ 191 vừa rồi em đã đăng ký môn Giải tích hệ thống điện (EE3013) nhóm lớp A04_A07 và chẳng may lớp này bị hủy do không đủ sỉ số. Điều này làm ảnh hưởng rất lớn đến tiến độ cũng như kế hoạch học tập của em. Em rất mong Phòng đào tạo có xếp em vào lớp A05_A09 để em có thể hoàn thành môn học này (Sỉ số lớp là 11/20). Em rất mong nhận được phản hồi và em xin cảm ơn!",
    "Em tên là , sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
    "Xin phép phòng đào tạo. Em là:  MSSV:  Chương trình Việt-Pháp Cho em hỏi nếu không đăng ký học môn tiếp pháp 3 thì có được học môn tiếng pháp 4 không ạ, em cảm ơn.",
    "Kính gửi quý thầy cô! Em tên , mssv . Em đã đăng kí ME1003 - Cơ khí đại cương nhóm L02_L06 nhưng vì sĩ số quá ít nên đã bị hủy lớp. Bạn em là , mssv  cũng bị tình trạng như vậy. Để kịp tiến độ học tập bọn em có thể xin chuyển qua nhóm L02_L05 được không ạ!  Em xin cảm ơn ạ!",
    "Kính gửi : Phòng đào tạo đại học Bách Khoa TPHCMEm tên :   MSSV:  - Do tới ngày 22/7/2019 em mới có chứng chỉ anh văn nên đợt đăng ký môn lần 2 e chỉ đăng ký môn xác xuất thống kê và các môn chính trị.Đợt 3 em đăng ký thêm 2 môn là trường điện từ và mạch điện tử và giờ em mới biết vắng thi môn vật lý bán dẫn thì sẽ không đủ điều kiện để đăng ký môn mạch điện tử.Việc em vắng thi môn học vật lý bán dẫn ở kỳ 2 là do sức khỏe em lúc đó không đươc tốt cộng thêm em chưa hiểu kỹ về quy chế nên em đã phạm sai lầm.Giờ em đang rât hối vì đã vắng thi và chắc chắn sẽ không bao giờ em tái phạm nữa.Mong phòng đào tạo cho em được học môn học hệ thống máy tính và ngôn ngữ lập trình (EE2009) để kịp tiến độ ra trường .Em hy vọng phòng đào tạo sẽ phê duyệt cho em vì em đã trễ 2 năm rồi ạ (em sinh năm 1998).",
    "Kính gửi phòng đào tạo Em tên là  MSSV: lúc trước em có hỏi phòng đào tạo vấn đề chương trình đào tạo bên DK16KT là học kì 7 phải học 15 chỉ nhưng chỉ đăng ký được 13 chỉ và phòng đào tạo nói là tụi khoa phải nộp đơn danh sách để phòng đào tạo đăng ký cho tụi em và thầy chủ nhiệm đã xác định gửi rồi mà tới giờ  thời khóa biểu cập nhật rồi mà tụi em không được 15 chỉ mà có nhiều bạn còn mất môn. Mong phòng đào tạo giải quyết cho tụi em năm sau vào năm học rồi ạ.",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa  Em tên Ngô Kiến Hoàng, MSSV:  Em xin phép hỏi là em đã đăng ký môn Mạch Điện Tử ở học kỳ 191, và đã đăng ký thành công. Nhưng sao thời khóa biểu của em bị mất môn đó rồi ạ? Xin Phòng đào tạo giúp em phục hồi lại. Em xin cảm ơn rất nhiều!",
    "Em là sinh viên K18 khoa KTXD, mssv . Sau khi kết thúc đợt đăng kí môn thì kết quả hiển thị em đăng kí được 15 chỉ bao gồm cả môn Sinh học Đại cương CH2027. Trước ngày 13/8 em có kiểm tra thời khoá biểu thì vẫn đủ 15 chỉ, tuy nhiên sau ngày 13/8 em chỉ còn 12 chỉ hiển thị trên thời khoá biểu, cụ thể là mất môn Sinh học Đại Cương . Em mong Thầy/Cô có thể giải quyết giúp em.",
    "Tình trạng không đăng kýđược . Em đã đăng ký và được duyệt môn Xác xuất thông kê nhưng khi vào thời khóa biểu thì không có. Mong PĐT giải quyết giúp em.",
    "Kính gửi quý thầy cô! Em tên , MSSV . Em đã đăng kí Cơ khí đại cương - ME1003 nhóm L02-L06 nhưng vì sĩ số quá ít nên đã bị hủy nhóm. Bạn em là  cũng gặp tình trạng này. Em thấy nhóm L02-L05 cũng còn 2 chỗ. Xin cho em hỏi bọn em có thể chuyển qua nhóm đó để kịp tiến độ học tập được không ạ? Mong quý thầy cô giải quýêt giúp em ạ! Em xin cảm ơn!",
    "Em tên là , sinh viên khoa Điện Điện tử. Phòng đào tạo vừa thông báo là hủy lớp L09_L11 của môn mạch điện tử EE2007 của em do không đủ sĩ số lớp. Trong khi các đợt đăng kí lần 2 và 3 lại thông báo vẫn mở được và sau khi hủy thì lại không sắp xếp em vào các lớp khác. Tình hình này diễn ra đối với rất nhiều bạn làm chậm tiến trình học của chúng em ạ. Mong nhà trường mở lại các lớp đã hủy để chúng em học kịp tiến độ ạ, vì các học kì sau của khoa em rất nặng. Em xin chân thành cám ơn.",
    "QUOTE Kính gửi Phòng Đào Tạo, Em là sinh viên khoá K13, khoa Môi trường - Tài nguyên. Vấn đề của em là môn Luận văn tốt nghiệp (mã 610303) yêu cầu 3 môn tiên quyết là: + TH Kĩ thuật Điện - Điện tử (Mã 406029) + Thí nghiệm độc học môi trường (Mã 610002) + Thực tập tốt nghiệp (Mã 610302) Tuy nhiên, môn Thí nghiệm độc học, em đã lên xin ý kiến của Khoa Môi Trường và Khoa đã cho phép em học môn học Công nghệ xanh (học phần thí nghiệm) để tương đương cho môn thí nghiệm độc học, đồng thời, Khoa nói đã có gửi công văn về trường hợp của em cho Phòng Đào Tạo, vì thế, mong Phòng Đào Tạo xem xét ạ. Môn Thực tập tốt nghiệp thì em đã đăng ký ở học kỳ 183 và đang Thực tập vậy khi nào em có điểm mới được đăng ký Luận văn tốt nghiệp hay sao ạ? Em cần giải đáp về vướng mắc này Cuối cùng, môn TH kĩ thuật điện - điện tử. Do chương trình mới không có môn tương đương/thay thế cho môn này nên Khoa có qui định em phải học thêm 1 môn tự chọn nữa (bên cạnh 4 môn đã học) để bù số tín chỉ cho môn này. Môn tự chọn em đăng ký cho học kỳ 191 sắp tới là môn Phân tích hệ thống môi trường (Mã EN2019). Như em đã trình bày, cả 3 môn tiên quyết em đều đã và đang thực hiện. Vậy em không biết liệu Phòng Đào tạo có thể cho em đăng ký môn Luận văn tốt nghiệp ở học kì 191 được không ạ. Vì đây đã là học kì chính qui cuối cùng của em rồi ạ. Em cảm ơn PĐT đã đọc và mong PĐT có thể giải đáp dùm em ạ!  /QUOTE    QUOTE Kính gửi Phòng Đào Tạo, Em là sinh viên khoá K13, khoa Môi trường - Tài nguyên. Vấn đề của em là môn Luận văn tốt nghiệp (mã 610303) yêu cầu 3 môn tiên quyết là: + TH Kĩ thuật Điện - Điện tử (Mã 406029) + Thí nghiệm độc học môi trường (Mã 610002) + Thực tập tốt nghiệp (Mã 610302) Tuy nhiên, môn Thí nghiệm độc học, em đã lên xin ý kiến của Khoa Môi Trường và Khoa đã cho phép em học môn học Công nghệ xanh (học phần thí nghiệm) để tương đương cho môn thí nghiệm độc học, đồng thời, Khoa nói đã có gửi công văn về trường hợp của em cho Phòng Đào Tạo, vì thế, mong Phòng Đào Tạo xem xét ạ. Môn Thực tập tốt nghiệp thì em đã đăng ký ở học kỳ 183 và đang Thực tập vậy khi nào em có điểm mới được đăng ký Luận văn tốt nghiệp hay sao ạ? Em cần giải đáp về vướng mắc này Cuối cùng, môn TH kĩ thuật điện - điện tử. Do chương trình mới không có môn tương đương/thay thế cho môn này nên Khoa có qui định em phải học thêm 1 môn tự chọn nữa (bên cạnh 4 môn đã học) để bù số tín chỉ cho môn này. Môn tự chọn em đăng ký cho học kỳ 191 sắp tới là môn Phân tích hệ thống môi trường (Mã EN2019). Như em đã trình bày, cả 3 môn tiên quyết em đều đã và đang thực hiện. Vậy em không biết liệu Phòng Đào tạo có thể cho em đăng ký môn Luận văn tốt nghiệp ở học kì 191 được không ạ. Vì đây đã là học kì chính qui cuối cùng của em rồi ạ. Em cảm ơn PĐT đã đọc và mong PĐT có thể giải đáp dùm em ạ!  /QUOTE  Dạ cho em hỏi trường hợp của em đã được giải quyết chưa ạ ? Em cảm ơn ạ!",
    "Kính gửi PĐT!   Em tên  đang học hệ chính quy thuộc khoa Điện - Điện tử, lớp DD15VT02.   Em viết thư này xin PDT xem xét em việc sau: em có đăng kí môn luận văn vào đợt đăng kí thứ 3 cho học kì 191 nhưng em xem lại thời khóa biểu thì không thấy môn luận văn. Em đã xem xét lại là có đầy đủ các điều kiện để đăng kí môn luận văn: số tín chỉ, anh văn, số ngày CTXH, hoàn thành đồ án, đề cương luận văn.   Mong PDT xem xét sớm dùm em ạ. Em xin cảm ơn! Trân trọng!",
    "Em tên Lê Trung Hậu, mssv , em bị hủy môn giải tích hệ thống điện nhưng không được chuyển sang nhóm khác mặc dù vẫn còn nhóm thỏa điều kiện để chuyển (không trùng thời khóa biểu môn khác, đủ sĩ số), mong phòng đào tạo xem xét và giúp em vì đây là môn RẤT QUAN TRỌNG với em ạ!! Em cảm ơn.  I   /I",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em xin chào quý Thầy/Cô! Cho em xin hỏi là: Nếu nơi sinh trong giấy khai sinh của em là tỉnh Đăk Lăk, nhưng hiện tại đã tách thành tỉnh Đăk Nông. thì em nên ghi thông tin nơi sinh như thế nào cho đúng ạ? Em xin chân thành cảm ơn!"
]