[
    "Dạ chào anh chị ạ. Em đăng ký bảo hiểm y tế đợt 2 nhưng đến đoạn chọn loại bảo hiểm để thanh toán thì lại không chọn được mặc dù đã cập nhập thông tin cá nhân đầy đủ rồi. Mong anh chị có thể hướng dẫn em ạ. Cảm ơn anh chị",
    "Thầy cô cho em hỏi là em đã thi anh văn cơ bản nhu cầu A vào ngày 5.12 và bây giờ pdt mở cho đki chính quy thì em có được đăng kí anh văn 1 không ạ. Em cảm ơn.",
    "Em xin chào anh chị Em có vấn đề này nhưng khi liên lạc với thầy chủ nhiệm thì lại không nhận được sự giúp đỡ dù thầy có online Tóm tắt là em đang cần loại giấy tờ để xác nhận em là sv HCMUT và theo form của ngta đưa thì người ta yêu cầu phải có chữ kí hiệu trường Anh chị cho em hỏi mình có loại giấy tờ nào như vậy không(đính kèm)? Hay em phải điền thông tin cá nhân vào rồi đem lên cho thầy hiệu trưởng kí ạ? Em nghĩ là thầy hiệu trưởng sẽ không làm những chuyện vặt như vậy, nên em không biết thế nào, em đang cần sự giúp đỡ, mong anh chị hổ trợ ạ. Em xin cảm ơn.",
    "Em muốn hỏi nhà trường là em đã nộp bằng THPT online vào thắng 6/2021 rồi nhưng khi kiểm tra lại lại phát hiện là có nhầm lẫn trong số hiệu văn bằng thì cho em hỏi rằng có sửa lại được hay không hay phải xóa và đăng kí mới và nếu đăng kí lại em có bị cho là nộp trễ và trừ điểm rèn luyện hoặc không được đăng kí môn hay không ạ",
    "Dạ em chào quý thầy cô. Vào ngày trường đưa khảo sát học trực tiếp qua gmail em không đăng ký qua biểu mẫu vì hôm đó em không chắc chắn đủ điều kiện học, nhưng hiện tại em đã đủ điều kiện học trực tiếp, cho em hỏi em có thể đăng ký học trực tiếp tại trường từ ngày 13/12/2021 để làm luận văn không ạ?",
    "Tốt nghiệp         Kính gửi PĐT,    Em là , em đã đủ điều kiện tốt nghiệp Trong quá trình điền thông tin đăng ký hồ sơ tốt nghiệp ở mybk, khi bấm nút nộp hồ sơ em gặp lỗi như hình đính kèm Thưa PĐT tình huống này là do đâu và xử lý như thế nào ạ?     Trân trọng,  ",
    "Kính gửi phòng đào tạo, Em tên là , MSSV: . Vì chưa tham gia BHYT trong đợt 1 nên em đăng ký BHYT trong đợt 2 này. Nhưng khi đăng ký BHYT tại trang MyBK thì ở mục \"Chọn loại bảo hiểm đăng ký mua\" không hiển thị lựa chọn . Em mong có được sự giải đáp và khắc phục từ phòng đào tạo ạ!  Em xin cám ơn!   i  .",
    "Dạ cho em hỏi là để đăng ký anh văn nhu cầu thì có cần điều kiện gì không ạ. Như là để đăng ký anh văn nhu cầu 2A thì có phải học trước anh văn nhu cầu cơ bản Av và anh văn nhu cầu 1A Em xin cảm ơn nhiều ạ!",
    "Chào anh (chị), Hiện em đang là sinh viên năm 3, em có nghe nói về chương trình liên thông thạc sỹ từ khóa K19. Cho em hỏi khi em đăng ký môn học ở 212 thì học phí sẽ tính như thế nào vậy ạ? Em xin cảm ơn.   i ",
    "Kính chào thầy, cô Hôm trước em có đăng ký tham gia học thí nghiệm và đã có thời khóa biểu nhưng do tình hình dịch bệnh nơi em ở vẫn chưa ổn định nên em muốn hủy đăng ký học thí nghiệ. Vậy em cần làm thế nào để hủy việc học thí nghiệm cho phù hợp ạ? em cảm ơn ạ.",
    "Em bị lỗi ở phần nộp bằng tốt nghiệp THPT  Ở mục chọn sở gd và đt, em chọn tp.HCM thì nó hiện dấu x và em ko bấm xác nhận được.",
    "Kính gửi Phòng Đào tạo Em là , MSSV:  Vào lúc 16:50 chiều  ngày 8/12/2021 em mới nhận được mail nộp hồ sơ bổ sung và ngày 9/12/2021 em sẽ đi gửi hồ sơ bổ sung. Vấn đề là em ở Gia Lai nên có thể sẽ khoảng 1 tuần hồ sơ mới đến được trường và có thể sẽ sau ngày 15/12/2021. Như vậy có được không ạ, hay Phòng đào tạo sẽ căn cứ vào ngày gửi ạ? Em xin chân thành cảm ơn ạ!! ",
    "Cho em hỏi em đã nhận được bằng tốt nghiệp tạm thời nhưng sao khi vào mybk và danh sách tốt nghiệp dự kiến vẫn hiện chữ tạm dừng vậy ạ, và tên em cũng chưa có trong danh sách chính thức v thì có sao ko ạ 24/12 em có đc nhận bằng tốt nghiệp chính thức không ạ. Em cảm ơn.",
    "Dạ em chào pdt Em tên   Mssv  Hiện tại tình hình của em là vẫn chưa có thời khoá biểu để làm luận văn tốt nghiệp nhưng em vẫn được thầy  bộ môn Địa Tin Học cho làm luận văn ạ em mong pdt xem xét xem thời khoá biểu ạ.",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa - Đại học Quốc Gia Thành phố Hồ Chí Minh Em tên ; Mã số sinh viên ; D21LT03 khoa Điện-Điện tử   Em viết thư này xin hỏi phòng đào tạo em chỉ bị thiếu bằng tốt nghiệp THPT thôi phải không ạ? Vì trong file Exel trường gửi chỉ ghi bổ sung hồ sơ UTXT nên em không biết đã bị thiếu hồ sơ nào .   Khi hoàn tất thủ tục nhập học em đã gửi trường bộ hồ sơ gồm có: 1.Phiếu đăng ký UTXT (có đóng dấu xác nhận của trường THPT). 2.Một bài luận viết tay trên giấy A4, trình bày động cơ học tập và sự phù hợp của năng lực bản thân với ngành học, trường học. 3.Một thư giới thiệu của giáo viên trường THPT. 4.Bản photo công chứng học bạ 3 năm trung học phổ thông. 5.Bản chính giấy chứng nhận kết quả thi THPT. 6.Bản chính giấy chứng nhận tốt nhiệp tạm thời. 7.Bản photo công chứng giấy căn cước công dân.   Trên hệ thống Mybk của trường cũng đã xác nhận ạ.   Em mong nhận được giải đáp để bổ sung hồ sơ thích hợp. Em xin chân thành cảm ơn!   Sinh viên  – Khoa Điện-Điện tử - Trường Đại học Bách Khoa-Đại học Quốc Gia Thành phố Hồ Chí Minh.",
    "Em chào PĐT,  PĐT cho em hỏi là tín chỉ các môn hoán thi HK 202 chưa được xóa điểm hoãn vì kỳ này môn không mở lớp,Anh văn được xét miễn ĐK LVTN và tín chỉ của TTTN vì đang thực tập chưa có kết quả tổng kết thì những tín chỉ này có được xét cho điều kiện ĐK LVTN không ạ. Mong PĐT giải đáp giúp em. Em xin cảm ơn! P/s: cho em hỏi môn Vật lý 2 học kỳ 211 này có lịch thi cuối kỳ không ạ?",
    "E chào thầy/cô. E là  sinh viên khoá K15. Hiện tại e vòn thiếu 1 môn học để tốt nghiệp. Thì e có thể đăng kí môn và học ở kì tới tức là học kì thứ 14 không ạ? Và e muốn hỏi nếu vượt qua kì 14 e chưa tốt nghiệp được thì sẽ có cơ hội nào để tiếp tục học để hoàn tất chương trình học và nhận bằng không ạ?. Mong thầy/ cô giải đáp giúp e. E xin cảm ơn.",
    "Em chào thầy cô Thầy cô cho em nộp lại phiếu miễn môn học ạ! em tên là   mssv  hệ vlvh ạ. Mong thầy cô có thể duyệt sớm giúp em để em có thể đăng kí môn học cho học kì sau ạ. Em cảm ơn thầy cô ạ!",
    "Em là , em vẫn chưa đăng ký được môn học vì hiển thị lý do tạm dừng trong MyBK ạ. Mong pdt mở tạm dừng để em đăng ký môn học học kỳ này ạ, em xin chân thành cảm ơn . Hình ảnh hiển thị tạm dừng và không đăng ký được em đính kèm ạ! ",
    "Dạ cho em hỏi em có thanh toán BHYT đợt 1 trễ hạn 1 ngày, bây giờ đợt 2 mở lại thì em có cần đăng ký lại không ạ? Đợt 1 thanh toán trễ hạn có ảnh hưởng gì không và nếu có thì giải quyết như thế nào ạ? Em cám ơn",
    "Dạ trên arning không đăng kí được BHYT ạ , mong chị xem lại thử ạ",
    "Chào thầy cô, Em đã đủ điều kiện tốt nghiệp nhưng khi đăng kí xét tốt nghiệp thì hệ thống báo không được phép đăng kí (tạm dừng). Thầy cô cho em hỏi là em cần làm gì để được xét tốt nghiệp ạ. Em cảm ơn.",
    "Cho em hỏi sao điểm môn Mô hình hóa toán học kỳ trước bây giờ vẫn chưa có điểm ạ.",
    "Kính chào phòng đạo tạo Em là  đã đăng ký xét miễn điểm anh văn và đã thanh toán vào 11 giờ 31 phút ngày 02/12/2021. Đến nay em vẫn chưa được xác nhận đăng ký miễn điểm thành công. Kính mong nhà trường xem xét xử lý để em có thể đăng ký tốt nghiệp. Em cảm ơn   i  .",
    "Thưa thầy/cô, hiện tại bên trường yêu cầu em nộp bổ sung giấy báo điểm ĐGNL, mà lần trc, lúc bên Trung tâm khảo thí chất lượng và đào tạo gửi email thông báo là sẽ gửi giấy báo ĐGNL qua bưu điện về đến tận tay em, mà em có email nhờ thầy/cô gửi giúp em do là tình hình dịch lúc đó. Bây giờ thầy/cô có cách hỗ trợ giúp em sự việc này ko? Em cảm ơn ạ",
    "Xin chào thầy cô phụ trách. Em tên . Mssv: . Hiện tại thì trên bkel của em vẫn chưa có lịch thi của các môn trong học kỳ 211. Em không biết là vì lý do gì nhưng nếu là vì lý do chưa thanh toán học phí thì em đã làm đơn xin được dời thời hạn thanh toán vào học kỳ 212 rồi ạ. Mong thầy cô phụ trách xem xét và giúp đỡ em ạ. Em chân thành cảm ơn.   i ",
    "Kính chào phòng đào tạo Em tên là . Do tình hình dịch bệnh Covid khiến em đến nay mới hoàn thành đủ điều kiện xét tốt nghiệp . Nay em làm đơn này kính mong nhà trường xem xét thu nhận lại để có thể kịp đăng ký tốt nghiệp ra trường. Phiếu đăng ký thu nhận lại em đã làm và gửi trong file đính kèm. Em cảm ơn   i Tốt nghiệp .",
    "T1008   Tốt nghiệp . Chào Phòng Đào tạo, Cách đây 3 hôm, tôi có nhờ Phòng đào tạo cập nhật giùm nơi sinh của tôi trong hồ sơ tốt nghiệp thành \"Nơi sinh: TPHCM\". Sau đó Phòng đào tạo phản hồi yêu cầu tôi cung cấp hình chụp giấy khai sinh có mộc đỏ về email . Hôm qua tôi đã làm theo yêu cầu của Phòng đào tạo nhưng đến hôm nay vẫn chưa được cập nhật . Tôi đang cần Giấy chứng nhận tốt nghiệp tạm thời gấp để nộp vô công ty đang làm. Rất mong phòng đào tạo giúp đỡ cập nhật giùm tôi. Chân thành cám ơn .",
    "Kính thưa Phòng đào tạo Em là , MSSV  Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời gửi về nhà rồi ạ. Em muốn hỏi là Bằng tốt nghiệp chính thức sẽ đợi thông báo qua mail đúng không ạ? Em cảm ơn nhiều ạ.",
    "Kính gửi Phòng đào tạo: Nhờ PĐT xử lý giúp em chuyển qua hệ vừa làm vừa học Họ tên sinh viên:  Năm sinh: 30-09-1996 MSSV:  Đính kèm Phiếu đề nghị chuyển sang hình thức vừa làm vừa học Em xin chân thành cảm ơn! ",
    "Kính gửi, Hiện tại em còn thiếu sơ yếu lý lịch và học bạ, liệu em có thể nộp trực tiếp cho trường thay vì phải gửi chuyển phát nhanh không ạ? Em xin cảm ơn ạ. Thân gửi",
    "Thưa thầy cô,  Em tên là , MSSV: . Sáng nay em có lịch thi môn CNXH lúc 9h ngày 09/12/2021. Chuyện là nhà em mất điện từ sáng 6h đến khi 9h05' mới có điện lại. Khi đấy em vào BK exam thì tài khoản của em đã bị khóa ạ, hiện lên thông báo em chưa thoát khỏi thiết bị cũ, nhưng kẹt ở đây thiết bị cũ là laptop của em viwfa bị đổ nước dẫn đến chập mạch và mang đi sửa hôm qua ạ, hiện tại em đang dùng laptop của em gái mình. Em viết đơn này là xin trường xem xét hoàn cảnh của em cho em thêm một cơ hội để hoàn thành bài kiểm tra của mình ạ.",
    "Cho em hỏi về học kỳ sau, HK212 sẽ được giảng dạy hoàn toàn trực tuyến hay có dự tính đi lên trường học trực tiếp không ạ.",
    "Chào quý thầy/cô! Em có xin rút môn Đồ án Chuyên Ngành ME4071 nhưng nay vẫn chưa nhận được điểm rút môn học, PDT nói là sau ngày 30/11 em vẫn chưa nhận được điểm rút môn thì phản hồi lại nên em xin quý thầy cô xem xét trường hợp của em ạ. Em cảm ơn!",
    "Kính gửi quý thầy cô phòng đào tạo, Em là Ông , MSSV  Trong quá trình đăng ký xét tốt nghiệp em đã làm theo các bước theo hướng dẫn, tuy nhiên em vẫn chưa thể bấm chọn nộp đơn xét tốt nghiệp được và liên tục được thông báo hệ thông lỗi. Em có đính kèm hình ảnh lỗi bên dưới, hi vọng nhân được sự giúp đỡ của quý thầy cô phòng đào tạo ạ . Em xin chân thành cảm ơn.",
    "Dạ, em có thắc mắc rằng là em nhận được mail thông báo nộp bổ xung hồ sơ nhập học từ trường.  VẤN ĐỀ là mặc dù email gửi cho bạn có địa chỉ   \" \".  Nhưng khi em kiểm trong \"file đính kèm hồ sơ thiếu phải bổ sung K2021 \" đi kèm với email, thì em có thấy tên mình trong danh sách với ghi chú là \"nộp bổ sung hồ sơ UTXT\". Câu hỏi của em là: Em có liên quan trong việc bổ sung hồ sơ này không hay email này chỉ dành cho bạn  \" \".  ạ ? Và nếu em có liên quan thì em sẽ phải nộp phần nào của bộ hồ sơ ạ ? Và phương pháp nộp như thế nào ạ ? Và khi đã nộp rồi thì làm sao để biết trường đã nhận được hồ sơ của e ạ ? Mong thầy/cô giải đáp thắc mắc giúp em , em cám ơn. MSSV :  Tên : ",
    "Kính chào Phòng Đào tạo, PĐT có làm việc vào thứ 7 không ạ? Nếu có thì thời gian làm việc làm việc như thế nào ạ? Do em có nhu cầu nhận bằng tốt nghiệp tại phòng, các ngày trong tuần từ thứ 2 đến thứ 6 em kẹt đi làm ạ. Em cảm ơn rất nhiều.",
    "Dạ cho em hỏi. Nay em về quê rồi mà làm mất thẻ sinh viên vậy có cách nào để em thi cuối kỳ được không ạ. em lấy chứng minh nhân dân thay thẻ sinh viên được không ạ. Em cảm ơn ạ",
    "Em đã hoàn thành chương trình học và đủ ngày CTXH để xét tốt nghiệp nhưng hệ thống vẫn chưa cho phép đăng ký do thiếu CTXH, mong PĐT kiểm tra. Em xin cám ơn.",
    "Em xin hỏi là em đã đăng ký giấy hoãn NVQS từ ngày 23.11 nhưng đến nay đã được 2 tuần rồi mà vẫn chưa nhận được không biết là em nên làm thế nào ạ ?? Em xin cảm ơn./.",
    "Kính gửi Phòng đào tạo, Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021 nhưng trong quá trình đăng ký tốt nghiệp trên Mybk thì hệ thống thông báo lỗi. Em có đính kèm hình ảnh thông báo lỗi ạ. Kính mong phòng đào tạo xem xét cho em ạ",
    "tài khoản mail của em bị google khóa, em cũng đã đặt câu hỏi trên bksi từ tối hôm trước đến hôm qua và đến giờ nhưng vẫn chưa có cách giải quyết. Hiện tại không có tài khoản đó thì em không thể nào nhận được mail, không thể đăng nhập vào phòng meet để học và thi, không thể nào điền google form để gửi bản ghi hình sau khi thi xong,... Vậy trường có thể cấp cho em 1 tài khoản mail khác được không ạ, hoặc làm cách nào để em có thể sử dụng các dịch vụ trên 1 cách bình thường được không ạ, trả thêm phí cho  google em cũng trả ạ. Em cảm ơn",
    "Kính gửi thầy/cô, Thầy/cô cho em hỏi là nếu em đăng ký thực tập trong kỳ sau mà em để kỳ hè đi thực tập có được không ạ? Trân trọng",
    "Chào PĐT ạ ! Em tên  MSSV: Hiện tại em không thể vào học thí nghiệm trực tiếp tại trường được nhưng em có lịch học thí nghiệm tuần sau. PĐT cho em hỏi có thể đổi em sang diện không đủ điều kiện học hay dời lịch cùng các bạn không đủ điều kiện được không ạ !  Em cảm ơn nhiều ạ!",
    "Cho em xin được hỏi là đối với thí sinh ở vùng dịch được đặc cách tốt nghiệp THPT nên sẽ không có bảng điểm thi THPT, em đã thay thế bằng giấy tốt nghiệp THPT tạm thời (bản chính) về cho trường với nội dung \"Đặc cách\" được chính sở GD-DT tỉnh Đồng Tháp chứng nhận, nhưng bên bộ phận thông tin yêu cầu em nộp thêm bảng điểm THPT thì em phải làm sao ạ ?  Em xin cảm ơn .",
    "Thầy/cô cho em hỏi khi em đăng kí bảo hiểm y tế đơt 2 này em vô dịch vụ đăng kí BHYT của nhà trường trong myBK nhưng không chọn được loại bảo hiểm và không nhấn đăng kí được. Thầy/cô cho em hỏi là đến 8h ngày 13/12 mới bắt đầu được đăng kí hay sao ạ. Thầy/cô cho em hướng xử lí với ạ .",
    "Thưa thầy/cô phụ trách Em là , sinh viên lớp L15 của bộ môn Chủ nghĩa xã hội khoa học (SP1035) Hôm nay, ngày 9/12, em có lịch thi vào lúc 7h, nhưng do sự cố kỹ thuật( máy em ép cập nhật lên Windows 11) mà em lại không vào được phòng thi. Xin phép cho em được hoãn thi và đăng kí trong học kì kế tiếp.     i  .",
    "Em tên là   Vì là sinh viên năm 4 và bị trễ kì nên kì sau em đăng kí được 6 chỉ thì có sao không ạ. Em cảm ơn ạ",
    "Dạ thưa Thầy/ Cô Em là sinh viên K15 của khoa Xây Dựng, theo em được biết kì 211 hiện tại sẽ là kì thứ 13, cũng là HK cuối cùng của em. Hiện tại em đang thực hiện LVTN của ngành(Đã hoàn thành đủ TCTL và CTXH ...) , nhưng do tình hình dịch bệnh cùng với việc duyệt bài Online cũng có nhiều khó khăn và hạn chế khiến tụi em có khả năng không hoàn thành kịp cho hạn nộp bài. Thầy, cô cho em xin hỏi là đợt luận văn năm nay có được gia hạn thêm thời gian bảo vệ như kì trước hay không ạ. Nếu không được gia hạn thì em có được xin cứu xét thêm 1 kì để có cơ hội hoàn thành Luận Văn để được xét tốt nghiệp hệ chính quy không ạ. Em xin cảm ơn thầy, cô đã lắng nghe.",
    "Em chào thầy,cô. Cho em hỏi, em đang nộp bằng toeic để chuyển điểm qua anh văn 4. Bằng đã được thẩm định và em đã thanh toán tiền chuyển điểm vào ngày 3/12 (như hình đính kèm) . Vậy cho em hỏi ngày nào PĐT mới mở đợt để chuyển điểm bằng toeic qua anh văn vậy ạ? Em cảm ơn.",
    "Em chào thầy cô. EM tên Phạm  Nghĩa, mssv: . Em có đăng ký thi anh văn nói viết vào  ngày 17/12, đã đóng phí đầy đủ và đã có danh sách. Em nhận được mail hướng dẫn vào xem thông tin thi tại trang BKel. Nhưng trang BKel của em lại không có thông báo nào về kì thi này. Thầy cô xem xét giúp em. Em cám ơn.",
    "Kính chào quý thầy (cô) Em là  - MSSV: , sinh viên khoa Kỹ thuật Xây Dựng. Trong lần yêu cầu trước. Thông tin nơi sinh của em trên trang đăng ký tốt nghiệp bị trống và được hướng dẫn gửi bản chụp giấy khai sinh có mộc đỏ cho địa chỉ mail: (hình ảnh thư và tình trạng đăng ký em gửi kèm hình) Tuy nhiên đến nay em chưa được nhận thêm phản hồi và trang đăng ký vẫn chưa được cập nhật. Mong quý thầy (cô) xem xét và thông báo thời gian nào em có thể đăng ký tốt nghiệp được ạ? Em xin cảm ơn!",
    "Kính gửi: PĐT trường Đại học Bách Khoa - Đại học Quốc gia TP. Hồ Chí Minh Em tên là , MSSV:  Như trong câu hỏi em gửi có ID = 42553 - Lỗi đăng ký tốt nghiệp, thì sau khi phòng đào tạo giải quyết nhưng em vào đăng ký vẫn bị lỗi như cũ. Đây là toàn bộ thông tin phần đăng ký của em được đính kèm như hình. Vậy mong PĐT khắc phục lại lỗi để em có thể đăng ký tốt nghiệp trong đợt xét này. Em xin chân thành cảm ơn, , sđt: [phone_number]",
    "N XIN THU NHẬN LẠI Kính gửi: PĐT TRƯỜNG ĐH - BÁCH KHOA HCM Em tên là Nguyễn Trí Tín, mã số sinh viên 1814341 hiện đang là sinh viên của khoa Khoa học và Kỹ thuật Máy tính. Đã tạm dừng từ học kỳ : HK202 năm 2020-2021 Lý do: Buộc thôi học vì lý do học lực Quyết định số : 260/QD - DHBK Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022 Em đã gửi đơn cho văn phòng khoa và đã được nhận lại theo quyết định 3161/QĐ - ĐHBK. Nhưng em đăng ký môn học hệ thống lại không cho em đăng ký vì lý do tạm dừng. Xin phòng đào tạo mở đăng ký lại giúp em sớm nhất có thể để em kịp đăng ký trong đợt này Em xin gửi PĐT đơn xin thu nhận lại của em. Em xin chân thành cảm ơn. Trân trọng Trí Tín",
    "Chào thầy/cô, Cho em hỏi là bao giờ em được nhận bằng tốt nghiệp chính thức vậy ạ? Em thấy vài bạn trong lớp em đã được nhận mail thông báo lên văn phòng nhận bằng tốt nghiệp. Cảm ơn thầy/cô đã đọc, ",
    "Em chào văn phòng ạ. Hiện em đã tốt nghiệp và nhận bằng tạm thời nhưng chưa nhận được thông tin là khi nào sẽ nhận bằng chính thức ạ.   i Tốt nghiệp .",
    "Gửi phòng đào tạo, Em là , khoá 18. Em đang cần giấy giới thiệu để bổ sung hồ sơ thực tập theo yêu cầu của công ty. Vì vậy em muốn biết làm thế nào để xin được giấy giới thiệu từ nhà Trường. Em mong sẽ sớm nhận được phản hồi từ phòng đào tạo. Em xin cảm ơn.",
    "Chào thầy/cô, Cho em hỏi là em đã có tên trong danh sách dự kiến tốt nghiệp và đã có bằng tốt nghiệp tạm thời nhưng tại sao ở trong thông tin sinh viên của em vẫn để tình trạng là đang học vậy ạ. Mong thầy/cô giải đáp Em cảm ơn, ",
    "Chào quý thầy cô.  Em có câu hỏi như sau: Chuyện là lúc trước em có nhận được mail từ phòng đào tạo về việc tổ chức học trực tiếp tại trường một số môn, lúc đó tỉnh của em đã khống chế được dịch Covid-19 và có thể đi lại thoải mái. Nhưng cách đây 2 tuần thì tỉnh em bùng dịch trở lại, em không thể tham gia học trực tiếp ở trường được. Vậy em cần làm gì để xin hoãn học các môn đã đăng ký học trực tiếp tại trường ạ? Mong quý thầy cô giúp đỡ em về vấn đề này. Em cảm ơn.",
    "Em chào văn phòng ạ, em tên  MSSV , hiện đang học ngành Kĩ Thuật Hóa Học(mã ngành 214). Em đậu vào bằng hình thức UTXTT_HSG, khi nộp hồ sơ xét tuyển em đã nộp đầy đủ bộ hồ sơ UTXT(gồm đơn đằng kí xét tuyển, học bạ có công chứng, bài luận, giấy chứng nhận HSGTP), em chỉ thiếu tờ lý lịch thôi ạ. Nhưng trong mail PĐT gửi lại báo em cần bổ sung bộ hồ sơ UTXT, thì em muốn hỏi em cần bổ sung gì ạ?",
    "Em tên:   MSSV:  Khoa: Điện-Điện Tử. Lớp DD17KT02 Em là sinh viên K17 đã nghỉ học được 2 kỳ do học lực kém và nay em muốn đươc quay lại học thì em phải làm sao? Xin pđt hướng dẫn tận tình giúp em? Em xin cảm ơn.",
    "Kính chào Phòng Đào Tạo, Cho em hỏi là số tín chỉ tích luỹ hiện tại của em là 125 và số tín chỉ đang học 3 tổng là 128 tín chỉ em vẫn còn nợ 8 tín chỉ trong đó có 4 tín chữ anh văn chưa hoàn thành, hiện tại em không thi tiếng anh để chuyển điểm được, không biết em được phép làm đơn để xin được làm LVTN trước rồi sau đó bổ sung anh văn sau được không, nếu được thì mong Phòng Đào Tạo hướng dẫn em các bước để thực hiện với ạ. Em cảm ơn thầy cô đã hỗ trợ chúng em nhiều trong quá trình học tập, chúc thầy cô luôn nhiều sức khoẻ.",
    "Tiếp theo câu hỏi # 42707 Em xin gửi PDT đơn xin thu nhận lại, kính mong PDT duyệt đơn giúp em. Em xin chân thành cảm ơn ạ.",
    "Dạ em tên là  MSSV: Sáng ngày 9/12/2021 em có thi môn Chủ nghĩa xã hội khoa học mã môn học là SP1035 nhưng trên trang bkexam của em không cập nhật phòng thi trên đó nên em không có cách nào làm bài thi được ạ. Em mong PDT giải quyết giúp em. Em xin cảm ơn ạ   i  .",
    "Em chào thầy/cô,  Đối với môn học đã hoãn thi ở học kì trước thì kì này có được tiếp tục hoãn không ạ? Em cảm ơn thầy, cô.",
    "Dạ em là      mã số sinh viên     - mã ngành 123  Dạ phòng đào tạo cho em hỏi là, em lỡ nộp học bạ bản gốc thay vì bản sao công chứng ạ, phòng đào tạo có thể cho hỏi là em lên phòng đào tạo để lấy về photo công chứng lại không ạ. Nếu được thì khi đi em cần phải cầm giấy tờ gì ạ, vì em đang bị mắc kẹt dưới quê nên em định nhờ người nhà lấy dùm ạ. Em mong nhận được phản hồi từ phòng đào tạo. Em cảm ơn ạ",
    "Em chào thầy cô, Em tên là , mssv , do bất cẩn nên lúc in bảng điểm em đã chọn nơi nhận tại CS1 mà không đọc dòng chữ (chuyển phát qua bưu điện). Trường hợp này em có được đến cơ sở 1 nhận bảng điểm không ạ. Em cám ơn thầy cô đã đọc. Trân trọng.",
    "Dạ em chào thầy cô của phòng Đào tạo ạ Em tên là , sinh viên ngành kĩ thuật cơ khí chất lượng cao Em không đăng kí kịp đợt đăng kí lớp thí nghiệm thì có bị làm sao không ạ? Nếu bây giờ em đăng kí thì có được không ạ? Tên môn học: General Chemistry (Lab) Mã môn học: CH1004 Học kì: CC_HK211 Em cảm ơn thầy cô ạ",
    "Chào thầy cô ạ Em là , MSSV , sinh viên khoa Quản lý công nghiệp Em viết mail này muốn hỏi thầy cô là em bỏ lỡ giờ thi môn CNXHKH thì có được thi bù không ạ? Nếu được thì em phải làm thủ tục như thế nào ạ? Mong sớm nhận được phản hồi từ thầy cô Em cảm ơn rất nhiều ạ. Thanks.",
    "Dạ em thắc mắc lịch học thời khóa biểu của môn thực tập điện 1 và điện tử 1. Trường sắp xếp cho em bị trùng lịch học nhau vào ngày thứ 5 thì em phải giải quyết như thế nào ạ? ",
    "Chào phòng đào tạo , em là sinh viên đang học môn Dung sai và kỹ thuật đo ME3003 , hiện trên thời khóa biểu của em có cập nhật học phần thí nghiệm của môn học này với mã [VLxx] , em không biết là mình sẽ học trực tiếp tại phòng học ( đã hiển thị trên TKB ) hay sẽ học online ạ , vì em có liên hệ với giáo viên dạy thí nghiệm môn này thì không nhận được phản hồi và trên E learning môn học này không có thông tin và thông báo gì cho sinh viên về hình thức học cả, và giáo viên cũng chưa thông báo qua mail cho sinh viên  . Em cảm ơn.",
    "Dạ chào thầy/cô . Em là . MSSV . Hiện tại em có đăng ký ở ký túc xá ĐHQG và thấy thông tin là bắt buộc đóng BHYT bên ký túc xá ĐHQG và em cũng đã đóng rồi. Nhưng do ban đầu em không biết nên đã đăng ký BHYT bên trường. Nên cho em hỏi, hướng giải quyết trong trường hợp của em sẽ như thế nào ạ. Em xin cảm ơn ạ.   i  .",
    "Dạ cho em hỏi email sinh viên của em là  sao lại bị ban quản trị vô hiệu hóa, không cho vào vậy ạ. Em cảm ơn.   i  .",
    "Kính chào thầy/cô, Em là , MSSV: . Như đã trình bày ở câu hỏi trước đó và được sự hướng dẫn từ thầy/cô. Nay em làm đơn này xin được thu nhận lại nhầm mục đích xét tốt nghiệp trong học kì này ạ. Em cảm ơn. (Em có đính kèm theo bản PDF phiếu đăng kí thu nhận lại của em).",
    "Dạ em chào thầy cô ạ. Hôm 7/12 em đăng ký thí nghiệm vào ngày 13-14/12, nay em xin phép đăng ký vào trường làm luận văn tốt nghiệp nữa ạ. Em thắc mắc không biết vào trường có cần xuất trình giấy tờ hoặc minh chứng để được vào trường không ạ?",
    "T1008   Tốt nghiệp . Chào Phòng Đào tạo, Hiện tôi đã đủ điều kiện tốt nghiệp. Tuy nhiên khi tôi đăng ký tốt nghiệp thì phần mềm báo lỗi như file đính kèm. Nhờ Phòng đào tạo kiểm tra giùm. Tôi chân thành cám ơn. ",
    "Kính gửi Phòng Đào Tạo . Em tên là  . MSSV  , khóa 2021  Do tình hình dịch bệnh trong lúc nộp hồ sơ nhập học nên em không thể làm công chứng cho 3 loại giấy tờ là : Học bạ , giấy khai sinh và giấy chứng nhận tốt nghiệp tạm thời  . Hiện bây giờ bên phía Phòng Đạo Tạo yêu cầu em nộp bổ sung những giấy tờ trên với công chứng , nhưng bây giờ 3 giấy tờ trên của em hiện đang bị thất lạc . Em xin phép hỏi Phòng Đào Tạo có thể gửi lại 3 giấy tờ chưa công chứng mà em đã nộp cho phía nhà trường , khi đó em có thể làm công chứng và bổ sung thêm vào hồ sơ nhập học được không ạ ?  Em rất mong được nhận sự phản hồi sớm nhất của bên phía Phòng Đào Tạo . Em xin chân thành cảm ơn phía Phòng Đào Tạo đã đọc .",
    "Dạ hôm trước em có đăng ký học thực hành trực tiếp, và hiện tại đã có thời khoá biểu. Nhưng do tình hình sức khoẻ hiện tại không đảm bảo để học trực tiếp ở trường, Em muốn huỷ thì phải làm sao ạ. Em xin cảm ơn",
    "Em là sinh viên đã đăng ký tốt nghiệp tháng 11. Có tên trong danh sách tốt nghiệp dự kiến. Đã nhận giấy tốt nghiệp tạm thời. Bây giờ em muốn đăng ký in bảng điểm gấp. Em thấy trong hướng dẫn đăng ký có để \"sinh viên có tên trong danh sách tốt nghiệp dự kiến\" thanh toán lệ phí tại PDT. Nhưng khi xác nhận đăng ký thì trang đăng tự động chuyển trang sang BKpay và yêu cầu thanh toán phí in. Cho em hỏi vậy em đóng tiền trên BKpay luôn hay làm thế nào ạ? Em cảm ơn",
    "em chào cô, HK201 em đã hoàn thành 2 môn là  B  KHVL dệt (ME2103)    và   B T/n kiểm tra phân tích vật liệu dệt (ME2107)   theo mã mới của K2019   , đây là môn   B tương đương    cho môn   B KHVL dệt (ME2063) của K2018   . Tuy nhiên bảng điểm của em vẫn chưa cập nhậy tín chỉ tích lũy ngành (TCTLN) của môn học này. Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký   B Luận văn    cho học kỳ tới. em cảm ơn.",
    "Kính gửi PĐT, em tên là , MSSV:. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được mượn hồ sơ sinh viên và xin được cấp giấy xác nhận đã gửi giấy báo trúng tuyển của trường. Trân trọng",
    "Dạ, em có thắc mắc này ạ, mong thầy/cô giúp đỡ. Chuyện là em Đã gửi bộ hồ sơ UTXT cho trường vào ngày 22/09/2021 thông qua Bưu Điện và đã giao thành công, nhưng vào ngày 8/12/2021 em nhận được mail thông báo nộp \"bổ sung\" hồ sơ UTXT từ trường. Mặc dù mail gửi cho bạn có địa chỉ   \"\".  Nhưng do mail xuất hiện trong hộp thư của em và tên em có trong trong \"file đính kèm hồ sơ thiếu phải bổ sung K2021 \" đi kèm với email với đây là việc liên quan tới bị Thôi Học, nên em cảm thấy rất lo. Em không biết là mình có phải nộp LẠI toàn bộ hồ sơ UTXT hay chỉ phần bị thiếu và em cũng không biết phần bị thiếu là gì ? Thầy/cô có thể kiểm tra giúp em được không ạ ?  Mong cô giải đáp thắc mắc giúp em , em cám ơn. MSSV :  Tên : Tăng Nhơn Vĩ",
    "Em là  (  ), như vậy đơn hoãn các môn thí nghiệm học kì 211 của em được chấp nhận rồi ạ. Em xin cảm ơn ",
    "ên trường kêu em cần bổ sung tờ khai lý lịch, cho em hỏi có phải là tờ khai sơ yếu lí lịch không ạ??",
    "Em đăng ký bảo hiểm y tế ở địa phương vậy em phải lên trường nộp minh chứng hay có thể gửi minh chứng online để đủ điều kiện đăng ký môn học không ạ?",
    "Cho em hỏi là em đăng ký xét tốt nghiệp thì bị lỗi như hình ạ. Em mong pđt xem xét giúp em.   i Tốt nghiệp .",
    "Em có nhận được mail bổ sung hồ sơ. Em đã tốt nghiệp cấp 3 năm 2020 và trúng tuyển vào trường bk là sinh viên k20 nhưng em chuyển ngành nên em đã thi đgnl lại và trúng tuyển khoa điện-điện tử khóa k21. Lúc em nộp hồ sơ em không có phiếu điểm thpt bản chính do em không thi kì thi thptqg2021, cả giấy chứng nhận tốt nghiệp tạm thời và phiếu điểm em đã nộp cho trường vào năm ngoái nên em không có 2 loại giấy đó trong bộ hồ sơ nhưng em đã nộp bản sao bằng tốt nghiệp cấp 3 cho trường ạ. Với đợt trước em cũng có gửi học bạ photo công chứng nhưng vẫn không hiểu sao lại thiếu nhưng em vẫn có thể gửi lại 1 bản khác cho trường. Vậy cho em hỏi có cần nhất thiết phải có giấy chứng nhận tốt nghiệp tạm thời và phiếu điểm không ạ hay em phải gửi thêm 1 bản sao khác của bằng tốt nghiệp thpt. Em cảm ơn ạ",
    "Kính chào quý thầy (cô). Trong quá trình bấm nút đăng ký nộp đơn xét tốt nghiệp em bị báo lỗi như hình đính kèm. Kính mong được thầy (cô) hướng dẫn khắc phục ạ. Em xin cám ơn.",
    "Em chào anh/chị, Em là , MSSV: , Hiện tại em đã hoàn thành chứng chỉ Toeic(đã được trường xác nhận và đã xét điểm) và 2 kỹ năng. Nhưng hiện tại điểm anh văn của em (1, 2, 3, 4) vẫn chưa lên hệ thống Thông tin sinh viên. Cho em hỏi khi nào điểm của em mới được cập nhật vậy ạ. Hiện tại, tình trạng sinh viên của em là tạm dừng (tạm dừng vì không đăng kí môn học). Nên cho em hỏi, sau khi điểm của em đã được cập nhật lên hệ thống Thông tin sinh viên thì em cần làm những gì để có thể đăng ký Tốt nghiệp kịp hạn 24/12/2021 này ạ. Em rất mong nhận được sự hồi đáp. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô, Khi em thực hiện đăng ky xét tốt nghiệp trên tool thì em gặp lỗi như này ạ. class \"org.bouncycastle.cms.CMSTypedData\"'s signer information does not match signer information of other classes in the same package Nhờ thầy cô xem giúp em với ạ. Em cảm ơn, .",
    "Em chào PĐT! Cho em hỏi hết học kì 211, PĐT có xét tín chỉ tích lũy tối thiểu của sinh viên năm 2 không ạ? Vì em thấy số tín chỉ tích lũy của năm 2 để đăng ký môn năm 3 là 56 chỉ, nhưng vì em đang hoãn vài môn và tình hình dịch bệnh khó khăn nên em không đăng ký thi lại đúng lộ trình được ạ!",
    "Em chào cô,   I Vừa qua em có gửi câu hỏi thắc mắc về vấn đề: . HK201 em đã hoàn thành 2 môn là   B KHVL dệt (ME2103) và T/n kiểm tra phân tích vật liệu dệt (ME2107)    theo mã mới của   B K2019   , đây là   B môn tương đương cho môn KHVL dệt (ME2063)    của   B K2018   . Tuy nhiên bảng điểm của em vẫn chưa cập nhậy tín chỉ tích lũy ngành (TCTLN) của môn học này. Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký  B  Luận văn    cho học kỳ tới.   B Một bạn sinh viên khác cũng hỏi câu tương tự, nhưng em và bạn nhận được hai câu trả lời khác nhau (hình minh chứng)   . Mong quý thầy cô có thể xem lại và giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Hiện tại hệ thống vẫn thông báo lỗi khi em nộp đơn đăng ký tốt nghiệp nên em vẫn chưa dăng ký tốt nghiệp được ạ. Em có đính kèm hình ảnh thông báo lỗi ạ. Em cảm ơn cô đã đọc ạ. Kính mong phòng đào tạo xem xét cho em ạ.",
    "Em chào PĐT, em có quyết định được hoãn thi vài môn ở học kỳ 201, nhưng mà từ cuối học kỳ 202 trở đi không được học trực tiếp nên việc đăng ký hoãn thi gặp nhiều khó khăn ạ từ việc liên lạc với PĐT và hỏi các thầy cô phụ trách môn vì do có những môn thầy cô tự tổ chức thi cuối kì. Em thấy hạn của việc thi xóa điểm VP là thời hạn 1 năm học tính từ HK 202 trở di, như vậy là hết học kỳ 211 là đủ 1 năm . Dạ cho em hỏi em có được đăng ký thi lại tiếp ở học kỳ 212 được không ạ? Vì tình hình khó khăn em đăng ký thi lại các môn trước rất khó khăn nên mong PĐT thông cảm cho em thêm học kì 212 để em thi lại hết môn hoãn ạ! Em cảm ơn PĐT ạ!",
    "Em xin chào pdt, Nếu trong trường hợp nhà trường tổ chức lễ tốt nghiệp vào tháng 4, mà đến tháng 6 em mới đủ điều kiện đăng ký tốt nghiệp, vậy em có thể nhận bằng tốt nghiệp tạm thời sau khi khi đăng ký hay ko? Hay là em phải chờ tới qua tháng 11 mới nhận được bằng tốt nghiệp cùng với khóa kế tiếp ạ?",
    "Em là , mssv . Em trúng tuyển vào trường theo phương thức TTHGIOI. Hiện em đã nhận được mail thông báo trường rằng bằng HS giỏi em nộp chưa công chứng. Tuy nhiên, theo em được biết thì trong bộ hồ sơ tân sinh viên không yêu cầu nộp bản công chứng bằng HS giỏi. Em hỏi bạn bè cũng được biết bạn không nộp bản công chứng bằng HS giỏi nhưng cũng không có trong danh sách nộp hồ sơ bổ sung. Tuy vậy, vào lúc 8h ngày hôm nay (9/12/2021), em đã chuyển phát nhanh bản công chứng giấy chứng nhận học sinh giỏi. Do thời điểm em chuyển trước khi mail trường thông báo nên em đã không ghi trên phong thư \"Nộp hồ sơ nhập học Tân SV K21\". Vậy quý thầy cô cho em hỏi em có cần phải chuyển phát nhanh lại về địa chỉ phòng đào tạo của trường không?",
    "Kính gửi PĐT,  Em tên Trần Ngọc Gia Khanh MSSV:  Em muốn xin hủy lịch học thí nghiệm 2 lớp sau: MÃ MHTÊN MÔN HỌCNHÓM-TỔ CH2034Hóa sinh (thí nghiệm)VL02 CH3352Sinh học tế bào (TN)    VL01 Lý do: Người nhà của em vừa nhiễm COVID, hiện em đang là F1 và em ở chung cư, ban quản lí chung cư đã cách ly căn hộ nhà em, do đó em không thể ra ngoài để đi học vào tuần tiếp theo  (tuần 5) như lịch học được ạ. Mong sớm nhận được phản hồi từ PĐT ạ.",
    "Dạ em có vẫn đề cần được giải đáp là nhà trường lúc trước có gửi cho sinh viên 1 email để đăng ký học thí nghiệm offline trên trường, em đã đăng ký. Nhưng hiện tại sau khi được xếp lịch thì lịch thí nghiệm lại trùng vào tuần thi cũng như ngày thi của em, nên em không thể sắp xếp thời gian tham gia được vì quá gấp rút. Nên em muốn hỏi là: 1/ Em có thể hoãn lại các môn thí nghiệm trên trường và học trở lại những môn này sau đó không ạ? 2/ Việc hoãn thí nghiệm này có giống như hoãn thi hay bị mất môn và phải đăng ký học lại không ạ? Em xin cám ơn!",
    "Chào thầy/cô, Hôm 06/12 em đã được nhận lời đồng ý để đến trường học các môn thí nghiệm nhưng đến hiên tại các bạn em đã có thời khóa biểu nhưng em thì vẫn chưa có. Mong PĐT có thể sắp xếp thời khóa biểu để em có thể chủ động trong việc sắp xếp di chuyển vào Sài Gòn . Em cảm ơn.",
    "Kính gửi Phòng đào tạo Dạ ý của em là phòng đào tạo căn cứ vào thời gian gửi là ngày 9/12/2021 để xem hồ sơ có hợp lệ đúng không ạ? Em xin chân thành cảm ơn!",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách khoa – ĐHQG TPHCM Em tên là: , khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Sinh học.            MSSV:  Em xin phép được gửi chi tiết những môn học cũng như mã lớp các môn Thực hành thí nghiệm em xin phép được hủy đăng ký học trực tiếp như sau: 1. Thí nghiệm Vi sinh vật (CH3004), Nhóm lớp VL01 2. Thí nghiệm Sinh học tế bào (CH3352), Nhóm lớp VL01 3. Thí nghiệm Hóa sinh (CH2034), Nhóm lớp VL02 4. Thí nghiệm Hóa hữu cơ cơ bản (CH2111), Nhóm lớp VA01 Lý do: em đã gửi trong file đính kèm ạ Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ! Em xin chân thành cảm ơn!",
    "BE062   Cho em hỏi cách nộp bằng tốt nghiệp trung học phổ thông đến Phòng đào tạo ( Scan bằng gửi vô địa chỉ nào?)",
    "Em kính chào thầy/cô! Em là  (MSSV: ), em hiện là SV năm 4 Khoa Khoa học Máy tính . Thầy cô có thể cho em hỏi trong trường hợp em đã hoàn thành đủ tín chỉ yêu cầu, chỉ trừ ĐCLV và LVTN, thì ở kì học 212 tới em có thể chỉ đăng kí ĐCLV, và ở kì 221 chỉ đăng kí LVTN thôi không ạ, hay em phải đăng kí thêm môn học khác để duy trì thời khóa biểu ở 2 học kì này? Em cám ơn thầy/cô rất nhiều, em mong sớm nhận được phản hồi từ thầy/cô!",
    "Dạ.  Cho em hỏi là do em mới về quê. Mà quên mang thẻ sinh viên về. Hiện tại em không có thẻ sinh viên để thi cuối kì ngày thi của em là 11/12 và 12/12 ạ. Mà em đăng ký in  thẻ sinh viên gửi về quê Hà Tĩnh thì nó bị lỗi ạ. Vậy cho em hỏi trường hợp của em thì có cách nào để em có thể được thi cuối kì không ạ . Em cảm ơn nhiều ạ.",
    "Em đã tiêm đủ 2 mũi vaccine và mũi 2 tiêm vào ngày 30-11, vậy em có đủ điều kiện học trực tiếp các học phần thí nghiệm tại trường vào ngày 13-12 không?",
    "Chào quý anh chị PDT, Cho em hỏi lịch xét anh văn trong tháng 12 này có kịp để đăng ký tốt nghiệp 24/12 này ko ạ? Và lần thi Toeic lần 1 trước em đã có đăng ký xét miễn môn học, hiện tại Toeic lần 2 điểm cao hơn thì có thể đăng ký xét miễn lại ko ạ? Vì đăng ký xét miễn trong mybk báo không hợp lệ... Em cám ơn,",
    "Em chào phòng đào tạo Phòng đào tạo cho em hỏi điểm trung bình tích lũy của em là 8.01 nhưng sao xếp loại tốt nghiệp của em ở giấy chứng nhận tạm thời là bằng khá ạ. Em cảm ơn",
    "Kính gửi thầy/cô, Em có đăng kí chuyển điểm anh văn ngày hôm nay 9/12/2021 nhằm cải thiện trung bình tích luỹ vì hiện tại GPA của em là 6.99. Tuy nhiên hạn chót đăng kí tốt nghiệp là 24/12/2021, nên em rất lo lắng không kịp, em kính mong quý thầy/cô giúp đỡ để em kịp hạn xét tốt nghiệp cũng như cập nhật về điểm trung bình tích luỹ mới. Em chân thành xin lỗi vì sự chậm trễ này, em đăng kí dự thi ngay khi trung tâm mở lại 28/10/2021, tuy nhiên lịch thi tận 1 tháng sau đó và đến hôm nay mới có kết quả. Em xin cảm ơn quý thầy cô rất nhiều. Trân trọng.",
    "Em chào quý thầy cô. Em là , sinh viên K15. Em có đọc trong quy chế học vụ mục 5.5 sinh viên đã hoàn thành CTGD nhưng chưa đủ điều kiện khác để xét tốt nghiệp (chuẩn tiếng anh, công tác xã hội..)sẽ được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này). Em muốn hỏi mẫu đơn và thủ tục để gia hạn thời gian đào tạo ạ. Em xin chân thành cảm ơn!",
    "Em chào thầy/cô ạ ! Tuần trước em có gửi mail đăng ký học thí nghiệm/thực hành trực tiếp thì Phòng đào tạo đã xác nhận. Em không biết là tại sao lịch học/thời khóa biểu của em chưa được cập nhật ạ? Em gửi mail để mong được nhận được phản hồi từ thầy/cô, do em được biết thì một số bạn của em đã được cập nhật đầy đủ rồi ạ! Em chân thành cảm ơn và mong nhận được phản hồi từ thầy/cô.",
    "Chào phòng đào tạo, Em là , hiện là sinh viên khóa K18 Khoa KH&KT MT. Theo như lộ trình hiện tại thì học kỳ này em sắp hoàn thành đề cương luận văn và học kỳ sau em chỉ còn một môn nữa là Luận văn tốt nghiệp thì sẽ hoàn thành chương trình học vụ. Nhưng em có một thắc mắc là nếu như ở học kỳ này em không đạt yêu cầu đề cương luận văn, không được phép làm luận văn mà phải làm lại đề cương, thì ở học kỳ sau em   B chỉ    đăng ký môn đề cương luận văn được không hay là phải đăng ký thêm một môn nào khác nữa có tín chỉ, tại vì đề cương luận văn thì không có tín chỉ. Em xin cảm ơn.",
    "Em tên là , MSSV: . Em xin gửi đơn trình bày hủy đăng ký học thí nghiệm trực tiếp ạ. Mong nhà trường xem xét và xử lý giúp em ạ.",
    "Em xin chào Thầy cô ạ, Em tên là  MSSV:. Em có 2 vấn đề muốn hỏi ạ. Em đã nhận được giấy tốt nghiệp tạm thời vào ngày 15/11 nhưng đến nay em vẫn chưa nhận được mail thông báo lên PĐT nhận bằng tốt nghiệp ạ. Em muốn biết em còn thiếu yêu cầu gì chưa thực hiện không ạ? Và khi nào em nhận được bằng ạ. Vấn đề thứ hai là em đã đăng kí in bảng điểm gửi bưu điện về nhà hồi tháng 10, mã phiếu là InBD[phone_number]2 nhưng mà đến nay em chưa nhận được ạ, em thấy hiện thị là đang chờ in ạ. Do em cần gấp hai tài liệu trên để nộp cho PĐT-SĐH trước ngày 20/12 ạ. Em cảm ơn Thầy cô đã xem giúp em ạ. Trân trọng.",
    "Sau khi điền và cập nhật đầy đủ thông tin và tải hình lên, em nhấn 'nộp đơn đăng ký xét tốt nghiệp' thì báo lỗi như hình.   B Mong Phòng đào tạo cho em biết bị lỗi gì và khắc phục ra sao ạ?",
    "Kính gửi thầy cô phòng đào tạo, Dạ khi em đăng kí bấm vào đăng kí xét tốt nghiệp thì nó thông báo lỗi (như hình thông báo lỗi em có đính kèm) và em đã thử đăng kí lại nhiều lần nhưng không được ạ. Mong thầy cô xem xét và khắc phục lỗi giúp em. Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo. Em chân thành cảm ơn.",
    "Em chào thầy cô ạ ! Em là  MSSV , cho em hỏi về trường hợp BHYT của em ạ. Do là BHYT năm trước em đã thanh toán và được hẹn lấy BHYT vào 3 tuần trước tết năm nay ở PĐT cơ sở Thủ Đức, nhưng khi đến nhận thì cô ở PĐT tìm không có BHYT của em và đã liên lạc với phòng y tế của trường và nói với em là sau tết qua nhận lại ở phòng y tế trường, nhưng do tình hình dịch bệnh nên cho đến nay em vẫn chưa lên cơ sở y tế ở trường để nhận được ạ. Cho em hỏi là nếu tình hình dịch không đến nhận được BHYT thì em phải liên lạc với ai để được nhận ạ?  Em cảm ơn thầy cô đã đọc ạ!!",
    "Chào Thầy/Cô, tháng trước em có đăng kí tham gia học thực hành tại trường, nhưng không mai em là F1 và hiện đang ở quê. Em có thể hoãn lại lịch thực hành không ạ? và em phải làm những thủ tục gì ạ ? Em cám ơn!",
    "Em kính chào thầy/cô! Em là , mã số sinh viên . Hiện nay em đã có tên trong danh sách tốt nghiệp dự kiến và đã có thể truy cập vào trang đăng ký tốt nghiệp của trường. Nhưng khi em nhập hết thông tin và bấm \"Nộp đơn đăng ký xét tốt nghiệp\" thì lại hiện ra lỗi như hình ạ. Trong trường hợp này em phải làm như thế nào vậy ạ? Em cảm ơn thầy/cô ạ!",
    "Kính thưa PĐT, em tên là  MSSV , hiện đã đủ điều kiện tốt nghiệp nhưng chưa có mail xác nhận cũng như là vào trang đăng ký tốt nghiệp. Em muốn gửi biểu mẫu thu nhận lại sinh viên để có thể tốt nghiệp đúng thời hạn ạ. Em cảm ơn",
    "Chào thầy cô ạ, em tên , MSSV , kỳ trước em có đăng kí hoãn thi môn Vẽ kỹ thuật (CI1003) đến  nay trường có sắp xếp lịch thi cho em thi lại nhưng em vẫn không thể thi được vì máy tính em không cài được phần mềm autocad. Vậy cho em hỏi em có thể hoãn thi lần hai không ạ? Và nếu hoãn thi lần hai được thì em phải viết  đơn như thế nào ạ? Em cảm ơn thầy, cô ạ.",
    "Kính thưa PĐT, Đợt vừa rồi, em có nhận được mail đăng ký đi học lại tại trường, nhưng vào thời điểm đó em vẫn chưa tiêm đủ 2 mũi nên không thể đăng kí trong thời gian đưa ra. Nhưng bây giờ em đã tiêm và đầy đủ điều kiện đi học lại như các bạn khác. Không biết PĐT có cho phép em đăng kí thêm để đi học lại vào tuần tới theo đúng lịch của trường được kh ạ? Nếu được, em sẽ tự liên hệ với các giảng viên dạy thí nghiệm để đăng kí bổ sung lớp học được không? Em xin cảm ơn, mong sẽ nhận được phản hồi của PĐT sớm nhất ạ!",
    "Kính gửi PĐT, Em là sinh viên khóa 2017 vừa bảo vệ LV đợt tháng 8/2021 và đủ điều kiện tốt nghiệp. PĐT cho em hỏi: Khi em đã đăng ký xét tốt nghiệp đợt trước 24/12, thì lễ tốt nghiệp tương ứng được tổ chức vào thời điểm nào ạ? Và Lễ  tốt nghiệp sẽ tổ chức Online hay trực tiếp tại A5 ạ?. Em cảm ơn, kính mong nhận lại phản hồi sớm từ PĐT. Trân trọng,  ",
    "Kính thưa Phòng đào tạo. Em tên: . Mssv: . Lớp: BD16CDT. Ngành: Bảo Dưỡng Công Nghiệp . Hôm nay em lên mybk đăng kí tốt nghiệp nhưng không được ạ. Thông báo lỗi ( em có gởi file ảnh đính kèm). Kính mong Phòng đào tạo hướng dẫn. Thân.",
    "Kính chào quý thầy/cô, em là sinh viên  - MSSV: . Hiện tại, em đã hoàn thành đầy đủ chương trình học và các yêu cầu khác để đăng kí tốt nghiệp. Tuy nhiên, em không thể đăng kí tốt nghiệp vì chưa có tên trong danh sách tốt nghiệp dự kiến. Đồng thời, tình trạng sinh viên được cập nhật là  . Em không biết phải làm gì tiếp theo, rất mong được quý thầy/cô hướng dẫn để em có thể đăng kí tốt nghiệp đúng thời gian. Em xin chân thành cảm ơn và chúc quý thầy/cô một ngày làm việc vui vẻ và an toàn.",
    "Em xin kính chào quý thầy cô, Em tên là , MSSV: . Về vấn đề lịch thi thì ngày 10/12/2021 lúc 14h em và 4 bạn khác có lịch thi môn Kinh tế chính trị SP1033 nhưng từ 13h đến 17h em có lịch học thí nghiệm online lớp A01 môn Giải tích hệ thống điện EE3014. Giờ học thí nghiệm có tổng cộng 6 bạn nhưng có em và 4 bạn khác đều có giờ thi thì phải làm sao ạ. Em xin cảm ơn quý thầy cô.",
    "Dạ em chào thầy/cô PĐT ạ. Hiện tại thời khóa biểu các môn thực hành của các bạn chung khóa đã được cập nhật trên TKB. Nhưng em vẫn chưa có mặc dù đã điền form đăng ký tham gia lên trương học thực hành vào đợt 5/10 rồi ạ . Mong quý thầy/cô PĐT xem xét giúp em ạ.",
    "Kính gửi PĐT! Do thiết bị ghi hình của em không đầy đủ. Em xin hoãn thi môn kết cấu thép 2.",
    "Em là , lớp MT19KH01. Em có đăng kí hoãn thi trên MyBK và cũng đã mail cho Phòng đào tạo nhưng vẫn chưa có phản hồi. Liệu yêu cầu hoãn thi của em có được xử lí không ạ? Vì một số lí do, em đã không thể tham gia kì thi cuối kì môn Chủ nghĩa xã hội khoa học (SP1035) nên mong được giải quyết vấn đề hoãn thi cho em ạ. Em xin cảm ơn ạ. Trân trọng, ",
    "Chào Thầy/Cô, Em muốn hỏi quy trình đăng ký xóa điểm hoãn thi (HT) là như thế nào ạ? Em cảm ơn",
    "Xin chào PĐT em tên  sinh viên hệ VLVH học kỳ này em dki môn đồ án ( ME3017) với đề cương luận văn ( ME4095) . Nhưng đề cương luân văn em không dki được ạ , do e đi làm nên không học ban ngày được e kính mong PĐT cho em dki môn ( ME4095) để kịp lộ trình ạ , em xin cảm ơn",
    "Chào thầy/cô, Em tên là:  MSSV:  Ngành Kỹ thuật Máy tính Khoa: Khoa học và Kỹ thuật máy tính Nếu em đã có BHYT do Doanh nghiệp đóng thì có phải tham gia BHYT ở trường không ạ.   i  .",
    "Chào thầy/cô. Em tên là . MSSV . Thầy/cô cho em hỏi ngành khoa học máy tính năm 1 và năm 2 học cơ sở nào vậy ạ? Em cảm ơn thầy/cô rất nhiều.",
    "Tốt nghiệp . PĐT cho em hỏi là em vừa đăng ký chuyển điểm Anh Văn và đăng ký thu nhận lại (ngày 09/12) thì liệu em có kịp đăng ký tốt nghiệp ở đợt T11/2021 không ạ.",
    "Chào  Em tên  Mssv  Dạ em chào  xin lỗi vì em đã làm phiền ạ. Hiện tại hôm ngày 5/12/2021 em có đăng kí học trực tiếp môn thí nghiệm hệ thống định vị toàn cầu (CI3068) do thầy  phụ trách. Nhưng hiện tại em vẫn chưa có thời khoá biểu ạ. Em mong  xem xét lại giúp em em cảm ơn  nhiều ạ. Và phiền cô xem xét giúp em thời khoá biểu luận văn trắc địa (CI4353) em hứa sẽ hoàn thành tất cả các môn còn lại sớm nhất ạ. Em xin chân thành cảm ơn . ",
    "Thưa quý thầy/cô, Thầy/cô cho em hỏi hiện tại em là F0 đang cách ly và sức khoẻ không cho phép nên em mong muốn được hoãn thi thì em sẽ làm đơn xin hoãn thi như thế nào ạ và cần những xác nhận của ai ạ. Em chân thành cảm ơn ạ.",
    "Em là sinh viên ngành Kỹ thuật điều khiển và tự động hóa. Trong CTĐT có 9 tín chỉ tự chọn tự do và trong đợt ĐKMH 212 em có đăng ký EE3031 nhưng môn này có môn học trước EE3003. Và ngành em không bắt buộc học môn EE3003 thì em có thể đăng ký EE3031 để học và tính vào tính chỉ tự chọn tự do được không ạ? Em cảm ơn",
    "dạ em chào pđt ạ cho em hỏi môn thực tập điện tử 2 EE3021, em đăng kí vào học kì 211 thì chừng nào có thời khoá biểu học vậy ạ?",
    "Chào phòng đào tạo , em đã nhận được thông báo học thí nghiệm trực tiếp ở trường nhưng do lịch thi cuối kỳ bị trùng với 1 buổi của môn học thí nghiệm , không biết em có thể xin phép để hoãn học thí nghiệm đợt này để đăng ký được học vào các đợt sau không ạ . Em cảm ơn",
    "Chào thầy cô ạ, em là sinh viên năm 1 của việt pháp. Em có 2 môn thí nghiệm. Em quên đã không điền link đăng ký đi học trực tiếp. Còn các bạn cùng lớp em có 1 số có đăng kí đi học trực tiếp nhưng lại đổi ý muốn học ở nhà, không biết trường hợp của em và trường hợp của những bạn đăng kí rồi nhưng lại không học thì có bị làm sao không ạ. Em cám ơn ạ",
    "Chào thầy (cô), Em là sinh viên năm 3 khoa KH&KTMT . Trong CTĐT có môn thực tập ngoài trường được đăng ký ở HK6. Như vậy mình sẽ vừa học vừa thực tập ở học kỳ 6 luôn hay sao ạ? Tại vì bình thường thì môn này sẽ được thực tập trong hè nên chúng ta sẽ đăng ký trong học kỳ 6 luôn hay là sẽ đăng ký trong hè ạ. Xin cảm ơn.",
    "Em là   MSSV  Em đã đăng kí hoãn lại việc học trực tiếp tại trường rồi và đã được phản hồi chấp nhận nhưng mà thời khóa biểu vẫn chưa thay đổi và em vẫn nhận được mail chuẩn bị học của giảng viên. Mong phòng đạo tạo đổi lịch lại giúp em.",
    "em có đăng ký học trực tiếp tại trường, nhưng hiện tại sức khỏe em không ổn, giờ em muốn hủy thì phải làm sao ạ.",
    "Kính gửi: Phòng đào tạo Em tên là:  MSSV:  Hiện đang học Thí nghiệm Hóa vô cơ (CH2014) nhóm lớp VA01, bắt đầu học vào tuần 50 theo thời khóa biểu của Phòng đào tạo. Em viết đơn này xin quý thầy/cô Phòng đào tạo cho phép em rút khỏi lớp học Thí nghiệm hóa vô cơ (CH2014), nhóm lớp VA01, vào ngày thứ 6 hàng tuần bắt đầu từ tuần 50. Vì lí do hiện tại tình hình dịch bệnh ở quê em đang căng thẳng, nghiêm trọng nên không thể vào TPHCM để theo học như lịch PĐT sắp xếp ạ. Em mong PĐT cho phép em rút khỏi lớp vào đợt học này và được xếp lịch lại vào đợt sau ạ. Em xin chân thành cảm ơn ạ   i ",
    "EE3023THUC TAP DIEN 2 VD01 và EE2025 Thực tập điện 1 VL02 tuần 50 của em bị trùng lịch học. Mong thầy cô hỗ trợ em với ạ.      i ",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV 171135 Em có xem bảng quy đổi điểm anh văn A trên Bkenglish: Là nếu đạt anh văn A được quy đổi là ĐẠT anh văn  (1009). Nhưng điểm trung bình của  (1009) ĐẠT sẽ là 5.0 hay là sẽ lấy bằng điểm trung bình với anh văn A ạ? Chẳng hạn: 7.0 A sẽ quy đổi là 7.0 (1009) đúng không ạ? Chúc thầy cô nhiều sức khỏe ạ! Em cám ơn nhiều ạ!",
    "cho em xin mẫu đơn đăng kí vượt tín chỉ(24 chỉ) với",
    "Cho em hỏi là k18 kỳ sau nhận luận văn thì có được tạm không xét thực tập ngoài trường kỳ này ko ạ, thì tình hình dịch bệnh vẫn còn!",
    "Kính gửi quý thầy cô, Em là   ; MSSV:  Hôm nay, em gửi mail này để hỏi về link phòng thi và danh sách phòng thi trên BK EXAM môn kết cấu thép 1 (11/12/2021) trong học kì I năm học 2021-2022 (do em thuộc diện sinh viên hoãn thi ) . Hiện tại, em đã lên bkel và xem thì vẫn chưa có phòng thi và danh sách phòng thi, cũng không nhận được thông báo nào qua mail nhưng lịch thi thì đã cận kề 11/12/2021. Em mong thầy cô có thể giải quyết vấn đề này giúp em để em có thể tham gia thi cuối kì trong học kì này. Mong nhận được hồi âm từ. Em xin chân thành cảm ơn. ,",
    "Kính gửi PĐT Em:  Mssv:  Ngành: Tự động hóa . VLVH Em có 2 câu hỏi như sao: - HK212 nhà trường dự định sẽ học tập trung hay onl vào 3/1/2021 ?. - Cách tính Học Phí HK212 có như HK211 không ( là thu trọn gói và Đăng kí ít tín chỉ so với chỉ tiêu sẽ được giảm học phí ) ?. Mong PDT trả lời giúp em để em chủ động trong việc học tập sắp tới. Thân gửi Thầy Cô ",
    "PĐT cho em hỏi về vấn đề hoãn thi, kì hè vừa rồi em có hoãn thi một số môn nhưng trong đó có 1 môn khá khó và với kì này em đăng ký khá nhiều môn nữa hiện tại em k thể nào ôn kịp môn em hoãn trong kì hè trước thì em có được hoãn thi trong kì này tiếp môn đó được không ạ? Em xin cảm ơn!",
    "Chào anh/chị bksi. Em tên , mssv: , sinh viên khoa Điện - Điện Tử. Đây là lần thứ 6 em mail hỏi BKSI về việc tốt nghiệp. Em rất mong anh chị có thể giải quyết cho trường hợp để em tốt nghiệp đúng hạn (trước 24.12.2021). Hiện tại em đã hoàn thành đủ số tín chỉ (145 tín chỉ) + luận văn tốt nghiệp + av nghe đọc (610đ) + av nói viết (235 đ)(16.11.2021). Nhưng hiện em không thể truy cập vào trang web mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp vì lý do '' . Nhưng em đã liên hệ pđt thì được trả lời là sẽ cập nhật và yêu cầu theo dõi trên mục đăng kí tốt nghiệp. Nhưng hiện tại thì vẫn không truy cập được vì lý do trên. Với tình hình như vậy em lo cho đến hết ngày 24.12.2021 thì pdt cũng chưa giải quyết cho em. Em rất mong a/c bksi có thể giải quyết vấn đề này giúp em hoặc đưa ra cho em cách giải quyết cụ thể ạ. Em xin cảm ơn",
    "Kính gửi thầy/cô, Em tên , mssv , khoa Kỹ thuật hoá học. Hiện em đã tốt nghiệp nhưng chưa nhận được bằng tốt nghiệp tạm thời. Thầy/cô cho em hỏi em có thể lên web trường tải về được không ạ. Nếu có thể thầy/cô cho em xin chỗ tải không ạ. Em cảm ơn thầy/cô. Trân trọng.",
    "Dạ chào ạ! Cho em hỏi là tại sao trong hệ thống bkexam của em, phần phòng thi không có link gg meet vậy ạ?",
    "Em đã lên phòng đào tạo và được hướng dẫn  Gửi mẫu đơn xin chuyển sang VHVL bên dưới. Mong thầy cô hỗ trợ để em được đăng kí môn hạn chót ngày 22 tháng 12 này à . Em xin chân thành cảm ơn!",
    "Em tên là: , MSSV:  Em đã hoàn thành luận văn tốt nghiệp và hoàn thành đủ các yêu cầu về tín chỉ, anh văn, ngày công tác xã hội và học phí nhưng lại không có tên trong danh sách tốt nghiệp dự kiến. Em mong nhà trường kiểm tra giúp em xem em còn thiếu điều kiện gì mà vẫn chưa được xét tốt nghiệp ạ",
    "Kính gửi phòng đào tạo. Em tên là , mssv , là sinh viên khoa Cơ khí. Vì lý do không đảm bảo thiết bị thi, cụ thể em đã trình bày trong đơn xin hoãn thi. Em xin gửi phòng đào tạo đơn xin hoãn thi môn Vẽ kỹ thuật (CI1003) học kỳ 202, đã có xác nhận không cấm thi của giảng viên hướng dẫn và của Khoa KTXD ạ. Mong phòng đào tạo xem xét và phê duyệt đơn xin hoãn thi giúp em . Em xin chân thành cảm ơn ạ",
    "Kính gửi PĐT, Em là , sinh viên lớp MO17QLM, khoa Môi trường và Tài nguyên . Em có thắc mắc là em đã được thu nhận theo QĐ 3249/QĐ-ĐHBK vào ngày 8/12/2021 nhưng tại sao tình trạng Sinh viên trên hệ thống myBK vẫn là Tạm dừng. Và mục đăng ký Tốt nghiệp vẫn chưa mở. Điều này làm em không thể đăng ký Tốt nghiệp được. Thứ hai là em đã đủ tất cả các điều kiện tốt nghiệp rồi, nhưng vẫn chưa nhận được mail thông báo được đăng ký xét tốt nghiệp và chưa  có tên trong danh sách tốt nghiệp dự kiến. Trước đó em đã có mail cho PĐT và đã nhận được phản hồi là đã ghi nhận yêu cầu xét TN của em nhưng đến nay vẫn chưa nhận được thông báo nào. Mong PĐT cập nhật lại tình trạng SV và xác nhận cho em được đăng ký xét TN sơm nhất  vì công ty em đang theo làm đang yêu cầu bằng gấp trong năm nay ạ . Em xin chân thàn cảm ơn",
    "Dạ em chào thầy cô và anh chị ạ! Dạ cho em hỏi em k18 nhưng mà môn em định học lại thì sau k19 đã chuyển qua mã mới vậy em có được đăng kí môn tương đương của k19 không ạ? Em cảm ơn!",
    "Em tên là , MSSV . Vào đợt đầu điền form học lại, thì lúc đó em đã tiêm 2 mũi vacxin nên đã có đăng ký học trực tiếp tại cs1. Nhưng sau khi thấy thời khóa biểu đã rút môn học thí nghiệm Dung sai và thiết bị đo (ME3003) nên em đã về quê ở Nha Trang. Mà mới đây, thời khóa biểu đã cập nhật lại thì t2 tuần sau (13/12) em phải học thí nghiệm ở cs1. Vì khoảng cách xa và dịch bệnh ở địa phương em đang bất ổn, nên em xin phép dời học thí nghiệm trực tiếp sang kỳ sau được không ạ. Mong Phòng đào tạo trả lời và giúp em giải quyết sớm ạ. Em xin cảm ơn.",
    "Nhà trường cho em hỏi, Em đã làm đơn thu nhận, và nằm trong danh sách thu nhận lạ. Em đã thực hiện đăng ký môn học học kỳ tiếp. Em có 2 câu hỏi ạ. + Theo em thấy thì trên trang đăng ký tốt nghiệp của em vẫn chưa mở, vậy em phải làm sao để có thể đăng ký tốt nghiệp kỳ này ạ, em đã đủ các tiêu chí để tốt nghiệp. + Liệu em có thể hủy môn học ở đợt hiệu chỉnh để có thể đk tốt nghiệp ko ạ, theo em thấy thì 24/12 là hết hạn đk tốt nghiệp cho kỳ này. Mong Nhà trường hồi đáp cho câu hỏi của em. Em cám ơn ạ.",
    "Kính gửi: Phòng đào tạo Hiện em đã được đăng ký tốt nghiệp nhưng hệ thống báo lỗi 2 ngày rồi ạ. Mặc dù em đã kiểm tra rất kỹ phần điền thông tin nhưng vẫn không đăng ký được, em không biết em bị lỗi hay là do hệ thống bị lỗi nữa ạ, em cảm ơn.",
    "Xin chào thầy/cô ạ! em tên: . MSSV . em có thắc mắc: em chưa học GDQP. Em đã liên hệ trung tâm GDQP, hồ sơ đăng kí học GDQP của em cần phải có giấy giới thiệu có đóng mộc của nhà trường. Thầy cô giải đáp giúp em, xin giấy giới thiệu ở đâu ạ! cảm ơn thầy cô đã xem! chúc thầy cô nhiều sức khỏe!",
    "Em chào phòng đào tạo Em viết đơn này để nhờ phòng đào tạo hủy thời khóa biểu học thí nghiệm \"Hóa đại cương - CH1004\" Việc là trước đó em đã học qua thí nghiệm hóa đại cương rồi và bây giờ em học lại môn học này. Cộng với tình hình dịch bệnh tình hình, di chuyển khó khăn. Bên bộ môn \"Hóa Đại Cương\" có hướng giải quyết là: những ai đã học thí nghiệm rồi và hoàn thành bài thí nghiệm online thì đăng ký với bộ môn để hủy buổi lên học thí nghiệm trên trường. Và em đã đăng ký và có trong danh sách. Các bạn có trong danh sách với em thì không có lịch học. Nhưng thời khóa biểu của em lại có thời khóa biểu học thí nghiệm trên trường bào tuần 50. Em đã liên hệ bên cô dạy thí nghiệm, cô dạy thí nghiệm bảo liên hệ phòng đào tạo để hủy time. Em mong nhận được sự giúp đỡ từ phòng đào tạo sẽ hỗ trợ em. Hiện tại em ở Tây Ninh là địa phương em tình hình dịch bệnh rất phức tạp. Em chân thành cảm ơn phòng đào tạo. Trân trọng, Bảo Em",
    "Thân chào VPĐT, Em tên là  (MSSV ) Lớp CC17DK11 Khoa Địa chất và Dầu khí (CLC) Hiện tại em đã hoàn thành xong chương trình đào tạo và đồng thời ngày CTXH. Em có nguyện vọng được đăng kí tốt nghiệp. Nhưng hiện tại em vẫn chưa được phép đăng kí tốt nghiệp theo như hình em gửi ạ. Em mong phòng đào tạo có thể giúp em về vấn đề này ạ. Em cám ơn, Trân trọng.",
    "Chào thầy/cô Em hiện đang là sinh viên k17 do không đăng ký môn học HK1 2021-2022 nên bị tạm dừng. Nay em làm đơn đăng ký thu nhận lại để có thể đăng ký tốt nghiệp. Em rất mong thầy/cô giải quyết sớm giúp em để em có thể tốt nghiệp đúng hạn ạ. Em xin cảm ơn!",
    "Em chào thầy cô ạ, Em là một sinh viên K2020. Hôm nay lúc em có kiểm lại thông tin trên chỗ đăng kí nộp bằng thì thấy thông tin có chỗ sai nên đã hủy phiếu. Sau đó em không thể đăng ký lại phiếu mới được. Em xin được đề cập thêm là phiếu cũ em đăng kí từ ngày 17/05/2021, ngay sau khi em nhận được bằng từ phía trường cũ ạ. Vậy trong trường hợp này em nên xử lí như thế nào ạ? Em cảm ơn thầy cô. Em mong nhận được sự hồi đáp từ thầy cô ạ.",
    "Em tên:  Mssv:  Khoa: Trung tâm bảo dưỡng công nghiệp Khóa: k16  Học kì trước em là học kì cuối của khóa của em, nhưng em vẫn thiếu một môn anh văn 3 nữa là tốt nghiệp, nên em có gửi đơn lên PDT để xin thầy cô gia hạn cho em thêm 1 học kì để hoàn thành chương trình đào tạo.  Đến hôm nay em đã hoàn thành môn học anh văn 3a, em thi ngày 2/12/2021 và được số điểm 5.08 , do em mới thi tính đến nay mới được một tuần nên trang mybk chưa cập nhật điểm lên, nên em có gửi mail cho giảng viên môn học để xin bảng điểm. Em thấy em đã qua được môn nên em viết tin này để xin thầy cô PDT có thể cho em xin đăng kí tốt nghiệp đợt bổ sung ạ . Em có đính kèm theo hình ảnh điểm thi hiển thị trên trang web thi online của trường và bảng điểm của giảng viên bộ môn anh văn 3a.  Em rất mong thầy cô PDT có thể tạo điều kiện giúp em thêm một lần nữa ạ.  Em xin chân thành cảm ơn thầy cô PDT xem xét và giúp đỡ em .   i Tốt nghiệp .",
    "Xin đăng ký tạm ngưng học học kì 2 năm học 2021-2022",
    "Em chào thầy/ cô ạ Trong học kì 192 em có nộp bằng tốt nghiệp THPT theo lớp nhưng em không biết vì sao bằng tốt nghiệp của em vẫn chưa được xác nhận ạ.Em có nhận được mail của phòng đào tạo yêu cầu nộp lại trong khoảng thời gian sắp tới nhưng do mới phát hiện vấn đề này trong thời gian nghỉ dịch Covid-19 nên hiện bằng tốt nghiệp của em đang để lại phòng ở kí túc xá khu B ĐHQG-TPHCM. Em đã thử liên hệ bên quản lí KTX để vào lấy nhưng hiện vẫn chưa cho phép vào phòng ở lấy đồ ạ. Vậy cho em hỏi có cách nào để gia hạn thời gian nộp đến khi KTX cho phép vào được không ạ.",
    "Kính chào thầy cô, Em đã đăng ký hoãn thi môn giải tích 2 trong học kỳ hè 203. Hiện chưa thấy thông tin gì về kế hoạch thi bù. Em muốn hỏi thời gian dự kiến thi bù cho sinh viên hoãn thi môn giải tích 2 ở học kỳ là khi nào ạ? Em cảm ơn",
    "Em chào thầy/cô ạ, Em là sinh viên hệ VLVH, MSSV . Học kỳ vừa rồi em có đăng ký học môn Phương pháp phần tử hữu hạn (mã MH CI3061) và đã thi cuối học kỳ online. Hiện giờ em định đăng ký phúc khảo điểm và đã đã làm theo hướng dẫn từ các lần Tạo câu hỏi/yêu cầu trước của nhà trường:     + vào đọc hướng dẫn link: http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 16;    + Phúc tra đăng ký trên mybk/phúc tra; Nhưng khi em vào mybk/phúc tra thì không chọn được nút 'Xác nhận đăng ký' sau khi đã chọn môn muốn phúc tra. Mong thầy/cô giải đáp thắc mắc giúp em. Em cảm ơn nhiều ạ.",
    "Kính gửi Phòng Đào Tạo, Em có thể xin   B Giấy xác nhận ngôn ngữ giảng dạy chương trình em học (Chất lượng cao) là tiếng Anh    được không ạ? Mục đích: bổ sung hồ sơ du học. Em xin chân thành cảm ơn. Trân trọng.",
    "Kính thưa PDT, em đã gửi PDT đơn xin thu nhận lại. Mong PDT duyệt đơn giúp em để em được đăng ký môn học cho học kỳ sau ạ.",
    "Em là sinh viên chuyển khóa từ k20 khoa địa chất dầu khí thành sinh viên k21 khoa điện-điện tử. Em có thể bảo lưu chứng chỉ học giáo dục quốc phòng từ năm ngoái được không ạ. Nếu được em phải làm như thế nào để được bảo lưu ạ. Em cảm ơn ạ.",
    "Xin chào Ban giám hiệu nhà trường và Phòng đào tạo Em tên là:  - MSSV:  Khóa: K15 Em có nguyện vọng chuyển từ hệ chính quy sang hệ vừa làm vừa học nhưng em không biết thủ tục như thế nào. Mong nhà trường giúp đỡ em để hoàn thành thủ tục chuyển hệ ạ. Em xin chân thành cảm ơn nhà trường ạ.",
    "cho em hỏi đợt 2 đăng ký môn học vào ngày mấy vậy ad ?",
    "Cho em hỏi là chỗ em đang ở hiện tại không có hoạt động công chứng và em không đủ điều kiện để sang trung tâm của tỉnh hay huyện để công chứng bằng tốt nghiệp để nộp đúng hạn deadline của trường . Vậy em chỉ nộp 2 bản (photo không công chứng) kèm theo giấy in từ bkel thì có được chấp nhận không ạ? Trong giấy em in từ bkel thì để 2 bản photo có công chứng. Em hơi lo ạ. Mong thầy cô giải đáp ạ!",
    "Em xin chào quý thầy cô   Đợt nhà trường mở đợt đăng ký học Thí nghiệm tại trường em có đăng ký học. Nhưng giờ em không thu xếp thời gian để học được. Em đã hỏi thầy dạy thí nghiệm và thầy bảo em có thể xin hủy được. Thầy cô cho em hỏi em hỏi cách hủy như thế nào được không ạ. Em xin chân thành cảm ơn.",
    "Dạ em muốn hỏi là em có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 nhưng vì em bị thiếu ngày CTXH. Em mới bổ sung đủ (đã được cập nhật đủ 15 ngày trên mybk từ 3 ngày trước), nhưng em vô mục đăng ký xét tốt nghiệp để đăng ký thì mục này vẫn để là nợ ngày CTXH. Cô cho em hỏi là khi nào em sẽ được cập nhật để đăng ký ạ? Em cảm ơn ạ.",
    "Cho em hỏi tại sao khi bấm nộp đơn xét tốt nghiệp thì hiện thị ra bảng thông báo lỗi Hình ảnh được em đính kèm ở dưới ạ",
    "Chào PĐT ạ!  Em tên  MSSV:  Vào học kì 203 em có xin hoãn thi môn kết cấu thép 1 (CI3009) và được nhà trường đồng ý sau đó ngày 4/12 thì em kiểm tra trong lịch thi thì được nhà trường mở cho thi lại vào HK211, nhưng kì này em học khá nặng nên không thể ôn kịp môn kết cấu thép 1. Mong PĐT có thể xem xét hoãn thi giúp em. Em cảm ơn! (vì trong Mybk mục 12. Đăng ký hoãn thi cuối kì không có môn kết cấu thép 1 nên em viết đơn này ạ! Em có đính kèm ảnh ở dưới)",
    "MSSV:     . Kính gửi Phòng đào tạo Trường đại học Bách Khoa Đại học Quốc gia Thành phố Hồ Chí Minh, Em là , MSSV:  Em được nhà trường gửi Mail báo gửi gấp bổ sung bảng điểm THPT bản chính, nhưng mà em được trúng tuyển bằng phương thức ĐGNL và là thí sinh đặc cách tốt nghiệm do không thể tham gia kỳ thi THPT Quốc Gia vì dịch Covid ạ. Vậy nên là hiện tại em   I   U không có    phiếu điểm THPT  Em đã thử hỏi xin thầy, cô cấp 3 thì được nói là trong giấy chứng nhận tốt nghiệm tạm thời có ghi Đặc cách (  I trong file đính kèm  /I ) thì không cần phiếu điểm ạ. Nếu vậy em có cần phải nộp bổ sung phiếu điểm hay những giấy tờ gì liên quan không ạ. Mong nhà trường có thể giải đáp thắc mắc của em. Em cảm ơn nhiều ạ.",
    "Kính thưa thầy/cô thuộc Phòng Đào Tạo. Em là sinh viên nằm trong danh sách tốt nghiệp đợt tháng 11/2021 đã đăng kí tốt nghiệp thành công và nhận giấy tốt nghiệp tạm thời. Trên giấy có ghi lễ tốt nghiệp sẽ được tổ chức vào tháng 1/2022. Để tiện cho việc sắp xếp đặt vé về quê nghỉ Tết năm nay, cho em hỏi trường đã có kế hoạch tổ chức lễ tốt nghiệp vào ngày nào tháng 1 chưa ạ. Em xin cảm ơn. Trân trọng,   B Khương      i Tốt nghiệp .",
    "Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm Ban đầu em nhận được mail trường là học theo KẾ HOẠCH GIẢNG DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018. Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới Đó là câu hỏi cũ của em ạ, Em đã hỏi và được cô (001829)  trả lời là liên hệ cho mail thầy email] nhưng em gửi 2 mail đã được 2 ngày thầy chưa trả lời .   B  Em cũng có gửi câu hỏi lên phòng đào tạo nhưng vẫn chưa được trả lời    Và mong phòng đào tạo sớm trả lời giúp em câu hỏi Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên:   MSSV:  Em có nhận được Email của trường về việc nộp bằng TN THPT và bằng CĐ để thẩm tra xét tốt nghiệp. Hiện tại chưa có thông tin cho sinh viên vào trường nộp hồ sơ. Em xin hỏi làm sao để nộp bằng cho trường ạ. Em xin chân thành cảm ơn!",
    "Kính gửi, Em muốn hỏi về việc xin giấy xác nhận vay vốn cho sinh viên HK211, hiện tại em đang ở quê, không có ở TP. Hồ Chí Minh, thì em có thể xin giấy xác nhận online bằng cách nào ạ?  Em mong sớm nhận được phản hồi để có thể kịp xin vay vốn vào đợt này. Em cám ơn!",
    "Dạ em chào thầy, cô phụ trách trả lời bksi. Em có thắc mắc là nếu em đăng ký thực tập ngoài trường trong học kì chính 212 sắp tới thì em phải thực tập trong kỳ luôn hay đợi đến hè mới đi ạ. Em cảm ơn",
    "Em tên , MSSV:  Học kì 202 và 211 em có đăng kí học thí nghiệm các môn CH2034-HOA SINH (TN), CH335-Sinh học tế bào (+TN), CH3004-Vi sinh vật (tn). Em xin đăng kí hủy TKB học thí nghiệm các môn này vì lí do ktx chưa tiếp nhận sinh viên trở lại nên em không thể sắp xếp được chỗ ở trong thời gian sắp tới. Kính mong PĐT có thể xem xét và hủy TKB giúp em. Em xin chân thành cảm ơn",
    "Xin phép PĐT cho em hủy học TN tại trường HK 211 vì kẹt lịch thi và dịch bệnh vẫn còn diễn ra, nên em chưa thể sắp xếp trở lại SG được.",
    "Kính thưa nhà trường, Em muốn hỏi hạn chót đăng ký tốt nghiệp đợt cuối học kỳ 212 là ngày bao nhiêu ạ? Hiện tại, em đang thiếu tín chỉ để đăng ký LVTN. Em đang chuẩn bị thi Toeic để tích lũy tín chỉ nên em mong muốn được biết ngày đăng ký đợt chót để em điều chỉnh lịch ôn luyện cũng như lịch thi một cách phù hợp ạ. Em xin chân thành cảm ơn ạ./",
    "Em xin chào Phòng Đào Tạo, em xin có câu hỏi là em nhận được thời khóa biểu là tuần 50 (tuần sau) và tuần 51 em có lịch học môn hóa (Thí nghiệm) trực tiếp trên trượng. Nhưng sáng hôm nay, nhà em có người test và nhận kết quả dương tính với COVID-19 và em là F1 thì em sẽ dời lịch học môn hóa ở trên lại phải không ạ?",
    "Chào PĐT, Cho em hỏi hồi năm nhất em đã nộp bằng Toeic để chuyển điểm, nhưng em không chuyển điểm hết 4 mức AV mà chỉ chuyển điểm đến AV3, nghĩa là còn AV4 em chưa chuyển . Trong khi đó, chuẩn AV của 19 là 550 và bằng Toeic em nộp vào cũng lớn hơn 550 nhưng chỉ có điều em chưa chuyển điểm AV4 . Như vậy em có cần phải nộp tiếp bằng Toeic để chuyển điểm AV4 không hay chỉ cần đợi đến khi tốt nghiệp nộp lần nữa ạ?  Em cảm ơn rất nhiều !!!",
    "Em đã tham gia hiến máu tình nguyện của bệnh viện Chợ Rẫy tại địa phương em. Em muốn cộng vào ngày CTXH em phỉa liên hệ với ai để được xác nhận ngày công tác xã hội này. Em xin cảm ơn.",
    "Dạ PĐT có gửi em Quyết định hoãn thi môn LVTN học kì 2/2020-2021. Vậy cho em hỏi nếu kì này em muốn bảo vệ LVTN thì em phải đăng ký xóa điểm I như thế nào ạ? Em cảm ơn",
    "Em chào thầy (cô), Em tên , MSSV , lớp VP16VT chương trình Việt Pháp (PFIEV). Do không đảm bảo thiết bị nên em vào thi online bị trễ và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00. Theo hướng dẫn của cô ở câu hỏi/yêu cầu có ID 42213 em đã đăng ký hoãn thi trên myBK. Về câu hỏi ở ID 42273 là \"Em hỏi rõ là em nói về việc thi lại VP hay là hoãn thi?\" của cô thì vì em cũng không biết giám thị coi thi đã đánh vắng thi em buổi hôm đó chưa nên mong trong quá trình hậu kiểm hoãn thi em có thể được xét thi lại diện hoãn thi hoặc diện thi lại lần 2 của chương trình Việt Pháp em đều biết ơn ạ. Mong Phòng Đào tạo xem xét đề xuất trên của em vì em đã tham gia học đầy đủ các buổi học môn này và vì chương trình Việt Pháp mỗi năm chỉ mở môn học một lần. Em xin chân thành cảm ơn.",
    "Dạ em chào nhà trường, em có đăng ký hoãn thi môn GT2 trong kỳ thi lần này từ ngày 29/11 đến nay vẫn chưa có phản hồi của nhà trường ạ. Mong nhà trường kiểm tra và xem xét giúp em. Em xin cảm ơn.",
    "Thưa thầy cô, em tên , mssv . Lúc trước làm khảo sát em có từ chối học trực tiếp, nhưng do hiện tại em có việc và đang ở TPHCM nên em mong thầy cô cho em được phép đăng ký bổ sung các học phần thí nghiệm trực tiếp tất cả các môn nếu có thể ạ. Em xin cảm ơn",
    "Gửi thầy/cô PDT, Em đã đăng ký in bảng điểm. Hiện tại một số công ty tuyển dụng yêu cầu nộp hồ sơ online nên em muốn hỏi ngoài việc nhận bản cứng em có thể xin thêm bản scan không ạ. Em xin cảm ơn. ,. ",
    "phạm ngọc duy  PĐT cho em hỏi kì này K19 là bao nhiêu tiền 1 tín chỉ vậy ạ ? Với lại nếu học lại môn chung vói k20 21 là tiền bao nhiêu 1 chỉ ạ ?",
    "Xin chào admin, Do em đăng ký học lộn môn học Quản lý logistics (ME2125) thay vì môn Quản lý logistics (ME3233) nên chưa đủ điều kiện xét tốt nghiệp. Nay em xin gửi đơn thu nhận lại để tiếp tục hoàn thành chương trình học. Mong nhận được phản hồi và hướng dẫn sớm. Em cảm ơn!",
    "Dạ thưa em có đặt câu hỏi vào hôm qua về việc hủy đăng ký thí nghiệm offline cho đợt này và được bksi trả lời là phòng đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em (cụ thể thì em có đính kèm hình bên dưới). Nhưng sau đó em nhận được mail của phòng đào tạo với nội dung như em hiểu là đăng ký học thí nghiệm offline của em chưa được hủy (em cũng đính kèm hình bên dưới). Nếu có thể, em rất mong được hủy thí nghiệm offline của đợt này và dời vào lúc trường hoạt động lại bình thường ạ. Vì hiện tại với lịch sắp xếp thí nghiệm này em không đủ thời gian để đảm bảo cho các môn khác sắp thi của em ạ . Em xin cám ơn!",
    "Kính gởi phòng Đào tạo, Em sinh viên  - . Em đã hoàn thành đăng kí tốt nghiệp đầu tháng 10. Mà hiện tại em vẫn chưa nhận được email thông báo nhận bằng trong khi các bạn khác đăng kí cùng đợt đã nhận được rồi ạ. Em mong Phòng Đào tạo xem xét ạ. Em chân thành cảm ơn rất nhiều Trân trọn, .",
    "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa Em tên:  - MSSV:  Khoa: Cơ Khí Em có làm đơn xin đăng ký bổ sung LVTN và được Phòng đào tạo phê duyệt vào tháng 11. Tuy nhiên, đến hiện tại đã một tháng trôi qua nhưng em vẫn chưa nhận được yêu cầu thanh toán học phí. Kính mong Phòng đào tạo hỗ trợ để em có thể thanh toán học phí trong thời gian tới. Em xin chân thành cảm ơn.",
    "Em xin chào Quý Thầy/Cô . Em tên là , MSSV:,  Lớp: CK15CTM3 Hiện tại em đã đủ điều kiện để tốt nghiệp, tuy nhiên học kỳ 1 (2021-2022) vừa rồi em không đăng ký môn học nên bị tạm dừng học, vì vậy em không thể đăng ký tốt nghiệp được. Nay em viết đơn này để mong được thu nhận lại học, để em có thể sớm được đăng ký tốt nghiệp, Vì thời gian đăng ký tốt nghiệp cũng gần hết rồi ạ. Chi tiết xin quý thầy cô đọc file em đã đính kèm bên dưới. Em xin cảm ơn và chúc thầy cô sức khỏe. ",
    "Em tên là  MSSV , học lớp lý thuyết Sinh học đại cương L02 và lớp thí nghiệm Sinh học đại đương của em là L03 (VL02) của cô  .   i  . Trong thời gian khảo sát đi học trở lại em đủ điều kiện tiêm 2 mũi nên đã đăng kí vào lại Tp.HCM để tiếp tục học thí nghiệm. Nhưng hiện tại khu vực em đang ở (chung cư Hòa Xuân, quận Cẩm Lệ, Tp.Đà Nẵng) tình trạng đang phong tỏa do có F0. Em thấy trên thời khóa biểu đã có lớp thí nghiệm vào thứ sáu ngày 17 tháng 12. Việc trở lại vào Sài Gòn có thể bị cách ly 14 hoặc 21 ngày,và không tham gia được lớp học thí nghiệm. Kính mong phòng Đào tạo có thể xem xét cho em được dời lớp thí nghiệm Sinh học Đại cương L03 (VL02) đến thời gian thích hợp. Em xin chân thành cảm ơn ạ",
    "Em xin chào Quý Thầy/Cô. Em tên là , MSSV:, Lớp: CK15CTM3 Hiện tại em đã đủ điều kiện để tốt nghiệp, tuy nhiên học kỳ 1 (2021-2022) vừa rồi em không đăng ký môn học nên bị tạm dừng học, vì vậy em không thể đăng ký tốt nghiệp được. Nay em viết đơn này để mong được thu nhận lại học, để em có thể sớm được đăng ký tốt nghiệp, Vì thời gian đăng ký tốt nghiệp cũng gần hết rồi ạ. Chi tiết xin quý thầy cô đọc file em đã đính kèm bên dưới. Em xin cảm ơn và chúc thầy cô sức khỏe. .",
    "Dạ em Xin PĐT cập nhât thời khóa biểu để em học thực hành tại trường, hiện tại em đã chích mũi 2 và đủ điều kiện đi lại, em đã điền vào form đăng kí đi học lại của trường rồi nhưng em không thấy PĐT cập nhật TKB cho em ạ, em xin cảm ơn quý thầy cô giúp em ạ.",
    "Kính gửi thầy(cô), Em có tên trong danh sách nhận bằng tốt nghiệp đợt 2 và đã nhận được mail nhận bằng. Em không thấy ghi hạn lấy nên em muốn hỏi là có giới hạn thời gian nhận bằng không ạ? Mong sớm nhận được phản hồi từ thầy(cô). Em cảm ơn",
    "Dạ, em có thi môn kinh tế chính trị mac hk211, môn khi thi có 2 link gồm đề lí thuyết và bài tập. Khi em thi, em có quay màn hình từ đầu buổi, nhưng khi em làm xong link đề lí thuyết để qua link bài tập thì tự nhiên em bị thoát ra và phải ghi màn hình lại,nghĩa là em có 2 file ghi màn hình để nộp ạ. Dạ cho em hỏi là em được nộp cả 2 link được không ạ? Cả 2 File đều có thời gian xác minh là em làm liên tục. Mong pđt xem xét và chấp nhận em ạ.",
    "Em tên là: . MSSV:  Lớp: VL16KL Em đã làm đơn xin hoãn bảo vệ LVTN gửi cho PDT. Em mới nhận được mail, thông báo rằng hiện PDT không thể tiếp nhận đơn và khuyến nghị em xin bảo vệ trong đợt bảo vệ LVTN bổ sung. Dạ, vì luận văn của em làm về nghiên cứu, và cần phần thí nghiệm để hoàn thành được luận văn. Nhưng hiện tại phòng thí nghiệm ở Cơ sở Dĩ An vẫn chưa mở cửa. Nên em không thể hoàn thành luận văn. Em mong PDT xem xét lại trường hợp của em. Và tiếp nhận đơn xin hoãn bảo vệ LVTN của em ạ. Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô, Em tên , mã số sinh viên . Em xin được thầy cô giúp liên hệ với Khoa Điện Điện tử để em có thể xin sự đồng ý của Khoa trong việc hoãn Luận văn tốt nghiệp của em trong học kỳ này do ảnh hưởng của dịch Covid. Em đã có được sự đồng ý và chữ ký của giáo viên hướng dẫn Luận văn em trong đơn xin hoãn. Em đã gửi email đính kèm đơn có chữ ký của thầy cho Khoa từ ngày 2 tháng 12 nhưng tới nay vẫn chưa nhận được hồi âm từ Khoa. Em mong được thầy/cô giúp đỡ hoặc cho em chỉ dẫn để có thể liên hệ được với Khoa Điện điện tử nhằm hoàn thành đơn xin hoãn Luận văn để gửi cho Phòng đào tạo ạ. Em xin cám ơn thầy/cô.",
    "Kính gửi cô ,  Em gửi cô thông tin để nhận thẻ SV. Địa chỉ: 19/2 Thạch Thị Thanh, F.Tân Định, Q.1, TP.HCM SDT: [phone_number]",
    "Kính gửi PĐT! Em tên:    MSSV:  Em viết mail này xin phép PĐT cho em được hủy đăng kí học thí nghiệm trực tiếp HK211. Môn: DUNG . Lí do: Em không sắp xếp được thời gian và hiện tại đang là F1. Em xin cảm ơn.",
    "Kính gửi PDT, Em tên , MSSV 4, lớp Xây Dựng PFIEV K13. Hiện tại em đã hoàn thành xong 298/298 tín chỉ. Sau khi kiểm tra điều kiện tốt nghiệp của PFIEV: Bằng kỹ sư chính quy của Trường ĐH Bách khoa cấp : - Có đủ chứng chỉ ngoại ngữ tiếng Anh TOEIC theo tiêu chuẩn của Trường. Và kiểm tra chuẩn Tiếng anh của trường trên Học vụ : - Chuẩn tiếng Anh xét tốt nghiệp Đại học chính quy (CT đại trà) 450 (từ K.2009 đến K.2014) Vậy nên em xin PDT Hỗ trợ kiểm tra em đã đủ điều kiện tốt nghiệp hay chưa để em đăng ký Tốt nghiệp ạ, em xin cám ơn.",
    "Em là  Em có hoãn thi kết cấu thép 1 ở kì 203 và được đồng ý nhưng em vào xem thì vẫn là điểm 13 chứ không phải 14 ạ. PĐT giải quyết giúp em với ạ",
    "cho e hỏi kì trước em đăng kí hoãn thi 1 môn giờ đã có lịch thi giờ muốn hoãn môn đó thêm 1 kì nữa có được k ạ",
    "Em chào thầy/cô Em tên:  MSSV:  Em có câu hỏi là:   B Câu hỏi 1:    khi em học môn anh văn 3A và 4A thì điểm trung bình các môn đó sẽ tính thẳng vào điểm trung bình của 142 tín chỉ( xét tốt nghiệp) hay là chỉ tính cho qua môn anh văn 3,4 và sẽ chỉ tính điểm trung bình của 138 tín chỉ còn lại khi xét tốt nghiệp, hay là quy cho môn anh văn 3,4 điểm trung bình 5.0 thôi ạ.   B Câu hỏi 2:    Em thấy các bạn của em đều có điểm trung bình tích lũy ngành phía trên bảng điểm nhưng của em chỉ có dấu \"--\" và chỉ có điểm trung bình tích lũy học kì thôi ạ. Em mong sớm nhận phản hồi từ thầy/cô, em cảm ơn nhiều ạ.",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: hôm nay em có đăng lý GDQP nhưng do quá thời gian nên đã k đăng ký đc ạ thì giờ em nên làm gi để đăng ký ạ Mong trường có thể giải đáp giúp em phần này với ạ Em cảm ơn ạ",
    "Em gửi mã số môn học + tên môn học ạ : **Học kỳ 1 Năm học 2021 - 2022 (HK211) : + IU4002 (Công nghệ điện thí nghiệm) + IU3038 (Kỹ thuật vi điều khiển thí nghiệm) + IU4010 (Kỹ thuật giám sát tình trạng thí nghiệm ) + IU3050 (Kỹ thuật bôi trơn công nghiệp thí nghiệm) + IU2018 (Công nghệ hàn thí nghiệm ) + IU3006 (công nghệ điều hòa không khí thí nghiệm) ** Học kỳ 202  + IU3018 (Kỹ thuật số thí nghiệm ) + IU3012 (Kỹ thuật lập trình PLC thí nghiệm )",
    "Chào thầy cô, em có đăng ký hoãn thi môn học AS2001 vào kỳ 203. Em đã nhận xác nhận trên Bksi và đủ điều kiện không bị cấm thi môn học đó nhưng nay có mail hướng dẫn quy trình xoá điểm hoãn thi thì em vẫn chưa thấy cập nhật điểm của em trên hệ thống myBK ạ. Em muốn hỏi khi nào cập nhật để em xem xét điều chỉnh lịch thi bù cho phù hợp với điều kiện của em hiện tại ạ. Em cảm ơn thầy cô.",
    "Cô ơi, sắp tới từ ngày 19/12 trở đi em có lịch thi Online, nhưng mấy bữa nay trời lạnh, ẩm ướt nên máy tính của em bị hỏng rồi. Em đang tìm cách sửa lại. Cô ơi, em muốn hỏi nếu sắp tới em lỡ không sửa kịp thì em nên làm thủ tục gì để hoãn thi? Thường mấy bạn gặp tình trạng hư thiết bị như em thì có giải pháp nào ngoài hoãn thi nữa không cô?",
    "Em xin phép giới thiệu, em là  - . Em xin phép đăng kí hủy học thí nghiệm trực tiếp tại trường của các môn: Kỹ thuật chế tạo 2, dung sai và kỹ thuật đo và CAD/CAM . Lý do em hủy do không thu xếp được lịch học. Em hy vọng nhà trường xem xét giúp em ạ. Em xin chân thành cám ơn. Trân trọng ",
    "Mặc dù em đã đăng kí   U không học trực tiếp tại trường    nhưng vẫn có 1 môn mã   U EE3020 Truyền số liệu và mạng (thí nghiệm)    vẫn có lịch học. Hiện tại em đang không ở thành phố do phải đi thực tập tại công ti (tại Quảng Trị) theo sự hướng dẫn của khoa vì vậy không thể học offline được, việc sắp xếp để lên thành phố cũng sẽ mất thời gian. Vì vậy không biết PĐT có thể giúp em chỉnh sửa thời khoá biểu môn EE3020 để em không phải học trực tiếp không ạ?",
    "Xin chào các thầy cô. Hiện nay em có vài câu hỏi liên quan đến việc thi trắc nghiệm online không được quay lại câu hỏi trước. Với em thì cũng không bất ngờ lắm, đã nghe từ lâu nhưng nay em thi mới gặp. Vậy câu hỏi của em là \"Liệu rằng có phải các câu hỏi có được sắp xếp theo thứ tự từ dễ đến khó hay không. Hay là phần mền đảo ngẫu nhiên\". Vì từ nhỏ đến lớn khi đi học, đi thi thì ba má, thầy cô em luôn dặn là làm câu dễ trước, làm câu khó sau. Nhưng với tình trạng này thì việc đó không còn áp dụng được nữa. Và liệu các câu hỏi của sinh viên có được sắp xếp giống nhau theo trình độ như nhau. việc không cho quay lại câu trước cũng là do thầy cô sợ gian lận, đảm bảo tính công bằng cho sinh viên. Nhưng việc câu hỏi em ở trên không được xảy ra thì còn bất công hơn nữa. Em mong trường và sinh viên sẽ có mối quan hệ cộng sinh với nhau chứ không phải như bây giờ. Cuối cùng, em chúc thầy cô có một kì nghỉ dịch vui vẻ, khỏe mạnh và hạnh phúc. Em xin cảm ơn.",
    "Em tên là , MSSV , là sinh viên khóa 2017  ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học. Vì tình hình dịch bệnh covid khiến phòng thí nghiệm trường ĐH Bách Khoa bắt buộc đóng cửa nên em đã đổi đề tài LVTN từ hướng nghiên cứu sang thiết kế nhưng vì thời gian đổi muộn và điều kiện internet và thiết bị ở quê khiến em chưa kịp hoàn thành LVTN đúng hạn. Em xin phép trường cho em hoãn bảo vệ LVTN. Em đã có sự xác nhận đồng ý từ giáo viên hướng dẫn, bộ môn và khoa qua email. Kính mong phòng đào tạo chấp nhận. Em cảm ơn",
    "Chào thầy/cô. Em tên là , em đã nộp đơn cứu xét cách đây 2 tuần. Em được cho biết là đợi theo dõi tình trạng học vụ để đăng ký môn học 2. Trong lúc em đang đợi để được xử lý tình trạng học vụ để đăng ký môn học thì lại nhận thêm quyết định tạm dừng cho học kỳ 2 ngày 2/12/2021. Và mặc dù tình trạng của em đã được mở lại là đang học, nhưng chính quyết định  này ngăn không cho phép em được đăng ký môn học. Em không hiểu sao lại vậy, trong khi học kỳ 2 được gia hạn đăng ký đến ngày hôm nay là ngày 10/12/2021. Xin hỏi em cần làm gì ạ, em xin chân thành cảm ơn.",
    "Do điều kiện thiết bị không đủ camera ghi hình. Em xin được hoãn thi môn CI3211 kết cấu thép 2",
    "Thầy/cô cho em hỏi về việc hoãn thi à, em đã đăng ký hoãn thi trước ngày thi thì em có cần hủy hoãn thi để hoãn lại không ạ vì mail của nhà trường hướng dẫn là hoãn sau ngày vắng thi 5 ngày. Em cảm ơn ",
    "Dạ em chào thầy/cô T ạ  Em tên: Tống Hoàng hương  MSSV:   Lớp: BD18BDG2  Em xin phép gửi lại danh sách mã các môn đăng kí lớp học thực hành và phiếu xác nhận tiêm chủng đạt 2 mũi ạ Mong thầy/cô T giúp em và cho em hướng giải quyết để có thể học thực hành vào đầu tuần sau cùng với các bạn cùng khóa K18 ạ  Em cảm ơn thấy/cô T đã đọc câu hỏi của em ạ ",
    "Em xin chào Thầy/Cô PĐT. Em đã đọc mail PĐT, PĐT cho phép hoãn tiếp các môn đã hoãn ở mục : ứng dụng cho sinh viên  mục 12 . Nhưng hiện tại mục đó của em chỉ mới cập nhật các môn của kì 211 mà không cập nhật của kì 202 . Em có thể tiếp tục hoãn thi bằng cách khác không ạ. Em xin cám ơn Thầy/Cô.",
    "Chào thầy cô, cho em hỏi các môn hoãn thi cuối kì ở học kì vừa rồi vì thiếu thiết bị thi trực tuyến. Sẽ được giữ điểm thành phần không ạ hay chỉ tính điểm cuối kì ạ? Em cảm ơn",
    "Xin chào, Em thấy ở tkb mình có lịch học thực tập điện 1 và thực tập điện tử 1 nhóm VL01 và VL02 ạ. Em muốn hỏi em hiện tại em chưa thể đến trường được thì cần xử lý như thế nào ạ em xin cám ơn!",
    "Chào quý thầy, cô ạ! Em là  (), ngày 25/11 em có nộp tiền bảo hiểm y tế rồi nhưng bên trang đăng kí bảo hiểm y tế chưa cập nhật cho em ạ. Hôm nay em vào xem thì thấy vẫn chưa cập nhật nên em ấn đồng ý. Khi qua trang BK bay thì em lại thấy trường bảo em nộp thêm tiền bảo hiểm y tế nữa ạ. Mong quý thầy, cô đọc và xử lý giúp em với ạ. Em cảm ơn ạ! Chúc quý thầy, cô buổi tối tốt lành!",
    "Em chào thầy cô, Học kỳ 192 em có đăng ký hoãn thi và sau đó có thi lại và đạt. Trên bảng điểm của em có cập nhật Số tín chỉ tích luỹ nhưng khung điểm thì không được sửa thành điểm 14 (Em có đính kèm hình ảnh ở dưới). Vì lần trước em nghĩ có cập nhật tín chỉ là ổn nhưng giờ em thấy mail trường hợp hoãn thi học kỳ 202, 203 được cập nhật điểm 14 ạ. Cho em hỏi trường hợp này em có cần làm gì không ạ?  Em cảm ơn.",
    "Em gửi mã số môn học + tên môn học ạ : **Học kỳ 1 Năm học 2021 - 2022 (HK211) : + IU4002 - Công nghệ điện (thí nghiệm) + IU4010 - Kỹ thuật giám sát tình trạng (thí nghiệm ) + IU3050 - Kỹ thuật bôi trơn công nghiệp (thí nghiệm) + IU2018 - Công nghệ hàn (thí nghiệm ) + IU3006 - Công nghệ điều hòa không khí (thí nghiệm) + IU3028 - Công nghệ lạnh (thí nghiệm) + IU2012 - Kỹ thuật điện tử (thí nghiệm) ** Học kỳ 202 + IU3018 (Kỹ thuật số thí nghiệm ) + IU3012 (Kỹ thuật lập trình PLC thí nghiệm ) Em xin chân thành cảm ơn ạ.",
    "Em gửi mã số môn học + tên môn học ạ : **Học kỳ 1 Năm học 2021 - 2022 (HK211) : + IU4010 - Kỹ thuật giám sát tình trạng (thí nghiệm ) + IU3050 - Kỹ thuật bôi trơn công nghiệp (thí nghiệm) + IU2018 - Công nghệ hàn (thí nghiệm ) + IU3006 - Công nghệ điều hòa không khí (thí nghiệm) + IU3028 - Công nghệ lạnh (thí nghiệm) + IU2012 - Kỹ thuật điện tử (thí nghiệm) Em xin chân thành cảm ơn ạ.   i ",
    "MSSV:  Họ tên:     . Em và một số bạn không biết phải đăng ký quốc phòng, nên đã trễ hạn đăng ký khi biết. Em mong Phòng đạo tạo có thể cho em xin 1 slot cho môn quốc phòng ạ. Em cảm ơn rất nhiều.",
    "Thân gửi, Em viết câu hỏi này để xin hướng giải quyết vấn đề bị tạm dừng vì không đăng kí môn học kì 1 (2021-2022). Vấn đề ở đây là trước đó em có hỏi phòng đào tạo về việc là em đã hoàn thành tất cả môn học theo yêu cầu của trường đề ra và chỉ thiếu mỗi tiếng anh nữa thì em có phải đăng kí môn học để duy trì tình trạng sinh viên nữa không? Và em có nhận được câu trả lời là không cần đăng kí môn học nữa. Nhưng cho đến hiện tại thì em lại bị tàm dừng vì lí do không đăng kí môn học. Vậy cho em hỏi là giờ em phải làm gì để em có thể được xét tốt nghiệp vào đợt tháng 4 ạ? Em xin cảm ơn vì đã lắng nghe câu hỏi của em!  anh- sinh viên năm 4",
    "Kính gửi Phòng Đào tạo, Em là , em có nhận email của Phòng Đào tạo về việc nhận bằng tốt nghiệp. Hiện tại em cần bản scan bằng tốt nghiệp để xử lý một vài hồ sơ nhưng em chưa thể vào lại HCMC để nhận bằng được . Vì vậy Phòng Đào tạo có thể cho em xin bản scan bằng trước được không ạ?  Em thật sự rất biết ơn nếu Phòng Đào tạo có thể giúp em ạ. Trân trọng, ",
    "Em vẫn bị điểm 13 cho môn Kết cấu thép 1 (ci3009) Mặc dù em đã xin hoãn thi và được mail rep là đồng ý rồi ạ . Mong PĐT giải quyết giúp em ạ  Mai thi rồi mà chiều em mới nhận mail cập nhập điểm và ngày thi. :((((",
    "Do sơ suất nên em quên không đăng xuất ra khỏi hệ thống BK Exam sau khi thi. Mong PĐT mở khóa truy cập để em nộp đường link bản ghi quá trình thi. Em xin cảm ơn. . MSSV: ",
    "Kính gửi PĐT, Em là , sinh viên k2017 khoa Kỹ thuật Địa chất và Dầu khí. Em đã nhận được email nhận bằng tốt nghiệp của PĐT ạ. Em thắc mắc là các ngày thứ 7 trong tháng em có thể đến PĐT nhận bằng tốt nghiệp được không ạ? Và em có thể đến vào những khung giờ nào ạ? Em xin cảm ơn! Sinh viên ",
    "Em chào thầy/cô, Em là  (MSSV_), hiện là sinh viên năm cuối ngành Vật lí Kĩ thuật, khoa Khoa học Ứng dụng. Em mong muốn được biết cụ thể khi nào sinh viên được phép học tập trực tiếp tại các phòng thí nghiệm tại cơ sỡ Dĩ An ạ?  Cụ thể vì đăc trưng đề tài của em cần phải thực hiện trực tiếp tại   B Phòng thí nghiệm  Bộ môn Kim loại Hợp kim, thuộc khoa Công nghệ Vật liệu    nằm ở cơ sở Dĩ An, do đó em mong muốn trường có thể tạo điều kiện để em có thể được thực hành tại cơ sở Dĩ An sớm nhất trong thời gian tới để đảm bảo kịp tiến độ thực hiện đề tài Luận văn Tốt nghiệp . Để được phép làm việc tại Phòng thí nghiệm Bộ môn Kim loại Hợp kim thì em cần đảm bảo những điều kiện gì? Em chân thành cảm ơn.",
    "Kính gửi quý thầy cô PDT, Em có câu hỏi là em vừa thi AV4A dự thính ngày 5/12/2021 và đã có điểm tuy nhiên điểm chưa được cập nhật lên bảng điểm vậy em có kịp tốt nghiệp đợt này k ạ. Mong quý thầy cô giải đáp thắc mắc, Em xin cảm ơn.",
    "Xin phép PĐT cho em được hoãn thi môn XSTK.",
    "Yêu cầu thu nhận lại .",
    "Gửi phòng đào tạo. Em hiện đã hoàn thành tất cả môn học, chỉ còn thiếu chứng chỉ toeic. Do tình hình dịch bệnh nên em không lên kịp để thi toeic. Phòng đạo tạo cho phép em xin tạm hoãn 1 kỳ ạ. Em xin cảm ơn.",
    "Em chào cô! Dạ e chưa nhận thấy chỗ tải file giấy CN tốt nghiệp trong Mybk ạ! Nhưng trang thông tin hiện tại của em như thế này ạ: hệ vẫn VHVL và tìm thấy mã 2 bằng ( cô xem chi tiết file ảnh ạ ) Em sợ Pđt chưa update thông tin thôi ạ Em xin cám ơn",
    "Em chào thầy cô ạ. Em là  mssv khoa Bảo dưỡng công nghiệp. Do tình trạng kì rồi em không đăng kí môn học nên là hiện tại em đang bị tạm ngừng nên không thể xét tốt nghiệp. Nhưng tình trạng của em đã được đặc cách để tạo điều kiển bổ xung toiec kịp thời để xét tốt nghiệp. Và hiện tại em đã bổ xung đầy đủ bằng toiec. Nên em xin thầy cô có thể thu nhận em lại để có thể đăng kí xét tốt nghiệp ạ. Em xin cảm ơn thầy cô ạ!!!",
    "Em muốn hỏi là em có lich thi trên cổng thông tin sinh viên nhưng trong trang bk exam của em lại không có phòng thi, em thi 18h00 ngày 11/12 môn kết cấu thép 1, mong nhà trường giải quyết cho em được thi.",
    "Nguyễn Hữu Lộc  Kính gửi các thầy cô PĐT Em là Sv khóa K18 chương trình đại trà, đầu năm nhất khi thi anh văn đầu vào em thi được 505 điểm và được miễn 4 Anh Văn , từ đó đến nay em chưa nộp bất kì chứng chỉ anh văn nào, nay em mong thầy cô cho em biết để nhận luận văn tốt nghiệp cũng như là để tốt nghiệp thì em cần bổ sung chứng chỉ anh văn ở mức bao nhiêu điểm. Em xin chân thành cảm ơn!",
    "Thầy/Cô cho em hỏi, sao mục phúc khảo bài của môn SBVL hk202 em nhấn chọn nhưng không nhấn đăng kí được ạ. Nếu trường hợp môn bị coi là môn thi vét thì muốn phúc khảo em phải làm sao ạ?",
    "Kính gửi phòng Đào tạo. Sinh viên:  MSSV:  Đăng phúc tra điểm thi cuối kỳ môn Sức bền vật liệu (ci2007) nhóm l07-B ngày thi 23/10. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo ﻿Em tên :  MSSV  ﻿ ﻿Em có đang ký hoãn thi môn Động cơ đốt trong(TR2019) nhưng có đến nay vẫn không có lịch thi, mà các bạn cùng lớp thì đãng có. ﻿Nhờ Phòng đào tạo và bộ môn kiểm tra giúp em. ﻿ ﻿Em cảm ơn.  ",
    "Thưa thầy cô, em tên , mssv . Lúc trước làm khảo sát em có từ chối học trực tiếp, nhưng do hiện tại em có việc và đang ở TPHCM nên em mong thầy cô cho em được phép đăng ký bổ sung các học phần thí nghiệm trực tiếp tất cả các môn nếu có thể ạ. Các môn chưa hoàn thành học phần TNg gồm: Kỹ thuật chế tạo 1 - ME3032 - 202 Kỹ thuật thủy lực và khí nén - ME3002 - 202 Dung sai và kỹ thuật đo - ME3004 - 211 Sức bền vật liệu - CI2002 - 211 Em xin cảm ơn",
    "Em chào thầy/cô pđt ạ. Em là  - MSSV  Em hiện đang là sinh viên năm 4 ngành Công nghệ kỹ thuật vật liệu xây dựng - Khoa Kỹ Thuật Xây Dựng. Trong quá trình học tập ở trường thì em có thấy được ngành Dân dụng và công nghiệp của Khoa Xây Dựng có một số môn bổ sung từ ngành Vật Liệu Xây Dựng em đang theo học. Em muốn hỏi là em muốn đăng kí học song ngành thì thủ tục sẽ như thế nào ạ? có bắt buộc là phải tốt nghiệp ngành em đang theo học trước rồi mới được học hay không? Và các môn bổ sung đó nếu em đã học trước rồi thì có bị loại bỏ khi em học ngành Dân dụng không ạ? Mong thầy/cô pđt giải đáp giúp em ạ. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô ạ! Em muốn được hỏi khi em đăng ký hoãn thi thành công thì em có cần đăng ký môn học đã hoãn ở học kì được mở để được xếp lịch thi xoá điểm I hay không ạ? Do em đã đọc nhưng không thấy đề cập về việc đăng ký lại môn nhưng vẫn lo lắng là sẽ không được xếp nếu không đăng ký ạ! Em xin cảm ơn thầy cô đã đọc câu hỏi!",
    "Chào thầy/ cô ạ, Đầu năm 2022 sẽ bắt đầu học kì 2 ( 2021-2022). Em muốn hỏi hình thức học sẽ là online hay offline ạ ? nếu offline thì những học sinh đã về quê trước đó có học online được không?              - Em cảm ơn nhiều-",
    "Dạ em là , mssv: Em muốn in lại thẻ sinh viên do em làm mất thẻ, trong mục thông tin thì tên của em bị lỗi phông mà không thể sửa lại được ạ, PĐT xem xét giúp em sửa lại thông tin phông chữ cho chính xác ạ. Em cảm ơn",
    "Kính gửi; Phòng đào tạo trường Đại học Bách Khoa Em tên là:  MSSV:  Khoa: Điện- Điện tử Cho em hỏi phòng đào tạo môn thực tập điện 1 và thực tập điện tử 1 ở tuần 52 của em bị trùng giờ từ 13h-17h30 vậy thì làm sao em học được ạ. Em cảm ơn ạ",
    "Chào thầy, cô,  Em là  (). Em có nhận được thông tin nhận bằng tốt nghiệp tại phòng đào tạo. Thầy, cô cho em hỏi PĐT có làm việc ngày thứ 7 không ạ? Em cám ơn ạ!",
    "EM chào thầy(cô), hôm nay e có hạn bài tập trên  Bkel cần nộp nhưng mấy ngày nay không vào được BKel để lấy tài liệu học và nộp bài. Cho em hỏi có cách nào khác để vào không ạ?!",
    "Chào thầy cô, Em tên là , MSSV . Cho em hỏi hiện tại tình trạng sinh viên của em là tạm dừng, và em có cần viết đơn xin thu nhận lại không ạ? Hơn nữa em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail đăng kí tốt nghiệp của trường. Mong thầy cô phản hồi lại giúp em ạ. Em cảm ơn.",
    "Em là  SV lớp MO17QLM, em đã đủ điều kiện tốt nghiệp, đã được nhận mail có tên trong DS tốt nghiệp dự kiến và đã được thu nhận theo QĐ3249 của trường ngày 08/12/2021. Nhưng tình trạng SV hiện tại trên MyBK vẫn là Tạm Dừng  nên em không thể vào mục Đăng ký tốt nghiệp được. Kính mong PĐT thu nhận để em có thể đăng ký TN sớm nhất vì công ty em làm yêu cầu nộp bằng TN trong năm nay . Em xin chân thành cảm ơn.",
    "Chào thầy cô ạ. Hiện tại em chưa thi được toeic để nộp bằng tiếng anh (8 chỉ) nên số tín chỉ tích lũy hiện tại kì tới của em không đủ để đăng kí luận văn. Cho em hỏi là khi trường không xét chứng chỉ anh văn cho luận văn, thì có trừ đi 8 chỉ trong tổng số tín chỉ tích lũy ở điều kiện đăng kí luận văn không ạ? Em xin cảm ơn thầy cô.",
    "Dạ em chào thầy cô, Dạ cho em hỏi do trong kì thi cuối HK211 này em gặp vấn đề không thể tham gia dự thi do hiện em đang là F0 phải cách li nên em không đủ điều kiện sức khoẻ và thiết bị để dự thi. Trong lúc đăng kí trên myBK do một vài nhầm lần em đã đăng kí hoãn sau đó do nhầm lẫn nên em đãn nhấn \"Huỷ hoãn thi\" sau khi nhận ra mình nhầm em đã nhấn lại \"Đăng kí hoãn thi\" cho em hỏi việc đăng kí của em có còn hợp lệ và dược tính là đã đăng kí hoãn không ạ? Em cảm ơn thầy cô rất nhiều.",
    "Kính gửi Phòng Đào tạo, Em tên: , MSSV:  Em có thắc mắc về hiệu chỉnh môn học từ ngày 23-29/12/2021 Theo lịch học vụ học kì 212. Cụ thể trong khoảng thời gian nêu trên ngoài việc điều chỉnh môn học thì sinh viên có được đăng ký thêm môn học mới không ạ. Lí do là vì em muốn đăng ký thêm môn học mới cho đủ số tín chỉ ạ. Mong Phòng Đào tạo giải đáp thắc mắc, Em xin cảm ơn.",
    "Dạ em chào quý thầy/cô, dạ tại đợt đăng kí học trực tiếp tại trường do bản thân chưa đủ điều kiện và còn đang ở quê nên em chưa điền link đăng kí. Nay em đã đủ điều kiện để có thể học trực tiếp tại trường em có thể đăng kí bổ sung học các môn thí nghiệm, thực hành trực tiếp được không ạ. Em chân thành cảm ơn quý thầy/ cô ạ.",
    "Dạ hôm đóng học phí đợt 1 cho trường em có đóng luôn tiền BHYT nhưng lúc đó do thẻ của em còn hạn đến 31/12/2021 nên trường nói sẽ hoàn lại tiền. Do chỗ em có dịch nên em vẫn chưa thể đi đăng kí tài khoản OCB để nhận tiền hoàn BHYT được. Hôm nay trường có thông báo đăng kí BHYT cho năm 2022 thì em có cần phải đăng kí đóng riêng rồi nhận tiền hoàn BHYT trước riêng không ạ? Và nếu có thì thủ tục như thế nào ạ?",
    "Kính thưa ban giám hiệu. Chuyện là việc thi giữa thì của em có một số trục trặc nhỏ trong bkexam nên sau đó em có đăng kí thi lại môn giải tích 1 MT1003. Trong suốt thời gian đăng kí thi lại đến trước ngày thi lại em không nhận được bất kì email nào từ phía bộ môn về việc đồng ý cho em thi lại. Và trong khoản thời gian đó  gặp trục trặc kĩ thuật nên em cũng không quá để ý thôi báo trong phần video môn học. Và gần ngày thi lại bkel cũng rất chập chờn không thể load dc hết tin nhắn và 1 phần em cũng chủ qua vì thường thường nhắn qua bkel cũng sẽ đồng thời được chuyển tự động qua gmail nhưng không biết phải do bkel chưa phục hồi hay không em kh nhận được mail. Mãi đến khi được cô  mail cho em lúc 19h34 thông báo là hôm nay em sẽ được thi lại giữa kì thì em mới biết yêu cầu của em được phía bộ môn chấp nhận nhưng giờ vào phòng là 18h30 và giờ phát đề là 19h. Em chỉ biết em được thi lại sau giờ phát đề 30p và có rất nhiều bạn trong group khoa và group k21 gặp tình trạng giống em. Em mong phòng đào tạo xem xét cho em được gữi lại điểm ban đầu. Em chân thành cảm ơn",
    "Em xin chào ạ. Em muốn hoãn thi 1 môn học nhưng không biết phải làm thế nào. Em có vào mục \"12. Đăng ký hoãn thi\" nhưng không thao tác được gì. Nên em phải làm thế nào ạ? Em xin cảm ơn .",
    "Kính gửi phòng đạo tạo,    Em tên là , là sinh viên k17, khoa Khoa học và Kĩ thuật máy tính Em muốn hỏi về việc tổ chức lễ tốt nghiệp vào tháng 1 trường có đề cập đến trong bằng tốt nghiệp tạm thời nhưng em vừa nhận được mail lên trường để nhận bằng tốt nghiệp chính thức thì không biết trường có tổ chức lễ tốt nghiệp không ạ? Em cảm ơn ạ    Trân trọng,  ",
    "Dạ em là   ,em có đăng kí thêm các môn tự chọn hiện số môn tự chọn của em đã đủ nếu những môn tự chọn mà em đăng kí thêm có rớt thì em có phải bắt buộc học cho qua hay không ? Tính điểm trung bình tích luỹ có tính luôn những môn tự chọn thừa luôn hay không hay chỉ tính 7 môn tự chọn thôi ạ ?",
    "MSSV: 1915742   Em xin kính chào Cô! Hôm trước trường có gửi biểu mẫu   B Đăng ký học Offline các môn thí nghiệm tại trường   . Do không hiểu rõ là mình cần phải tự chủ nơi ở hay không, nên em tự nhận thấy mình đã được tiêm 2 mũi vaccine và có phương tiện đi lại   B nên em đã đăng ký học thí nghiệm tại trường (vì em cảm thấy lúc đó tình hình dịch đã hết và nghĩ rằng KTX sẽ cho phép SV nội trú lại kịp ngày học)   . Nhưng đến nay KTX vẫn   B   U không       cho phép sinh viên vào nội trú và trường   B   U đã       sắp xếp lịch học Thí nghiệm cho em. Trước tình hình đó, em gửi tin nhắn này mong Cô giúp em   I hủy lịch học thí nghiệm  /I , vì hiện tại em đang ở quê (tỉnh Bến Tre) không thể sắp xếp chỗ ở kịp để học Offline. Em thành thật xin lỗi Cô vì đã đăng ký lịch học khi chưa hiểu rõ. Em mong Cô xem xét để hủy lịch học thí nghiệm giúp Em . Em xin phép để các lại thông tin hủy đăng ký học thí nghiệm: Họ và tên:   B Nguyễn Vũ Trường   ; MSSV:   B 1915742   ; Hủy đăng ký học trực tiếp:  - Mã môn:   B AS3104   ; - Tên môn:   B Kỹ thuật thiết bị y học và thí nghiệm (TN)   ; - Nhóm tổ:   B VL01   ; - Thời gian/tuần học:   B Tuần 51-52-01-02-03-04   ;  Em xin chân thành cảm ơn Cô. Chúc Cô một ngày mới tốt lành .   i  .",
    "Xin chào các thầy cô, em tên là , MSSV: . Em thắc mắc về học phần GDQP của năm nay, về học phần này là trường sẽ sắp xếp cho tụi em hay là tụi em phải tự đăng kí trong đợt đăng kí môn ạ. Em nghĩ là trường sẽ sắp xếp nên vừa rồi em ko đăng kí học phần này. Mong được thầy cô giải đáp ạ",
    "Trong tuần vừa qua em đã được Đoàn trường cập nhật ngày CTXH và hiện tại em đã đủ điều kiện đăng kí tốt nghiệp, nhưng trên hệ thống vẫn báo em thiếu ngày CTXH nên em không thể đăng kí được. Em có gửi mail cho PĐT nhưng chưa nhận được phản hồi. Cho em hỏi khi nào PĐT sẽ cập nhật danh sách này vậy ạ?",
    "Thầy cô cho em hỏi em đã làm bài SHCD gần 1 tuần nay sao chưa được chấm điểm bài 1 nữa ạ. ngày mai hết hạn mà em chưa được chấm bài 1 nữa   thầy cô",
    "Chào Thầy, cô: Cho em hỏi là từ lúc nộp bằng ngoại ngữ Toeic thì mất khoảng bao nhiêu ngày làm việc để xác nhận và chuyển điểm ạ . Em cảm ơn.",
    "Kính gửi Quý thầy/cô, Em là , MSSV , khoa Quản Lý Công nghiệp. Em xin được trình bày về thắc mắc của em ạ. Trong HK 211, em chưa hoàn thành môn Thực tập tốt nghiệp và có xin hoãn/dời môn TTTN này qua HK212. Do vậy, em chưa đủ điều kiện đăng ký môn LVTN trong HK212 và sẽ phải dời LVTN qua HK221. Vậy trong HK 212 em có phải đăng ký ít nhất 1 môn học để duy trì tình trạng học ở trường không ạ (hiện tại em chỉ còn thiếu 9 tín chỉ của môn LVTN là tích lũy đầy đủ các tín chỉ)?  Kính mong Quý thầy/cô có thể hỗ trợ giải đáp vấn đề này giúp em. Em xin chân thành cảm ơn Quý thầy/cô ạ.",
    "Dạ em chào Thầy / Cô ạ, Em tên là , MSSV: . Em có đăng ký học dự thính môn Hóa vô cơ (CH2013 và CH2014) vào học kỳ dự thính 202, mã lớp DT-01. Em đã hoàn tất tất cả các thành phần điểm, chỉ còn thiếu 3 buổi lên phòng thí nghiệm nữa là môn sẽ hoàn thành ạ. Theo thời khóa biểu của phòng đào tạo xếp cho em là sẽ học vào Chủ nhật từ tuần 50-52. Tuy nhiên theo lịch trên, em bị kẹt đến 2 buổi tuần 50, 51 do lịch thi cuối kỳ . Vậy nên em muốn xin hoãn lịch học TN đợt này để chờ sang HK2 em học bù được không ạ? Em đã email cho GV dạy thí nghiệm của em nhưng vẫn chưa nhận được hồi đáp nên nay em xin gửi câu hỏi lên PĐT ạ. Kính mong nhận được hồi âm của Thầy / Cô. Em xin cảm ơn ạ.",
    "Chào thầy/cô, vì tình hình covid khá phức tạp nên em có thể nào hoãn lịch học thực hành sắp tới vào kỳ sau được không ạ?",
    "Em có đăng ký in bảng điểm, hẹn 8/12 giao mà đến này em chưa nhận được. Em chuyển từ CQ sang VLVH mong PDT cập nhật điểm giúp em. Cảm ơn PĐT ạ !",
    "Em đã gửi qua bưu điện tất cả các hồ sơ cho trường nhưng vẫn có tên trong danh sách cần bổ sung hồ sơ ạ. Kính mong thầy cô xem xét giúp trường hợp của em ạ. Em cảm ơn thầy cô.",
    "Dạ em xin chào ạ. Em tên là  Tri MSSV :  Chuyên đề 1 của sinh hoạt công dân e là đã lâu nhưng vẫn chưa được chấm điểm để làm tiếp chuyên đề 2 ạ. Liệu sinh hoạt công dân có được gia hạn không ạ? Em cảm ơn",
    "Tốt nghiệp . Dạ em chào Thầy/Cô, Em tên là Lý Thị Ái Duyên. MSSV:1710835 Vì tình hình dịch bệnh diễn biến phức tạp nên em vừa mới thi được bằng toeic để chuyển điểm av3,4 để được đăng ký tốt nghiệp ạ. Hiện tại em vừa nộp bằng toeic đang chờ thẩm tra, Thầy/Cô giúp em kiểm tra để chuyển điểm anh văn và được đăng ký tốt nghiệp đúng hạn trong cuối tháng này với ạ. Em cám ơn ạ. Và Thầy/Cô cho em hỏi thêm ạ: Em đã nộp đơn thu nhận lại (vì lý do HK211 không đăng ký môn học) và đã có danh sách thu nhận lại nhưng trong tình trạng sinh viên em vẫn còn tình trạng tạm dừng ạ. Vì thế em không vào trang đăng ký tốt nghiệp được ạ. Em nhờ Thầy/Cô hỗ trợ giúp em để được xét tốt nghiệp đúng hạn trong kỳ này ạ. Em cám ơn ạ. Ái Duyên",
    "Chào thầy (Cô), Em là sinh viên khoá K17 và đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng do học kỳ này em không đăng ký môn học nên tình trạng sinh viên của em được chuyển về tạm dừng nên em không thể đăng ký tốt nghiệp. Em có cần làm đơn cứu xét để được đăng ký tốt nghiệp không ạ. Mong thầy cô xem xét ạ. Em xim chân thành cảm ơn ạ.",
    "Kính thưa thầy/cô, Em có thắc mắc về vấn đề đăng kí môn học cho sinh viên năm 4 trong học kì 212. Tình hình hiện tại bạn của em đã tích lũy đầy đủ các học phần bắt buộc, chỉ còn mỗi LVTN. Tuy nhiên do ảnh hưởng của dịch COVID-19 nên trong hè vừa rồi, bạn em vẫn chưa thể thực tập nên không thể làm LVTN trong học kì 212. Nếu vậy thì trong kì 212, bạn em không đăng kí môn học (do không còn môn nào để học vì đã tích lũy đủ số tín chỉ, trừ LVTN). Trong trường hợp này, việc không có thời khóa biểu trong HK212 có bị đình chỉ học tạm thời trong 1 kì như trong mail thông báo không ạ? Và nếu có thì bạn em cần làm gì để không phải bị đình chỉ ạ?  Rất mong thầy/cô có thể hồi đáp khi nhận được câu hỏi ạ. Em xin chân thành cảm ơn! Regards, Nhật",
    "Dạ kính chào thầy cô, Em sắp thi nhưng bị sốt, trong nhà có F0 nên em đang tự cách li và có các triệu chứng của covid không biết em đủ điều kiện xin hoãn thi không ạ. Em cảm ơn.",
    "tôi ko thể tìm các khóa học trước để tìm các đề cương và tài liệu để phục vụ cho công việc. Xin được hỗ trợ",
    "Em muốn hỏi đợt tiếp theo để đăng ký chương trình liên thông thạc sĩ là khi nào ạ?   i  .",
    "Dạ em kính chào quý Thầy/Cô, Em là -. + Hiện tại thì em đã có chứng chỉ Tiếng Anh (Toeic) để Tốt Nghiệp trong học kỳ này. Em đã nộp trên hệ thống MYBK. Dạ do thời hạn để đăng ký tốt nghiệp đợt này là ngày 24/12. Nên em mong PDT sớm thẩm tra CCNN để chúng em có thể đủ điều kiện để xét tốt nghiệp ạ. + Do kỳ này em không đăng ký môn học, nên tình trạng của em hiện là đã tạm dừng, vậy nếu muốn đăng ký tốt nghiệp thì em cần phải làm gì ạ? Em rất mong sự hồi đáp từ quý Thầy/Cô! Em xin chân thành cảm ơn.",
    "Em chào cô, cô ơi cho em hỏi thời hạn cuối trong học kì này để nộp chứng chỉ TOIEC để chuyển điểm cho bốn anh văn là ngày nào ạ, em cảm ơn cô.",
    "Em là  - . Em có đăng kí học thực hành môn   B Thực hành tin học - 501706  B  học trực tiếp tại trường. Thứ 2 tuần tới theo lịch là bắt đầu học nhưng em vẫn chưa được cập nhật lịch lên thời khóa biểu. Mong phòng đào tạo xem xét và cập nhật để em có thể kịp đi học ạ. Em cảm ơn.",
    "Em -MSSV: Lớp BD16CDT-Ngành bảo dưỡng công nghiệp Em đã hết thời gian đào tạo và xin gia hạn thêm một học kì.Em chỉ còn toeic ra trường ạ.Em có thể nộp bằng toeic trước tháng 1 để xét tốt nghiệp được không ạ? Em xin cảm ơn ạ",
    "Kính gởi phòng đào tạo . Em tên: . MSSV:  Vừa rồi em thuộc vào diện chận thanh toán học phí nên bị hủy lịch thi học kỳ HK 211 . Hiện em đã hoàn tất việc đóng học phí . Kính mong quý thầy/cô xem xét cho phép em được thi được không ạ?  ",
    "Em là: Nguyễn Châu Cao MSSV: -Trung tâm Bảo dưỡng CN Mã lớp: G5&6 Em không nhận được mail đăng kí môn GDQP. Thầy cô cho em đăng kí bổ sung ạ.",
    "Em đã xin phép giáo viên bộ môn hoãn thi. Kình gửi PĐT cho phép em được hoãn thi.",
    "Em chào thầy cô ạ   Chiều nay vào lúc 14h00 em có lịch thi môn Hóa hữu cơ (CH2021), em đang làm bài còn 15p thì xảy ra cháy nổ cầu dao điện tổng gần nhà em nên khu em bị cúp hết điện ạ, laptop em phải vừa dùng vừa sạc nên cúp điện là máy em tự tắt , có điện lại thì đã 15h15 rồi ạ. Em đã liên hệ ngay với cán bộ coi thi và báo lên đây ạ . Thầy/cô xem xét giúp em với ạ. Em xin cảm ơn!",
    "Cho em hỏi mình muốn lấy bằng tốt nghiệp tạm thời với bằng tốt nghiệp chính thức thì xem ở đâu để biết đã có và liên hệ lấy như thế nào vậy ạ.",
    "Em chào thầy cô. Em là sinh viên đã hoàn thành chương trình học nhưng còn đợi thi anh văn nói viết tháng 12 nên chưa thể đăng kí tốt nghiệp được. Tình trạng hiện tại của em là tạm dừng học. Vậy thì em làm đơn thu hồi lại và khi đó có cần đăng kí môn học để duy trì cho kì 212 không ạ?. Mong nhận được phản hồi của thầy cô. Em xin chân thành cảm ơn.",
    "Cho em hỏi ạ 1. Em thi môn Anh văn 4 ngày 5/12/2021 thì khi nào có điểm và đủ đăng kí xét tốt nghiệp không ạ? 2. Phòng đào tạo mới vừa thông báo ngayd 17/12/2021 thi anh văn 2 kĩ năng nói viết để xét tốt nghiệp, vậy sau khi thi xong thì bao lâu có kết quả và có kịp đăng kí xét tốt nghiệp không ạ?",
    "Cho em hỏi em có thể đăng kí và nhận bằng tốt nghiệp tạm thời trực tiếp tại phòng đào tạo được không ạ? Nếu có thì trong bao lâu em có thể nhận được ạ? Em xin cảm ơn!",
    "Kính gửi PĐT, Về việc tính điểm hoãn thi, em có tìm hiểu trên aao thì em hiểu là sẽ xóa hết điểm thành phần ví dụ như điểm giữa kì và bài tập (nếu có). Và điểm cuối kì thi lại sẽ được thay thế vào điểm HT và tính điểm TBTL với điểm tổng kết mới bình thường (TBTL sẽ tính với điểm cao nhất của môn). Nhưng dạo đây em có đọc vài bài viết trên group HCMUT sinh viên, thì em nghe là xóa hết điểm thành phần, chỉ thi 5đ là qua môn, và nhận điểm Đạt, cộng tín chỉ, không tính điểm TBTL. Vậy thì điểm rớt môn cũ (nếu có) của em có được xóa luôn không tính vào TBTL không ạ. Em không biết cách hiểu nào mới là đúng ạ! Em xin cảm ơn PĐT đã dành thời gian giải đáp cho  em!",
    "Thầy cô ơi cho em hỏi Điều 28. Đào tạo song ngành của ,  là mình đăng kí như thế nào ạ? Và đó có phải ngành mà khoa khác khoa mình đang học không ạ?",
    "Em đã đọc điều 17.2 trong quy chế đào tạo của trường nhưng vẫn còn thắc mắc,mong được giải đáp.Kì trước em có hoãn thi và đã nhận được điểm hoãn thi(HT),theo quy chế thì sau khi khi thi bổ sung thì điểm đó sẽ thành điểm tổng kết, vậy điểm tổng kết đó có được tính vào điểm trung bình tích lũy ngành không ạ hay chỉ là đạt hay không đạt để xét qua môn.",
    "Cho e hỏi khi nào thì trường mới cho sinh viên nhận bằng vậy ạ Lịch tốt nghiệp và nhận bằng từ tháng 11 mà đến nay đã tháng 12 rồi vẫn chưa có thông báo nhận bằng ạ",
    "Tốt nghiệp . Em muốn hỏi PĐT là ở trên trang thông tin   B QUY ĐỊNH VỀ CHƯƠNG TRÌNH TÀI NĂNG    (http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=90&tid=1145), ở mục số   B 5. Sinh viên tốt nghiệp chương trình tài năng    có ghi một trong những điều kiện tốt nghiệp là   I   U Hoàn tất chương trình tài năng đúng hạn     /I , vậy   I   U đúng hạn     /I  ở đây là trong vòng 4 năm tính từ lúc nhập học hay thời hạn tối đa 7 năm vậy ạ?",
    "Chào thầy/cô Em đã có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Tuy nhiên tình trạng sinh viên của em vẫn là \"tạm dừng\" nên em không thể tiến hành đăng kí tốt nghiệp được. Nay em làm đơn đăng kí thu nhận lại để có thể tốt nghiệp đúng hạn. Mong thầy/cô giải quyết sớm giúp em. Em xin cảm ơn!",
    "Chào thầy/cô Em đang học theo chương trình đào tạo liên thông thạc sĩ, hiện trường yêu cầu bằng tốt nghiệp đại học tạm thời trước ngày 20/12 để hoàn thành hồ sơ nhập học. Tuy nhiên đến nay em vẫn chưa thể đăng kí tốt nghiệp được. Em đã nhận được mail về việc có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Tuy nhiên tình trạng sinh viên của em vẫn là \"tạm dừng vì không đăng kí môn học HK1 năm học 2021-2022\" nên em không thể tiến hành đăng kí tốt nghiệp được. Mong thầy/cô giải quyết sớm giúp em để kịp hoàn thành thủ tục. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo – Trường ĐH Bách Khoa Tp. Hồ Chí Minh Em tên là : Đặng Hữu Nam . MSSV:  Em đã đăng ký và trúng tuyển ĐH chính quy bằng 2 khóa 2017 chuyên ngành Khoa học Máy tính. Tại kỳ thi cuối học kì năm I, trường đã phát cho em giấy đăng ký chuyên ngành học và em đã đăng ký chuyên ngành Kỹ thuật máy tính. Hiện tại em vẫn đang theo học chương trình của chuyên ngành Kỹ thuật máy tính. Em đã hoàn thành các đồ án môn học và hiện tại em đang làm Đề cương luận văn chuyên ngành Kỹ thuật máy tính. Nay em làm đơn này xin Phòng Đào tạo xem xét cho em được đổi chuyên ngành đào tạo đúng với chuyên ngành em đang theo học. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo - Trường DH BK HCM Em không đăng ký được môn học Luận văn tốt nghiệp (Kỹ thuật Máy tính) CO4323. Lý do là trong hồ sơ của em thì em đang theo học chuyên ngành Khoa học máy tính. Thực tế là khi đăng ký chuyên ngành vào năm I thì em đăng ký chuyên ngành Kỹ thuật máy tính và hiện tại em cũng đang học theo chương trình của chuyên ngành Kỹ thuật máy tính. Và em đang làm Đề chương luận văn chuyên ngành Kỹ thuật máy tính Em đang làm đơn xin chuyển đổi chuyên ngành đào tạo. Em xin Phòng Đào tạo cho em đăng ký môn học Luận văn tốt nghiệp (Kỹ thuật Máy tính) CO4323. Em có đính kèm hồ sơ và đơn xin chuyển đổi chuyên ngành của em. Em xin chân thành cảm ơn ",
    "Dạ em chào thầy cô, Do hiện em đang là F0 và phải đi cách li nên hiện em không có đủ đường truyền và thiết bị để thi trong đợt thi học kì online 211. Theo mail của Phòng đào tạo gửi cho chúng em thì chúng em sẽ gửi yêu cầu xin hoãn thi sau khi thi 5 ngày nhưng em có thể gửi yêu cầu trên myBk trước khi thi được không ạ ? Em cảm ơn nhiều ạ.",
    "Kính gửi PDT, Em là  - đang học Bằng 2 ngành Khoa học Máy tính - K2020. Em có 2 câu hỏi mong được giải đáp: 1/ Em có thể xin chuyển sang hệ VLVH trong học kỳ tới không ạ. (HK212) 2/ Khi chuyển sáng hệ VLVH thì trên bằng tốt nghiệp sau này sẽ không có dòng chữ \"không chính quy\" đúng ko ạ. Em xin cảm ơn PDT.",
    "Cho em hỏi là kỳ trước em đã hỏi thi môn giải tích 2,nhưng kỳ này trường sắp xếp lịch thi trùng vào buổi báo cáo môn chuyên ngành của e.Vậy thì e có thể hoãn thi giải tích 2 tiếp được không ạ?",
    "Dạ em chào Phòng Đào tạo, Em là , MSSV , là sinh viên lớp CK17NH2 . Vào ngày 3/12 vừa rồi em đã được cập nhật điểm môn cuối lên trang MyBK của cá nhân, và đã đủ điều kiện để đăng kí tốt nghiệp. Tuy nhiên em vẫn chưa đăng kí được do chưa nằm trong danh sách tốt nghiệp dự kiến của nhà trường. Phòng Đào tạo cho em xin hỏi là khi nào có đợt cập nhật danh sách dự kiến tốt nghiệp tiếp theo không ạ, vì hạn chót đăng kí tốt nghiệp của bọn em là vào 24/12 cũng gần tới rồi ạ. Em hi vọng có thể sớm được giải quyết và em có thể đăng kí tốt nghiệp kịp đợt tháng 1 này. Em cám ơn Phòng Đào tạo đã đọc câu hỏi của em.",
    "Em chào Thầy/Cô, Em muốn xin hoãn học thực hành vì hiện tại gia đình của em không chấp nhận việc học offline do tình hình dịch bệnh còn phức tạp. Xin Thầy/Cô chỉ em cách hoãn học thực hành. Em cám ơn Thầy/Cô.",
    "MSSV:  Em chào thầy/cô. Em đăng kí dịch vụ   B in bảng điểm pdf    từ ngày 6/12 sau đó lên bksi đặt in pdf. vào ngày 9/12 em thấy đã in xong và tiếp tục đặt câu hỏi lên bksi. Nhưng ngày 12/12 rồi mà vẫn chưa có bảng điểm. Em đang gần gấp để nộp hồ sơ. Mong thầy/cô giải quyết nhanh giúp em. Em xin cảm ơn",
    "Cho em hỏi trường còn mở thêm lần đăng ký hay chỉnh sửa môn lần 2 không ạ. Em vừa mới nhận được thông tin là phải đăng ký môn giáo dục quốc phòng mà em chưa kịp đăng ký nên em không biết có cách nào để em đăng ký môn đó không.",
    "Dạ kính chào quý thầy/cô, Em cần hỏi về việc thanh toán bảo hiểm y tế ạ. Đợt đăng kí bảo hiểm y tế lần đầu tiên 24/11/2021 em có đăng kí và đã thanh toán rồi nhưng khi đăng kí kí túc xá đại học quốc gia trong tháng 12 thì lại có mục đăng kí bảo hiểm y tế bắt buộc ạ, cho em hỏi liệu em có nhận được tiền lại nếu đã đăng kí bhyt cho ktx ạ ? Em có gửi file ảnh chứa thông tin ạ",
    "Cho em hỏi nhà trường có trang web chính thống nào để em nhận được các thông tin của nhà trường. Thời gian qua có 1 số thông tin em phải nhận qua việc truyền miệng khiến em bị trễ hạn ảnh hưởng tới việc học. Mới nhất là việc đăng ký môn giáo dục quốc phòng, mong trường giúp em đang ký được môn học này.",
    "Chào thầy/cô, trước đó ở khảo sát đăng ký học trực tiếp do chưa tiêm đủ 2 mũi nên em ko đăng ký học, do đó em ko có lịch học trực tiếp. Giờ em đã tiêm đủ 2 mũi và đang muốn học trực tiếp, thì phải đăng ký học trực tiếp các môn Thực hành/ Thí nghiệm làm sao ạ ? Em xin cảm ơn",
    "Em mới từ quê vào SG. Đã chích đủ 2 mũi vắc xin. Do không định được trước ngày vào nên em không đăng ký ngày vào trường để làm đồ án. Mong thầy cô hỗ trợ để em được vào trường vào tuần sau. Em cảm ơn",
    "Em là sinh viên đã đăng ký tốt nghiệp tháng 11. Có tên trong danh sách tốt nghiệp dự kiến. Đã nhận giấy tốt nghiệp tạm thời. Bây giờ em muốn đăng ký in bảng điểm gấp. Em thấy trong hướng dẫn đăng ký có để \"sinh viên có tên trong danh sách tốt nghiệp dự kiến\" thanh toán lệ phí tại PDT. Nhưng khi xác nhận đăng ký thì trang đăng tự động chuyển trang sang BKpay và yêu cầu thanh toán phí in. Cho em hỏi vậy em đóng tiền trên BKpay luôn hay làm thế nào ạ? Em cảm ơn",
    "Kính gửi PDT trường ĐH Bách Khoa TpHCM Em là . MSSV  Em tốt nghiệp đh vào tháng 11 này, em đang lf việc tại 1 tỉnh miền bắc, không thể về trường nhận bằng. Nay em viết này kính mong nhà trường gửi bằng về địa chỉ của em và khi nào em được nhận bằng với được không ạ. (Địa chỉ của em giống địa chỉ nhận giấy xác nhận tốt nghiệp đã update trên hệ thống tốt nghiệp BK, hiện tại là cựu sinh viên nên em không vào được nữa) Em cảm ơn quý thầy/cô Rất mong sớm nhận được email phản hồi từ thầy/cô",
    "Dạ em chào phòng đào tạo, em là , MSSV:. Như hôm trước được hướng dẫn trên bksi, nay em viết lại câu hỏi ạ. Hiện tại em đã được duyệt CCNN hợp lệ và theo em thấy thì cũng đã được chuyển điểm anh văn vì số tín chỉ của e đã thành 142 tín chỉ và điểm trung bình của em cũng đã thay đổi nên cho em hỏi thì tầm bao lâu nữa PDT sẽ xét cho em vào danh sách tốt nghiệp dự kiến và bao lâu tình trạng sinh viên của em sẽ chuyển từ tạm dừng vì không đăng ký môn học sang đang học để đăng ký tốt nghiệp ạ, ngoài ra em có cần phải làm đơn thu nhận gì không ạ. Em cảm ơn rất nhiều ạ. Nội dung phản hồi lần trước, tình trạng tín chỉ, tình trạng CCNN em có đính kèm hình ảnh ạ.",
    "Dạ thầy/cô cho em hỏi quy trình để hoãn báo cáo Đề cương LVTN được không ạ. Em cảm ơn thầy/cô.",
    "Cho em hỏi phòng học TR5 là ở đâu ạ",
    "Kính gửi các thầy cô trường đại học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV:  Em xin được trình bày vấn đề của mình ạ. Tuần sau, em có lịch đi thí nghiệm trên cs1 của trường nhưng em được thông báo là phải có bản hard copy của bảo hiểm tai nạn thì mới được cho vào thí nghiệm . Em được biết là nhà trường đã mua bảo hiểm tai nạn cho sinh viên nhưng em không biết làm cách nào có được bản hard copy của cái bảo hiểm tai nạn đó để nộp cho giáo viên thí nghiệm để em được vào thí nghiệm. Em mong các thầy cô giúp đỡ cho em, em xin cảm ơn các thầy cô. Em chúc các thầy cô mạnh khỏe và một ngày tốt lành ạ. Trân trọng, ",
    "Dạ cho em hỏi nếu em muốn tham gia học phần thí nghiệm kì này thì còn đăng ký được không ạ. Vì lúc mở form đăng ký thì gia đình em có F0 nên em không thể đăng ký được. Tuy nhiên, hiện tại gia đình em đã khỏi bệnh và em muốn được tham gia lớp học để kết thúc học phần và hiện tại em cũng đang sinh sống tại TPHCM ạ. Em cảm ơn ạ.",
    "Chào ad. Em là SV K14 đã tốt nghiệp nhưng có một số tài liệu và thông tin lưu trong email của trường () . Vì vậy em viết mail này nhờ PDT cấp lại quyền truy cấp để em có thể lấy các tài liệu lưu trên đó xuống . Em xin chân thành cảm ơn",
    "Gửi nhà trường: Dạ trong đợt sinh hoạt công dân định kỳ đợt 1 năm 2021-2022, em đã hoàn thành chuyên đề 1 vào ngày 9/12/2021. Nhưng đến nay đã được hơn 3 ngày nhưng vẫn chưa được chấm điểm. Rất mong nhà trường sử lý để em có thể hoàn thành chuyên đề 2 đúng hạn ạ.",
    "Dạ cho em hỏi là em đã đăng ký hoãn thi môn giải tích mạch nhưng chưa học thí nghiệm và thời khóa biểu của em cũng xóa thời gian học thí nghiệm thì sau khi thời gian thi xong nếu có lịch thì em vẫn phải học thí nghiệm đúng không ạ? Và nếu học thì điểm thí nghiệm trên 5 sẽ tính là đạt và phù hợp quy chế hoãn thi đúng không ạ?",
    "Kính chào thầy cô Phòng Đào Tạo, Cho em hỏi là hiện tại em bị thiếu 8 tín chỉ trong đó có 4 tín chỉ là anh văn 3 và anh văn 4, theo em được biết là sinh viên chỉ được thiếu tối đa là 7 tín chỉ mới được nhận luận văn, cho em hỏi là em có thể làm đơn xin Phòng Đào Tạo, Khoa và giáo viên hướng dẫn được làm luận văn rồi bổ sung anh văn sau để đủ số tín chỉ theo yêu cầu được không ạ, em xin cam kết bổ sung anh văn trước thời gian bảo vệ luận văn ạ. Số tín chỉ hiện tại của em là 128 tín chỉ, mong các thầy cô Phòng Đào Tạo hướng dẫn và giúp đỡ, em cảm ơn rất nhiều. Chúc thầy cô nhiều sức khoẻ.",
    "Em là sinh viên k17 hệ chinh quy. Nay em muốn chuyển sang hệ VLVH thì em phải nói làm sao? Em xin cảm ơn",
    "Dạ em có đăng kí xin hoãn thi cuối kì môn Xác suất thống kê lớp DT01 vào ngày 12/12/2021 do không đủ điều kiện về thiết bị điện tử. Em có thể được dự thi vào đợt kế tiếp dành cho các bạn khác cũng gặp vấn đề về thiết bị điện tử cũng như đường truyền mạng giống như em được ko ạ",
    "Em chào cô, Cô có thể cho em hỏi em đang học năm 2 chương trình chất lượng cao ngành kỹ thuật hàng không. Em muốn xét điểm để học chương trình kỹ sư thạc sĩ thì phải cần những yêu cầu gì ạ? Em cảm ơn ạ .",
    "Kính gửi quý thầy cô, Em là  , MSSV:  Hôm nay, em gửi mail này để có thể nhận được giúp đỡ từ quý thầy cô. Hôm qua, em có thi môn kết cấu thép 1 (vào lúc 16h) trên exam.hcmut.edu.vn và đã nộp bài thi nhưng khi em đăng nhập lại để nộp file ghi hình thì bị từ chối và trang web hiển thị là tài khoản đã bị khóa quyền truy cập vào phòng thi. Vì vậy, em mong PĐT có thể giúp em mở lại tài khoản để em có thể nộp lại file ghi hình lên hệ thống và hoàn thành thủ tục cần thiết cho phần thi cuối kì (môn kết cấu thép 1 - CI3009 - HT02A - 16h 11/12/2021). Mong nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn. ,",
    "Em chào thầy/cô ạ, Em là , MSSV: , lớp TN19DDT. Em có thắc mắc về việc học trực tiếp ở cơ sở 1 ạ. Hiện tại các bạn khác ở lớp em đều có thời khóa biểu học trực tiếp và có phân chia nhóm học ở cơ sở 1. Nhưng em vẫn chưa có thời khóa biểu ạ. Em đã điền vào mục có nhu cầu đi học lại thí nghiệm, thực tập ở phiếu khảo sát trước và em đã tiêm 2 mũi rồi ạ. Vậy bây giờ em có thể đi học trực tiếp hay em đợi thời khóa biểu có tiết vậy ạ. Mong thầy/ cô phản hồi sớm. Em cảm ơn nhiều ạ.",
    "Dạ em chào thầy/cô,  Thầy cô cho em hỏi, em có đăng ký môn anh văn 4A và được xếp lịch học từ 1/12, em có thấy trong mail trường có ghi là thời gian đóng học phí từ 10/12 đến 17/12 nhưng em vào bkpay lại không có mục để đóng học phí, thầy/cô cho em hỏi là do chưa mở thanh toán học phí đúng không ạ. Em cảm ơn thầy/cô nhiều ạ.",
    "em là   e xin phép hoãn thi xác suất thống kê do nhà em cúp điện nên không đủ điều kiện thi ạ .",
    "Gửi PĐT, Em xin hoãn thi môn XSTK vào lúc 16h ngày 12/12 Lí do: máy tính em bị hỏng đột xuất nên k đủ điều kiện dự thi. Mong PĐT xem xét giúp em",
    "Kính gửi Nhà trường! Em tên  - . Trước đây em theo hệ chính quy tại trường, nhưng vì một số vấn đề cá nhân em đã xin chuyển sang hệ VHVL (đã được ra quyết định thu nhận lại hệ VHVL). Sau đó em có gởi mail lên PĐT xin được xét tốt nghiệp theo hệ VHVL vì vấn đề chưa nằm trong danh sách dự kiến tốt nghiệp cũng như tình trạng sinh viên chưa được mở lại. Tiếp đến PĐT có gởi lại thông tin chờ phản hồi và nếu sau ngày 13/12 chưa được thì đặt yêu cầu câu hỏi trên BKSI. Vậy nên em xin gởi thông tin nội dung cũng như vấn đề xem xét bổ sung vào danh sách dự kiến để kịp thời gian tốt nghiệp trong đợt. Em trân trọng cảm ơn!",
    "Em vừa làm xong bài thi môn xác suất thống kê (MT2013) và trong lúc làm bài thì có vấn đề nhưng hiện tại em chưa tìm được nơi để báo cáo sự cố trong lúc làm bài (đề bài lỗi). Em xin hỏi là hiện giờ cần liên lạc ở đâu để giải đáp về sự cố của em. Em xin cảm ơn.",
    "Xin chào thầy cô và các anh chị, em là  MSSV:  Em muốn hỏi thầy cô và các anh chị là SV năm nhất có được bảo lưu kết quả học tập không? Điều kiện để được bảo lưu là gì? Và nếu không được bảo lưu, em có thể xin tạm dừng học bằng cách nào?  Em xin cảm ơn thầy cô và các anh chị",
    "Chào BKSI Sau nhiều lần liên hệ pdt thì em được chuyển liên hệ qua . Và nhiều lần liên hệ  và sau nhiều ngày chờ đợi thì lại hồi đáp hồi đáp như chưa hồi đáp (em có đính kèm câu trả lời của ). Em đang không biết là  có đang giúp sinh viên giải quyết vấn đề không ? Về vấn đề tốt nghiệp thì em có hỏi  thì được hướng dẫn sau ngày 7/12 nếu không được thì liên hệ lại. Em liên hệ phòng đào tạo thì bảo sau ngày 13/12 không được thì liên hệ lại . Ủa sao em thấy mình đang bị kéo dài thời gian nhỉ ? Vậy vấn đề của em  có nắm được không?  có muốn giải quyết cho em không? Ở những yêu cầu trước (từ ngày 30/11) em đã nêu rất kỹ vấn đề của mình rồi. Em xin được nhắc lại vấn đề của em. Hiện tại, em đã hoàn thành tất cả môn học + tốt nghiệp, đủ điểm av (nghe + nói + đọc +viết) để tốt nghiệp. Em hoàn thành tiếng anh nói viết vào ngày 16/11/2021 . Nhưng ngày 18/11/2021 em lại bị quyết định tạm dừng học vụ vì không đăng kí môn học HK1 (2021-2022). Vậy em cần đăng kí thêm môn gì để học tiếp ạ ? Thời hạn tốt nghiệp được dời lại đến hết ngày 24/12/2021. Vậy có thể xem như em đã đủ điều kiện tốt nghiệp trước thời hạn cho phép, thì tại sao lại tạm dừng học vụ của em, điều này cũng đồng nghĩa em không truy cập được vào link đăng kí tốt nghiệp trên MyBK). Em rất mong BKSI trả lời giúp em hai câu hỏi lớn trên. Em xin cảm ơn",
    "Kính gửi quý thầy cô, Em là  , MSSV:  Hôm nay, em nhắn tin này mong quý thầy cô có thể cho em biết cách thức đăng ký hoặc hướng dẫn đăng ký bảo hiểm y tế trên hệ thống mybk. Mong nhận được phản hồi. Em cảm ơn ạ. ,",
    "Em chào Pđt em tên là  Trường MSSV  kì trước em có hoãn thi kì này em đã thi lại pđt cho em hỏi cách tính điểm hoãn thi cũng như bình thường phải không ạ. Vd như em thi cuối kì trên 3 và điểm thành phần cộng với điểm thi cuối kì trên 5 là em được qua môn phải không ạ. Em cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.",
    "Chào Phòng Đào Tạo. Em tên là  MSSV . Em còn 3 khoản chưa thanh toán trên BKPay. Một khoản là in lại thẻ sinh viên ở kỳ 1909 (cái này bữa em có đăng ký làm lại thẻ sinh viên mà quên thanh toán nên nó không cho em thanh toán nữa). Hai cái là BHYT và BHTT ở học kỳ 1711( cái này là bữa em ở KTX khu A thì em đóng bảo hiểm ở KTX nhưng không hiểu sao bên BKPay lại không cập nhật, tại có một số bạn ở KTX cũng đóng tiền BHYT và BHTT ở KTX khu A như em nhưng BKPay của các bạn ấy không hiện cần thanh toán tiền BHYT ). Vậy em cần thanh toán 3 khoản này thì mới đủ điều khiện xét tốt nghiệp hay sao vậy. Em đã đủ điều kiện để xét tốt nghiệp nhưng lại còn 3 khoản chưa thanh toán nên em không biết cách xử lý như thế nào. Em cảm ơn.",
    "Chào thầy/cô, Hiện tại em vừa hoàn thành đủ ngày CTXH, nhưng trên trang xét tốt nghiệp vẫn đang hiện là nợ CTXH. Mong thầy/cô có thể cập nhật tình trạng lại giúp em ạ. Em cảm ơn.",
    "Kính thưa Phòng đào tạo. Em tên , MSSV 161116 em xin phép PĐT cho em gửi phiếu đăng ký thu nhận lại do em học hết chương trình học nhưng không có anh văn nói viết để đăng ký tốt nghiệp nên đã không đăng ký môn học Cám ơn PĐT.",
    "Dạ cho em hỏi là học tập trực tiếp tại trường bắt buộc phải tiêm đủ 2 mũi vacxin hay chỉ cần 1 mũi là được ạ? Tại vì em mới được tiêm 1 mũi mà em cần vào trường sử dụng phòng thí nghiệm để làm đề cương luận văn ạ.Vậy em có được vào trường không ạ? Em cảm ơn ạ!",
    "p E  /p",
    "Em đã thanh toán xong học phí mong PĐT mở lại lịch thi cho em. Em cảm ơn ạ",
    "MSSV :  Gửi thầy cô, Em thuộc khoá k20, sinh viên năm 2. Do năm 1 em không học giáo dục thể chất hp1 và chỉ học giáo thục thể chất hp 2 ở kỳ 202. Do ảnh hưởng của dịch bệnh nên phải học online kỳ 211 và giáo dục thể chất chỉ mở 2 môn nên em không đăng ký môn thể chất hp1, em đợi đến kỳ 212 để đăng ký hp 1. Câu hỏi của em là:  -Học kỳ 212 có mở giáo dục thể chất hp 1 không ạ?  - Và nếu không có thì em phải đợi đến kỳ 221 để hoàn thành thể chất hp 1 và em không thể đăng ký môn mã 3 đúng không ạ?  -Có cách nào giải quyết cho vấn đề trên nếu thể chất hp1 không mở ở kỳ 212 không ạ? Trân trọng, ",
    "Sinh viên:  -  Ở học kỳ hiện tại 211, do môn học em cần đăng ký không mở dẫn đến tình trạng hiện tại em đang bị đình chỉ học vụ (do không đăng ký môn học học kỳ 211) Em đã gửi yêu cầu thu nhận lại sinh viên vào ngày 6/12/2021 nhưng chưa nhận được phản hồi. Em có đính kèm biểu mẫu \"Thu nhận lại sinh viên bên dưới\". Em mong phòng đào tạo sẽ thu nhận em lại trước đợt đăng ký môn học lần 2 học kỳ 212. Em chân thành cảm ơn! ",
    "Thầy cô cho gửi đơn xin chuyển hệ vừa làm vừa học, e cảm ơn thầy cô",
    "Dạ chào thầy/cô ạ, Em muốn hỏi về việc khi nào trường mở lại link đăng ký học off các môn thí nghiệm ở trường ạ. Đợt mở trước do tình hình dịch bệnh ở chỗ em không cho phép nên em không đăng ký. Hiện tại đã ổn định, em muốn đăng ký để có thời khoá biểu các học phần thí nghiệm để học thì đăng ký ở đâu ạ. Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ!",
    ": Em chào PDT, em là  MSSV , ngành Kỹ thuật Môi trường, khoa Môi trường và Tài nguyên. Học kỳ 202 nhóm chúng em có làm đồ án môn Kỹ thuật xử lý khí thải MSMH EN3029, đã bảo vệ xong vào ngày 20/8/2021 và giảng viên hướng dẫn báo đã nộp bảng điểm về phòng đào tạo. Tuy nhiên đến nay vẫn chưa có điểm, em mong quý thầy cô kiểm tra lại giúp em với ạ. Em xin cảm ơn.",
    "Dạ em tên là  MSSV  Vào ngày 9/12 em đã nhận được giấy tốt nghiệp tạm thời của PĐT chuyển về ạ, vậy PĐT cho em hỏi sao bao lâu em nhận được bằng chính thức và cách thức nhận như thế nào ạ, mong PĐT hỗ trợ giúp em ạ. Em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo,  Em tên , MSSV , là sinh viên thuộc khoa Công nghệ vật liệu. Em và một số bạn K19 có học môn Con người và môi trường MSMH EN1003. Trong chương trình đào tạo của khoa CNVL không có môn này nhưng môn học này vẫn có trong CTĐT của khoa Môi trường và Tài nguyên. Tụi em đã học môn này từ các kì trước. Vậy ở học kì 6 sắp tới, môn này có được tính vào chỗ 'Tín chỉ tự do\" trong CTĐT của Khoa CNVL không ạ? Tụi em có thể học bất kì môn học nào để được tính vào \"Tín chỉ tự do\" hay phải bắt buộc học đúng kì và đúng môn do khoa yêu cầu ạ? Kính mong nhận được sự phản hồi từ các thầy cô. Em xin chân thành cảm ơn ạ.",
    "Chào thầy/cô,  Em là  () Em đã đủ điều kiện xét tốt nghiệp nhưng điểm trung bình tích lũy đạt 7.95 nên em đã đăng ký môn MT2001 vào kỳ dự thính 211 này để cải thiện, và em mới hoàn thành bài thi cuối kỳ của môn học vào hôm nay. Hạn chót đăng ký tốt nghiệp đợt này là ngày 24/12. Cho em hỏi nếu giáo viên nhập điểm môn học này lên Mybk trước ngày 24/12 thì khi em tốt nghiệp có được tính điểm môn này vào không (thêm môn này là em vừa tròn 8.0). Em đặt câu hỏi để biết được nên đăng ký tốt nghiệp đợt này luôn hay đợi đợt sau, vì em nghe bạn em nói là hình như phải hết học kỳ thì điểm tốt nghiệp của mình mới được cập nhật. Em xin cảm ơn ạ",
    "Chào phòng đào tạo , em đã nhận được thông báo học thí nghiệm trực tiếp ở trường nhưng do lịch thi cuối kỳ bị trùng với 1 buổi của môn học thí nghiệm , không biết em có thể xin phép để hoãn học thí nghiệm đợt này để đăng ký được học vào các đợt sau không ạ. Em cảm ơn",
    "Em chào Thầy/Cô, lúc trước khi nhà trường gửi mail về việc đăng kí học thực hành trực tiếp em có đăng kí ở đợt đầu tiên nhưng không đăng kí ở  đợt sau. Hiện tại em đã tiêm đủ 2 mũi vacxin và muốn tiếp tục việc học thực hành thì cần làm những gì ạ. Em hy vọng phòng đào tạo có thể tạo điều kiện giúp em hoàn thành các học phần thực hành này. Mong Thầy/Cô sớm phản hồi. Em xin cảm ơn.",
    "Em đã tốt nghiệp vào tháng 4/2021 nhưng chưa vào trường lấy bằng ạ. Cho em hỏi hiện tại trường mình đã tiếp lại sinh viên chưa ạ? Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa Em tên:  MSSV:  LỚP: BDk17CN02 Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, nhưng em không đăng kí xét tốt nghiệp được, mong phòng đào tạo xem xét lại giúp em, em xin cám ơn.",
    "Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa Em tên:  MSSV:  LỚP: BDk17CN02 Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, nhưng em không đăng kí xét tốt nghiệp được, mong phòng đào tạo xem xét lại giúp em, em xin cám ơn.",
    "Kính chào PĐT. Hiện em vừa bị vỡ màn hình laptop, do tình hình dich bệnh nên không thể sửa chữa ngay được. Em có lịch thi môn   B HÓA ĐẠI CƯƠNG    nhóm lớp L09-B Hk211 vào 16 giờ ngày mai, thứ 2 ngày 13 tháng 12. Em xin được đăng ký   B hoãn thi    môn này ạ. Kính mong PĐT ghi nhận trường hợp của em. Em xin cảm ơn   ",
    "ME3004 và ME2006",
    "Em chào thầy cô ạ . Em không đủ điều kiện để điền forms xin học TN tại cơ sở 1 của trường từ ngày 13/12/2021 nên không được sắp lịch học thí nghiệm môn Dung sai và kỹ thuật đo (ME3003) ạ. Hiện tại thì những bạn đủ điều kiện điền form thì đã có lịch học rồi ạ. Thầy cô cho em hỏi em nên làm gì để không bị mất điểm TN và đánh rớt môn ạ . Lớp TN của em là lớp L14, GV là thầy  ạ . Em xin cảm ơn thầy, cô.",
    "Em chào thầy/cô, Em có nhận được mail các môn thực hành sẽ học offline tại trường. Vậy lớp lý thuyết vẫn triển khai học online cho kì sau hay học offline luôn ạ? Em cám ơn ạ! ",
    "Em là , MSSV . Em muốn hỏi về quy trình hoãn thi ạ. Theo email của trường thì em hoãn thi bằng cách đăng ký tại trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. Em đã làm theo và  trên web ghi chờ xử lí. Cho em hỏi vậy em có phải làm đơn hoãn thi nộp cho phòng đào tạo không ạ ?. Em xin cảm ơn !",
    "dạ cho em hỏi học kỳ 212 có thêm đợt đăng kí bổ sung môn GDQP không ạ?",
    "Tên:  MSSV:   Hoãn thi CK môn: Hóa Đại Cương  Học kỳ: 211  Lý do: Không đáp ứng được các yêu cầu về trang thiết bị điện tử",
    "Kính gửi : Phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh Em tên là , mssv , khoa Điện - Điện tử. Sự việc là lúc trước em có đăng ký lên trường lên thí nghiệm môn Nhập môn kỹ thuật của thầy  và đã có lịch học. Nhưng do ảnh hưởng của dịch bệnh nên em không thấy đến trường để tham gia buổi thí nghiệm được. Vì thế, em xin phòng đào tạo cho em được hoãn các buổi học thí nghiệm tại trường của thầy  lại. Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô ạ, Em là sinh viên Trung tâm Bảo dưỡng công nghiệp K2017. Sắp tới em định đăng ký thi Anh Văn nhưng mà thẻ sinh viên của em đã hết hạn (04/2021) nên em muốn hỏi Thầy/Cô, nếu em xin cấp lại thẻ sinh viên thì hạn thẻ có được gian hạn không ạ? Em xin cảm ơn Thầy/Cô ạ.",
    "Em là , MSSV . Hiện tại em có lịch học thí nghiệm trực tiếp môn   B Thực tập điện 1 (EE2025)    và   B Thực tập điện tử 1 (EE2023)   . Nhưng do mẹ em có bệnh nền và chưa được tiêm mũi 3 nên em xin phép PĐT hủy lịch đk học thí nghiệm 2 môn này giúp em. Thời khóa biểu em để trong   B file đính kèm   . Em cảm ơn.   i  .",
    "Xin chào cán bộ BKSI ạ. Em có đóng tiền BHYT ở trường, nhưng khi đăng kí KTX thì họ cũng bắt đóng tiền BHYT và bảo là nhà trường sẽ hoàn trả  tiền BHYT đã đóng trước đó. Cho em xin được hỏi khi nào em sẽ nhận được tiền hoàn trả ạ. Em xin cảm ơn ạ.",
    "Em chào thầy,cô! Thầy, cô cho em xin hỏi là theo mail mới nhất từ pdt thì quy định hoãn thi cuối kỳ 211 là trong 5 ngày bắt đầu từ ngày vắng thi, vậy nếu em đã bấm hoãn thi trước ngày thi rồi thì có cần bấm huỷ hoãn thi để làm lại hoãn thi trong vòng 5 ngày đó không ạ? Em cảm ơn thầy,cô!",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP. HCM Em tên là , MSSV: , Hệ VLVH ngành Kỹ thuật Y sinh của khoa Khoa học Ứng dụng. Nhưng trên trang thông tin sinh viên lại để nhầm là Khoa Kỹ Thuật Hoá học. Do hết thời gian đào tạo hệ Chính quy (Khoá K14, MSSV: , ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng) nên em chuyển sang hệ VLVH tháng 03/2021. Trong thời gian đào tạo hệ chính quy em đã hoàn thành các môn và Luận văn. Kính mong Phòng Đào tạo sớm giải quyết cho em để em kịp tốt nghiệp trong đợt này. Em xin cám ơn.",
    "Em xin chào thầy cô phòng đào tạo Thầy cô cho em hỏi  Do mắc bệnh hiểm nghèo mà em không tham dự được kì thi cuối kì một số môn , trong khi các điểm thành phần môn học đó em vẫn có đầy đủ ví dụ như môn cơ lưu chất khoa xây dựng. Giờ em muốn hỏi môn học này có thể đánh giá bằng điểm thành phần được không ạ,vì em thấy có mail nói có thể đánh giá bằng điểm thành phần Em cảm ơn",
    "Dạ cho em hỏi là hiện tại ở học kì này em đang học môn cuối cùng là hoàn thành chương trình học thì em có cần phải đăng kí môn để duy trì tình trạng sinh viên ở kì sau không ạ. Em cảm ơn ạ.",
    "em xin đăng kí hủy học thực hành vào ngày 14/12 được không ạ ",
    "Cho em hỏi là em chưa nhận được mail đăng ký tốt nghiệp, nhờ PĐT kiểm tra lại giúp em với ạ. Em cảm ơn.",
    "Kính chào thầy/cô Thầy/cô cho em hỏi tại sao tình trạng đăng kí tốt nghiệp của em chuyển từ được phép đăng kí sang tạm dừng rồi ạ ? Ngày 08/12 em có gửi một câu hỏi và cô đã trả lời sau ngày 10/12 là đăng kí được. Nhưng đến giờ tình trạng vẫn giữ nguyên. Mong thầy/cô giải quyết ạ.",
    "Em tên là , mã số sinh viên  thì em kiểm tra có thấy lịch học hóa thí nghiệm vào tuần 50 51 ở B2-401A BK-CS1,thời gian vào lúc thứ 6 từ 13 giờ đến 17 giờ 50 phút, Lớp VL08. Em muốn xin dời lịch học sang các tuần khác(sang đợt sau tết) ạ. Tại bản thân em cũng đang bị bệnh và địa phương em khá còn dịch khá nặng ạ. Em mong bản thân sẽ được giải quyết sớm tại nếu không sẽ bị đánh vắng và khó khăn việc thi cuối kì ạ. Em cảm ơn.",
    "Kính gửi PĐT, Em đang cần đăng kí môn cơ học máy ME2043 nhưng môn này không đủ SV để mở lớp, kì 211 cũng đã không mở được. PĐT có thể cho em xin môn thay thế để em đăng kí và hướng dẫn thủ tục nếu có giúp em được không ạ. Em có tạo  1 câu hỏi trực tuyến tương tự từ 06/12 nhưng chưa nhận được phản hồi nên em mở thêm câu hỏi này. Kinh mong PĐT hỗ trợ Em cảm ơn.",
    "Kính gửi PĐT, Em là , MSSV: , sinh viên năm 4 khoa Quản lý công nghiệp. Vừa qua, em đã đậu kỳ thi nói - viết tiếng anh và đã hoàn thành đủ tín chỉ để xét tốt nghiệp . Tuy nhiên, hiện tại trên hệ thống không cho phép em được đăng ký tốt nghiệp (tạm dừng) và em được biết có một số bạn cũng đang gặp tình trạng như vậy. Vậy nên em rất mong PĐT hỗ trợ xem xét lại cho em và các bạn được đăng ký xét tốt nghiệp kịp thời . Em cảm ơn PĐT rất nhiều. Trân trọng, .",
    "Em chào Phòng Đào Tạo, Em tên là Phạm  - MSSV:  Em có đăng ký xét tốt nghiệp trên trang web của trường. Sau khi nhập thông tin tốt nghiệp cũng như hoàn thành thanh toán lệ phí tốt nghiệp, thì trang đăng ký tốt nghiệp liên tục bị lỗi với nội dung \"không khớp thông tin\". Tình trạng nộp phí tốt nghiệp luôn ở trạng thái \"Đang chờ thanh toán\" trong khi em đã thanh toán rồi. Kính mong Phòng Đào Tạo cho em hướng giải quyết với ạ. Em cảm ơn ạ.  trọng.",
    "Tầm 2 tuần trước, do đã đáp ứng đầy đủ điều kiện để học offline thí nghiệm nên em đã điền form đồng ý học offline thí nghiệm. Nhưng gần đây, nhà em có người bị nhiễm covid (dù đã chích 2 mũi) nên em không thể lên Sài Gòn để học trực tiếp được Do đó em muốn hỏi cách để được hoãn lớp thí nghiệm sinh đại cương (CH2028 - VC01) vào kì này ạ? Em xin cảm ơn ạ",
    "Chào thầy/cô - Điểm TBTL của em trên bảng điểm là 6.78,nhưng trong ds tốt nghiệp dự kiến vẫn còn 6.69 thầy/cô cập nhật lại giúp em với ạ. - Tuần trước tình trạng đăng kí tốt nghiệp của em bị tạm dừng và em đã có đặt câu hỏi và được cập nhật lại và đc gởi về giấy tốt nghiệp tạm thời nhưng hôm nay em vào xem lại thì vẫn lại bị tình trạng không được đăng kí ( tạm dừng) em không biết có ảnh hưởng gì không ạ. Em cảm ơn",
    "Dạ mã môn: ME2019 Môn học: Môi trường và con người Học kì: 211",
    "Dạ em chào thầy (cô) ạ, Em tên là , lúc trước em có đăng ký học thí nghiệm tại cơ sở 1 lại như bình thường. Nhưng có một số môn bị trùng lịch thi cuối kỳ, hiện tại em đã mail thầy cô phụ trách bộ môn thí nghiệm đó, nhưng em không nhận được phản hồi gì ạ . Hiện tại nếu em muốn xin nghỉ thí nghiệm tại trường trong đợt này và học bù vào kì sau thì em nên làm gì ạ. Em xin lỗi vì sự bất tiện này và mong nhận được sự giúp đỡ từ thầy (cô) ạ. Em chân thành cám ơn và chúc thầy (cô) sức khoẻ.",
    "Dạ kính gửi PĐT, hiện tại chứng chỉ anh văn 4 kỹ năng IELTS của em đã được cập nhật là hợp lệ và đã đủ điều kiện tốt nghiệp. Kính mong PĐT xem xét và mở cổng cho em bên trang web mybk để em có thể đăng ký tốt nghiệp và tốt nghiệp đúng hạn ạ. Phía dưới em xin gửi hình ảnh về kết quả thẩm tra chứng chỉ anh văn ạ.",
    "Em chào thầy/cô Hiện lúc em đăng ký lịch học thí nghiệm thì ở địa phương em vẫn còn đang là vùng đỏ chưa có phương tiện đi lại với thành phố Hồ Chí Minh nên em không đăng ký lịch học môn thí nghiệm Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ viêc đi lại đã được thuận lợi thì biểu mẫu đăng ký đã hết hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng ký học được không ạ ?",
    "t trước trường có gửi mail điền thông tin để học thí nghiệm ở cs1 mà em chưa đủ điều kiện nên chưa đăng kí. Nay em đủ điều kiện nên muốn đăng kí học thí nghiệm các môn Me3004 và Me2006",
    "Em chào thầy cô, Em tên là , MSSV , sinh viên năm 4 khoa Kỹ thuật Giao thông, ngành Kỹ thuật Hàng không . Được sự đồng ý của GVBM Thí nghiệm Hàng không 3, em xin đại diện các bạn sinh viên gửi PĐT đơn đề nghị bổ sung sinh viên đi học trực tiếp cho môn học TNHK3. Mong nhận được sự phản hồi sớm nhất từ thầy cô. Em cám ơn,  ",
    "Kính gửi pđt Em là , mssv  Vào đợt khảo sát nhu cầu học tập trung tại trường các học phần thực tập và thí nghiệm em có gửi đơn đăng ký nhưng vì nhiều lý do khách quan nên sau đó mấy ngày thì em có gửi mail cho pđt xin hủy đăng ký và đã làm theo hướng dẫn của mail phản hồi là gửi file pdf đơn hủy viết tay gửi về cho pđt. Em đã làm theo hướng dẫn và gửi đơn vào ngày 21/10 Tới gần đây em nhận được mail của thầy chủ nhiệm lớp thực tập thông báo lịch học thực tập của em và em có tên trong danh sách lớp học Cho em hỏi là giờ em muốn hủy đăng ký học thực tập tập trung tại trường và rút tên khỏi danh sách lớp tập trung thì phải làm thế nào ạ. Em xin chân thành cảm ơn!!",
    "Em là , MSSV:. Theo trao đổi với các bạn đã hoàn thành tốt nghiệp em biết trường sẽ bảng pdf tốt nghiệp tạm thời cho sinh viên sử dụng trước. Em đã hoàn thành đăng ký và đóng lệ phí tốt nghiệp vào thứ 6 tuần trước (10/12). Dựa theo email của pdt thì em biết trễ nhất là thứ ba tuần này (13/12) sẽ có bằng. Nhưng hiện nay công ty bên em bảo rằng nếu ngày mai không có bằng thì họ sẽ không ký hợp đồng và loại em để lấy ứng viên khác. Em mong pdt giải quyết nhanh giúp em trong hôm nay để em có thể đi in và ngày mai trình lên công ty. Em trân trong cảm ơn.",
    "Em là sinh viên năm 4, hiện tại em có đăng kí ở ktx ĐHQG thì có bắt buộc đóng BHYT. Em đã đóng tiền BHYT vào ngày 15/11 ở bên phía trường. Em có liên lạc hỏi bên ktx thì hỗ trợ ktx có nói là vẫn đóng bên ktx,  bên ktx sẽ mua, rồi chờ có giấy xác nhận bên ktx thì nộp về trường, trường sẽ hoàn lại tiền BHYT cho sinh viên. Cho em hỏi là trường có giải quyết vấn đề này không ạ, em hơi hoang mang. Mong trường sớm phản hồi lại em, 15/12/2021 là hạn chót để nộp tiền cho ktx rồi ạ. Em cảm ơn.",
    "Kính gửi PĐT,  Hiện tại, em đã hoàn thành các điều kiện để có thể đăng kí tốt nghiệp. Tuy nhiên em chưa nhận được mail thông báo có tên trong danh sách tốt nghiệp . Kính mong quý thầy cô PĐT kiểm tra giúp em và có thể phản hồi đến em trong thời gian sớm nhất để em có thể kịp làm thủ tục đăng ký tốt nghiệp theo đúng hạn định. Em cảm ơn . Trân trọng",
    "em   em nộp đơn xin bảo lưu điểm HK212 , đã có chữ kí thầy chủ nhiệm , BCN khoa ",
    "Kính chào Phòng đào tạo! Em là  MSSV:  Em đăng ký xét Tốt nghiệp tại đường dẫn https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky, em đã thanh toán lệ phí xét Tốt nghiệp vào ngày 10/12/2021 nhưng ở mục số 4 đăng ký xét tốt nghiệp vẫn hiển thị trạng thái \"Đang chờ thanh toán\" (file đính kèm). Em mong Phòng đào tạo hỗ trợ khắc phục lỗi cho em với ạ. Em xin chân thành cảm ơn. Trân trọng./. ",
    "Hiện tại em đã đủ 15 ngày CTXH để có thể đăng kí tốt nghiệp vào đợt 1 năm nay. Em tra trên trang phòng đào tạo tại mục “Danh sách tốt nghiệp” thì thấy đã cập nhật ngày CTXH cho em rồi nhưng em bấm vào trang “Đăng kí tốt nghiệp” thì vẫn hiện là “Nợ CTXH” ạ . Thông tin của em như sau ạ: Họ tên:  MSSV:  Lớp: HC17HD  Em rất mong trường có thể giúp em giải quyết vì chỉ còn khoảng 10 ngày nữa là hết hạn đăng kí tốt nghiệp. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách ,  Em tên , mssv , Khoa Kĩ thuật Hóa học . Hôm  sau khi kiểm tra thời khóa biểu cá nhân thì em thấy mình có lịch học trực tiếp  Hóa Đại Cương vào tuần 51. Nhưng vấn đề hiện tại của em là em hiện ở Đồng Tháp, hiện tại kí túc xá sinh viên chưa nhận sinh viên nên em không có nơi lưu trú nếu vào thành phố HCM. Hơn nữa tại khu vực em ở mỗi ngày đều có xuất hiện ca nhiễm mới nên em hiện tại không thể vào thanh phố HCM được ạ . Em mong Phòng Đào tạo có thể xem xét lại trường hợp của em và cho phép em dời việc học  qua thời điểm tình hình đã ổn định hơn ạ . Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo Trường Đại học Bách khoa Tp.HCM, Em tên là , khoa Kỹ thuật Hóa học, mã số sinh viên: . Nay em viết mail này gửi Phòng Đào tạo để xin đăng kýhoãn các buổi học Hóa đại cương (thí nghiệm) vào các tuần 51 và 52 do em không thể đến trường để tham dự lớp học vào các buổi đó . Em xin cảm ơn và chúc các thầy cô Phòng Đào Tạo thật nhiều sưc khỏe.",
    "- MSSV:    Về việc xin được tạm hoãn học thí nghiệm Hóa đại cương tuần 50-51 theo sắp xếp của thời khóa biểu Chào thầy/cô. Em là , mã số sinh viên . Vì vấn đề sức khỏe, cụ thể là bản thân em đã bị dương tính với COVID-19 và hiện đang được cách ly, nên em không thể tham gia lớp thí nghiệm Hóa đại cương lớp VC04 ngày thứ Tư, 15/12/2021. Do đó em mong rằng thầy/cô có thể xem xét cho em được hoãn lớp thí nghiệm Hóa đại cương vào tuần thứ 50 và 51. Em xin cám ơn quý thầy/cô.",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8  Hiện tại em đã nhận được email có tên trong danh sách dự kiến tốt nghiệp vào 3 ngày trước nhưng hôm nay em lên mybk để đăng kí xét tốt nghiệp thì lại không thể đăng kí được.  Em có chụp màn hình lại gửi vào tệp tin đính kèm, mong PĐT kiểm tra giúp em với ạ.  Em xin cảm ơn!",
    "Kính gửi quý thầy/cô phòng đào tạo, Tuần trước em kiểm tra thời khóa biểu, em có lịch học thực tập môn cơ khí đại cương vào sáng thứ hai của tuần 51. Nhưng sáng nay (13/12) em kiểm tra lại thời khóa biểu thì không thấy còn lịch học môn này nữa nữa. Em không biết lý do tại sao?  Nên em xin phép phòng đào tạo cho em đăng ký học thực tập môn học cơ khí đại cương. Vì học kỳ sau HK212 em bắt đầu làm luận văn tốt nghiệp, em muốn học môn thực tập cơ khí đại cương cho xong trong học kỳ này, để sang học kỳ sau có thể chu toàn luận văn tốt nghiệp cho thật tốt. Em đã tiêm đủ hai mũi vaccine Coivd-19 từ cuối tháng 10 nên em phần nào cũng mong muốn được đến trường . Em xin cảm ơn quý thầy/cô phòng đào tạo.",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: Em đã đóng học phí dự thính kì 211. Em xin PĐT cho em xin giấy vào phòng thi 2 môn DT (Điều hòa không khí 19/12. Giải tích 1 28/12). Em xin cảm ơn thầy/cô!",
    "B Đơn xin thu nhận lại:    Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em là , MSSV: . Vì một số lý do mà em chưa đăng ký tốt nghiệp được. Do đó em đã bị tạm dừng học. Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em. Em rất mong muốn được tốt nghiệp vào đợt Tháng 1/2022 này ạ. Em xin chân thành cám ơn.",
    "/ Chào Thầy/Cô ạ, cho em hỏi thời khóa biểu của em bị xếp trùng lịch thực tập ở Tuần 51, em không biết nó có chính thức chưa hay còn hiệu chỉnh ạ? Em cảm ơn ạ.",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: Em đã thanh toán học phí dự thính 211. Em xin PĐT đừng hủy 2 môn DT vì có môn Điều hòa không khí là môn chuyên ngành kì sau không còn mở lớp nữa (vì em thấy trên Thời khóa biểu với trên BK- đã bị xóa 2 môn dự thính Giải tích 1 và Điều hòa không khí). Em xin PĐT đừng hủy 2 môn DT đó. Em xin cảm ơn thầy/cô!",
    "Chào pđt, Do tình hình dịch bệnh nên em bị miss thông tin SHCD cuối khóa thì giờ hậu quả em sẽ bị gì và có cách nào để khắc phục không ạ. Em xin cảm ơn ạ",
    "Chào anh chị. Em là , mssv  Ngày trước em có làm đơn hoãn thi môn Khoa học trái đất(GE1013), đã nộp cho phòng đào tạo qua mail và được chấp nhận tuy nhiên ở trên hệ thống bảng điểm của em thì hiện thông tin là CH  trong bảng điểm, hơn nữa là hiện giờ các bạn của em đã có lịch thi lại. Vậy cho em hỏi là môn Khoa học trái đất của em có được hủy hoãn và thi trở lại không ạ. Em xin cảm ơn!.",
    "Em xin chào cho em hỏi là Em đủ các điều kiện để tốt nghiệp rồi thì bây giờ em chờ danh sách tốt nghiệp chính thức rồi mới đăng ký xét tốt nghiệp hay xem tên trong danh sách dự kiến có tên hay không thì mới đăng ký xét tốt nghiệp ạ?",
    "Em chào thầy/cô Hiện lúc em đăng ký lịch học thí nghiệm thì ở địa phương em vẫn còn đang là vùng đỏ chưa có phương tiện đi lại với thành phố Hồ Chí Minh nên em không đăng ký lịch học môn thí nghiệm Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ viêc đi lại đã được thuận lợi thì biểu mẫu đăng ký đã hết hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng ký học được không ạ ? Em xin chân thành cảm ơn",
    "Dạ em muốn hỏi là em có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 nhưng vì em bị thiếu ngày CTXH. Em mới bổ sung đủ (đã được cập nhật đủ 15 ngày trên mybk từ 5 ngày trước), nhưng em vô mục đăng ký xét tốt nghiệp để đăng ký thì mục này vẫn để là nợ ngày CTXH. Cô cho em hỏi là khi nào em sẽ được cập nhật để đăng ký ạ? Em cảm ơn ạ.",
    "Trên trang đăng ký tốt nghiệp của em vẫn còn dòng trạng thái \"Đang chờ thanh toán\" dù em đã thanh toán trên bkpay được 3 ngày rồi ạ . (Hình đính kèm) Mong PĐT xem lại lỗi này giúp em ạ, do sắp  hết thời gian đăng ký tốt nghiệp (24/12) rồi ạ, nên em có phần lo lắng. Em trân trọng cảm ơn!",
    "Thưa quí thầy cô. Em hiện có 2 thắc mắc ạ. 1. Không còn cách nào để có khả năng gia hạn/thanh toán học phí, thì kết quả của học kì đó sẽ bị hủy (HK 211 ). Vậy có bị xét tạm dừng học cho học kì sau không ạ (HK 212)? 2. ĐTBHK khác 0 và có ĐK môn học cho học kì sau thì sẽ không bị xét thôi học phải không ạ? Em xin cám ơn ạ.",
    "Học kỳ 202 e có đăng ký hoãn thi môn Vật Lý 1 (PH1003) nhưng sao vẫn nhận điểm 13 ạ",
    "Em tên là , MSSV . Hôm trước em có đăng kí để được vào trường học trực tiếp nhưng nay tình hình dịch bệnh ở địa phương đang khá nặng và việc đi lại cũng như kiếm chỗ ở khi vào học cũng gặp khó khăn nên em muốn xin được dời lịch qua học kì tiếp theo ( sau tết ) để thuận tiện tham gia học hơn ạ. Em mong bản thân sẽ được giải quyết sớm để tránh bị đánh vắng và khó khăn trong việc tham gia thi cuối kì ạ. Em cảm ơn .",
    "Dạ em chào Thầy/ Cô. - Em tên: Phạm Văn Huy - MSSV: 1411498 + Hiện tại em đã học xong chương trình đào tạo và đang chờ để thi toeic nói viết trên trường (Thi trực tiếp tại trường) . + Dạ cho em hỏi như trường hợp của em thì em có được gia hạn thêm đến tháng 4/2022 không ạ? Hay là bắt buộc em phải ra trường trước 24/12 này ạ . Em mong thầy/cô cho em một cơ hội để em được tốt nghiệp bằng Chính Quy ạ. Em cảm ơn Thầy/ Cô nhiều.   i Tốt nghiệp .",
    "Xin chào,  Em là  mã số sinh viên , sinh viên năm nhất đến từ khoa Quản lý công nghiệp . Em đã bỏ lỡ hạn cuối của ngày đăng ký môn học cho học kì HK212. Em đã email cho phòng đạo tạo 2 ngày trước nhưng không nhận được phản hồi. Cô giáo chủ nhiệm có bảo em phải liên hệ cho Phòng đào tạo để thông báo tình hình. Nhưng em gọi điện thì không có ai nghe . Vì còn có đợt đăng ký thứ 2 nên em không biết là có cần làm giấy tờ gì để gửi về cho Phòng đào tạo vì sự việc trên hay không. Số điện thoại của em là [phone_number], địa chỉ mail: . Nếu được mong Phòng đào tạo có thể liên hệ để giải đáp thắc mắc giúp em ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách khoa TPHCM . Em tên là: , MSSV: , hiện đang học Khoa Điện - Điện tử Chương trình Tiên tiến . Việc là em có đăng kí học thí nghiệm offline và em có lịch học vào Chủ Nhật tuần thứ 51. Nhưng vì tình hình dịch bệnh hiện tại ở quê em (Ninh Thuận) và TPHCM, gia đình em chưa thể sắp xếp để em lên học thí nghiệm offline được, mặc dù em đã tiêm 2 mũi vaccine . Mong Phòng đào tạo có thể cân nhắc trường hợp của em và dời lịch học thí nghiệm offline môn Nhập môn kỹ thuật EE1026 của em đến khi tình hình dịch bên ổn định hơn được không ạ?  Em xin lỗi vì sự bất tiện và không báo sớm hơn cho quý Phòng biết . Em mong có thể nhận được câu trả lời của Phòng đào tạo sớm ạ . Em xin chân thành cảm ơn.",
    "Dạ em chào mọi người ạ! Cho em hỏi là nếu em rớt môn và học lại môn đó thì học phí sẽ tính theo tín chỉ của học kì hay là 2 triệu 2 nhân với tín chỉ của môn em rớt ạ? Em cảm ơn mọi người ạ!",
    "Em chào thầy cô, em thấy mail đăng kí nộp bằng THPT bảo là đăng kí lại nên xem đã xóa cái phiếu nộp trên mybk, em đăng kí lại thì không được ạ. Em còn giữ file phiếu đăng kí cũ. Khi nộp về Phòng đào tạo em nộp kèm với cái phiếu cũ đó được không ạ. Em cảm ơn ạ :",
    "Kính gửi quý thầy/cô, Em đã đăng kí chuyển điểm anh văn và được xác nhận hợp lệ, tuy nhiên em chưa thấy điểm chuyển được cập nhật và thay đổi thông tin điểm toeic, điểm trung bình tích luỹ. Hiện tại trung bình tích luỹ của em là 6.99, em rất mong mỏi được cập nhật để nhận bằng khá và kịp đăng kí tốt nghiệp trước 24/12. Mong quý thầy/cô giúp đỡ cho em được cập nhật thay đổi thông tin về điểm toeic, điểm trung bình tích luỹ. Em chân thành cảm ơn quý thầy/cô. Trân trọng.",
    "Em cần hỏi về việc học trực tiếp của các môn thí nghiệm, việc là như thế này: Em nhận được mail từ trường là \"Thông báo về việc chuẩn bị triển khai giảng dạy trực tiếp tại trường từ ngày 13/12/2021\" Vậy là học sinh có bắt buộc phải đi học trực tiếp môn thí nghiệm vật lý không? Em đang ở Tây Ninh, tức là ở xa thành phố, em cũng có nơi ở gần trường nhưng do dịch đang hoành hành nên gia đình em lo ngai về việc cho em đi vào thành phó.",
    "Kính gửi Phòng Đào Tạo ĐHBKTPHCM Em là  - , thuộc lớp CK18CTM1 . Em viết đơn này để xin phép phòng đào tạo cho em đăng ký học lại các môn thí nghiệm do em đã có thể sắp xếp được lịch học . Em hy vọng phòng đào tạo tạo điều kiện cho em. Em xin chân thành cám ơn. Trân trọng ",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa Em tên là:  Hiện tại, em đang bị trùng thời gian thi cuối kỳ 211 với lịch học thí nghiệm. Cụ thể, theo như thời khóa biểu   i (tkb.jpeg)   , em có tiết Hóa đại cương (thí nghiệm) vào thứ 6 của tuần 51 (tức ngày 24/12) từ 7h-11h50. Tuy nhiên, theo lịch thi   i (lich_thi.jpeg)   , cũng vào ngày 24/12 lúc 9h, em phải thi cuối kì môn Mô hình hóa toán học. Em hy vọng nhà trường sẽ sớm có phương án giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Chào thầy cô, Em tên là:  MSSV:  Em đã lỡ đăng kí học tập tại trường thông qua điền form nên trường có sắp xếp cho em lịch học Hóa thí nghiệm tại cơ sở 1. Vì điều kiện hiện tại chưa cho phép em vào Sài Gòn được nên nhà trường có thể xem xét hủy lịch học Hóa thí nghiệm cho em được không ạ? Em sẽ học bù cùng các bạn vào thời gian sắp tới ạ. Mong thầy cô xem xét giúp em với ạ. Em xin cảm ơn .",
    "Cho em hỏi có thể phục hồi 2 môn Dự thính cho em trên BK-elearning trong buổi hôm nay được không ạ? Vì tối nay em có 2 bài kiểm tra Điều hòa không khí làm trên BK-elearning.",
    "Cho em hỏi là hôm nay em có gửi file ghi màn hình (cam chính)  nhưng em chưa quên ko kèm file ghi toàn cảnh (cam phụ), bây giờ em muốn gửi kèm lại file cam phụ thì em cần liên hệ với ai ạ",
    "Em tên là , MSSV: . Em muốn xin dời lịch học Thí nghiệm  Vô Cơ trực tiếp tuần 50 51 52 lớp VL02, vào lúc 7h-11h50. Hiện tại nhà em có người bị covid, em test thì tạm thời âm tính nên gia đình em không cho đi học ạ. Em cám ơn nhiều ạ.",
    "Em đã hoàn thành chương trình đạo tạo hệ vlvh, kể cả luận văn. Anh văn em chưa có bằng toeic, nhưng đã đạt yêu cầu khi thi kiểm tra đầu vào. Xin anh/chị xét em vào danh sách tốt nghiệp dự kiến.   i Tốt nghiệp .",
    "Dạ quy trình đăng ký tạm dừng học trên trang web của phòng đào tạo hướng dẫn em in mẫu đơn, điền thông tin và đem nộp tại pđt nhưng khi em đến đấy thì đơn của em không được nhận và em lại được chỉ về nhà làm đơn online. Em muốn được hướng dẫn quy trình làm đơn online ạ. Em xin cảm ơn.",
    "Hiện tại em đã có kể quả thẩm tra bảng điểm Toeic, đồng thời đã được xét chuyển điểm anh văn thành công. Tuy nhiên thì em vẫn đang trong quá trình chờ giải quyết đơn thu nhận (đơn thu nhận em đã nộp vào thứ 4, ngày 8/12). Kính mong PĐT có thể sớm giải quyết và xét tốt nghiệp bổ sung cho em để em có thể truy cập vào trang đăng ký. Em xin chân thành cảm ơn!",
    "Em tên: Đường Văn Hoàn MSSV:  Kì rồi em có học môn hóa phân tích MSMH: CH2009 đã thi cuối kì nhưng chưa học thí nghiệm. Tới nay nhà trường đã cho đi học trở lại nhưng trên TKB em không có lịch học thí nghiệm môn này . Đồng thời kì này là kì bảo vệ LVTN và tốt nghiệp nên kính mong PĐT xem lại giúp em lịch học thí nghiệm môn Hóa Phân Tích MSMH: CH2009. Nếu chưa cập nhật, mong PĐT giúp em có thể học được thí nghiệm ở kì này để em hoàn thành tất cả môn học ạ Em cảm ơn ",
    "MSSVMSGV:   b       i   i   Dạ Em chào Thầy  trên mục thông tin sinh viên trên mybk đã cập nhật tất cả các môn thi còn trong BKPortal mục hoãn thi lại chỉ hiện có 4 môn ạ ",
    "Tốt nghiệp       Em chào anh chị Phòng đào tạo trường,    Em là , ID: , Sinh viên chương trình tiên tiến khóa k14    Hiện em đã có tên trong danh sách dự kiến tốt nghiệp cũng như đã hoàn thành và cập nhật đủ số ngày CTXH trên sàn ngoại khóa để được xét tốt nghiệp kì này Nhưng bên trang đăng kí xét tốt nghiệp vẫn để tình trạng em là nợ CTXH và không cho đăng kí Mong được PĐT xem xét qua và điều chỉnh lại giúp em để em được đăng kí tốt nghiệp ạ    Em xin cảm ơn,  ",
    "Em gặp lỗi tại mục đăng kí xét tốt nghiệp. Sau khi điền thông tin, ảnh thẻ và nhấn đăng kí tốt nghiệp, em đã thanh toán phí qua BKpay nhưng khi vào lại thì web báo lỗi. Cho em hỏi giờ phải làm sao để đăng kí được ạ . Em cảm ơn.",
    "Em chào cô, Hiện tại em đã nhận được giấy chứng nhận tốt nghiệp tạm thời của PĐT. Cô có thể kiểm tra giúp em liệu em đã nộp bằng tốt nghiệp THPT chưa ạ? Cô kiểm tra giúp em còn vấn đề gì của em liên quan đến đợt tốt nghiệp vào tháng 1 không ạ? Em cám ơn cô.",
    "Em xin kính chào quý thầy/cô. Vào khoảng thời gian đầu năm học đến cách ngày hôm nay (13/12/2021) 2 tuần thì trên trang MyBK-ThờiKhóaBiểu của em vẫn hiện tuần học môn Nhập môn về kỹ thuật (thí nghiệm) là bắt đầu từ tuần 51 ( thứ 5 tuần này (16/12/2021)). Nhưng trong 2 tuần gần đây thì thông tin về tuần học bị mất khỏi trang MyBK-TKB, vậy em sẽ vẫn học bình thường hay được dời lại ạ?",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Em xin tự giới thiệu, em là  - , thuộc lớp CK18CTM8. Em xin phép được đăng ký lại các môn học thí nghiệm đã hủy lịch học trực tiếp tại trường: CAD/CAM ( ME4008 - HK202); Dung sai và kỹ thuật đo ( ME3004 - HK211); Kỹ thuật chế tạo 2 ( ME3034 - HK202). Do em đã có thể sắp xếp lại lịch học trực tiếp . Em xin chân thành gửi lời xin lỗi đến Phòng Đào Tạo. Em hy vọng Phòng Đào Tạo tạo điều kiện cho em. Em xin chân thành cám ơn. Trân trọng  ",
    "Em có gửi đơn lên  và được phản hồi như thế này, e đã điền form như pdt đưa rồi ạ nhưng vẫn nhận điểm 13",
    "Kính gửi PĐT,  Em là  có MSSV: . Do đợt 2 em có điền form đăng ký học thí nghiệm trực tiếp tại CS1, nhưng đến hiện tại em chưa nhận được thông báo về lịch học thí nghiệm ạ, bạn của em đã có 1 số bạn đã có lịch rồi ạ . Kính mong PĐT kiểm tra và xem xét lại giúp em ạ . Chúc quý thầy/cô làm việc an toàn! Trân trọng./.",
    "Kính gửi Quý Thầy/Cô Phòng đào tạo Em tên là  - MSSV:  Hiện đang là sinh viên K18 của Trung Tâm Đào tạo Bảo Dưỡng Công Nghiệp Em xin gửi đơn \"Phiếu đăng ký học trực tiếp tại trường\" (Tệp đính kèm) Lý do đăng ký muộn là do lúc trước em chưa đủ điều kiện tiêm đủ vacxin và khu vực dịch bệnh còn nhiều. Mong Quý Thầy/Cô Phòng đào tạo xem xét và cho phép em được đăng ký bổ sung các môn học thực hành của học kỳ 202 và 211  Em xin cam kết: + Đã tiêm đủ 2 mũi vacxin (14 ngày trở lên) + Tình trạng sức khoẻ bình thường, chưa từng bị F0 Mong Quý Thầy/Cô Phòng đào tạo xem xét và tạo điều kiện giúp đỡ em. Em xin chân thành cảm ơn.",
    "Em tên: . MSSV: 182405. Em viết mail này xin phòng đạo tạo xem xét cho em được phép đăng ký học các môn thực hành trực tiếp tại trường, em xin cam kết đã thõa điều kiện mà trường yêu cầu . Mong nhà trường xem xét và tạo điều kiện giúp em. Em xin chân thành cảm ơn.",
    "Em chào ban đào tạo . Hiện giờ em đang theo học lớp tiếng anh nhu cầu 4A (dự thính). Lớp học này bắt đầu học từ 1/12 ( học trong vòng 1 tháng). Và đợt trước em thấy trong mail trường thông báo là đóng học phí lớp tiếng anh 4A từ ngày 10/12 đến 17/12, nhưng hiện giờ em vào hệ thống bk pay thì vẫn chưa thấy khoản thu học phí của môn này. Vậy cho em hỏi là giờ vẫn chưa đến kì hạn thu học phí môn này hay sao ạ? Và thời gian thu học phí là khi nào ạ? Em mong ban đào tạo phản hồi giúp em. Em cảm ơn ạ.",
    "Họ và tên:  -  Em chào quý thầy cô ạ, Em có điền form để học trực tiếp tại trường lúc trước nhưng chưa được sắp thời khóa biểu học ạ. Thông tin các môn học em muốn đăng ký học trực tiếp HK211 là: - Thực tập điện 1 (EE2025) - Thực tập điện tử (EE2023) - Thí nghiệm cơ sở điện tử công suất (EE2022) Mong phòng đạo tạo xem xét cho em đăng ký được học trực tiếp để theo kịp tiến độ chương trình ạ. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT,  Em là , sinh viên lớp MO17QLM, khoa Môi trường và Tài Nguyên . Em xin phép nộp đơn xin thu nhận lại để đăng ký xét tốt nghiệp (file đính kèm) . Kính mong PĐT ra quyết định sớm để em có thể đăng ký tốt nghiệp đúng hạn ạ . Em xin cảm ơn.",
    "Em chào quý thầy cô ạ, Em là , MSSV , thuộc khoa Điện-Điện tử. Em có mong muốn được học các môn thực hành HK211 trong tháng 12 này bao gồm: - Thực tập điện 1 (EE2025) - Thực tập điện tử (EE2023) - Thí nghiệm cơ sở điện tử công suất (EE2022) Mong phòng đạo tạo xem xét cho em đăng ký được học trực tiếp để theo kịp tiến độ chương trình ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo, Em là , mssv: . Theo thông báo của Bộ môn như sau:  \" Hi Anh Nguyên hai bạn sv anh hướng dẫn,  ,  không có tên trong quyết định hoãn bảo vệ nên học kỳ này hai bạn đó không được bảo vệ nhé. Theo thông báo là các bạn đó phải làm đơn theo mẫu số 8 gửi lên phòng đào tạo mới ra quyết định hoãn rồi mới được bảo vệ ở học kỳ này nhé.\" Cho em hỏi là hiện tại mới có quyết định không được hoãn bảo vệ thì em đăng ký bảo vệ LVTN ở học kỳ này có được không ạ? Và nếu được thì kính mong Phòng Đào Tạo hướng dẫn em chi tiết ạ. Em cảm ơn!",
    "Dạ hiện tại em đang cần có điểm AV 4 để xét tốt nghiệp. Em hiện tại đã học xong và qua môn AV4. Nhưng hiện tại hệ thống cập nhật điểm đang bị lỗi. Vậy cho em hỏi bao giờ thì có thể nhập được điểm và có kịp xét tốt nghiệp đợt tháng 1/2022? Em cảm ơn.",
    "Em tên  mssv  em mới nộp học phí dự thính xong , vì dịch bệnh khó khắn nên nộp trễ, xin PDT thông cảm , và mở link các môn e học dự thính nhanh sớm để em thi và nộp bài ạ,vì ngày 15 tháng 12 là hết hạn nộp bài rối.nên xin phong đào tạo mở giúp e với ạ",
    "Em là  - . Em đã đăng ký in bảng điểm nhưng không thể trực tiếp nhận tại phòng đào tạo. Do đó, em sẽ nhờ bạn của em, sinh viên  -  nhận giúp ạ. Mong phòng đạo tạo in bảng điểm sớm dùm em vì em đang cần gấp để nộp hồ sơ xin học bổng. Em xin chân thành cảm ơn.  ",
    "PĐT đăng kí giúp em học trực tiếp các môn này ạ, em cảm ơn : 3004-Dung sai và kỹ thuật đo (TN)-211-5 6-TRBI ĐIỆN-ĐTỬ TRGMCN (TN)-211-01 2087-THỰC TẬP CƠ KHÍ Đ/CƯƠNG 2-202-2",
    "Chào nhà trường, hiện tại em muốn làm đơn xin rút môn Anh văn nhu cầu tháng 12 thì phải làm như thế nào ạ, em đang học lớp DT10, mong nhà trường giúp đỡ. Em xin cảm ơn.",
    "Em xin chào phòng đạo tạo. Em muốn hỏi là lúc em nhận bằng tốt nghiệp thì phụ lục có ghi các chuẩn kiểm định đã đạt được. Khoa Máy Tính có thêm chuẩn ABET nhưng trong phụ lục em không thấy. Nên em muốn hỏi là tại sao em không có được tiêu chuẩn ABET ạ. Em có gửi hình đính kèm. Em xin cảm ơn",
    "Dạ thưa Thầy/Cô PĐT. Em là SVK15, Học kì này là hK cuối đối với khóa của em. Hiện tại em đã hoàn thành đủ TCTL và đang làm LVTN, nhưng vì nhiều lí do mà em có thể sẽ không thể kịp tiến độ nộp và bảo vệ LV trong học kì này. Theo em tìm hiểu, sau khi hết thời gian đào tạo, Sinh viên sẽ phải làm đơn thu nhận lại và chuyển xuống học tiếp ở hệ VHVL. Vậy giờ trong trường hợp của em, em vẫn chưa chắc có thể hoàn thành kịp hay không kịp LVTN trong HK cuối cùng này hay không. Nếu em làm đơn chuyển hệ trong HK này, nhưng em vẫn hoàn thành được LVTN( đủ số lượng TC, AV và ngày CTXH) thì em vẫn được xét TN ở hệ CQ phải không ạ. Do tình hình những ngày cuối trước khi nộp nhưng em vẫn còn quá nhiều thứ phải làm. Nên có vừa cố làm vừa tính tiếp những đường sau đó. Nên mong Thầy/Cô PĐT có thể hướng dẫn giúp em về thời gian cũng như thủ tục em cần phải làm trong trường hợp em hoàn thành không kịp LVTN trong HK cuối cùng này. Em cảm ơn Thầy Cô ạ.",
    "PĐT đăng ký bổ sung giúp em môn này nữa ạ, em bị thiếu, em xin cảm ơn :   B ME2020-Môi trường và con người (TN)-HK211-L01  ",
    "Em chào PĐT, Em là , . Về vấn đề nộp bằng tốt nghiệp THPT, đầu năm 2018 khi nhập học thì em có nộp bản sao bằng tốt nghiệp THPT rồi. Sau đó 1 khoảng thời gian cũng khá dài thì em vào check nộp bằng tốt nghiệp THPT thì thấy đã nộp. Mà bây giờ vào check thì không thấy gì cả. Vậy PĐT giúp em kiểm tra lại được không ạ? Hay em sẽ phải nộp lại toàn bộ theo hướng dẫn? Em cám ơn ạ. Trân trọng,",
    "Kính gửi PĐT, em tên là , MSSV:. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được cấp lại giấy báo trúng tuyển vào đại học trường. Em có làm đơn trong file đính kèm. Trân trọng",
    "Em là  MSSV-. Em vừa đăng ký in bảng điểm ở phòng đào tạo nhưng vì không thể đến trường nhận trực tiếp nên em xin ủy quyền cho bạn  MSSV-. Mong phòng đạo tạo in bảng điểm sớm dùm em vì em đang cần gấp để nộp hồ sơ xin học bổng. Em xin chân thành cảm ơn.",
    "Em xin được thi lại để xoá điểm HT môn học: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH-3133) Xin phòng đào tạo làm mọi thủ tục xét duyệt, để em được làm bài tập lại môn học này chung với các bạn kỳ này (do kỳ này giáo viên đăng ký không tổ chức thi cuối kỳ mà chỉ cho sinh viên làm bài tập lấy điểm cuối kỳ nên không có lịch thi trên hệ thống E-Learning) .  Để em có minh chứng là em được thi lại xoá điểm I,  nộp giáo viên bộ môn (GVBM). Do GVBM yêu cầu em cho thấy minh chứng em được pđt sắp xếp thi lại. Cám ơn pđt đã đọc yêu cầu của em và mong pđt sớm phản hồi đến em ----------------------- Sinh viên ",
    "Mở lớp dự thính  . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn thiết kế động cơ đốt trong TR3013",
    "Kính gửi PĐT, Em là  có MSSV: . Do đợt 2 em có điền form đăng ký học thí nghiệm trực tiếp tại CS1, nhưng đến hiện tại em chưa nhận được thông báo về lịch học thí nghiệm ạ, bạn của em đã có 1 số bạn đã có lịch rồi ạ. : ME2020 Tên : Môi trường và con người (TN), HK211 Kính mong PĐT kiểm tra và xem xét lại giúp em ạ. Chúc quý thầy/cô làm việc an toàn! Trân trọng./.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV: , là sinh viên khóa k14. Em xin Phòng Đào Tạo cho em được hoãn thi môn anh văn 4 trong học kì 2 năm học 2020-2021.Em có đính kèm biểu mẫu xin hoãn thi ở phía dưới ạ. Vì hiện tại em đã hết thời gian đăng kí trực tiếp tại mybk, nên em viết đơn ạ, em xin lỗi vì đã làm phiền thầy cô nhiều ạ. Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!  ",
    "Kính gửi pđt: Em tên là , mssv . Hiện tại trên thời khóa biểu của em có lịch học trực tiếp môn thí nghiệm hóa vào thứ 7 tuần này (tuần 50). Nhưng do điều kiện sức khỏe và đi lại nên hiện tại em không thể đến trường học trực tiếp được. Vậy nên em mong pđt có thể sắp xếp lùi lịch học trực tiếp cho em tới qua Tết Nguyên đán. Em xin chân thành cảm ơn.",
    "Cô ơi cho em hỏi là hiện giờ bảng điểm quy đổi anh văn TOEIC trên trang aao đã được cập nhật mới chưa ạ. Em có tra cưu trên bảng chuyển điểm trên trang aao rồi mà khi đăng kí nộp chứng chỉ anh văn, điểm lại thấp hơn ạ",
    "Em tên  mã số sinh viên , em xem trên mybk thấy có lịch học thí nghiệm hóa vào tuần 01 02 ở B2-401A BK-CS1, thời gian vào lúc 7 giờ đến 11 giờ 50 phút, lớp VL15. Em muốn xin dời lịch học sang Tết ạ vì em đang bệnh và địa phương em còn khá nguy hiểm. Em mong được giải quyết sớm để không bị đánh vắng và khó khăn việc thi cuối kỳ ạ Em cảm ơn",
    "Pdt cho em hỏi để xin giấy xác nhận còn nợ môn nào để bổ sung hồ sơ hoãn nghĩa vụ được không ạ",
    "Dạ chào thầy/cô ạ, Em muốn hỏi về việc khi nào trường mở lại link đăng ký học off các môn thí nghiệm ở trường ạ. Đợt mở trước do tình hình dịch bệnh ở chỗ em không cho phép nên em không đăng ký. Hiện tại đã ổn định, em muốn đăng ký để có thời khoá biểu các học phần thí nghiệm để học thì đăng ký ở đâu ạ. Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ! Môn học: CH2014 - Hóa vô cơ (thí nghiệm) (CH2014)_ (DH_HK211) Nhóm: [L04]",
    "Gửi BKSI, Em nộp chứng chỉ AV toeic chuyển điểm AV123 vào ngày 1.12 và được xét duyệt thành công vào ngày 5.12. Nhưng tới hôm nay vẫn   B chưa hiện bảng điểm    trên mybk. Cho em hỏi như vậy có sai xót gì không ạ? Bên cạnh đó, ngày 24.12 là hạn chót nộp hồ sơ tốt nghiệp. Khi cập nhật điểm AV123 và có điểm AV4A học kì vừa rồi thì khi nào em mới nhận được mail đăng kí tốt nghiệp vậy ạ? Em cảm ơn.",
    "Dạ chào thầy cô,  Em là sinh viên K17, hiện đã tốt nghiệp ạ! Em có lỡ đăng ký thanh toán thẻ bảo hiểm y tế của trường. Nhưng sau đó, theo em tìm hiểu thì em đã tốt nghiệp, thì không được dùng thẻ bảo hiểm dành cho sinh viên nữa . Thầy cô cho em hỏi là em có thể làm như thế nào để hủy thanh toán trên bkpay ạ?  Em rất mong nhận được sự phản hồi của thầy cô! Em cảm ơn thầy cô nhiều ạ!",
    "Em chào chị! Em là  MSSV:  Đây là đơn chuyển sang hệ VHVL của em. Mong Phòng Đào Tạo chuyển hệ giúp em. Em xin chân thành cảm ơn! ",
    "CODE  Em tên là , MSSV , hiện tại em đang sống ở tỉnh mà nơi em ở đang dịch nên việc đi lại khá khó khăn nên em muốn được hoãn việc học trực tiếp tại trường môn Nhập môn về kỹ thuật (thí nghiệm) sang đợt sau ạ.Cho em hỏi nữa là nếu em hoãn đợt này thì đợt sau trường sẽ tự sắp xếp hay em phải tự đăng kí lại ạ? Em cảm ơn ạ.",
    "Do kỳ này em có học cải thiện 1 môn chuyên ngành (vẫn tính vào  điểm tbtl ngành), nhưng môn này nhập điểm trể (trể hơn thời gian cập nhật điểm tốt nghiệp trên Aao) nên trên trang Thông tin tốt nghiệp Aao chưa cập nhật điểm. Pdt kiểm tra giúp em, em cảm ơn. Em có gửi kèm hình.",
    "Tốt nghiệp       Chào Thầy  Em tên là , vừa rồi em có nộp đơn xét tốt nghiệp hệ VLVH, em có nhận được mail phản hồi từ Phòng Đào Tạo (hình đính kèm) Cho em hỏi là em đã được chính thức tốt nghiệp hệ VLVH chưa ạ? (em tra cứu trong phần danh sách trên web, mà không có tên, nên em hỏi để biết còn thiếu gì nữa không ạ)  Em cám ơn Thầy/ nhiều!",
    "Kính gửi quý thầy cô, Em tên là: , sinh viên VP21HK, mssv , là học sinh lớp hóa thí nghiệm P09 do cô  đứng lớp. Em viết mail này kính mong quý thầy cô cho em xin phép dời lại 2 buổi học hóa thí nghiệm mà trường đã sắp xếp vào tuần 51-52 ở phòng B2-406 vào lúc 12 giờ đến 16 giờ 50 phút, với lí do là em không đủ điều kiện đến trường học trực tiếp ở thời điểm hiện tại.Em muốn xin dời lịch học qua các tuần khác, cụ thể là qua tháng 1 năm 2022.Kính mong quý thầy cô giải quyết sớm nếu không em sẽ bị đánh vắng và khó thực hiện việc thi cuối kì. Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe ạ! Người gửi:    i  .",
    "Hôm trước, em đã đăng ký xin được học trực tiếp lớp Thí nghiệm Hóa đại cương. Nhưng mà lịch thí nghiệm lại trùng với lịch thi cuối kỳ. Cụ thể ngày 30/12/2021, em có lịch thi cuối kỳ môn Hóa đại cương lúc 14h. Tuy nhiên cùng lúc đó có lịch TN Hóa đại cương từ 13h đến 17h50. Em mong được Phòng đào tạo xem xét cho em hoãn lịch học TN Hóa đại cương. Em sẽ đăng ký học đợt sau. Em xin cảm ơn ạ.",
    "Em tên là , mã số sinh viên là . Em kiểm tra lịch học trên mybk thì e thấy lịch thí nghiệm nhập môn kỹ thuật EE1002 lớp VL01 tại C2-PTTDT BK-CS1 vào thứ 2 từ 7h đến 11h50 tuần 51.Em muốn xin dời lịch học sang tuần khác cụ thể là sau đợt tết ạ. Lý do là vì người nhà e vừa hết covid và e hiện tại đang có triệu chứng. Em mong được giải quyết sớm ạ. Em cảm ơn ạ.",
    "Chào phòng đào tạo, em là  k18 khoa KTGT, 1 tuần trước em có thông tin là đăng kí học thực tập kĩ thuật ô tô bổ sung trực tiếp trong trường. Em đảm bảo đã tiêm đủ 2 mũi vacxin và cách 7 ngày nên em đã đăng kí vào học nhưng đến giờ em vẫn chưa được cập nhật thời khóa biểu là sao vậy ạ? Có sai xót gì không ạ?",
    "Thời gian: 12/13/2021 01:15:05 pm Từ: [563] (001829)  Chào em, em không biết nó có chính thức chưa hay còn hiệu chỉnh ạ? =  Chính thức, em có thể xin GV đổi nhóm khác nếu có nhiều nhóm, hoặc em có thể huỷ TN đợt này. Nếu em muốn huỷ gửi lại nhé. Thân mến\" Em nhận được câu trả lời cho câu hỏi trước như trên. Nếu hoãn lịch thực tập đợt này môn Thực tập Điện tử 1 thì em cần làm gì? Và môn này có bị hủy và phải đăng ký môn học lại không ạ? Vì em hỏi cho một số bạn nữa không phải mỗi em. Em cảm ơn ạ.",
    "Em tên:  MSSV:  Hệ: VHVL Em đã đăng ký làm thẻ sinh viên và thanh toán 15/08 nhưng vẫn chưa nhận được thẻ qua Bưu Điện! Em muốn hỏi Thẻ của em đã có chưa và khi nào em được nhân?",
    "Kính gửi: Phòng đào tạo trường Đại Học Bách Khoa TPHCM, Em tên là , Sinh viên khóa K2020,  Thuộc khoa: Kĩ thuật hóa học,  MSSV: . Ngày 9/11 em có gửi form đăng kí trở lại học trực tiếp tại trường, và hiện tại đã có lịch học trở lại của 2 môn: 1. Hóa vô cơ ( thí nghiệm) (CH2014) tuần 50-51-52 2. Hóa đại cương ( thí nghiệm) (CH1004) tuần 50-51 Tuy nhiên, hiện tại em vẫn chưa sắp xếp được để lên học trực tiếp tại trường cũng như tình trạng sức khỏe hiện tại của em không cho phép .Nên em mong Phòng đào tạo dời lại lịch học trực tiếp hai môn thí nghiệm Hóa vô cơ (CH2014) và Hóa đại cương ( CH1004) qua tết giúp em với ạ. Em xin chân thành cảm ơn.",
    "Dạ em có đăng kí học thí nghiệm trên trường, tuy nhiên do em có kẹt lịch thi với lịch thực tập nên không thể tham gia học thí nghiệm trên trường được. Mong các thầy (cô) cho em hỏi về cách làm đơn hay thao tác hủy đăng kí học off thí nghiệm tại trường được không ạ. Em cảm ơn các thầy (cô) rất nhiều !",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa HCM, Em tên là  MSSV: . Sinh viên K21 Khoa Kĩ Thuật Hóa Học Hệ Chính quy. Em mong muốn xin được hoãn môn học Thí Nghiệm Hóa Đại Cương - VL02 Lí do: Nhà em ở tỉnh Lâm Đồng quá xa so với trường học và tình hình dịch bệnh còn rất phức tạp  mà theo TKB thì tuần sau ( tuần 51) em phải lên trường học mỗi môn Thí nghiệm Hóa. Vì em không biết nên đã lỡ đăng kí điền biểu mẫu học offline. Em rất mong muốn Phòng đào tạo sẽ tạo điều kiện giúp đỡ em hoãn môn học cho tới khi có thông báo học offline tập trung của toàn trường. Em xin chân thành cám ơn ạ!",
    "Em tên -MSSV: . Em muốn xin hủy lịch học TN môn Các quá trình chế tạo (TN)-VL01. Lý do:gia đình em bị mắc covid và phải cách ly 14 ngày, nên em không thể đi học được ạ. Rất mong nhà trường có thể xem xét cho em. Em cảm ơn .",
    "Kính thưa Phòng Học vụ trường Đại học Bách khoa TP.HCM,  hiện tại em là sinh viên K21 và có mong muốn được tạm ngừng việc học ở học kỳ II và bảo lưu kết quả ở học kỳ I để ôn luyện đại học và thi vào ngành em mong muốn hơn của trường. Em rất mong quý Thầy Cô có thể hướng dẫn cho em thủ tục để có thể xin tạm ngừng việc học trong học kỳ II năm học 2021-2022 và học kỳ I năm học 2022-2023. Kính chào và em xin gửi lời cảm ơn đến quý Thầy Cô.   i ",
    "Kính chào thầy(cô),  Em là sinh viên khóa K18 trường mình, vì lý do quên đăng xuất khỏi hệ thống BK Exam nên tạm thời em bị khóa tài khoản không vào được trong BK Exam. Hiện tại em không thể vô để xem các ghi chú của giáo viên cho việc thi cuối kì của môn học trong ngày thứ 4 15/12 sắp tới . Rất mong quý thầy, cô mở lại quyền truy cập cho em sớm nhất. Em xin cảm ơn. Thân.   i  .",
    "Em đã đăng kí tốt nghiệp và đã thanh toán tiền tốt nghiệp, nhưng sau khi em thanh toán tiền thì web đăng kí tốt nghiệp bị lỗi và đến hôm nay thì web hiển thị em không đủ điều kiện đăng kí tốt nghiệp (). Em đã vào check tình trạng sinh viên thì vẫn đạt đủ điều kiện để đăng kí tốt nghiệp. Mong phòng đào tạo có thể giải quyết vấn đề này giúp em ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo! Em tên là , MSSV: , lớp HC17CHC. Hiện tại em đã đạt đủ các điều kiện tốt nghiệp. Em kính mong Phòng Đào tạo xem xét cho em đăng ký tốt nghiệp học kì 211. Em chân thành cảm ơn!",
    "Dạ cho em hỏi nếu hoãn thi, sau đó thì điểm cuối kì sẽ lấy làm điểm tổng kết, vậy điểm đó có tính vào trung bình tích lũy không ạ?",
    "Thưa trường, Em tên là , mssv , vì các lý do đi lại khó khăn, em xin phép dời môn Thí nghiệm hoá học lớp VL08 vào kỳ sau ạ. Em xin cảm ơn,  .",
    "Dạ kỳ 202 em đang học môn kỹ thuật phân tích nước và nước thải (CH3203) và thí nghiệm bị hoãn đến kỳ này. Đợt trước trường có thông báo đăng ký thí nghiệm nhưng lúc đó em đang ở quê nên không nghĩ mình có thể thí nghiệm được. Hiện tại em đã quay lại TPHCM và cũng đã được tiêm đầy đủ 2 mũi. Vậy em có thể xin mở rộng danh sách đăng ký thí nghiệm trong kỳ này để em có thể được đi làm thí nghiệm trong kỳ này (cụ thể là cuối tuần) được không ạ?",
    "Em chào cô Cô có thể check lại tài khoản sinh viên của em được không ạ, để em lên check tình trạng sinh viên ạ, mssv: . Em cảm ơn cô ạ.",
    "Em gửi đơn xin chuyển hệ ạ, em xin chuyển từ CQ qua.",
    "Kính chào Thầy/Cô, Đợt vừa rồi khi trường mở đăng ký sinh viên học thí nghiệm trực tuyến tại trường em đã có đăng ký bằng cách nhập form theo link của trường gửi để em có thể học bổ sung môn Thí nghiệm Hoá phân tích (CH2010) của học kỳ 2 năm học 2020-2021 do dịch mà bị hoãn thí nghiệm lại. Nhưng không hiểu sao khi Thầy của lớp này tra danh sách lại không có tên của em ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn Hệ thống điện điện tử ô tô TR3045 File thầy gửi lại cho bọn em sau khi kí xác nhận nhưng thầy làm sao bị thiếu mất buổi học nên thầy cô cho em xin bổ sung buổi học là tối thứ 4 tiết 12-14 ạ . Em xin cảm ơn ạ!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô, thầy cô cho em nộp đơn xin mở lớp học kì dự thính môn Thí Nghiệm Ô tô và Động Cơ TR4077 File thầy gửi lại cho bọn em sau khi kí xác nhận nhưng thầy làm sao bị thiếu mất buổi học nên thầy cô cho em xin bổ sung buổi học là sáng Chủ Nhật ạ. Em xin cảm ơn ạ!",
    "Kính gửi Thầy/Cô - Phòng Đào Tạo, Em tên Võ Thành Đạt , lớp HC17VS. Em đã nộp bằng, đăng kí quy đổi điểm TOEIC và thanh toán lệ phí xét miễn điểm (09/12) và đã được xác nhận hợp lệ (12/12) , tuy nhiên trên Bảng điểm Mybk vẫn chưa được cập nhật lại. Mong Thầy/Cô có thể sớm cập nhật Điểm và Tín chỉ tương ứng giúp em để em có thể kịp đăng ký tốt nghiệp T11/2021 ạ. Em cảm ơn Thầy/Cô.",
    "Em tên là , mã số sinh viên  do em kiểm tra có thấy lịch học hóa thí nghiệm vào tuần 50 ở B2-406 BK-CS1, thời gian vào lúc thứ 5 từ 12 giờ đến 16 giờ 50, lớp VL09. Em muốn xin rời lịch học sang tuần khác (sau tết) ạ. Tại em và gia đình em đang bị covid phải cách ly tại nhà nên chưa thể lên trường được mặc dù đã tiêm 2 mũi. Nên em mong bản thân sẽ được giải quyết sớm tại nếu không sẽ bị đánh vắng em rất lo ạ. Em cám ơn",
    "Chào quí thầy/cô ạ,  Hiện tại em có lịch học thí nghiệm trực tiếp trong Thời khóa biểu, tuy nhiên em vẫn còn ở quê không thể vào học được. Thầy/cô cho em hỏi là giờ em không tham gia thì có bị sao không ạ. Hoặc có hướng xử lý nào khác không ạ . Em cảm ơn.   i ",
    "Chào phòng đào tạo ạ , em tên là  , MSSV:, khoa xây dựng , Lớp 09 , do không chú ý nên em lỡ quên đăng kí môn học chính đúng thời hạn là ngày 10/12 . Bây giờ em cảm thấy rất hoang mang. Em mong nhà trường , có thể cho em cách giải quyết ạ . Em cảm ơn !",
    "Em tên là , MSSV . em có đăng ký học thí nghiệm trực tiếp tại trường trước đó và đã có thời khóa biểu học trực tiếp tại trường môn Dung sai và KT đo (TN) ME3004 VL05 Cụ thể buổi thí nghiệm đầu vào thứ 5 ngày 16/12/2021, nhưng hiện tại em đang là F0 và đang cách ly tại nhà. Bên cạnh đó, buổi học thí nghiệm thứ 2 của môn Dung sai và KT đo này trùng với lịch thi \"Dung sai và KT đo\" và \"chi tiết máy\" diễn ra vào chiều ngày 21/12/2021 tức thứ 3 tuần 51. Em muốn xin dời lịch học Thí nghiệm sang đợt khác ạ. Em mong vấn đề của em sẽ được giải quyết sớm để tránh trường hợp em bị đánh vắng 50% số buổi học thí nghiệm ạ. Em cảm ơn",
    "Do tình hình dịch bệnh nên xin phép được dời lịch đi học môn hóa thí nghiệm sang đợt sau. Mong nhà trường duyệt cho em.",
    "MSSV:     Em muốn hỏi là hiện em có 2 buổi thí nghiệm hóa ở cơ sở 1 nhưng mà em chưa có thẻ sinh viên thì việc ra vào trường như thế nào ạ",
    "Em xin chào PĐT Vừa qua em có tiến hành đăng ký xét tốt nghiệp trên hệ thống MyBK sau khi điền đầy đủ thông tin cũng như đã tiến hành thanh toán lệ phí thì hệ thống lại báo lỗi như trên hình em gửi kèm ạ. Em không biết là thông tin đăng ký của em có được hệ thống ghi nhận lại và tiến hành xử lý hay không. Mong phòng đào tạo giải quyết giúp để em kịp đăng ký tốt nghiệp đúng hạn ạ. Em xin cảm ơn",
    "Xin chào phòng đạo tạo, em tên là  - MSSV :  . Hiện tại vì lí do covid nên luận văn tốt nghiệp của em chưa hoàn thành mà thời hạn nộp đã đến. Em mong muốn được hoãn bảo vệ luận văn tốt nghiệp vào học kì này và dời sang học kỳ sau ạ. Em đã được giáo viên hướng dẫn đồng ý ạ. Mong phòng đạo tạo xem xét giúp em. Em xin chân thành cảm ơn ạ.",
    "Kính gửi Quý Thầy (Cô)!  Em tên là  - MSSV . Em đã nhận được mail danh sách tốt nghiệp, tuy nhiên vẫn không truy cập được vào mục Đăng ký tốt nghiệp do tình trạng sinh viên bị Tạm dừng! Em cần phải xử lý như thế nào ạ? Mong Quý Thầy (Cô) hỗ trợ giúp em! Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo, Em tên , mssv . Em đã đăng kí tốt nghiệp trên hệ thống từ 08/2021. Nhưng đến hôm nay em vẫn chưa nhận được mail pdt xác nhận đơn cấp bằng tốt nghiệp qua email. Vì vậy em không biết là em có sai sót gì, và em muốn nhận giấy chứng nhận tốt nghiệp tạm thời thì phải làm thế nào? Mong phòng đào tạo giải quyết sớm cho em. Em xin cảm ơn.",
    "Em chào ban quản lý phòng đào tạo! Em tên , khóa K14, hiện trước đó em có xin và được xét kéo dài 1 học kì để hoàn thành anh văn 2 kỹ năng nói viết tháng 11/2021. Do vừa rồi dịch bệnh kéo dài em không kịp thi để hoàn thành, vừa rồi bên trường có hỗ trợ tổ chức thi trực tuyến. Tuy nhiên do dịch bệnh khó khăn nên em không đủ điều kiện trang bị trang thiết bị để phuc vụ thi online. có đợt em test thử các thiết bị sẵn có tuy nhiên thiết bị cũ và hoạt động không tốt, bị gián đoạn trong quá trình ghi hình, vì vậy thi online không thể thực hiện. Anh/Chị ban quản lý cho em xin ý kiến nên viết đơn gửi theo địa chỉ nào, và do tình hình dịch bệnh còn diễn biến nguy hiểm thì em viết đơn giấy nộp trực tiếp tại văn phòng trường hay nộp online theo địa chỉ mail nào. Em xin cảm ơn!",
    "Thưa thầy cô, em tên là , MSSV:, ở HK202 em có đăng kí học hoá phân tích L01. Em chưa kịp đăng kí trường gửi form để học offline thí nghiệm, cho em hỏi không biết trường hiện tại cho em bổ sung để được học offline thí nghiệm trong kì này tại trường không ạ. Em cảm ơn thầy cô rất nhiều .   i  .",
    "Xin chào Ban giám hiệu nhà trường và Phòng đào tạo Em tên là:  - MSSV:  Khóa: K15 Em có nguyện vọng chuyển từ hệ chính quy sang hệ vừa làm vừa học nhưng em không biết thủ tục như thế nào. Mong nhà trường giúp đỡ em để hoàn thành thủ tục chuyển hệ ạ. Em xin chân thành cảm ơn nhà trường ạ.",
    "MSSV  Đợt PĐT gửi email đăng ký đến trường, thời điểm đó em chưa đủ điều kiện tiêm 2 mũi vaccine nên đã bỏ qua không đăng ký. Đến nay em đã đủ điều kiện quay lại trường. PĐT cho em hỏi có cho thể đăng ký bổ sung không ạ?  Cho em xin bổ sung vào danh sách lớp Ứng dụng Laser trong y học (TN) - AS3046 - Nhóm L02 . Em cảm ơn .",
    "Kính gửi: Phòng Đào tạo Đại học Bách Khoa TP.HCM Em tên là:  Mssv:   Vào học kỳ 202 em có xin hoãn thi môn Địa kỹ thuật(GE2037). Và theo em đọc quy chế thì em được xin thi vào hai học kỳ tiếp theo. Do học kỳ 211 không mở Lớp Địa kỹ thuật nên em nghĩ mình phải đăng ký vào học kỳ 212 để được thi hoàn thành điểm HT. Tuy nhiên em nhận được thông báo từ cô  là giảng viên phụ trách môn Địa kỹ thuật của em là cô phải nộp điểm thi của em cho PĐT nên cô mong em làm bài thi để có điểm. Vấn đề của em là em nghĩ mình sẽ nộp đơn xin thi vào học kỳ sau (212) nên em chưa chuẩn bị gì cho bài thi, giờ nếu như em thi thì điểm thấp là điều không thể tránh khỏi. Kính mong phòng đào tạo xem xét dời việc thi môn Địa kỹ thuật 1 sang học kỳ 212 giúp em. Em xin chân thành cảm ơn.",
    "Chào thầy, cô ạ. Em tên , MSSV , vừa rồi PĐT có gửi mail về trường hợp PĐT đã xếp lịch thi nhưng sinh viên không thể thi để xóa điểm HT trong HK211 thì vào phần ứng dụng cho sinh viên và đăng kí hoãn thi. Nhưng khi em vào phần này thì chỉ để hoãn thi cho các môn trong HK211 mà không để hoãn thi cho các môn trong HK202. Vậy cho em hỏi em muốn đăng ký hoãn thi cho môn Vẽ kỹ thuật (CI1003) đã học trong HK202 thì em phải làm như thế nào ạ? Em cảm ơn.",
    "Kính gửi Phòng đào tạo: Nhờ PĐT xử lý giúp em chuyển qua hệ vừa làm vừa học Họ tên sinh viên:  Năm sinh: 30-09-1996 MSSV:  Đính kèm Phiếu đề nghị chuyển sang hình thức vừa làm vừa học Em xin chân thành cảm ơn!",
    "Kính chào thầy/cô Em tên  MSSV  Em đá nhận được bằng tốt nghiệp tạm thời nhưng trên danh sách tốt nghiệp chính thức không có tên em. Cho em hỏi khi nào danh sách tốt nghiệp chính thức được cập nhật ạ? Em cảm ơn",
    ": Kính gửi phòng đào tạo trường Đh Bách Khoa. Em muốn được đăng ký hoãn thi môn Hoá phân tích vào ngày 18/12 vì hôm đó trùng với lịch thi Ielts của em (em đã đăng ký thi Ielts trước khi có lịch thi Hoá phân tích). Mong phía phòng đào tạo tiếp nhận yêu cầu này của em, em xin cám ơn!",
    "Dạ em chào quý thầy cô ạ  Em tên là Đinh Duy Khoa  Sinh viên khóa K21 MSSV   Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 51 52 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ. Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ  Em xin cảm ơn ạ."
]