[
    "Thầy cô cho em hỏi. Chứng chỉ MOS nộp cho trường là về word,excel hay powerpoint ạ. Em cảm ơn.",
    "dạ thầy cô cho em hỏi là em muốn làm đơn xác nhận học bên cơ sở 1 để rút tiền trong ktx khu a, e vẫn chưa hình dung ra đơn đó như thế nào và cách làm đơn. kính mong thầy cô giải đáp giúp e, e xin cảm ơn",
    "Cho em hỏi là em từng học anh văn trong trường và đã qua. Bây giờ em muốn thi trong trường để qua chuẩn anh văn mỗi năm, sau đó thi anh văn ngoài để lấy bằng nộp chuyển điểm được không ạ?",
    "Họ và Tên:. Mã số sinh viên:. Môn học muốn rút:Pháp luật đại cương. Lý do rút môn học là tuần học môn giáo dục quốc phòng bị trùng lịch học với môn pháp luật đại cương ạ.",
    "cho em hỏi k19 anh văn 1 vẫn là 350 hay 400 ạ",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn: Pháp luật đại cương MMH: SP1007 nhóm A05 thứ 5 tiết 11-12 phòng 403C5 Em xin chân thành cảm ơn.",
    "Gửi thầy cô phòng Đào tạo ạ, Việc là hôm qua em có gửi thông tin đăng ký tốt nghiệp thì nhận được phản hồi là ảnh sinh viên tải lên chưa hợp lệ. Tuy nhiên, em không thể tải lại ảnh thẻ sinh viên trên trang đăng ký ạ nên mong thầy cô hướng dẫn em với ạ. Em có đính kèm ảnh mới và phản hồi từ phòng Đào tạo ạ. Em cảm ơn thầy cô ạ.",
    "Họ tên:  MSSV:  Em là sinh viên k19, cho em hỏi sau khi kết thúc kì 1 năm 2 thì cần   b  tối thiểu     bao nhiêu điểm toeic để có thể đăng ký những môn ở kỳ 2 năm 2. Em xin cảm ơn.",
    "Em chào thầy, cô. Em chưa đủ điều kiện anh văn để đăng ký làm luận văn tốt nghiệp. Em có thể đăng ký làm luận văn tốt nghiệp sau đó bổ sung chứng chỉ anh văn trước khi bảo vệ luận văn được không ạ?",
    "Em chào thầy, cô. Em chưa đủ điều kiện anh văn để đăng ký làm luận văn tốt nghiệp. Em xin Phòng Đào Tạo có thể cho em đăng ký làm luận văn tốt nghiệp, sau đó bổ sung chứng chỉ anh văn trước khi bảo vệ luận văn được không ạ?",
    "Thầy(cô) ơi! Cho em hỏi là trường có tổ chức học để lấy chứng chỉ tin học không ạ? Nếu có thì em có thể đăng kí ở đâu ạ?  Em xin cảm ơn thầy (cô) rất nhiều",
    "Chào quý thầy cô, em tên là , mssv . Thầy cô cho em hỏi sao vẫn chưa có kết quả đăng ký môn học dự thính đợt 2 nữa ạ. Em mong thầy cô cập nhật giúp, để bọn em sắp xếp thời gian học tiếng anh ở bên ngoài ạ. Cám ơn thầy cô đã đọc. Trân trọng.",
    "Rút môn học EE3043: Cấu Trúc Máy Tính",
    "Tốt nghiệp . Chào anh/chị, em là Nguyễn Thành Nguyên, mã số sinh viên 1612293. Em đã tạo câu hỏi/ yêu cầu một lần nhưng vẫn chưa được giải quyết thỏa đáng. Nội dung câu hỏi/ yêu cầu trước:   [ Hiện tại em đã được phép đăng kí tốt nghiệp nhưng hiện tại gặp một vấn đề \"Không kích hoạt được tài khoản cựu sinh viên\". Thông tin em nhập như hình đính kèm, sau khi nhận email kích hoạt từ hệ thống và click vào link để xác nhận thì hệ thống báo lỗi 500 \"Token không hợp lệ\". Mong anh/chị kiểm tra giúp em, nếu được có thể hỗ trợ em kích hoạt tài khoản cựu sinh viên. Email cá nhân dùng để kích hoạt: conloctheki1998@gmail.com ] Bên dưới em có đính kèm nội dung: 1. Mail nhận được, trong đó thời gian nhận là 10:19 AM, thời gian nhấn vào link là 10:20 AM. 2. Các thông tin đăng ký khi kích hoạt tài khoản. 3. Các thông tin sinh viên trong stinfo. 4. Link token em copy từ email:  https://mybk.hcmut.edu.vn/app/public/tot-nghiep/kich-hoat-tai-khoan/v1?token=ALMlQkC2UXLC4BjA7h5EwicYfEYEDaUa8m45AlrOPh5QV2U1iagVfIbJaUGf0CZ3Tx31CugeN0MnfMK70bzr7FYy6nuKfqgHZ2E64%2FZnOSQ3BkfV9EC6f9ESVb8NnwNdLUvoI2I9CB4FJybayBGi2RDFp%2BHhwIUEYPDEcANbqcuv6bBn5tJA6FNKXHJskMD9xSI3i%2BfAH%2Fcz5Jqy9TO8FD10BrVs%2FVQioV1MSi0B4buP6EcKl%2BpHmeCwZIGovurOePkyMJ3OgpeXj0nMBbCqBpekGKca%2FUCFyFnI699zgKQWum0H1u2y8O5ynQk0Uqy3FBaGh2l7KmzKglsdE4YzUg%3D%3D Mong anh/ chị hỗ trợ em kiểm tra và xử lý giúp em. Em cảm ơn.",
    "Dạ cho em hỏi xin giấy xác nhận sinh viên để vay vốn thì dùng lí do gì ạ do vào mybk không có lí do vay vốn ạ",
    "Chào thầy (cô), em có thi anh văn định hướng TOEIC ngày 06/09/2020 hệ VLVH, ĐTTXa. Nay đã có kết quả nhưng khi nhập mã số sinh viên thì thông báo tìm thấy trong danh sách",
    "Thầy/cô cho em hỏi kì trước em làm ĐCLV nhưng kì này chưa đủ điểm nhận LVTN, vậy em có cần phải làm đơn xin bảo lưu LVTN không và hạn nộp là khi nào vậy ạ. Em xin cám ơn.",
    "Thưa thày cô, Em muốn đăng kí in thẻ sinh viên, nhưng kì em không có thời khóa biểu do em đã hoàn tất chương trình và chuẩn bị tốt nghiệp. Thầy cô cho em hỏi làm sao để đăng kí in thẻ được ạ?",
    "Chào thầy, cô, Em là , MSSV , Khoa Kĩ thuật xây dựng, ngành Kiến Trúc. Hiện tại số lượng ngày công tác xã hội của em đã đủ 15 ngày nhưng em không Đăng kí tốt nghiệp được trong trang web của trường. Mong thầy, cô xem xét giúp trường hợp của em để em có thể đăng kí tốt nghiệp ạ! Em chân thành cám ơn.",
    "Giấy hoãn nghĩa vụ đợt này trường in sai tên em ạ . Em mang về địa phương không chấp nhận. Em có liên hệ văn phòng đào tạo cơ sở 2 nhưng không sửa. Em phải làm gì ạ ?",
    "Chào thầy/cô Em xin được đăng ký môn Luận văn tốt nghiệp Cơ kỹ thuật, mã môn AS 4313 ạ. Do em nộp chứng chỉ ngoại ngữ muộn nên không đăng ký trên mybk được ạ. Mong thầy/cô giúp em! Em xin chân thành cảm ơn ạ!  MSSV: ",
    "MSSV:. Họ tên :  Dạ cho em hỏi :hiện tại em có đăng kí môn cho kì chính 201 là 11 chỉ . vậy giờ nếu em rút 1 môn 3 chỉ vậy có được đóng 50% học phí không ạ . Em cảm ơn",
    "Cho em xin hủy môn học Nhập môn lập trình mã số CO1003 Vì môn này không có trong CTĐT khóa 2019 Trung tâm BDCN Em xin cảm ơn",
    "Cho em hỏi là ngày làm lễ tốt nghiệp dự kiến đợt tháng 11 là ngày bao nhiêu ạ do trên biểu đồ năm học thì là ngày 21,22/11/2020 nhưng trong nhiều thông tin tốt nghiệp khác em đọc thì lễ tốt nghiệp sẽ được tổ chức vào đầu tháng 11. Nên em không biết thông tin nào đúng. Em cảm ơn!",
    "Em là , mssv , nhờ phòng đào tạo chuyển điểm môn học tương đương giùm em, môn C/nghệ sx ck btct đúcsẳn mã mới CI3223,CI3225 sang C/nghệ sx ck btct đúcsẳn mã củ  CI3093 .em cảm ơn! ",
    "Kính gửi thầy cô phòng đào tạo Em tên  mssv  ,hệ vhvl em có đăng môn SP1003 Những NgLý cơbản CN M-, Nhưng môn này mã môn đăng ký không đúng nhà trường cũng đã gửi mail yêu cầu hủy môn để đăng ký lại, lúc em vào hủy thì hệ thống không cho hủy. Kính mong thầy cô phòng đạo tạo giúp em hủy môn SP1003 Những NgLý cơbản CN M- Không tính học phần . Kính mong thầy cô xét duyệt giúp em. Em xin cám ơn quý thầy cô.",
    "Học vụ       Xin chào Quý Thầy,Cô  Mình là , MSSV:  ngành Cầu đường  Hiện nay học kì 1 năm 2020-2021 mình không đăng kí được môn nào do Phòng đào tạo không mở lớp, cụ thể các môn như sau: - Thiết kế cầu, Xây dựng Cầu, Hạ Tầng Công trình giao thông, Thiết kế cầu,và 2 môn nhóm tự chọn nhóm B  Để duy trì việc học mình có đăng kí môn Thí nghiệm công trình mã CI4011, nhưng PĐT thông báo đã răng môn học đã qua nên không đăng kí được  Vậy xin hỏi nhà trường có thể làm đơn để trình bày lý do bị gián đoạn việc học không ạ  Kính mong Phòng đào tạo mở lớp học các môn chuyên ngành bên ngành Cầu đường để học viên có thể hoàn thành chương trình học của mình  Chân thành cám ơn",
    "dạ cho em hỏi là cấp 3 em có bằng nghề tin học môn excel thì có được pass chứng chỉ tin học không ạ",
    "Kính gửi phòng đào tạo, Hiện em đã nhận được bằng tốt nghiệp tạm thời, tuy nhiên nội dung trên bằng có một điểm làm em thắc mắc: - Em là sinh viên lớp KSTN, và em đủ điều kiện để tốt nghiệp chương trình KSTN, tuy nhiên trên bằng tạm thời của em chỉ để là chương trình thường (file đính kèm), em có tham khảo bằng của các bạn KSTN khác thì vẫn để là Honor Program. Em kính mong phòng đào tạo kiểm tra lại ạ. Em mong sớm nhận lại được phản hồi từ phòng đào tạo, em cảm ơn ạ.",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn: Tổ chức quản lý bảo dưỡng 3 ( msmh: 260623 ). Em xin chân thành cảm ơn!",
    "kính gửi thầy cô . trong quá trình đăng ký môn học em bị vướng tình trạng phải có môn học trước đó mới có thể đăng ký môn sau.vd: học kỹ thuật thi công thì phải học kết cấu bê tông cốt thép 1. nhưng môn này lại không mở lớp kéo theo rất nhiều môn e không đăng ký được. dẫn đến kỳ này e chỉ đăng ký được 3 môn. thời gian giờ tới tết còn rẩt lâu mà đăng ký môn học như vậy thì thời gian tốn kém vã lại mùa covid vừa rồi nhà trường cũng cho đăng ký rất ít môn. nên em mong thầy cô xem xét lại cho em được đăng ký môn học nào mở lớp để kịp tiến độ học tập. trân trọng cảm ơn quý thầy cô.",
    "Em chào phòng đào tạo, Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng không thể đăng kí tốt nghiệp được với lý do nợ học phí. Em đã kiểm tra và đã hoàn tất đóng học phí từ rất lâu ạ. PDT kiểm tra giúp em ạ.",
    "Chào thầy/cô, em tên  (MSSV: ) dạ có thể cho em được rút môn phương pháp tính (MT1009) dự thính HK201 được không vì thời gian điểm được cập nhật là ngày 30/09/2020 sau hạn cuối đăng kí dự thính là 28/09/2020 và nếu được rút môn thì có bị tính học phí không ạ. Dạ em cảm ơn. Em có đính kèm ảnh cập nhật điểm ngày 29/09/2020 mà vẫn chưa có.",
    "Cho em hỏi khi nào thì hk dự thính đêm 201 bắt đầu vậy ạ ",
    "Chào anh chị, em khoá k14 hiện kì sau em mới đk LVTN thì vẫn đc học ko ạ :(",
    "Chào Thầy/Cô, em là sinh viên khóa K16, học kỳ này em không đăng ký nhận LVTN được vì chưa đạt chuẩn anh văn, nhưng em vẫn liên hệ thầy cô trong bộ môn và được cho phép làm trước LVTN. Cho em hỏi nếu em hoàn thành chứng chỉ trong thời gian sớm nhất có thể và xin đăng ký LVTN thì có được không và có cần xác nhận từ giáo viên hướng dẫn và bộ môn hay không ạ? Em đang cố gắng hoàn thành chứng chỉ ngoại ngữ trong thời gian ngắn nhất và hoàn thành tốt LVTN. Em xin chân thành cảm ơn.",
    "Hiện tại, em sinh viên năm 3 đăng ký môn tự chọn HK192 nhưng không qua môn, giờ em đăng ký lại môn tự chọn khác cùng nhóm môn học. Theo quy định thì vẫn đủ tín chỉ theo nhóm môn tự chọn, nên vẫn đảm bảo số tín chỉ ra trường. Vậy môn tự chọn kia em có cần học lại để qua môn hay không. Nếu không học lại môn đó em có đủ điều kiện tốt nghiệp không ạ?",
    "Kính gửi Nhà trường, Em có nghe một số thông tin từ khoá K2019 phải đạt yêu cầu về chứng chỉ tin học. Em có xem ở Website của PĐT thì có ghi là \"Nhà trường khuyến khích các SV có chứng chỉ CNTT khi tốt nghiệp ra trường.\" Vậy em có nhất thiết phải thi lấy chứng chỉ CNTT không ạ? Hay là em chỉ cần tham gia kì thi do nhà trường tổ chức là đạt yêu cầu về CNTT? Em xin cảm ơn.",
    "Em chào thầy/cô ạ. Thầy/cô cho em hỏi là kì kiểm tra a h văn định kì vừa rồi em thi ở trường do IIG tổ chức em đạt được số điểm là 510 ạ (500  x  550), sau khi xem bảng chuẩn anh văn em không biết là với số điểm như vậy em đã pass được môn ANH VĂN 4 chưa ạ?  Em mong thầy/cô giải đáp thắc mắc giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
    "Em chào cô/thầy văn phòng đào tạo,  Em là  sinh viên từng học  lớp MO17QL - Thầy  chủ nhiệm, để thuận tiện học tập em đã chuyển sang lớp MO18QL- Cô  chủ nhiệm  ( Có kèm quyết định chuyển lớp của Nhà trường) . Nhưng học kì này em xem trên e-learning vẫn thấy thuộc lớp cũ ( do thầy  chủ nhiệm) . Em mong phòng đào tạo có thể sửa chữa và chuyển lớp  để em có thể thuận lợi trong việc học tập . Em chân thành cảm ơn!",
    "Em chào thầy/cô. Em tên , MSSV , khoa Điện-Điện tử. Em muốn hỏi khi em đã đậu 4 môn anh văn trong trường thì đã đủ tiêu chuẩn để nhận luận văn tốt nghiệp chưa ạ? Hay phải nộp bằng theo chuẩn tốt nghiệp của trường để đủ khả năng nhận luận văn ạ? Em cảm ơn thầy/cô đã đọc.",
    "Cho em hỏi về cách thức đăng kí và thủ tục để xét huy chương tốt nghiệp cho đợt tốt nghiệp tháng 11/2020 sắp tới . để xét Huy chương bạc tốt nghiệp thì sinh viên có thể rớt bao nhiêu chỉ ạ?",
    "Dạ xin chào! Dạ cho em hỏi em đã đăng ký tốt nghiệp và tình trạng đăng ký ghi là phiếu đăng ký đã xử lý, nhưng sao em chưa nhận được mail phản hồi là xác nhận đã đăng ký thành công công như các bạn khác ạ. Hiện tại tình trạng đăng ký của em trên mybk ghi là phiếu đăng ký đã xử lý và em đã đăng ký từ 30/8 mà vẫn chưa thấy mail phản hồi xác nhận lại ạ, vậy cho em hỏi em đã đăng ký tốt nghiệp thành công chưa ạ",
    "em chào anh/chị cho em hỏi rút môn học có mất phí không ạ với lại kỳ sau e đăng kí lại có tính phí không ạ học kỳ chính",
    "Hiện tại em là sinh viên thuộc chương trình đại trà và đang học lớp KSTN của khoa Hoá. Do em có vài trục trặc trong việc tiếp nhận thông tin nên lớp của em bị trùng với lớp KSTN. Em muốn hỏi là hiện giờ em có thể đến phòng đào tạo để xin chuyển sang lớp thường được không ạ? Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo. Em tên  lớp VL15KL. Em có đăng kí luận văn tốt nghiệp đợt bổ sung từ ngày 25/9-1/10. Nhưng không đăng kí được do hệ thống báo thiếu chứng chỉ anh văn trong khi em đã nộp chứng chỉ và thẩm tra hợp lệ. Vậy bây giờ em cần làm gì để được đăng kí luận văn . Em xin cảm ơn. Trân trọng.",
    "Em chào quý thầy cô pđt Em hiện là sinh viên năm 4, học kì đến em sẽ nhận luận văn nhưng chưa có bằng anh văn. Em có thể nộp bằng anh văn nhưng không chuyển điểm 4 anh văn được không. Lí do vì, điểm toeic hiện tại của em chưa đủ tốt nên em không muốn chuyển điểm để ảnh hưởng đến điểm tích lũy. (nộp tạm bằng toeic để cho nhận luận văn, và thời gian sau mới nộp toeic để chuyển điểm cao) Em cảm ơn quý thầy cô",
    "Dạ chào quý thầy, cô phòng đào tạo. Hiện nay e đã hoàn thành chương trình chính quy của trường và dự kiến đăng ký tốt nghiệp vào đợt 2 năm 2020. Nhưng đến nay e vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Mong thầy, cô xem xét giúp em với ạ.",
    "Em muốn xác nhận điểm để xét loại tốt nghiệp là điểm trung bình tích lũy ngành có đúng không? - Nếu đúng thì làm sao em có thể xem điểm này?",
    "Cho em hỏi sau khi cập nhật thông tin trên BKpay rồi, thì kiểm tra ở đâu để biết mình cập nhật ngày nào ạ? Vì lần trước em cũng có cập nhật như trong mail đề cập nhưng vẫn không nhận được khoản tiền hỗ trợ này ạ. Em cảm ơn! ",
    "Em là sinh viên 15, em có thi 1 đợt toeic vào trước ngày 21/9 nhưng chỉ đc 330đ, em có đăng ký lại liền và lịch thi là 11/10 , vậy cô cho em hỏi là em có được chuyển điểm theo quy định cũ không ạ. Vì nếu chuyển qua quy định mới thì đường sống , đường tốt nghiệp của 15 tụi em như đi vào ngõ cụt vì format đề mới của Toeic ngày càng khó ",
    "CẬP NHẬT DANH SÁCH TỐT NGHIỆP DỰ KIẾN] Gửi anh chị PĐT, Em tên là , MSSV , Khoa Kỹ thuật Hóa học. Em đã hoàn thành xong chương trình đào tạo (bảo vệ luận văn, thi pass TOEIC nói viết, cũng như TOEIC nghe đọc. Nhưng hiện tại em chưa có tên trong danh sách dự kiến tốt nghiệp. (Trong khi đó bạn em có cùng thời gian bảo vệ luận văn và thi cùng qua TOEIC nói viết nhưng đã có tên ạ). Em mong PĐT xem xét lại trường hợp của em ạ. Cảm ơn anh chị, ",
    "Kính gửi: Phòng Đào tạo Em xin rút môn IM3061 trong HK1 2020-2021 . E dự định sẽ đăng ký lại IM3061 trong hk dự thính DT201 . Lý do: GVBM chủ động đổi TKB - e bị trùng với kế hoạch cá nhân . Trân trọng cảm ơn     .",
    "Chào thầy/cô, Môn tự chọn A ngành Khoa học Máy Tính của em yêu cầu 3TC, trong 2 môn dưới đây: AS2001Cơ học ứng dụng PH1005Vật lý 2 HK191 em có học [Cơ học ứng dụng] nhưng em rớt. Sau đó HK193, em đăng kí học môn [Vật lý 2] và đã qua. Như vậy, em có cần học lại môn Cơ học ứng dụng không ạ ?    i ",
    "Dạ thưa thầy/cô, em muốn xin mượn học bạ cấp 3 để làm hồ sơ có được không ạ, và nếu được thì có cần ghi đơn hoặc là có yêu cầu gì không ạ, em cám ơn thầy/cô",
    "Em khóa k14, hiện nay e đang ở hk 13 nhưng em đang trả nợ môn để học kì sau đk LVTN, nhưng em xem ở điều 5 thì thấy nhk max là 13 , liệu em có đủ thời gian đk lvtn ko ạ, mong anh chị tư vấn :(",
    "Từ khóa K2019, SV chương trình đại trà phải nộp chứng chỉ CNTT cơ bản hoặc chứng chỉ quốc tế IC3, MOS. Theo em biết, chứng chỉ quốc tế MOS có các loại như MOS Word, MOS Excel, MOS Powerpoint... Không biết nhà trường có yêu cầu cụ thể nộp chứng chỉ MOS nào hay không?",
    "Gừi thầy cô phòng đạo tạo, Hôm qua em có nhận phản hồi về việc hình ảnh sinh viên em tải lên cho việc đăng ký tốt nghiệp chưa hợp lệ. Tuy nhiên, em không thể tải lại ảnh mới do em đã bấm xác nhận hình ảnh trong phần đăng ký tốt nghiệp. Do đó, thầy cô có thể hướng dẫn giúp em cách để tải lại ảnh mới được không ạ? Em có đính kèm ảnh phản hồi tự động dưới đây. Hi vọng nhận được phản hồi từ thầy cô ạ. Em cảm ơn ạ.",
    "Thưa thầy cô, Em tên , thuộc khoa máy tính. HK191, em đã hoàn thành đề cương luận văn tốt nghiệp (CO4321). Nhóm em bảo lưu 1 học kỳ, đến học kỳ 201 thì tiếp tục làm luận văn tốt nghiệp. Tuy nhiên, trường hợp của em không đủ điểm anh văn để đăng ký luận văn tốt nghiệp. Cho em hỏi em có phải đăng ký lại đề cương luận văn tốt nghiệp mới hay không? Hay vẫn có thể cùng làm luận văn tốt nghiệp với nhóm ở học kỳ 201,rồi đến học kỳ 202 em chính thức đăng ký luận văn tốt nghiệp và tiếp tục phát triển đề tài của nhóm, được không ạ? Cảm ơn thầy cô!",
    "QUOTE : Cô cho em hỏi là học phí kì dự thính 201 là 480k/1 chỉ hay 550k/1 chỉ vậy ạ.",
    "Vào học kỳ hè 193, do em bị bệnh nên đã đăng ký rút môn học học kỳ hè (có tính học phí) trên trang http:/ksi.hcmut.edu.vn/ và được anh  giải quyết yêu cầu. Mã câu hỏi là 14318. Em đăng ký huỷ 2 môn là: SP1003 và IM1013, nhưng hiện tại trên mybk chỉ có môn SP1003 có điểm tổng kết là RT còn môn IM1013 điểm tổng kết là 13 . Kính mong nhà trường kiểm tra lại giúp em ạ.",
    "Dạ em chào thầy/cô! Thầy/cô vui lòng cho em hỏi thời gian cập nhật danh sách tốt nghiệp là khi nào với ạ. Điểm luận văn của em vừa được cập nhật hồi thứ 2, không biết khoảng bao lâu thì mới được cập nhật danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp vậy ạ? Em xin cám ơn!",
    "Em chào phòng đào tạo Em là  . Em cần sự hỗ trợ in bảng điểm các năm học để có thể nộp học bổng Honda 2020, em đã đăng kí và thanh toán trên bkpay, nhưng ngày trả là ngày 6, nhưng ngày deadline nộp học bổng thì là ngày 5. Em mong muốn phòng đào tạo có thể hỗ trợ em in sớm để em có cơ hội nộp học bổng hỗ trợ cho việc học tập của em ạ. Em xin cảm ơn",
    "Em chào cô ạ Em tên:  Mssv:  Lần trước em có nhờ cô đăng kí bổ sung lớp anh văn 2 thì cô có đồng ý rồi ạ. Em đợi cập nhật thời khoá biểu mà 2 ngày rồi chưa thấy ( em có đính kèm ảnh ) nên e tạo yêu cầu nhờ cô xem giùm e là cô đăng kí cho em vào nhóm/lớp nào để e lên xem thời khoá biểu đi học điểm danh cô ơi .   Em cảm ơn cô ạ.",
    "Em tên là  , mssv : Hiện tại em đang đăng kí học anh văn2 Mã môn học :LA1005  ban ngày vì em không có thời gian đi học nên em muốn đổi qua học dự thính ban đêm thi có được không ạk .và lúc em hủy môn học ban ngày thì có cần phải đóng học phí không ạk Em xin cảm ơn .",
    "Cho em hỏi thời hạn nộp bằng tin học là cuối kì 201 hay cuối kì 202 ạ",
    "Em chào thầy/cô, Em là Thanh Bạch là Sv K15 tốt nghiệp tháng 7/2020. Tài khoản GG Drive SV em lưu nhiều dữ liệu học tập trong khoảng thời gian ở trường. Gần đây em lên kiểm tra để load file về máy để backup (vì biết sau khi TN trường có chính sách thu hồi lại tk email SV) thì rất nhiều tài liệu đã bị mất chỉ còn lại folder rỗng, các hoạt động up file cũng không tìm thấy. Thầy/cô có thể hỗ trợ em xử lý vấn đề này được không ạ? Em rất hi vọng có thể hồi phục lại dữ liệu đã bị mất của mình . Em cảm ơn.",
    "Em chào quý thầy cô ạ,  Em là sinh viên năm 2 của trường, vào ngày 19/09/2020 em có tham gia kì thi Kiểm tra Trình độ Tiếng Anh của trường do IIG tổ chức ở cs2 và em đạt được 575 điểm cho cả 2 phần. Thầy cô cho em hỏi là em có được dùng điểm đó chuyển vào phần Anh Văn(1,2,3,4) của trường không ạ. Và nếu được thì thủ tục sẽ như thế nào ạ? mong thầy cô cho em phản hồi sớm nhất có thể ạ. Em xin cảm ơn",
    "Thầy/cô cho em hỏi về vấn đề chuẩn CTNN cơ bản của khóa k19 với ạ: - Nhà trường sẽ tổ chức cho SV tham dự (như kiểm tra AVĐV) hay SV tự lấy bằng và nộp cho nhà trường ạ? - Chuẩn này ảnh hưởng như thế nào đến quá trình học tập ạ? Cụ thể là đến học kì mấy là phải có ạ?",
    "dạ cho em hỏi thi chứng chỉ cntt ở trường thì đăng kí làm sao ạ tại đến nay em vẫn chưa thấy thông báo gì hết ạ . em cảm ơn ạ !",
    "Cho em hỏi về chứng chỉ ứng dụng CNTT, từ đầu hk191 em nhớ là chưa nhận được mail của pđt về hạn nộp chứng chỉ này, vậy sinh viên k19 có cần nộp chứng chỉ này không và khi nào nộp ạ, mong pđt có mail chi tiết về vấn đề này. Em xin cảm ơn ạ!",
    "dạ pdt cho em hỏi là, trên bách khoa elearning thì môn bóng chuyền em đky ko hiện lên, nhưng thời khoá biểu thì vẫn có sắp lịch học ạ.",
    "Theo yêu cầu chuẩn đầu tra đối với sinh viên hệ đại trà k17 là 500 toiec. Hiện tại, em đã đạt 545 Toiec(đọc và nghe) giờ chỉ chờ thi nghe viết nữa thôi . Em thắc mắc là nếu em không chuyển điểm tiếng anh của anh văn 3 và anh văn 4 thì có được không ạ. Vì điểm trung bình em hiện tại 7.4 nếu chuyển thì điểm sẽ kéo điểm trung bình xuống. Em xin cảm ơn ạ.",
    "Tốt nghiệp . Kính gửi phòng đào tạo . Em là  MSSV  Cho em hỏi là khoá k16 em có chứng chỉ toeic chỉ đạt 500 đủ chuẩn tốt nghiệp nhưng em chưa hoc anh văn 3,4. Và em thi sau ngày 21/9. Vậy em thiếu 4 tín chỉ anh văn 3,4 có được xét tốt nghiệp không ạ. Em cảm ơn",
    "Dạ cho e hỏi là: sinh viên năm 3 thì mới chuyển cơ sở từ Thủ Đức lên quận 10, vậy thì cho e hỏi là bây giờ nếu em muốn khám bệnh thì khám ở đâu để được áp dụng thẻ bảo hiểm y tế ạ. Em cảm ơn",
    "Em chào quý thầy (cô), em tên , MSSV: . Do học kì này em không đăng ký môn học (không có thời khóa biểu trên mybk) nên em không nhận được giấy tạm hoãn nghĩa vụ quân sự. Dạ thầy (cô) cho em hỏi Em có thể lên phòng đào tạo để xin giấy tạm hoãn NVQS được không ạ? Em xin chân thành cảm ơn quý thầy (cô) .",
    "Đăng ký môn học       em chào thầy cô, thầy cô cho em hỏi là lớp dự thính học kì chính thì tối thiểu sỉ số là bao nhiêu thì mới mở lớp ạ. em cảm ơn nhiều ạ",
    "Em là Svk19 em chưa nộp bằng Tn. Cô cho e hỏi là giờ em có thể bổ xung được không ạ",
    "Em chào anh/ chị, Em là , MSSV , sinh viên khoa KH và KT Máy Tính K14. Do em không nắm rõ quy định về điểm chuyển anh văn nên em vẫn còn thiếu môn anh văn 4 để có thể hoàn thành tất cả môn học. Nên em xin phép đăng kí bổ sung môn học anh văn 4 (LA1009) vào học kì chính 201 này được không ạ? Em biết là đã qua thời hạn đăng kí nhưng kính mong anh/ chị có thể tạo điều kiện giúp em . Em xin chân thành cảm ơn. ",
    "Em chào cô ạ, Em đã bảo vệ luận văn đợt 2 xong vào ngày 18.09 vừa rồi và đã có điểm trên mybk. Vậy em muốn đăng ký tốt nghiệp bổ sung để được tốt nghiệp vào đợt tháng 11.2020 tới thì mình đăng ký online hay tới phòng đào tạo đăng ký trực tiếp ạ . Em xin cảm ơn",
    "Phòng đào tạo cho em hỏi là khi nào mới có thông tin học phí chính thức của năm nay để em lo liệu tiền bạc ạ ? Em cám ơn ạ",
    "Em chào thầy/cô. Em tên là . MSSV . Hệ VHVL. Học kỳ này em có đăng ký  và 4 môn cuối cùng là EE2007, EE3011, EE3025, EE3003. (trong đó môn EE2007 có thí nghiệm). Em kiểm tra kết quả đăng ký của học kỳ này thì bị mất . Em mong thầy/cô có thể giúp em đăng ký Luận Văn để em sơm hoàn thành chương trình học đại học của mình trong học kỳ này. Em xin cảm ơn thầy/cô.",
    "chào PĐT cho em hỏi khi nào danh sách cấu trúc môn học được cập nhật lại ạ, lần gần nhất là 21/9/2020",
    "ng kí đồ án nền móng có mở trong kì dự thính không a",
    "Cô cho em hỏi là nếu mình nộp chứng chỉ toeic rồi nhưng vì điểm còn thấp nên muốn cải thiện thì có thể nộp thêm bằng chứng chỉ thứ 2 với số điểm cao hơn không ạ",
    "Thưa cô. Em đg học môn anh văn 2. Bây giờ em thi toeic và nộp bằng thì có bị ảnh hưởng gì về điểm và tín chỉ không ạ",
    "em chào PDT, cho em hỏi khi nào thì cấu trúc môn học ở link http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao cập nhật lại ạ, vì có một số môn có điều kiện học trước nay đã bỏ ạ",
    "em chào thầy(cô), cho em hỏi đăng ký môn Nhập môn kĩ thuật mã môn học MA1001 chung với k20 ạ. Môn này chỉ mở cho sinh viên năm nhất ). Em tên  Mã số sinh viên: ",
    "Thầy cô cho em xin tất cả lịch dậy học của môn  (EE3005) KỲ 1 năm 2020-2021 được không ạ. em chân thành cảm ơn.",
    "Chào thầy cô. Em muốn hỏi là em đã nhận giấy xác nhận sinh viên nhưng làm mất. Em muốn xin phép thầy cô in lại thì có được không ạ? Em là tân sinh viên",
    "Dạ em muốn hỏi thầy cô là các môn AV1,AV2.. của trường là có bắt buộc phải học hay không ạ? -Nếu như em đạt điểm chuẩn anh văn từng năm bằng cách thi anh văn định kì do trường tổ chức thì khi có điểm em có cần làm thủ tục gì để được xét chuẩn anh văn từng năm hay không ạ?  -ví dụ em thi anh văn định kì năm nay(năm 2)  được 575 điểm thì chuẩn anh văn của em chỉ được xét cho năm nay hay có được dùng điểm đó làm kết quả xét chuẩn anh văn cho những năm tiếp theo không ạ?",
    "Em là k18 đã có điểm anh văn 1 là 8 điểm và anh văn 2 là 6.5đ và chưa có điểm môn anh văn 3, anh văn 4. Em thi Toeic 2 kĩ năng (nghe và đọc) ngày 20/9/2020 và được 525 điểm, nếu bây giờ em nộp CCNN và đăng kí chuyển điểm cho Anh Văn 1 và 2 thì điểm anh văn 1 và  anh văn 2 của em sẽ được thay thế là 10 điểm hết đúng không ạ (mặt dù trước đó em đã có điểm)?",
    "Em thuộc sinh viên K18, cho e hỏi điều kiên tiếng anh tốt nghiệp ,e thi được bằng toeic 2 kỹ năng (reading + listening ) đạt rồi. Vậy em k18 thì có được chấp nhận chứng chỉ toeic speaking & writing đạt 200 của trung tâm anh ngữ đại học Bách Khoa không ạ ? Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2017)",
    "PĐT cho e hỏi về kỳ thi anh văn do IIG tổ chức vừa rồi vào ngày 19 20-09. Kỳ thi vừa rồi e đã qua hết chuẩn AV4, thì sang năm sau em có phải thi lại nữa không ạ?  E thấy giờ trên facebook khá nhiều thông tin nên không rõ ạ . E cảm ơn.",
    "Dạ thầy (cô) ơi, một vài lý do cá nhân em muốn xin được chuyển đổi lớp ạ. Hiện nay phòng đào tạo còn cho phép chuyển không ạ . Em cảm ơn.",
    "em chào PĐT, em muốn hỏi là cấu trúc môn học ở trang web aao http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao này khi nào cập nhật lại ạ (lần cập nhật gần nhất là 21/9/2020), vì có mấy môn đã bỏ điều kiện học trước rồi",
    "em chào cô/thầy ạ,  em có học 1 môn của ctđt trước và đã có điểm. em có liên hệ với giáo viên bộ môn thì môn đó được chuyển điểm thành 1 môn của ctđt của em. vậy cho em hỏi về thủ tục chuyển điểm như thế nào ạ. em xin cảm ơn",
    "em chào thầy cô, cho em hỏi là nếu các môn chuyên ngành của ngành kĩ thuật oto thì sỉ số bao nhiêu là được mở lớp trong kì dự thính ban đêm v ạ",
    "Chào thầy/cô, Em là sv k19 đại trà, theo thông tin trên trang web của Pđt, thì nhà trường sẽ tổ chức một lần duy nhất, miễn phí kỳ kiểm tra kỹ năng ứng dụng CNTT nội bộ . Em muốn hỏi là kỳ thi này dự kiến sẽ được tổ chức vào thời gian nào? Để em có thể có kế hoạch ôn tập tốt nhất. Em cảm ơn ạ.",
    "Kính chào quý thầy/cô, Em là sinh viên Văn bằng 2, khóa 2017. Theo em tự kiểm tra đối chiếu với quy chế thì đã thấy mình đủ các điều kiện tốt nghiệp rồi ạ. Em có 2 câu hỏi: 1. Quý thầy/cô giúp em kiển tra trên hệ thống là em còn điều kiện nào chưa cập nhật không ạ? 2. Danh sách tốt nghiệp dự kiến sẽ được cập nhật định kỳ vào thời điểm nào ạ? Cảm ơn quý thầy/cô .",
    "Chào phòng đào tạo, em tên là: , MSSV:. Hiện tại điểm luận văn của em đã được cập nhật. Cùng với đó, em đã có số ngày công tác xã hội là 15 ngày và đã chứng chỉ tiếng anh IELTS 7.0. Tuy nhiên, hiện tại trong mục đăng ký tốt nghiệp vẫn chưa cập nhật danh sách tốt nghiệp dự kiến. Cho em hỏi tình trạng của em bao giờ đăng ký được ạ",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa. Em tên là :  , MSSV:. lớp DD14DV2 của thầy . Học kì này của em không đăng kí được Đề Cương Luận Văn được vì mã GS3 chuẩn GDTC sau 3 năm học . Kì trước em vẫn đăng kí được nên em không biết kì này sẽ không được vì em không biết có sự thay đổi quy chế. Em xin hỏi PĐT có cách nào giúp em đăng kí được môn học không ạ ? Em xin lỗi vì đã làm phiền  . Mong sự phản hồi của PĐT. Sinh viên ,",
    "Em muốn hỏi địa điểm học môn Cầu Lông ở cs1 ",
    "Cho em hỏi em đã đăng ký xét tốt nghiệp thành công,đã đóng tiền 95k trên BKPay,và cũng đã nhận được mail từ phòng đào tạo xác nhận đã đăng lý thành công tốt nghiệp.Vậy cho em hỏi em cần làm gì tiếp theo ak,và khi nào em biết được lịch trình cụ thể ngày tốt nghiệp (mướn áo,thời gian,ngày giờ cụ thể).Em xin cảm ơn",
    "Em k16. Nhưng vẫn còn một số môn chưa xong và chưa tốt nghiệp. Cho em hỏi là trường có phát giấy miễn nghĩa vụ không và nếu có thì e có thể nhận giấy tại đâu. E cám ơn",
    "Cho em hỏi về vấn đề bằng tin học là mình có bắc buộc phải thi bằng mos hay ic3 bên trung tâm IIG để lấy bằng nộp cho trường không ạ hay chỉ cần đăng kí thi trong trường là được ạ em cảm ơn",
    "Cho em hỏiem thi toeic bên trung tâm iig được 610 điểm em có xét miễn av 1 2 3 rồi thì khi nào cập nhật điểm ạ tại em chờ 1 tuần hơn rồi mà chưa thấy gì ạ tại em cần để phân ngành ạ",
    "trong kỳ hè 193 em có tham gia thi toeic trên trường do trung tâm IIG tổ chức và em đạt được 575 điểm, cho em hỏi là hiện tại em đã được miễn xét AV4 luôn chưa? hay chỉ miễn xét AV3 cho lần đăng kí môn học tiếp theo, em thuộc K19",
    "Gửi thầy, cô Kì hè 2019-2020 em không qua được môn Mạch điện tử (EE2007) nhưng em muốn giữ điểm để có môn học trước ạ. Xin thầy, cô giúp em. Em xin cảm ơn",
    "Em xin chào ạ. Em tên -, sinh viên năm 3 khoa CNVL. Em có dự tuyển học bổng Power on ạ. Trong hồ sơ học bổng có yêu cầu thư đề đạt nguyện vọng có   B xác nhận của đoàn thanh niên - hội sinh viên trường   . Cho em được hỏi em có thể xin xác nhận ở đâu, gặp ai để được xin xác nhận ạ!? Em chân thành cảm ơn!    I Hoang Quoc Thai -  Faculty of Materials Technology HoChiMinh City University of Technology - Materials of Silicate --------------------- Add: A dormitory , Dong Hoa - Di An - province Mobile phone: +84-562-933-886  .",
    "Chào PĐT, Em đã đăng ký xét tốt nghiệp đợt 2 năm học 2019-2020 trên trang mybk.hcmut.edu.vn. Bởi vì tên em quá dài nên phần thông tin cá nhân chỗ \"Họ và tên\" ghi tên em là \"\", nhưng tên em ghi đầy đủ là \"\". Do phía dưới có ghi chú là \"Thông tin này sẽ được dùng để in bằng tốt nghiệp & bảng điểm...\" nên em sợ khi in bằng tốt nghiệp sẽ bị lỗi tên. Vậy kính mong PĐT cập nhật lại tên giúp em hoặc cho em biết là tên như vậy thì sau khi in bằng tốt nghiệp có bị lỗi không ạ? Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn. ",
    "Gửi PĐT, Em tên là  mssv  Vào ngày 25/9 em có lên cơ sở 1 trình bày lí do môn học bị xoá và được PĐT chấp nhận đăng kí môn CI3141 giúp em, và có hẹn vào ngày 1/10 môn này sẽ được cập nhật trên thời khoá biểu ạ. Nhưng em đợi mấy bữa nay thì chưa thấy cập nhật ạ. Em hi vọng được giải quyết sớm để em được học theo đúng chương trình với các bạn khác ạ. Em xin cảm ơn.",
    "em chào thầy cô ạ, Em là sinh viên K19 khoa Hóa mới phân ngành. Hiện em có 1 vấn đề mong thầy cô giúp em ạ. lúc phân ngành ĐTBTL em là 7.47, lúc đó thầy  có kêu tuyển bổ sung KSTN và có nêu tên em trong danh sách nên em đã đăng kí vô lớp đó. Hôm qua, pđt đã mail cho em là em ko đủ điều kiện học KSTN, em liên hệ với thầy và thầy trả lời em có 2 phương hướng: một là tiếp tục học lớp của KSTN thi bằng tiếng anh, hai là chuyển về lớp đại trà ở cs2. Em lựa chọn là quay về lớp đại trà ở cs2. thầy cô ơi, bây giờ em còn được chuyển lớp ko ạ? Quy trình thủ tục để chuyển lớp gồm những gì ạ. em cám ơn thầy cô rất nhiều, mong thầy cô giải quyết giúm em vấn đề này ạ.",
    "Em là   Em đã nộp đơn chuyển lớp Hóa phân tích L03 của hệ kĩ sư tài năng qua L04 đại trà mà sao vẫn chưa thấy cập nhật gì trên bkel hay bkhcmut vậy ạ ? Em cảm ơn nhiều ạ.",
    "Vào đợt thi ngày 20/09/2020 e có thi tại trường được số điểm 520, vậy e có được chuyển điểm là đã pass av3 không ạ ? Và sau đợt đó thì điểm chuẩn av của k19 sẽ như k20 ạ ?   i  .",
    "Thầy/ Cô cho em hỏi với ạ. Em là sinh viên K14 thì để chuyển điểm Anh văn qua hết 4 môn Anh văn thì em cần kết quả tối thiểu là bao nhiêu ạ. Chuẩn là trường của K14 tụi em là 450 ạ. Em xin cảm ơn.",
    "Dạ thưa thầy cô em là SV , MSSV , khoa KTHH, bô môn thực phẩm.  Em đang đăng ký tốt nghiệp đến bước thanh toán phí 95.000 đồng, đã thanh toán và bị trừ tiền nhưng hệ thống BK pay báo chưa thanh toán. Mong thầy cô hướng dẫn em cách xử lý. Em xin cảm ơn ạ.",
    "Em chào quý thầy/cô. Em tên , mssv:. Hiện tại em đã hoàn thành hết tất cả các yêu cầu về điểm số, chứng chỉ tiếng anh, ngày công tác xã hội cũng như điểm rèn luyện. Nhưng trong tình trạng đăng ký xét tốt nghiệp lại để \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\". Em kính mong quý thầy/cô xem xét trường hợp của em . Em cảm ơn quý thầy/cô.",
    "em là sinh viên khóa k15, em còn thiếu chứng chỉ TOEIC để đủ điều kiện tốt nghiệp. Em có đăng ký giấy xác nhận sv để tham gia thi TOEIC, nhưng khi đăng ký giấy xác nhận sv để đăng ký thi TOEIC lại không có tkb của hk hiện tại, em phải làm sao ạ.",
    "Chào phòng đào tạo! Học kỳ này cũng có một số video được đưa vào elearning, em muốn hỏi là em không xem tất cả những video có trong học kỳ này (có hoặc không có deadline) thì có bị sao hay không ạ?",
    "Cho em hỏi là dự thính kì 201 sẽ học online hay offline vậy ạ,hay là học cả 2 lun.Em cảm ơn.",
    "Em chào cô Em là  MSSV: . Lớp: CK18LTH Em đã đủ điều kiện tốt nghiệp, và em có vào trang mybk để đăng kí xét tốt nghiệp tháng 11 này. Nhưng đến mục \"Kích hoạt tài khoản cựu sinh viên\" thì em lại không kích hoạt được. Lúc đăng nhập thì trên trang báo lỗi (em có đính kèm hình đăng nhập và sau khi đăng hập). Em mong cô giải quyết giùm em trường hợp này để em có thể đăng kí xét tốt nghiệp kịp thời. Em cảm ơn cô.",
    "Kính chào Phòng Đào Tạo, Em là , sinh viên lớp VP14CĐT. Em muốn kiểm tra xem em còn thiếu những điều kiện gì để được xét tốt nghiệp ạ. Em chỉ muốn lấy bằng của Đại Học Bách Khoa, không cần văn bằng Pháp ạ. (Em đã qua tất cả các môn tiếng Pháp ạ) Em mong sớm nhận được phản hồi từ Phòng Đào Tạo. Em xin chân thành cảm ơn!",
    "Dạ em là K19 vừa thi lại đại học để chuyển sang ngành khác của đại học bách khoa thì em có cần phải làm đơn xin thôi học,rút hồ sơ không ạ?(Vì hồ sơ cũ của em đang ở trường)",
    "Cho em hỏi là: hiện tại em học năm 2, cuối năm 1 phân ngành em có chọn chương trình kỹ sư tài năng nhưng điểm của hk2 em không đủ và bị ra khỏi lớp kỹ sư tài năng, vậy năm 3 em có được đăng kí lại chương trình kỹ sư tài năng lần nữa không ạ?",
    "Em chào thầy/cô, Em có vài câu hỏi mong thầy/cô giải đáp giúp em ạ. 1. Em hiện tại là sinh viên K15 khoa Kỹ thuật Xây dựng và dự kiến tháng 11 này tốt nghiệp. Em có dự định là sẽ học văn bằng 2 Khoa học máy tính và câu hỏi của em là: bây giờ em không đăng ký tốt nghiệp đợt này và đăng ký học các môn học của ngành Khoa học máy tính thì năm sau khi em đăng học văn bằng 2 thì các môn em đã học của ngành khoa học máy tính có được chuyển điểm sang không ạ? 2. Chuẩn đầu ra anh văn của hệ văn bằng 2 là bao nhiêu ạ? Em cám ơn thầy/cô!",
    "Cho em hỏi là em đã hoàn thành vừa xong môn cuối cùng trong chương trình học trong kỳ hè 193 vừa rồi. em vào mybk bấm đăng ký tốt nghiệp nhưng ở mục trạng thái vẫn chưa có trong danh sách dự kiến tốt nghiệp ạ! hiện ngày ctxh em đã đủ 15, bằng toeic đã nộp và đã chuyển điểm đầy đủ, nghe nói 2 kỹ năng cũng đã xong ạ.",
    "Cho em hỏi kì dự thính 201 có học offline không ạ.",
    "Xin chào, em muốn hỏi về vấn đề nộp chứng chỉ ngoại ngữ (CCNN), cụ thể là IELTS cho trường. Em thi IELTS tại hội đồng British Council (BC), và tại đây chỉ có dịch vụ gửi \"Bảng điểm\" tới trường. Còn công văn (email) của trường và trên trang MyBK mục nộp CCNN có quy định \"yêu cầu hội đồng thi gửi CCNN đến văn phòng\". Trường hợp này em nên giải quyết làm sao ạ.",
    "Chào thầy/cô. Em là , học khoa KH&KT máy tính. Hôm nay trong lúc đăng ký xét tốt nghiệp đợt 2 năm 2019, em nhận thấy thông tin cá nhân của mình đang thiếu mục nơi sinh là tỉnh Bình Định. Mong thông tin được cập nhật sớm để em hoàn thành đăng ký ạ . Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi nộp bằng tốt nghiệp THPT đợt 2 là nộp về đâu ạ ? Em cám ơn",
    "Dạ cho em hỏi, trong quá trình đăng ký xét tốt nghiệp em gặp vấn đề ở bước kích hoạt tài khoản cựu sinh viên như hình trong file đính kèm bên dưới. Cho em xin hướng khắc phục ạ. Em xin cảm ơn.",
    "Do một số nguyên nhân nên em đã không tham gia SHCD. Không biết trong tương lai trường còn tổ chức buổi sinh hoạt nào khác cho những sinh viên lỡ vắng như em không ạ?  Em xin cám ơn!",
    "Em tên  - . Em là sinh viên K16 khoa Điện - Điện tử. Em đã thanh toán số tiền 95.000 để xét tốt nghiệp. Em kiểm tra thì thấy trên BKPay vẫn còn 1 khoản 95.000 chưa thanh toán. Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!",
    "Em tên là , khóa K18. Gia đình em được cấp là hộ nghèo và em đang được đề xuất cho mạnh thường quan để có thể hỗ trợ học phí cho em đi học, và do là bên xã yêu cầu bảng học phí của học kì này nên cho em hỏi là em phải làm gì để có thể xin bảng học phí kì này ạ. Em cảm ơn ạ .",
    "Em chào thầy/ cô phòng đào tạo, Em là , mssv . Em là sinh viên đã xin PĐT chuyển lớp từ khoá K17 sang khoá K18 . Theo quy định thì thời gian học tại trường của em vẫn tính theo khoá K17 vậy còn xét điều kiện anh văn thì em được xét theo K17 hay K18 ạ ? Em chân thành cảm ơn ạ !.",
    "em chào PĐT, em mong PĐT cập nhật cấu trúc môn học(trên aao) nhanh nhất có thể để em có thể đăng kí môn ở kì dự thính 201 ạ.",
    "Chào T, em có câu hỏi là mình có thể học môn AS1003 ở kì chính 201 và môn ME2003 ở kì dự thính 201 đc k ạ, ME2003 có điều kiện là AS1003(SH)",
    "Em chào thầy cô . Hiện em đã đăng ký ở ktx khu B cho hết năm học này. Nhưng do lịch học của em không tiện ở ktx nữa,  nên em muốn rút khỏi ktx thì ban quản lí ktx bảo em xin giấy xác nhận chuyển cơ sở ạ. Em muốn hỏi giấy xác nhận này em có thể lấy như thế nào ạ?  Em cảm ơn! ",
    ": Em thuộc khoa xây dựng, bây giờ em muốn lấy lại sổ đoàn có được không ?",
    "Liệu giờ này em muốn xin phòng đào tạo đăng kí bổ sung đồ án vào học kì chính này được không ạ .",
    "Chào PĐT,  Em là Võ  sinh viên khóa 2016, Em có vào phần đăng ký xét tốt nghiệp trên myBK nhưng không Cập nhật được thông tin lý lịch tốt nghiệp. Mong nhận được hỗ trợ từ PDT",
    "Em chào thầy cô, em đã nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2020 nhưng khi em tra cứu ở mục Thông tin tốt nghiệp thì chưa có tên ạ.Vậy em có cần lên pdt giải quyết gì không ạ? Em cảm ơn thầy cô.",
    "Dạ em chào Phòng Đào tạo ạ! Em là sv K19,em cần học những môn học kỳ 1 của sv năm nhất k20 Khoa Khoa học và Kỹ thuật Máy tính.PDT có thể cho em xin thời khóa biểu của các bạn k20 Khoa này được không ạ? Em cảm ơn!",
    "Dạ xin chào thầy cô ạ. Cho em hỏi về điều kiện anh văn để đăng kí môn học học kì 2 năm học 2020 ạ. Em đang học năm 3 và đang học anh văn 3 trong học kì này. Vậy em có được đăng kí môn học học kì 2 không ạ. Em xin chân thành cảm ơn ạ!",
    "Em rớt học phần mở rộng ở kì 192. Em có nhất thiết phải học lại học phần mở rộng ở kì 201 không ạ ? Em có trả học phần mở rộng vào kì 202 được không ạ ?",
    "Chào quý thầy cô, Em tên  MSSV:  Em hiện đang theo học Văn bằng 2, ngành Kỹ thuật máy tính . Em đã hoàn thành tất cả các môn học trong chương trình học và đã bảo vệ xong luận văn tốt nghiệp vào tháng 9/2020 . Hiện tại, em không có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2020. Xin PĐT cho hỏi em cần làm thêm thủ tục gì để có tên trong danh sách này (để có thể đăng ký xét tốt nghiệp)? Cảm ơn quý thầy cô, ",
    "Em chào admin, em tên là -mssv: , admin cho em hỏi, em có thể tự nộp bằng tốt nghiệp THPT( do có sự chậm trễ) hay lớp trưởng phải lên nộp vậy ạ?. Em cám ơn admin.",
    "Dear Phòng Đào Tào, Hiện tại em đã nộp chứng chỉ anh văn Toeic 350 và đã được duyệt sao Phòng Đào Tạo không xét đạt luận văn cho em EM đã ở lại trường 8 năm rồi, làm ơn Cám ơn",
    "Em là sinh viên K2016, đang thi tiếng anh (writing-speaking) để đủ chuẩn cho xét tốt nghiệp đợt sắp tới. Do đó em không đăng ký môn học trong học kỳ này. Hiện tại, em đã nhận được \"giấy mời sơ tuyển sức khoẻ công dân sẵn sàng nhập ngũ\" của UBND. Vậy, bây giờ em có thể xin giấy xác nhận để hoãn nghĩa vụ quân sự được không ạ???? Em xin cảm ơn!",
    "Em tên  - . Em là sinh viên K16 khoa Điện - Điện tử. Em đã thanh toán số tiền 95.000 để xét tốt nghiệp. Em kiểm tra mục   B      ở mybk thì thấy tình trạng vẫn   B Đang chờ thanh toán   . Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!",
    "Chào quý thầy cô ! vừa rồi em có đăng kí bổ xung môn học TTTN (MSMH:260661) vào đợt 4 đợt bổ sung môn học TTTN và LVTN . Hiện giờ đã đến hạn đi thực tập nhưng vẫn chưa có thời khóa biểu thực tập. Em đã kiểm tra và thấy mình đã đủ điều kiện Thực tập vào học kì 201 . Mong quý thầy xem xét giúp đỡ bổ sung môn học giúp em . để em có thể tham gia thực tập vào học kì 201 . em xin cảm ơn",
    "Thưa thầy/cô, em là  - mssv:  khoa kỹ thuật xây dựng - chuyên ngành: Vật liệu xây dựng. Dạ thưa thầy/cô, em đã đăng ký đợt bổ sung luận văn tốt nghiệp mã số môn: CI4393 vào ngày 25/9 trên đăng ký môn học, hôm qua bạn em đã có thời khóa biểu luận văn nhưng đến giờ em vẫn chưa có ạ, mong thầy/cô xem xét, em cám ơn ạ.",
    "Chào phòng đào tạo ạ. Hiện học kì này em cần học môn xử lý số tín hiệu Ee2015 để kì sau có thể tham gia đăng kí làm đồ án. Nhưng lớp dự thính lại không mở, em muốn hỏi là có thể tham gia lớp xử lý số của hệ vhvl,B2 được không???. Em thực sự rất cần môn học này. Mong được giải đáp ạ. Em xin cảm ơn",
    "Chào thầy cô ạ Vừa rồi em có nhận giấy tạm hoãn nghĩa vụ quân sự từ khoa nhưng có   B sai    ở chỗ   B địa chỉ thường trú    và địa phương không nhận yêu cầu cấp lại. Em vừa đăng kí in lại giấy tạm hoãn NVQS trên myBK nhưng ở đó có ghi chú là giấy chỉ cấp 1 lần/1 HK. Như vậy em có được cấp lại không ạ? nếu không thì phải làm gì để được cấp lại ạ? Em cảm ơn ạ",
    "Kính gửi thầy/cô Em tên là , MSSV  sinh viên khóa K17. Em xin hỏi làm thế nào để cập nhật bảng điểm Học kỳ 1 (2019-2020) đầy đủ các cột thành phần vì giảng viên thí nghiệm yêu cầu xem bảng điểm thành phần như hình gửi kèm ạ. Mong thầy/cô phản hồi. Trân trọng!",
    "em có nguyện vọng tham gia lớp DT05 môn học MT1005 Giải tích 2, nhưng do sĩ số là 125/125 nên em viết mail này mong trường cho em tham gia lớp",
    "Chào nhà trường, hiện tại em chỉ có 18 chỉ tích luỹ. tuy nhiên em vẫn đang được học các môn chuyên ngành,bởi vì trong dự thính hè em có đăng ký học 8 chỉ nên nhà trường cho phép đăng ký các môn chuyên ngành , nhưng em vừa được biết là em đã rớt. Vậy cac môn chuyên ngành của em có bị hủy ngang không? nếu có, thì em cần phải đăng ký học dự thính để khỏi bị hủy 1 học kỳ. nhưng nếu em lỡ đăng ký dự thính rồi mà em vẫn được học tiếp chuyên ngành thì em phải mất tiền rút môn. Em cần một sự xác nhận từ nhà trường, hoặc ít ra nhà trường hãy có một thông báo trước khi đợt đăng ký dự thính lần 2 này kết thúc. em cám ơn",
    "Em muốn hỏi là khi nào thì đăng kí học lại các môn chuyên ngành, cụ thể ở đây là môn CO1023 Hệ thống số. em đã thử đk dự thính hè 193, kì chính 201, dự thính 201 nhưng đều không được. Bây giwof em phải làm sao để học lại môn này ạ. Em cảm ơn",
    "Em là sv k19 em muốn học lại vài môn với k20 thì làm như nào ạ Em cảm ơn",
    "Phòng đào tạo cho em hỏi là môn kĩ thuật số (EE1015) 4 chỉ nếu kì sau em đăng kí không mở mã môn học đó mà mở mã môn học mới (3 chỉ ) thì có em có được quy đổi điểm về mã môn học cũ không ạ. Em cảm ơn .",
    "Em có đăng kí môn luận văn đợt bổ sung LVTN nhưng đến nay không có TKB, mặc dù em xét mình đã đủ tất cả các điều kiện để nhận LV ạ. Mong pdt xem xét lại trường hợp của em .",
    "Em là  .Hiện đang là sinh viên năm 4 và kỳ tới HK202 là kỳ nhận luận văn Em đang còn thiếu môn tiên quyết là CO3055-TTCNPM Ở Đợt đăng ký chính em chưa đăng ký được .Vì em rất cần mở lớp môn này nên đã đăng ký đợt dự thính đợt 1 .Nhưng sang đợi 2 thì em bị hủy và không mở lớp Em nghĩ môn này là môn tiên quyết nên kỳ nào cũng sẽ mở  Em muốn hỏi lý do vào có cách nào để có thể mở môn này trong học kỳ dự thính này không ạ Em rất cảm ơn ",
    "Em chào thầy/cô ạ, Em là sinh viên hệ VLVH, MSSV là . Học kỳ này lúc trường mở đăng ký môn nhưng không có môn Kết cấu thép 2 (CI3211), nhưng em có tham gia nhóm nộp danh sách yêu cầu mở môn lên trường, đợt đăng ký hiệu chỉnh tiếp theo môn đó vẫn không có trong danh sách nhưng sau khi hết hạn hiệu chỉnh thì web trường tự cập nhật môn Kết cấu thép 2 vào lịch học chính thức của em luôn ạ. Tuy môn đó không trùng lịch học các môn khác em đã đăng ký trước đó nhưng em vẫn không sắp xếp được thời gian để học theo lịch của trường đưa ra ạ. Em mong thầy/cô có thể giúp em hủy môn Kết cấu thép 2 (CI3211) trong lịch học chính thức ạ. Em cảm ơn nhiều ạ.",
    "Em chào thầy/cô, Em xin hỏi 2 câu hỏi: 1. Em vừa có kết quả thi TOEIC nói viết hôm nay. Em đã đủ các điều kiện để xét tốt nghiệp. Tuy nhiên khi vào Mybk đăng ký tốt nghiệp thì không được. Cho em hỏi có phải đợt một thời gian để trường cập nhật điểm hay không và thời gian đợi khoảng bao lâu ? 2. Cách kích hoạt tài khoản cựu sinh viên như thế nào ? Em xin cảm ơn.",
    "ng kí môn học dự thính em đăng kí được và đã có dấu tích xanh. Nhưng sao đến đăng kí môn học đợt 2 thì em lại không có tkb và thời gian học. Và bắt em đăng kí lại từ đầu.",
    "Dạ cho em hỏi là trên hệ thống đã xác nhận chuyển điểm AV1 AV2 AV3 cho em vào đợt 30/09 rồi, Tại sao điểm đó chưa được chuyển vào điểm trung bình tích lũy cho em ạ?",
    "Cho em hỏi hiện tại t3 em có học tiết 9-10-11 tại cs2 và em đăng kí dự thính xếp à 13-14-15 tại cs1. Em thấy thời gian đi lại trong vòng 1 tiếng 10p vẫn ổn nhưng tkb lại bị xóa. Cho em hỏi có cách nào để em được đăng kí ko ạ em cảm ơn",
    "Em kính chào thầy/cô phòng đào tạo Do theo lịch dự thính thì tất cả các nhóm lớp của môn Kỹ thuật số (mã EE1015) đều có tiết vào chiều thứ 7. Mà kì chính của em đã có 3 tuần có lịch học vào giờ này nên em muốn xin phép phòng đào tạo không xóa môn này của em ở kì dự thính. Em sẽ chủ động xin phép giảng viên đi học bù những buổi bị trùng ( tối đa là 3 buổi ), ngay khi có lịch học chính thức. Do môn học kỹ thuật số (EE1015) là môn quan trọng liên quan đến những môn khác cũng như từ khóa 2019 trở đi thì môn này đã đổi mã môn  nên em kính mong phòng đào tạo có thể tạo điều kiện cho em hoàn thành môn học này trong kì dự thính tới. Em xin chân thành cảm ơn!",
    "Kính gửi thầy cô cán bộ Phòng Đào tạo. Lịch học của em môn xác suất thồng kê MT2009 nhóm P01 em đăng kí ngay từ đầu là thứ 3. Nhưng do sửa chữa B1 nên em đc thông báo học tạm 2 tuần và đồng thời môn xác suất đó đã trùng với lịch học bóng chuyền của em. Ngay lúc đầu theo như thầy nói là 2 tuần nhưng theo em được biết là cho đến hết học kì. Em rất mong Phòng đào tạo có chỉnh sửa phù hợp. Em xin cảm ơn",
    "Cho em hỏi là có thể đăng kí môn dự thính trùng với môn trong TKB kì chính được không ạ? Phòng đào tạo có thể giúp em đăng kí môn Phương pháp tính ( MT1009) đươc không ạ? Chỉ trùng 2 tiết trong 6 tiết 1 tuần ( chỉ trùng 3 tuần ). Do môn trùng có thể được ra sớm nếu hoàn thành xong sớm và tiếp tục học môn Phương pháp tính Dự thính",
    "Em là sinh viên khóa 2019 chương trình đại trà, cho em xin được phép hỏi là lúc trước em có thi chứng chỉ tin học ứng dụng A và đã được cấp chứng chỉ trước ngày 10/8/2016 và em được biết là: Theo Khoản 2, Điều 23, Thông tư liên tịch 17/2016/TTLT-BGDĐT-BTTTT, chứng chỉ Tin học ứng dụng A, B, C đã cấp trước ngày 10/8/2016 (theo Quyết định 21/2000/QĐ-BGD&ĐT) vẫn có giá trị sử dụng tương đương với chứng chỉ ứng dụng công nghệ thông tin cơ bản hiện nay.   Vậy thì em được phép nộp vào để xét miễn ngưỡng tin học áp dụng từ khóa em ôn ạ? ",
    "Chào thầy/cô, Em tên  MSSV  sinh viên K14 khoa Kỹ Thuật Máy Tính. Do em không nắm rõ về quy định chuyển điểm anh văn nên em vẫn còn thiếu môn anh văn 4 để hoàn tất môn học trong học kỳ 201 này ạ. Nên em xin phép phòng đào tạo có thể cho em đăng ký bổ sung môn anh văn 4 trong học kỳ 201 này không ạ. Mặc dù đã hết hạn đăng ký môn học cho học kỳ 201 em mong phòng đào tạo xem xét và giúp đỡ em để em hoàn thành chương trình ạ . Em xin chân thành cảm ơn    .",
    "Trong đợt đăng kí môn học dự thính ở học kì 201 , em có bị trùng lịch 1 môn dự thính với 1 môn thí nghiệm ở chính quy . Nhưng em vẫn đăng kí thành công được môn học dự thính trên hệ thống ạ . Sau khi liên hệ với giáo viên giảng dạy bộ môn thí nghiệm ở chính quy , thì e được giảng viên sắp xếp học bù để không trùng lịch với môn dự thính . PĐT cho em hỏi là trường hợp của em thì kết quả đăng kí môn học dự thính của em có bị hủy không ạ . Em xin chân thành cảm ơn ạ .",
    "Em chưa đăng kí được môn Kĩ thuật thi công mã  môn CI3043,em đã xem về chương trình đào tạo thì các môn yêu cầu học trước em đều đã học qua hết rồi ạ. Nên em xin phòng đào tạo xét duyệt cho em được đăng ký môn Kĩ thuật thi công. Em xin cảm ơn nhiều ạ",
    "Em tên là: Lê Anh Quí  MSSV:  Em muốn hủy môn học: Kỹ Thuật Lạnh Mã môn học: CH4047 Lí do là: Em đã đăng ký dư môn học này, em muốn hủy môn học này và học môn khác nhằm phục vụ cho luận văn. Cám ơn thầy cô đã đọc đơn này.",
    "Em đã thực hiên đăng ký môn học đề cương luận văn vào đợt đăng ký thứ 2 của học kỳ chính quy 201 và được xác nhận đặng ký thành công vào đợt 3 nhưng khi vào học kỳ chính thì em phát hiện mình không có thời khóa biểu, nhóm, lớp và trên lịch sử đăng ký không có bất kỳ thông báo nào liên quan tới môn học này. Cho em hỏi có cách nào để xử lý vấn đề này không?",
    "Cho em hỏi là sao em không đăng kí môn av4 dự thính kì 201 được ạ. Em đã chuyển điểm môn av3 vào ngày 29/09 và đã nộp lệ phí. Mong thầy/cô cho em xin cách khắc phục ạ. Em cảm ơn",
    "Chào thầy cô. Vừa rồi em có nhận được email của nhà trường thông báo là em có nằm trong danh sách dự kiến tốt nghiệp. Nhưng sau đó em tra trên tran web danh sách của phòng đào tạo thì không thấy MSSV của mình. Em vào trang đăng ký tốt nghiệp thì không được chỉnh sửa như trong hình đính kèm ạ. Thầy cô có thể giúp em được không ạ, em xin cảm ơn.",
    "Dạ cho em hỏi, em bị kẹt giờ vào thứ 7 nên em muốn  xin đăng ký môn kỹ thuật số lớp lý thuyết DT01-01 còn lớp thí nghiệm DT02-03 được không ạ. Em cám ơn ạ",
    "Thưa phòng đào tạo, em là  thuộc khóa k17 khoa Quản lý công nghiệp. Em làm đơn này để đăng kí môn học bổ sung là môn Kinh tế học vi mô, mã môn học IM1003. Ghi lí do là do môn này thuộc nhóm đại cương hk1 năm nhất, không cho phép sv đk trong đợt đkmh, nên xin đc đk bổ sung và không mở lớp đăng kí dự thính HK1/2020 ạ.",
    "Cho em hỏi môn giải tích mạch em chuyển điểm thí nghiệm giải tích mạch là 8 nhưng trong bảng điểm không thấy hiện và sao điểm tổng kết môn giải tích mạch của em lại là 0 vậy ạ. Có phải hệ thông cập nhật bị lỗi không ạ.",
    "em muốn xin tăng sĩ số lớp DT01 môn vật lí 1 PH1003. Em xin cảm ơn ạ",
    "Dạ cho con hỏi là ngày t4 con có học thể chất tiết 10 11 12 dự thính con đăng kí av2 tiết 13 14 15 t4 lun ạ mà thể chất con có thể xin thầy chuyển lớp được vậy cho con hỏi là con đăng kí vậy có bị xóa không ạ  .  Với hiện tại con đang học av1 trong kì 201 này thì con có đăng kí av2 dự thính để học được không ạ .. con cảm ơn ạ !",
    "Thưa các thầy cô. Cho phép em hỏi là em thấy chương trình đào tạo mới khóa K2019 Khoa Điện-Điện Tử có nhiều môn tự chọn mới. Vậy chúng em khóa K2017 có được đăng ký các môn tự chọn mới trong chương trình đào tạo khóa K2019 đó không ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô ạ, môn đại số tuyến tính (MT1007) kì này mở 3 lớp, nhưng có 2 lớp đã trùng giờ học với môn vật lí 1 (PH1003), lớp không trùng giờ hiện tại đã đủ sĩ số, mong thầy/cô có thể bổ sung em vào lớp đại số tuyến tính MT1007  DT02 (T7-CN tiết 10 11 12) để em có thể đủ số chỉ cho năm nhất Em xin chân thành cảm ơn thầy cô ạ",
    "Kính gửi thầy/cô, Em tên , Mssv  Mong thầy/cô giúp em về việc đăng ký môn học. Em có đăng ký môn cơ kết cấu tiết 13 14 15 nhưng bị thông báo không đủ thời gian di chuyển giữa 2 cơ sở. Mong thầy/cô giúp em có thể đăng ký để có thể học đúng tiến trình và em có thể di chuyển đúng giờ. Em chân thành cảm ơn Trân trọng",
    "Chào thầy/ cô, Em tên là , MSSV ,  Kỹ thuật Xây dựng, chuyên ngành Kỹ thuật Xây dựng khóa 2018. Hôm nay khi đăng ký dự thính môn Kỹ thuật thi công, mã môn CI3043, em có xem điều kiện trong Cấu trúc môn học là phải học trước 2 môn, và em đã đạt đủ điều kiện (Ảnh đính kèm 1). Nhưng khi bấm đăng ký môn thì trang web thông báo em không đủ điều kiện do chưa học trước 2 môn với mã CI2091 và CI2093 (Ảnh đính kèm 2). Hiện tại, 2 môn với mã môn trên em đang học ở HK chính. Ở kỳ trước em cũng đã có đăng ký 1 môn dự thính với điều kiện học trước, mà môn đó em đang ở HK chính, và vẫn được học bình thường. Mong thầy/ cô giải thích giúp em tại sao có sự thay đổi này, và hơn nữa là sự khác biệt giữa điều kiện trong phần Cấu trúc môn học. Em xin chân thành cảm ơn. Trân trọng,        .",
    "G 171781    . ĐỢT 1 DỰ THÍNH 01 EM CÓ 49  -  VÀO ĐỢT   ,  EM ĐK LẠI THÌ .  XEM XÉT CHO E Ạ . EM CẢM ƠN",
    "Tốt nghi Em đã hoàn thành xong chương trình học và các chứng chỉ ngoại ngữ. Vì do một môn học kì hè chậm có điểm nên em chưa được vào danh sách tốt nghiệp dự kiến ban đầu , thứ sáu tuần trước môn này đã được cập nhật điểm. Em chân thành mong cô hỗ trợ thêm em vào danh sách tốt nghiệp dự kiến để kịp tốt nghiệp đợt tháng 11. Em cảm ơn cô rất nhiều ạ !",
    "Kính chào Phòng đào tạo trường Đại học Bách Khoa TP.HCM Em tên , MSSV-. Cho em hỏi việc đăng kí đợt bổ sung Luận văn tốt nghiệp vừa sao đến nay em vẫn chưa có thời khoá biểu ạ. Mặc dù mọi điều kiện để đăng kí của em đều thoả mãn. Em chân thành cám ơn.",
    "Dạ em chào thầy cô. Em có đăng kí dự thính gt2 và được xếp vào lớp dt06.nhưng em muốn chuyển sang lớp dt07 để có thể đăng kí thêm môn học khác.em mong  nhà trường có thể mở thêm sĩ số lớp dt07 để em được đăng kí. Em cảm ơn thầy cô.",
    "Em được biết là phải làm đơn xin phingf đào tạo để được học Nhập môn kỹ thuật với K20. Nhưng trên biểu mẫu không có đơn xin học. Nên cho em hỏi đơn cần ghi những gì ạ",
    "Kính chào PĐT, Cho em hỏi khi em xem bảng điểm trên trang thông tín sinh viên thì không thấy điểm Trung Bình Tích Lũy Nghành mà chỉ hiện -- Với lại em thấy tình trạng này cũng khá lâu trên thông tin em nên có thắc mắc và muốn xem điểm của mình như thế nào ạ. Em xin chân thành cảm ơn.",
    "Kính chào, Em tên , sinh viên K14 khoa Khoa Học và Kỹ Thuật Máy Tính. Em viết đơn này xin được đăng ký bổ sung trong danh sách tốt nghiệp dự kiến. Hiện em đã có điểm môn học cuối cùng (kì hè 193), hoàn thành Chương trình đào tạo và cũng đã hoàn thành các chuẩn Anh Văn, Công tác xã hội, chứng chỉ GDQP. Em vào trang đăng ký tốt nghiệp trên MyBK thì các nút submit đã bị vô hiệu. Nếu em còn thiếu sót điều kiện tốt nghiệp nào, hoặc cần làm thêm thủ tục gì, mong được phía Phòng Đào Tạo chỉ dẫn và giúp đỡ. Em cảm ơn ạ. Trân trọng, ",
    "Em chào quý thầy cô, hiện tại em đã đủ các điều kiện về môn học, CCNN, ngày CTXH rồi và đang chuẩn bị đăng kí tốt nghiệp nhưng em bị một số vấn đề sau ạ Thứ nhất, khi em điền thông tin ở mục \"khai lý lịch tốt nghiệp\" thì không bấm được nút \"cập nhật thông tin\" Thứ hai, em ko thể cập nhật hình ảnh Thứ ba, em không thể kích hoạt tài khoản cưu sinh viên được Em mong nhận được sự trợ giúp từ thầy cô, em cảm ơn thầy cô ạ.",
    "Em tên  - . Em là sinh viên K16 khoa Điện - Điện tử. Em   B đã thanh toán số tiền 95.000    để xét tốt nghiệp. Em kiểm tra thì thấy trên   B BKPay vẫn còn 1 khoản 95.000 khác chưa thanh toán   . Em đã liên hệ bên OCB và họ nói là   B liên hệ với trường để xoá giao dịch còn lại   . Trước đó trang thông tin đăng ký tốt nghiệp đã báo   B Phiếu đăng ký đã xử lý   . Giờ em kiểm tra lại thì lại   B Đang chờ thanh toán   . Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!",
    "Về vấn đề môn học năm Dạ cho em hỏi tình hình là Svien năm nhất 24 chỉ mới được học môn của năm 2 Nếu như em đăng kí học hè để đủ 24 chỉ . Mà em bị rớt mấy môn đó. Vậy tức em không đủ 24 chỉ. Vậy thì cho em hỏi em còn tiếp tục được học những môn năm 2 đã đăng kí không ạ Em mong thầy/cô trả lời rõ ạ. Bời vì nếu như không được em còn có thể đăng kí kì dự thính kì 201(6-10/10) . Em xin cảm ơn.",
    "T 1 DỰ THÍNH 201  CÓ 49  -  VÀO ĐỢT 2  VÀO X ĐÃ ĐC PHÒNG ĐÀO TẠO ĐĂNG KÍ ĐƯỢC , TRONG LÚC  BẤM LỠ BẤM XOÁ ĐK GIỜ  ĐK  . MONG THẦY CÔ X XÉT CHO E Ạ .  CẢM ƠN",
    "Em có đăng kí môn luận văn đợt bổ sung LVTN nhưng đến nay không có TKB, mặc dù em xét mình đã đủ tất cả các điều kiện để nhận LV ạ. Mong pdt xem xét lại trường hợp của em. Mã LVTN : TR4313 MSSV : ",
    "G 171781      ĐỢT 1  01  CÓ 3049  -  VÀO ĐỢT   VÀO X ĐÃ ĐC PHÒNG ĐÀO TẠO  , TRONG LÚC  BẤM LỠ BẤM XOÁ ĐK GIỜ  ĐK  .  X XÉT ĐK LẠI GIÚP  Ạ .  CẢM ƠN",
    "Chào . Em muốn tăng sỉ số môn học CO1011  , mã nhóm DT01.",
    "Dạ cho em hỏi là môn Các phương pháp phân tích vật liệu vô cơ (MA3001) của bộ môn VL Silicat khoa CNVL có môn tương đương nào trong chương trình đào tạo của k19 không do ctđt k19 trở về sau của khoa em không còn môn này nữa mong giải đáp ạ",
    "học kỳ 201 mình không đăng ký môn này ở đợt 1 nhưng mình có xem ở đợt 2 và đợt 3 để đăng ký thì thấy không mở lớp môn này Vì là môn tiên quyết nên mình muốn học nó trong kỳ dự thính này để có thể kịp làm luận văn kỳ sau 202 Nếu giờ mình liên hệ được với thầy và xin thầy  nhận lớp thì có thể mở lớp được không Xin phản hồi giúp mình sớm",
    "Em chào thầy/cô. Học kỳ này em có đăng ký Luận Văn Tốt Nghiệp và kết quả là không đạt với 3 lý do. Thứ 1: tổng số tín chỉ 92/113 (chưa tính học kỳ 2 và 3 vừa rồi và 1 môn được chuyển điểm em đã gửi đơn trực tiếp ở toà nhà A4. Nếu tính đúng là 109/113 thiếu 4 tín chỉ) Thứ 2: môn học tiên quyết không đạt. (Em có thấy môn học tiên quyết của lvtn là đề cương lvtn và thực tập, em làm đề cương vào hk2 và thực tập vào hk3 nên cũng không được xét giống bên trên) Thứ 3: tiếng anh 0/350. (Em đã nộp điểm toeic 380 qua web mybk và đã có xác nhận vào tháng 9) Em biết là em vẫn bị thiếu 4 chỉ so với tiêu chuẩn nhưng thầy/cô có thể giúp em đăng ký Luận Văn Tốt Nghiệp được không ạ. Em rất muốn hoàn thành chương trình học của mình nhanh nhất có thể. Em xin cảm ơn.",
    "Cho em hỏi là đợt cuối cùng để nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn của kỳ này là ngày bao nhiêu ạ? Do em thấy là nộp ccnn bất cứ lúc nào nhưng không biết có được chuyển điểm k ạ?",
    "Kính gửi thầy/cô, Em tên , Mssv  Mong thầy/cô giúp em về việc đăng ký môn học. Em có đăng ký môn cơ kết cấu tiết 13 14 15 nhưng bị thông báo không đủ thời gian di chuyển giữa 2 cơ sở. Mong thầy/cô giúp em có thể đăng ký để có thể học đúng tiến trình và em có thể di chuyển đúng giờ. Em chân thành cảm ơn Trân trọng",
    "Em muốn hỏi là tại sao e đk môn giải tích 2 học t2,t7,cn nhưng tkb lại xếp em học t2,t4,t7,cn và giờ học khác hoàn toàn so với em đăng ký ???",
    "Em chào thầy, cô ạ. Em tên: _. Vào đợt Đăng kí môn học Dự thính lần 1 em có đăng kí 2 môn Dự thính là Thiết kế cầu 1_CI3039 và Cơ lưu chất_CI2003+CI2004. Đợt Đăng kí môn học Dự thính lần 2 em đã hủy hết tất cả 2 môn dự thính đó do bị trùng giờ em đi làm. Tuy nhiên, hôm nay Thời khóa biểu của em cập nhật lại có Thời khóa biểu của 2 môn Dự thính trong khi Đợt đăng ký môn học Dự thính lần 2 còn chưa kết thúc. Mong quý thầy cô xem xét, giúp đỡ em xóa hết những môn học Dự thính ạ. Em sợ để lâu, có thời khóa biểu= em mất tiền trong khi em không thể đi học. Em cảm ơn quý thầy cô nhiều ạ. Trân trọng.",
    "Em muốn hỏi là giải tích 2 ( mt1005) sao đkmh đk DT09 mà thời khoá biểu lại xếp DT01 ạ ???",
    "cho em hỏi là sao đkmh  em  1 cô  nhưng trong tkb và trên BKel là cô  v ạ. tại vì nó rất trái với thời gian biểu của em, em đã đki lịch cô  nhưng tự nhiên phải đi học lịch của cô , hay là do tkb bị lỗi cập nhật sai thôi ạ, mong PDT giải thích giúp em với ạ.",
    "Kính gửi PĐT, Em đã thanh toán các khoản nợ HP mà vẫn chưa được cập nhật lại phần Ghi chú này. Cho em hỏi là bao giờ trường cập nhật và em đã đăng ký thông tin tốt nghiệp được chưa ạ? Em xin cảm ơn.",
    "Dạ thưa! Cho em hỏi ngày nào là ngày cuối nộp CCNN để được chuyển điểm cho học kì 1 năm 2020-2021.",
    "Em chào thầy/cô, Em tên  - MSSV: Hiện em là sinh viên văn bằng 2 ngành Khoa học máy tính. Em đã nhận được phiếu miễn môn của pđt, tất cả các môn đã đủ nhưng còn thiếu av1,2,3,4. Em muốn xin xét miễn thêm 4 môn av1,2,3,4 và cho em hỏi là em đăng ký môn học theo chương trình của khoá nào và chuẩn để xét av đầu ra. Em có cần nộp lại bằng toeic, av nói viết hay nhà trường tự cập nhật vì em vừa tốt nghiệp năm 2019 (dưới 2 năm).",
    "Kinh gửi: phòng đào tạo đại học Bách Khoa TPhCM Em làm yêu cầu này mong phòng đào tạo mở thêm sỉ số lớp DT01-DT02 môn Cơ Sở Kĩ Thuật Điện (EE2017). E đã từng học thầy  và em rất muốn học thầy ở học kì dự thính này vì kì sau e phải làm đồ án rồi nên môn này cũng quan trọng với em. Mong phòng đào tạo sớm giải quyết giúp em. Em cảm ơn.",
    "Bảng điểm ở Mybk của em không hiển thị điểm thành phần cho học kì 191. Em cần điểm này để chuyển điểm thí nghiệm cho môn học Truyền số liệu và mạng. Không biết vấn đề này có khắc phục được hay không ạ?  Em xin cảm ơn",
    "Xin chào, Em là , MSSV , khoa Khoa học Ứng dụng. Em có nghe nói là sắp tới mã môn học và chương trình học của môn Giải tích mạch sẽ bị thay đổi. Em muốn hỏi là việc đó có thật không ? Và nếu có thì chương trình đào tạo có mã môn này có thay đổi theo luôn không ạ ? Em xin cảm ơn. Mong nhận được phản hồi sớm để kịp đăng kí môn học dự thính ạ.",
    "Kính chào thầy/cô  Em muốn hỏi là danh sách tốt nghiệp dự kiến vẫn chưa cập nhật cho đợt bảo vệ luận văn tháng 9 ạ . Nên em muốn kiểm tra bản thân có nợ điều kiện nào không thì có thể xem ở đâu được ạ . Em xin cảm ơn    i Tốt nghiệp .",
    "Em là , sinh viên lớp DD18KSTD, xin phép PĐT mở thêm sĩ số lớp dự thính môn Cơ sở điện tử công suất EE2021. Em xin cám ơn.",
    "Chào quý thầy cô, - Em tên là  - MSSV  - Học kỳ 192 vừa rồi em có làm luận văn tốt nghiệp và đã bảo vệ thành công. - Tuy nhiên do ảnh hưởng của dịch Covid nên em bảo vệ vào giữa tháng 9. - Lúc chưa có kết quả bảo vệ em sợ bị rớt luận văn do thời gian làm luận văn khá eo hẹp vì bận thời gian lo cho con nhỏ. Nên em đã đăng ký tiếp Luận văn tốt nghiệp để dự phòng (do em sợ đợt chính thức không đăng ký thì sẽ không được xếp lớp). - Sau này em mới biết có thể đăng ký luận văn tốt nghiệp ở đợt đăng ký bổ sung. Nên chính ra lỗi này là do em không tìm hiểu kỹ. - Vì vậy, theo qui định của nhà trường thì em phải đóng tiền cho luận văn đợt tiếp theo là 2tr880 là một số tiền khá lớn cho em vì hiện tại em chưa đi làm và đang sống phụ thuộc gia đình khá nhiều. Em mong quí nhà trường có thể tạo điều kiện giảm bớt học phí lần này giúp em được không ạ ? Em xin chân thành cảm ơn quí nhà trường.",
    "Em chào thầy cô ạ. Em là . MSSV:  Hiện tại em đang học môn Thực tập xưởng cơ khí 2 (Mã môn: ME2087) vào sáng chủ nhật tiết 2-6 cơ sở 1. Nhưng hiện tại em đang đăng kí dự thính học môn vẽ cơ khí (Mã môn: ME2021) có lịch học thứ 4, thứ 6 tiết 13-15 và sáng chủ nhật tiết 4-6. Hôm trước bọn em có xin thầy  và thầy đồng ý dạy tối thứ 2 và thứ 4. Nhưng đến hôm nay phòng đào tạo xếp thêm 1 buổi vào sáng chủ nhật nên em không thể sắp xếp được để học môn Vẽ cơ khí được ạ. Và em đã liên hệ với thầy dạy môn Thực tập cơ khí đại cương 2 cho em chuyển buổi để học bù vì trong tuần có nhiều tiết khác nhau. Vì môn Vẽ cơ khí không mở lớp nữa, bọn em xin thầy mở môn này rất khó khăn do thiếu giáo viên dạy, và nếu không được học môn này thì em sẽ không đăng kí xin mở thêm lớp do số lượng quá ít ạ. Vậy em mong thầy cô phòng đào tạo có thể cho em đăng kí môn này và trùng lịch ạ. Nếu thầy cô yêu cầu xác minh em sẽ xin chữ kí của thầy dạy môn Thực tập cơ khí đại cương 2 với lí do xin chuyển buổi học để trình lên thầy cô ạ. Em bị  trễ anh văn nên việc đăng kí lớp rất khó khăn do số lượng ít. Em mong thầy cô xem xét cho trường hợp của em và hướng dẫn và giúp đỡ em có thể đăng kí được trường hợp này ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "Em chào PĐT, Em tên là , MSSV: . Vào ngày 22/09/2020, em có đăng ký làm giấy chứng nhận SV để tham gia kì thi TOEIC vì thẻ SV của em đã hết hạn. Trạng thái đăng ký \"Phiếu đăng ký đã xử lý\", em đã đến Văn phòng khoa KTXD nhiều lần những vẫn chưa có . PĐT có thể kiểm tra giúp em được không ạ? Em xin chân thành cảm ơn!",
    "Cho em hỏi hiện tại em đang học năm 4. Nếu trong kì này em chưa nộp chứng chỉ toeic 5 00 thì em sẽ không đăng kí được luận văn tốt nghiệp hay vẫn đăng kí được và chỉ không được bảo vệ luận văn? Em cảm ơn",
    "Kính gửi thầy/cô Em tên là , MSSV  sinh viên khóa K17. Em xin hỏi làm thế nào để cập nhật bảng điểm Học kỳ 1 (2019-2020) đầy đủ các cột thành phần vì giảng viên thí nghiệm yêu cầu xem bảng điểm thành phần như hình gửi kèm ạ. Mong thầy/cô phản hồi. Trân trọng!",
    "dạ cho em hỏi môn EE2015 trong học kì dự thính 201 bao giờ được mở vậy ạ?",
    "Dạ cho em hỏi em học kỹ thuật xây dựng.Chương trình đào tạo cử nhân 131 tín chỉ.nếu học kỹ sư là 158 tín chỉ,vậy là sẽ có phiếu đăng ký học kỹ sư đúng không ạ.",
    "Em kính chào quý thầy cô, Em là sinh viên khoá k19 và em có thắc mắc về việc chuyển điểm môn các môn anh văn như sau: Em thi chỉ vừa đủ chuẩn tốt nghiệp của khoá k19 (TOEIC 550), em chỉ nộp bằng mà không có đăng kí chuyển điểm thì có được ghi điểm miễn và cộng số tc tích lũy của các môn anh văn trong trường không ạ ? Tại theo quy định chuyển điểm mới áp dụng từ HK201 thì TOEIC 550 nếu mà chuyển điểm qua thì mới có điểm và tín chỉ của 3 môn anh văn thôi ạ. Em xin cảm ơn.",
    "Cô ơi cho em xin đăng ký thêm vào lớp hóa đại cương học kì chính được không ạ. Tại học kì 1 191 em chỉ tích lũy được 3tc mà HK2 em chỉ tích lũy được 15tc nên em bị cảnh cáo học vụ lần 2 rồi ạ. Em dk dự thính nhưng ko mở lớp. Mong cô giúp e với ạ.em cảm ơn cô",
    "Em muốn xin mở lớp dự thính môn EE2015 Xử lý số tín hiệu để kịp làm đồ án vào học kì tới. Em cám ơn",
    "Dạ thưa PĐT em có thắc mắc rằng mới ĐKMH-DT em đăng ký lần 1 rồi, nhưng đến lần 2 em đăng ký môn khác và bỏ môn lần 1 đăng ký, thì TKB của em được hiện môn lần 1 đăng ký cả BKEL cũng hiện môn lần 1 đăng ký. Vậy là như thế nào ạ. Em cảm ơn!",
    "cho em hỏi về vấn đề đăng kí môn học dự thính đợt 2 của học kỳ 201 vừa rồi. Em đã chủ động hủy môn( cụ thể là môn tư tưởng  ) và đăng ký một môn khác ( Tín hiệu và hệ thống ). Thế nhưng em kiểm tra lại trên e-Learning và thời khóa biểu ở mục Thông tin sinh viên thì môn cũ vẫn còn và môn mới chưa cập nhật. Mong thầy (cô ) trả lời sớm giúp em để còn tìm hướng giải quyết chứ tuần sau là học rồi ạ...",
    "Thưa thầy/cô, Em là  MSSV: Em muốn đăng kí môn Cơ sở kỹ thuật điện dự thính lớp DT01_DT01 (bao gồm cả lớp lý thuyết và thí nghiệm) do các lớp khác em bị kẹt lịch. Mong thầy/cô xem xét và tạo điều kiện do em cần trả môn trước kì hạn ra trường ạ . Em cảm ơn nhiều .",
    "Thầy/cô cho em hỏi là em tính đăng ký 2 môn học dự thính nhưng lịch lại bị kẹt với 1 môn thí nghiệm chỉ học khoảng 3 buổi thì có cách nào để đăng ký 2 môn này mà không bị hệ thống xóa môn không ạ? Tại vì 2 môn này khá là quan trọng với em nên có thể giúp em được không ạ? Em xin cảm ơn",
    "Em chào PĐT, em xin hỏi về việc cập nhật ảnh thẻ trong mục đăng kí tốt nghiệp. Hiện tại thì em không thể cập nhật được ảnh thẻ của mình lên trang đăng kí tốt nghiệp mặc dù trước đó em chưa hề tải bất kì ảnh nào lên. PĐT cho em hỏi lỗi này là do web đang bảo trì hay là do em đã kích hoạt tài khoản cựu sinh viên nên mới xảy ra tình trạng này vậy ạ? Nếu là do nguyên nhân thứ 2 thì PĐT có thể mở khoá để em có thể tải ảnh lên được không ạ. Em cảm ơn.",
    "PĐT cho em hỏi là chưa kết thúc đăng ký môn học đợt 2 dự thính HK1 (2020 - 2021) , nhưng sao môn học Giải tích 2 (MT1005) em đăng ký lại bị xếp vào một lớp khác ạ (em chọn DT01 nhưng trong TKB xếp em vào DT06). Em chân thành cảm ơn",
    "Xin chào Thầy/Cô, Em có chuyển điểm anh văn 1234 (vào ngày 26/09) và đã thanh toán bằng chứng chỉ Toeic 620 với mức điểm như sau: AV1: 10đ AV2: 10đ AV3: 8đ AV4: 5.5đ Vì thời gian đó em không biết sẽ áp dụng lại chuẩn cũ. Tuy nhiên, ngày 30/09 em thấy mức điểm chuyển có thay đổi trở lại theo như chuẩn cũ như sau: AV1: 10đ AV2: 10đ AV3: 10đ AV4: 7.5đ Em có hỏi Phòng Đào Tạo một lần nhưng hiện tại chưa nhận được email phản hồi nào. Kính mong quý Thầy/ Cô xem xét và cập nhật lại điểm Anh Văn 1234 của em ạ! Em cảm ơn quý thầy cô rất nhiều.",
    "Chào PĐT ạ Em tên là  MSSV  Em viết tin nhắn này để muốn hỏi về một số vấn đề như sau ạ. - Hiện tại kì 201 em đang học Anh văn 3 thì nếu như cuối kì đạt đủ điểm qua môn thì em có thể đăng kí môn học cho kì 202, nhưng em sợ là khi có điểm thì em không biết có còn đủ thời gian đăng kí không ạ.Còn nếu không kịp thì bây giờ em đăng kí cả dự thính thì có kịp không ạ. Mong PĐT giải thích giúp em ạ. Em xin chân thành cảm ơn ạ .",
    "Chào thầy cô!! Ngày 20/9 vừa qua em có thi anh văn do trường tổ chức và kết quả 340₫. Theo quy định thì đây là số điểm đủ điều kiện học anh văn 1 nhưng em đăng kí anh văn 1 ở kì dự thính 201 không được và hệ thống báo thiếu môn học tiên quyết anh văn cơ bản Vậy cho em hỏi làm sao để đăng kí được môn học anh văn 1 ạ?? Có cần phải chuyển điểm kết quả thi vừa rồi không ạ???  Em xin cảm ơn!!",
    "Em chào PĐT ạ Cho em đăng kí bổ xung Tiểu luận tốt nghiệp msmh 260663 ạ Đợt vừa rồi em có đăng kí mà em đăng kí nhầm dự thính nên không có thời khóa biểu mong các thầy cô xem xét cho em đăng kí bổ xung ạ . Em xin chân thành cảm ơn",
    "Em có gửi yêu cầu bksi về việc mình không đăng ký được môn Kĩ thuật thi công mã môn ci3043 dù đã đủ điều kiện và đã solved là vào lại đăng ký. Nhưng em vào lại thì không đăng ký được nhưn tình trạng cũ ạ. Xin pdt xem xét lại chỉnh sửa để em đăng ký được môn này cho dự thính kỳ 1. Em rất cần học môn này vì nếu không học được em sẽ vướng rất nhiều môn không đăng kýbđuowjc tiếp theo . Em xin cảm ơn.",
    "Em chào quý thầy cô, Hiện tại em đã hoàn 15.5 ngày CTXH. Em vừa được cập 2 ngày CTXH ở sàn hoạt động ngoại khóa hôm qua 08/10. Tuy nhiên, đến sáng nay em vẫn chưa thể đăng kí tốt nghiệp, hệ thống đăng kí xét tốt nghiệp vẫn thông báo nợ ngày CTXH ạ. Cho em hỏi có phải do hệ thống chưa đến thời gian cập nhật hay do có lỗi giữa 2 hệ thống ạ. Em cảm ơn quý thầy cô.",
    "Em xin chào quý thầy cô PĐT, em có 1 thắc mắc rất cần giải đáp: Trong đợt đăng kí môn dự thính vừa rồi, ở đợt 1 em đăng kí 2 môn Vi Xử Lí và Cơ sở kĩ thuật điện, sau đó đến đợt 2 em bị hủy Vi xử lí chỉ để lại cơ sở kĩ thuật điện do Vi xử lí trùng giờ nên hệ thống tự xóa, sau đó em đã hủy môn cơ sở kĩ thuật điện để đăng kí Vi xử lí và chỉ mỗi 1 môn vi xử lí thôi, nhưng hôm qua khi kiểm tra TKB và BKEL thì em lại thấy môn cơ sở kĩ thuật điện em vừa hủy mà không thấy môn vi xử lí mới đăng kí được. Em thắc mắc sao lại thế ạ??? Mong được quý thầy cô giải đáp. Em xin chân thành cám ơn!!",
    "Kính chào thầy,cô! Em có đăng kí môn học Cơ sở kĩ thuật điện(EE2017) và được xếp lịch học lí thuyết vào ngày thứ 4 lúc 15g00 tại phòng 301B1 . Nhưng vào chiều hôm qua sau khi có một số việc gia đình em đến lớp lúc 15g15 thì lớp đã hết chỗ ngồi, em không thể tham gia được lớp học và đành phải đi về. Lớp học theo kiểu 1 ghế 1 người ạ . Như em biết thì sau khi ĐKMH hoàn tất thì đã biết được lớp học đó có số lượng sinh viên bao nhiêu . Thì Phòng Đào Tạo cho em hỏi là cách nào giải quyết để trường hợp này không xảy ra nữa được không ạ? Em cảm ơn thầy, cô nhiều ạ.",
    "Em xin chào quý thầy/cô Đầu tiên em xin kính chúc sức khoẻ đến quý thầy/cô và xin lỗi vì đã làm phiền ạ. Dạ thầy/cô cho em hỏi: - Em đăng ký chuyển điểm AV và đã được cập nhật vào bảng điểm chuyển nhưng không thấy cập nhật vào tín chỉ tích lũy, bao lâu thì em mới được cập nhật số tín chỉ của môn chuyển vào số tín chỉ tích lũy ạ? - Em vừa hoàn thành đủ điều kiện để tốt nghiệp nhưng hiện tại đã qua HK201 mà em không có TKB trong kỳ này (trên mybk vẫn còn báo tình trạng đang học), vậy em có phải làm giấy thu nhận lại để được xét tốt nghiệp không ạ? Em xin chân thành cảm ơn quý thầy/cô đã quan tâm, chúc quý thầy/cô ngày mới vui vẻ.",
    "Em là sinh viên k18. Anh văn 2 của khoá em 400 toiec. Hiện tại trường đã nâng chuẩn anh văn. Em muốn chuyển điểm là theo chuẩn củ của khoá em hay theo chuẩn mới hỉenj tại của trường vậy ạ. Em xin trân thành cảm ơn.",
    "Kính gửi phòng đào tạo! Em tên , sinh viên Khoa Công nghệ vật liệu. Em vừa bảo vệ luận văn đợt tháng 09/2020. Thầy/Cô cho em hỏi, học kỳ này em không có thời khóa biểu thì có thể xin giấy hoãn nghĩa vụ quân sự được không ạ. Em cảm ơn.",
    "Ad cho em hỏi, e là sv k19 k đc xếp lớp av đầu năm. Trong lần kt av định kì vừa r e được 370đ z em có được đkí môn av1 của trường không ạ. Em cảm ơn.",
    "Em tên là  MSSV:  Em đã hoàn tất chương trình học, có điểm luận văn và điểm thi anh văn nói viết nhưng hiện vẫn chưa đăng kí xét tốt nghiệp được. Em xin cảm ơn.",
    "Cho em hỏi là em bị thiếu 1 môn học trước để đăng kí đồ án, em có thể viết đơn để vừa học môn đó mà vẫn đăng kí làm đồ án trong cùng 1 kì được không ạ ? nếu không em sẽ bị trễ lắm, em cảm ơn",
    "Em thuộc chương trình đào tạo tài năng (KSTN) K16. Em đã đủ điều kiện ra trường theo chuẩn của chương trình chính quy đại trà (cụ thể là AV nói viết đạt 230   200 theo yêu cầu) . Nhưng đối với chương trình KSTN yêu cầu AV nói viết là 245. Như vậy, em chưa đủ điều kiện tốt nghiệp theo chuẩn KSTN. Vì theo quy chế, nếu chương trình KSTN tốt nghiệp trễ hạn thì sẽ tốt nghiệp bằng đại trà. Và em cảm thấy sức mình không thể đạt yêu cầu về AV nói viết của KSTN, nên em muốn ra trường đúng hạn em phải tốt nghiệp theo chuẩn của đại trà. Vì vậy, em muốn   U xét tốt nghiệp theo chuẩn của đại trà    và   U chấp nhận bằng tốt nghiệp chính quy đại trà (bỏ tài năng)   . Xin hãy hướng dẫn em các quy trình để được xét tốt nghiệp theo chuẩn của chính quy đại trà, do hiện tại em nằm trong KSTN nên chưa có trong Danh sách tốt nghiệp dự kiến.",
    "Em xin chào thầy cô. Em có một câu hỏi về ảnh tốt nghiệp: Em vào mục đăng kí tốt nghiệp để đăng kí, em đã đăng kí thành công và đã thanh toán phí đăng kí. Nhưng do em tải hình không đúng như yêu cầu nên giờ em muốn cập nhật lại. Em có vào để cập nhật nhưng không thể cập nhật được ảnh mới. Mong thầy cô giải đáp giúp em ạ, hướng dẫn em cách để cập nhật ảnh mới ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: . Em có câu hỏi về TKB Dự Thính HK1 (2020-2021) Trên TKB trên MyBK của em có môn học CI2003 không giống với khi đăng kí môn học, nên em khó sắp xếp thời gian học. Mong PĐT điều chỉnh lại giúp em, em cám ơn rất nhiều ạ.",
    "Hiện em đang đăng ký môn EE2007 học kỳ Dự thính HK201. Tuy nhiên lại bị trùng giờ tkb với một môn ở học kỳ chính là EE2009. Cụ thể là trùng 3 buổi học ở tuần 44,48,50. Vì duy chỉ có 3 buổi học, nếu rút môn học sẽ phải đóng học phí cả kỳ. Nên em không biết PĐT có phương án khác giúp cho trường hợp của em không ạ. Hình ảnh cụ thể em xin đính kèm bên dưới.",
    "Chào admin!  Cho em hỏi: hiện tại, học kì chính em đăng ký hoá lý 1( học kì 201) thì ở học kì dự thính 201 em có thể đăng ký truyền nhiệt và truyền khối không?( Hoá lý 1 môn học trước) Vì kì trước ( 192) bạn em đăng ký được nhưng kỳ này em lại không đăng ký được ( lý do hiện trên đăng ký môn học hoá lý 1 học trước). Mong được giải đáp. Em cảm ơn.",
    "Cho em hỏi 2 môn giáo dục thể chất mã PE1005 và PE1007 em không thể đăng ký được trong bất kỳ học kỳ nào. Vậy bây giờ em muốn trả 2 môn này thì đăng ký theo mã nào ạ",
    "hôm nay 8/10 chưa đóng đang kí hiệu chỉnh dự thính đợt 2 sao em lại đc sắp tkb r ạ",
    "Em muốn đăng kí môn quá trình thiết bị truyền nhiệt CH2043 có thời khóa biểu tiết  13 14 15 ngày thứ ba ở cơ sở 1. Trong khi đó em lại đang học môn Hóa phân tích CH2009 học kì chính có thời khóa biểu tiết 10 11 12 thứ ba ở cơ sở 2 . Em phải làm gì mới được đăng kí môn Quá trình thiết bị truyền nhiệt CH2043 ở kì dự thính vậy ạ ?Vì đang em học trễ và môn quá trình thiết bị truyền nhiệt CH2043 là môn học trước của Thực tập nên em rất cần học môn đó ạ. Em rất mong Phòng Đào tạo giúp em . Em xin cảm ơn ạ.",
    "PDT cho em hỏi là hôm nay em vẫn chưa thấy mình có tên trong danh sách tốt nghiệp dự kiến tháng 11/2020 vậy do em bị thiếu điều kiện gì hay danh sách vẫn chưa được cập nhật ạ? Em xin cảm ơn!",
    "Kính gửi: PĐT Đại Học Bách Khoa Em là:  MSSV:  Hiện tại em đang học Khoa Bảo Dưỡng Công Nghiệp Em xin trình bày như sau: kì dự thính này có mở môn anh văn 3 MSMH: LA1007. Hiện tại em đã có anh văn 1 và anh văn 4 nhưng chưa có anh văn 2 nên không thể đăng kí được. Vậy em xin PĐT tạo điều kiện cho em được đăng kí môn: Anh Văn 3 MSMH:LA1007 trong đợt dự thính này để em kịp ra trường trong đợt tới. Em xin chân thành cảm ơn!",
    "Dạ em chào quý thầy cô! Do nhu cầu học để kịp đăng ký đồ án vào kỳ sau. Nên em kính mong quý thầy cô tăng sĩ số môn học xử lý số tín hiệu (EE2015) nhóm lớp DT01_DT01. Dạ em xin cám ơn ạ!",
    "NGUYỄN NGỌC QUANG            ĐỢT 1 DỰ THÍNH 201 EM CÓ 49     2  ĐĂNG KÍ ĐƯỢC VÀ CÓ LỊCH TKB , TRONG LÚC EM BẤM LỠ BẤM XOÁ ĐK GIỜ EM ĐK LẠI THÌ    K LẠI GIÚP EM Ạ  EM CẢM ƠN ",
    "em là sinh viên hệ VHVL cho e hỏi là em có cần học AV1 AV2 AV3 AV4 không ạ ?  luận văn tốt nghiệp tối thiểu bao nhiêu điểm toeic thì được làm luận văn ạ !!! em cám ơn",
    "Em là sinh viên K19. Em thi anh văn đầu vào được 375đ. Cho em hỏi là với số điểm đó thì em có được đăng kí môn của học kì 2 năm 2 không ạ?",
    "Em chào thầy cô, em tên , MSSV:, khoa Công nghệ vật liệu khóa K18.  Hôm trước em có làm đơn đăng kí môn nhập môn kĩ thuật chung với k20 vì môn này chỉ mở kì đầu năm nhất cho tân sinh viên. Nhưng hiện tại chưa có trong thời khóa biểu của em, mong thầy cô xem xét đăng kí giúp em! Em chân thành câm ơn!",
    "Em chào thầy cô, em hủy một số môn trong kì dự thính nhưng nó vẫn còn trong thời khó biểu chính thức nên mong thầy cô xem xét và hủy giúp em!",
    "Dạ em chào thầy/ cô Em là  Mã số sinh viên là  Em muốn hỏi là khi em tạo mail theo BKKNetId thì máy báo là \"   B không mở kết nối với máy chủ   \",   U em nên làm gì ạ   ?. Mà trong quá trình tạo máy có hỏi là chọn   B POP3    hay   B IMAP   , em nên chọn cái nào ạ? em xin cảm ơn trước ạ",
    "Hiện giờ em được xếp vào lớp ielts level 2, câu hỏi thứ nhất là không biết trong quá trình học kì pre-uni thì em có được đăng kí những môn học chung với sinh viên năm nhất không? câu hỏi thứ hai, nếu em không qua được kì kiểm tra tiếng anh lần đầu và phải học lại, nhưng trong quá trình học lần hai đó, em có thể đạt đủ chỉ tiêu tiếng anh thì em có được học chung với các bạn đã qua được kì tiếng anh lần 1 không?  Mong quý thầy cô có thể hồi đáp em ạ. Em xin cảm ơn",
    "Cho em hỏi sao điểm thành phần trong bảng điểm hk1 2019-2020 bị mất. Tại em cần điểm để chuyển điểm thực hành",
    "Kính gửi PDT.  Em tên là: .  MSSV: .  Em có câu hỏi là: Đã đến hạn nộp bản sao bằng tốt nghiệp cho trường hợp trễ (05/10/2020 đến 19/10/2020) mà em không rõ là sẽ nộp cá nhân cho Phòng đào tạo 101A1 tại cơ sở 1 hay sẽ nộp cho lớp trưởng,nếu nộp cho lớp trưởng thì em sẽ nộp cho lớp trưởng cũ (lớp trưởng năm 1) hay lớp trưởng mới vì năm 2 sau khi phân ngành em đã được tách lớp,nhưng lớp mới của em vẫn chưa họp và bầu lớp trưởng mới.  Kính mong nhận được phản hồi sớm nhất từ quý thầy cô.  Em chân thành cảm ơn.",
    "Thầy (cô) cho em xin mở thêm sĩ số của lớp dự thính hk201 giải tích 2 DT09 của giảng viên . Em xin cảm ơn ạ.",
    "Trong đợt đăng kí môn học dự thính HK201-Đợt 1, em có đăng kí môn Kinh tế-chính trị - (mã môn : SP1033). Qua đợt 2 em đã xóa môn. Nhưng khi xem thời khóa biểu thì vẫn có. Vậy kết quả là sao ạ? Em có phải học hay đóng học phí không ạ?",
    "Tốt nghiệp     Kính gửi phòng đào tạo, Em tên là , Mssv  Em muốn đăng kí luận văn tốt nghiệp nhưng không biết rõ còn thiếu những điều kiện nào, nên không chuẩn bị trước được Mong  cung cấp những điều kiện cần để đk luận văn tốt nghiệp và đk tốt nghiệp để em hoàn thành trước khi đăng kí Xin chân thành cảm ơn  ",
    "Cho em hỏi mình có thể xin mở thêm sỉ số lớp hóa lí 2 học kì dự thính được không ạ, và em cần làm gì để xin mở sỉ số vì ngày mai đã hết hạn đăng kí . Em cám ơn ạ",
    "Kính gửi Phòng đào tạo, Em tên là , là sinh viên khóa K18 với mã số sinh viên là . Tối hôm nay em có kiểm tra thời khóa biểu của mình trên MyBK thì lại thấy môn   B Xác suất Thống kê    của em đăng kí lớp của cô     nhóm   B DT01    lại bị đổi thành lớp của thầy     nhóm   B DT02   . Em trước đó   B đã có hiệu chỉnh và chuyển qua    lớp của cô     rồi mà sao trên hệ thống MyBK lại chưa cập nhật vậy ạ, trong khi đó bên trang Đăng kí môn học thì lại để lớp của cô  ạ (như hình). Kính mong Phòng đào tạo giải đáp thắc mắc của em và cập nhật lại thời khóa biểu của em ạ. Em cám ơn",
    "Em xin chào. Em là  () Cho em xin hỏi là em đã ĐKMH vào đợt 1 đã thành công, và đợt 2 em đã HỦY đăng ký THÀNH CÔNG vì lý do cá nhân không sắp xếp được thời gian học tập. Nhưng tại sao trong TKB của em vẫn có môn học này. Mong nhà trường trợ giúp",
    "Kính chào thầy/cô,  Em xin phép thầy/cô có thể mở thêm sĩ số cho lớp   B CI4099 - Triết học phương Đông    vì lý do:  -Môn học vừa mới mở vào chiều 08/10 và đã hết chỗ -Ở hoc kì chính thức (học kì 2/năm học 2019-2020), môn học bị bộ môn hủy trong thời khóa biểu do ảnh hưởng dịch covid-19 . Môn học này gây ảnh hưởng đến tiến độ tốt nghiệp của tụi em, nên kính mong thầy cô giúp đỡ để em có thể hoàn thành môn này. Mong sớm nhận được phản hồi từ thầy/cô. Em cám ơn nhiều ạ!",
    "Kính chào thầy/cô,  Em xin phép thầy/cô có thể mở thêm sĩ số cho lớp CI4099 - Triết học phương Đông ở học kỳ dự thính HK1 (2020-2021) vì lý do:   -Môn học vừa mới mở vào chiều ngày 08/10/2020 và đã hết chỗ -Ở hoc kì chính (học kì 2/năm học 2019-2020), môn học bị bộ môn hủy trong thời khóa biểu do ảnh hưởng dịch covid-19 . Môn học này gây ảnh hưởng đến tiến độ tốt nghiệp của tụi em, nên kính mong thầy cô giúp đỡ để em có thể đăng kí môn này. -Vì đây là môn học cuối cùng trong CTĐT của em, nên em cần hoàn thành nốt môn này nữa là được tốt nghiệp. Mong sớm nhận được phản hồi từ thầy/cô. Em cám ơn nhiều ạ!",
    "Kính gửi thầy/cô. Em là sinh viên khoa Cơ Khí K18. Dạ. Cho em hỏi về Môn Sức bền vật liệu bị đổi mã từ CI2001 sang CI2007, em đăng kí học dự thính môn này, nhưng không biết em có cần làm đơn để chuyển điểm tổng kết sau khi học xong sang CI2001 ( như trong Chương trình đào tạo 2018) . Em chân thành cảm ơn",
    "Do thời biểu bị trùng nên em muốn xin mở thêm  sỉ số lớp Hóa Đại Cương-CH1003 do Thầy  đứng lớp, ở lớp DT02_DT03 có thời khóa biểu là: Thứ 6    tiết 13 14 15 16B2-406 Chủ nhật tiết 2 3 4             B2-GDB2A",
    "Chào ad Ad có thể giúp mình đăng kí môn cơ kết cấu CI2029 vào hk dự thính 201 được k? Mình là sv k13 mssv 8, đã xin gia hạn 1 học kì và đã có quyết định dc phép gia hạn nhưng không chủ động đăng kí được môn học ( báo bạn không được phép đăng kí môn học) Cảm ơn ad ",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa!    Mong thầy cô giải đáp giúp em vấn đề này ạ    Hiện tại em đã thực hiện hiệu chỉnh đăng kí môn học đợt 2( Đợt hiệu chỉnh đăng kí môn học dự thính HK201) bao gồm chuyển nhóm và hủy môn .     Nhưng trên Thời khóa biểu vẫn chưa cập nhật sự hiệu chỉnh này của em ạ.(môn đã xóa vẫn hiển thị ạ, nhóm lớp mới chưa cập nhật )     Như vậy ,có phải thời khóa biểu sẽ được cập nhật lại theo đúng như những gì em đã hiệu chỉnh ở đợt 2 này không ạ ? ( giống thông tin trong bảng đăng kí môn đợt 2). Và khi nào thời khóa biểu sẽ được cập nhật lại ạ?      Em đang rất hoang mang và lo lắng về vấn đề này. Em rất mong nhận được phản hồi từ thầy cô ạ !     Em xin chân thành cảm ơn !",
    "Em xin chào PĐT . Em có thắc mắc này mong được PĐT giải đáp. Tình hình là em đã đăng ký xét tốt nghiệp cho đợt 11/2020 và đã đóng tiền thành công được 2 tuần. Vậy PĐT cho em hỏi là hiện tại em đã có bằng tốt nghiệp tạm thời chưa hay phải đợi email từ trường xác nhận thì khi đó mới có bằng tốt nghiệp tạm thời? Hiện tại, em đang ở quê nên việc lên trường k được thuận tiện, em muốn hỏi để biết chắc là khi lên văn phòng khoa là đã có bằng TN tạm thời.   Em xin cảm ơn!",
    "Dạ hiện em vẫn chưa được cập nhật môn Kế Toán Quản Trị [IM2019] trên el học kỳ chính quy 191. Phòng Đào Tạo kiểm tra rồi cập nhật giúp em ạ. Em chân thành cảm ơn.",
    "Chào anh/chị. Hiện em đang có nhu cầu học dự thính môn Vật Lý 1 (PH1003) nhưng do vướng lịch học Anh Văn buổi tối nên em chỉ có thể đăng ký nhóm lớp DT03.Em muốn xin tăng thêm sĩ số lớp DT03 môn Vật lý 1 (PH1003) dự thính ạ. Em chân thành cảm ơn.",
    "Dạ cho em hỏi, em đăng kí GT2 dự thính lớp 3 thành công rồi, nhưng vào tkb lại xếp vào lớp 4 vậy ạ.",
    "dạ em muốn tăng thêm sỉ số lớp dự thính vật lý 2 DT01 ạ",
    "Kính thưa Pđt ạ! Em tên  là Sv k15 khoa Xây dựng, ngành Cầu đường. Vì một số lí do mà hiện tại em vẫn chưa hoàn thành được môn Thể chất 3 và đã hết thời hạn đkmh ạ. Mong PĐT xem xét có thể giúp đỡ cho em đăng kí tham gia vào 1 lớp thể chất bất kì của K20 ạ. Hiện tại em chỉ có 1 môn học vào T3(7-9), còn những giờ khác em đều có thể tham gia lớp thể chất ạ. Em đã hoàn thành được môn bóng bàn và bóng chuyền, nếu được PĐT giúp em đăng kí môn điền kinh hay bất kì môn gì khác cũng được ạ. Em mong nhận được sự giúp đỡ của PĐT để hoàn thành xong chương trình ĐT, em chân thành cảm ơn PĐT.",
    "Dạ cho em hỏi là học kỳ 201 nhà trường sẽ giữ mức thu là 320.000 đ/tín chỉ hay sẽ tăng và tăng thành bao nhiêu ạ? Vì theo em xem trên lịch thì cũng sắp tới thời gian đóng học phí đợt 1 nên em muốn biết để gia đình có thời gian chuẩn bị ạ. Em cảm ơn.",
    "Em tên:  mssv  Em xin được hỏi là: Em đăng kí môn học dự thính hk 201 môn kỹ thuật số nhóm D01 D01 nhưng thời khóa biểu cập nhật lại là ngày khác với em đăng ký. Em xin được đăng ký đúng với em đăng ký trên đăng kya môn học thì e phải làm s ạ Em xin cảm ơn rất nhiều",
    "Em chào thầy/ cô! Kỳ dự thính 201 này em có định đăng kí môn đo lường và tư động hoá (MA2003) nhưng lại bị vướng môn học song hành kỹ thuật điện (EE2011) không mở lớp. Bởi vì theo thông tin em được biết, môn đo lường sẽ không còn được mở lớp nữa, nên hi vọng thầy/cô tạo điều kiện cho em học môn học này. Em cảm ơn!",
    "Dạ cho em tăng thêm sĩ số lớp Vật lý 2 DT01 dự thính ạ",
    "Em còn chờ thi 2 kỹ năng nói và viết vậy có cần đăng ký môn để không bị buộc thôi học không  em cám ơn",
    "Mình có nhạn được mail thông báo, các bạn thi ngoại ngữ sau 21/9 sẽ theo bảng quy đổi chuyển điểm mới. Cho mình hỏi, xem bảng quy đổi chuyển điểm mới ở đâu vậy ạ?",
    "Trong đợt ĐKMH đợt 2, em đăng kí 3 môn trong đó có 2 môn trùng lịch nhưng e vẫn đăng kí được. - 1 trong 2 môn đó là môn thiết kế kiến trúc công cộng 2 thì thầy có thông báo đổi lịch học, nên nếu học cả 2 môn này sẽ không bị trùng lịch. - Nhưng trong trang ĐKMH thì môn này vẫn chưa đổi lịch. -  Nên em muốn hỏi, nếu như vậy em có thể học cả 3 môn không hay em phải hủy 1 trong 2 môn này ạ. Em xin cảm ơn.",
    "Kính thưa giáo viên phụ trách, Phần điểm học kì chính qui 191 của em bị khuyết mất điểm thành phần, em cần nó để chuyển điểm thí nghiệm cho môn hoá phân tích. Em mong được kiểm tra và sửa lại sớm ạ. Em cảm ơn.",
    "Em xin chào thầy cô. Em có một câu hỏi về ảnh tốt nghiệp: Em vào mục đăng kí tốt nghiệp để đăng kí, em đã đăng kí thành công và đã thanh toán phí đăng kí. Nhưng do em tải hình không đúng như yêu cầu nên giờ em muốn cập nhật lại. Em có vào để cập nhật nhưng không thể cập nhật được ảnh mới. Mong thầy cô giải đáp giúp em ạ, hướng dẫn em cách để cập nhật ảnh mới ạ. Em xin cảm ơn.",
    "Chào quý thầy cô phòng đào tạo Em tên là  MSSV  Em có đóng học phí học kỳ dự thính 193 vừa rồi bị trễ và có nộp đơn trình bày lý do lên thầy cô phòng đào tạo Nhưng hiện tại kênh đăng ký môn học của em cho học kỳ dự thính 201 đợt 2 chưa được mở mà hạn đã gần hết Em có kiểm tra thời khoá biểu sơ bộ và thấy có thời khoá biểu các môn đã đăng ký Kính mong thầy cô giúp đỡ giải quyết Em cảm ơn!",
    "Kính thưa pđt, pđt có thể cho em đk thêm môn tnvl dự thính DT01 thầy trần anh tú được không ạ. Em xem nhầm lịch nên bị nhầm,pđt châm chước cho em với ạ",
    "Chào thầy cô  Em viết thư này muốn xin hủy môn AV4 dự thính lớp DT01. Không biết nếu hủy có phải thanh toán học phí không ạ. Mong sẽ nhận được phản hồi từ thầy cô. Em xin cảm ơn ạ.",
    "Hiện tại em đang là sinh viên ngành Cơ Điện tử năm thứ 4, em có nguyện vọng thi lại Đại học vào một ngành khác không thuộc trường Đại học Bách Khoa. Em phải chuẩn bị những gì ạ?",
    "Chào PĐT, Em là sinh viên khóa 2016, em muốn hỏi về hạn chót bổ sung anh văn nói viết cho đợt tốt nghiệp tháng 11 là khi nào ạ ? Lễ tốt nghiệp tháng 11 sẽ được tổ chức vào ngày nào ạ ?  trọng cảm ơn.",
    "Dạ e chào Thầy/Cô, em có làm đơn gửi phòng đào tạo để đăng ký môn NMKT( EN1001) vào hôm thứ 4. Nhưng vẫn có thời khoá biểu. Mong Thầy/Cô kiểm tra giúp em ạ. E cảm ơn nhiều ạ!",
    "Dạ chào thầy/cô, Em là , MSSV: . Thầy/cô cho em hỏi là chuẩn tiếng Anh môn Anh văn 4 ở sinh viên K17 là 500 hay 600 ạ? Do em chưa học môn Anh văn 4, ví dụ nếu em thi Toeic được 600 điểm thì theo bảng điểm chuyển mới thì sẽ đổi môn AV 1 và 2 10d còn môn AV 4 5d, vậy em không đổi AV 4 được không ạ?  Em cảm ơn thầy/cô nhiều ạ!",
    "thư pdt, học kỳ trước em có làm đơn xin chuyển từ khoa cơ khí chất lượng cao sang đại trà và đã được nhà trường xét duyệt cho học chung với khoa k20. Em có một số câu hỏi như sau: 1  Em sinh hoạt công đân cùng với khóa k19 hay k20 ạ? Em đi xinh hoạt công dân vào hôm nào ạ? 2  Do đơt đăng ký môn học vừa qua em có đăng ký môn học vẽ kỹ thuật, nhưng bị trùng lịch với thời khóa biết cứng của k20, giờ em xin hủy môn học phải làm như nào ạ? 3  Em có phải đi khai giảng không ạ? Làm sao em em có thẩ nhận được lớp và thầy chủ nhiệm mới ạ?",
    "Kính gửi PĐT, Em tên là , MSSV , sinh viên khóa XD15CB. Hôm thứ 2 ngày 5/10 em có qua phòng CTCT sinh viên để đăng ký xác nhận sinh viên nằm trong danh sách sẽ được cập nhật bổ sung tốt nghiệp, nhưng cho đến bây giờ vẫn chưa thấy có tên em trong danh sách dự kiến, vì công việc nên em không thể ghé phòng đào tạo thường xuyên được nên xin cho em hỏi là tình trạng danh sách tốt nghiệp của em đã được cập nhật hay chưa ạ? Em xin cảm ơn phòng đào tạo đã nhận yêu cầu ",
    "chào thầy cô, trong đợt đăng kí dự thính đợt 2 em có hủy môn tư tưởng nhưng em vẫn thấy có trong thời khoá biểu, vậy có bắt buộc học không ạ.",
    "Cho em xin hỏi về mục Nơi sinh trong phần đăng kí tốt nghiệp, Nơi Sinh của em hiện nay đang để trống, em muốn bổ sung thì làm như thế nào, em xin cám ơn.",
    "Kính gửi PĐT, kỳ dự thính vừa rồi em có gửi đăng ký môn học CI3211 - Kết cấu thép 2, nhóm DT02 do thầy  giảng dạy, tuy nhiên khi xếp thời khóa biểu thì được đưa vào nhóm DT01 do thầy  giảng dạy . Do em còn đi làm ban ngày nên không thể học được vào chủ nhật, rất mong PĐT có thể sắp xếp lại thời khóa biểu đúng theo nhóm em đã đăng ký môn học. Chân thành cảm ơn PĐT.",
    "Chào thầy cô ạ,  Em có đăng kí dự thính kì 201 môn Giải tích 2 là nhọm DT07, nhưng thời khoá biểu và BKeL hiện em ở nhóm DT01. Mong thầy cô xem xét giúp em ạ!",
    "Em chào cô ! Em là , sinh viên k16 khoa kỹ thuật xây dựng. Cô cho em hỏi hiện tại em đã có đủ hết các điều kiện tốt nghiệp theo tiêu chuẩn lớp KSTN nhưng em tìm vẫn chưa thấy tên trên danh sách dự kiến tốt nghiệp. Ngoài ra em cũng không cập nhật thông tin được trên mục Đăng ký tốt nghiệp của MyBk. Kính mong cô trả lời giúp em ạ ! Em cảm ơn cô !",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: . Em có câu hỏi về TKB Dự Thính HK1 (2020-2021) Trên TKB trên MyBK của em có môn học CI2003 không giống với khi đăng kí môn học, nên em khó sắp xếp thời gian học. Mong PĐT điều chỉnh lại giúp em, em cám ơn rất nhiều ạ.",
    "Thưa thầy (cô), em có điều chỉnh lại đăng ký TKB học kỳ dự thính 201 của em, nhưng không thấy phần hủy đăng ký ở đâu. Không biết đây là lỗi hay nhà trường không cho hủy nữa ạ. Trong email nhà trường có nói là có thể hủy môn ạ. Mong thầy(cô) giúp đỡ em ạ.",
    "Em tên , mssv , đợt đăng ký dự thính vừa rồi em có đăng ký lớp DT02 MT1003, nhưng vì không để ý mã môn giải tích 1 của Việt Pháp là MT1001 nên em đã đăng ký nhầm. Em muốn rút môn đăng ký MT1003 mà không phải nộp học phí. Em cảm ơn.",
    "Dạ Phòng Đào Tạo cho em xin hủy môn giải tích 2, mã môn học MT1005, môn học dự thính học kì 1 (2020 - 2021). Do sơ suất nên em đã đọc nhầm thành 11h59 tối ngày 9/10 và không hủy môn kịp theo đúng lịch Đăng Kí Môn Học đợt 2 của Phòng Đào Tạo. Em rất xin lỗi ạ. Mong Phòng Đào Tạo xem xét cho em.",
    "Cho em hỏi em đã nộp đơn rút môn học và được PĐT duyệt rồi nhưng sao trên thời khóa biểu của em vẫn còn môn đó ạ ?",
    "thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ cho em hỏi không biết điểm thi cho các bạn bị hoãn thi đã có chưa ạ. Em thi môn Xác suất thông kê vào ngày 17/9/2020. Tại vì trong mybk của em đang để ô điểm đó ở số 13 là  thi chứ không phải là Hoãn thi .",
    "Do sơ sót của em không kiểm tra mail nên bị trễ hạn đăng kí đợt 2, em có đăng kí vào đợt 1 nhưng bị hủy. Giờ em có thể đăng kí bổ sung môn Kinh tế chính trị  SP1033 lớp DT01 được không ạ. Em cảm ơn rất nhiều.",
    "Chào thầy/cô, Em là sinh viên K16, khoa Máy tính, hiện đang theo học chương trình KSTN. Hiện tại em đã đủ các tiêu chuẩn để tốt nghiệp trong đợt tốt nghiệp tháng 11 này, riêng chỉ có tiêu chuẩn về chứng chỉ TOEIC Speaking - Writing với mức 245 cho KSTN. Hiện tại em chỉ đạt được mức điểm  200 cho chương trình chính quy. Em muốn hỏi là em có thể đăng ký tốt nghiệp theo bằng chính quy được không nếu em vẫn chưa thi được mức điểm của KSTN. Vì theo quy định trên AAO, em không thấy đề cập về trường hợp này ạ. Trong danh sách dự kiến tốt nghiệp từ PĐT, các bạn như em (chưa đủ mức điểm cho KSTN), không nằm trong danh sách này ạ. Liệu em có cần đăng ký thêm thủ tục nào để được xét tốt nghiệp bằng chính quy trong đợt tháng 11 này không ạ? Mong thầy/cô hồi đáp giúp em ạ! Em cảm ơn, .",
    "Phòng đạo tạo đăng kí giúp em môn học dự thính vì lớp mở muộn em đăng kí không kịp, hoàn thành tiến độ học tập đúng hạn ạ Tên môn học: Máy thủy lực - máy nén Mã số môn học: CI3161 Nhóm lớp: DT01 Phòng học : B1-211 Thứ 5 Tiết 13-14-15",
    "Học kỳ 1 khóa 2019-2020 em có đăng ký môn Nguyên Lý Máy mã môn ME2003 ở 2 nhóm T01-A và RZ01-, nhóm T01-A em đã đậu nên không đi thi nhóm RZ01- vì nhóm này tổ chức thi sau nhưng phòng đào tạo cập nhật điểm cho em cả 2 nhóm là 13.0 là vắng thi. Mong phòng đào tạo cập nhật lại điểm môn Nguyên Lý Máy ở nhóm T01-A giúp em. Em xin chân thành cảm ơn",
    "Cho em hỏi, ví dụ học kì 202 em đăng ký môn Anh văn 3 và dự thính học kì 202 em đăng ký Anh văn 4 có được không ạ ? Sở dĩ em hỏi vậy là do bạn em học Tư tưởng Hồ Chí Minh và Đường lối CMĐCS Việt Nam trong cùng một học kỳ (dù môn Đường lối yêu cầu học trước Tư tưởng HCM) Em cảm ơn ạ.",
    "Thầy cô cho Em hỏi Phòng CTCT - SV ở CS 2 T7 có mở cửa tiếp SV không ạ?",
    "Dạ chào thầy /cô!  Em đang có thắc mắc lúc đkmh dự thính 201.Đợt 1 em đki thành công, đợt 2 cũng thành công.E không vi phạm bất kì điều kiện gì nhưng thời khóa biểu lại không có lịch học còn bkel lại hiển thị môn học đó.Vậy thì em có bị hủy môn học đó không?Nếu hủy thì tại sao không hủy ngay đợt 1 mà lại hủy khi có tkb rồi ạ ?",
    "Em Chào PĐT, Em là _MSSV: Em xin phép PĐT đăng kí bổ sung lớp Giải Tích 2 kì Dự thính 201. Lí do: Vì đơn xin học cùng k20 đã được chấp nhận và lịch học giữa môn học đó và môn Giải tích 2 lại ở hai cơ sở và không có thời giãn cách phù hợp. Nên đã bị xóa môn Giải tích 2. Xin phép PĐT đăng kí bổ sung giúp em vào lớp Giải tích 2. Môn Học: Giải tích 2. Mã Môn Học: MT1005 Nhóm Lớp: DT08 Em xin trân trọng cám ơn .",
    "Thưa anh/chị, Cho em hỏi làm thế nào thế nào để em và khoảng 20 bạn nữa có thể mở lớp ci2005 cơ lưu chất trong kỳ này ạ. Vì kỳ sau chúng e phải làm luận văn tốt nghiệp. Và một số anh chị cần ra trường . Hoàn cảnh gia đình mỗi khác nhau, việc ra trường đúng hạn đối với một số sinh viên chúng em quyết định cả một tương lai của bản thân và gia đình. Với lại chúng em thấy khoảng thời gian 1 tiếng 10 phút hoàn toàn đủ để chúng em tham gia lớp học giữa 2 cơ sở. Vì môn trước đó thường về sớm. Hoặc nhà trường có thể xem xét mở lớp online. Như trong đợt dịch vừa rồi ạ. Kính mong phòng đào tạo xem xét và tạo điều kiện cho chúng em . Em xin chân thành cảm ơn ạ",
    "Cho em hỏi vừa rồi em đăng kí học dự thính 2 môn nhưng do lịch học quá dày cho em hỏi có thể cho em chỉ đóng họ phí một môn và học một môn thôi được ko ạ Em xin cám ơn",
    "Dạ chào Thầy,Cô ạ. Em có đăng kí môn mạch điện tử (EE2007) nhóm lớp DT02_DT05 dự thính trùng 1 tiết 10 với môn Đường lối cách mạng của Đảng Cộng Sản Việt Nam.Nên môn mạch điện tử bị xóa ạ  Em xin được đăng kí thêm môn mạch điện tử  . Còn tiết trễ em sẽ bù lại sau ạ. Cám ơn Thầy ,Cô đã đọc ạ",
    "Em chào cô. Em tên là Hồ Thiện Minh MSSV : Em muốn được đăng kí môn Nhập Môn Kiến Trúc  MSMH:CI1065 Nhưng do em đã đăng kí hiện tại là 19 chỉ và không được cập nhật như các bạn cùng đăng kí vì do vượt quá số chỉ tối đa của học kì . Em xin Phòng Đào Tạo cho phép em tăng số tín chỉ tối đa là 22 chỉ để em được đăng kí bổ sung thêm môn Nhập Môn Kiến Trúc 3 chỉ ạ   Môn này rất khó để đăng kí nhưng do sự sơ xuất của em nên gây nên sự bất tiền này Em xin Phòng Đào Tạo thương tình mà giúp đỡ em ạ Em xin lỗi vì sự bất tiện này. Em mong được sự giúp đỡ của cô. Em chân thành cám ơn cô ạ.",
    "Kính gửi: Phòng Đào Tạo Em tên: Hàng Phước Tánh MSSV:170010 Lý do: em xin đăng ký môn học AV4 (mã LA1009) ,do em bị trùng lịch của môn học khác , và lớp AV4 thứ 4 và thứ 7 em học được nhưng lớp đã đủ sỉ số ạ , Dạ nay em làm đơn kính mong Phòng Đạo Tạo tăng thêm sỉ số Môn Anh Văn 4 lớp thứ 4 và thứ 7 để em có thể học được ạ  . Kính mong nhận được sự chấp thuận của Phòng Đào Tạo. Em  cảm ơn ạ.",
    "Kính thưa pđt,em viết mail này để xin pđt có thể cho em được đk thêm môn thí nghiệm vật lý dự thính ạ Lý do:Do mấy ngày nay em bị sốt,cảm(sốt 39 độ) nằm trên giường không thể đi lại,cũng không thể làm gì được vì vậy nên đã quá thời hạn đk môn dự thính ạ.Nên em viết mail này mong pđt thông cảm và xem xét cho em được đk môn tnvl của thầy  với ạ  Mong pđt thông cảm và xem xét cho em được đk môn tnvl với ạ.Nếu được thì em cảm ơn pđt rất nhiều ạ",
    ": Kính gửi anh/chị, Hiện tại trang student info của em không có mục tiến độ học tập. Mong bộ phận kỹ thuật hỗ trợ giúp em ạ. Trân trọng, ",
    "Cho em hỏi sao em đã đăng kí thành công 2 môn trong kì dự thính mà giờ trong thời khóa biểu cập nhật thì chỉ còn một môn vậy ạ. Cả 2 môn đều không trùng giờ học và là môn đại cương ạ.",
    "Em chào thầy/cô . Em tên  hệ VHVL. MSSV . Kì này em có đăng kí luận văn tốt nghiệp và đã có thời khóa biểu, nhưng hôm nay em xem lại thời khóa biểu đã mất luận văn tốt nghiệp . Mong thầy/cô giúp tạo điều kiện để em sớm tốt nghiệp. Em xin cám ơn thầy/cô.",
    "Cho em hỏi là tại sao đợt đăng ký môn học dự thính em đăng ký 4 môn, đều được báo đăng ký thành công. Mà giờ trong thời khoá biểu của em lại không được cập nhật môn học ạ.",
    "Kính thưa pđt,em viết mail này để xin pđt có thể cho em được đk thêm môn thí nghiệm vật lý dự thính ạ Lý do:Do mấy ngày nay em bị sốt,cảm(sốt 39 độ) nằm trên giường không thể đi lại,cũng không thể làm gì được vì vậy nên đã quá thời hạn đk môn dự thính ạ.Nên em viết mail này mong pđt thông cảm và xem xét cho em được đk môn tnvl của thầy  với ạ Mong pđt thông cảm và xem xét cho em được đk môn tnvl với ạ.Nếu được thì em cảm ơn pđt rất nhiều ạ",
    "Cho em hỏi nếu đổi ngày đi shcd thì có bị trừ điểm rèn luyện hay gì không ạ.",
    "Em kính chào PĐT, Em tên , MSSV: . Em đã có điểm kiểm tra tiếng Anh nói-viết vào thứ 3 tuần rồi (06/10/2020) và đủ điều kiện để tốt nghiệp. Em muốn hỏi khi nào em nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến ạ, và ngoài ra em có cần làm theo yêu cầu nào khác không ạ? Em xin cảm ơn.",
    "Dạ nhà trường cho em hỏi, dự thính kì này mình có đợt 3 không ạ, vì em vừa có kết quả môn nên đăng kí không kịp đợt 2 môn giải tích 1 và 2 ạ. Em cảm ơn nhà Trường a",
    "Học kỳ 2 (2019-2020) em không đăng ký môn học , em cũng không nhận được mail của trường, nay lên xem mybk thì báo rằng bị tạm dừng học. Hiện em đã hoàn thành điều kiện để tốt nghiệp, chỉ thiếu điểm anh văn nói viết. Vậy bây giờ em nên nộp đơn để thu nhận lại hay chờ có điểm tiếng anh rồi mới nộp đơn? Và cho em hỏi sau khi nộp đơn cứu xét thì bao lâu mới có quyết định thu nhận lại?  Em cảm ơn.",
    "Phòng đào tạo cho em hỏi: Học kỳ 20.1 - dự thính cơ mở đợt 3 không ạ? em cảm ơn phòng đào tạo.",
    "Em tên  MSSV  . Lý do: Xin phòng đào tạo cho em được đăng ký môn cơ học kết cấu CI2029 nhóm DT01 giảng viên  ạ Vì trễ đăng ký nên em không thể đăng ký thêm được nữa ạ. Môn này cũng là môn rất quan trọng để em có thể đăng ký những môn khác cho học kì sau ạ . Em xin phòng đào tạo xử lý giùm e ạ. Em cảm ơn nhiều ạ.",
    "Thầy cô cho em hỏi cách làm đơn vay vốn ngân hàng chính sách xã hội tại địa phương với ạ. Em xin cảm ơn.",
    "Em tên :   Mã sinh viên :  Việc là em muốn bảo lưu kết quả trúng tuyển để năm sau học nhưng không biết làm như thế nào em mong thầy/cô giúp em vấn đề này  ( kỹ thuật vật liệu - mã ngành: 129 ) ",
    "Thưa Thầy/Cô, Dạ em biết là thời hạn đăng kí môn học dự thính học kì 201 đã kết thúc, vì lúc trước đó em chưa sắp xếp được khoảng thời gian hợp lý để học. Sau khi đã sắp xếp xong thì cũng đã trễ thời hạn 1 ngày. Em xin hỏi quý Thầy/Cô rằng em có thể làm đơn xin đăng kí môn học bổ sung cho kì dự thính này được nữa không ạ? Vì em cần hoàn thành vài môn học trong học kì này. Em xin chân thành cảm ơn.    .",
    "Kính gửi quý thầy cô phòng đào tạo của Đại Học Bách Khoa. Em tên: Đỗ Trần Hùng     Mssv:  Lớp: Việt Pháp 1/ 2018 Nay em làm đơn này xin phép thầy cô có thể cho em đăng ký được học lớp dự thính môn điện động học (404709). 9/10 là ngày hết hạn đăng ký học dự thính, nhưng bởi vì hôm nay 10/10 em mới thi lại môn này và cảm thấy kết quả chưa khả quan lắm nên kính mong quý thầy cô có thể xem xét cho em được tham gia vào lớp dự thính này . Em xin cảm ơn quý thầy cô. Chúc quý thầy cô có nhiều sức khoẻ.",
    "Cho em hỏi làm sao chuyển ca sinh hoạt công dân ạ vì ngày chính của em bị vướng lịch học rồi ạ",
    "SP1009 - Đườnglối CM của ĐảngCSVN        .    MT1005 - Giải tích 2 - nhóm lớp DT03  B       ",
    "XOÁ MÔN HỌC   B     SP1009 - Đườnglối CM của ĐảngCSVN  B      Đăng ký môn học  B     MT1005 - Giải tích 2 - nhóm lớp DT03  B    ",
    "Dạ em là  học HC13 của khoa kỹ thuật hóa học K20  Dạ em nộp hồ sơ nhập học vào thứ 3 ngày 6/10  em quên chụp ảnh lại những giấy chứng nhận tốt nghiệp tạm thời, giấy chứng nhận kết quả thi, giấy khám sức khỏe nên hồ sơ ảnh của em bị thiếu những giấy tờ đó ạ, em phải làm sao ạ",
    "MT1005 - Giải tích 2 - nhóm lớp DT03  B       B  SP1009 - Đường lối cách mạng của Đảng Cộng sản Việt Nam",
    "Chào thầy/cô ạ, Em hiện là SV K19 khoa máy tính. Mới hôm nay(10/10), em mới nhận ra là em quên dự buổi SHCD đầu khoá. Lí do là vì em quên check mail, vẫn nghĩ sinh hoạt vào ngày 10/10 (theo lịch cũ) . Em vô cùng xin lỗi ạ. Em muốn hỏi là việc không dự SHCD có ảnh hưởng gì đến học vụ không? (em nghe bạn nói là bị đình chỉ 1 kì) Nếu ảnh hưởng thì em muốn hỏi có cách nào khắc phục không, em không muốn tiến độ học tập bị ảnh hưởng ạ. Mong PĐT giúp đỡ ạ.",
    "Kính gửi Phòng Đào tạo, Sau khi có kết quả đăng kí môn học học kì dự thính 201 thì em đã bị xoá mất hai môn học là Những nguyên lý cơ bản chủ nghĩa - (SP1005) và Tín hiệu và hệ thống (EE2005). Nếu kết quả này là đúng thì mong phòng đào tạo tạo điều kiện cho em đăng kí môn Tín hiệu và hệ thống vì thứ nhất lịch học môn này không trùng giờ của bất kì môn nào khác, thứ hai là em chưa học trước môn này, mà môn này là môn học trước của môn Xử lý số tín hiệu (EE2015) và môn Truyền số liệu và mạng (EE3019). Đây là những môn bắt buộc phải học trước để đăng kí Đồ án, vì vậy việc xoá mất môn học Tín hiệu và hệ thống ảnh hưởng cực kì lớn đến quá trình học của em. Mong Phòng Đào tạo xem xét giúp em ạ. Em xin cảm ơn.",
    "Em đã hoàn thành luận văn đại học nhưng chưa đủ đạt chuẩn anh văn nói viết để tốt nghiệp. Em có cần phải đăng ký môn học vào kỳ tiếp theo để duy trì tình trạng sinh viên không?",
    "Em tên là , MSSV : . Thầy/cô ơi cho em đợt ĐKMH dự thính vừa rồi em đăng ký được 2 môn Mạch điện tử và Tín hiệu & hệ thống, đã lên TKB mấy hôm trước nhưng hom nay vào kiểm tra lại thì bị xoá môn Mạch điện tử cả trên TKB lẫn EL. Dạ cho em hỏi là do chưa cập nhật TKB mới nhất hay là do em vướn gì đó nên bị hủy môn ạ? (Em đã qua môn tiên quyết Giải tích mạch) Vì tuần tới bắt đầu học rồi nên mong PĐT sớm trả lời ạ. Em cảm ơn.",
    "Dạ thưa PĐT, em đăng kí dự thính 2 môn là Hóa đại cương và môn Quản lý dự án cho kỹ sư đều được chấp nhận, nhưng sao trên TKB của em không có môn hóa đại cương ạ, nếu bị xóa môn vậy sao lại không có lý do ạ. Em mong PĐT xem lại giúp em vì tuần sau đã bắt đầu học rồi ạ. Lúc này em mới thắc mắc vì em nghĩ là chắc bị lỗi gì đó, nhưng đến giờ vẫn không hiện môn thì hơi nguy ạ . Em cảm ơn ạ!",
    "Dạ xin chào ! Em là sinh viên K16. Em đã đủ số tín chỉ của chương trình đào tạo, nhưng do em chưa đủ điều kiện anh văn nên không đăng ký tốt nghiệp được vào đợt tháng 11 này. Em có đăng ký một môn học để duy trì tình trạng sinh viên trong học kì 201. Cho em hỏi là nếu như em rớt môn đó (số tính chỉ tích lũy trong học kỳ này bằng 0) thì em có được đăng ký tốt nghiệp vào đợt tháng 4 năm sau không ạ. Em xin cảm ơn !",
    "Kính gửi phòng đào tạo Trường Đại học Bách Khoa, Em là  (MSSV: ) sinh viên khóa K18 Khoa Điện - Điện Tử. Các thầy/cô cho em xin hỏi em có thể xin mở thêm một suất học dự thính môn học   B Toán Kỹ Thuật (EE1003) thuộc lớp dự thính DT01 (Chủ nhật - tiết 456)    được không ạ?  Lý do: Vì một số chuyện cá nhân gia đình nên trong thời gian đăng ký môn học dự thính đợt 2 em đã đăng ký trễ và không được chấp thuận. Vì đây là lần cuối cùng môn học này được mở (vì từ khóa K19 sẽ không còn học) nên em rất mong nhận được sự trợ giúp của các thầy/cô để giúp em có thể có một suất học môn học này . Em xin chân thành cảm ơn các thầy, cô.",
    "Em chào thầy cô. Tụi em là   và   E muốn đăng ký bổ sung môn học Môn: Anh văn 4 Mã: LA1009 Lớp thứ 7,chủ nhật cô  cơ sở 1 ạ Mong thầy cô giúp đỡ để em kịp tiến độ ra trường. Em chân thành cảm ơn ạ",
    "Dạ em chào thầy\\cô ! Dạ hôm nay em xin được phép hỏi thầy cô về câu hỏi em đã nghĩ lâu lắm nhưng nay mới đủ can đảm gửi câu hỏi để được trả lời ạ. Việc là năm nhất em đã không đạt được kết quả tốt trong việc học mà em đã không đậu vào lớp kỹ thuật cơ điện, nhưng mong muốn được học kỹ thuật cơ điện của em vẫn còn, nên hiện tại em  vẫn đang đăng ký môn của nhóm ngành kỹ thuật cơ khí cũng là môn của nhóm ngành kỹ thuật cơ điện phải học trừ 1 số môn ra thôi ạ, em đã từng hỏi thầy chủ nhiệm về việc học lấy văn bằng hai nhưng với yêu cầu em phải làm đồ án tốt nghiệp hai lần, nhưng em vẫn muốn được học chuyên về cơ điện hơn ạ. Em chỉ muốn hỏi các thầy cô là em có thể chuyển ngành được không ạ, em là sinh viên khóa 2018, em vẫn có thể trễ hơn các bạn kia 1 kỳ nhưng em vẫn mong được chuyển ạ, em có thể đăng ký các môn dự thính để kịp tiến độ ạ. Hiện tại em vẫn đang đăng ký theo các môn của nhóm ngành cơ điện và cả ngành kỹ thuật cơ khí, em chỉ sợ việc châm hơn các bạn bên cơ điện 1 kỳ thực tập hè năm 2, mà em nghe các bạn bảo kỳ thực tập đó thì không quá nặng, em không biết là em có thể chủ động xin đăng ký thực tập đó trong kỳ 2 năm 3 được không ạ. Trong lời nói của em có thể có nhiều sai sót nhưng em mong thầy cô có thể giúp em trả lời câu hỏi mà em muốn hỏi lâu nay ạ. Em cảm ơn các thầy cô nhiều ạ. À và cho em hỏi thêm là nếu như em không được chuyển ngành, nhưng em muốn lấy bằng cơ điện thì lúc đồ án tốt nghiệp, em có thể được làm đồ án tốt nghiệp chung của hai ngành được không ạ. Em mong thầy cô giúp em trả lời câu hỏi ạ, em cảm ơn nhiều ạ !",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Cho em xin hỏi có thể huỷ môn học dự thính được nữa không ạ. Nếu được cho em xin huỷ môn: Tổ chức bảo dưỡng 1 ( msmh: 260609 ). Em xin chân thành cảm ơn.",
    "Em chào Trường, chào Phòng đào tạo. Em thắc mắc đợt dự thính HK201, Phòng đào tạo có mở đợt đăng ký đợt 3 không ạ? Em chân thành cảm ơn.",
    "NGUYỄN NGỌC QUANG       VỪA RỒI EM CÓ  ANH VĂN 4 LA1009 HIỆN TẠI  EM VẪN CHƯA THẤY PHÒNG ĐÀO TẠO CẬP NHẬT TKB MÀ TRONG BKE THÌ EM THẤY ĐÃ ĐC CẬP NHẬT RỒI Ạ .. CHO EM HỎI VẬY EM ĐÃ ĐK THÀNH CÔNG CHƯA Ạ .VÌ TUẦN SAU HỌC RỒI . EM CẢM ƠN",
    "Em tên là  khóa 2020 Mã số sinh viên của em là  Cho em hỏi là thời khóa biểu của em sao chỉ còn lại học ngày thứ 6 và không còn tín chỉ Bên hệ thống có cấn đề gì vậy ạ Em xin cảm ơn",
    "Dạ cho em hỏi, em dky môn gt1 mà tuần sau bắt đầu học rồi mà em vẫn chưa có thời khoá biểu ạ",
    "Kính gửi thầy/cô PĐT Thầy/cô cho em xin file tính điểm trung bình tích lũy ngành để em kiểm tra lại. Cảm ơn thầy/cô",
    "Em đăng ký môn dự thính vẽ lớp dt02-dt03 nhưng vẫn chưa có thời khoá biểu sĩ số của lớp 27/37 rồi ạ",
    "Hiện em đăng hoàn tất hồ sơ du học, và em cần một số bản sao của giấy chứng nhận tốt nghiệp tạm thời. Cho em xin hỏi là phòng đào tạo có cho phép in thêm một số bản của giấy chứng nhận không ạ? Em xin cảm ơn.",
    "/MSGV:    tkb vaanx conf ddang caapj nhaapj ddungs ko aj .",
    "E chào các thầy cô ạ chuyện là em bị xóa môn mặc dù đã đăng ký dự thính thành công lần 2 mà môn đó các bạn e được lên thời khóa biểu và em cũng không trùng giờ học hay thí nghiệm  xin thầy cô xem xét ạ ",
    "Dạ cho em hỏi là hồi học kỳ hè 193 em có học một môn GDTC và qua môn thì em có được chuyển điểm qua GDTC3 không ạ? Và nếu em đã hoàn thành xong 3 môn rồi thì sao ạ? Em mong được giải đáp các thắc mắc ạ.",
    "em xin lỗi này em quên nói tên môn học là môn ME2041 - Nhiệt động & truyền nhiệt em đăng ký dự thính thành công lần 2 mà cũng không có thời khóa biểu mặc dù em không bị trùng giờ học  và bạn em đã có thời khóa biểu rồi ạ ",
    "Em chào thầy/cô! Em là  -  - VP17VL. Cho em hỏi là: Em có thể xin đăng ký thêm môn: \"Điện - điện động học - Nhóm DT01 - (404709)\" và hủy môn học \"Hợp đồng,thị trường & tiêu chuẩn - Nhóm DT01 - (701709)\" vào kỳ dự thính 201 được không ạ. Tại vì em nghĩ em nên trả nợ trước khi học môn của kỳ sau ạ. Em cảm ơn thầy/cô đã giải quyết vấn đề cho em!    + Hủy môn .",
    "MSSVMSGV:   b       i   i     Em chào    Hiện nay thời khóa biểu của Em chỉ còn có 4 môn thôi ạ  MSSV của em là  Em cảm ơn ạ",
    "trường đầu năm có thông báo mở dự thi cntt ở đầu học kì 2 năm 2019 mà do dịch nên k có thông báo gì nên chừng nào xét đến cái cntt ạ ",
    "Kính gửi, Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ . Em đã đăng kí dự thính môn học Giải tich 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ  (Chủ nhật 11/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên. Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống.. . Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.",
    "Kính gửi, Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ. Em đã đăng kí dự thính môn học Giải tich 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ  (Chủ nhật 11/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên. Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống... Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.",
    "dạ cho em hỏi đợt 2 của đăng kí môn học dự thính em có đăng kí môn 'những nguyên lí cơ bản của chủ nghĩa mác-lenin'̣̣̣̣̣ mà trong thời khóa biểu không có lịch học nhưng trong bkel lại có hiện phần của môn này và có bài kiểm tra phải làm ạ. vậy là trong kì này em có học dự thính môn này không ạ. em xin chân thành cảm ơn ạ ",
    "thời khóa biểu của em bị mất rất nhiều tín chỉ và mất rất nhiều tiết mong thầy cô xem lại giúp em ạ",
    "Chào thầy(cô), Em muốn hỏi là hiện tại có thể rút môn học Dự thính được không ạ. Do sau khi xem xét lại lịch, em thấy không đủ thời gian. Mong thầy(cô) có thể xem xét giúp em ạ. Em xin cảm ơn.",
    "Cho em hỏi về việc chuyển điểm chứng chỉ ngoại ngữ Toeic Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (phụ lục 1, quy chế đào tạo học vụ bậc đại học) có áp dụng cho sinh viên khóa K.2015 không. Vì chuẩn tốt nghiệp K.2015 là Toeic 500, nhưng theo bảng quy đổi mới Toeic 600 mới được quy đổi AV4. Vậy học kỳ này sinh viên K.2015 còn được quy đổi AV theo bảng cũ không ạ.  ",
    "Kính chào thầy/cô. Em tên là , là sinh viên K2016 khoa Khoa học và Kỹ thuật Máy tính dự kiến sẽ tốt nghiệp vào tháng 11 này. Tại trang đăng ký xét tốt nghiệp, em nhận thông báo là mình không được phép xét tốt nghiệp vì đang nợ ngày CTXH (hình 1). Nhưng như thầy/cô thấy ở hình 2 thì hiện em đang có 15 ngày CTXH, đủ điều kiện để tốt nghiệp. Nghĩ rằng đây là trục trặc của hệ thống, nên em mong thầy/cô kiểm tra lại giúp em. Em cảm ơn ạ!",
    "Cho em hỏi sao đến giờ tkb vẫn chưa có môn những nguyên lí cơ bản mác lên nin ạ.",
    "Em chào thầy cô Em tên :  Mssv:  Thầy/cô cho em hỏi sao ngày hôm qua em vào xem TKB vẫn được, còn hôm nay thì không thấy gì vậy ạ? Mong được các thầy cô giải đáp. Em xin cám ơn các thầy cô .",
    "học kỳ này em có đăng ký môn dự thính là giải tích 1 và 2, vài ngày trước thời khóa biểu cũng đã có lịch học của 2 môn này. Tuy nhiên khoảng 2 ngày trước môn giải tích 2 của em không còn trên thời khóa biểu và hiện tại vẫn chưa cập nhật. Vì ngày mai đã là thứ 2, bắt đầu học dự thính và em không muốn bị mất buổi học nên chuyện này khá gấp ạ. Em mong phòng đào tạo sớm giải đáp cũng như cập nhật lại thời khóa biểu cho em ạ. Em cảm ơn.",
    "Em chào thầy/cô. Em hiện đang thiếu môn tin học, thay vào đó em có thể học môn chuyển đổi là nhập môn điện toán CO1005 nhóm DT01. Nhưng đợt đăng kí môn học dự thính vừa rồi em chưa đăng kí và hiện giờ đã hết hạn. Tuần sau là bắt đầu học kỳ dự thính. Thầy/ cô cho em hỏi là em nên làm thế nào để có thể tham gia lớp này ạ! Em xin cảm ơn !",
    "Trường cho em hỏi là nếu em có chứng chỉ GDQP rồi thì có cần học lại không ạ?",
    "I Kính gửi quý Thầy/Cô thuộc Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh  /I    , Em tên là , sinh viên thuộc khoa Kỹ thuật Dầu khí và Địa chất. Em có một số vấn đề dưới đây cần sự giải đáp và giúp đỡ của PĐT:  - Lịch dự thính của em có môn Vật lí 2 và Giải tích 2, nhưng giờ GGMeet của VL2 cả 2 ngày đều trùng giờ GT2 trên lớp thì em được phép làm đơn xin rút môn miễn học phí không ạ?  - Nếu làm đơn rút môn tính phí/ miễn học phí thì em download mẫu về gửi trên BKSI, hay là nộp trực tiếp tại PĐT ạ? Em rất mong nhận được hồi đáp từ PĐT. Em xin chân thành cám ơn! ",
    "Dạ thưa thầy cô,cho em hỏi là em có đăng ký môn học kì dự thính 201 có môn giải tích 2 nhưng đến giờ thời khóa biểu của em vẫn không có môn giải tích 2 ạ. Em vẫn còn lịch sử đăng ký môn thành công ạ. Kính mong thầy cô giải đáp giúp em ạ. Em xin cảm ơn.",
    "Dạ xin chào, Em tên , MSSV . Em xin được rút môn học Cơ lưu chất CI2003 lớp DT01- DT02   B Lý do:    em đăng ký nhầm mã ngành của đại trà. Dạ, em cảm ơn .",
    "Em chào phòng đào tạo. Em không đăng kí môn giải tích 2 (MT1005) trong kì học dự thính học kì 201. Nhưng hiện tại trong phần đăng kí môn học và thời khóa biểu của em lại có môn học này (nhóm DT_06). Em không biết phòng đào tạo có nhầm lẫn gì không ạ? Và có cách nào để em hủy môn học không ạ? Em mong phòng đào tạo kiểm tra lại giúp em vì em hoàn toàn không vào đăng kí môn dự thính môn học này ạ. Em xin cảm ơn phòng đào tạo.    .",
    "cho em hỏi là môn xác suất và thống kê lớp DT01 có được mở không ạ ",
    "em đăng kí môn học dự thính vật lí 1 và giải tích 2 hai môn này đều thỏa điều kiện và không trùng lịch nhưng thời khóa biểu cập nhật chỉ có một môn mặc dù trên bkelearning đều có tên giảng viên 2 môn này. PĐT giải thích giúp em ạ!",
    "Chào thầy cô, em tên  học học bảo dưỡng công nghiệp.thầy cô cho em hỏi sao em đăng kí môn học thành công và có môn học trên bkel mà sao trong thời khóa biểu em lại không có môn học ạ. Em cảm ơn thầy cô đã xem, chúc thầy cô sức khỏe ạ.",
    "Chào ad. Mình đăng kí hk dự thính của hk201. Môn dstt và giải tích 2. Theo lịch học vụ thì hôm nay sẽ bắt đầu học nhưng tkb lại không hiển thị thông tin gì hết mong ad phản hồi sớm. Thân.",
    "Kính thưa các Thầy Cô, em còn thiếu ngày CTXH nên chưa thể đăng kí tốt nghiệp, nên em định dành học kì này để bổ sung, sau đó đăng kí học tiếp văn bằng 2. Nhưng em lại quên kiểm tra kết quả đăng kí ít nhất 01 môn học trong TKB để được Nhà Trường cấp giấy chứng nhận sinh viên để bổ sung cho địa phương. Hiện tại em đang rất bối rối và hối hận, kính mong các Thầy Cô rộng lòng chiếu cố để em có thể nộp giấy tờ cho địa phương và tiếp tục theo học tại Trường. Em vô cùng biết ơn các Thầy Cô.",
    "Dạ em tên là Phạm Hoàng Minh Nhật, mssv là . Em có đăng ký môn học dự thính hk1 (2020-2021) Vật Lý 1 lớp DT02. Em xem lịch học của lớp trên chỗ đăng ký môn học thì mai có tiết mà thời khoá biểu và bkel của em vẫn chưa cập nhật môn học và lịch học ạ. Cho em hỏi là bây giờ em phải làm sao ạ ?",
    "Cho em hỏi tuần này bắt đầu học dt kì 201 rồi sao tkb vẫn chưa được cập nhật ạ.Môn những nguyên lí cơ bản của chủ nghĩa - ạ.",
    "Dạ cho e hỏi là tại sao e lại bị xóa môn giải tích 1 ở học kì dự thính v ạ ?",
    "Cho em xin hỏi sao em vẫn chưa có tkb ạ?",
    "Dạ thầy cô cho em hỏi em có đăng ký dự thính đợt 1 rồi. đợt 2 thì không hiệu chỉnh gì hết. Sao đến giờ em vẫn chưa có tkb v ạ. Em vô trang đăng ký môn thì vẫn thấy kết quả là đã đăng ký. Mong nhận được sự phản hồi của thầy cô Em cảm ơn",
    "Em tên  - . Em là sinh viên K16 khoa Điện - Điện tử. Em đã thanh toán số tiền 95.000 để xét tốt nghiệp. Em kiểm tra thì thấy trên BKPay vẫn   B còn 1 khoản 95.000 khác chưa thanh toán   . Em đã liên hệ bên OCB và họ nói là   B liên hệ với trường để xoá giao dịch còn lại   . Trước đó trang thông tin đăng ký tốt nghiệp đã báo   B Phiếu đăng ký đã xử lý   . Giờ em kiểm tra lại thì lại   B Đang chờ thanh toán   . Em có đính kèm ảnh chụp màn hình. Mong PĐT xem xét và điều chỉnh lại giúp em. Em xin cảm ơn!",
    "Chào Thầy/Cô Cho em hỏi là đợt đăng ký dự thính đợt 3 có được nộp giấy xin mở lớp không ạ? Em cảm ơn",
    "Em tên  MSSV  Em xin phòng đào tạo tăng sỉ số lớp để cho em vào lớp cơ học kết cấu CI2029 nhóm DT01 ạ Đây là môn rất quan trọng để em có thể đăng ký môn học ở học kỳ tiếp theo ạ. Xin phòng đào tạo tăng sỉ số để em có thể vào nhóm DT01 ạ . Em cảm ơn nhiều ạ",
    "I Kính gửi quý Thầy/Cô thuộc Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh  /I    , Em tên là , sinh viên thuộc khoa Kỹ thuật Dầu khí và Địa chất. Em có một số vấn đề dưới đây cần sự giải đáp và giúp đỡ của PĐT: - Lịch dự thính đợt 2 vừa rồi của em có môn Vật lí 2 và Giải tích 2, nhưng giờ GGMeet của VL2 cả 2 ngày đều trùng giờ GT2 trên lớp, em tha thiết được học GT2 nhưng hệ thống hủy môn GT2 của em. Em không đăng kí lại được GT2 vì bị đụng giờ VL. Em không biết có thể nhờ Thầy/Cô PĐT xóa môn VL2 giúp em được không ạ?  Vì em tha thiết được mong học lại GT2 kỳ này, VL2 em đã qua nên nếu chọn 1 trong 2 môn, em chọn GT2 ạ. Em rất mong nhận được hồi đáp từ PĐT. Em xin chân thành cám ơn!",
    "I Kính gửi quý Thầy/Cô thuộc Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh  /I    , Em tên là , sinh viên thuộc khoa Kỹ thuật Dầu khí và Địa chất. Em có một số vấn đề dưới đây cần sự giải đáp và giúp đỡ của PĐT: - Lịch dự thính đợt 2 vừa rồi của em có môn Vật lí 2 và Giải tích 2, nhưng giờ GGMeet của VL2 cả 2 ngày đều trùng giờ GT2 trên lớp, em tha thiết được học GT2 nhưng hệ thống hủy môn GT2 của em. Em không đăng kí lại được GT2 vì bị đụng giờ VL. Em không biết có thể nhờ Thầy/Cô PĐT xóa môn VL2 giúp em được không ạ?  Vì em tha thiết được mong học lại GT2 kỳ này, VL2 em đã qua nên nếu chọn 1 trong 2 môn, em chọn GT2 ạ. Em rất mong nhận được hồi đáp từ PĐT. Em xin chân thành cám ơn!",
    "Kì này sao không mở lớp môn những nguyên lí cơ bản Mác- vậy ạ.",
    "Chào pđt! em đăng kí môn  Vật lý 1 lịch học hangout tiết 15 nhưng vẫn bị lỗi \"Không đủ thời gian di chuyển giữa 2 cs\" với môn SP1031 từ tiết 10-12 ở học kì chính. Cho em hỏi là thời gian di chuyển giữa 2 cs được quy định bao nhiêu và em học hangout nên không cần di chuyển lên cs1 thì có được đăng kí hay không ạ ? em cảm ơn",
    "Dạ em chào phòng đào tạo ạ Em là  mssv  Dạ cho em hỏi bây giờ em có thể rút môn học Bóng chuyền pe1011 được không ạ?",
    "PH1007 Dạ em bị trùng tkb nên bị xóa môn PH1007,giờ đăng ký lại thì đã hết slot,pđt cho em xin chuyển vào lớp DT03_PH1007 với ạ. Em cảm ơn.",
    "Dạ em chào phòng đào tạo ạ Em là  mssv  Dạ cho em hỏi là em có thể chuyển lớp thực tập điện 2 ee3023 từ lớp A13 sang lớp A03 được không ạ?",
    "Em tên  ﻿MSSV:  ﻿Khoa: Kỹ thuật Hoá học ﻿PDT cho em hỏi nếu muốn có tên trong danh sách tốt nghiệp dự kiến vào tháng 11 này thì cần phải đến PDT ghi danh hay chờ đợi ạ. Do em đã bảo vệ 1 tháng và đủ chuẩn anh văn rồi nhưng đến giờ vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ. ﻿Em cảm ơn phòng đào tạo đã đọc tin nhắn và em mong nhận được phản hồi sớm từ PDT ạ. Em cảm ơn ạ.",
    "Dạ cho em hỏi là đăng kí môn HK Dự thính của lớp DT01-DT01, và giờ em có thể đổi qua lớp DT01-DT02 được ko ạ? Dạ tại vì em đăng kí qua bên Mạch điện tử lớp DT02-DT05 bị kẹt lớp Thí nghiệm tiết 7-8-9 bên Kĩ thuật số ạ? Mong thầy cô có thể xem xét cho em được chuyển lớp ạ",
    "Dạ chào thầy/cô Em tên  mssv  Vì lí do đợt 1 đợt 2 em đăng ký vật lý bán dẫn bị huỷ lớp em xin phòng đào tạo add em vào lớp dự thính A04 giáo viên phụ trách : ",
    "Kính gửi pđt Em tên là , MSSV: Em muốn đăng kí môn cơ học kết cấu, mã số môn học:Ci2029, nhóm lớp DT02, kính mong pđt mở thêm cho em một slot để em đăng kí ạ Em xin cảm ơn.",
    "Gửi thầy cô phòng đào tạo. Em tên là (MSSV ). Vào đợt dự thính học kỳ 201, em có đăng ký lớp DT09 môn Giải tích 2 (MSMH: MT1005) và bị hủy môn, vào đợt đăng ký đợt 3 khi em đăng ký lại lớp DT09 môn MT1005 thì vẫn được chấp nhận. Lí do hủy môn: không đủ thời gian di chuyển giữa 2 cơ sở vào ngày thứ 4 hàng tuần, nhưng hôm đấy em chỉ học hangout tương tác qua mạng nên không cần phải di chuyển giữa 2 cơ sở. Cho em hỏi sau khi kết thúc đợt đăng kí đợt 3 thì em có bị hủy lớp DT09 môn Giải tích 2 nữa hay không? Mong sớm nhận được hồi âm, em cảm ơn.",
    "cho em hỏi: Trong đợt hiệu chỉnh (đợt 2) em có đăng ký Môn Những nguyên lý cơ bản của chủ nghĩa - (Mã SP1003) và có tới 45 sinh viên đăng ký.Nhưng em không biết sao trường lại hủy lớp đó và không mở lại trong đợt đăng đợt 3 này .Mong thầy,cô giải thích giúp em để em hiểu rõ và có thể kịp đăng ký môn học lại để em kịp tiến độ học tập ạ.Em cám ơn ạ!",
    "Sau khi được chuyển lớp đồ án sang của  Điện tử-Viễn thông em đã nhận được thời khoá biểu mới.       Tuy nhiên sau 1 tháng chờ đợi thì danh sách đồ án của cả bộ môn Điện tử và Viễn thông đều không có tên em.       Em đã đến văn phòng bộ môn và của khoa đều chưa nhận được câu trả lời cụ thể      Em xin được nhà trường giải quyết sớm để em có tên trong danh sách có thể tiến hành nhận đề tài.",
    "Chào nhà trường.  E có đăng ký 2 môn dự thính.PH1003 vật lý 1 và môn MT1005 giải tích 2. Nhưng lịch học của 2 môn này lại trùng vào bữa thứ 6.  Cụ thể e có gửi ảnh kèm . Nhờ nhà trường xem xét giúp. 1 môn học từ 18h đên 20:30. 1 môn học từ 19:30 đến 20:30. Em xin cảm ơn.",
    "Kính gửi thầy/cô Em có mong muốn được học môn hóa lý 2 CH2031 kì này nhưng đã để lỡ 2 đợt đăng kí trước. Đến hôm nay đăng kí đợt 3 thì 2 lớp đều đã hết chỗ. Em mong thầy/ cô giúp đỡ để được đăng kí học lớp tối thứ 4 DT02. Em xin cảm ơn thầy/ cô đã giúp đỡ.",
    "MSSV: Họ và tên:  Dạ cho em hỏi: em có đăng kí môn giải tích 2 lớp dt08 và đã có thời khóa biểu , em muốn chuyển sang lớp dự thính khác được không ạ . Em cảm ơn nhìu ạ",
    "Em kính chào thầy cô, Em có mong muốn được học môn hoá lý 2 có mã CH2031. Nhưng do bỏ lỡ 2 đợt đăng kí trước nên hiện tại lớp đã đủ sỉ số và khoá. Em rất mong thầy cô mở cho em tham gia lớp học dự thính hoá lý 2 CH2031 vào tối t4 DT02. Em xin chân thành cảm ơn.",
    "Cho em hỏi ngày cụ thể có bằng tốt nghiệp đợt tháng 11 năm nay là ngày mấy?",
    "Xin chào Thầy/Cô Em tên , MSSV: , em đã đăng ký tốt nghiệp vào đợt tháng 11/2020 và đã có tên trong danh sách tốt nghiệp tạm thời như hình đính kèm. Nhưng hôm nay em kiểm tra lại thì tên em   B không còn    trong danh sách nữa. Kiểm tra lại trong mục đăng ký tốt nghiệp thì xuất hiện hình lễ tốt nghiệp như hình đính kèm. Tình trạng sinh viên trong TTSV ghi \"Tốt nghiệp\". Vậy cho em hỏi là đã có lỗi gì xảy ra không ạ? Và nếu có thì kính mong thầy/cô giải đáp và khắc phục lỗi ạ. Chân thành cảm ơn thầy/cô.",
    "Em đăng kí dự thính bị trùng một tiết và em có thể đổi lịch chính quy  được, có cách nào để đăng kí dự thính không ạ",
    "Em tên là , mã số sinh viên . Em có đăng ký bổ sung trong đợt đăng ký bổ sung môn luận văn tốt nghiệp với mã môn học là CI4333 nhưng hiện tại vẫn chưa thấy cập nhật trên thời khoá biểu. Mong quý thầy/cô có thể hổ trợ cho em trong tình huống này. Em xin chân thành cám ơn!",
    "Kính gửi PĐT Đại Học Bách Khoa , hôm nay em có một vấn đề thắc mắc đó là : ở HK182 em có bị cảnh cáo học vụ 1 lần , sau đó qua HK191 và HK192 em đều không bị thêm bất kì lần nào nữa , điểm trung bình hiện tại của kì rồi là 7.26 nhưng hôm nay em có vào Mybk và check thử thì thấy lần cảnh cáo đó vẫn còn và chưa bị xóa đi , em có đi hỏi những anh chị đã từng bị thì anh chị đều đã được xóa hết rồi nên em mới viết câu hỏi này xin PĐT trả lời giúp em vì theo quy định nhà trường nếu bị 3 lần liên tiếp thì coi như bị buộc thôi học nên em mới thắc mắc mong Pđt giải đáp thắc mắc giúp em . Em xin cám ơn ạ .",
    "Em hiện đang học môn pháp luật đại cương ở cs1, nay em muốn được chuyển lớp sang cs2 vào thứ 2, liệu có được ko ạ",
    "Em bị muộn đợt chuyển lớp dự thính đợt 2. Bây giờ đã quá hạn và là đợt 3 nên ko hiệu chỉnh được. Em muốn chuyển lớp thì làm sao ạ ?",
    "Kính thưa phòng đào tạo,  Em có đăng kí môn cơ học máy 3 chỉ mã môn ME2077, bị hủy do trùng lịch 3 buổi thí nghiệm hoá phân tích vào ngày chủ nhật. Em dự định sẽ chuyển điểm thí nghiệm hoá phân tích nên sẽ có thể học cơ học máy vào khung giờ đó. Kính mong phòng đào tạo có thể hỗ trợ giữ môn để em có thể học cơ học máy dự thính kì này. Em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi khi nào có kết quả đăng kí môn học đợt bổ sung ĐCLVTN/LVTN ạ.",
    "thầy/ cô cho em hỏi, bây giờ em đăng kí nộp bằng anh văn toeic để qua chuẩn anh văn sau năm 2 để đăng kí môn học ở học kì 202 thì cần bao nhiêu điểm toeic ạ (em nộp chỉ để xét chuẩn anh văn hằng năm chứ không phải để chuyển điểm ạ). mong thầy cô giải thích giúp em, em cảm ơn ạ",
    "Em tên , MSV: Em đã đủ điều kiện đăng kí luận văn tốt nghiệp gồm đủ chuẩn ngoại ngữ, đủ số tín chỉ và đủ ngày công tác xã hội nhưng phòng đào tạo không xét đăng kí cho em, em xin hỏi lí do và yêu cầu đăng kí giúp em ạ, em cảm ơn nhiều.",
    "Chào thầy/cô ở PĐT, Thầy/cô có thể giúp em tra cứu em thiếu điều kiện nào để tốt nghiệp được không ạ, em cảm ơn thầy cô nhiều.",
    "Kính thưa pđt,em viết mail này để xin pđt có thể cho em được đk thêm môn thí nghiệm vật lý dự thính ạ Lý do:Do mấy ngày nay em bị sốt,cảm(sốt 39 độ) nằm trên giường không thể đi lại,cũng không thể làm gì được vì vậy nên đã quá thời hạn đk môn dự thính ạ.Nên em viết mail này mong pđt thông cảm và xem xét cho em được đk môn tnvl của thầy  với ạ Mong pđt thông cảm và xem xét cho em được đk môn tnvl với ạ.Nếu được thì em cảm ơn pđt rất nhiều ạ",
    "Kính gửi phòng đào tạo em tên là ,MSSV: học kì I 2020-2021 này em có đăng kí dự thính môn Giải tích 2 nhưng em lại bị hủy đăng kí môn học với  lí do phòng đào tạo đưa ra là không đủ qũy thời gian di chuyển giữa 2 cơ sở nhưng theo thời khóa biểu của em là lịch hangout nên nó không bị ảnh hưởng gì cả .Hiện em đã đăng kí mới lại lớp bị hủy 1 lần nữa nhưng không biết có bị hủy nữa hay không?.Kính mong phòng đào tạo giải quyết giúp em sớm vì ngày 14/10/2020 là đã hết hạn đăng kí môn học dự thính rồi.Chi tiết em có đính kèm file ảnh thời khóa biểu.",
    "Em chào phòng đào tạo . Em muốn đăng ký học môn Hoá lý 2 (CH2031) vào ngày thứ 3 do thầy  phụ trách . Do lớp đã hết sĩ số nên em xin được phòng đào tạo mở sĩ số cho em. Lý do: em muốn học trong học kỳ này vì kỳ sau sẽ đổi mã môn cho khoá mới. Ngoài ra em còn học dự thính môn Hoá phân tích (CH2005) vào thứ 4 nên chỉ có lớp thứ 3 mới phù hợp với em. Em xin chân thành cảm ơn.",
    "Em đăng ký DỰ THÍNH gt2 kỳ 201 nhưng bị xoá. Nhà trường xoá môn với lý do di chuyển không kịp giữa 2 cơ sở, nhưng tkb hiện tại của em ngày t4 có môn triết tiết 10 11 12 nhưng lịch dự thính gt2 có tiết hangout vào thứ 4 tiết 15 16 thì em không   cần phải di chuyển giữa 2 cơ sở. Mong nhà trường giải quyết vấn đề này giúp em",
    "Cho em hỏi hiện tại em muốn rút môn học ở học kỳ dự thính 201 thì có được không ạ? Nếu được thì em cần làm những thủ tục gì? Em xin cảm ơn ạ.",
    "Cho em hỏi về vấn đề quy trình tốt nghiệp. Sau khi em đã hoàn thành việc đăng ký tốt nghiệp trên trang myBK thì theo như yêu cầu của PĐT, em phải nộp trực tiếp cho phòng đào tạo sơ yếu lí lịch và đơn xin cấp bằng sau khi nhận giấy tốt nghiệp tạm thời để tham gia lễ tốt nghiệp đúng ko ạ???",
    "em muốn xin phòng đào tạo có thể giúp em chuyển nhóm hóa phân tích 3-5 THÀNH 5-10 ĐƯỢC KHÔNG Ạ ĐỂ EM ĐĂNG KÝ ĐƯỢC MÔN VẼ DỰ THÍNH Ạ VÌ KHÔNG ĐỦ THỜI GIAN DI CHUYỂN TỪ CƠ SỞ1 SANG 2",
    "Chào thầy/cô, Hôm nay là ngày 12/10 em vẫn chưa nhận được điểm tổng kết môn Giải tích 1 lớp DT04 của cô  trên aao. Mong thầy cô cập nhật sớm để em có thể cân nhắc đăng ký môn học dự thính để trả nợ môn Giải tích 1 vì em K14 chỉ còn một học kỳ này thôi ạ. Mong các thầy/cô giúp em. Em xin chân thành cảm ơn ạ!",
    "Kính gửi: Phòng Đạo tạo Em tên: Nguyễn Văn Minh  Lý do : em xin đăng ký môn học AV4 (mã LA1009) ,do em bị trùng lịch của môn học khác , và lớp AV4 thứ 4 và thứ 7 em học được nhưng lớp đã đủ sỉ số ạ , Dạ nay em làm đơn kính mong Phòng Đạo Tạo tăng thêm sỉ số Môn Anh Văn 4 lớp thứ 4 và thứ 7 để em có thể học được ạ . Kính mong nhận được sự chấp thuận của Phòng Đào Tạo. Em  cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Em tên là  mssv: . Hôm nay em gửi tin nhắn này mong phòng đào tạo giúp em đăng kí môn học thiết kế cầu 1 (CI3039). Lý do: do em chưa hoàn thành môn bê tông cốt thép 1 nên không thể đăng kí môn học thiết kế cầu 1 được ạ. Nhưng hiện tại em đang học môn thiết kế bê tông 1 nên em hy vọng phòng đào tạo chấp nhận cho em được phép học song song. Em biết yêu cầu của em là vô lý và trái với quy định về môn học của nhà trường nhưng em hy vọng phòng đào tạo thông cảm và giúp đỡ em lần này. Vì nếu lần này không học được thiết kế cầu 1 thì em không thể học các môn tiếp theo ở học kì kế tiếp dẫn tới trễ 1 năm so với tiến độ tốt nghiệp. Nên em hy vọng phòng đào tạo chấp thuận cho em được đăng kí thiết kế cầu 1 (CI3039) trong học kì dự thính (đợt đăng kí bổ sung này). Mong nhận được phản hồi của phòng đào tạo. Em xin cảm ơn ạ. .  ",
    "Cho em hỏi tên của em trên web của trường họ  bị viết thành . Giờ em phải làm sao ạ?",
    "Kính thưa thầy cô ở phòng đào tạo trường Đại học Bách Khoa TPHCM. Em tên là: . Mã số sinh viên: 7. Nay em gởi thư này để xin phép thầy cô xét điều kiện tốt nghiệp cho em. Lí do là em đã đủ điều công tác xã hội từ ngày 30/9/2020 nhưng vẫn chưa đăng ký tốt nghiệp trên mybk được vì bị ghi nợ công tác xã hội mặc dù em đã đủ 15 ngày rồi và đã nhận email thông báo tốt nghiệp của trường trên gmail. Em đã lên trường để thông báo về tình trạng này và cô nói là trưa thứ 2 ngày 12/10/2020 sẽ đăng ký được nhưng đến nay em vẫn chưa đăng ký tốt nghiệp được. Mong thầy cô xem xét cho em ạ. Em cám ơn thầy cô. .",
    "Em đăng ký DỰ THÍNH gt2 kỳ 201 nhưng bị xoá. Nhà trường xoá môn với lý do di chuyển không kịp giữa 2 cơ sở, nhưng tkb hiện tại của em ngày thứ 4 có môn triết tiết 10 11 12 nhưng lịch dự thính gt2 có tiết hangout vào thứ 4 tiết 15 16 thì em không cần phải di chuyển giữa 2 cơ sở. Mong nhà trường giải quyết vấn đề này giúp em",
    "Em chào thầy / cô! Cho em hỏi là nếu tiết học kết thúc là hết tiết 12(17h50).Học dự thính học hangout bắt đầu lúc tiết 15(20h) tại sao bị hủy môn do không đủ thòi gian di chuyển giữa 2 cơ sở? Vậy đăng kí tiết 16 (21h) có bị hủy môn nữa không ạ? Thầy/cô cho em hỏi là khoảng cách để đăng kí môn học thành công thời gian là bao nhiêu nếu khác cơ sở hoặc cùng cơ sở ạ? Em cám ơn1",
    "Em xin chào ạ Em bị hủy kết quả đăng kí môn học Cơ lưu chất (CI2005)do \"Không đủ thời gian di chuyển giữa 2 cơ sở MA3004\"  Nhưng vì MA3004 là môn thí nghiệm,nên giảng viên thông báo sẽ băt đầu và kết thúc buổi học sớm hơn dự tính, chứ không kéo dài 5 tiết như trên thời khóa biểu ghi. Nên em vẫn đủ thời gian để di chuyển ạ Cho em hỏi là em có thể xin phòng đào tạo không hủy kết quả đăng kí môn học CI2005 của em được không ạ? Em xin cảm ơn",
    "Thầy/cô vui lòng cho em hỏi là danh sách tốt nghiệp dự kiến của PĐT trên trang web aao.hcmut.edu.vn sao hôm trước em tra mssv của mình hôm trước thì được nhưng hiện tại không được nữa vậy ạ? Em xin cảm ơn!",
    "sáng nay em có lên pđt để nộp đơn xin chuyển lớp môn học hóa phân tích (thí nghiệm) từ lớp L06 sang lớp L07 mã môn học   CH2010 . Nhưng hiện tại vẫn chưa được giải quyết, để em có thể kịp đăng môn học cho HK dự thính . Xin phòng đào tạo giải quyết gìum em . Em xin chân thành cảm ơn.",
    "chào thầy cô em tên   MSSV  ngành điện(hệ thống năng lượng) PFIEV em muốn hỏi là thời khóa biểu của em bên PFIEV đac cập nhật rồi còn bên BKE-learning vẫn còn để môn với tên của giảng viên bên chương trình đại trà ạ. mong thầy cô cập nhật giúp em. Em cảm ơn .",
    "Cho em hỏi là em chuẩn bị tốt nghiệp, em có xài OneDrive liên kết với email sinh viên (được 1TB miễn phí), vậy sau khi tốt nghiệp, tài khoản và dữ liệu trên đó có bị xoá không ạ? Nếu xoá thì thời gian bao lâu sau tốt nghiệp sẽ bị xoá vậy ạ để em back up lại dữ liệu. Và tài khoản Google Drive liên kết thì sao ạ?",
    "Cho em hỏi đợt đăng ký dự thính 2 vừa rồi em có đăng ký môn Triết Học Phương Đông - CI4099. Nhưng hiện tại em không được sắp lớp và có thời khóa biểu ạ.",
    "Dạ cho em hỏi em đọc trên quy chế là K19 hết năm nhất là phải nộp chứng chỉ Công nghệ thông tin ( CNTT), nhưng đến bây giờ em vẫn chưa nghe thông tin gì về kỳ kiểm tra ứng dụng CNTT nội bộ để đạt chuẩn, vậy là tụi em phải thi bên ngoài nộp bằng vào hay trường sẽ tổ chức kỳ kiểm tra khác cho K19 ạ. Em cảm ơn ạ.",
    "Cho e hỏi e đã đăng kí thực tập tốt nghiệp đợt 4. Thời gian đăng kí từ 25/9-1/10, cho đến hiện tại e vẫn chưa có thời khoá biểu ạ. Em đã đang theo chỉ dẫn của giáo viên hướng dẫn và thực tập tại cty được 1 tuần rồi ạ. Em cảm ơn.",
    "Em tên là:  Mssv:  Xin được chuyển lớp môn KTS từ DT02-DT03 sang DT01-DT02 Lí do: Vì buổi thí nghiệm lớp DT03 và DT04 em đều bận lịch học thêm buổi tối ngoài giờ, rất mong được xem xét Em xin chân thành cảm ơn",
    "Kính gửi, Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ. Em đã đăng kí dự thính môn học Giải tích 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ (12/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên. Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống... Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.",
    "Chào quý thầy cô. Em tên:  MSSV: Hiện tại em đã đạt IElTS 5.0. Vậy với số điểm này em có được quy đổi điểm sang các môn Anh Văn 1,2,3,4 hệ đại trà hay không và trong phần đăng ký thẩm tra chứng chỉ văn bằng có mục scan chứng chỉ nhưng em đã làm mất bản gốc nên không scan được, vậy em phải làm như thế nào. Em xin cám ơn.",
    "PDT không đ/ký cho SV vì lí do không đủ thời gian di chuyển giữa hai cơ sở. Em có một môn học đến tiết 12 tại CS2 thứ 3, và nếu em đăng kí theo lịch này, em sẽ có một buổi HANGOUT vào tiết 15 ngày thứ 3. Em nghĩ đây là nguyên nhân khiến hệ thống không đăng kí cho em Nhưng buổi tương tác này em sẽ thực hiện ở nhà, hoàn toàn không ảnh hưởng tới lịch học khác của em. Mong PĐT xem xét, em đã đăng kí lại môn học GT2, dự thính, DT03_DT03. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo, em tên , là sinh viên K14,  Đợt đăng kí môn học dự thính lần 1, do gia đình có tang sự và máy tính em bất ổn định nên việc đăng kí môn học anh văn 4 bị lỗi, không gửi đăng kí thành công, nay là đợt đăng kí lần 2, nhưng hiện tại, các lớp đã mở đều đã hết chỗ,  Kính mong phòng đào tạo hỗ trợ mở rộng sĩ số cho phép em được tham gia lớp học. đây là học kì cuối cùng, và anh văn 4 cũng là môn cuối cùng của em. Em xin chân thành cảm ơn",
    "Em tên là  Mssv:  Dạ em hiện tại em có : Số tín chỉ tích lũy là 97 Ngày công tác xã hội là 10.5 Điểm thi toeic là 355 Nhưng mà em không đăng ký môn tiểu luận tốt nghiệp được ạ",
    "Em đã thực hiện nộp bằng TOEIC và thực hiện việc chuyển điểm sang các môn Anh văn 1234. Em cũng đã đóng đủ phí thông qua BKPAY ngày 21/09/2020. Nhưng đến hôm nay ngày 13/10/2020, em vẫn chưa được cập nhật điểm. WEB hiện thị việc chuyển điểm lại báo là . Mong PDT xem xét sớm trường hợp của em ạ.",
    "Em xin chào ạ Em bị hủy kết quả đăng kí môn học Cơ lưu chất (CI2005)do \"Không đủ thời gian di chuyển giữa 2 cơ sở MA3004\" Nhưng vì MA3004 là môn thí nghiệm,nên giảng viên thông báo sẽ băt đầu và kết thúc buổi học sớm hơn dự tính, chứ không kéo dài 5 tiết như trên thời khóa biểu ghi. Nên em vẫn đủ thời gian để di chuyển ạ Cho em hỏi là em có thể xin phòng đào tạo không hủy kết quả đăng kí môn học CI2005 của em được không ạ? Em xin cảm ơn",
    "thưa pđt, kì dự thính này em có đăng kí học môn nhập môn điện toán co1005, lớp đủ người, trong elearning đã có khóa học nhưng trong thời khóa biểu lại không,để đăng kí môn này không bị trùng nên em đã chuyển môn mạng máy tính có tiết thực hành vào thứ 6, giờ không mở môn nmđt nên em phải đk học chung với k20 thì lại dính tiết thực hành của của mạng máy tính. giờ em làm đơn rút môn của mạng máy tính thì để đăng kí nhập môn điện toán thì lại vừa mất tiền vừa mất chỉ, trong khi em nghĩ lỗi này cũng không hẵn của sinh viên, mong pđt giúp đỡ có thể chuyển lớp thực hành của môn mạng máy tính-CO3004-L05 sang ngày khác không ạ, chứ giờ rút môn thì thật uổng tiền và tín chỉ ạ. hình bên dưới là ảnh môn nhập môn điện toán dự thính đã có trong elearning của em nhưng pđt lại bảo không có.",
    "Thầy ơi , kỳ này em có đăng ký môn học đề cương luận văn tốt nghiệp hệ VHVL . Lúc đầu có thời khóa biểu , mà giờ lại không có , Thầy kiểm tra lại giúp em với . Em đã thỏa điều kiện đăng ký rồi ạ  . Em cảm ơn thầy .",
    "Dạ em chào Thầy/Cô, Trong đợt đăng ký môn học dự thính đợt 2, em bị hủy môn Độ tin cậy và đảm bảo chất lượng (IU2007) do trùng 1 tiết Hangouts Meet của môn Vật lý 1. Do môn IU2007 của em bị học trễ khó khăn lắm mới xin mở lớp được, mà các khoá sau lại không có môn đó, hiện tại chỉ có 1 lớp duy nhất vào đợt đăng ký vừa rồi. Em có thể xin phòng đào tạo cho em xin chuyển nhóm môn Vật Lý hoặc hủy môn cũng được ạ, để em có thể đăng ký môn Độ tin cậy được không ạ. Xin các Thầy/Cô giúp em với ạ. Em cảm ơn nhiều ạ",
    "Kính gửi phòng đào tạo, Em tên , MSSV , sinh viên khoá K15 lớp XD15CTXD02. Em viết thư mong phòng đạo tạo giải đáp thắc mắc giúp em, em đã đủ số tín chỉ 142/142, điểm tb 7.57, 15 ngày ctxh và anh văn nói viết 205. Em có vào mybk mục đăng kí tốt nghiệp để đăng kí, nhưng em không thể cập nhật thông tin, tải ảnh cũng như kich1 hoạt tài khoản cựu sinh viên . Em rất mong nhận được phản hồi sớm từ phía thầy cô. Em xin chân thành cảm ơn.",
    "thưa cô em đã đủ điều kiện tốt nghiệp( 2 av, số tín chỉ, công tác xh) anh văn nói viết đã đc chuyển cách đây 2 tuần từ 1/10/2020. mà em vẫn chưa có tên trong danh sách tot nghiep dư kiến. cho em hỏi chừng nào trường mình cập nhật và em có thể in dc bằng tốt nghiệp tạm thời ạ. Vì khi em đi xin việc các công ty yêu cầu. và nó cũng trở ngại lớn vào lúc đó. kính mong thầy cô xem xét giúp em.em cảm ơn",
    "Dạ e chào Thầy/Cô, em có làm đơn gửi phòng đào tạo để đăng ký môn NMKT( EN1001) vào hôm thứ 4. Nhưng vẫn có thời khoá biểu. Mong Thầy/Cô kiểm tra giúp em ạ. E cảm ơn nhiều ạ!",
    "phiếu nộp bằng tốt nghiệt của em hiện chưa được xét duyệt mon nhà trường duyệt sớm để em có thể nộp bằng",
    "Xin mở sĩ số lớp Cho em xin mở sĩ số lớp hóa lý 2 CH2031, mã lớp DT01 Em cảm ơn",
    "Tên họ đầy đủ của em là   B \"\"   . Thông tin tốt nghiệp hiện tại là   B \"\"   . Mong nhà trường sớm điều chỉnh lỗi đánh máy này.",
    "Thưa thầy cô, em tên . Hiện tại giấy chứng nhận tạm hoãn nghĩa vụ quân sự của em bị sai thông tin ạ. Hộ khẩu thường trú của em là Thành phố Sa Đéc, Đồng Tháp (thông tin được viết trong giấy là Huyện Hồng Ngự, Đồng Tháp) . Mong thầy cô hướng dẫn em cách xử lý ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên:  mssv  Học ở trung tâm đào tạo bão dưỡng công nghiệp khóa k17. Lớp c01. Nay em làm đơn này xin mở sĩ số môn học anh văn 4 LA1009. Thứ 4 tiết 13 14 15. Thứ 6 tiết 13 14 15. Ở cơ sở 1  Em làm đơn này kính mong phòng đào tạo cho phép em được học Anh văn 4 trong học kì 201 dự thính. Em xin cám ơn phòng đào tạo.",
    "Chào PĐT, môn đề cương luận văn của em được bố trí vào hk1 năm 4 và học kì này được miễn chuẩn tiếng anh nhưng em không đăng kí môn đề cương luận văn,em để lại hk2 mới đăng kí. Vậy hk2 môn này có áp dụng chuẩn tiếng anh năm học không ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo Em tên     mssv  Học ở trung tâm đào tạo bảo dưỡng công nghiệp khoá k17 lớp c02 Nay em làm đơn này kính mong phòng đào tạo tăng sĩ số anh văn 4 mã môn học LA1009 lớpDT04 thứ 4 tiết 13 14 15 và thứ 6 tiêt 13 14 15 học tại cs1 Em kính mong phòng đào tạo cho phép em được học trong học kì 201 dự thính Em xin cảm ơn",
    "dạ phiếu đăng ký nộp tốt nghiệp của em chưa được xét duyệt nên em chưa thể in và nộp bằng tốt nghiệp ạ mong nhà trường xem xét ạ",
    "Kính gửi Phòng đào tạo  Em tên:  mssv:  Học ở trung tâm đào tạo bảo dưỡng công nghiệp khoá K17. Lớp CN01 Nay em làm đơn này để xin tăng sĩ số môn học Anh văn 4 (LA1009). Thứ 4 tiết 13 15 15. Thứ 6 tiết 1314 15 ở cơ sở 1  Em làm đơn này kính mong phòng đào tạo cho em xin phép được học Anh văn 4 trong học kì dự tính 201 Em xin cám ơn Phòng đạo tạo",
    "Em chào thầy/ cô phòng đào tạo, Em tên là -. Em muốn đăng kí dự thính lớp anh văn 3 nhưng đã kín sỉ số vì vậy em xin Phòng Đạo tạo có thể tạo điều kiện mở rộng sỉ số lớp Anh văn 3 dự thính ( DT01- Cô ) để em có thể đăng kí tham gia lớp học ạ. Em mong Phòng Đào tạo có thể giúp em để em có đủ điều kiện đăng kí môn trong học kì sắp tới. Em chân thành cảm ơn thầy/ cô!",
    "Em tên  MSSV  Dạ cô ơi. Do sỉ số lớp DT01 CI2029 Cơ học kết cấu có sỉ số quá cao rồi ạ. Cô mở thêm sỉ số nhưng phần mềm không cho em đăng ký ạ. Mong cô xem xét thêm em vào nhóm ạ . Em cảm ơn nhiều ạ",
    "Cho em hỏi là có lớp dự thính DT01 ma Ci2029 sỉ số đang 90/72 ạ, hiện em đang muốn bổ sung vào lớp này được không ạ? Em cảm ơn ạ",
    "Em chưa nhận được mail đăng kí giáo dục thể chất trong khi các bạn em nhận được rồi ạ",
    "Em chào anh chị ạ, em là Lê Xuân Huy, sinh viên khoa Kỹ Thuật Hóa Học . Ngày hôm nay (13/10/2020) em có đăng kí in bảng điểm, đến phần xác nhận thanh toán thì không thông báo thanh toán trên bkpay như thường lệ mà chuyển thành \"Chưa Thanh Toán (PĐT)\" như hình trên. Vậy cho em hỏi là giờ em phải đến PĐT để thanh toán và xác nhận in bảng điểm đúng không ạ? Em xin cảm ơn  ",
    "Dạ học kỳ dự thính 201 em có đăng ký 2 môn Giải tích 1 (GT1) và Vật lý 2 (VL2). Theo lịch học các lớp GT1 thì em chỉ có thể đăng ký hai nhóm DT01 và DT02 để không bị trùng tkb học kỳ chính; mà hai nhóm này lại trùng lịch hangout của môn VL2, nên em không thể đăng ký được trên hệ thống. Tuy nhiên giảng viên môn VL2 đã có điều chỉnh về thời gian học hangout như trong hình đính kèm, không bị trùng nữa. Em mong nhận được hướng giải quyết để có thể đăng ký được 2 môn ạ. Em chân thành cảm ơn.",
    ". Kính gửi phòng đào tạo. Em tên , khoa xây dựng Em có vấn đề như sau: nộp 2 bản photo công chứng + phiếu đăng kí nộp, nhưng mà làm sao để có thể in phiếu đăng kí khi mà em đăng ký phiếu nộp trên mybk từ cuối tháng 5 đến giờ vẫn chưa được xử lí ạ. Em xin cám ơn",
    "cho e hỏi AV500 hệ VHVL mở lớp giống như những môn học khác phải không ạ ?",
    "Chào cô(thầy), Em xin được rút môn học Dự thính, môn Vật lý 1, mã số PH1003. Em xin cảm ơn ạ.",
    "sáng thứ 2 em có lên pđt để nộp đơn xin chuyển lớp môn học hóa phân tích (thí nghiệm) từ lớp L06 sang lớp L07 mã môn học   CH2010  để được đăng kí kim loại học (Ma2009) . Nhưng hiện tại vẫn chưa được giải quyết, để em có thể kịp đăng môn học cho HK dự thính. Xin phòng đào tạo giải quyết gìum em. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên:  tiến đạt mssv:  Trung tâm đào tạo Bảo Dưỡng Công Nghiệp Hiện em nhận được tin nhắn phản hồi phòng đào tạo nhưng không có ô \"Chọn\" Mong phòng đào tạo giúp em đăng ký môn học cho kịp tiến độ",
    "Kính gửi quý thầy/cô phòng đào tạo Em tên . MSSV . Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Giải tích 1 lớp DT05 , do sự trùng lịch nên em không thể đăng ký được giờ nào khác. Kính mong quý thầy cô xem xét để em được học theo đúng tiến độ ạ. Em xin chân thành cảm ơn.    .",
    "Kính gửi pđt Em tên là , MSSV: Em muốn đăng kí môn cơ học kết cấu, mã số môn học:Ci2029, nhóm lớp DT02, sỉ số của nhóm lớp này hiện tại là 75 mà đã có 86 bạn đăng kí, em mong pđt tăng thêm sỉ số để em có thể đăng kí ạ Em xin cảm ơn.",
    "Kính chào quý thầy cô! Em tên  . MSSV . Trong học kỳ này em có đăng ký môn Đề cương luận văn tốt nghiệp (CI4311) hệ vừa làm vừa học. Tuần trước đã có lịch trên thời khoá biểu nhưng hiện tại đã bị xoá mất. Kính nhờ quý thầy cô kiểm tra giúp em. Em xin cám ơn quý thầy cô!",
    "Kính gởi Phòng đào tạo Em tên  MSSV  lớp HC19HC12 Hoá 3  Em bị mất kết quả đăng kí môn dự thính đợt 2 , gồm 2 môn : thí nghiệm vật lí (mã lớp DT04) và môn giải tích 2 ( mã lớp DT04 )  ( đáng lí phải được hiển thị trong đợt 3  đăng kí bổ xung). Hiện giờ nội dung đăng kí đợt 2 của em vẫn đang được hiển thị trong mục đăng kí môn dự thính đợt 2. Em xin được gởi kèm ảnh chụp màn hình nội dung đăng kí đợt 2. Xin phòng đào tạo xem xét và cập nhật lại giúp em hai môn bị mất này. Em xin cảm ơn",
    "Tốt nghiệp . Dạ em chào Thầy/Cô. Em nợ học phí( lệ phí in bảng điểm)  và em đã thanh toán( thanh toán trễ hạn)  nên hiện giờ e chưa đăng ký tốt nghiệp được Mong Thầy/Cô cập nhật lại thông tin của em. Để em được xét tốt nghiệp ạ Em chân thành cảm ơn!",
    "Dạ thưa thầy cô  Em có đăng ký dự thính môn Vật Lý PH1003 lớp DT02 ở đợt 2, nhưng bị hủy vì lý do là thứ 3 em có lịch học EN1003( con người và môi trường ) tới 17h50. Đến tối thì có tiết Vật Lý dự thính hangout lúc 19h40. Hình như chưa đủ 2 tiếng cách giữa 2 môn nên em bị pđt hủy môn. Có cách nào để em vẫn đăng ký lớp dự thính này được không ạ ? Vì thực sự từ 17h50 tới 19h40 là đủ thời gian cho em nghỉ ngơi rồi ạ. Và 19h40 học hangout nên không bị áp lực. Mong pđt cho em đăng ký dự thính Vật Lý đợt 3 ạ  Em cảm ơn thầy cô ạ !",
    "Em chào thầy/cô. Em tên , MSSV: 5 thuộc lớp XD13KT.  Em có đăng ký bổ sung môn TTTN, MSMH: 813302 trong kỳ đăng ký bổ sung vừa qua, nhưng không có kết quả đăng ký. Em đáp ứng đủ điều kiện về số tín chỉ yêu cầu để đăng ký.  Không biết trường hợp của em gặp sự cố gì ạ?  Mong phản hồi từ thầy/cô .  Em xin cảm ơn.",
    "Em tên là  MSSV:  Hồi trước em có nộp chứng chỉ IELTS cho trường để đổi điểm anh văn xét tuyển theo phương thức điểm thi tốt nghiệp THPT, nhưng sau đó em trúng tuyển theo phương thức đánh giá năng lực và nhập học theo phương thức đó. Giờ em muốn miễn thi anh văn đầu vào thì có cần phải nộp lại thêm lần nữa không ạ? Em xin cảm ơn.",
    "Cho em hỏi em đăng kí mẫu nộp giấy tốt nghiệp THPT đợt 2 mà tầm 3 tuần rồi chưa thấy được xác nhận ạ, tại tuần này hết thời hạn nộp đợt 2 rồi ạ",
    "Kính Chào Thầy/Cô, Em tên là , MSSV . Em sinh viên k14 còn nợ môn anh văn 4. Do trong quá trình đăng ký môn học, tài khoản của em bị tạm dừng, nhưng khi được mở lại vào ngày 8/10/20, em định đăng ký môn học tại Dự thính học kỳ HK1 thì không kịp. Em muốn đăng ký môn học AV4 - LA1009 Lớp DT02 của thầy . Em rất mong được sắp xếp vào học lớp này để thuận tiện cho mục tiêu ra trường. Em xin chân thành cám ơn.    .",
    "Em chào thầy/ cô, Em tên là:  MSSV:  Do có sự nhầm lẫn nên em đã đăng kí môn Thí nghiệm vật lí ( PH1007) Cho em hỏi là pđt có thể gia hạn mở hủy đăng kí môn học được không ạ Em xin cảm ơn.",
    "Họ tên:  Phòng đào tạo cho em hỏi là em có học môn anh văn 3 và bị rớt nhưng sau này em có chứng chỉ anh văn quốc tế nộp vào để chuyển điểm hết 4 môn anh văn thì em có phải học lại anh văn 3 không ạ? Em cám ơn PĐT",
    "Cho em hỏi đăng ký học kỳ dự thính có được duy trì trạng thái sinh viên không ạ",
    "Kính gửi: Phòng đào tạo trường đại học bách khoa Em tên:  MSSV học Trung tâm đào tạo bảo dưỡng công nghiệp khóa k17 lớp BDCN01, nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn   (LA1009) t4 tiết 13-15, 6 13-15 LỚP DT 04 phòng C4-503 và C6-502  CS1 để em được học trong học kỳ dự thính 201 . Em xin chân thành cám ơn .",
    "Chào thầy/cô, Em tên là , MSSV: , em có thắc mắc về việc đăng ký tốt nghiệp mong thầy/cô giải đáp giúp: - Em đã hoàn thành chương trình học và vừa có kết quả thi anh văn nói-viết vào ngày 13/10, đáp ứng đủ các yêu cầu để tốt nghiệp. Tuy nhiên, em không thể đăng ký tốt nghiệp trên mybk.hcmut.edu.vn được do hệ thống báo em không có tên trong danh sách tốt nghiệp dự kiến. -Mong thầy/cô hướng dẫn giúp, em phải làm gì tiếp theo để được đăng ký tốt nghiệp trong thời hạn cho phép ạ. Em xin chân thành cảm ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là  , do hiện nay kì hè đã kết thúc hơn 3 tuần và em được phòng đào tạo sắp xếp thi lại vào kì hè 193 do kì thi 192 tụi em bị cách ly . Hiện các môn trong kì hè đều đã có điểm nhưng hiện bảng điểm tụi em vẫn 13 . Số tín chỉ những môn qua có cập nhập nhưng em nghĩ có sai sót nên dẫn đến điểm trung bình của em bị sai . Mong phòng đào tạo cập nhật điểm thi và điểm trung bình các môn cho tụi em để tụi em có thể thấy sai sót ở môn học nào và phúc khảo ạ",
    "thưa pđt, kì dự thính này em có đăng kí học môn nhập môn điện toán co1005, lớp đủ người, trong elearning đã có khóa học nhưng trong thời khóa biểu lại không,để đăng kí môn này không bị trùng nên em đã chuyển môn mạng máy tính có tiết thực hành vào thứ 6, giờ không mở môn nmđt nên em phải đk học chung với k20 thì lại dính tiết thực hành của của mạng máy tính. giờ em làm đơn rút môn của mạng máy tính thì để đăng kí nhập môn điện toán thì lại vừa mất tiền vừa mất chỉ, mong pđt giúp đỡ có thể chuyển lớp thực hành của môn mạng máy tính-CO3004-L05 hiện tại sang ngày khác không ạ, chứ giờ rút môn thì thật uổng tiền và tín chỉ ạ. hình bên dưới là ảnh môn nhập môn điện toán dự thính đã có trong elearning của em nhưng pđt lại bảo không có.",
    "Dạ là kỳ hè em không đủ điều kiện để đăng ký thực tập tốt nghiệp. Nhưng em vẫn xin bộ môn cho em đi thực tập và bảo vệ thực tập. Hiện tại em đã hoàn thành thực tập tốt nghiệp và đã có điểm. Vậy em được đăng ký bổ sung môn thực tập tốt nghiệp cho kỳ này không ạ? Phiếu đánh giá sinh viên thực tập được đính kèm.",
    "Thưa thầy/cô, Em tên là , sinh viên năm 3 PFIEV ngành Hàng Không ạ. Hiện tại thì ở toà nhà B1 đang diễn ra việc sửa chữa, nâng cấp phòng học. Điều này em rất thích và mong đợi để được học tập trong các phòng có đầy đủ tiện nghi hơn. Nhưng thực sự thì việc học tại toà B1 trong quá trình đang diễn ra sửa chữa thì rất khó tập trung vì những tiếng ồn át cả lời giảng của giáo viên cũng như  khả năng tập trung ạ . Trong học kì này thì lớp em có tới 5 môn học ở B1 nên em mong phòng đào tạo có thể giúp lớp em xử lí vấn đề này, có thể là chuyển sang toà khác hoặc là giảng viên dạy bù vào cuối tuần ấy ạ. Em cảm ơn thầy/cô rất nhiều. Sinh viên,",
    "Môn dự thính ci2005 của em bị xóa cho ko đủ thời gian di chuyển. Giờ giảng viên môn học trước đó ở cs2 đồng ý dời lên 1 tiết cho chúng em. Vậy em có được đăng ký không ạ. Mong pdt gia hạn thời gian đk dự thính để giảng viên sắp xếp lại thủ tục được không ạ",
    "MSSV:  Họ tên:   Cho em hỏi : em có đăng kí GT2 (MT1005) dự thính lớp L08 nhưng bị hủy do trùng lịch Mác Lênin . Nay em đã hủy lớp Mác em xin Phòng đào tạo đăng kí dùm lớp DT08 ( do full sỉ số  em không đăng kí được ).em xin cảm ơn ",
    "Dạ do hiện tại môn IU2007 của em chỉ có một lớp duy nhất vào tối thứ 5 tiết 13-15 thôi. Mà môn Vật lý 1 trùng đúng 1 tiết Hangouts meet vào tối đó đã bị khoá nên em không thể đổi nhóm hay xoá được. Mong phòng đào tạo có thể cho em xin chuyển nhóm môn vật lý 1 để có thể kịp đăng ký môn IU2007 ạ. Em cảm ơn nhiều lắm ạ. Vì môn IU2007 này các khoá sau của khoa em không mở nên mong phòng đào tạo giúp em với ạ.",
    "Em chào thầy/cô ! Em là tân sinh viên khóa 20 hiện em đã có chứng chỉ hoàn thành giáo dục quốc phòng nhưng trong thời khóa biểu của em vẫn có môn giáo dục quốc phòng. Mong thầy/cô hướng dẫn em cách giải quyết! Em cảm ơn thầy/cô!",
    "Chào thầy cô ạ Em tên: Phan Thiện Sơn MSSV:  Em xin tăng sỉ số cho lớp L188 môn bơi vì tất cả các lớp và các môn khác và các lớp trống đều trùng lịch của em rồi ạ. Cảm ơn thầy cô.",
    "Em là sinh viên năm 2  Đợt đăng ký dự thính vừa rồi em có đăng ký môn Giải tích 2 và có thời khóa biểu vào lớp DT03-MT1005. Nhưng đến đợt 3 thì em bị xóa khỏi danh sách lớp và mất thời khóa biểu môn này. Hôm nay em lên đăng ký lại thì không còn lớp phù hợp để đăng ký nữa. Em xin phòng đào tạo mở thêm sĩ số lớp DT03-MT1005 để em có thể đăng ký môn học này. Em xin cảm ơn!",
    "thưa pđt,em đang hiện học song ngành, em cần đăng kí học môn nhập môn điện toán-co1005, nhưng lại bị kẹt có tiết thực hành của môn mạng máy tính, giờ mà rút môn thì mất tiền và thiếu tín chỉ để hè này em có thể đi thực tập , nhưng mà không đăng kí được nhập môn điện toán thì em cũng không đi thực tập hè này được . Mong pđt giúp đỡ có thể chuyển LỚP THỰC HÀNH của môn mạng máy tính-CO3004-L05 hiện tại sang ngày khác không ạ,để em có thể đăng kí môn nhập điện toán. em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo, em tên , là sinh viên K14, Đợt đăng kí môn học dự thính lần 1, do gia đình có tang sự và máy tính em bất ổn định nên việc đăng kí môn học anh văn 4 bị lỗi, không gửi đăng kí thành công, nay là đợt đăng kí lần 2, nhưng hiện tại, các lớp đã mở đều đã hết chỗ, trong đó lớp DT01 thì sĩ số là ít hơn 2 lớp còn lại và cũng khớp với thời gian đi làm của em, nếu được, em rất mong được xếp vào lớp đó ạ, Ngày hôm qua em cũng đã gửi yêu cầu và được cô  giải quyết cô có nói là đã mở rộng sĩ số nhưng khi em truy cập vào thì tất cả các lớp cũng đều đã hết chỗ và sĩ số vẫn như cũ,  EM rất xin lỗi vì đã làm phiền, kính mong phòng đào tạo giải quyết giúp em ( nếu được em rất mong được xếp thằng vào lớp DT01) EM xin chân thành cảm ơn!",
    "Hiện tại em đang học môn Nhập Môn kiến trúc mã môn học CI1065 cùng với Khoá 2020 để trả nợ cho Nhập Môn Kiến Trúc mã cũ. Bên cạnh đó em cũng nợ môn  Hoạ Kiến Trúc (CI1039). Mà hiện nay đã có môn tương đương của  Hoạ Kiến Trúc là môn Nhập Môn Kiến Trúc  CI1065 mà em đang học. Vậy em có thể học một môn mà vẫn tính điểm 2 môn không ạ . Để được tính điểm em phải làm như thế nào ạ.",
    "Cho em hỏi nếu đăng kí 3 môn thể chất khác nhau trong cùng 1 học kì và đạt cả 3 môn thì kì sau có phải học thể chất không ạ?",
    "Theo như quy định điều kiện xét học bổng là \"số tín chỉ tích lũy  =90% tính đến kì xét học bổng\", vậy cho em hỏi tính đến kì xét học bổng là kì nào ạ?",
    "Em là sinh viên Kiến Trúc khoá 2013 , thời gian đào tạo tối đa của khoá em là 8 năm. Năm nay là năm cuối. Vì do tình hình dịch covid , cộng thêm Thay đổi chương trình đào tạo nên những học kỳ gần đây em đăng ký được rất ít môn . Vì thế tình hình là em không kịp thời gian để ra trường. Rất mong nhà trường hướng dẫn, tư vấn cho em , để em có thể gia hạn thời gian đào tạo tối đa . Đây là ước nguyện cuối cùng của cuộc đời . Em xin cám ơn rất nhiều ạ.",
    "làm thế nào để học AV500 vậy thầy cô.",
    "Thay đổi thông tin nơi sinh . Kính chào PĐT. Thông tin về nơi sinh của em trên PĐT đang không chính xác. Em đã làm đơn thay đổi nơi sinh từ Bình Phước sang thành phố Hồ Chí Minh ở đầu năm 2 nhưng hệ thống vẫn chưa cập nhập thông tin chính xác cho em. Kính mong PĐT kiểm tra và sửa lại thông tin nơi sinh của em để bằng tốt nghiệp có thông tin chính xác ạ. Em chân thành cảm ơn!"
]