[
    "Dạ em nhờ PĐT mở BK Exam của em để em nộp video  thi của em ạ. Hiện tại BK Exam của đang bị khóa ạ . Email của em là  Em tên , mssv  Em cảm ơn quý thầy cô ạ",
    "Chào Thầy (Cô). Theo em biết thì trường tạm thời không xét chuẩn Tiếng Anh sau mỗi năm học khi đăng ký môn học, kể cả LVTN. Nhưng khi em đăng ký LVTN thì gặp vấn đề về môn tiên quyết (CCAV_1). Mong Thầy (Cô) hướng dẫn để em có thể đăng ký LVTN ạ. Em xin cảm ơn Thầy (Cô) nhiều ạ",
    "Em là tân sv k21, em muốn hỏi là khi nào mình mới được đăng ký gdtc và khi đăng ký là trường sẽ gửi mail link riêng hay mình sẽ đăng ký môn học trên mybk",
    "Dạ cho e hỏi e có làm đơn thu nhận trước đợt đk môn đợt 1 và chờ 1 tuần mới dc duyệt. Nhưng e không hiểu sao nhà trường lại tạm dừng học lại cho e. Thầy chủ nhiệm e nói e có thể đk môn học đợt 2 được mà ko sao hết.",
    "Xin phép được mở thêm số lượng sĩ số môn học Cơ ưu chất Mã môn CI2003 ớp 04-13",
    "Kính gửi Thầy/Cô PĐT, Em tên  là sinh viên khoa điện - điện tử. Hôm nay là ngày báo kết quả đăng kí môn học đợt 2, khi vào mục ĐKMH để kiểm tra thời khóa biểu, em thấy em bị xóa 2 môn là Lịch sử Đảng và HT.Năng lượng xanh do trùng lịch. Do đó, em có sắp xếp lịch lại để đăng kí nhưng hệ thống không load được, em refresh mãi không được nên để đầu giờ chiều cho hệ thống ổn định. Đến khi em vào đăng kí thì đã đầy lớp. Một số bạn cũng bị tương tự như trường hợp của em. Vậy, em xin PĐT mở thêm sĩ số môn HT.Năng lượng xanh từ 70 lên 99 để em và các bạn có thể đăng kí. Xin chân thành cám ơn quý Thầy Cô, ",
    "Dạ em chào thầy/cô PĐT, PĐT có gửi mail thông báo không xét CCAV quốc tế cho LVTN, nhưng sao khi em đăng kí môn học thì vẫn không được ạ? Em cảm ơn thầy/cô nhiều, Em chúc thầy/cô và gđ nhiều sức khoẻ ạ,",
    "Chào thầy/cô,  Hiện tại em muốn đăng ký môn Bóng rổ PE1039 nhưng trên trang đăng ký môn học không mở môn học này và cả những môn thể chất khác đều không mở, giờ em muốn học thể chất như trên thì đăng ký như thế nào vậy ạ. Em xin cảm ơn.",
    "Em là sinh viên năm 4 khoa Hóa, bộ môn Công nghệ sinh học. Trường có gửi mail thông báo tạm thời không xét điều kiện chứng chỉ anh văn khi đăng ký môn trong HK 212. Nhưng sao em đăng khí LVTN lại bị từ chối vì thiếu chứng chỉ ngoại ngữ ạ? Em cẳm ơn.",
    "Em chào thầy/cô! Em có đăng ký môn CO4317 vào đợt 1 CQ, nhưng ngày 25/12 em kiểm tra thì thấy môn bị xóa và lý do xóa là Thiếu môn tiên quyết. Em hiện tại 120 tín chỉ, đủ yêu cầu so với tín chỉ tối thiểu đăng ký luận văn là 119. Vậy cho em hỏi lý do chính xác hệ thống xóa môn là gì ạ? Em xin cảm ơn!",
    "Dạ cho e hỏi ạ Dạ e là sinh viên Khoa Xây Dựng, hiện tại e đã hoàn thánh tất cả điều kiện để đk luận văn tốt nghiệp chỉ còn thiếu đk CCAV( đc nhà trường cho phép ko xét kì này) nhưng e lại bị xoá đk lvtn, mong phía pdt xem xét giúp e ạ Em cảm ơn ạ",
    "Dạ em chào thầy, cô Nhà trường cho em hỏi là sao em đã học và qua hết 3 môn thể chất từ cuối năm 3 rồi nhưng sao bây giờ em đăng ký môn DCLV tốt nghiệp thì bị xóa, đăng ký lại thì hệ thống báo là chưa đủ chuẩn (chuẩn Thể chất sau năm 3). Kính mong nhà trường coi lại và giúp em đăng ký được môn đó với ạ. Em xin cám ơn.",
    "Dạ, cho em hỏi là em vẫn chưa thấy môn \"Vẽ kĩ thuật giao thông (TR1003)\" ở phần \"Đăng kí hoãn thi cuối kì\" trên mybk ấy ạ, mong anh chị xem xét giúp em với ạ, em xin lỗi vì đã làm phiền anh chị.",
    "Thưa Thầy(Cô), Vì đợt 2 đăng ký môn em bị xóa mất một môn học tự chọn, và môn tự chọn em muốn đăng kí lại là môn Công nghệ CNC thì đã đầy chỗ, nên em mong muốn phòng đào tạo tăng sĩ số lớp Công nghệ CNC L01_L03 (ME3239) ạ. Em chân thành cám ơn Thầy(Cô) đã đọc.",
    "Thầy cô cho em hỏi trong mail trường đã gửi là không xét chuẩn anh văn cho kỳ này này. Nhưng khi đăng ký môn học thì hệ thống vẫn xét chuẩn anh văn và hủy môn LVTN. Vậy này là lý do lỗi hệ thống hay đúng là như vậy ạ. Em hoang mang quá Em cảm ơn!",
    "Chào thầy cô, Em là sinh viên năm 3 khoa Điện Điện tử, kỳ này em có đăng ký môn hệ thống điều khiển nhúng. Hiện nay lớp đã có tuần học nhưng sỉ số chưa tới 20 bạn thì em muốn hỏi là lớp có bị hủy không ạ? Và để dự phòng thì em có đăng ký thêm môn PLC, nhưng nếu môn hệ thống nhúng không bị hủy thì tới đợt 3 em có được rút môn PLC không? Em mong sớm nhận được phản hồi của thầy cô ạ. Em xin cảm ơn.",
    "Dạ em chào PĐT. Theo như mail gởi từ PĐT thì tạm thời nhà trường không xét chuẩn CCAV khi xét LVTN. Nhưng giờ em đăng kí môn học không được và báo là thiếu chuẩn CCAV. Mong PĐT xem xét lại và giải quyết giúp ạ. Em cảm ơn.",
    "Em là  (MSSV: ), cho em hỏi em đã học hết  hết anh văn 4 rồi, nhưng theo mail trường đã thôgn báo  không xét chuẩn anh văn nhưng khi đăng kí Luận Văn tốt nghiệp nó lại báo là thiếu chuẩn ngoại ngữ. Em không biết là do hệ thống bị lỗi hay sao ạ. Mong được PĐT giải đáp thắc mắc ạ",
    "Dạ, thầy/ cô cho em hỏi về việc đăng kí luận văn. Trường có thông báo không xét CCAV với luận văn cho học kì 212 tới. Nhưng, em vẫn không đăng kí được Luận văn ạ . Em cảm ơn ",
    "Em chào Thầy / Cô. Em có 3 câu hỏi muốn nhờ thầy / cô giải đáp giúp em: 1. Tại sao dự thính chỉ được đăng ký môn học lại mà không được đăng ký môn học lần đầu ạ? 2. Điều này sẽ áp dụng luôn hay chỉ 1 học kỳ thôi ạ? 3. Vậy mùa hè em có thể đăng ký môn chưa từng học được không ạ? Em cảm ơn Thầy / Cô ạ.",
    "Mở môn học học kỳ 212 . Dạ cho em hỏi vì sao môn con người và môi trường mã EN1003 mà đã đăng kí ở đợt 1 nhưng qua đợt 2 không mở lớp cho đại trà chỉ mở lớp mã P. Mong quý thầy cô giải quyết giúp em. Em xin cảm ơn ạ.",
    "Em hiện sốt xuất huyết và đang nhập viện để theo dõi nên em buộc nghỉ thi cuối kì 2 môn Cô cho em hỏi còn cách nào khác(ngoài hoãn thi) để e có thể thi lại cuối kì vs mọi hình thức bất kì để điểm của e vẫn đc chia trung binh tích lũy không ạ  Em cảm ơn cô",
    "Không đăng kí được môn Luận Văn Tốt Ngiệp  Vì thiếu CCAV dù trường đã miễn xét CCAV kì này  (HK212)",
    "Xin chào, Em tên là , mã số sinh viên  là sinh viên năm nhất. Hôm nay là ngày đăng ký môn học HK212 đợt 2, nhưng em vào hệ thống mybk để đăng ký môn học thì lại đăng ký không được vì hệ thống cứ báo là \"Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết)\". Trường hợp này phải xử lý như thế nào ạ. Vì sĩ số lớp vẫn còn đủ chỉ tiêu mà hệ thống báo lỗi từ sáng đến giờ ạ . Mong mọi người có thể tư vấn giúp em mình nên làm gì trong trường hợp này ạ. Em cảm ơn.",
    "Kính gửi PĐT,  Em là , sinh viên bằng 2 K2021. Sau khi kiểm tra kết quả đăng ký môn học HK212 đợt 1 thì em thấy có 4 môn em không đăng ký dự thính được vì lý do: Sinh viên CQ chưa từng học môn này. Mà theo em biết thì sinh viên Bằng 2 có thể học dự thính ngoài giờ nếu có mở lớp. Vậy mong PĐT có thể xem xét cho em đăng ký những môn này dự thính được không ạ? (Em có đính kèm hình ảnh kết quả đăng ký môn học) Em cảm ơn.",
    "Thầy/Cô cho em hỏi sao em không đăng kí được môn luận văn tốt nghiệp (mã CH4323) vậy ạ ?",
    "Thầy cô cho em xin vô lớp Công nghệ lên men vi sinh vật (CH3359) 01/02 hoặc 02/04 ạ Họ tên:  Mssv :  Em cảm ơn ạ",
    "Mở môn học học kỳ 212 . Kính chào PĐT, Em là , MSSV . Dạ hiện tại em đang học chương trình PFIEV, em đăng ký học Anh Văn theo chương trình PFIEV không có nên em đăng ký chuyển hệ . Nhưng hôm nay em đăng ký thì hệ thống báo là: \"Chưa đến hạn đăng ký\" (Ảnh đính kèm) . Vậy cho em hỏi trường hợp này là hệ thống lỗi hay là đúng là chưa đến hạn cho đăng ký chuyển hệ thật ạ. Nếu chưa đến hạn đăng ký thì cho em hỏi là thời gian nào mình sẽ được đăng ký chuyển hệ ạ. Mong sẽ sớm nhận được phản hồi từ thầy cô ạ . Em xin cảm ơn . Trân trọng ./.",
    "Kính chào pđt . pđt cho em hỏi là kì này em có đăng ký đồ án ee3151 nhưng không được . Mặc dù em đã học đủ số môn yêu cầu, chỉ có môn thực tập do dịch bệnh nên kì trước bị hoãn môn thực tập điện tử 2. Mong pđt xét duyệt cho em đăng ký môn đồ án ee3151 ạ . Em xin cảm ơn.",
    "Chào thầy cô Phòng Đào Tạo, Em tên là  - MSSV: Hiện tại, em chưa học môn Cơ lưu chất (CI2003) do em từng đi trao đổi tại Đài Loan. Và môn này khó đăng ký dự thính, chỉ đăng ký kỳ chính. Em đã đăng kí đợt 1 nhưng bị hủy với lý do Quá sĩ số. Em thấy môn nhóm lớp L03 có 3 lớp khoảng 75 sinh viên. Em kính mong thầy cô PĐT có thể xem xét cho em đăng kí lớp L03_L07 để em có thể hoàn tất các môn chưa học. Em cảm ơn các thầy cô rất nhiều.",
    "Mở môn học học kỳ 212 . Em kính chào quý thầy cô ạ, em là , mã số sinh viên . Em xin trình bày như sau ạ: Đợt 1 của đợt đăng ký môn học kỳ rồi em đăng ký môn học Tự chọn là Cad ứng dụng trong thiết kế ô tô, mã môn TR3059 vì em lỡ chưa đăng ký môn này vào kỳ trước đó. Vì môn này kỳ 211 các bạn trong Khoa hầu như đã học hết nên rất có thể môn sẽ không được mở lớp do không đủ sĩ số, do đó em có đi vận động các bạn còn lại và các lớp trong khoa của k19 đăng ký và đạt trên sĩ số mở lớp. Những tưởng em và các bạn sẽ được học để hoàn thành chương trình đào tạo đúng hạn nhưng Đợt 2 này môn ấy lại không được mở. Em và các bạn rất hoang mang, em không biết vì sao môn lại bị hủy mở lớp ạ. Và em kính mong Phòng Đào tạo có thể cập nhật mở lớp để tụi em có thể đăng ký và hoàn thành chương trình học tập đúng hạn như mong muốn. Em xin chân thành cảm ơn ạ.",
    "MSSV:  Tên:  Em muốn hỏi về việc đăng kí môn học ạ. Vấn đề của em gặp phải là đăng kí môn học HK 212 ạ, em đăng kí môn EE4327 (luận văn tốt nghiệp đktđ) thì bị xóa môn và không cho đăng ký với nguyên nhân là em chưa đạt môn tiên quyết EE4325 (đề cương luận văn tốt nghiệp) trong khi em đã đăng kí học môn này ở kì 211 rồi ạ. Em xem mail thì phòng đào tạo nói là sẽ xét đạt các học phần này nếu chưa có điểm để sinh viên có thể đăng ký luận văn ạ. Em mong trường có thể xem xét hệ thống đkmh để em có thể đăng ký được luận văn ạ! em cám ơn ạ!",
    "Chào quý thầy cô, Em có vài thắc mắc về vấn đề đăng kí môn học . Thứ nhất, môn anh văn. Khảo sát anh văn đầu vào em thi chỉ có 310, nhưng lần khảo sát gần nhất do trường tổ chức thì em thi được trên 500; đồng thời em thi Toeic thì được 475 và đã nộp chứng chỉ ngoại ngữ. Vậy em muốn đăng kí môn Anh văn 4 có được không ạ? Thứ hai, kì này em đang làm đề cương luận văn tốt nghiệp và thực tập ngoài trường. Vậy em có đăng kí luận văn được không ạ? Vì em thấy đăng kí không được vì thiếu môn tiên quyết là đề cương. Em xin chân thành cảm ơn.",
    "Em tên , MSSV . Em bị xoá môn Thực tập kỹ thuật (ME2025) do trường không mở lớp. Em không biết là môn này có bị chuyển mã môn học thành ME3143 của K19 hay không. Nếu có thì em có thể đăng ký môn này của K19 rồi chuyển điểm lại được hay không? Nếu không thì xin trường mở lớp môn ME2025 để em có thể đăng ký và học môn này để có thể đủ điều kiện Thực tập ngoài trường vào hè tới ạ, hiện tại em bị trễ tiến độ nên mong trường mở lớp để em không phải trễ thêm nữa. Rất mong nhận được phản hồi từ trường sớm, em xin cảm ơn!",
    "Em chào thầy cô ạ, em tên Huỳnh Thị Yến Nhi mssv 1712486 khoa Công nghệ Vật liệu ạ. Em muốn đặt câu hỏi vê vấn đề Đăng kí luận văn tốt nghiệp ạ . Nhà trường thông báo là miễn Chứng chỉ anh văn cho LVTN kì 212, nhưng em vẫn bị xóa môn với lí do \"Thiếu môn tiên quyết\" và khi em đăng kí lại thì hệ thống báo là \"Thiếu CCNN\" như hình em gửi ạ.",
    "Dạ em học khoa Xây dưng và vì một vài lý do nên kỳ trước em chưa thể đăng ký môn Cơ học đất nên kỳ này em bị ảnh hướng tới việc đăng ký môn Nền móng và môn Cơ sở thiết kế công trình đường. Việc này ảnh hướng rất nhiều đến quá trình học của em. Cho em hỏi là có cách nào đề cùng đăng ký cùng lúc 3 môn không ạ. Em cảm ơn",
    "Cho em hỏi em là sv hệ vhvl . Đợi đk này sao em vài mục đăng kí của hệ chính quy em định học chung với chính quy mà nó không cho em đk vậy ạ nó để là ( xem lại loại hình sinh viên ) em nhiws trường mình cho vhvl học chung vs CQ mà ạ",
    "Phòng đào tạo đã gửi mail cho toàn thể sinh viên tam thời không xét điều kiện chuẩn CCAV quốc tế khi xét luận văn. Nhưng hôm nay ngày 25/12/2021, em đăng ký luận văn không được do thiếu CCAV?  Mong thầy cô nhanh chóng phản hồi giúp em ạ. Em cảm ơn.",
    "Chào thầy/ cô ạ! Đăng ký môn học đợt 2 môn học em đăng ký bị xoá hết ạ. Cụ thể là CH4337 (Luận văn tốt nghiệp) . Em có nhận được gmail thông báo là học kỳ 212 không xét chuẩn chứng chỉ ngoại ngữ ạ. Vậy tại sao em không đăng ký được ạ.   Mong được thầy/ cô phản hồi sớm nhất ạ. Em xin chân thành cảm ơn và chúc thầy/ cô nhiều sức khoẻ ạ.",
    "Em chào thầy (cô), Em tên là , sinh viên lớp VP16XDC, ngành Xây Dựng Dân Dụng, Công Nghiệp và Hiệu quả năng lượng. Kỳ này em có đăng ký môn học Luận văn tốt nghiệp, Mã môn: 800700 cho học kỳ 212. Trong yêu cầu của nhà trường em thấy có ghi \"  I Nhà trường tạm không xét các điều kiện: Chuẩn tiếng anh sau mỗi năm học (Chuẩn anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212  /I \". Nhưng trong kết quả ĐKMH của em lại bị hủy đăng ký do em bị thiếu điều kiện chuẩn tiếng Anh ạ. Em không biết giờ em nên xử lý như thế nào ạ. Em mong thầy cô giúp đỡ em giải quyết vấn đề này với ạ. Em xin cám ơn thầy (cô) nhiều và em chúc thầy cô một ngày tốt lành ạ.",
    "Kính gửi Phòng Đào Tạo, hiện nay đăng ký môn học đợt 2 của em bị xóa môn và còn 15 tín chỉ thôi. Em muốn hỏi là đợt 2 đã xét các môn tiên quyết chưa ạ. Tại vì em sợ sau đợt 2 sẽ bị xóa thêm môn và sẽ không đủ số tín chỉ yêu cầu. Các môn học của em hiện giờ đã đủ hơn một nửa lớp. Em xin cảm ơn.",
    "Chào PĐT, Em muốn xin tăng sỉ số lớp CH3361, hiện tại tổng chỉ có 38 người trên 3 lớp (nghĩa là tối đa 60 người và chưa đạt đến 100) nhưng em chỉ có thể học được 1 lớp nhưng đã bị đầy, em muốn xin mở thêm sỉ số để có tham gia vào lớp đó ạ. Hiện tại lớp thuộc môn CH3361 mà em đăng ký được chỉ có 4/20 nên nó sẽ bị hủy và em còn 2 nữa không thể đăng ký được nên càng không thể dời qua học kì 221. Xin thầy/cô hãy xem xét lại ạ. Em xin cảm ơn ạ.",
    "Em hệ VLVH mà sao trong đợt 2 em chưa thể đăng ký được . Mong pdt sửa lỗi giúp để em có thể đăng ký môn học.",
    "Em chào  ạ, em có câu hỏi về tuần học của học kì 212 này ạ. Em có đăng ký môn CO2013-Hệ cơ sở dữ liệu, tuy nhiên môn có lịch thí nghiệm vào thứ 6 tuần 4 (có số phòng ở H6 nên em nghĩ là học offline) mà thứ 6 tuần 4 của học kỳ là 28 Tết âm lịch. Không biết phòng đào tạo có nhầm lẫn về tuần học không ạ? Em cảm ơn!",
    "Em chào Phòng Đào tạo, Em tên là , MSSV . Hôm trước khi đăng ký môn học đợt 1, em đã ấn đăng ký môn luận văn EE4327 và không gặp vấn đề gì. Hôm nay khi nhận được email của Phòng Đào tạo, em có lên để kiểm tra lại thì môn Luận văn của em đã bị xoá. Em có đăng ký lại nhưng không thể và lý do được hiện lên là không đủ Chuẩn anh văn. Theo thông báo từ email mới nhất mà em được nhận từ Phòng Đào tạo, Nhà trường sẽ tạm thời không xét CCAV quốc tế khi xét LVTN. Vì vậy, em mong Phòng Đào tạo điều chỉnh lại để em có thể đăng ký được môn học đúng thời hạn. Em xin chân thành cảm ơn, ",
    "Chào quý thầy cô, cho em hỏi em có đăng kí được một môn EE2003 lớp L07 ở đợt 2, nhưng do em chưa học 1 môn tiên quyết trước đó liệu em có bị xoá môn này không ạ. Trước đó pđt cũng không cho em đăng kí ở đợt 1 rồi ạ. Em cảm ơn.",
    "Em chào pdt,môn học EE3041-Xử lý tín hiệu số với FPGA bỗng nhiên bị xóa , lúc em vào đăng ký thì đã đầy sỉ số , em hy vọng pdt có thể tăng thêm sỉ số môn học này ,lớp L01",
    "Em tên  - MSSV: . Sinh viên khoa Cơ khí - Ngành Kỹ thuật Hệ thống công nghiệp. Em có một số thắc mắc như sau! Theo như thông báo của nhà trường cũng PĐT về việc đăng ký môn học của học kỳ 212 là sẽ   B không xét CCAV quốc tế khi xét LVTN.    Hiện tại sau khi có thông báo đăng ký môn học vào sáng nay thì em thực hiện đăng ký lại môn học ME4673 - Luận văn tốt nghiệp(htcn. Tuy nhiên   B không thể đăng ký và hệ thống báo như thiếu điều kiện về chuẩn anh văn quốc tế    (Hình đính kèm) Và thực tế do   B tình hình dịch bệnh    còn phức tạp nên em và nhiều không thể đăng ký dự thi TOEIC khi chỉ có thể thi tại TP.HCM và Cần Thơ.   B   /I Cho em hỏi vậy học kỳ này em có thể đăng ký luận văn tốt nghiệp hay không?     Mong thầy cô trả lời giúp em câu hỏi này để em có thể chuận bị tốt hơn cho năm học cuối của mình. Em xin cảm ơn! .",
    "Mở môn học học kỳ 212 . PĐT cho em hỏi em muốn xin mở lớp đồ án BTCT1 học kỳ 212 thì cần làm gì ạ",
    "LVTN EE4323 kỳ 212 của em không đăng ký được tra lịch sử đăng ký thì do thiếu môn tiên quyết  Em mong được biết là môn nào do em chỉ còn mỗi môn cơ sở thuật điện EE2017 chưa trả thôi còn lại là đợi điểm thi, 1 môn hoãn thi và 1 làm thí nghiệm Nếu đúng là do môn EE2017 thì em có những hướng giải quyết như thế nào ?  Em có thể báo cáo luận văn kỳ 212 mà không cần đăng ký không?( Do em làm cùng với 1 bạn khác và theo cùng 1 công ty hướng dẫn với lịch là báo cáo kỳ 212) và nếu được thì quy trình xin phép thế nào ạ?",
    "Chào thầy/cô, Học kỳ này em có tín chỉ tự chọn tự do. Thầy cô cho em hỏi là em đã học một môn trong các môn tự chọn quản lý rồi (môn kinh tế học đại cương), thì em đăng ký môn khác trong các môn tự cọn quản lý đó (quản lý sản xuất, quản lý dự án,…) thì có được tính trong các môn tự chọn tự do không ạ Em xin cảm ơn . ",
    "Em muốn hỏi về việc là học kỳ này em có đăng ký hoãn thi 1 môn, theo như em được biết thì môn học đó sẽ được sắp xếp thi vào kỳ tiếp theo. Vậy kỳ tiếp theo nếu em không đăng ký môn học nào thì có bị buộc ngừng học không ạ. Em cảm ơn ạ.   ",
    "Em tên là  - MSSV  Em muốn xin mở thêm sỉ số cho môn học Kỹ thuật siêu cao tần - Mã môn học EE3025 lớp  01-01 có được không ạ",
    "Kính chào các thầy/cô, Em là , mã số sinh viên . Hiện nay, em đang là sinh viên năm 4 và cần đăng ký môn luận văn tốt nghiệp (khmt) mã môn CO4317. Tuy nhiên khi chọn đăng ký em liên tục bị thông báo lỗi thiếu môn tiên quyết như trên hình đính kèm. Các bạn khác đều đã đăng ký được môn này mặc dù chưa cần nộp bằng anh văn ngay ạ. Mong thầy/cô có giải đáp và xử lý trường hợp này giúp em ạ. Em xin chân thành cảm ơn",
    "Vì tình hình dịch bệnh nên em không kịp hoàn thành tiến độ để bảo vệ LVTN. Em đã gửi đơn xin hoãn bảo vệ LVTN cho bộ môn ạ. Thầy Trưởng Bộ môn em có nói là pdt đã sắp xếp lịch cho em bảo vệ đợt 1 ạ, không biết là em có phải làm đơn gửi pdt hay sao không ạ. Em cảm ơn ạ.",
    "Mssv:   Ngành Điện tử-VIễn thông (chương trình PFIEV)  Sdt: [phone_number]          Lúc đăng kí môn học HK212 - CQ + VLVH Đợt 1 em có đăng ký sai mã môn Giải tích 2 nên PD không xét duyệt môn đó cho em Bây giờ trong thời khóa biểu HK212 của em không có môn Giải tích 2, em hi vọng PD có thể gia hạn đợt đăng kí môn học HK212 đợt môn để em bổ sung môn học còn thiếu, để em có thể hoàn thành đúng được chương trình đào tạo  Em xin chân thành cảm ơn  Bảo",
    "Thưa các anh, chị, thầy, cô, Như mail thông báo là sẽ mở tối đa sĩ số các lớp, nhưng môn CI1053 quản lý xây dựng có mỗi 2 lớp mà sĩ số mỗi lớp hiện tại chỉ có  60 70 người và đã full lớp. Em kính mong được nhà trường mở thêm sĩ số môn trên ạ. Em cảm ơn",
    "Hiện tại trên trang đăng ký môn chỉ có 88sv nhưng mức tối đa của gg meet là 100sv. Em muốn xin mở thêm 1 chỗ ở môn Kiểm soát và quản lý chất lượng ME3225 L01-L04. Nâng tổng số sinh viên là 89sv vẫn đủ cho gg meet ạ. Em rất mong có thể được học môn này vì đây là môn bắc buộc của ngành. Xin phòng đào tạo có thể xem xét và giải quyết giúp em ạ",
    "Em là sinh viên khóa k20 Dạ cho em hỏi là trong 1 học kì đăng kí được 12 chỉ thì có được giảm tiền học không ạ. Với lại học cải thiện + học lại quá 8 chỉ là không được tốt nghiệp loại giỏi đúng không ạ",
    "Dạ kính thưa quý thầy cô! Em tên là   MSSV:  Em làm đơn này với mong muốn mở thêm sĩ số môn học Dao động cơ sở MSMH: AS3061 lớp L01 . Lý do: vì em có đăng kí môn học này ở đợt 1 mà bị hủy không rõ lý do và sáng nay do lượng truy cập nhiều nên em không vào đăng kí lại được mà môn này chỉ có 1 LỚP DUY NHẤT và hiện tại lớp đã đầy nên em mong quý thầy cô mở thêm sỹ số để em có thể đăng kí ạ. Em đã trễ một năm do bị bệnh rồi mà kì này mới đăng kí được 12 tín chỉ mà đây là môn học trước nên em sợ không kịp hoàn thành chương trình đào tạo. Mong quý thầy cô giúp đỡ. Em xin trân thành cảm ơn!",
    "Xin chào thầy cô. Cho em hỏi về vấn đề môn tự chọn ạ. Hiện thì theo khung chương trình em gồm môn tự chọn nhóm A và nhóm B, Ngoài ra còn có 9  chỉ tự chọn tự do. Cho em hỏi là bây giờ em đăng ký môn tự chọn tự do thì có được đăng ký 1 môn trong những nhóm A B hay không hay là phải tránh những môn chính, những môn trong cả 2 nhóm A và B vậy ạ. Em xin cảm ơn thầy cô nhiều",
    "Em tên: , MSSV:  HK211 em học môn Đề cương luận văn, nhưng vì thiếu chỉ nên không thể đăng ký Luận văn tốt nghiệp (ME4319). Em muốn xin phòng đạo tạo cho em đăng ký môn Luận văn tốt nghiệp (ME4319) ở HK212 để có sự liền mạch trong quá trình làm luận văn cũng như thuận tiện cho thầy hướng dẫn Luận văn và em ạ. Em xin cảm ơn.",
    "Họ tên:  Dạ e còn chỉ cuối mà không thể ra trường nếu thiếu môn ee2045 ạ . Môn này còn ít người học tầm 7 ngượi ạ . mong trường có thể mở môn này 1 lần để em có thể ra trường ạ em cảm ơn ạ   i Mở môn học học kỳ 212 .",
    "Kính chào thầy cô Phòng Đào Tạo, Thầy cô cho em hỏi là trong đợt 1 ĐKMH em đăng ký luận văn tốt nghiệp nhưng không thành công vì thiếu môn tiên quyết, nhưng hiện tại em đã hoàn thành xong những môn tiên quyết rồi, mong Thầy/Cô xem xét giúp em với ạ. Chúc thầy cô nhiều sức khoẻ",
    "Cho em hỏi môn đồ án mã EE3151 sao lại không mở trong HK212 này ạ, em cảm ơn.",
    "Gửi thầy/cô phòng đào tạo Em tên là , MSSV: . Em viết đơn này vì lí do: Theo như thông báo của pdt sẽ không xét Chứng chỉ anh văn cho học kì HK212, nhưng hiện tại trong đợt đăng kí lần 2 này em không thể nào đăng kí LVTN (mã môn CO4317) được vì thiếu chứng chỉ anh văn. Kính mong phòng đào tạo xem xét và giải quyết để em có thể đăng kí LVTN Cảm ơn quí thầy/cô Trân trọng Lực",
    "Em chào thầy, cô! Em tên là  MSSV  là sinh viên khoa Điện, Điện tử Em có một câu hỏi muốn hỏi thầy cô về LVTN . Em đang làm ĐCLV học kì 211 để chuẩn bị cho LVTN học kì 212, kì sau em đủ khả năng làm LVTN. Em muốn hỏi, liệu em có thể đổi GVHD hướng dẫn LVTN của em mà vẫn giữ nguyên đề tài LVTN được không ạ? Nếu được thì em phải làm những bước nào?  Nếu không được thì em có cách nào để đổi thầy hướng dẫn được không ạ? Hoặc em có thể đăng kí ĐCLV LVTN chung một kì ở kì 212 với GVHD là người khác được không ạ?. Em xin cảm ơn thầy cô. Mong thầy cô giải đáp thắc mắc giúp e. Em xin cảm ơn. Sinh viên, ",
    "Em tên  em có thắc mắc muốn hỏi PĐT là trường đã thông báo không xét chuẩn anh văn cho đợt đăng kí này nhưng khi đăng kí Luận Văn thì trường lại hủy của em . Em đã cố đăng kí lại nhưng trường vẫn không cho em đăng kí . Mong trường xem xét giùm em ,em xin cảm ơn",
    "Mở môn học học kỳ 212 . Dạ chào thầy/cô, Em hiện là sinh viên năm 4, em mong muốn thầy cô bổ sung em vào lớp    L03 ,thứ 4, tiết 9-10-11 môn   B ME2117 Thí nghiệm Cơ học máy    giúp em để em có thể trả nợ môn và cũng như kịp tiến độ ra trường ạ. Em xin chân thành cảm ơn. --",
    "Hiện tại có 2 môn chuyên ngành em cần phải hoàn thành, nhưng hai môn này qua rất nhiều đợt đăng ký không có nhóm lớp CC, chỉ có nhóm lớp L. Sinh viên chất lượng cao, nếu học ở nhóm lớp L thì có được tính không ạ?  Hai môn liên quan là: CO3055 - Thực tập công nghệ phần mềm CO3087 - Thực tập đồ án liên ngành Em mong nhận được câu trả lời sớm. Em cảm ơn. ",
    "Em chào thầy cô ạ, Em có đăng kí LVTN trong đợt 2 mà bị báo lỗi là bị thiếu CCAV_1 điều kiện tiên quyết. Mà mail trường có báo là không xét anh văn đầu vào và CCAV ạ. Em mong thầy cô giải thích cho em với ạ. Em cảm ơn.",
    "cho e hỏi bằng công nghệ thông tin A hay B và nộp trực tiếp ở PDT hay gửi mail ạ",
    "Kính gửi thầy/cô, Em là SV  đến từ khoa QLCN. Nay em có thắc mắc mong nhà tường sẽ giải đáp như sau: Trong chương trình đào tạo khóa K20 khoa QLCN có yêu cầu chọn 1 môn kỹ thuật ngoài ngành để học (các môn như trong hình) và được thầy dặn là những môn này không yêu cầu môn học trước, sinh viên khoa có thể theo học các môn này để tích lũy đủ chỉ yêu cầu. Nhưng vào đợt đăng kí môn học lần này, dù trước đó em đã đăng kí nhưng PĐT lại xóa môn mã EN3087 Biến đổi khí hậu với lý do \"Thiếu môn học trước\". Vậy em xin hỏi PĐT xóa môn như vậy có đúng không ạ trong khi thầy em nói tụi em học được? Làm thế nào để em có thể đăng kí môn này ạ? Mong sớm nhận được phản hồi, Em cám ơn!",
    "Dạ em là K18. PĐT cho em hỏi là học kì 202 em có đăng kí hoãn thi cuối kì 1 môn, nhưng tới học 211 em vẫn chưa được xếp lịch thi, có thể do học kì này môn chưa được mở. Nhưng qua học kì 212, môn đó của em bị đổi mã số môn học. Vậy giờ em phải làm sao để có thể thi cuối kì môn đó bây giờ ạ ? Em cảm ơn ạ.",
    "Em chào Thầy Cô, Em tên là   MSSV: Thưa thầy cô, em có đăng kí môn Thực tập Kĩ thuật. Mã số CI3153 nhưng không được do loại hình lớp là T01 và sinh viên chính quy như em không đăng kí được Thầy cô có thể thay đổi loại hình lớp từ T01 thành L01 để em có thế đăng kí môn học được không ạ. Em mong nhận được phản hồi từ thầy cô  Em chân thành cám ơn thầy cô ạ",
    "Em chào thầy cô ạ. Theo thông báo thì HK212 CQ không xét điều kiện anh văn khi đăng ký LVTN nhưng khi em đăng ký thì hệ thống báo không đăng ký được do thiếu anh văn ạ. Mong phòng đào tạo xem xét và chỉnh sửa để chúng em được đăng ký LVTN ạ. Em cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV . Do đợt 1 em quên đăng ký môn nên khi đăng ký môn ở đợt 2 thì bị trùng lịch với môn Giáo dục Quốc Phòng. Em mong Phòng đào tạo cho em phương hướng giải quyết. Em xin cám ơn",
    "Dạ em chào thầy (cô) em tên , Mssv: . Hôm nay em có vô hiệu chỉnh môn SP1039: lịch sử đảng đổi sang giờ học khác. Trong quá trình hiệu chỉnh thì tự nó tự động xóa môn đã đăng ký luôn dẫn đến. Em mất slot môn học đó. Có thể cho em hướng giải quyết được không ạ . Sẵn tiện vì",
    "Hiện tại em muốn đăng ký một số môn sang học dự thính vào học kỳ tới. Nhưng vì đợt 1 em chưa có ý định nên chưa đăng ký môn nào, vì thế em không được đăng ký ở đợt 2 này (hoặc vì lý do nào khác, nếu có em mong được làm rõ) . Vì các môn trên là các môn học trả nợ nên em mong sẽ được hỗ trợ để đăng ký học dự thính các môn này, để có thêm thời gian đi làm trong kỳ tới . Các môn có nguyện vọng đăng ký học dự thính: PH1005 - Vật lý 2 .",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đào Tạo, Em xin phép được hỏi em có thể đăng ký được Đồ Án Môn Học (CH4011) không ạ? Hiện tại ĐKMH đợt 2 không mở môn học mặc dù bộ môn luôn mở đồ án vào các học kỳ. Em đã hoàn thành Đồ Án Môn Học, học kỳ này chỉ đăng ký bổ sung và học kỳ tiếp theo thực hiện Luận Văn Tốt Nghiệp ah. Em cám ơn ạ.",
    "Chào phòng đào tạo, em tên là , MSSV , em có thắc mắc là môn Giải tích 2 dự thính hệ đại trà em đăng ký đợt 1 thì bị huỷ do không có đủ thời gian di chuyển giữa 2 cơ sở, đến đợt 2 em vào xem đăng ký lại thì thấy môn này học online Hangout nhưng ghi là cơ sở 1, em vào so với các môn ở học kỳ chính thì thấy có một lớp không trùng tiết mà liền kề thì có đăng ký được không ạ, vì nếu học online thì không mất thời gian di chuyển giữa 2 cơ sở. Em cảm ơn.",
    "Em bị mất môn Xác suất thống kê, dù trường đã đăng kí nhưng khi em đăng kí lại thì bị lỗi không đăng kí được nữa.",
    "Em chào anh (chị), Trong thời gian đăng kí môn học đợt 1, em thấy có đến 147 bạn đăng kí môn học Kỹ thuật điều khiển và khí nén (ME3001). Tuy nhiên, lúc em xem kết quả thì thấy môn này không được mở vào đợt 2. Mong quý anh (chị) xem xét lại có thể mở môn này lại giúp chúng em được không, vì môn này có nhiều kiến thức làm nền tảng cho những môn sau. Thân ái,  .",
    "Em chào thầy/ cô, theo thông báo của trường thì học kỳ 212 được phép miễn xét chuẩn ngoại ngữ khi đăng ký môn học. Tuy nhiên khi em đăng ký môn Luận văn tốt nghiệp ( MA4317) thì lại hiện lên lỗi CCAV_1 chứng chỉ ngoại ngữ_ LVTN. Không biết là do lỗi hệ thống hay vì nguyên nhân gì, mong thầy/cô có thể hộ trợ giúp, em cảm ơn.",
    "Kính gửi phòng đào tạo, em tên là  (MSSV: ). Hiện nay em chưa thể đăng ký Luận văn tốt nghiệp (EE4337) trên trang MyBK vì lý do thiếu CCAV_1. Theo thông báo ĐKMH đợt 1 thì ở kì HK212 này tạm thời không xét CCAV quốc tế khi xét LVTN. Em mong phòng đào tạo có thể xem lại trường hợp này ạ! Em xin cám ơn!    .",
    "Kính gửi PĐT, hiện tại em có nguyện vọng muốn học môn Lịch sử Đảng cộng sản Việt Nam - SP1039. Tuy nhiên,lớp học đã kín sinh viên và em không thể đăng kí thêm ở một lớp nào được nữa. PĐT có thể giúp em mở thêm slot để em đăng kí môn học này được không ạ? Em cảm ơn!",
    "Dạ cho em hỏi, hôm trước pdt có mail cho tạm thời miễn CCAV để đăng ký môn học nhưng em vẫn không đăng ký được Luận văn tốt nghiệp ạ . Mong pdt xem xét giúp em.",
    "Kính chào quí nhà trường. Em tên là , MSSV:. Trong đợt đăng kí đầu tiên của học kì 121, em đã đăng kí 3 môn  -Nguyên lý ngôn ngữ lập trình (CO3005),  -Đồ họa máy tính (CO3059), -Nhập môn trí tuệ nhân tạo (CO3061) Đến khi đăng kí đợt 2 thì trong lịch sử đăng kí báo là phòng đào tạo không đăng kí cho sinh viên do khoa không mở môn học(file ảnh đính kèm, dangkimonhoc.PNG), nhưng thực tế là các môn đó đều mở, và đến khi em mở được trang đăng kí thì đã đủ sỉ số, không thể đăng kí được nữa. Em kính mong quí nhà trường đăng kí cho em 3 môn học kể trên. Em xin chân thành cảm ơn quí nhà trường.",
    "em tên là  thắng mssv  Ở học kì 202 em có đăng kí hoãn thi các môn: nguyên lí máy, đstt, giải tích 2, vật lý 2.Theo pđt thì các môn được hoãn điểm 13 sẽ chuyển thành 14 nhưng hiện tại bảng điểm của em vẫn là 13 mong pđt xem sét lại",
    "Em là  -  - Khoa Kỹ thuật giao thông. Ở mail trước, Trường thông báo không xét điều kiện Chứng chỉ AV khi đăng ký LVTN, nhưng hôm nay em đăng ký thì không được, do thiếu điều kiện AV. Mong PĐT xem xét và phản hồi sớm nhất cho em được biết ạ. Em xin chân thành cảm ơn!",
    "Em đã làm đơn chuyển hệ cũng đã được phê duyệt nhưng vẫn chưa được đăng ký như hình đính kèm ạ. Mong pđt xem xét mở đăng ký môn học giúp em em xin cám ơn",
    "Dạ em chào thầy/cô ạ. Thầy/ cô cho em hỏi là nếu muốn cải thiện điểm thì mình có thể đăng kí học lại môn đó ở học kì chính không ạ, hay bắt buộc đăng kí ở học kì dự thính? Em cảm ơn ạ",
    "Em tên  (MSSV:). Trong đợt đăng ký môn học HK 212 đợt 1, em đã đăng ký môn Kỹ thuật siêu cao tần (EE3025). Nhưng không may đã bị xóa môn này. Hiện tại môn này đã đủ sỉ số 80/80. Em phải làm như thế nào để có thể đăng kí học môn này ở HK212 chính quy ạ. Vì đây là môn học tiêu quyết nên em cần phải đăng ký trong kỳ HK212 ạ. Em xin cảm ơn BKSI.",
    "Em hiện tại hết thời gian đào tạo chính quy và đã làm đơn chuyển sang hệ vừa học vừa làm. Hiện đang có đăng kí môn học cho học kì mới nhưng em chưa đăng kí được. Cho em hỏi là còn đợt đăng kí nào khác không ạ? Em chân thành cảm ơn",
    "Cho em hỏi là môn học MT2013 Xác suất thống kê và môn MT2001 Xác suất thống kê có phải là hai môn học tương đương không ạ. Nếu em học môn MT2013 thì em có được tính qua môn MT2001 bắt buộc trong chương trình của em không ạ",
    "Kính gửi Phòng đào tạo , em tên là , mssv: Cho em hỏi là học kỳ 212 nhà trường có gửi mail cho sinh viên về việc đăng ký môn học là không xét đến chứng chỉ anh văn quốc tế để đăng ký LVTN nhưng em vẫn không đăng ký được vì thiếu chứng chỉ anh văn ạ. Em mong nhà trường có thể chỉnh sửa lại giúp em ạ. Em cám ơn ạ.",
    "Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách Khoa  Em tên là :   Mssv:  Lớp : XD18CT1  Dạ em chào PĐT ạ! Dạ PĐT cho em hỏi là trong học kỳ này em có đăng ký môn học thay thế là môn :  Môn : Thủy Công  Mã môn học mới : CI3267 Dạ PĐT cho em hỏi là học kỳ trước thì em đã học môn Cơ học đất môn học trước của môn học Thủy Công mà sao em đăng hệ thống báo cho em là em thiếu môn học trước là môn  Môn : Cơ Học đất  Msmh : CI3001 mã mới là CI3235 ạ  Dạ PĐT xem lại giúp em với ạ  Em xin chân thành cảm ơn! ! ",
    "Kính gửi thầy/cô, Cho em hỏi là mail PĐT ngày 3.12 có nêu là học kỳ 212 tạm thời không xeta điều kiện AV nhận LVTN. Nhưng đến thời điểm bây giờ em vânc không thể đăng ký được. Mong thầy/cô có thể giải quyết giúp em",
    "Em chào quý thầy cô ạ! Em tên là . MSSV:  . Em muốn hỏi tại sao nhà trường thông báo tạm thời không xét chứng chỉ anh văn quốc tế nhưng khi đăng kí môn học thì môn Luận văn tốt nghiệp (mã ME4545) bị xóa ở đợt 1 và đăng ký lại ở đợt 2 vẫn không được với lý do là thiếu chứng chỉ anh văn quốc tế ạ?",
    "Thưa thầy/cô, Như phòng đào tạo đã thông báo rằng không xét chuẩn chứng chỉ anh văn quốc tế khi đăng ký luận văn tốt nghiệp học kỳ 212. Nhưng em đăng ký luận văn lại báo rằng là không thỏa điều kiện tiên quyết là chuẩn chứng chỉ anh văn quốc tế khi đăng ký luận văn ạ (thông báo như ảnh đính kèm). Mong thầy/cô giải đáp giúp em sớm để em có thể đăng ký luận văn tốt nghiệp kịp thời ạ.",
    "Xin chào thầy/cô ạ! Em là  -  Em muốn đăng ký môn học thủy công 1, thủy công 2, và đồ án thủy công nhưng không được mở lớp. Vì thế em muốn đăng ký môn tương đương của 3 môn này là môn thủy công (CI3267) của khoá K19. Nhưng trên hệ thống yêu cầu học trước môn cơ học đất, trong khi em đã qua môn cơ học đất (CI3001) rồi ạ. Mong thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "Em chào quý thầy cô ạ. Em tên , em có nhu cầu muốn tăng sỉ số môn Công nghệ CNC (ME3239) vào lớp L01_L03. Em xin cảm ơn ạ.",
    "Kính gửi thầy/cô, Em tên là Lê Thu Thủy Tiên, MSSV 1912192, học lớp HC19BSH. Hôm nay em làm đơn này vì muốn xin phép thầy cô mở thêm sỉ số cho các lớp môn Công nghệ Tế bào (CH3019) ạ. Em biết là không thể vì môn này đi kèm với thí nghiệm, nhưng mà em buồn lắm thầy cô ơi. Kỳ này em có đăng ký chương trình Liên thông Kỹ sư - Thạc sĩ ạ. Theo như chương trình đào tạo, em sẽ học thêm 2 môn thuộc chương trình liên thông là Tin học ứng dụng trong sinh học (CH5185) và Các phương pháp phân tích hiện đại (CH5061) . Em có đăng ký môn học ở đợt 1 luôn ạ, nhưng vì trùng giờ nên sang đợt 2 em bị xóa mất 2 môn đó. Mà cụ thể là trùng giờ với môn Công nghệ Tế bào lớp L01_L01, L02_L03 và môn Công nghệ lên men vi sinh vật lớp L01_L01, L01_L02 . Vì vậy, không chỉ riêng em mà các bạn thuộc những lớp trên có đăng ký chương trình liên thông cũng không thể học được 2 môn đó, nên tụi em đã quyết định đổi lớp với nhau. Em biết việc tự đổi lớp với nhau như vậy, không nằm trong tầm kiểm soát của thầy cô, thầy cô cũng không thể giải quyết cho tụi em, nhưng em vẫn buồn lắm. Môn Công nghệ Tế bào đợt 1 đăng ký chỉ có 80 người, nên nếu như tụi em có đổi lớp với nhau thì cũng không thể xảy ra trường hợp mất lớp được đúng ạ? Nhưng điều đó lại xảy ra. Chứng tỏ, đã có những bạn không đăng ký đợt 1 nhưng lại đăng ký ở đợt 2. Em cũng biết điều này không bị cấm cản gì, việc tụi em tự đổi lớp rồi tự mất cũng là lỗi ở tụi em. Nhưng mà, em vẫn buồn lắm. Em biết là dù em có làm đơn như thế này thì cũng sẽ khó có kỳ tích xảy ra, em cũng biết thầy cô cũng có khó khăn của mình. Em chỉ là muốn bày tỏ chút cảm xúc của mình thôi ạ. Em chân thành cảm ơn thầy/cô đã đọc hết đơn này. Nếu có câu từ nào của em thiếu tôn trọng, em mong thầy/cô có thể bỏ qua cho em. Em xin chúc thầy/cô nhiều sức khỏe .",
    "Dạ em chào thầy(cô), em muốn chuyển điểm từ k20 bao gồm điểm của quốc phòng và thể chất 1 sang ngành hiện em đang học và cũng là khóa k21 thì em cần làm những gì ạ",
    "Kính chào quý thầy/cô. Em có mong muốn mở thêm sĩ số lớp L01 môn Mô hình hóa toán học CO2011 ạ. Mong thầy/cô giúp đỡ. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Em xin chào PĐT ạ! em là   - k18 khoa điện. em thấy đợt 1 có số lượng lớn các bạn đăng kí môn EE3003. Nên em hi vọng PĐT mở môn cho tụi em được học để có thể tốt nghiệp, tụi em đã trễ 1 năm rổi ạ, do là môn Học trước cho Đề cương luận văn, Em mong PĐT xem xét ạ!",
    "Em chào PĐT ạ! em là  - k18 khoa điện. Em thấy đồ án EE3151 có ở chỗ đăng kí dự thính, mà sao em đăng kí thì lại bảo không thuộc loại hình đăng kí ạ! em làm sinh viên chính qui. mong được Thầy cô giải đáp ạ!",
    "Dạ em chào Thầy/Cô ạ Cho em hỏi vì sao các môn đồ án CI3177 ĐA bê tông 2, CI3197 ĐA nền móng, CI3213 ĐA thép của học kì 2 nhưng tại sao lại không mở ạ Em xin cám ơn",
    "Thầy cô cho em hỏi là em đã qua anh văn cơ bản theo nhu cầu bây giờ em muốn đăng kí tiếp anh văn 1 theo nhu cầu được không ạ. Và trong tháng 12 hay tháng 1 này pdt có mở lớp không ạ. Do chính quy em thấy ít sinh viên quá chắc sẽ hủy lớp. Em cảm ơn ạ.",
    "Chào cô, em là . Em muốn thi xoá điểm hoãn thi của kì 202 ở kì 212 nên đã hoãn thi trong kì này. Trong 5 ngày kì ứng dụng hoãn thi vẫn để là đăng kí hoãn thi nhưng hôm nay vào thì lại bị xoá mất thành đã dự thi. Vậy thì việc hủy lịch thi không được chấp nhận hay sao ạ. Em cảm ơn cô, kính chào cô.",
    "Chào pđt, Em là sinh viên k2018, giờ em muốn học CO1023 nhưng không thể gom đủ người để mở lớp riêng đã 2 3 kì nay khiến em không học được môn này. Giờ em làm đơn xin học chung với lớp khác có sẵn có được không ạ. Mong pđt giúp đỡ em! Em xin cảm ơn!",
    "Em xin chào quý thầy/ cô! Em là  - sinh viên khóa k18 của Trung tâm đào tạo Bảo dưỡng Công Nghiệp . Em đang đăng kí các môn của kỳ học 212 tiếp theo và em đang bị vấn đề với môn Luận văn tốt nghiệp với mã là IU4317 ạ . Có vài bạn đăng kí và không có lỗi...Nhưng em đăng ký thì liên tục bị lỗi vầy ạ. Em đã đủ số ngày công tác xã hội và đăng học đủ 4 anh văn trong trường chỉ chưa nộp bằng. Nhưng với nội dung mail của quý thầy cô gửi vào ngày 1/12 thì đã miễn xét anh văn ạ. Mong quý thầy cô xem xét và xử lý giúp em..Em chân thành cảm ơn ạ!",
    "Em xin mở thêm sĩ số cho môn Hệ quản trị cơ sở dữ liệu (CO3021) thêm 1 (cho em).    .",
    "dạ em nộp học phí ở chi nhánh ocb nhưng phía ngân hàng báo là tài khoản của trường bị khóa vậy phải làm sao ạ?",
    "Em muốn hỏi tại sao trong lịch sử Đăng ký môn học HK212 - Kết quả đợt 1 các môn học em đều được PDT đ/ký theo k/hoạch h/tập của SV MH- nhóm L01 nhưng lại KHÔNG CÓ THỜI KHÓA BIỂU trên MYBK  814751      .",
    "Kính gửi Quý Thầy Cô, Em là sinh viên năm 4 khoa Quản lý Công nghiệp. Em có nhận được thông báo về đăng ký môn học HK212 đợt 2 và trong bản thông báo có ghi là không xét Chuẩn CCAV Quốc tế khi xét LVTN HK212. Nhưng hiện tại bọn em không đăng ký LVTN được (Mã môn học: IM4317) do bị thiếu CCAV (môn tiên quyết). Em mong có thể nhận được sự phản hồi từ Quý Thầy Cô về vấn đề này ạ . Em xin chân thành cảm ơn!",
    "Dạ kính thưa phòng đào tạo, em có theo dõi mail phòng đào tạo thì thấy phòng đào tạo có thêm môn giáo dục thể chất vào đăng kí, nhưng khi em tìm kiếm môn này thì không có môn học mở. Mong phòng đào tạo kiểm tra lại để em có thể đăng kí môn này ạ. Vì em rất cần môn này để ra trường ạ!",
    "Dạ em chào các thầy cô ở PDT, em là sinh viên hệ đại trà của khoa Cơ khí khoá K20. Thầy cô cho em hỏi là số lượng học kỳ hè hoặc học kỳ dự thính em đăng kí có được tính vào 12 học kỳ chính không ạ, em cảm ơn.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM, Nhà trường có thông báo hoãn xét chuẩn CCAV quốc tế khi xét LVTN nhưng em đăng kí môn Luận văn tốt nghiệp thì hệ thống báo thiếu chứng chỉ ngoại ngữ ạ. Xin Phòng Đào tạo xem xét giúp em. Em xin cảm ơn.",
    "PDT cho em gửi đơn Thu nhận lại đệ được đăng kí môn học ạ.",
    "em chạo anh chị  cho em hoi em hiện tại chưa làm đồ án môn học  nhưng kì nay không mở đồ án dành cho k18 thì em có thể đăng kí đồ án mã mới dành cho k19 được không ạ . em xin cám ơn",
    "Em chào anh/chị, Em tên  -  Em muốn xin mở rộng sỉ số lớp Kết cấu thép 2 - CI3211 - L01 thì phải làm như thế nào ạ? Em  cảm ơn",
    "Em có đăng kí thể chất ở đợt đăng kí môn học đầu nhưng bị xóa, đợt 2 này thì em không tìm được mã môn học để đăng kí, vậy nếu giờ em muốn đăng kí thì nên làm như thế nào ạ?",
    "Kính thưa thầy/cô: -Em là sinh viên năm nhất đang đăng kí môn học cho học kì 212 sắp tới, em muốn đăng kí môn Triết học -(MSMH: SP1031) để học trước, tuy nhiên khi em đăng kí vì thời khóa biểu của môn Giáo dục Quốc Phòng chiếm hết thời gian trong tuần nên trang đăng kí hiển thị lỗi bị trùng tiết học. Em xin hỏi là em phải làm sao để đăng kí được môn học ạ.",
    "Em xin chào quý thầy cô, Em tên là , MSSV: , sinh viên khoa kỹ thuật hóa học. Hiện tại em vẫn chưa đăng ký chương trình kỹ sư/ thạc sỹ. Em muốn hỏi là khi nào trường sẽ mở đăng ký kỹ sư/thạc sỹ tiếp ạ? Và trong kỳ này em có thể đăng ký học và được tích lũy điểm các môn của chương trình kỹ sư/ thạc sỹ không ạ? Em xin cảm ơn quý thầy cô!",
    "Kính gửi thầy/cô. Em tên , mssv , hiện tại em đang nợ học phí 1.600.000đ tiền dự thính em vẫn chưa có khả năng thanh toán, em mong thầy cô tạo điều kiện cho em được đăng kí môn HK211 ạ, em chân thành cảm ơn.",
    "Dạ em là sinh viên xây dựng khóa k20, em bị thiếu tín chỉ nên muốn đăng kí môn tự chọn là kinh tế học đại cương thì nó có được tính số chỉ trong 1 học kì không ạ, tại em muốn đủ chỉ để xét học bổng ạ. Mà môn đó em không thấy có trong chương trình đào tạo nên là học thì có tính không ạ",
    "Kính gửi phòng đào tạo, Em tên , Mssv , hệ VLVH Em có thắc mắc là em đã đăng kí tốt nghiệp và đóng lệ phí, nhưng vẫn chưa nhận được xác nhận cấp bằng của phòng đào tạo qua email. Đồng thời ở phản hồi trước em thấy tình trạng là đã giải quyết nhưng khi kiểm tra email vẫn chưa thấy phản hồi về xác nhận đơn cấp bằng. Mong phòng đào tạo xem xét và phản hồi giúp em. Em xin cảm ơn.",
    "Cho em hỏi là em vừa chuyển từ ngành Bảo dưỡng công nghiệp chính quy sang ngành xây dựng hệ vừa làm vừa học em muốn đăng ký môn Nhập môn kỹ thuật của khoa xây dựng thì em làm như thế nào ạ. Em cám ơn",
    "Em tên   Dạ cho em hỏi sao e đăng kí môn trường điện từ không được ( lí do là chưa học môn Đại số tuyến tính MT1005 ) Trong khi em đã qua môn đại số tuyến tính MT1007 Rồi ạ  Vì Kì 2 năm 2 e rớt Trường Điện từ ạ",
    "Hiện tại em đang bị cấm đăng ký môn học do đóng học phí trễ . Nay em xin làm đơn xin phép nhà trường được mở đăng ký môn học ạ .",
    "Kính gửi quí Thầy/Cô pđt Trường Đại học Bách Khoa, Em là Bùi Trọng Danh, MSSV . HK-212 này em đăng đăng ký LVTN EE4333, nhưng hiện tại em bị xóa và em đăng ký lại thì hệ thống báo thiếu CCNA. Em có theo dõi mail thông báo thì KH-212 này trường mình tạm thời không xét CCNN ạ. Quí Thầy/Cô cho em hỏi là khi nào hệ thống mở cho phéo để em có thể được đăng ký môn học ạ? Em cảm ơn quí Thầy/Cô ạ.",
    "Em thấy có mail thông báo  Nhà trường tạm thời không xét điều kiện Chuẩn tiếng Anh sau mỗi năm học cho riêng HK chính 212  Nhưng khi đăng ký môn lại không được, bị báo lỗi do Chuẩn tiếng Anh (hình ảnh đính kèm)",
    "Dạ em chào quý thầy cô ạ. Hiện tại em đang học lớp HC19KTTP, vì môn thí nghiệm vi sinh thực phẩm (CH3001) là môn bắt buộc học trong kỳ này nhưng do số lượng mở lớp ít nên em xin quý thầy cô gia tăng sỉ số lớp L01 được không ạ? Em cảm ơn quý thầy cô rất nhiều!",
    "Chào thầy cô ạ, Em là sinh viên khóa K19 em có thắc mắc về môn Thực tập đó là hè mới học, vậy bây giờ mình có cần đăng ký trong đợt này không hay là chờ tới hè ( có mở đợt) rồi đăng ký ạ. Em cảm ơn.",
    "Em chào PĐT,  Em tên là , hiện đang học lớp MOQLK18. Kì này em không đăng kí luận văn được do Nhà trường yêu cầu anh văn, tình hình dịch bệnh nên em không thể nào đi thi chứng chỉ anh văn được, em biết trường có mở lớp anh văn nhưng em tính thi một lần để nộp bằng tốt nghiệp tiết kiệm chi phí luôn ạ. Một lớp học anh văn dự thính gần 1 triệu, thật khó cho những học sinh khó khăn nhưng em. Mong Nhà trường cho em đăng kí luận văn và hoãn thời gian xét anh văn ạ. Em cam đoan sau khi có điều kiện đi thi, em sẽ đi thi và nộp bằng liền ạ. Mong nhà trường xem xét và tạo điều kiện cho các bạn có tình hình khó khăn như em Mong được sự phản hồi từ Nhà trường ạ, em chân thành cảm ơn !",
    "Em mong Phòng Đào Tạo có thể mở thêm sĩ số cho lớp Quản Lí Dự Án Xây Dựng (CI1053) nhóm lớp L01 ạ",
    "EN2043_LỚP L01",
    "Dạ chào thầy/cô, Em thấy chương trình đào tạo HK6 của ngành Điện tử- viễn thông K19 có môn Thực tập ngoài trường (EE3365). Nếu em đăng kí trong HK212 thì cụ thể em phải đi Thực tập ngoài trường trong thời gian nào? Trong HK212 luôn hay hè đi vẫn được ạ? Mong thầy/cô giải đáp thắc mắc giúp em . Em cảm ơn nhiều ạ!",
    "Em tên , MSSV:. Trong đợt đăng kí môn học đầu tiên em có đăng kí môn Công nghệ cao su MA3009. Nhưng em không hiểu sao bị hủy và đã hết sỉ số. Phòng đào tạo cho em xin mở thêm sỉ số môn này vì năm nay em sinh viên năm 4, nên môn này rất quan trọng với em cho tiến độ ra trường. Rất mong được phòng đào tạo giúp đỡ ạ",
    "Dạ PĐT cho em hỏi là bữa trước trường có mail là không xét chuẩn anh văn để đăng kí luận văn mà sao hệ thống đăng ký môn học của em lần trước bị xóa và đăng ký lại thì hệ thống báo không được vì chưa có chuẩn anh văn không biết là có sự thay đổi hay là hệ thống mình chưa sửa lại vậy ạ. Em cám ơn",
    "Kính chào thầy/cô. Em tên . - Em có đăng ký học giải tích 2 vào học kỳ dự thính 212 sắp tới. - Sau khi đăng ký ở đợt 1 thì khi em kiểm tra ở đợt đăng ký dự thính thứ 2. - Nhưng không có kết quả đăng ký giải tích 2 ở mục đăng ký dự thính 2 ạ. -   B Nguyên nhân được phòng đào tạo nêu là không đủ thời gian di chuyển giữa 2 cơ sở   (do môn CO3097). - Nhưng khi em kiểm tra lịch học các lớp dự thính thì các lớp dự thính học onine và   B thời gian cũng rất xa nhau, đủ để di chuyển     U  (hình so sánh đính kèm bên dưới). - Em đã đăng ký lại môn giải tích 2 ở đợt   B đăng ký dụ thính thứ 2    cho HK212. Mong thầy/cô kiểm tra lại nguyên nhân em không đăng ký được giải tích 2 ở đợt đăng ký dự thính HK212 - đợt 1.",
    "Kính gửi thầy/cô, Theo như thông báo của nhà trường học kỳ 212 sẽ tạm không xét chuẩn tiếng Anh, mà khi em đăng kí LVTN thì hệ thống báo thiếu chuẩn anh văn nên không cho em đăng kí. Em phải giải quyết vấn đề này như thế nào ạ!",
    "Em chào thầy/ cô ạ . Vì mạng yếu nên trong quá trình đkmh em bị mất slot đăng kí môn công nghệ tế bào. Liệu thầy/cô có thể cho em thêm 1 slot để học được không ạ. Nếu được thì em xin vào lớp L01/L01 luôn vì mấy lớp kia hiện tại em bị kẹt lịch hết rồi và cũng full hết không đăng kí đc ạ . Em mong nhận được phản hồi từ nhà trường và vô cùng xin lỗi vì sự bất tiện này.",
    "Kính gửi thầy/cô văn phòng đào tạo, trường ĐH Bách Khoa Tp. Hồ Chí Minh. Em tên: . MSSV: . Khoa Kỹ thuật xây dựng, ngành Kiến trúc. Hiện tại em đã hoàn thành tổng số tín chỉ là 156 và chưa có chứng chỉ anh văn quốc tế TOEIC. Nên hệ thống báo không thể đăng ký được đồ án tốt nghiệp mã số CI4303 trong đợt đăng ký 2 (Đợt 1 vẫn đăng ký thành công nhưng đợt 2 bị xóa). Em xin hỏi là từ học kỳ sau (212) phải bắt buộc có chứng chỉ anh văn Toeic thì mới có thể đăng ký được đồ án tốt nghiệp? Vì nhà trường có tạo điều kiện cho sinh viên là tạm thời không xét điều kiện chứng chỉ anh văn khi xét đăng kí môn học. Bây giờ em không thể đăng ký được nên mong phòng đào tạo tạo điều kiện hỗ trợ cho em, hoặc tư vấn cách nào có thể đăng ký được đồ án cuối cùng này ạ! Em xin chân thành cảm ơn quý thầy cô rất nhiều!!",
    "Kính thưa thầy (cô) Em tên là  MSSV:  Trong chương trình đào tạo của em có chứa các môn tự chọn thuộc nhóm C(em muốn đăng kí môn Kinh tế học đại cương IM1013).Nhưng em không đăng kí được vì trùng lịch học giáo dục quốc phòng. Mong thầy (cô) hỗ trợ em ạ. Em cám ơn rất nhiều ạ.  Đoán",
    "Chào pđt em không hiểu , tại sao mình không thể đăng kí môn học nào , nó cứ hiện là bị trùng lịch với giáo dục quốc phòng và trong khi đó đợt 1 em chưa đăng kí môn nào . Em mong pđt cho em ý kiến ạ . Em cảm ơn !",
    "Dạ e chào thầy cô e là  mssv  sv hệ VLVH. Khóa của e không áp dụng chuẩn CNTT nâng cao nhưng khi e đk môn Thực tập ngoài trường (EE3355) thì hệ thống báo là Thiếu chuẩn cntt nâng cao (đính kèm hình) Mong thầy cô xem xét sửa lại dùm e để e được đk môn học. E cám ơn thầy cô rất nhiều",
    "Mở môn học học kỳ 212 . Em là sinh viên khóa k18, hiện tại em cần học môn giải tích 1 để đủ tín chỉ ra trường, làm sao để em có thể mở lớp hoặc mở thêm sỉ số ạ, em cám ơn nhiều ạ!",
    "Dạ em tên _MSSV: Cho có đăng kí luận văn tốt nghiệp ME4727 nhưng hệ báo không được do thiếu chứng chỉ ngoại ngữ.Mà theo mail của phòng đào tạo thì kì này sẽ không xét chứng chỉ anh văn. Việc này có phải do lỗi gì không ạ. Các bạn em chưa có chứng chỉ anh văn vẫn đăng kí được mà của em lại không cho đăng kí ạ vì thiếu chứng chỉ anh văn. Mong được thầy cô giải đáp sớm ạ!",
    "Thầy/cô cho em hỏi là em thấy trong thông báo mail mới nhất của trường về việc đăng ký thời khóa biểu có nói về việc Tạm thời không xét chuẩn CCAV quốc tế khi xét Luận văn tốt nghiệp. Hiện tại em chưa thể thi CCAV quốc tế do hiện không có mặt ở TP.HCM Nhưng trong ĐKMH thì PĐT lại hủy môn LVTN với lý do thiếu CCAV_1 Chứng chỉ ngoại ngữ LVTN. Làm thế nào để em có thể đăng ký được môn LVTN ạ? Em cảm ơn. Mong Thầy/Cô giải quyết và phản hồi sớm giúp em ạ.    .",
    "Em muốn chuyển lịch học môn Tiếng Pháp 8 sang thứ 3. Tuy nhiên, vì lỗi kỹ thuật nên sỉ số lớp chỉ là 3 ( thông thường là 30) nên em không thể thực hiện việc đổi lịch học được. Chi tiết là ảnh được đính kèm phía dưới. Mong phòng đào tạo xử lý kịp thời sự cố trên. Em chân thành cảm ơn.",
    "Quý thầy cô cho em hỏi là trường đã gửi mail tạm thời không xét chứng chỉ anh văn khi nhận luận văn tốt nghiệp, mà hiện tại em vẫn không đăng ký được luận văn tốt nghiệp do không đủ chứng chỉ anh văn ạ! Em cám ơn quý thầy cô!",
    "Dạ em kính chào quý thầy cô! Em tên là , lớp HC19KTTP. Em xin quý thầy cô gia tăng số lượng lớp môn Lịch sử đảng (SP1039) ạ. Vì đây cũng là môn quan trọng và bắt buộc trong kỳ này nhưng vì số lượng các lớp mã Lxx mở đã không còn chỗ nữa, nên em mong quý thầy cô mở thêm số lượng lớp để em có thể học được ạ. Em cảm ơn quý thầy cô rất nhiều",
    "Em xin chào, Em tên  - MSSV:  Cho em hỏi sao em đăng ký luận văn tốt nghiệp bị thông báo là thiếu Chứng chỉ anh văn ạ? Theo thông báo em được biết là nhà trường hiện không xét chứng chỉ anh văn cho luận văn. Không biết là có bị lỗi gì không ạ? Em xin cảm ơn ạ! ",
    "Em chào thầy/cô, em tên , MSSV , khóa 2020 hệ VHVL khoa Kỹ thuật giao thông, chuyên ngành Công nghệ ô tô. Hiện tại em đang học theo chương trình đào tạo của khóa 2019, trong đó có mục các môn học tự chọn, thầy/cô cho em hỏi khóa 2019 thì phải học các môn tự chọn nào và tổng cộng là bao nhiêu tín chỉ được không ạ? Lúc trước em có gọi hỏi thầy trưởng khoa Kỹ thuật giao thông, thầy nói em nên gửi mail cho thầy Chiến phòng đào tạo, thầy chiến thì lại nói học dựa theo chương trình đào tạo, mà trên chương trình đào tạo lại không ghi rõ môn nào cần phải học cho nên em hơi lúng túng, ko biết phải đăng ký học sao cho đúng. Mong thầy/cô giải đáp thắc mắc giúp em, em cảm ơn thầy/cô nhiều. Em !",
    "Không biết là kỳ 212 lần này có mở đợt đăng ký GIÁO DỤC THỂ CHẤT ko ạ",
    "Mở môn học học kỳ 212 . Kính chào quý thầy cô ạ Xin chúc quý thầy cô Giáng sinh an lành và hạnh phúc ạ Em xin quý thầy cô hướng dẫn quy trình mở lớp ME3139 - Môn học Đồ án thiết kế, HK212 của khoa cơ khí, ngành kỹ thuật cơ khí ạ Theo khảo sát thì em thấy rất đông các bạn muốn mở lớp, vì vậy em rất mong sự hướng dẫn của quý thầy cô ạ  Em xin chân thành cảm ơn ạ",
    "Kính gửi quý thầy cô, Em tên là , mã số sinh viên , thuộc lớp HC19KTTP, em muốn xin gia tăng sĩ số của lớp mã L11 hoặc L24 môn Lịch sử Đảng Cộng Sản Việt Nam, mã môn học SP1039 ạ. Lí do: Các lớp còn lại đều hết chỗ và trùng với lịch học của em. Em xin chân thành cảm ơn.",
    "Em là K15, em đã hoàn thành tất cả các tín chỉ yêu cầu, cũng như lấy bằng toiec  450, nhưng do quy định tăng điểm lên 500 và ngay đúng đợt dịch bệnh nên em chưa có thể thi lại để lấy bằng trên 500, liệu trường có hỗ trợ gì trong đợt dịch bệnh này về vấn đề học vụ như là gia hạn thời gian sinh viên chính quy hay là xét tốt nghiệp trước nộp bằng sau không ạ? Nếu có thì em phải làm những gì ạ? Em cảm ơn!",
    "Yêu cầu Thưa thầy cô cho em hỏi về vấn đề giáo dục thể chất ạ em có học môn võ em đã học xong phần 1 rồi nên giờ em có phải đăng kí học phần 2 không ạ hay chỉ cần 1 học phần là hoàn thành môn học ạ em có hỏi thầy bộ môn mà thầy không nắm rõ  mong thầy cô giải đáp thắc mắc của em ạ . Em cảm ơn ạ",
    "Em sinh viên hệ vừa học vừa làm, Thầy/cô cho e xin vào lớp ME3013(hệ thống PLC) được không ạ? Do đợt 1 e chưa đăng ký, mong thầy/cô mở cho em đăng ký ạ. Em cám ơn ",
    "Thưa thầy/cô: Hiện tại các lớp Pháp luật đại cương đã đủ chỉ tiêu, em mong nhà trường có thể mở thêm lớp để chúng em có thể học tập ạ. Em cảm ơn!",
    "Chào PĐT, Em , hiện là SV khóa K18 khoa QLCN. Hiện tại em muốn đăng ký môn học IM4317 - LVTN nhưng hệ thống báo chưa đủ Chứng chỉ AV trong khi mail thông báo là không xét CCAV. Có một số bạn cũng đã bị lỗi này nhưng đã đăng ký lại được, nhưng trường hợp của em hiện tại vẫn chưa thể đăng ký được. Em mong nhận được sự hỗ trợ",
    "Kính gửi thầy cô, Em là  - MSSV:  Ở mail [V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính 212+ VLVH] ngày 7/12, phòng đào tạo có đề cập về việc tạm hoãn xét chứng chỉ anh văn khi đăng ký luận văn tốt nghiệp. nhưng hiện tại em đăng ký luận văn tốt nghiệp mã CO4317 thì được báo là [Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) ] Mong thầy cô hỗ trợ giúp em trường hợp này để em hoàn thành chương trình học và ra trường đúng hạn. Hiện tại em đã hoàn thành toàn bộ chương trình đào tạo. Mong thầy cô sớm hồi âm. Em xin chân thành cảm ơn.",
    "Em đăng ký môn học (Luận văn tốt nghiệp mã CI4347) nhưng bị lỗi môn học tiên quyết AV(có hình minh họa ) mà theo em được biết do tình hình dịch nhà trường đã hoãn AV xét nhận luận văn ạ.Mong thầy,cô sớm phản hồi giúp em để em đăng kịp tiến độ học tập ạ.",
    "Dạ cho em hỏi là em đăng kí lớp L04 cho môn giải tích 2, nhưng em thấy lịch học khá bất tiện và không phù hợp đối với em. Vì vậy em thực sự muốn chuyển sang lịch học của lớp L03 giải tích 2 có được không ạ. Hiện tại em thấy các lớp L1-L40 giải tích 2 đều đủ sĩ số 99/99 rồi nên em không thể đổi được . Nếu có thể mong PĐT giúp em. Em cảm ơn",
    "Mở môn học học kỳ 212 . Dạ thưa thầy cô, em có thấy trên mail nhà trường có nói cho phép mở rộng sĩ số tối đa lên 100 tính cả giáo viên, vậy phòng đào tạo có thể mở giới hạn sỉ số lớp vi xử lý mã ee2039 lớp L04_L11 lên 99 sinh viên được không ạ, em cảm ơn thầy cô.",
    "Thưa thầy/cô: Hiện tại lớp Pháp luật đại cương L03 (MSMH: SP1007) đã đủ chỉ tiêu số lượng, em mong nhà trường có thể tăng thêm sĩ số lớp học để chúng em có thể học tập ạ. Em cảm ơn!",
    "Chào Thầy, Cô Em là sv năm cuối, em có đọc mail thì trg đã miễn chứng chỉ av để đk lvtn hk212. Nhưng khi e đk AS3427 thì lại bị lỗi CCAV . Em cảm ơn Thầy, Cô.",
    "Dạ em chào Thầy/Cô. Thầy/Cô cho em hỏi là em đăng ký môn học Luận văn tốt nghiệp mã CH4327  vào đợt 1 rồi, nhưng sang đợt 2 thì môn học đã mất và em đăng ký lại thì hệ thống hiển thị là thiếu chứng chỉ AV (tiên quyết) và em không đăng ký được là vì sao ạ? Em cũng hỏi các bạn khác thì các bạn chưa nộp chứng chỉ AV vẫn đăng ký đươc bình thường ạ. Em mong Thầy/Cô phản hồi sớm và giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
    "Em xin chào quý thầy cô. Hiện em còn thiếu môn học xác suất và thống kê.kì trước môn này có mã MT2001 và 3 tín chỉ. Bây giờ là MT2013 4 tín chỉ em muốn hỏi 2 môn này có tương đồng và chuyển điểm qua lại được không em xin cảm ơn ạ",
    "Thưa cô(thầy)! Em muốn hỏi về điểm chuẩn toeic để tốt nghiệp của khóa K2017! Em xin cám ơn!",
    "Chào thầy/cô. Thầy/cô cho em hỏi, trong chương trình đào tạo K18 em phải học 3 môn nhóm B1. Trong học kỳ 211, em đã học được 1 môn, nhưng trong kỳ 212 lại không có lớp nào để em hoàn thành 2 môn còn lại. Nếu vậy em phải học chương trình tương đương của K19 phải không ạ. Nhưng CTĐT K19 thì 2 môn nhóm B1 bằng 3 môn nhóm B1 CTĐT K18. Vậy bây giờ em phải đăng ký 2 môn của CTĐT K19 hay sao ạ. Cảm ơn thầy/cô đã đọc.",
    "Kính gửi: phòng đào tạo trường Đại học Bách Khoa. Em tên:   Theo như thông tin của nhà trường thì chúng em chưa cần xét chuẩn AV quốc tế, nhưng em bị xóa môn học Làm Luận văn và cũng không đăng kí lại được . Mong quý thầy cô giúp em giải quyết vấn đề này với ạ!  Em rất chân thành cảm ơn sự hỗ trợ và giúp đỡ từ phía nhà trường! người gửi ngân ",
    "Em tên , sinh viên khóa K15. Chương trình đào tạo của em hết hạn vào 04/2022. Em hiện vẫn còn nợ một số môn mới đủ điều kiện tốt nghiệp. Cho em hỏi hiện giờ em không đủ kiện đăng ký môn học mới, em không thể đăng ký môn học trên mybk, có cách nào để em trả nợ nhưng môn còn thiếu không ? Với tình trạng sinh viên của em hiện tại có thể chuyển sang VLVH được không ? Nếu được có thể cho xin hướng dẫn hay các mẫu đơn cần thiết được không ?  Xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, Kết quả đăng kí đợt 1 môn   I Con người và môi trường (EN1003)  /I  của em bị xóa vì không mở lớp cho hệ CQ, nhưng bên hệ VHVL lại mở 3 lớp  (cùng mã EN1003) và còn slot để đăng kí . Em có thể đăng ký lớp bên hệ VHVL được không ạ? Em sợ nếu yêu cầu mở lớp thì lại không đủ sỉ số để đăng kí ạ vì môn này em học trễ so với mấy bạn. Em mong thầy/ cô xem xét cho trường hợp của em để kịp hoàn thành chương trình học để tốt nghiệp đúng hạn. Em xin chân thành cảm ơn.",
    "Chào phòng đào tạo. Em là sinh viên k15, hiện em đã làm đơn chuyển hệ vừa làm vừa học và đã được cập nhật trạng thái \"Thu nhận vào hệ VLVH\" ở mục trạng thái SV, thông tin SV. Nhưng hôm nay em vào \"Đăng ký môn học\" để đăng ký luận văn tốt nghiệp thì được thông báo là \"Bạn không được quyền đăng ký môn học\". Xin phòng đào tạo giải đáp giúp em vấn đề này để em kịp thời đăng ký được môn học. Em xin cảm ơn.",
    "Chào thầy/cô, Em có đăng ký hoãn thi GT2 kì này ( em học là DT 202 ) nhưng mà khi đăng ký em không đọc kỹ thông tin nên đăng ký hoãn thi nhầm lớp . Liệu có ảnh hưởng gì không ạ và có cách nào để khắc phục không ạ.",
    "Em chào các anh/chị Em tên là  - . Hiện đang là sinh viên năm 4 ngành khoa học máy tính. Kỳ này em có đăng ký môn Đề cương luận văn, nhưng hiện tai em không đăng ký được vì lý do thiếu chuẩn AV, mặc dù em đã qua AV4 và kỳ này trường không xét điều kiện AV để đăng ký luận văn. Em mong anh/chị giải đáp thắc mắc của em ạ. Em cảm ơn các anh chị Trân trọng    .",
    "CODE : Em xin chào thầy cô. Thầy cô cho em hỏi em muốn xin mở lớp thi công công trình cơ sở hạ tầng CI4023 thì cần tối thiểu bao nhiêu bạn và thủ tục mở như thế nào ạ. Em xin cảm ơn ạ",
    "MSSV/:       . Em chào thầy/cô Vì sơ suất của em nên em đã lỡ tay hủy đăng ký lớp Giải tích 2. Hiện tại môn Giải tích 2 đã không còn lớp nào có chỗ trống Em xin hỏi là còn cách nào để có thể học môn Giải tích 2 không. Và nếu như em không thể học môn này trong học kỳ 2 thì nó ảnh hưởng gì đến việc đăng ký các môn học trong các học kỳ tiếp theo không Em xin cảm ơn",
    "Dạ cho em hỏi là em có đăng kí môn học Luận văn tốt nghiệp nhưng lần này môn  luân văn tốt nghiệp của em bị xóa ạ. Em có đăng kí lại nhưng lại có điều kiên tiên quyết là chứng chỉ ngoại ngữ ạ. Nhưng do em có thấy pđt gửi mail là tạm thời không xét chứng chỉ ngoại ngữ ạ! Vậy thì bây giờ em phải làm sao để được đăng kí ạ! Em cảm ơn ạ! Trân trọng!",
    "Họ và tên  MSSV  Lớp GT16TAU1 Thầy/cô cho em hỏi là em đã thực tập tốt nghiệp học kỳ 202 nhưng chưa có điểm. Nay em đăng ký luận văn nhưng vì lý do chưa thực tập tốt nghiệp nên không được đăng ký luận văn xin PĐT xem giúp em trường hợp này với ạ. Cảm ơn thầy/cô đã xem ạ.",
    "Theo email mới nhất của pdt không xét chứng chỉ ngoại ngữ cho LVTN học kỳ 212 mà sao em không đăng ký môn học LVTN được. Đề nghị PDT xem xét lại. Em cảm ơn",
    "Kính gửi Phòng đào tạo, trong email gần nhất về việc đăng ký môn học thì Phòng đào tạo có nói rõ là sẽ không xét chứng chỉ anh văn quốc tế cho luận văn tốt nghiệp nhưng khi em đăng ký môn luận văn tốt nghiệp (khmt) - mã môn CO4317 thì lại báo là thiếu chứng chỉ anh văn, trong khi các bạn của em cũng thiếu chứng chỉ anh văn như em lại đăng ký được ạ. Về các điểm anh văn 1,2,3,4 thì do lúc thi anh văn đầu vào điểm của em đã đủ để miễn cả 4 anh văn rồi ạ. Mong Phòng đào tạo giải quyết trường hợp của em ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi khi em chọn đăng ký môn   B Tự chọn tự do    3 tín chỉ trong chương trình đào tạo bằng một môn 4 tín chỉ thì có được tính vào 3 tín chỉ tự do đó không hay phải đăng ký đúng môn học 3 tín chỉ? Em cám ơn!",
    "Em xin chào thầy/cô ạ! Em có câu hỏi về vấn đề LVTN: - Do tình hình dịch bệnh và em ở tỉnh, trường cũng mới vừa mở lại phòng thí nghiệm thực hành 2 tuần qua. Em có làm 1 đề tài luận văn về nghiên cứu thực nghiệm trong phòng thí nghiệm và có thể từ giờ đến khoảng Tết âm lịch đề tài của em khó có thể hoàn thành chỉnh chu theo dự kiến vì nhiều khâu có yếu tố khách quan, nên có thể là không kịp bảo vệ LVTN theo dự kiến của bộ môn em. Và trong kỳ tới em cũng không còn môn học chính thức để đăng ký học? Em xin phép hỏi là em có thể làm thủ tục để xin điểm I môn này nếu lỡ điều đó xảy ra được không ạ? Và mong thầy/cô hướng dẫn giúp em thủ tục để em có thể chuẩn bị luôn ạ! Em xin chân thành cảm ơn!",
    "Dear  Em là sv khoá k16 khoa xây dựng ngành Công trình thuỷ Em muốn chuyển sang hệ vlvh ngành xây dựng dân dụng thì thủ tục như thế nào vậy ạ? Em xin cảm ơn   i  .",
    "Em tên : . Em gửi yêu cầu này để xin mở thêm chỗ môn Cơ lưu chất (CI2003) lớp L07_L19. Hiện tại em đang là sinh viên năm 3 và vẫn còn đang nợ môn này nên em muốn học lại sớm môn này. Em không đăng ký dự thính do học phí khá cao nên em muốn học kì chính. Mong thầy/cô xét duyệt cho em xin thêm một chỗ nữa để có thể học được môn ạ. Em xin cám ơn thầy/cô.  ",
    "Thưa thầy/cô cho em xin phép được đăng ký thêm vào lớp Vi xử lý EE2013 hiện đang đầy sĩ số ạ. Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Chào thầy (cô) vấn đề là em còn là sinh viên k17 còn thiếu môn 1 môn tự chọn trong nhóm C. mà học kì 212 không mở thì em sẽ đăng ký môn học trong nhóm nào của k19 để bổ sung ạ",
    "Dạ hiện tại em muốn đổi nhóm sang từ nhóm P02 sang P01 nhưng không chuyển được mặc dù không bị trùng giờ ạ Em đã kiểm tra rất kĩ rồi ạ.",
    "Dạ chào thầy/cô, em là , MSSV , học khoa Điện-Điện tử, lớp DD18DV03 ạ Hôm nay em đăng kí luận văn tốt nghiệp mã EE4337 không thành công vì bị báo lỗi thiếu chứng chỉ ngoại ngữ CCAV_1. Đầu năm nhất em đã thi qua bài thi ngoại ngữ đầu vào và được miễn Anh Văn 1, 2, 3, 4 rồi ạ. Hơn nữa kì này nhà trường tạm thời không xét điều kiện Chuẩn CCAV quốc tế khi xét LVTN nhưng em vẫn không thể đăng kí. Mong thầy/cô giải đáp giúp em ạ, em xin cảm ơn.",
    "Thầy cô cho em hỏi em đăng ký thêm môn mà bị báo là trùng với tkb quốc phòng thì mình khắc phục sao ạ ",
    "Hiện tại em đang đăng ký luận văn tốt nghiệp cho học kỳ 212 Theo mail mới nhất của nhà trường thì có thông báo:  Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212. Nhưng khi vào đăng ký em vẫn nhận được thông báo từ hệ thống: thiếu CCAV-1 (như trong hình) Hiện tại kết quả thi tiếng anh của em phải qua tuần đầu tiên của tháng 1 mới có được nên không biết có thể đăng ký môn này trong đợt này không ạ",
    "Dạ em muốn hỏi làm đơn như thê nào và gửi đến đâu để được mở thêm lớp môn học IM3083 sỉ số tối đa hiện tại đang là 60 ạ.",
    "Chào quý thầy/cô phòng đào tạo, em là , MSSV . Em có đăng ký môn học CO4317 (luận văn tốt nghiệp khoa học máy tính) học kỳ 212 đợt 1 nhưng bị hủy vì thiếu môn tiên quyết. Đợt 2 này em có đăng ký lại thì không thành công với lỗi   QUOTE   Nhóm [AV_1]: AV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)   /QUOTE  dù PĐT đã thông báo không xét chứng chỉ ngoại ngữ khi đăng ký LVTN kì này. Em được miễn 4 môn anh văn và chưa nộp bài TOEIC để chuyển điểm ạ. Mong quý thầy/cô kiểm tra và thông tin sớm giúp em vì thời gian đăng ký đợt 2 đến ngày 29/12 thôi ạ. Em xin chân thành cảm ơn.",
    "Em muốn đăng ký môn học ME4307 nhưng bị mắc môn học trước ME3037 (môn này không còn đủ sinh viên để xin mở lớp nữa), em có đăng ký môn ME3153 tương đương với môn ME3037. PDT xem xét cho em học song song 2 môn ME4307 và ME 3153. Em cảm ơn.",
    "Em chào pđt ạ,  Theo chương trình học thì môn Địa chất công trình được học ở hk201, nhưng khi đó em không được đăng kí vì không đủ TCTL, đến hk202 thì trường chỉ mở số lượng 1 lớp duy nhất nên em không có slot để học. Chính vì học trễ vậy nên bị dính điều kiện   B Học Trước    của các môn kì sau (Cơ học đất) và không đăng kí học được môn (nền móng   B CI3239    và kỹ thuật hạ tầng đô thị   B CI3265   ) theo đúng chương trình đào tạo. Nếu cứ trễ vậy thì em không thể đăng kí đồ án tốt nghiệp đúng hạn được nên mong pđt xem xét cho em đăng kí 2 môn (nền móng CI3239 và kỹ thuật hạ tầng đô thị CI3265) trong học kì này ạ. Em xin chân thành cảm ơn",
    "Dạ, em tên là , MSSV:     Em có nhu cầu đăng kí môn EN3003, nhưng hiện tại sĩ số đã kín hết. Không biết thầy cô có thể hỗ trợ tăng sĩ số môn học EN3003 được ko ạ.    Em xin được chân thành cảm ơn",
    "Do em học xong chương trình nhưng do chưa có bằng ngoại ngữ nên chưa ra trường được, kỳ rồi em không đăng ký môn học nên bị tạm dừng. Mong phòng đạo tạo thu nhận lại em ạ Em xin cảm ơn .",
    "Mở môn học học kỳ 212 . Dạ do em lần đầu đăng kí môn nên còn thiếu kinh nghiệm nên đã xóa mất 2 môn GT2 và VL2  HK212. Em mong quý thầy cô mở thêm lớp hoặc tăng sỉ số lớp của 2 môn này với ạ",
    "Dạ chào Thầy/Cô phụ trách . Em là Nhựt, MSSV . Em thấy trên mail thông báo về việc đăng ký môn học LVTN cho học kỳ 212 tạm thời không yêu cầu về chứng chỉ ngoại ngữ. Khi em đăng ký hệ thống thì em không đăng ký được, lý do là thiếu:   B   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)     Mong được thầy/cô sớm có thông báo về việc này cho em ạ. Em cảm ơn rất nhiều.",
    "Em chào thầy/cô ạ. Theo em biết thì nhà trường tạm thời không xét chuẩn AV cho LVTN kì này, mà khi em vào đăng ký thì lại báo thiếu chuẩn AV ạ. Mong thầy/cô giúp đỡ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy (cô) Em tên  khóa 2018 Trong chương trình đào tạo K18 và K19 có những môn trùng tên nhưng khác mã ngành như Kỹ thuật phản ứng ( k18 là ch2059 ,k19 là ch3347 ) thì nếu em đăng kí môn Kỹ thuật phản ứng những mã ngành là ch3347 của k19 ,điểm trung bình em là 7 thì chuyển điểm qua qua cùng là môn Kỹ thuật phản ứng mà mã ngành ch2059 của k18 thì em được điểm trung bình bao nhiêu ạ  Em mong thầy (cô) sớm trả lời thắc mắc của em  Em xin cảm ơn ",
    "Em xin phép mở thêm một slot môn EE3025 Kỹ thuật siêu cao tần được không ạ. Em rất cần môn này để có thể học được đề cương vào kì tới ạ. Em cảm ơn thầy cô nhiều ạ",
    "Thưa thầy, cô em tên là , kì vừa rồi em có đăng ký môn thể chất cuối cùng của mình để đăng ký đề cương luận văn nhưng vì covid 19 nên chuyển sang học online nhưng em lại bận vào buổi tối buổi thứ 2 nên em bị mất 1 buổi thứ 2 đó nhưng từ đó về sau link học thể chất em lại vào không được vì dính yêu cầu tham gia quay vòng mãi không được, không biết liên hệ ai để hỏi vì là online cộng thêm bị dồn nhiều môn thí nghiệm vào thời gian đó . Kết quả là thể chất kì vừa rồi em bị điểm 13 và không kịp tiến độ cho đề cương. Kì 212 này em lại không thấy có mở thể chất vì vậy em xin thầy cô cho em được đăng ký đề cương trước rồi bổ sung thể chất sau được không ạ. EM xin cảm ơn",
    "Dạ cho em hỏi là làm sao chuyển 11 ngày công tác xã hội thành điểm của môn Ngày công tác xã hội (Mã môn học CTXHOI) trong ô điểm chuyển của thông tin sinh viên ạ",
    "Em chào cô ạ. Cô cho em hỏi là, như hình ảnh em có đính kèm thì em không đăng kí được môn EN1003 - Con người và môi trường, trong cùng hệ Chính quy như Luận văn, mà chỉ đăng kí được bên hệ CQ + VLVH Đợt 2- Chuyển Hệ còn lại. Em không rõ 2 hệ này có phân lịch học khác nhau không ạ (vd như 1 cái sáng 1 cái tối) Và nếu khác nhau thì em có cách nào đăng kí môn EN1003 vào thời khóa biểu chính chung với luận văn không, vì nếu 2 môn học riêng 2 hệ thì rất bất tiện ạ. Em xin cảm ơn cô.",
    "Em chào Thầy/Cô ạ, Kỳ vừa rồi em vừa hoàn thành ĐCLV CO4321 ngành Kỹ thuật máy tính, hiện nay chưa có điểm trên hệ thống, từ đợt 1 ĐKMH em đã đăng ký LVTN CO4323 nhưng bị huỷ. Đợt 2 này em tìm theo mã môn học trên nhưng không thấy mã lớp Lxx đâu, chỉ thấy Axx và CCxx nên không đăng ký được ạ (Em có thử bấm đăng ký vào lớp Axx nhưng bị báo là không đúng đối tượng + thiếu CCAV LVTN) Em mong Thầy/Cô sẽ hỗ trợ ạ. Em xin cảm ơn",
    "Em chào thầy/cô/anh/chị,  Em là Phạm Hải Long, MSSV , là sinh viên khóa K18 thuộc khoa Điện - Điện tử của trường. Thầy/Cô/Anh/Chị cho em hỏi là vì sao không mở các môn Đồ án vậy ạ. Em có đăng kí Đồ án hồi đợt 1 nhưng bị hủy vì không mở môn ạ. Em cảm ơn thầy/cô/anh/chị ạ!",
    "Hiện tại đăng ký môn học đợt 2 của em bị giới hạn số lượng là không được quá 14 tín chỉ mặc dù giới hạn tín chỉ bình thường là 21. Cho em hỏi là giới hạn này lý do gì ạ. Em cảm ơn. ",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: , hiện đang theo học ngành Điều Khiển Tự động hóa, Khoa Điện - Điện tử . Ở đợt đăng ký môn này, môn Vi xử lý hiện tại đã hết lớp trống. Kính mong phòng Đạo tạo hỗ trợ cho em được đăng ký vào lớp L05 vì đây là môn chính trên thời khóa biểu của khoa ạ. Em xin cảm ơn thầy/cô và chúc thầy/cô thật nhiều sức khỏe",
    "Chào anh/chị, Cho phép em được hỏi liệu phòng đào tạo có thể tăng sĩ số tối đá môn IM3059-Quản lý chiến lược của 2 nhóm lớp CC01,CC02 từ 40 lên 45 không ạ? Vì em thấy hiện tại sĩ số tối đa của môn học trên ở hai nhóm lớp CC01,CC02 là 40, thấp hơn theo quy định sĩ số tối đa của ác môn học chuyên ngành chương trình chất lượng cao là 45. Thêm vào đó, các mã môn chuyên ngành khác được mở HK212 như IM3041, IM3081 đều mở tối đa tới 45, thậm chí là 50 với môn IM3081. Mong phòng đào tạo suy xét và tăng sĩ số của 2 nhóm lớp CC01,CC02 môn IM3059 để giúp cho em và các bạn khác có thể thay đổi lớp phù hợp với thời khóa biểu của mình. Em xin cảm ơn ạ.",
    "Em xin chào thầy/cô, em là , MSSV: , lớp HC16D. Sau khi trúng tuyển đại học, em có làm đơn xin bảo lưu 1 năm học do tình trạng gia đình và sức khỏe. hi đi học lại, em học chung với 16. Do chưa tìm hiểu kĩ về số học kỳ đào tạo tối đa, nên em nghĩ 13 học kỳ sẽ tính từ lúc học nhập học (k16), nên đến hiện tại, em vẫn còn thiếu môn Luận văn tốt nghiệp, hoãn đi thực tập tốt nghiệp (vì dịch covid) và hoãn 2 môn thi.Tuy nhiên em đã hoàn thành xong số ngày CTXH và đã nộp CCAV đủ điều nhận LVTN. Ở H212, em không đăng ký môn học được do quá số học kỳ đào tạo tối đa. Em viết mail này để xin được PĐT xem xét và cho em xin được gia hạn thêm 1 học kỳ nữa để hoàn thành hết chương trình đại học chính quy. Nếu được gia hạn thêm 1 học kỳ nữa, em sẽ cố gắng học tập chăm chỉ để hoàn thành thật tốt chương trình học. Em rất mong thầy/cô có thể xem xét và chấp nhận cho được gia hạn ạ! Em mong sớm nhận được phản hồi từ PĐT ạ! Em cảm ơn!",
    "Em tên là  , mssv  . Trong lần đăng ký môn học đợt 2 này nhóm P03 của môn Tiếng Pháp 8 chỉ có 30 sinh viên . Mong phòng đào tạo mở thêm sỉ số cho nhóm P03 vì thời khóa biểu của em chỉ có thể đăng ký được nhóm học này để không bị trùng lịch với các môn khác. Mong phòng đào tạo xem xét mở thêm sỉ sổ giúp chúng em . Em chân thành cảm ơn .",
    "Em chào thầy cô, em là sinh viên nghành kĩ thuật cơ khí, MSSV LÀ  1) Vấn đề là sáng ngày 25/12 khoảng từ 10h, em có đăng kí môn học, nhưng khi vô thì em bị xóa môn học ME2013 nhiệt động lực học và truyền nhiệt nên em phải đăng kí lại, lúc em đăng kí, hệ thống không báo lỗi,em đăng kí được bình thường Nhưng đến chiều khoảng 16h, em vô lại thì thấy mình bị xóa môn ME2007 chi tiết máy, em vô đăng kí lại vào lớp cũ L01 và các lớp khác thì đã full slot. Em mới vô lại phần lịch sử đăng kí thì thấy hệ thống xóa môn học của em vào lúc 25/ 12/ 2021 16:44 như hình . 2) Có 1 lớp còn slot, nhưng lớp đó lại quá ít người đăng kí 26/80 người, khả năng cao sẽ bị xóa. Và ngay cả em đăng kí lớp đó, trùng 1 tiết với môn thực tập cơ khí đại cương 2, mà hệ thống cũng không báo lỗi, vẫn cho đăng kí 3) Hệ thống không ghi lại lịch sử em đăng kí môn động lực học truyền nhiệt vào buổi trưa tầm 11-12h  Em thật sự không biết phải làm sao vì môn chi tiết máy kì này rất quan trọng đối với em để làm đồ án. Việc xóa môn học là lỗi của hệ thống chứ không phải lỗi của em. Nếu hệ thống báo đăng kí lỗi từ lúc 11h, thì em đã biết cách sắp xếp, đằng này tới tận 16:44 mới báo, thì lúc đó đã có người vào đăng kí rồi Em mong nhận được hồi âm từ thầy/ cô, em xin cảm ơn",
    "Chào quý thầy/cô. Sau khi kiểm tra kết quả đăng ký môn đợt 1 và em vào hiểu chỉnh môn học thì không được ạ. Hiện tại em muốn xóa 2 môn đã đăng ký nhưng không xóa được. Mong thầy/cô hỗ trợ. (phần hiệu chỉnh không có nút xóa môn, như trong file ảnh ạ)",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Vì kì trước em không hoàn thành tốt học phần mở rộng cho KSTN của môn học, tuy nhiên em đã đạt trên 7.5đ tổng kết ở môn đó. Giờ em muốn đăng ký lại chỉ học phần mở rộng của môn học đó thì phải làm sao ạ? Hiện em thử đăng ký lại vào đợt 2 thì thông báo môn học không mở. Cụ thể em muốn đăng ký lại môn CO300C ạ Em cảm ơn thầy/cô.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM Em tên  MSSV . hệ CQ Theo thông tin trường thông báo thì không xét chứng chỉ anh văn để nhận luận văn cho học kì 212. Nhưng khi đăng ký LVTN đợt 2, hệ thống yêu cầu chứng chỉ AV. Một số bạn đắng được, số khác lại không. Mong PĐT giải quyết sớm trongg thời gian đăng ký môn học đợt 2.",
    "Em chào Thầy Cô phòng đào tạo.Em muốn xin tăng sỉ số lớp môn Hệ Thống Năng Lượng Xanh EE3131 được không ạ? Tại em rất muốn đăng kí học môn đó. Hiện tại lớp đang là 70/70 ạ. Mong được thầy cô xem xét giúp đỡ. Em cảm ơn ạ",
    "Em thuộc chương trình CLC, ngành khoa học máy tính    . Trong mail nhắc nhở về DKMH, có ghi \"Tất cả sinh viên phải có thời khóa biểu chính thức vào các học kỳ chính (HK1, HK2) và có số tín chỉ tối thiểu theo quy định học vụ để duy trì tình trạng đang học của sinh viên, nếu không có thì sẽ bị tạm dừng học 1 học kỳ.\" Nên em tìm quy định về số TC tối thiểu thì được kết quả như hình đính kèm. Vậy ĐTBHK của HK ngay trước HK đăng ký học chính(HK212) là ĐTBHK của HK 211. HK211, em học 4 môn, trong đó 3 môn đã hoàn thành, 1 môn hoãn thi cuối kì và phải chờ kì sau thi lại. HK212, em quyết định đăng kí CHỈ 12 TÍN CHỈ vì khả năng học tập còn kém, điểm số thấp. Thắc mắc: em có được xét vào trường hợp có thể đăng kí tối thiểu 10 tín chỉ hay không và khi nào được xét trong các tình huống không mong muốn dưới đây: 1) Đến hết ngày 29/12/2021 (thời hạn cuối cùng DKMH cho HK212), DTBHK của HK211 vẫn chưa được công bố. Em đặt ra giả sử này vì có nhiều môn học online toàn thời gian, nhưng đến giờ sau hơn 2 tháng kể từ ngày thi cuối kì, nhà trường vẫn chưa công bố điểm. 2) Có 1 môn em hoãn thi cuối kì, nên thời điểm kết thúc DKMH HK212 sớm hơn thời điểm em thi cuối kì môn này, vậy để em DKMH HK212 trường có xét DTBHK của HK211 chỉ dựa trên 3 môn đã có điểm hay không? Em mong muốn được xét vào trường hợp DKMH tối thiểu 10 TC ạ, mong thầy cô trả lời sớm để em DKMH HK212. Em chân thành cảm ơn .",
    "Kính gửi thầy cô, Em tên là  MSSV:  Khoa Điện-Điện Tử Ngành Kỹ thuật điện tử truyền thông Hiện tại em không thể đăng kí môn LVTN (EE4333) do còn thiếu Chứng chỉ ngoại ngữ LVTN. Trong mail trường có đề cập không xét điều kiện này. Kình mong thầy cô xem xét giúp em. Em xin chân thành cảm ơn.",
    "Em tên  MSSV  Em xin đăng kí 1 slot ở lớp L03 môn CH2021 .Hiện các lớp tương tự đã đủ sĩ số nên em không thể đăng kí học ạ,sĩ số hiện tại của lớp là 80/80 . Em rất mong PĐT có thể thêm em vào lớp để em có thể học đúng tiến trình ạ. Em xin cảm ơn!",
    "Em chào quý thầy/cô Phòng Đào Tạo ạ! Em là sinh viên K18, khoa Cơ Khí, ngành kỹ thuật cơ điện tử. Em đăng ký luận văn nhưng vẫn chưa được và lỗi hiện lên là thiếu chuẩn anh văn và không đăng ký được. Nhưng kì này không xét anh văn và bạn em cũng có vài bạn đăng ký được, vài bạn bị lỗi tương tự như em. Mong quý thầy cô kiểm tra lại giúp em với ạ. Hy vọng sẽ có phản hồi sớm. Em cảm ơn thầy/cô ạ.",
    "Em chào thầy(cô)  Em tên  khoa Công nghệ vật liệu  Thầy( cô) cho em hỏi là sao em đăng kí luận văn tốt nghiệp không được ạ lí do là thiếu tín chỉ anh văn nhưng em đọc mail có thông báo tạm thời không xét anh văn. Em cảm ơn ạ",
    "Em chào thầy/cô, Em là , mssv , lớp VP19HK. Hiện tại là thời gian đăng kí môn học và em có nhu cầu đăng kí lớp L06_L17 (Thứ 2 tiết 4-5 và thứ 6 tiết 8-12) môn học Nhiệt động lực học và truyền nhiệt (ME2013). Tuy nhiên, do ngày hôm qua do trang web trường quá tải cộng thêm việc phần loại hình đăng ký chuyển hệ bị lỗi thì em đã không đăng ký được môn này và hiện giờ thì tất cả các lớp ME2013 mã Lxx cơ sở 2 đều đã hết lớp. Em viết mail này với mong muốn có thể đăng ký vào học lớp L06_L17 này vì những lý do cá nhân. Hiện tại thì lớp lý thuyết L06 của môn học này có sĩ số 75 thì em mong vẫn có thể tăng sĩ số được . Em mong thầy cô xem xét giải quyết vấn đề này giúp em. Em cám ơn.",
    "Em chào PĐT,em là sinh viên khóa 2018, PĐT cho em hỏi HK 212 là học kỳ 8 của em, nhưng em có đăng ký 2 môn tổng là 6 tín chỉ do năm 3 em không đăng ký được, vậy nếu em không đăng ký được LVTN học kỳ 212 thì em có được giữ lại 2 môn 6 chỉ đó không ạ, hay bắt buộc phải đăng ký cho đủ 10 tín chỉ ạ? Và có thể làm đơn giữ lại 2 môn đó cho học kỳ 212 không ạ, vì GVHD luận văn của em cho phép em làm LVTN đúng tiến độ Mong PĐT giải đáp giúp em Em xin cảm ơn! ",
    "Em xin chào thầy/ cô ạ. EM tên là . MSSV , Khoa Cơ Khí. Ngày hôm qua em có điều chỉnh môn học Quản lý sản xuất -ME1009, đây là môn học riêng của nhóm ngành ogistics và QCU(128) của bọn em, do không chuyển nhóm được nên khi xóa môn học đi và đăng kí lại thì bị lỗi như trong hình, và thậm chí em cũng không thể chọn lại lớp cũ mà mình đã đăng kí. Em rất mong sẽ được phản hồi và xử lý sớm trường hợp này ạ. ớp cũ của em là 01_01 và em muốn chuyển là 01_02. Em xin cảm ơn ạ.",
    "Theo như email của phòng đào tạo về việc đăng ký LVTN, tạm thời không xét về chứng chỉ anh văn. Lúc em đăng ký LVTN thì đăng ký không được và báo lỗi là thiếu chứng chỉ anh văn, các thầy cô xem xét lại giúp em với ạ, em cảm ơn.",
    "Em chào thầy/cô ạ. Học kì 212 em có đăng kí luận văn tốt nghiệp. Tuy nhiên đợt 2 thì em bị xoá môn luận văn tốt nghiệp trong danh sách đăng kí. Em có tiến hành đăng kí lại thì bị báo là: \"  Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) \"  và không đăng kí được . Theo như mail trường thông báo thì kì này không xét chứng chỉ anh văn cho luận văn tốt nghiệp. Tuy nhiên em lại bị yêu cầu chứng chỉ anh văn tốt nghiệp. Em mong nhận được sự giải đáp của thầy/cô cũng như cách giải quyết ạ. Em xin cảm ơn.",
    "Dạ em chào Thầy(Cô) .Dạ cho em hỏi em có đọc mail là chính quy được học lại dự thính chung với  .Mà sao trong dự thính môn ME3017 Đồ án thiết kế hệ thống cơ điện để mã T.Chính quy không đăng ký được ạ.Em cảm ơn ạ!",
    "Cho em hỏi sao em lại không được đăng ký môn học ạ ? Em phải làm đơn như thế nào để gia hạn thêm 1 học kỳ ạ? ",
    "Em chào Thầy/Cô, Em tên . MSSV:  Em có vào đăng kí LVTN (EE4327), hệ thống thông báo: \"Thiếu môn học:   Nhóm CCAV_1:CCAV_1 - Chứng chỉ Ngoại ngữ LVTN (tiên quyết) \" và không thực hiện việc đăng kí môn học LVTN cho em ạ. Nhưng trong mail của pđt gần nhất về việc ĐKMH có thông báo: \"Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN cho riêng HK chính 212 và HK dự thính 212.\" Thầy/Cô cho em hỏi làm thế nào để em có thể đăng ký được LVTN ạ? Em cảm ơn và rất mong nhận được sự phản hồi từ Thầy/Cô, Chúc Thầy/Cô một ngày tốt lành ạ.",
    "Em chào thầy cô ạ,  Tối 25/12, em có đăng kí thành công môn học hệ điều hành, nhưng sáng nay 26/12 khi vào kiểm tra lại thì không còn môn đó trong danh sách môn học của em nữa và bây giờ cũng không còn lớp nào đủ sỉ số để đăng kí nữa ạ! Em có đính kèm hình lịch sử đăng kí của em, nó có xác nhận việc em đăng kí thành công và chưa từng xóa môn. Do em là sinh viên chương trình kĩ sư tài năng và môn học này thuộc môn tài năng nên em phải đăng kí trong học kì kế tiếp, không biết vấn đề này do lỗi hệ thống không hiển thị hay sao ạ? Mong nhận được hồi đáp từ thầy cô ạ! Em cảm ơn thầy cô!",
    "Thưa thầy/cô phụ trách, Em chưa kịp học môn Cơ kết cấu, mã môn CI2029 thì môn này đã bị gỡ khỏi chương trình đào tạo của K19 ạ, thầy/cô cho em hỏi môn học này có môn tương đương là gì ạ? Em đã tra trong danh sách môn tương đương nhưng không tìm thấy môn này ạ! Mong thầy/cô giải đáp giúp em.",
    "DẠ em là  -  Chuyên ngành cơ sở hạ tầng (KTXD) Em có thắc mắc là đù đã hoàn thành môn học kết cấu bê tông cốt thép 1 nhưng khi đăng ký lại hiện \"thiếu môn tiên quyết - chưa có điểm\". Em mong sớm nhận được phản hồi ạ",
    "CI1053 Em tên là  MSSV  Em muốn xin mở thêm sĩ số cho em vào lớp L01 tiết 2,3 thứ 3 môn Quản lý dự án xây dựng CI1053. Cảm ơn PĐT đã đọc và giải quyết yêu cầu của em.",
    "Dạ pđt cho em hỏi là em có đăng kí xét tốt nghiệp thời gian diễn ra từ tháng 9 đến 30/12 và đã nhận được giấy chứng nhận tốt nghiệp tạm thời rồi ạ. Nhưng mà em kiểm tra danh sách tốt nghiệp dự kiến tháng 11 thì có tên em còn danh sách chính thức thì không có. Vậy là em có được tốt nghiệp vào tháng 1 này không ạ? Vì em không biết phải kiểm tra lịch trình như nào ạ? Em chưa thấy có thông báo gì ạ nên em hơi hoang mang vì giờ em đang ở quê không trực tiếp lên trường hỏi được ạ. Mong pđt thông tin cho em ạ. Em cảm ơn   i Tốt nghiệp .",
    "Em xin PĐT mở thêm slot của môn cơ lưu chất CI2003 lớp DT01 với ạ. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Em muốn mở môn Thực tập ngoài trường MA3325 thì em phải làm sao ạ, với lại cho em hỏi tại sao em lại không thể đăng kí môn này trong đợt 1 mặc dù em đáp ứng đủ các yêu cầu của đăng kí môn học",
    "Chào PĐT . PĐT có thể cho em biết tại sao em đăng ký môn CI4383 - P không thành công và hệ thống báo là \" Thiếu: CCAV_1-Chứng chỉ ngoại ngữ_LVTN (tiên quyết)\". Mà trong học kỳ này nhà trường không xét Chuẩn CCAV quốc tế khi xét LVTN Em mong PĐT cập nhật giúp em ạ .",
    "Em chào thầy cô ạ. Em muốn trả nợ mon  mã (EE1003) nhưng không thấy môn này được mở lớp trong mấy kỳ ạ. Cho em hỏi là môn này có đổi qua mã mới không và thủ tục để được trả như thế nào ạ ? Em cảm ơn ",
    "Xin chào, Em tên là , mã số sinh viên  là sinh viên năm nhất. Hôm qua em có đặt câu hỏi nhưng chưa thấy ai trả lời nên hôm nay em đặt câu hỏi mới mong mọi người giúp đỡ. Khi em vào hệ thống mybk để đăng ký môn học, chọn vào môn học lớp đại trà thì hệ thống cứ báo là   Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết) . Trường hợp này phải xử lý như thế nào ạ. Vì sĩ số lớp vẫn còn đủ chỉ tiêu mà hệ thống báo lỗi hôm qua đến giờ ạ. Mong mọi người có thể tư vấn giúp em mình nên làm gì trong trường hợp này. Em cảm ơn.",
    "Em đăng kí môn học kì 212 và đã có TKB, Nếu bây giờ em rớt môn mà môn này là môn tiên quyết cho các môn học ở kì 212 thì em có bị hủy môn hay không ạ. Em cảm ơn.",
    "Cho em hỏi có thể tăng thêm 1 sĩ số môn EE3025 được không ạ? vì kì 212 chỉ mở một lớp. Trần Nhựt Nguyên MSSV: ",
    "Vì cần ra trường đúng hạn nên em đã đăng kí thêm một môn để đủ nhưng vì số tín chỉ là 36 vượt quá quy định là 35 nên em mong PĐT có thể cho em xin đăng kí môn học Tư Tưởng Hồ Chí Minh ( SP1037 ) được với ạ. Em xin cám ơn",
    "Kính chào quý thầy/cô.    Em tên , MSSV , ngành Kỹ thuật Hệ Thống Công nghiệp. Trong đợt 1 ĐKMH, em đã đăng kí Luận văn tốt nghiệp ME4673, nhưng qua đợt 2 đã bị xóa.    Em có đăng kí lại Luận văn tốt nghiệp  ME4673 vào đợt 2, nhưng hệ thống lại không duyệt vì thiếu chứng chỉ Anh văn.    Theo mail thì kì này nhà trường tạm thời không xét chứng chỉ Anh văn ạ.    Em xin quý thầy/cô xem xét giúp em ạ.    Em xin cảm ơn.",
    "Thầy/Cô cho em hỏi em   B văn bằng 2 hệ chính quy   , kì này em đăng kí   B môn luận văn tốt nghiệp    thì em có thể đăng kí mã nào trong 2 mã A01 và B01 ạ ? (em có đính kèm hình bên dưới ạ)",
    "Chào PĐT, Em là , MSSV . Theo thông báo của trường thì sinh viên có thể tạm thời đăng ký LVTN mà không cần xét CCAV. Tuy nhiên hiện tại em có đăng ký làm LVTN CO4317 ở đợt 1 ĐKMH nhưng lại bị xóa. Ở đợt 2 em cũng không thể đăng ký được. Mong PĐT xử lý giúp em để em không bị trễ tiến độ học tập ạ.",
    "Em chào thầy cô. Thưa thầy, cô trong lần đăng ký môn học này không xét đến điểm anh văn, mà em đăng ký bị thiếu chứng chỉ anh văn ạ. Trong lớp em có bạn đăng ký được có bạn không được ạ. Mong thầy cô xem xét và giải quyết giúp em với ạ. Chúc thầy cô, sức khoẻ.",
    "Kính gửi phòng đào tạo, em là -mssv:. Trong đợt đăng ký BHYT vừa rồi, em có sơ xuất khi không đăng ký kịp lúc. Em muốn hỏi là em có thể đăng ký bên ngoài rồi nộp vô được không ạ. Em cảm ơn.",
    "Kính gửi quý thầy cô, Em tên  - MSSV: , là sinh viên K18 khoa Điện - Điện tử. Em viết mail này mong muốn quý thầy cô giúp đỡ viêc em không thể đăng ký được LVTN. Theo như mail mới nhất của phía nhà trường thì HK212 vẫn chưa xét chuẩn tiếng Anh và cũng như một số bạn hiện cũng chưa nộp bằng vẫn đăng ký LVTN được vào hôm qua. Chỉ riêng em và một số trường hợp thì lại bị chặn do thiếu CCAV. Vậy là do lỗi hệ thống hay có nguyên nhân nào đó làm em không đăng ký được như các bạn đúng không ạ? Mong quý thầy cô xem xét giúp em. Em xin chân thành cám ơn. Best Regards,  ",
    "Kính chào phòng đào tạo! Em là . MSSV . Hiện tại trường đang mở đợt đăng kí môn học cho học kì 212 và em có đăng kí môn học luận văn tốt nghiệp nhưng được hệ thống báo là chưa có chứng chỉ ngoại ngữ CCAV_1. Theo như em được thông tin thì trước đó trường có gửi 1 email với nội dung là học kì 212 này nhà trường sẽ không yêu cầu chứng chỉ ngoại ngữ khi đăng kí môn học luận văn tốt nghiệp. Vậy nên em viết thắc mắc này để hỏi phòng đào tạo về sự việc em đang gặp phải ở trên. Nội dung của email thông báo của trường và từ trang đăng kí môn học em sẽ đính kém bên dưới. Mong sớm nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn. Trân trọng, ",
    "Tên:  Mã số sv:  Mã số môn học: ME2011 Loại hình đăng kí: DT212 Đăng ký môn học Dự thính môn học 212 - CQ + VLVH Đợt 2 -  1 Nhóm lớp đăng kí: T01 Em xin chào quý thầy cô ! Cô cho em hỏi là ở học kì 212 sắp tới, em có đăng ký lại môn học  có mã số là ME2011 vào đợt đăng ký môn học lần 1 và đã bị hủy do không đủ sỉ số. Hiện tại thì trên trang đăng kí 212 Đăng ký môn học 212 - CQ - Đợt 2 không mở môn học này. Ngoài ra trên trang còn có lớp dự thính DT212 Đăng ký môn học Dự thính môn học 212 - CQ + VLVH Đợt 2 -  1 có mở lớp Đồ Án Thiết Kế nhưng em lại không đăng kí được vào lớp này. Với lý do là em không không được đăng ký vào lớp này. Nên hiện tại em không tìm được nhóm nào mà e có thể đăng ký được môn học này. Xin cô cho em biết nguyên nhân vì sao em không đăng ký được môn học này, còn có lớp nào để em đăng ký môn học  ở kỳ này không vì đây là môn tiên quyết duy nhất em còn thiếu để em đủ điều kiện làm LVTN vào kỳ tiếp theo để đảm bảo hoàn thành tiến độ học tập đúng thời hạn tốt nghiệp. Xin cô giải quyết giúp em Em xin cám ơn cô! Chúc cô một ngày tốt lành !",
    "Em là sinh viên khoa Điện Điện tử, chuyên ngành Điện tử - Viễn Thông. Em là sinh viên K18 chưa đăng kí được đồ án theo đúng chương trình đào tạo. Giờ em muốn xin mở lớp EE3151 thì cần làm gì ạ. Em xin chân thành cảm ơn",
    "Em tên Phan Hải Đăng, MSSV , lớp CK18CTM4. Theo lịch thi được PĐT sắp xếp thì em  thi lại (thi xóa điểm hoãn thi) môn Phương Pháp Tính (MT1009) nhóm HT01-B thi lúc 14 giờ chiều nay (26/12/2021). Sáng nay em có lên trang BKEx để đọc quy chế thi của bộ môn và lấy link ggmeet cho ca thi nhưng phòng thi của em vẫn chưa cập nhật thông tin trên mong thầy cô giải quyết giúp em. Do chiều nay em thi mà chưa có thông tin nên em viết mail này mong thầy cô giúp đỡ. Em xin cảm ơn!",
    "Vừa học vừa làm Chào thầy/ cô. Em muốn hỏi vì sao em đăng kí môn lại bị huỷ do bị tạm dừng, nghỉ học, đã ra trường nhưng tình trạng sinh viên em vẫn là đang học",
    "Em chào pdt ạ, Hiện tại em đang bị tình trạng tạm dừng . Cho em hỏi là làm thế nào để làm thủ tục xin nhận lại và có thể đăng kí môn học cho  kì dự thính kì này ạ . Em xin cảm ơn.",
    "Em thuộc lớp Việt Pháp K17 Năng lượng, do chương trình đào tạo mới của VP không còn một số môn nên em xin đăng ký học môn tương đương của đại trà. Cụ thể em muốn đăng ký môn \"Mạch điện tử\" (EE2035) thay cho môn \"Điện tử\" (402705) nhưng hệ thống đăng ký môn học báo là em còn thiếu môn học trước của Mạch điện tử nên không thể đăng ký được . Em xin phép phòng đào tạo cho phép em đăng ký lớp. Em xin cảm ơn.    .",
    "Em tên , K15, đợt đăng ký môn học 25-29/12 em bị khóa không cho đăng ký. Xin cho em biết lý do, nếu do hết hạn đào tạo xin cho em biết thủ tục xin thêm một học kỳ thời gian đào tạo. Em xin chân thành cảm ơn.",
    "Chào admin,ad cho em hỏi em muốn đăng kí mở lớp thì cần chữ kí xác nhận của những ai vậy ạ.",
    "Mở môn học học kỳ 212 . Xin chào thầy/cô ạ! Em muốn đăng ký môn học thủy lực CI3081, nhưng không được mở lớp và sĩ số cũng không đủ để đăng ký. Môn tương đương em tìm cũng không có. Vì đây là môn học song hành nên em phải học  để kịp tiến độ mong muốn ạ. Mong thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "Chào thầy/cô  em là Phan Thị Quỳnh Anh mssv , hiện em bị xóa đăng kí đợt 1 và khi đăng kí lại đợt 2 môn luận văn tốt nghiệp thì bị yêu cầu CCAV dù phòng đào tạo đã miễn . Em mong thầy/cô sớm giải quyết giúp em để em kịp đăng kí môn học. Em xin chân thành cảm ơn.",
    "Em thuộc lớp Việt Pháp K17 Năng lượng, do chương trình đào tạo mới của VP không còn một số môn nên em xin đăng ký học môn tương đương của đại trà. Cụ thể em muốn đăng ký môn \"Hóa đại cương\" (CH1003) thay cho môn \"Hóa học\" (601701) nhưng hệ thống đăng ký môn học báo em không thuộc đúng nhóm sinh viên. Em xin phép phòng đào tạo cho phép em đăng ký lớp. Em xin cảm ơn    .",
    "Kính thưa PĐT. Em tên . MSSV . Hiện tại em đang học lớp anh văn nhu cầu AV3A và chưa thi kết thúc môn. Cho em hỏi em có được đăng ký môn Anh Văn 4 trong đợt đăng kí này không ạ. Em chân thành cảm ơn",
    "Chào thầy, cô em sinh viên k17 hiện tại đang còn thiếu 1 môn học tự chọn nhóm C trong chương trình đào tạo cũ. Em đã tìm hiểu các môn học của khóa k19 không thấy có môn tự chọn nhóm C là môn học tương đương. Thầy, cô có thể cho em biết cách giải quyết về môn học tương đương nhóm C này tìm ở đâu. Em đã tìm các bạn cùng mục đích mở lớp nhưng sỉ số rất ít mong thầy cô tư vấn giúp em hoàn thành tốt việc đăng ký môn.",
    "Em là sinh viên chuyển khoa đã có chứng chỉ giáo dục quốc phòng rồi ạ. Có cách nào hủy môn giáo dục quốc phòng không ạ. Vì do môn giáo dục quốc phòng chặn kín lịch không cho em đăng kí môn khác được. Em xin cảm ơn.    .",
    "Chào thầy/cô ạ, em là  lớp CK17NH2 ạ. Em có thắc mắc muốn hỏi là hôm qua lúc em đăng ký LVTN thì bị vướng yêu câu tiên quyết cho chứng chỉ tiếng Anh cho LVTN. Theo em đọc được trên mail của trường thì điều này ghi là tạm thời không xét ạ. Bạn của em hôm qua cũng bị giống vậy nhưng sau đó thử lại thì đã đăng ký được nhưng em và một vài bạn khác thì vẫn trong tình trạng không được đăng ký LVTN ạ. Em mong nhận được sự giúp đỡ từ phía nhà trường ạ. Em cảm ơn",
    "Dạ trường ơi đầu năm e có đóng tiền bảo hiểm cho trg r mà giờ ktx bắt đóng tiền bảo hiểm 9 tháng thì trường sẽ hoàn tiền cho e ntn ạ?",
    "Chào thầy/cô ạ, Đợt 1 đkmh em có đăng kí đồ án ee3061 và thấy trên 30 người đăng kí mà qua đợt 2 lại mất và không mở. Cho em hỏi là có thể đăng kí đồ án ee3181 (đồ án 1) của K19 để thay thế không ạ? Hay là phải xin mở lớp khác mới được ạ?  Tại vì trong đợt 1 em có mail xin giáo viên hướng dẫn và được sự đồng ý luôn rồi mà không biết sao đợt 2 lại mất. Mong thầy/cô hồi âm sớm ạ! Em xin chân thành cảm ơn.",
    "Chào quý thầy/cô, Quý thầy/cô cho em hỏi là theo mail ngày 25/12/2021 của PĐT có ghi là \"Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN\", nhưng khi em đăng ký LVTN ở trang đăng ký môn học thì lại báo là em thiếu chứng chỉ anh văn để nhận luận văn. Mong quý thầy/cô giải đáp cho em. Em xin chân thành cảm ơn!",
    "E chào cô, cho e hỏi là môn hệ thống năng lượng xanh (EE3131) có mở thêm sĩ số lên 90sv được không ạ, vì có nhiều bạn muốn học môn này ạ nhưng bị huỷ đăng kí đợt 1,nên e muốn PĐT mở thêm sĩ số cho tụi e đăng kí học được không ạ",
    "Em xin chào admin  ạ. Cho em hỏi trước đợt đăng ký môn học đợt 2 từ 25 đến 29/12 em có nộp chứng chỉ anh văn đủ để xét luận văn tốt nghiệp nhưng trong đợt đăng ký môn học 2 em đăng ký luận văn vẫn bị tình trạng thiếu CCAV. Có thể cho em hỏi lý do vì sao được không ạ . Em xin cảm ơn  ạ",
    "Dạ em kính chào thầy cô ạ. Dạ thầy cô cho em hỏi là tại sao em không thể đăng ký môn luận văn CH4327 ạ, em đã tham gia kì thi kiểm tra anh văn và đạt điểm  500 rồi nhưng mà bây giờ hệ thống báo là cần phải có chứng chỉ ngoại ngữ mới được đăng kí ạ ? Dạ em xin cảm ơn ạ",
    "Kính thưa Phòng đào tạo Em là Đặng Anh Khoa MSSV 1810237 lớp CK18CTM3 Theo như email PĐT đã gửi thì học kì 212 sẽ không xét chứng chỉ anh văn khi đăng kí Luận văn tốt nghiệp( ME4727) Nhưng em lại nằm trong danh sách bị hủy môn ạ(file execel) PĐT gửi. Và em cũng đã hoàn thành hết anh văn đầu vào( TOEIC 680)  Mong quý thầy cô xem xét lại giúp em ạ. Em cảm ơn ạ !",
    "Chào thầy cô, em do dịch bệnh nên em không thi chứng chỉ toeic được, nhà trường tạo điều kiện không xét chuẩn anh văn khi nhận luận văn. Em có đăng ký luận văn đợt 1 thì được nhưng đợt 2 lại yêu cầu anh văn mới đăng ký luận văn được. Mong thầy cô xem xét giúp em ạ. Em cảm ơn. 403700- Luân văn tốt nghiệp",
    "Cho em hỏi kỳ này em đang học mã mới của môn học Kỹ thuật số nhưng khóa em là học mã cũ vì vậy em phải có làm đồ án bổ sung 1 chỉ, mà hiện tại khoa không mở lớp thì em có thể xin thầy cô làm đồ án bổ sung được không ạ? Em cám ơn!",
    "Em chào thầy, cô PĐT . Em là , MSSV: , Khoa KTXD. Hiện tại em đang tạm dừng học học kỳ 1,em muốn xin tiếp tục tạm dừng học kỳ 2 thì em có cần gửi mail xin phép chủ nhiệm khoa hay chỉ cần nộp lại đơn cho PĐT ạ, do kỳ 1 em đã xin phép và được chữ ký của GVCN và của thầy chủ nhiệm khoa rồi ạ.",
    "Thưa thầy cô, Em tên là  MSSV  Sáng nay chỗ em bị mất điện, không có cách nào em vào thi môn Đường Lối Cách Mạng Đảng Cộng Sản được mặc dù điểm quá trình em khá cao. Em không biết nhà trường còn mở đợt 2 không ạ . Mong thầy cô xem xét cho em được thi ở đợt 2 ạ. Em xin chân thành cảm ơn!",
    "Cho em hỏi là nhà trường hoãn chứng chỉ anh văn mà sao em đăng kí luận văn lại bị dính không cho đăng kí ạ mấy bạn cùng lớp với em có bạn đăng kí được có bạn không ạ",
    "Em chào PĐT, em mới nhận được Email của nhà trường về việc kiểm tra điều kiện của môn học trong đợt đăng ký môn học học kỳ 212. Em có đăng ký LVTN (ME4029) thì bị vướng môn tiên quyết là CCAV_1. PĐT cho em hỏi em có bị xóa môn ME4029 sau khi hậu kiểm không ạ vì em được biết kỳ này trường bỏ tiên quyết AV sau mỗi năm học để đăng ký luận văn ạ! Rất mong được PĐT giải đáp thắc mắc.Em cảm ơn ạ!",
    "Em là  - mã sinh viên là   Em có kiểm tra môn học cho học kỳ sau thì phát hiện lớp L10 môn Giải tích 2 - mã môn MT1005 có bị trùng giờ với lớp L19 môn Thí nghiệm vật lý - mã môn PH1007 vào tuần 1 2 3 4 của năm 2022. Em có thử hiệu chỉnh đổi lớp khác môn Giải tích 2 nhưng không thành công do báo trùng giờ học Giáo dục quốc phòng ạ. Vậy hướng giải quyết bây giờ là sao ạ . Em cảm ơn",
    "Dạ kì trước em có hoãn thì,kì này em có tham gia thi bù rồi ạ.Nhưng hiện tại em vẫn chưa thấy mình có điểm mặc dù môn này có nhiều bạn đã có điểm.Cho em hỏi là điểm thi bù sẽ tự động cập nhật hay em phải biết điểm r chuyển cho giáo viên dạy môn này kì trước để được cập nhật điểm ạ.Em chân thành cảm ơn.",
    "Em chào thầy (cô) Em là , mssv  Do trễ anh văn nên em và 2 bạn cùng lớp học môn tương đương là \"công nghệ lên men vi sinh vật\", mã môn học: CH3359. Hiện tại lớp đã full sĩ số, việc không đăng kí được môn học làm kéo dài thời gian đào tạo của em, mong pdt xem xét mở thêm sĩ số để em theo kịp tiến độ. Em cảm ơn! Mã môn học: CH3359 Lớp em xin mở thêm L02-L03 ( thứ 3,7)  .",
    "Kính gửi thầy cô, Em tên là , MSSV , khoa Khoa học và Kỹ thuật Máy tính Em viết mail này vì ở mail [Thông báo bổ sung cho ĐKMH HK Chính + Dự thính 212 - lộ trình 1 + VLVH (Đợt 2)] ngày 25/12/2021, phòng đào tạo có đề cập về việc \"Nhà trường tạm thời không xét điều kiện : Chuẩn CCAV quốc tế khi xét LVTN;\" Tuy nhiên, trong mail [Thông báo v.v kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học] ngày 26/12/2021, em lại bị thông báo là thiếu môn tiên quyết Chứng chỉ ngoại ngữ _LVTN khi đăng ký môn LVTN CO4317. Mong quý thầy cô xem xét và hỗ trợ giúp trường hợp của em ạ. Em chỉ còn môn LVTN là hoàn thành chương trình đào tạo. Em xin chân thành cảm ơn. Trân trọng, ",
    "ng ký Chào thầy cô, em tên là  MSSV: , lớp HC19BSH Em có đăng kí môn hóa hữu cơ MMH CH2021 (môn học không có TN) vào đợt 1 nhưng đã bị xóa.Hiện tại các lớp đều đã full sĩ số là 80/80. Đây là môn cơ sở ngành bắt buộc của em, em mong PĐT sẽ mở thêm sĩ số hay mở thêm lớp để em có thể được đăng kí học ạ. Em cám ơn thầy cô rất nhiều.",
    "Em mới xem lại về tkb của học kì vừa rồi. vì em không để ý nên bỏ đk tkb hk1 2021 mà chỉ đk học dự thính. em mong pdt có thể mở cho em đkmh để em làm luận văn được không ạ. Đợt dự thính vừa rồi em qua môn hữu cơ nên giờ đây em chỉ còn môn Luận Văn Tốt Nghiệp thôi ạ. em rất mong pdt giúp em với ạ. Em cảm ơn rất rất nhiều. em hứa lần sau sẽ chú ý hơn về quy định đkmh ạ.",
    "Em đăng ký hoãn thi cuối kỳ môn Vẽ kỹ thuật Giao thông(TR1003) ạ. Lý do: Không đủ dụng cụ thi.",
    "Mở môn học học kỳ 212 . Em xin mở môn ĐAMH Tổ Chức Thi Công_CI4127 Em đã xin được chữ ký của giáo viên dạy và bộ môn.(Đính kèm gồm: 1 đơn xin mở lớp, 1 file chữ ký sinh viên, 1 file nội dung mail đồng ý của giáo viên và bộ môn.) Em đã gửi cho văn phòng khoa chờ duyệt vậy có mơở môn trước được hay không, hay phải chờ văn phòng khoa duyệt xong mới mở ạ. Em cảm ơn!",
    "Kính gửi quý thầy cô, Em đang đăng ký môn CO4313 bên ngành khoa học máy tính nhưng không thấy mã lớp L thường hay đăng ký mà chỉ có mẫ A,B,CC  Như vậy em đăng vào nhóm lớp nào để phù hợp với diện bằng 2 ạ Trân trọng, ",
    "Sao em đk LVTN ko được ạ, em bị báo lỗi Thiếu chứng chỉ ngoại ngữ. Trong khi đó bạn em cũng chưa có chứng chỉ nhưng đk được ạ. PĐT đã gửi mail đk LVTN không cần anh văn mà khi đk lại không được ạ. Kính mong thầy/cô hỗ trợ giúp em. Em xin cảm ơn!",
    "Thưa Phòng Đào Tạo, em là , MSSV . Vào lần đăng kí môn học đợt 1 em có đăng ký môn \"Nhập môn về lập trình\" (CO1003). Tuy nhiên vào đợt 2 thì em không môn đó trong kết quả đăng kí. Em tưởng là không có mở lớp hoặc bị trùng giờ, tuy nhiên khi kiểm tra thì thấy môn có mở lớp, và lại không trùng giờ với lớp nào của em, chỉ có sĩ số lớp là đầy. Vậy nên em xin Phòng Đào Tạo mở sĩ số lớp cho em được theo ạ. Xin cám ơn Phòng Đào Tạo",
    "Kính gửi PĐT, em tên là , MSSV  lớp VP17XDC. Em viết đơn này vì do muốn PĐT giúp đỡ em cách thức xin đổi thời khóa biểu học của môn học AS2047 - Vật lý sóng nhóm lớp P01_P01. Do em bị trùng thời khóa biểu của giờ học Thứ 4 (tiết 23456, tuần học 3,4,7,8) của môn học Vật lí sóng với các môn còn lại. Nên em mong muốn có thể xin dời thời khóa biểu môn Vật lý sóng này từ Thứ 4 (tiết 23456) sang Thứ 5 (tiết 2). Em mong PĐT giúp đỡ em trong việc này vì đây là năm học cuối của em, em mong đạt đủ số chỉ để kì sau có thể nhận luận văn. Em xin cảm ơn.",
    "Kính chào Thầy/Cô. Em tên  sinh viên Khoa QLCN. Em có 1 câu hỏi về đăng ký môn học LVTN: Dạ theo thông tin từ các email của PDT thì việc đăng ký LVTN sẽ tạm thời không xét chuẩn CCAV (Chứng chỉ ngoại ngữ). Nhưng hiện tại em không thể đăng ký vì hệ thống bào về là \"Thiếu môn học tiên quyết - CCAV\" nên em rất hoang mang ạ. Cho em hỏi là em có hiểu lầm về việc miễn chứng chị ngoại ngữ không hay hệ thống đăng ký môn học đang gặp trục trặc ạ? Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!",
    "Dạ em chào anh/chị, em là , MSSV  thuộc khoa Điện - Điện tử Dạ hiện tại em có nhu cầu đăng ký môn học EE3151 Đồ án ((Kỹ thuật Điện tử, truyền thông), nhưng trong đợt 2 môn này không có mở lớp. Dạ anh/chị cho em hỏi, trong trường hợp này thì môn này có được thay thế bằng mã môn mới EE3183 Đồ án 1 (Kỹ thuật điện tử - viễn thông) của K19 không ạ? Hay em nên làm đơn đăng ký mở lớp môn EE3151 ạ? Em xin chân thành cảm ơn.",
    "Em xin chào quý thầy cô từ PĐT, em tên , MSSV:  Theo thông báo mà em được biết thì đợt đkmh lần này không có ràng buộc chứng chỉ ngoại ngữ, nhưng em theo dõi và đăng kí từ hôm qua đến giờ  hệ thống vẫn chưa cho đăng kí LVTN của em được do chưa nộp Chứng chỉ ngoại ngữ (trong khi các bạn cùng lớp chưa nộp giống em nhưng vẫn đăng kí được), hiện tại còn chỉ vài slot cho môn học LVTN. Em xin kính mong PĐT có thể giúp em đăng kí để em có thể hoàn thành CTĐT kịp tiến độ ạ! Em xin trân trọng cảm ơn.",
    "Em chào Thầy/Cô ạ, Em là Khấu Thị Ly, sinh viên lớp DC18KT. Sáng nay em có nhận được email về việc kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học. Và sau khi kiểm tra thì em thấy có rất nhiều môn không thuộc chương trình học của ngành em. Chỉ riêng môn \"Thực tập sản xuất\" là đúng (hình ảnh em đính kèm ạ). Và tất cả các bạn lớp em đều bị như vậy. Mong Thầy/Cô kiểm tra lại giúp em ạ. Em cảm ơn.",
    "Kính thưa PĐT. Em tên . MSSV . Em có nhận được email của PĐT về ĐKMH trong đó có thể đăng kí các môn thể chất. Hiện tại em chỉ mới học một môn thể chất thôi ạ và còn thiếu một môn. Nhưng khi em đăng kí thì thấy các môn thể chất không được mở như trong email mà PĐT thông báo. Em sợ mình sẽ không đạt chuẩn GDTC để đăng kí môn học năm 3. Mong PĐT giúp đỡ em ạ. Em chân thành cảm ơn .",
    "Mở môn học học kỳ 212 . chào thầy cô, em là Nguyễn Trí Thịnh K18. do không mở lớp SP1005 Tư tưởng  nên em dự định đăng kí mã môn tương đương/ thay thế là SP1037-Tư tưởng . nhưng bị thông báo là phải học trước nhóm [SP1039]: SP1039 - Lịch sử Đảng Cộng sản VN (học trước) . Cho em hỏi vậy phải đăng kí lịch sử đảng đại rồi bỏ đó để được tính đã học trước. Sau đó hè đăng kí SP1037-Tư tưởng . Hay còn cách nào giải quyết khác không ạ? Em xin chân thành cảm ơn thầy,cô!",
    "Em chào thầy/cô, Cho em hỏi là mail PĐT ngày 3.12 coa nhắc tới tạm thời không xét chuẩn anh văn LVTN. Nhưng đến hiênn tại, em vẫn không đăng ký môn được. Mong thầy/cô có thể cho em biết như thế nào để đăng ký môn được ạ? Em cảm ơn ạ",
    "Mở môn học học kỳ 212 . Dạ em xin chào PĐT ạ, em xin được đăng kí mở môn học Mô hình hoá và mô phỏng công nghệ hoá học CH3133. Em có đinh kem đơn đăng kí, email đồng kí của Thầy  và danh sách các bạn đăng kí. Rất mong nhận được sự phản hồi sớm từ PĐT. Em xin chân thành cảm ơn!",
    "Kính chào Phòng Đào tạo Em là  - MSSV . Tối ngày 25/12 em có vào mybk để hiệu chỉnh lớp học thì em đã sơ suất hủy lớp môn CO1027, kí thuật lập trình nhưng hiện tại môn này đã hoàn toàn kín tất cả các lớp. Em mong PĐT sẽ giải quyết giúp em vì môn này là môn chuyên ngành, điều kiện tiên quyết của nhiều môn sau. Em xin cảm ơn PĐT cũng như xin lỗi vì sự bất tiện này ",
    "Mở môn học học kỳ 212 . Em chào Thầy/Cô ! Hiện tại em cùng rất nhiều bạn khác đang có nhu cầu học môn đồ án EE3061 nhưng pdt đang không mở môn học này. Mong Thầy/Cô có thể xem xét và mở môn này để cho chúng em được đăng kí học. Vì môn này cực kì quan trọng, ảnh hưởng đến tiến độ ra trường. Kính mong Thầy/Cô giúp đỡ chúng em! Em cảm ơn nhiều ạ!",
    "Cho em hỏi là mình được phép đăng kí 2 hay nhiều hơn môn chính trị trong 1 học kì không ạ? Cụ thể là môn  Lịch sử đảng cộng sản VN và môn Pháp luật VN đại cương (SP1039 & SP1007)",
    "Dạ em chào anh chị, anh chị cho em hỏi là nay đăng ký môn học đợt 2 em bị xóa kết quả luận văn tốt nghiệp và bây giờ đăng ký lại vẫn bị giới hạn là thiếu chứng chỉ anh văn và không đăng ký được ạ Theo như em biết thì kỳ này anh va sẽ tạm thời được miễn để đăng ký môn học. Hiện tại lớp đăng ký chỉ còn 4 slot thôi ạ. Với lại bạn em có bạn đăng ký được nên em rất mong nhận sự giúp đỡ của anh chị. Em chân thành cảm ơn anh chị. Em chúc anh chị cuối tuần vui vẻ ạ.",
    "Em kính chào thầy/cô ạ, Học kì 202 em có học môn Pháp luật Việt Nam đại cương - nhóm L02-A. Trong kì đó em đã tham gia học và thi đầy đủ, tuy nhiên hôm thi em đã xin chuyển ca thi vì do sự cố kỹ thuật, em đã xin phép và được đồng ý thi ca sau, và sau đó em đã hoàn thành bài thi cuối kì của mình . Vì do đổi ca thi nên ca thi đầu em bị đánh vắng dẫn đến bị điểm 13, sau khi em báo cáo với giáo viên thì đã được thấy báo điểm đúng và thầy nói sẽ cập nhật lại sau. Sau đó thì em thấy điểm trên trang phúc khảo của em đã đúng với điểm bài thi mà em tham gia. Tuy nhiên đợi mãi thì trang điểm chính thức trên mybk vẫn chưa cập nhật lại điểm đúng cho em, mà vẫn dữ nguyên điểm 13. Hiện tại em đang là sinh viên năm cuối, và chỉ còn thực hiện LVTN, mà đến tận hôm nay (đã sau 4 tháng rồi điểm vẫn chưa được cập nhật từ phần điểm phúc khảo lên điểm chính thức ạ). Cho em hỏi vấn đề này là do Phòng Đào tạo chưa cập nhật điểm phúc khảo hay sao ạ?  Em cảm ơn ạ. Mong thầy cô giải đáp và cập nhật điểm phúc khảo giúp em ạ. Vì em đã hoàn thành bài thi đầy đủ rồi, thêm nữa hiện tại em đang còn học kì cuối, nếu không cập nhật kịp sẽ dẫn đến tình trạng trễ một kì ạ. Em xin chân thành cảm ơn ạ",
    "XIN MỞ THÊM SĨ SỐ LỚP TNVL(PH1007) Ở KỲ CHÍNH",
    "Nhà trường tạm thời không xét điều kiện Chứng chỉ anh văn khí đăng kí Luận văn tốt nghiệp tuy nhiên khi em đăng kí thì hệ thống lại không cho đăng kí vì yêu cầu chứng chỉ anh văn",
    "Em chào thầy cô, Em là , MSSV:  Em có đọc mail thông báo là \"Nhà trường tạm thời không xét điều kiện: xét chuẩn CCAV quốc tế khi xét LVTN\" nhưng khi em đăng ký môn học thì báo lỗi do chưa nộp CCAV. Vậy là do web lỗi hay vẫn phải nộp CCAV mới được ạ ? Em mong nhận được phản hồi sớm để kịp đăng ký môn kỳ 212, em cảm ơn thầy cô ạ.",
    "Chào thầy cô, em là , sinh viên khóa K18, khoa kĩ thuật hóa học. Em thấy trong mail PĐT có báo là không xét chuẩn anh văn trong kì này nhưng khi đăng kí luân văn em vẫn bị báo lỗi không đăng kí được do thiếu anh văn. Mong thầy cô giải đáp.",
    "Mở môn học học kỳ 212 . Dạ cho em hỏi môn học: đồ án; mã môn:EE3151 sao không được mở trong kì này ạ. Ở lần đăng kí môn đợt 1 có hơn 70 bạn đăng kí ạ Em cám ơn ạ",
    "Cho em hỏi sao phòng đào tạo mở đăng ký môn học rồi nhưng em không vào đăng ký môn học được ạ ? Em cảm ơn",
    "Em xin chào quý Thầy/Cô, Em là , MSSV , sinh viên năm tư khoa Cơ khí của trường. Theo mail trước đây của PĐT gửi về là tạm thời không xét chuẩn CCAV Quốc tế khi xét LVTN cho học kỳ HK212. Nhưng vừa rồi em nhận được mail về Kiểm tra điều kiện tiên quyết trong đợt đăng ký môn học, em lại có tên trong danh sách bị hủy môn Luận văn tốt nghiệp, với lý do là thiếu CCAV. Nên em muốn nhờ quý Thầy/Cô xem xét lại giúp trường hợp của em. Em xin cảm ơn quý Thầy/Cô.",
    "Mở môn học học kỳ 212 . Dạ em xin chào PĐT ạ, em xin được đăng kí mở môn học Mô hình hoá và mô phỏng công nghệ hoá học CH3133. Em có đinh kem đơn đăng kí, email đồng kí của Thầy  và danh sách các bạn đăng kí. Rất mong nhận được sự phản hồi sớm từ PĐT. Em xin chân thành cảm ơn!",
    "chào admin! em muốn đăng kí môn cơ lưu chất( CI2003)vào lớp l07_l20 vào học kỳ chính 212 nhưng hiện đã đạt sĩ số tối đa nên em muốn xin phép admin hỗ trợ tăng sĩ số lớp và thêm em vào lớp này. cảm ơn admin ạ.( em thuộc hệ chính quy).",
    "Em là sinh viên bằng 2 KHMT. Như đợt đăng ký môn học 212. em có đăng lý lớp Mạng máy tính. Theo lịch thì lớp thực hành sẽ học tại H6. em muốn hỏi là vậy HK2 trường đã cho học trực tiếp chưa ạ, hay lớp thực hành vẫn học online ạ ?",
    "Kính chào Phòng Đào Tạo. Em tên là . MSSV: . Khoa Kỹ Thuật Giao Thông. Em tạo yêu cầu này xin phép được đăng ký môn học thay thế Nhập môn về Lập trình (CO1003, 3TC) thay thế cho môn học Kỹ thuật Lập trình (CO1013, 3TC). Vì môn Kỹ thuật Lập trình (CO1013, 3TC) không còn mở lớp nữa. Em đã được sự đồng ý của thầy chủ nhiệm bộ môn và của Ban chấp hành khoa. Kính mong phòng đào tạo hỗ trợ để em có thể hoàn thành chương trình học đúng hạn.",
    "Em chào nhà trường ạ. Em thấy trường ghi là kì này sẽ không xét chứng chỉ ngoại ngữ mà sao em đang kí luận văn không được ạ. Em cảm ơn nhà trường giải đáp thắc mắc của em ạ.",
    "Em chào thầy cô PĐT, Em là Nguyễn Gia Huy, MSSV . Em muốn được hỏi cách chuyển từ hệ chính quy sang hệ VHVL. Em đã tham khảo trên website nhà trường nhưng em vẫn chưa nắm rõ được. Về lý do, điều kiện tài chính do dịch covid kéo dài và tiến trình học đang chậm nên em muốn chuyển sang hướng VHVL để phù hợp với bản thân hơn. Em mong thầy cô PĐT tư vấn hỗ trợ giúp em. Em xin cám ơn    i ",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , Hiện tại em không thể đăng kí môn học cho học kì sắp tới được ạ. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học.",
    "Em muốn đăng ký vào lớp hạ tầng ct giao thông CI4019 mã nhóm lớp là L01 nhưng bị full mất rồi ạ. Em xin pđt có thể mở thêm 1 chỗ để em có thể đăng ký ạ.",
    "Em chào thầy/cô, Em là  -  - sinh viên bằng 2 khoa Khoa học & Kỹ thuật Máy tính. Hiện tại em đang ở quê và các lớp lý thuyết vẫn học online trước tết ạ. Với môn CO2017 (Hệ điều hành) có 2 lớp L05_L09 và L05_0 học thí nghiệm sau tết ạ. Ngoài ra, môn học này cũng là môn học trước của Thực tập tốt nghiệp ạ. Kính mong thầy/cô xem xét và tăng sỉ số 2 lớp học thí nghiệm sau tết là L05_L09 và L05_0 ạ. Em xin cám ơn thầy/cô.",
    "do lớp kỹ thuật siêu cao tầng đã đủ sỉ số. E đăng kí không được, thầy cô có thể mở thêm sỉ số không ạ? Em cảm ơn",
    "Dạ em chào thầy/cô, Em là   b , MSSV:     Trước đây em có được thông báo là việc đăng ký LVTN tạm thời sẽ không xét CCAV. Nhưng kết quả đăng ký đợt 1 của em thì môn LVTN lại bị hủy do thiếu CCAV. Ở đợt 2, thì tối 25/12 em đã đăng ký được. Tuy nhiên sáng 26/12, em lại được PĐT thông báo sẽ hậu kiểm và hủy các trường tiên quyết. Trong danh sách thì có tên em, với việc đăng ký LVTN và thiếu môn tiên quyết là CCAV. Em muốn hỏi liệu có nhầm lẫn/sai sót gì không ạ? Hay khi PĐT hậu kiểm thì sẽ không hủy đối với trường hợp của em. (Vì có nhiều bạn của em đăng ký LVTN và chưa có CCAV nhưng không nằm trong danh sách này) Em xin cảm ơn thầy/cô đã quan tâm vấn đề của em. Trân trọng, Nhân",
    "Xin chào phòng đạo tạo! Em tên là:  MSSV:  Hiện tại em là sinh viên năm cuối nhưng vẫn còn nợ môn ME1005 (thực tập cơ khí đại cương 1). Em viết đơn này muốn xin phòng đào tạo cho em học môn này vào các lớp hiện có hoặc mở thêm lớp để được kết thúc môn học này ạ! Em xin cảm ơn!",
    "Trong đợt đăng kí môn học đợt 2 em thấy môn Đồ Án kết cấu thép 2 không mở. Em chỉ còn môn này làm LV tốt nghiệp, mong phòng đào tạo có thể mở để em được đăng ký ạ. cảm ơn PDT",
    "Câu hỏi 1: Cho em hỏi về môn đồ án EE3151 sao đúng kì mà không mở vậy thầy cô pđt . Câu hỏi 2: Cho em hỏi có thể đăng kí đồ án 1 mã EE3183 thay cho đồ án mã EE3151 không . Em cảm ơn",
    "Xin chào cáo Thầy/Cô, Anh  . Em là sinh viên Khoa Kỹ thuật Địa chất & Dầu khí, chuyên ngành Khoan Khai thác dầu khí, em đang gặp tình trạng đăng ký môn học Luận văn tốt nghiệp (GE4327) Cho học kỳ 212 Chính quy. Sau đợt 1 đăng ký thì môn này bị hủy do thiết rất nhiều môn tiên quyết. Nhưng đến đượt 2 này vào đăng ký lại, và xem kết quả thiếu môn nào, thì em thấy thiếu toàn mấy môn lạ, và không có trong chương trình đào tạo của khóa 2018, chuyên nganh em đang theo học. Và có tìm hiểu thử thì đó là những môn thuộc chuyên ngành khác, Chuyên ngành Địa chất dầu khí. Và các bạn cùng lớp em đăng ký thì lại có một số ít vài bạn đăng ký lại được, trong khi tiến độ học của các bạn và em đều giống nhau. Không biết có nhầm lẫn gì không ạ. Kính mong Thầy/Cô, Anh/ sớm phản hồi.",
    "Thưa thầy/cô . Em là  mssv  . Em muốn xin thêm 1 sĩ số ở lớp Bảo trì robot ,máy công cụ , CNC mã môn là ( IU3071) vì bữa em có đăng kí đợt 1 rồi nhưng đến đợt 2 này bị xóa.Em kính mong được thầy/cô giúp đỡ ạ!! Em cảm ơn ạ !",
    "Dạ thưa PDDT, khi e đăng ký LVTN, e có 2 môn tiên quyết là H3: thiết kế ô tô ; H2:tk đ/cơ đốt trong . Đồ án thiết kế ô tô, e đã hoàn thành trong Học kỳ 2 (2020-2021) - Với MSMH là TR4037. Đồ án thiết kế Đcđt, e đang học trong học kì 212 và chưa có điểm với MSMH là TR3043 . PĐT cho em hỏi bây giờ e phải làm như thế nào để có thể đăng ký LVTN cho học kỳ sau ạ. Vì học kỳ sau là hk cuối cả e ạ. Mong pđt hỗ trợ giùm e, em cảm ơn.",
    "Chào ĐT, Theo như mail ĐT về đăng kí luận văn tốt nghiệp cho học kì CQ-212 sẽ không xét CCAV. Tuy nhiên, khi em đăng kí luận văn tốt nghiệp (Mã MA4317) thì lại không được vì điều kiện tiên quyết CCAV (Có kèm hình ảnh minh hoạ). ĐT có thể xem lại giúp em và phản hồi lại em không ạ . Em xin chân thành cảm ơn!",
    "Kình gửi thầy cô phòng đào tạo; Em muốn hỏi là em chuyển 1 av bất kì trên web là sẽ được cập nhật chứng chỉ av để dử dụng xét làm lv luôn phải k ạ? ",
    "Chào anh chị, Hôm trước em có nộp đơn xin chuyển hệ thì được báo 20/12 sẽ chuyển được. Hôm nay 26/12 mà em vẫn chưa thấy cập nhật “thu nhận vào hệ VLVH” ạ. Không biết em đã chuyển hệ thành công chưa, anh chị kiểm tra giúp em với. Em cảm ơn",
    "Kính gửi thầy (cô) PĐT, em tên là , lớp CK18HT2, MSSV . Lý do em đặt câu hỏi là vì đăng kí môn học đợt 2 cho luận văn tốt nghiệp em không được phép đăng kí vì lý do chưa nộp chứng chỉ TOEIC. Thế nhưng trường đã gửi mail không yêu cầu rồi nộp cho kì sau do ảnh hưởng của dịch bệnh . Em kính mong thầy (cô) khắc phục lỗi hệ thống giúp em để em có thể đăng kí được luận văn cho kì tới ạ . Em xin chân thành cảm ơn!",
    "Em xin chào  ạ. Việc là em nhận được mail thông báo đăng kí môn học đợt 2 và trong mail có để tạm thời không xét CCAV nhận LVTN , mà khi em đăng kí hệ thống lại không cho ạ. Hệ thống hiện thiếu CCAV . Mong phòng đào tạo xử lí với ạ. Rất nhiều bạn đều gặp trường hợp này. Em cảm ơn .",
    "CO2017 - Hệ điều hành . Kính gửi PĐT, Em là , MSSV: . Em muốn đăng ký học CO2017 - Hệ điều hành nhưng các lớp Lxx đều Full. 2 lớp L05_L09 hoặc L05_L10 đều có sĩ số là 30 trong khi các lớp khác sĩ số là 40. Em muốn xin tăng sĩ số cho 1 trong 2 lớp này để em có cơ hội học môn Hệ điều hành trong kỳ này ạ. Do môn này cũng là môn tiên quyết để được Thực tập ngoài trường, nếu học trễ thì sẽ kéo dài thời gian học thêm 1 năm. Xin PDT xem xét ạ . Em xin cám ơn.",
    "Mở môn học học kỳ 212 . Chào PDT!  Em là sinh viên khóa K21 - khoa Kỹ thuật Hóa Học, hiện tại chương trình đào tạo của em kỳ này có môn tự chọn nhóm C, nhưng đều không đăng ký được vì trùng lịch Giáo Dục Quốc Phòng. Hơn nữa, em thấy môn Triết học SP1031 có tận 19 lớp nhưng sĩ số mỗi lớp chưa được 1/2. Em rất muốn đăng ký để đủ số tín chỉ yêu cầu là 14 tín chỉ, nhưng vì đều trùng lịch Giáo Dục Quốc Phòng nên không thể đăng ký được . Em rất mong PDT xem xét và đổi lịch học môn Triết học  để em có thể đăng cho đủ chuẩn số tín chỉ năm nhất và đúng theo kế hoạch đào tạo của Khoa, và các lớp có thể đủ sĩ số đào tạo tối đa ạ! Em xin chân thành cảm ơn!",
    "Dạ em chào pdt, em tên  mssv ,đợt đki môn học hki chính 212 đợt 1 em có đki môn TLTN MÃ 260663 nhưng khi trả kết quả đợt 1 về thì em thấy em ko có tkb,mặt dù em đã đủ tất cả điều kiện để nhận TLTN nhưng khi em xem lịch sử thì thấy em chưa đủ đki,em mong pdt kiểm tra và xem xét để em có đc tkb trong đợt đki bổ sung đợt 2 sắp tới,vì tụi em K17 thời gian đào tạo cũng ko còn nhiều nên rất mong pdt tạo ddkien cho tụi em để tụi em có tkb và hoàn tahfnh khóa luận văn để ra trường đúng thời gian đào tạo,nếu pdt cần xác nhận từ khoa (TT) THÌ EM SẼ GỬI pdt đơn xác nhận đồng ý thỏa đki nhận TLTN từ khoa TT Ạ,em cám ơn",
    "Em chào Thầy/Cô.   Em là sinh viên K18, khoa Kỹ thuật xây dựng .   Hiện tại em đã hoàn thành các môn học và chỉ còn Luận văn tốt nghiệp. Nhà trường cũng có thông báo về việc đăng kí môn học học kì 212:   I \"Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212\"   Nhưng khi em đăng kí môn học lại hiện thông báo em không thể đăng kí luận văn thì thiếu tiên quyết điều kiện anh văn. Em hiện tại đã hoàn thành anh văn 3 vì tình hình dịch nên chưa thể nộp chứng chỉ anh văn.Em rất lo lắng nên em không biết là vì phòng đào tạo chưa cập nhật hay là do em không đủ diều kiện đăng  kí môn học?        Em mong Thầy/Cô có thể hộ trợ em. Em xin cảm ơn Thầy/Cô",
    "Kính gửi Đại diện PĐT ĐHBK TP.HCM, Theo như email ĐKMH gần đây nhất của PĐT thì chúng em   B được tạm miễn xét điều kiện AV, điều kiện môn tiên quyết    trong ĐKMH kì 212 do diễn biến dịch bệnh phức tạp. Tuy nhiên hiện nay, em và rất nhiều bạn   B bị xóa đi các môn đã đăng ký vì không đủ điều kiện về môn tiên quyết, môn Anh văn   . Kính mong PĐT xem qua và hỗ trợ chúng em trong vấn đề này ạ. Em xin cám ơn, Trân trọng.",
    "Kính gửi thầy (cô) PĐT, em tên là , lớp CK18LOG1, MSSV . Lý do em đặt câu hỏi là vì đăng kí môn học đợt 2 cho luận văn tốt nghiệp em không được phép đăng kí vì lý do chưa nộp chứng chỉ TOEIC. Thế nhưng trường đã gửi mail không yêu cầu rồi nộp cho kì sau do ảnh hưởng của dịch bệnh. Em kính mong thầy (cô) khắc phục lỗi hệ thống giúp em để em có thể đăng kí được luận văn cho kì tới ạ. Em xin chân thành cảm ơn! Viết cho ",
    "Cho em hỏi là tại sao em bị xóa lVTN đợt 1 và đăng ký đợt 2 lại lại yêu cầu CCNN vậy ạ Pđt đã hoãn CCNN kì sau rồi mà ạ!! Một số bạn chưa có CCNN vẫn đăng ký được Xin pđt giải quyết giúp em ạ Em xin cảm ơnn!!",
    "Dạ em xin chào Phòng đào tạo, em hiện là sinh viên K16 Khoa kỹ thuật hoá học, em muốn đăng ký môn tự chọn nhóm B2 là Độc chất học tuy nhiên số lượng hiện tại đã full 99/99, em xin Phòng đào tạo mở thêm slot cho em để em kịp học và ra trường trong kỳ này ạ. Em xin cảm ơn!",
    "Mở môn học học kỳ 212 . Dạ thưa thầy cô, em có thắc mắc là chỗ điền thời khóa biểu đề nghị là em ghi số tiết em rảnh để khoa xếp lịch hay là em phải ghi rõ luôn số tiết mình muốn học vào ngày đó luôn ạ. Em mong thầy cô giải đáp giúp em ạ.",
    "Em chào thầy/cô, Kì này trường có thông báo không xét CCAV khi đăng kí LVTN nhưng hiện tại trên hệ thống đăng kí môn học vẫn đang xét CCAV ạ. Nên môn LVTN của em bị xóa mất, em thấy có người bị xóa xong đăng kí lại được nhưng em đăng kí lại thì vẫn đang báo thiếu CCAV ạ . Em cảm ơn.",
    "Em xin PDT mở thêm sỉ số lớp cơ lưu chất dự thính CI2003 ạ. hiện tại sỉ số lớp 25 full nên em không thể đăng kí được, mong phòng đào tạo mở thêm để em được đăng kí, em xin cảm ơn PDT rất nhiều",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Do chỉ còn 2 ngày (hạn 10h 28/12), trong thời gian chờ mail của khoaộ môn/thầy cô, em xin gửi danh sách sinh viên đăng ký mở môn học CO3049 - Lập trình Web. https://docs.google.com/spreadsheets/d/11sLylDXEGNLM9KUFPQovXre7xmRmTeEdMiOemIFu2tA/edit?usp=sharing Có gì thiếu sót mong thầy/cô bỏ qua. Chúc thầy/cô một ngày làm việc hiệu quả.",
    "Mở môn học học kỳ 212 . Ở đợt đăng ký vừa rồi có 2 môn chúng em đăng ký nhưng không có mã lớp CC ạ, CI4011 Thí Nghiệm Công Trình CI3039Thiết kế cầu 1 Hai môn này hiện đang đúng lộ trình chúng em, em xin hỏi trường có update mã CC cho hai môn trên không ạ. Em xin cảm ơn.",
    "Em chào PDT ạ, Cho em hỏi là trong kì tới nhà trường không xét chứng chỉ tiếng anh khi đăng kí LVTN, mà tại sao khi em đăng kí lại bị thông báo là thiếu môn tiên quyết(là CCAV_1) ạ. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Dạ em chào pdt ạ, do bây giờ môn Công nghệ CNC(ME3239) chỉ mở 3 lớp kỳ này nhưng trong khi đó còn rất nhiều bạn mong muốn được học môn này ạ. Cho em hỏi là giờ hiện tại với số lượng là 20 bạn sinh viên muốn mở thêm lớp CNC thì có cách nào không ạ? Hoặc là tăng thêm sỉ số của 3 lớp lên ạ. Mong pdt phản hồi ạ. Em xin cảm ơn ạ.",
    "Dạ em xin chào PĐT.    Dạ cho em hỏi là những môn hoãn thi thì điểm thi sau đó có tính vào điểm TBTL không ạ? Hay chỉ tính là đạt với không đạt? Nếu tính đạt và không đạt thì áp dụng cho tất cả các môn học hay chỉ tính cho 1 số môn cụ thể (tự chọn nhóm A, tự chọn tự do, ...)? Em nghe bạn của em nói nó có đọc thông tin ở trên mục quy chế nhưng em tìm thì lại không thấy. Mong được thầy cô giải đáp sớm nhất để em còn đăng  kí môn học cho kì sau ạ.   B Em xin chân thành cám ơn   ",
    "Cho em hỏi là: ở lần ĐKMH học kỳ 212 đợt 2 (25/12/2021) em có đăng ký môn Phương pháp phần tử HH (CI3061). Theo như điều kiện đăng ký của môn học này, thì em đã học môn Cơ kết cấu (CI3233) ở kỳ 211 rồi và thỏa điều kiện đăng ký. Nhưng ngày hôm sau (26/12/2021) em có nhận được mail yêu cầu kiểm tra điều kiện tiên quyết của môn học này nếu không sẽ bị hủy kết quả. Mong thầy cô kiểm tra lại giúp em.",
    "Kính gửi: anh chị trực BKSI Em tên:   Hôm nay em muốn hỏi cách cứu xét đăng ký luận văn ạ. Em hỏi cho em và 4 bạn trong nhóm nữa ạ. Em có làm 1 mẫu đơn bên dưới mong anh chị đọc và cho em hướng xin ạ. Em xin chân thành cảm ơn ạ.",
    "Em tên: Trần Việt Trung MSSV:  Hệ VB2: khoa Khoa Học Máy Tính. Em muốn đăng kí môn HỆ ĐIỀU HÀNH (CO2017) để kì sau nữa em được đi thực tập , mong thầy cô phòng đào tạo mở rộng thêm sỉ số để em đăng kí môn học HỆ ĐIỀU HÀNH ạ. Kính mong thầy/cô xem xét giúp em. Em xin cảm ơn",
    "Chào thầy cô! Em là sv hệ VLVH nghành cơ điện tử k20 hiện tại em đang rất khó khăn trong việc lựa chọn môn học để có thể đăng ký. Hiện tại em được cung cấp 2 lộ trình riêng với số môn học khác nhau nên em rất bân khuân không biết lộ trình nào đúng, Để không bị mất thời gian cũng như tiền bạc em nhờ quý thầy cô cung cấp lại lộ trình học của ngành cơ điện tử thuộc khoa cơ khí hệ VlVH K20. Em chân thành cảm ơn!!!",
    "Kính gửi nhà trường, Em là  MSSV  sinh viên k18 khoa Cơ khí chuyên ngành Logistics và Quản lý chuỗi cung ứng. Tình hình là trong đợt đăng ký môn học lần 2 này em không đăng ký được môn Luận văn tốt nghiệp lý do là chưa có chứng chỉ ngoại ngữ, tuy nhiên trong mail của nhà trường gửi vào sáng 25/12 thì có ghi là \"Nhà trường tạm thời không xét điều kiện Chuẩn CCAV quốc tế khi xét LVTN\". Nhà trường cho em hỏi là do lỗi của hệ thống hay là như thế nào ạ. Mong nhà trường sớm phản hồi em. Em xin chân thành cảm ơn.",
    "Cho em hỏi kỳ này không xét đến chứng chỉ ngoại ngữ để đăng ký Luận văn. Nhưng tại sao em đăng ký luận văn cứ báo thiếu chứng chỉ ngoại ngữ và không cho đăng ký. Một số bạn đăng ký được còn một số bạn cũng giống như em đăng ký không được . Em tên: - Em rất mong được giải đáp. Em xin cảm ơn ạ!",
    "Mở môn học học kỳ 212 . Dạ em chào anh chị, theo như thông báo của phòng đào tạo qua email ngày 25/12 thì PDT sẽ tạm thời không xét chuẩn ngoại ngữ khi đăng ký luận văn. Nhưng hôm qua đến nay em vào đăng ký luận văn vẫn bị yêu cầu chứng chỉ anh văn, trong khi các bạn chung lớp chưa có chứng chỉ như em vẫn có thể đăng ký được. Mong PDT xem lại và sửa lỗi sớm để em có thể đăng ký học tập đúng tiến độ, em xin chân thành cảm ơn.",
    "Dear  Em: Mssv: Ngành: kỹ thuật điều khiển và tự động hóa. Hệ VLVH (Liên Thông) HK212 em ĐK chỉ được 2 môn:EE2005 ,EE2009 Em Không ĐK được 2 môn : EE2017, EE2019 vì cần Học môn EE1011 Giải Tích Mạch (HT). Mong  tạo ĐK giúp em ĐK 2 môn EE2017,EE2019. Vì môn EE1011 có trong nhóm cần học Bổ Túc cho SV liên thông. Nhưng  VLVH  chưa mở bổ túc.  Mong  giúp em ĐK 2 môn trên ạ Em thân gửi",
    "Chào em, Em vui lòng xem lại email PĐT đã gửi: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022 mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi Thân mến",
    "Dạ thầy cô cho em hỏi về môn học GDTC HK211 này em đã hoàn thành môn aerobic (PE1021). Em học để bổ sung vô môn thể chất em còn thiếu. Mà môn học aerobic (PE1021) HK211 là dành cho khóa K21 với tín chỉ là 1,5 chỉ. Nhưng em là khóa K18 thì môn học GDTC chỉ 1 chỉ thì như vậy em có cần xin chuyển điểm môn học và có ảnh hưởng gì đến việc số tính chỉ em tích lũy để xét tốt nghiệp không ạ. Em xin cảm ơn.  MSSV ",
    "Kính gửi phòng đào tạo EM tên là  - MSSV: , hiện đang là sinh viên khoa Kĩ Thuật Giao Thông. Hiện tại em đã đạt 123 tín chỉ, đã đạt các môn học tiên quyết, và tích lỹ 19.5 ngày công tác xã hội. Theo như yêu cầu của phòng đào tạo thì cần phải đạt đủ 126 tín chỉ để đăng kí nhận luận văn tốt nghiệp (LVTN). Điều này đồng nghĩa với phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét Chuẩn anh văn hàng năm trên trường và đã đạt Chuẩn từng năm đối với k17 nên em không đăng kí học các môn anh văn trong chương trình đào tạo. Em dự định thi CCNN toeic và chuyển điểm các môn anh văn, nhưng do dịch bệnh covid-19 bất ngờ như hiện nay, nên em không thể thi được, vì thế em thiếu tín chỉ để đăng kí Luận văn tốt nghiệp. em có đăng kí nhận Luận văn tốt nghiệp và nhận được kết quả đăng kí không thành công do không đủ điều kiện nhận LVTN. Em rất mong phòng đào tạo có thể xem xét giúp em để em có thể đăng kí nhận LVTN để kịp tiến độ học tập ạ. Em xin chân thành cám ơn",
    "t I em có đăng kí môn học, sau đó đến đợt 2 thì thấy toàn bộ số môn đăng kí đã bị xóa. Em có vào đăng kí lại nhưng có môn không tìm được theo mã môn học, có môn lại chỉ có 1 lớp và đã hết chỗ. Cho em hỏi là đây có phải là lỗi hệ thống không ạ ? Các môn em đăng kí: Giải tích mạch-EE2033 Kỹ thuật số- EE1009 Hệ thống máy tính và ngôn ngữ lập trình-EE2009 ",
    "Em chào thầy/ cô! Em tên . Em có thắc mắc mong thầy/cô giải đáp. Theo như thông báo của nhà trường thì HK212 trường sẽ không xét đk CCAV cho LVTN , nhưng hiện tại ở đợt đăng kí đợt 2 em không thể đăng kí được môn luận văn tốt nghiệp vì không có CCAV. Cho em hỏi với vấn đề này có thể giải quyết như thế nào ạ ?. Liệu là hệ thống bị lỗi hay trường cập nhật lại thông báo rồi ạ ?  Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - MSSV: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện em đang có 125 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 62.5 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 tín chỉ để đăng ký nhận luận văn, điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, nhưng do lúc trước em nộp bằng Toeic xét Chuẩn anh văn hàng năm và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các môn Anh văn trong chương trình đào tạo. Em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký Luận văn tốt nghiệp. Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học. Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "Em chào Phòng đào tạo ạ, em tên  (MSSV ), dạ hiện tại em thuộc khoá K16 khoa Kỹ thuật Hoá Học, kỳ này khoa em có một số môn mã số môn học đã đổi mã mới và môn học mã cũ không mở lớp, em cần đăng ký 2 môn là Kỹ thuật phản ứng, và môn Độc chất học trong công nghiệp và ứng dụng. Dạ vậy em có được đăng ký theo mã môn học mới của khoá K19 không ạ? Em mong sớm nhận được phản hồi từ PĐT, em cảm ơn ạ!",
    "em thưa thấy cô học kỳ này em học môn tự chọn không có trong chương trình đào tạo nhưng do điểm trung bình môn thấp em có cách nào hủy môn này để không ảnh hưởng đến điểm trung bình tích lũy của mình không ạ. Môn này em tự chọn ngành khác không liên quan đến khoa đang học ạ.",
    "Cho em xin hỏi là mail có ghi là không xét chứng chỉ ngoại ngữ cho LVTN kì này, mà sao khi em đăng kí thì lại không được. Hệ thống báo lỗi như hình đính kèm. Mong pđt hỗ trợ vấn đề này ạ. Em xin cảm ơn",
    "Dạ em tên  MSSV , do em bị huỷ 2 môn đã đăng ký trong đợt 1 nên giờ em muốn đăng ký môn khác thay vào nhưng các lớp đã hết chỗ, em mong pđt giúp em đăng ký một slot trong lớp CH2021 L03 hoặc L05 ạ. Em xin cảm ơn!",
    "Dạ trước tiên cho em gửi lời chào ạ! Cho em hỏi là năm ngoái năm nhất do em có đăng ký bảo hiểm mà không thanh toán nên năm nay em thanh toán bảo hiểm đó thì có được tính vào bảo hiểm năm nay không ạ. Mong mọi người hồi đáp em cảm ơn nhiều ạ!",
    "Dạ cho em hỏi: Hiện em đang là sinh viên năm 2 khóa K20 khoa Điện - Điện tử, thuộc chương trình kỹ sư tài năng. Học kỳ 212 thì em đăng kí 14 chỉ, em không biết có ảnh hưởng gì đến việc học và học bổng không ạ? Em xin cảm ơn!",
    "Em xin chào thầy (cô) phòng đào tạo ạ,    Em hiện là sinh viên năm cuối khoa Máy tính có học môn Phân tích và thiết kế giải thuật ở kỳ 202 Em có học và tham gia thi đầy đủ theo quy chế của phòng đào tạo ạ     Tuy nhiên, hiện nay đã hơn quá một kỳ nhưng vẫn chưa có kết quả môn (Kể cả bài giữa kỳ) Nên em không biết là em có đậu hay rớt để lên kế hoạch đăng ký lại ạ     Em và nhiều bạn đã liên hệ giảng viên phụ trách (thầy ) nhưng không nhận được phản hồi ạ     Mong các thầy (cô) xem xét và cho em hướng giải quyết    Best Regards,   ",
    "Kính chào quý thầy cô, Em là sinh viên K17, học kỳ này em đang làm luận văn tốt nghiệp. Em chợt thấy có môn MT2001 (Xác suất thống kê mã cũ) hồi đó em vẫn chưa hoàn thành. Bây giờ em dự định đăng ký nó trong học kỳ tới thì không còn thấy nó nữa. Chỉ có môn Xác suất thống kê mã MT2013. Kính hỏi phòng đào tạo bây giờ em phải làm sao để hoàn thành môn này và đăng ký tốt nghiệp ạ?",
    "Dạ em chào phòng đào tạo, em là  - MSSV: , chuyên ngành Khoan và Khai Thác Dầu khí - khoa Địa chất và Dầu khí. Cho em hỏi là tại sao em không đăng ký được luận văn tốt nghiệp đợt 2 này ạ ? Em thấy lỗi để là thiếu các môn tiên quyết: GE3077, GE3095, GE4059, trong khi đó là chương trình em học làm gì có mấy môn như vậy ạ ? Còn xem lịch sử đăng ký kết quả đợt 1 thì cũng để là thiếu môn tiên quyết. Mong phòng đào tạo sớm fix lỗi để tụi em có thể vào đăng ký sớm nhất. Thật sự là hệ thống đăng ký môn trường mình rất là loạn và chậm cập nhật nên gây khó khăn cho sinh viên trong việc đăng ký. Em xin chân thành cảm ơn.",
    "Em chào quý thầy cô, Em là  (), khoa kỹ thuật địa chất & dầu khí, DC18KK. Quý thầy cô cho em hỏi là tại sao khi em đăng kí LVTN (GE4327) thì lại yêu cầu môn tiên quyết của chương trình mới ạ? Trong khi những môn tiên quyết đó thuộc chương trình mới và không nằm trong CTĐT của K18. Em mong nhận được câu trả lời của quý thầy cô ạ. Trân trọng,  ",
    "Em đang DKMH môn Nhập Môn điện toán nhưng đợt 2 này bỗng dưng bị xóa và hiện tại mới 4/40 bạn đăng ký nên em lo là không mở lớp này .Em phải làm xong để học lại môn này ạ",
    "Chào thầy cô, Thầy cô cho em hỏi là các môn học chương trình Kỹ sư của khoa Hoá (có mã CH5xxx) sẽ học tại CS2 hay CS1 vậy ạ? Em xin cảm ơn thầy cô.",
    "Kính thưa Thầy/Cô cho em hỏi sao em đăng kí môn luận văn tốt nghiệp cho kì tới thì lại thấy để thiếu chứng chỉ anh văn, trong khi đợt trước nhà trường đã có thông báo không xét đến chứng chỉ anh văn khi đang kí luận văn tốt nghiệp. Kính mong Thầy/Cô giải đáp giúp em ạ!",
    "Kính gửi Thầy/ Cô PĐT, Thầy/Cô cho em hỏi là trong email PĐT gửi đến SV có đề cập đến việc \"Không xét CCAV khi đăng ký nhận LVTN cho HK 212\" nhưng lúc tụi em đăng ký LVTN thì hệ thống thông báo là thiếu CCAV và không cho đăng ký, trong khi đó có một số bạn thì vẫn đăng ký được và một số bạn thì không, tình trạng này đều gặp ở tất cả các Khoa. Mong PĐT có thể giải đáp vấn đề này giúp tụi em ạ . Em xin cảm ơn ạ.",
    "Chào anh chị Em tên  mssv , em được biết là nhà trường không xét điều kiện anh văn cho học kỳ 212 nên em có đăng ký LVTN mã số GE4343 nhưng bị xoá với lý do Thiếu chứng chỉ ngoại ngữ. Vậy nên em mong phòng đào tạo sớm giải quyết giúp em với ạ Em cảm ơn",
    "lúc trước em có hỏi thì được trả lời là đã mở đăng ký nhưng khi em tra mã học phần thì lại không thấy. Và nếu có thì mình sẽ sử dụng mã học phần môn như bơi, bóng đá, bóng rổ,...Hay mình sử dụng mã là gdtc1 và gdtc2 ạ",
    "Kính gửi PĐT Em tên là  MSSV:  Hiện tại thì em có đăng kí môn học Qúa trình và thiết bị cơ học (Mã môn học: CH2019), nhưng sau khi em đăng kí đợt 1 thì được xếp vào lớp mã A và hiện tại các lớp mã L đã full. Em là sinh hiện hệ chính quy và không có khả năng học mã A nên xin phép PĐT tăng sỉ số lớp L01 (Thứ 3 tiết 11-12) để em có thể đăng kí học được không ạ? Em xin chân thành cảm ơn",
    "Thầy/Cô cho em xin mở thêm sỉ số lớp L01_L01 CI3039 - Thiết kế cầu 1",
    "Cho em hỏi là đợt 1 phòng đào tạo cho đăng ký luận văn tốt nghiệp không cần CCAV nhưng sao đợt này em đăng ký không được ạ?",
    "Dạ em xin kính chào thầy-cô PĐT ạ, em tên  MSSV  _ Hôm trước em có vào PĐT để hỏi xin gia hạn học kì để trả nợ môn học, hôm nay cho em xin được nộp đơn gia hạn học kì mong thầy cô cho em được gia hạn thêm 1HK để trả nợ môn ạ. _ Em xin cảm ơn thầy-cô rất nhiều ạ.  ",
    "Mở môn học học kỳ 212 . Dạ hiện tại em có đăng kí đợt 1 môn kĩ thuật lập trình tuy nhiên qua đợt 2 em bị xoá do lớp có quá nhiều bạn. Bây giờ em lhair làm sao để xin tăng thêm được sĩ số hay mở thêm lớp ạ ?",
    "Xin chào thầy,cô. Em tên  MSSV , sinh viên năm 4 chuyên ngành vật liệu xây dựng, khoa Kĩ Thuật Xây Dựng. Em gặp phải vấn đề khi đăng kí môn học như hình. Theo như thông báo của phòng đào tạo, học kì 202 sẽ không xét chứng chỉ anh văn quốc tế để đăng kí Luận Văn Tốt Nghiệp. Mong thầy cô kiểm tra lại giúp em ạ. Em xin cám ơn.",
    "Kính gửi Phòng đào tạo ĐHBK,   Em tên là , hiện là một sinh viên diện chính quy đang theo học trường mình. Học kì 212, em có thực hiện luận văn tốt nghiệp thì ngoài luận văn, thầy cô cho em hỏi là em có thể đăng ký thêm bao nhiêu tín chỉ? Do em tìm thấy trong 1 tài liệu của trường năm 2014 là chỉ được 7 tín chỉ nhưng theo quy chế (năm 2020) thì không thấy đề cập. Em xin chân thành cảm ơn các thầy cô.   Trân trọng,",
    "Thưa quý thầy cô! theo phòng đào tạo thì kì 212 được miễn xét chứng chỉ ngoại ngữ khi đăng kí luận văn tốt nghiệp. Nhưng không hiểu sao em đăng kí thì bị lỗi thiếu chứng chỉ ngoại ngữ ạ. Và không thể đăng kí mặc dù số tín chỉ tối thiểu em đã đủ ạ Em xin quý thầy cô xem xét ạ! Em xin cảm ơn ạ!",
    "Em chào thầy (cô), Em tên là , mssv: , lớp XD18VL1, ngành Công nghệ kĩ thuật Vật liệu Xây Dựng, khoa kĩ thuật Xây dựng. Em có thắc mắc là phòng đào tạo đã cho miễn chuẩn anh văn khi đăng kí môn học nhưng khi em đăng kí luận văn tốt nghiệp thì hệ thống báo rằng thiếu chứng chỉ ngoại ngữ (như hình) . Mong thầy (cô) xem xét, giải đáp thắc mắc và giải quyết giúp em ạ. Em cảm ơn.",
    "Kính chào thầy cô, Em là , MSSV: . Em có tham dự kỳ thi anh văn đầu vào do trường tổ chức, lần đầu em thi và được điểm dưới 400 điểm nên em có đăng ký thi đợt 2 do trường tổ chức và lần 2 đó em đạt được 490 điểm. Em muốn hỏi là em có đăng ký học môn Anh Văn 2 (LA1005) ở kỳ 212 này mà khi có kết quả đăng ký môn học đợt 1 rồi em lại bị xóa môn Anh Văn 2 (LA1005), mong thầy cô xem xét lại giúp em với ạ . Em xin cảm ơn thầy cô và chúc thầy cô sức khỏe.",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Em không kịp đăng ký môn học Thương mại điện tử (CO3027) vào đợt 1 và đợt 2 đã hết chỗ đăng ký (cho sv đại trà). Em hi vọng được mở thêm sĩ số cho môn này ạ Em cảm ơn!",
    "Dạ em là sinh viên năm 2 khoa Điện Điện Tử vào ngày 26/12/2021 em có đăng kí môn học Trường điện từ mã môn học là EE2003 nhưng khi em bấm vô đăng kí thì hệ thống báo là em phải học môn đại số tuyến tính với mã số là MT1015 nhưng môn học này trong chương trình đào tạo chỉ có môn đại số tuyến tính MT1007 ạ em mong nhà trường giúp em đăng kí được môn học trường điện từ ạ em xin chân thành cảm ơn",
    "Em thuộc chương trình CLC, ngành khoa học máy tính Trong mail nhắc nhở về DKMH, có ghi \"Tất cả sinh viên phải có thời khóa biểu chính thức vào các học kỳ chính (HK1, HK2) và có số tín chỉ tối thiểu theo quy định học vụ để duy trì tình trạng đang học của sinh viên, nếu không có thì sẽ bị tạm dừng học 1 học kỳ.\" Nên em tìm quy định về số TC tối thiểu thì được kết quả như hình đính kèm. Vậy ĐTBHK của HK ngay trước HK đăng ký học chính(HK212) là ĐTBHK của HK 211. HK211, em học 4 môn, trong đó 3 môn đã hoàn thành, 1 môn hoãn thi cuối kì và phải chờ kì sau thi lại. HK212, em quyết định đăng kí CHỈ 12 TÍN CHỈ vì khả năng học tập còn kém, điểm số thấp. Thắc mắc: em có được xét vào trường hợp có thể đăng kí tối thiểu 10 tín chỉ hay không và khi nào được xét trong các tình huống không mong muốn dưới đây: 1) Đến hết ngày 29/12/2021 (thời hạn cuối cùng DKMH cho HK212), DTBHK của HK211 vẫn chưa được công bố. Em đặt ra giả sử này vì có nhiều môn học online toàn thời gian, nhưng đến giờ sau hơn 2 tháng kể từ ngày thi cuối kì, nhà trường vẫn chưa công bố điểm. 2) Có 1 môn em hoãn thi cuối kì, nên thời điểm kết thúc DKMH HK212 sớm hơn thời điểm em thi cuối kì môn này, vậy để em DKMH HK212 trường có xét DTBHK của HK211 chỉ dựa trên 3 môn đã có điểm hay không? Em mong muốn được xét vào trường hợp DKMH tối thiểu 10 TC ạ, mong thầy cô trả lời sớm để em DKMH HK212. Em chân thành cảm ơn.",
    "Em chào phòng đào tạo  Em tên  mssv: Do Đợt 1 em không kịp đăng ký môn nên qua Đợt 2 em đăng ký thì môn gdqp bảo trùng giờ và không thể giãn cách cơ sở 2 gì đó Em mong trường giúp em cách xử lý với ạ. Em xin cảm ơn ",
    "MSSV:     Dạ chào thầy/cô, Em tên  sinh viên hệ VHVL khoa kỹ thuật máy tính. Ở học kỳ 211 em thanh toán trễ học phí HPAV VLVH 211. Lý do: em chưa chuẩn bị kịp số tiền theo đợt thanh toán ạ. Kính mong phòng đào tạo xem xét Đơn đính kèm: NQĐạt--Tre-hoc-phi.pdf Em xin chân thành cảm ơn.    .",
    "Chào Phòng đào tao, Em là sinh viên khóa K19 hệ chính quy ngành Kỹ thuật Điện tử -Viễn thông . Học kỳ 212 trong kế hoạch giảng dạy của ngành có môn học   B Thực tập ngoài trường   . Em muốn hỏi là  em có thể đăng ký và Phòng đào tạo có mở môn này vào  B  học kỳ hè 213    không ạ Em cảm ơn.",
    "Cho em hỏi là các môn tự do của em có: nhóm A (1 chỉ), nhóm B(6 chỉ), nhóm C(3 chỉ) có nghĩa là em bắt buộc phải học đủ hết các chỉ trong các nhóm phải ko ạ. Hay em chọn A(1chỉ) B(9chỉ) C(0 chỉ) thì vẫn được ạ. Em cảm ơn.",
    "Thưa , hiện tại trong chương trình đào tạo của em thì chỉ còn 1-2 môn nữa nhưng vì kỳ này em chưa đăng ký đề cương nên kỳ sau em không thể đăng ký luận văn được. Có cách nào để cho em đăng ký 1 lúc đề cương và luận văn không ạ, vì hiện tại đây là kỳ cuối của em rồi ạ. Nếu em không đăng ký được luận văn thì em phải làm thế nào để duy trì học kỳ kế tiếp ạ, vì em học xong hết rồi và không đủ 10 tín chỉ để duy trì ạ. Em cảm ơn ",
    "Dạ em chào Phòng đào tạo,em tên là ,MSSV:,hiện em có đăng ký Luận văn tốt nghiệp,em đã đọc mail từ  PĐT và thấy trường tạm thời ngưng xét CCAV nhưng em vẫn đăng ký không được Mong PĐT xem xét  Dạ em cám ơn",
    "Em viết đơn xin đnăg kí mở đồ án kỹ thuật điện EE3061, để theo kịp tiến độ của chương trình học ạ!   i Mở môn học học kỳ 212 .",
    "Chào PĐT, Trong học kì tới, em dự định sẽ đăng kí môn Luận văn Tốt nghiệp để tiến hành làm làm luận văn và ra trường. Tuy nhiên hiện tại em không thể đăng kí do thiếu chứng chỉ Anh Văn. Học kì vừa rồi, vì dịch nên em không thể thi TOEIC để lấy bằng và nộp về cho trường. Do đó em mong muốn PĐT cho phép em đăng kí môn Luận văn Tốt nghiệp ở học kì 212 với điều kiện em sẽ cam kết nộp chứng chỉ Anh Văn về trường ngay trong học kỳ 212. Mong sớm nhận được phản hồi từ thầy/cô PĐT ạ. Xin chân thành cảm ơn. Br, .",
    "Dạ em K18 cho em hỏi môn Xác suất và thống kê ( MT2001 ) 3 chỉ không còn mở trong kì chính . Em có thể đăng kí xác suất và thống kê ( MT2013 ) mã 4 chỉ trong kì chính để học được không ạ  Em cảm ơn !",
    "Thưa Thầy/Cô, Em là sinh viên K18. Em có đăng ký môn Đồ án EE3151 ở học kỳ sau nhưng đã bị xoá. Thầy/Cô cho em xin hỏi mã môn học EE3151 có còn áp dụng ở hiện tại hay đã chuyển sang mã môn học mới vậy ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi là em có thể nộp đơn xin bảo lưu ở trên bksi được không ạ?",
    "Mở môn học học kỳ 212 . Cho em hỏi là lộ trình 2 của kì dự thính kì 212 thì môn thiết kế hệ thống nhúng mã EE3003 có được mở cho người chưa học lần đầu không ạ.",
    "Chào anh/chị, Xin cho em hỏi rằng nhà trường có thể xem xét và mở thêm sỉ số sinh viên của môn Cơ lưu chất(CI2003) ở học kỳ DỰ THÍNH được không ạ :( EM thuộc sinh viên CLC ạ. Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Chào anh/chị, Xin cho em hỏi rằng nhà trường có thể xem xét và mở thêm sỉ số sinh viên của môn Cơ lưu chất (CI2003) ở học kỳ DỰ THÍNH QUỐC TẾ được không ạ? Em thuộc hệ sinh viên chất lượng cao (hiện em chỉ có 13 chỉ thôi ạ, em sắp thất học rồi chị ơi huhu) Em xin chân thành cảm ơn!",
    "Em muốn đăng kí mở lớp Môn phương pháp tính dự thính kì sau thì chỉ cần đăng kí môn học vào đợt đăng kí môn học dự thính đợt 1 lộ trình 2 phải không ạ?",
    "Em xin chào PĐT, Em có thắc mắc là trong Gmail có thông báo rằng đăng ký luận văn sẽ không xét CCAV quốc tế và chuẩn AV hằng năm thì tại sao em đăng ký LVTN không được ạ? ( vì thiếu CCAV_1) Vậy là sao ạ? Em xin cám ơn",
    "Em là Nguyễn Phạm Minh Trí, sinh viên ngành Kỹ thuật Máy tính, mssv . Em làm đơn này để xin tăng thêm sĩ số cho các lớp học của 1 trong các môn kinh tế sau: - Kinh tế học đại cương IM1013. - Quảntrị kinhdoanh cho ks IM3001. Vì em đã đăng ký môn Kinh tế kỹ thuật IM2003 nhưng PĐT lại không mở lớp và điều này khiến cho em không đăng ký kịp các môn kinh tế còn lại. Em mong trường có thể gia tăng sĩ số lớp để em kịp tiến độ học tập ra trường vào kỳ sau. Em trân thành cám ơn.",
    "Mở môn học học kỳ 212 . Chào a/c hỗ trợ ạ, Vì nhiều khó khăn trong đợt dịch vừa rồi mà em và 2 bạn nữa chưa học được môn thực tập ngoài trường nên hiện tại tụi em muốn ĐK thực tập ngoài trường và đề cương luận văn trong kỳ 212 để kịp tiến độ ra trường ạ. Cho em hỏi về thủ tục xin mở lớp cho nhóm chất lượng cao CC đối với 2 môn:  + ME3269 - Thực tập ngoài trường (cơ điện tử)  + ME4219 - Đề cương luận văn tốt nghiệp (cơ điện tử)  Em cảm ơn!",
    "Kính gửi PĐT, Kính mong PĐT hướng dẫn em khắc phục tình trạng không đăng ký được LVTN lỗi do thiếu chứng chỉ ngoại ngữ ạ. Em xin chân thành cảm ơn.",
    "PĐT ơi sao em trong mail ghi không xét CCAV mà em không đăng kí LVTN được vậy ạ",
    "Dạ cho em hỏi là điểm TBTL là điểm tích lũy nghành phải không ạ.",
    "Mở môn học học kỳ 212 . Em thấy Đồ án thường mở học kỳ chính. Nhưng đăng ký môn học đợt 2 chỉ có mở Đồ án Kỹ thuật điện mã mới mà không có mở mã EE3061. Nhưng Đồ án Kỹ thuật điện EE3061 không có tương đương nên em mong PDT có thể mở Đồ án kỹ thuật điện EE3061 để em có thể kịp thực tập vào hè ạ",
    "Em chào cô, Em là sv khóa K18, em muốn đăng ký Luận văn vào kỳ sau nhưng em chưa thực tập ngoài trường(TTTN). Em đã đăng ký TTTN kì 211 nhưng vì dịch nên chưa TTTN được nên chưa có điểm, mà TTTN là môn Tiên quyết của Luận văn. Vậy cho em hỏi em có thể đăng ký LV vào kỳ 212 không ạ hay phải lùi lại 1 kỳ? Em cảm ơn cô.",
    "Cho em đăng kí môn EE4333  ạ! Được miễn CCAV quốc tế mà em vẫn không đăng kí được, lỗi thiếu CCAV quốc tế.",
    "Em xin đăng kí môn Lịch sử Đảng CSVN ạ  .  Thầy/Cô có thể thêm em vào lớp L20 được không ạ . Em cảm ơn ạ .",
    "Thầy/Cô cho em hỏi việc thanh toán bảo hiểm y tế ạ. Lí do là cổng thanh toán của trường bảo trì từ ngày 15 đến ngày 20 mà hạn cuối thanh toán là chiều ngày 20 ạ. Nhưng sau thời gian đó đến nay cổng BK Pay vẫn bị lỗi ạ. Em muốn xin thêm thông tin về cách thanh toán ạ.",
    "Chào anh/chị, Em tên là:  MSSV:  Lớp: CC19KMT1 Xin cho em hỏi rằng nhà trường có thể xem xét cho em đăng ký môn Cơ lưu chất(CI2003) của lớp CC01( HK212) được không ạ? Em đăng ký bị lỗi vì lí do: môn \"Các quá trình sinh học trong KTMT\"(EN2003) bắt đầu từ tiết 7, môn \"cơ lưu chất\"  kết thúc vào tiết 6 ạ. Em rất cần môn học này trong HK212, mong nhà trường có thể giúp đỡ em ạ. Em xin chân thành cảm ơn!",
    "Em chào thầy/cô! Hiện tại em gặp vấn đề về đăng ký luận văn. Cụ thể là em đã đủ các điều kiện như ngày CTXH và số tín chỉ tối thiểu, CCAV thì đang được trường cho nợ nên đáng lý ra em phải đăng ký được luận văn, nhưng sau khi bị xóa môn xong em đăng ký lại thì không được nữa. Thầy/Cô xem xét cho em để em được đăng ký đúng hạn ạ, vì ngày 29/12 bị đóng đăng ký mất rồi. Về lỗi gặp phải em có đính kèm ảnh dưới. Em cảm ơn thầy/cô!",
    "Chào anh/chị, cho em hỏi là môn Cơ lưu chất (CI2003) hệ CLC, HK212 có lớp CC01 vào thứ 2 (tiết 23456) và thứ 6 (tiết 23), em muốn đăng ký học lớp đó nhưng bên hệ thống báo không cho đăng ký do không đủ thời gian giãn cách giữa 2 cơ sở (do tiết 6 em kết thúc môn Cơ lưu chất, tiết 7 bắt đầu Các quá trình sinh học trong KTMT). Nhưng kì này trường vẫn tổ chức học online nên văn phòng có thể vi vu cho em đăng ký được không ạ? Em cám ơn rất nhiều",
    "Mở môn học học kỳ 212 . Em là . MSSV:. Do học kì sau là kì cuối của em và em không thể xin giáo viên bộ môn mở lớp, em xin pđt mở 1 slot cho em môn phương pháp tính, MSMH: MT1009. Em thấy có 1 lớp dư slot nhưng em không thể đăng kí vậy ạ?",
    "Em chào PĐT, PĐT cho em hỏi ĐKMH HK212 có đợt 3 không và trong đợt 3 có thể xóa môn học đã ĐK đợt 2 không ạ? Em cảm ơn ạ!",
    "Gửi PDT,  em không đăng ký được môn học \"Trường điện từ\" do thiếu môn học trước \"Đại số tuyến tính\"  . Nhưng trong số các môn được miễn, em đã được miễn môn \"đại số tuyến tính\" Nhờ phòng đào tạo kiểm tra lại giúp em",
    "Thưa thầy/cô, Dựa trên danh sách môn học tương đương của chương trình Việt Pháp thì em có đăng ký môn học Mạch điện tử (MSMH: EE2035) để thay thế cho môn học Điện tử (MSMH: 402705) đã không còn mở lớp nhưng đăng ký không thành công. Kính mong thầy/cô giải đáp và hướng dẫn để em có thể đăng ký môn học này. Em xin chân thành cảm ơn.",
    "Em là  MSSV: . Cho em hỏi quý thầy cô là bây giờ em đi làm nên chỉ rảnh thứ 7 và chủ nhật, nhưng hôm qua thứ 7 em mới lên trường thì phòng đào tạo không có làm việc. Vậy làm sao em nhận bằng Tốt nghiệp được ạ, cảm ơn quý thầy cô.",
    "Dạ em chào thầy (cô), em tên là , MSSV , dạ trong đợt đăng ký môn lần 2 môn tiếng Pháp 8 của nhóm P01 hiện không đăng ký được ạ, mong pdt mở để em có thể đăng ký môn tiếng Pháp 8 nhóm P01 ạ vì chỉ có nhóm P01 của em không trùng lịch tkb. Em xin cảm ơn thầy (cô) ạ.",
    "Em chào Thầy/Cô ạ, Em là sinh viên k18 thuộc ngành Kỹ thuật điều khiển và tự động hóa. Em thấy mail thông báo không xét CCAV cho LVTN hk212, nhưng hiện tại em đăng ký LVTN thì hệ thống không cho đăng ký ạ. Thầy/Cô cho em xin câu trả lời với ạ. Em cảm ơn ạ.",
    "cho em hỏi là hiện tại có số đông các bạn muốn học môn siêu cao tần nhưng đã đầy sỉ số lớp thì tụi em cần làm gì ạ. Em đã có danh sách đầy đủ của sinh viên cần học. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Dạ chào cô ,  Môn học hóa vô cơ MA2041 đã có 117 bạn đăng kí mở lớp ở đợt nhưng lại không được mở môn học ở đợt 2 . Hiện tại có khá nhiều bạn cần môn học này trong học kì 212 ,pđt có thể mở thêm lớp để chúng em được đăng kí được không ạ . Em cảm ơn ạ ! ",
    "Dạ em chào PDT, em tên là  MSSV: , hiện đã đăng ký tốt nghiệp thành công và cũng đã có email xác nhận. Nhưng ở trong mục đăng ký tốt nghiệp có phần đăng ký gửi giấy tốt nghiệp tạm thời về nhà, em đã tick vào đó để đăng ký gửi về nhưng bây giờ vào thì thấy ô đó bị trống nên cho em hỏi là em có cần phải tick lại hay làm sao để có thể gửi được về nhà không ạ, mong PDT check giúp em đã đăng ký gửi về hay chưa vì bạn em đăng ký cùng ngày thì đã nhận được bằng tạm thời rồi ạ. (Vì hiện tại em đi làm nên không thể lên trường lấy trong giờ hành chính được ạ). Hình ảnh về mục chưa tick em có đính kèm ạ. Em cảm ơn PDT",
    "Kính gửi PĐT Em tên:  MSSV:  PĐT cho em hỏi là em có nhận được mail của PĐT là không xét chứng chỉ anh văn khi đăng ký luận văn tốt nghiệp cho kỳ 212, nhưng khi em đăng ký thì lại bị báo là phải có chứng chỉ anh văn ạ.",
    "Dạ thưa. Em là . MSSV . Học kỳ 212 này em có đặng ký môn Đồ án môn học xử lý nước cấp (EN3033) vào đợt đăng ký môn học đợt 1 với sỉ số nhưng trường thông báo là môn học không mở do khoa không tổ chức. Em còn thiếu mỗi môn ấy để có thể làm LVTN. Em xem chương trình đào tạo thì môn này từ khóa 2019 đã không còn mà thay vào đó là môn Đồ án môn học xử lý nước thải và nước cấp (EN 3077). Em xin hỏi là môn đó có phải là môn tương đương, thay thế của môn Đồ án môn học xử lý nước cấp (EN3033) không ạ? Nếu không phải thì em muốn làm đơn xin mở lớp nhưng lớp sỉ số quá ít quá thì sao ạ? Em mong được giúp đỡ. Em cám ơn ạ.",
    "Thầy cô có thể cân nhắc tăng sỉ số lớp Kỹ thuật siêu cao tần không ạ. mong thầy cô có thể giúp đỡ tụi em. Em cảm ơn ạ.",
    "dạ chào cô  em là khương sinh viên k20. nếu như em muốn đăng kí cải thiện điể sẽ đăng kí môn ở học kì chính hay học dự thính ạ",
    "Mở môn học học kỳ 212 .   B Kính gửi PĐT, hiện tại em có lên xem lý do tại sao không thể đăng ký môn học Đồ án thiết kế công nghệ sinh học CH4011 là do khoa không mở môn học. em có liên hệ chủ nhiệm bộ môn để làm đơn thì chủ nhiệm bộ môn nhắn em là không cần làm đơn thì đồ án không giống với môn học bình thường nên cứ đăng ký bình thường. Mong thầy cô xem xét và mở lớp môn học giúp em ạ.",
    "Dạ em xin chào pđt Pđt cho em hỏi là tại sao em vẫn không đăng kí được luận văn tốt nghiệp khoa Hóa CH4327 với lý do là thiếu chứng chỉ anh văn trong khi đã có văn bản báo sẽ miễn xét vậy ạ? Mong sớm nhận được phản hồi từ pđt. Em cảm ơn ạ",
    "Kính gửi thầy/cô, Hiện tại em đang gặp vấn đề về đăng ký môn \"Luận văn tốt nghiệp\" cho học kỳ 212 ạ. Lý do không đăng được là hệ thống báo:   B Chưa đạt chuẩn tiếng anh. Nhưng em có nhận được mail là học kỳ 212 sẽ không xét về tiêu chuẩn Tiếng Anh. Em cần thầy/cô xem xét lại trường hợp này . Em xin cảm ơn.",
    "Chào thầy cô, trong đợt 2 đăng kí môn học, em không đăng kí được luận văn tốt nghiệp vì hệ thống báo không có chứng chỉ anh văn. Nhưng trường có mail sinh viên sẽ tạm hoãn chứng chỉ. Vậy cho em hỏi làm sao để có thể đăng kí luận văn được ạ? Em cảm ơn thầy cô rất nhiều.",
    "Kính gửi Phòng Đào tạo Em đã hoàn thành đủ điều kiện tốt nghiệp tuy nhiên vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Mong Phòng Đào tạo hỗ trợ giúp em có thể đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn quý thầy cô ạ!",
    "Em có hoãn thi môn Phương Pháp Tính học kì 202, bảng điểm đã cập nhật điểm 14, nhưng hiện tại em vẫn chưa có lịch thi",
    "Kính chào quý thầy/cô, Em là , MSSV: . Thầy/cô cho em hỏi là học kỳ này trường mình miễn xét chuẩn chứng chỉ anh văn cho đăng ký môn học và đăng ký luận văn tốt nghiệp. Nhưng kết quả đăng ký LVTN lần 1 của em bị hủy, em đã tiến hành đăng ký lại lần 2 mà vẫn không được, vẫn bị hiện thiếu chứng chỉ anh văn nên không cho phép đăng ký. Bây giờ, em phải làm như thế nào để có thể đăng ký LVTN được ạ. Em cảm ơn thầy/cô rất nhiều. Kính chúc thầy/cô có một tuần mới vui vẻ và thật nhiều sức khỏe ạ.",
    "Em có lịch thi để xóa điểm hoãn vào ngày 29/12 12h, môn vật lí 1 PH1003 Lý do: Laptop em bị hỏng dây nguồn, đem ra tiệm sửa thì hẹn em sau tết dương 5/1 mới trả máy, em không mượn được lap do em không ở trên tp Em đã đăng ký hoãn trên mybk mục 12 theo mail. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo Em tên: .        MSSV:  Về vấn đề đăng ký môn học HK212, hiện tại em đăng ký môn học mới thì hệ thống đều thông báo trùng thời khóa biểu môn học MI1003 - Giáo dục quốc phòng nên em không đăng ký thêm được bất kì môn học nào. Bây giờ em chỉ mới đăng ký được 11 tín chỉ, chưa đủ so với quy định của nhà trường. Được biết rất nhiều bạn sinh viên K21 gặp phải tình trạng giống như em.Mong Phòng đạo tạo nhanh có hướng giải quyết phù hợp cho sinh viên. Em xin cảm ơn.",
    "Em chào T ạ. Em là  (). Sinh viên năm 4. Hiện tại em chỉ còn 2 môn chưa học. Trong quy định là môn Đồ án chuyên ngành (ME4047) có môn học trước (HT) là Thiết kế hệ thống cơ khí (ME4003). Đã là học kỳ cuối và số môn học còn lại rất ít. Em muốn hỏi là T có thể đặc cách cho em học song hành (SH) 2 môn nêu trên để hoàn thành các môn học và đủ điều kiện kịp làm luận văn trong kỳ sau nữa không ạ. Em cảm ơn. Mong được hồi đáp sớm từ T để có phương án đăng ký môn kịp đợt đăng ký. --------------  .",
    "Em xin chào Văn Phòng ạ, Em tên là , sinh viên K2018, khoa Điện-Điện Tử, chương trình Tiên Tiến. Chương trình đào tạo (CTDT) của K2018 bọn em có môn học “Trường và sóng điện từ” (mã 405408), CTDT mới của K2019 đã bỏ môn học này nhưng không có môn học tương đương thay thế. Bọn em có một số bạn phải học lại môn này vì thi chưa qua môn nhưng vì không có mã môn thay thế nên bọn em đang rất lo lắng không biết xử lý thế nào vì sợ không đủ tín chỉ. Bọn em có thể làm cách nào để xử lý vấn đề này không ạ?  Em xin cảm ơn rất nhiều.",
    "Kình chào phòng đào tạo! Em tên:  MSSV: Em đã nhận được mail về việc hiệu chỉnh ĐKMH của trường, nhưng do trang https://mybk.hcmut.edu.vn/my/homeSSO.action của trường bị lỗi, khiến em không thể hủy tất cả các lớp ban ngày học cùng sinh viên chính quy. Kính mong phòng đào tạo hủy tất cả các môn học ban ngày giúp em hoặc sửa lại phần hiệu chỉnh ĐKMH để em tự hủy ạ. Em cảm ơn.",
    "Em chào Thầy/Cô, em tên là , MSSV:  Khoa Điện - Điên tử. Em có định hướng học chương trình liên thông ĐH thạc sĩ thầy/cô cho em hỏi là em đăng ký môn học theo chương trình cử nhân 132 tín chỉ rồi tốt nghiệp sau đó mới học tiếp các môn của chương trình ĐH Thạc sĩ, hay là đăng ký môn học từ bây giờ theo chương trình ĐH Thạc sĩ trên trang pgs.hcmut.edu.vn luôn ạ. Em có tìm hiểu nhiều nhưng vẫn còn chưa rõ. Mong thầy/cô giải đáp giúp em ạ. Em cảm ơn chúc Thầy/Cô  khỏe! ",
    "Em muốn hỏi điểm đạt đối với môn đăng kí hoãn thi là lớn hơn bằng 5 phải không ạ? Nếu em được 4.75 thì có được làm tròn lên không ạ?",
    "Thưa thầy/cô em tên . MSSV:. Em muốn hỏi là đợt tốt nghiệp tháng 11 tên em đã có trong danh sách tốt nghiệp dự kiến và em đã nhận được bằng tốt nghiệp tạm thời nhưng tới nay em vẫn chưa nhận được mail nhận bằng chính thức. Nhờ thầy/ cô tra cứu giúp em xem em còn mắc phải vấn đề gì ko. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Do môn học này từ khóa 2019 trở về sau không còn  trong chương trình đào tạo nên mong PĐT hỗ trợ mở lớp cho các bạn chưa hoàn thành môn này. Hiện nay tụi em có khoảng 12 sinh viên, mong PĐT xem xét giữ lớp a.Tụi em đã liên lạc giáo viên giảng dạy môn này và đã được đồng ý. Em cảm ơn.",
    "Em chào thầy/cô ạ, Em là , MSSV: , SV Khoa Khoa học và Kĩ thuật Máy tính. Theo thông báo từ PĐT, ở học kì 212 này tạm thời không xét CCAV để đăng kí môn LVTN. Tuy nhiên, ở kết quả đợt 1 em lại bị rút môn với lí do thiếu môn tiên quyết, và khi đăng kí lại ở đợt 2 thì lại có thông báo không thể đăng kí do thiếu CCAV (hình được gửi kèm). Được biết, em đã đủ số ngày CTXH, đạt các môn tiên quyết khác và đủ số tín chỉ yêu cầu để đăng kí LVTN. Thầy/cô có thể hỗ trợ cho em được không ạ? Em cám ơn rất nhiều, mong nhận được phản hồi từ thầy/cô.",
    "Xin chào ạ! Em vừa biết điểm thi anh văn nói viết, em đã đạt, giờ em muốn đăng kí tốt nghiệp, nhưng hạn đăng kí tốt nghiệp là ngày 24/12/2021, vậy bây giờ em muốn đăng kí tốt nghiệp thì phải làm như thế nào ạ?",
    "Em xin phép gửi file PDF đơn xin gia hạn tới Phòng Đào Tạo và Ban Giám Hiệu Trường Đại Học Bách Khoa TPHCM. Em xin chân thành cảm ơn !",
    "Em xin chào thầy ( cô ) ạ! Em là , Mssv  Do sai xót trong quá trình đổi lịch học, em đẫ bị mất suất môn  ( SP1039 )  Em xin phép phòng đào tạo có thể giúp em đăng kí thêm 1 suất lớp L17 môn học  ( SP1039 ) với ạ. Hiện tại em đang khó khăn tỏng việc tìm kiếm môn học thay thế nên mong Phòng Đào Tạo giúp em với ạ Em xinh chân thành cảm ơn!",
    "Em xin phép Phòng Đào tạo xin được nới sĩ số lớp L01 (tiết 11, 12 thứ 3) lớp CO3015 - Kiểm tra phần mềm, vì em cần học môn này để hoàn thành chương trình học Nếu không thể tăng sĩ số, em xin phép được mở thêm lớp của môn học này ạ. Mong Phòng Đào tạo xem xét nguyện vọng của em. Em cám ơn ạ",
    "Xin chào phòng tạo Em tên  mssv .Em đăng ký tiểu luận tốt nghiệp (260063) học này mà em bị dính chính chỉ anh văn không đăng ký được. Em mong phòng dào tạo có thể giải quyết cho em .Em xin cảm ơn.",
    "Kính gửi Phòng Đạo Tạo. Em tên là:  -  - Khoa Kĩ Thuật Hóa Học. Vâng thưa PDDT em có đăng kí môn   B thí nghiệm vật lý    và được xếp vào một lớp; em không hủy môn nhưng tại sao trên phiếu đăng kí của em lại không có môn này nữa ạ ? Kính mong PĐT xem xét ạ! Em xin chân thành cảm ơn! Trân trọng.",
    "Mở môn học học kỳ 212 . dạ em là Vũ Bùi Tấn Phát mssv   Hiện tại em chỉ mới đăng kí được 10 tín chỉ do lỡ tay xóa môn giải  tích 2 nên giờ đã hết slot môn này em vẫn chưa đăng kí Em mong được mở thêm lớp môn Giải Tích 2 ạ",
    "Mở môn học học kỳ 212  . Dạ em chào thầy/cô, Em có đăng kí Môn Me2101, và em phải đăng kí thêm Me2117 để tương đương với mã cũ ME2043.Em có bấm đăng kí ME2117 lớp L07, nhưng bị ghi là phải đăng kí song hành(môn này không thuộc chương trình đào tạo của em). Em mong muốn được bổ sung vào lớp L07 mã ME2117 ạ . Em cảm ơn.",
    "Chào thầy/ cô ạ. Hôm trước em nhận được mail không xét CCNN cho LVTN nhưng sao trong đợt 2 này em bị huỷ môn ạ (lý do thiếu môn tiên quyết CCNN). Em đăng ký lại vẫn bị ghi là thiếu CCNN cho LVTN và không thể đăng ký được ạ. Em cảm ơn thầy/cô. Em có đính kèm hình ảnh đăng ký môn không đc vì thiếu CCNN.",
    "Kính chào quý thầy, cô. Em hiện đang là sinh viên lớp KSTn học trên cơ sở 1. Em muốn hỏi thầy(cô) em có thể đăng ký môn tự chọn mã lớp P01 được không ạ? Do các lớp khác đã đầy và phải di chuyển giữa hai cơ sở ạ.",
    "Em kính chào Thầy Cô, Em xin phép trình bày nội dung như sau: Vào đợt đăng kí môn học lần 1 em đã đăng kí 17 tín chỉ cho HK2 nhưng kết quả đăng kí chỉ được 7 tín chỉ. Sau đó đợt 2 em đăng kí được thêm môn Hóa Đại Cương, còn các môn học khác đều bị trùng với môn GDQP nên em không đăng kí được. Vì vậy em chỉ mới đăng kí được 10 tín chỉ. Em mong muốn Thầy Cô hỗ trợ để em được đăng kí thêm môn   B Vật Lý Bán Dẫn EE1007    và môn   B Pháp luật Việt Nam đại cương SP1007   . Em chân thành cảm ơn Thầy Cô.",
    "Chào thầy (cô) Hiện em không đăng kí được LVTN, lý do trên web báo là thiếu CCNN ( em đã qua 4 môn AV trong trường). Nhưng theo mail của PĐT thì học kì này không xét CCNN cho LVTN. Mong thầy (cô) giải đáp giúp em thắc mắc. Em cảm ơn ạ! ",
    "Chào thầy/cô, em là   ngành KTXD Cảng - Công trình Biển. Em có nguyện vọng học môn Nền Móng CI3195 trong kì này để bổ sung kiến thức tiếp tục các môn kế tiếp nhanh chóng hơn. Mong pđt, quý thầy cô có thể mở thêm sỉ số lớp Nền Móng CI3195 học kì chính 212 ạ. Em xin cảm ơn.",
    "Em chào nhà trường Em là , sinh viên K18 ngành Kỹ thuật điều khiển và tự động hóa , khoa Điện Điện Tử. Em có thắc mắc về vấn đề đăng ký Luận Văn Tốt Nghiệp(EE4327), như mail trường thông báo thì chuẩn anh văn tạm thời không được xét đến nhưng khi đăng kí môn học thì em được thông báo là thiếu môn tiên quyết. Em muốn hỏi là kì 212 em có đk được Luận văn không ạ . Em cảm ơn Mong sớm được hồi đáp.",
    "Dạ em học môn triết học mác lenin ở học kì 202 nhưng em hoãn thi cuối kì, học kì 211 em mới thi (nhóm HT01) nhưng tới giờ em vẫn chưa biết điểm thi cuối kì của mình.Cho em hỏi khi nào em mới biết điểm thi ạ.",
    "Em tên  điện K19 em đang gặp vấn đề lớn về đăng ký môn học. Kỳ 211 em không đăng ký được bất kỳ môn nào của năm 2 trong CTĐT vì lý do PĐT không xếp được lớp đến kỳ 212 thì em vẫn bị hủy hết thời khóa biểu vì nhưng môn tiên quyết ở HK211 em không được học. Hiên em đã  trễ hơn các bạn K19 gần 2 năm rồi ạ em rất hoang mang với tình hình hiện tại. Em không còn nợ môn những vẫn không được học các môn mới. Em rất mong có được hướng đi cho trường hợp của mình. Em cũng rất cần nơi để em có thể nói rõ về trường hợp hiện tại của em để có cách xử lý ạ.  ĐẾN NGÀY 29 LÀ ĐÓNG ĐỢT ĐĂNG KÝ MÔN RỘI Ạ.",
    "Dạ kính chào quý thầy cô, Em là sinh viên khóa K19 - khoa Điện Điện tử, Kỳ 6 này em có Đồ án 1 nhưng do kỳ trước em không đăng ký môn Kỹ thuật hệ thống Viễn Thông (môn học trước của Đồ án 1) nên không đủ điều kiện để đăng ký Đồ án 1 và kéo theo trễ Đồ án 2 . Hiện tại em đang rất hoang mang, em không biết thầy cô có cách nào có thể giúp em được không ạ? Em có thể xin thầy cô hướng dẫn xác nhận cho em được làm đồ án trước không ạ ? Em xin chân thành cảm ơn !",
    "Em là sinh viên K18, theo như mail của phòng đào tạo là học kì 212 sẽ tạm thời không xét chứng chỉ tiếng anh cho việc đăng ký luận văn tốt nghiệp, sao em không đăng ký được vậy ạ? Mong quý thầy cô giải đáp giúp em. Em cảm ơn.",
    "Kì 212 không xét Toeic cho LVTN nhưng hiện tại em đã bị xóa LVTN và không thể đăng kí lại vào đợt 2 vì thiêu chứng chỉ ngoại ngữ",
    "Em chào anh/chị, hôm nay em nhận được một email từ  thông báo về điều kiện tiên quyết, học trước, song hành của môn học SV đã đăng ký trong đợt đăng ký môn học HK2/2021-2022. Trong mail có có một file đính kèm thì file đó thông báo là môn tiên quyết để làm luận văn của em đó là đồ án 1 và thí nghiệm máy điện. Em có những thắc mắc sau: 1. Đồ án 1 em đã có điểm từ rất lâu nhưng lại xuất hiện trong file excel trường đã gửi. 2. Môn thí nghiệm máy điện(408405) không có trong chương trình dạy của khoa điện điện tử(chương trình tiên tiến) chuyên ngành tự động hóa. vậy tại sao lại có môn này trong môn tiên quyết để làm luận văn của em vậy ạ. Mong anh/chị giải quyết 2 thắc mắc này của em để em có thể làm luận văn trong kì sau ạ, em xin gửi anh chị file excel hôm nay trường gửi em. Trân trọng./.",
    "Em chào cô/thầy. Em là , MSSV: , sinh viên khoa Khoa học và kỹ thuật máy tính. Em hiện tại vẫn chưa có email đăng kí tốt nghiệp ạ, em đã xin đăng kí tốt nghiệp vào 20/12 trên BKSI ạ. Mong cô thầy kiểm tra lại giúp em với ạ. Em xin cám ơn.",
    "Em xin chào phòng đào tạo. Trước đây em có hỏi về vấn đề thôi học. Em định thôi học và định in bảng điểm của HK211 nhằm chuyển điểm. Khi đó, nhận được hồi đáp là nên in ở HK212. Hiện tại, em đã hoàn thành thi cuối kì hết các môn ở HK211 và chỉ có hai môn lên điểm ở BKeL . 1/ Vậy thời điểm HK212 cụ thể là thời điểm nào ạ? (sau ngày 3/1 hay sao ạ?) 2/ Nếu em xin thôi học nhưng đã thi đầy đủ thì sau này có thể được in bảng điểm lại không ạ? Em xin cảm ơn.",
    "Cho em hỏi là em là sinh viên hệ vừa học vừa làm thì nếu như lớp tiếng việt của môn cơ học đất có mã môn học là CI3235 hết chỗ và không còn lớp nào khác, nên em muốn học chương trình của chất lượng cao môn cơ học đất cùng mã môn học thì em có được quy đổi điểm tương đương không ạ?  Em xin cảm ơn",
    "Dạ thầy cô cho em hỏi ạ. Đợt vừa rồi do đọc sót mail nên em có quên đăng ký và đóng bảo hiểm y tế của trường. Bây giờ em có cách nào để có thể đăng ký bổ sung được không ạ. Mong thầy cô giúp em ạ.",
    "em là  MSSV: sinh viên khoa điện-điện tử K18 phân ngành điện tử viễn thông. Em trễ đồ án 2 học kì rồi và em đang thiếu 1 môn học trước của đồ án là thực tập điện tử 2. Nhưng do tình hình dịch nên 2 kì vừa rồi (203 và 211) em cố gắng xin mở lớp và xin vào lớp thực tập điện tử 2 nhưng không thành. Mong phòng đào tạo cho phép em đăng ký đồ án trong học kì này . Dạ em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Em là  - . Em muốn hỏi là em vừa thi đậu Anh văn Nói - Viết và đã đủ điều kiện tốt nghiệp, tuy nhiên em không truy cập trang đăng ký tốt nghiệp được, không biết phòng đào tạo có thể giúp em để em có thể tốt nghiệp kịp đợt này không ạ. Em xin chân thành cảm ơn.",
    "Xin chào PĐT, PĐT có thể cho em hỏi cách để đăng kí rút môn học trong tình hình dịch bệnh này được không ạ? Em xin chân thành cảm ơn",
    "Chào cô, Em là  sinh viên lớp CK18NH1. Khi đăng kí LVTN thì hệ thống thông báo em bị thiếu môn tiên quyết là CCAV trong khi một số bạn trong lớp dù chưa có CCAV vẫn có thể đăng kí thành công. Trong trường hợp như vậy thì em phải làm như thế nào ạ! Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Em hiện tại đã thi qua 640đ anh văn ở trường, tuy nhiên do tình hình dịch bệnh nên chưa thể thi để lấy chứng chỉ anh văn được. Lúc em đăng ký môn LVTN CO4317 thì bị hủy do không thỏa điều kiện anh văn. Em có thể làm gì trong trường hợp này ạ? Em cảm ơn!",
    "Em tên là  MSSV: . Hiện tại em có lịch học hóa thí nghiệm lớp VL07 vào tuần 01 và 02 ở CS1 lúc 12h đến 16h50. Em muốn xin hủy lịch học này đến khi tình hình dịch ổn định vì hiện tại địa phương em vẫn còn khá căng thẳng ạ. Em mong bản thân sẽ được giải quyết sớm để không ảnh hưởng đến kết quả học tập ạ. Em cảm ơn.",
    "Thưa Thầy/Cô, Em là , mã sinh viên , sinh viên khoá K18 khoa Điện - Điện tử, chuyên ngành Viễn Thông. Em có hai thắc mắc mong được giải đáp ạ:    1/ Theo email mới nhất của trường, thì \"Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN ...\" (đính kèm Hình 1). Tuy nhiên, khi em vào đăng kí môn Luận văn tốt nghiệp thì lại hiện thông báo là thiếu Chứng chỉ ngoại ngữ (Hình 2). Trong trường hợp này em phải làm sao ạ?    2/ Theo thông báo trên trang http://www.aao.hcmut.edu.vn/ thì sinh viên từ khoá K18 phải nộp \"Chứng chỉ TOEIC Speaking & Writing\" (Hình 3), vậy chứng chỉ này em có thể thi tại trung tâm BK English của trường được không, hay phải thi ở IIG ạ? Rất mong được giải đáp ạ. Em xin cảm ơn.",
    "Em chào thầy/cô, em tên , MSSV , khóa 2020 hệ VHVL khoa Kỹ thuật giao thông chuyên ngành công nghệ ô tô. Hôm nay em kiểm tra quá trình đăng ký môn học của em thì thấy có 2 dòng em thắc mắc: + đầu tiên là dòng số 6 từ trên xuống, PDT không đăng ký cho SV MH ME2013 (thiếu môn học trước MT1003): vấn đề này lúc trước em có lên hỏi 1 thầy ở PDT, em không nhớ rõ tên, lúc đó thầy nói với em là HK201 lúc em vừa nhập học có học bổ túc lại môn giải tích (mã môn MT1005), sau khi học xong môn này là em đã hoàn thành xong môn toán, không cần học môn toán nữa. + tiếp theo là dòng số 8 từ trên xuống, PDT không đăng ký cho SV MH TR3075 (thiếu môn học trước TR2007): HK201 em đã hoàn thành môn Kết cấu động cơ đốt trong (mã môn TR2007) và được điểm trung bình là 8.5 vậy thì sao trên hệ thống ghi em thiếu môn này được ạ? Mong thầy/cô giải thích giúp em 2 thắc mắc này, đồng thời chỉnh sửa lại đúng thông tin để em có thể đăng ký thêm môn học. Em cảm ơn thầy/cô, em !",
    "Em tên  mssv  Kì 211,theo mail của phòng đào tạo là miễn giảm chứng chỉ ngoại ngữ để đăng kí luận văn tốt nghiệp,nhưng kết quả đợt 2 của em lại bị xóa luận văn tốt nghiệp.Em đăng kí lại thì thấy yêu cầu là thiếu chứng chỉ ngoại ngữ ạ.Vậy giờ thì em nên làm gì để được đăng kí luận vân ạ. Em cảm ơn.",
    "Em muốn hỏi hai môn học sau có còn được mở lớp cho K19 không ạ. EE3113: Quy trình thiết kế và sản xuất vi mạch EE3083: Kỹ thuật số nâng cao Hai môn học có trong môn tự chọn của các khóa trước nhưng phần môn tự chọn trong chương trình đạo tạo của k19 thì không còn.",
    "Em tên là , phòng đào tạo email ai chưa có chứng chỉ anh văn quốc tế vẫn được đăng kí môn học luận văn tốt nghiệp (CH4327). Nhưng em vẫn không đăng kí được vì điều kiện này. Mong phòng đào tạo giải đáp giúp em ạ",
    "cô ơi cho em hỏi kì nay sao ko đăng kí  đồ án vs thực tập trung được ạ em k17 đang bị trể nên h mới làm đồ án và thực tập được như moi năm các bạn chia sẻ thì bảo thực tập và đò án là hai môn song hành có thể đăng kí chung được .cô xem giúp em với ạ",
    "Kính gửi PĐT! -Em tên là , Sinh viên hệ VLVH, MSSV . -Em tạo yêu cầu xin phép cho em được đăng ký môn học \"Điều Khiển Điện Tự Động Trên Ô tô - TR4023\" của đợt ĐĂNG KÝ/ 2 - CQ - ĐỢT 2 (Thứ 2, tiết 4,5). -\"Đồ án môn học thiết kế ôtô - TR4037\" của đợt ĐĂNG KÝ/ 2 - CQ + VLVH ĐỢT 2 - . -Với lý do em hệ VLVH kiếm môn học mở lớp rất khó khăn, do em chưa học các môn tiên quyết như yêu cầu và thời gian tới cũng không mở lớp. Nên rất mong PĐT tạo điều kiện giúp em. -Em xin chân thành cảm ơn và rất mong được câu trả lời sớm nhất từ PĐT.",
    "Em tên là  MSSV  Em có một thắc mắc là em có thấy mail thông báo mới nhất về DKMH có nhắc là môn Giáo dục thể chất đã được bổ sung, SV có nhu cầu thì đăng ký. Tuy nhiên, khi em điền mã môn để đăng kí thì không có một môn thể chất nào mở lớp ạ. Hiện tại em còn thiếu 1 học phần thể chất để đủ điều kiện đăng kí năm 3 thì không biết là đang có lỗi bên web hay là bao giờ đăng kí thì sẽ có mail thông báo chính thức ạ. Em mong được sớm giải đáp thắc mắc. Em chân thành cảm ơn thầy/cô ạ",
    "Em là  Mssv: khoa CNVL. Dạ thưa Phòng đào tạo, em hiện không đăng ký được LVTN của khoa em ạ, lý do là thiếu CCAV. Nhưng theo mail mà pdt gửi lúc trước là mình tạm thời bỏ qua CCAV đúng không ạ. Mong phòng đào tạo xét lại giúp em tại em hiện cũng không vuớng điều kiện gì ngoài CCAV do em bị dịch chưa thi được ạ. Em cảm ơn .",
    "Chào anh/chị, anh/chị cho em hỏi kì này em không đăng ký môn và tình trạng sinh viên là tạm dừng thì em có thể đăng ký để in thẻ sinh viên được không ạ? ",
    "Kính gửi PĐT,  Em là , sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN cho HK212, tuy nhiên khi vào chọn đợt đăng ký dành cho SV VLVH chuyển hệ và đăng ký vào nhóm lớp Axx thì hệ thống báo là \"Sinh viên không được phép đăng ký vào nhóm lớp này\". Nhờ PĐT kiểm tra lại giúp em tình trạng này để em có thể đăng ký môn học ạ. Em cảm ơn.",
    "Em chào PDT, kì vừa rồi (tức HK201) em có rớt 1 môn chính trị 2 chỉ, do nhận biết trễ và thiếu linh hoạt, nên kì tiếp theo (tức HK202) đã không đăng kí học lại do đã quá thời hạn bổ sung của học kì, cho đến giờ chỉ còn nợ môn đó để ra trường. em vừa đăng kí vào học kì 211 này và muốn hỏi là có cách nào mình có thể học kịp và đăng kí tốt nghiệp (tức lễ ra trường vào tháng 4) được không ạ? Do em không muốn kéo dài thời gian thêm nữa, cũng 1 phần do sự bất cẩn của em từ việc rớt môn đến đăng kí học lại chậm trễ nên phải đợi 1 năm nữa mới có thể ra trường, dù chỉ vướng 1 môn học 2 chỉ. Nếu có cách nào để hoàn thành và kịp tốt nghiệp thì có thể cho em biết được không ạ, hay buộc mình phải hoàn thành trong kì tiếp theo thưa T.",
    "Em chào thầy/cô ạ. Hiện tại em chưa hoàn thành môn thể chất học phần 1. Em muốn hỏi là kỳ 212 này có mở môn học thể chất học phần 1 không ?  Em cảm ơn nhiều ạ.",
    "Kính gửi PĐT, Em đăng ký môn Khí động học 1 (TR2011) và Luận văn tốt nghiệp (213700). Tuy nhiên, kết quả đợt I trả về là không có TKB. Lý do  - Khí động học 1:   B Thiếu môn học trước    - Luận văn tốt nghiệp (213700):   B Thiếu môn tiên quyết    Em nghĩ rằng đó là do em chưa nộp chứng chỉ AV đủ chuẩn. Tuy vậy, trong email PĐT gửi ngày 7/12, PĐT xác nhận rằng nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học cho HK chính 212.Mong PĐT có thể giải đáp giúp em . Em xin cảm ơn, ",
    "Mở môn học học kỳ 212 . Dạ thưa Pđt Em tên là  mssv  khoa Điện Điện tử, dạ nay em làm đơn này là vì muốn xin pđt mở thêm lớp hoặc tăng số lượng lớp Giải tích mạch EE2033 từ 80 thành 99 ạ. Dạ tại vì học kì trước em đăng kí môn GTM nhưng vì không có chỗ nên em không đăng kí được mà môn đó lại là môn tiên quyết của 3 môn khác trong học kì này nên hiện tại e chỉ còn 1 môn (2 chỉ) trong phiếu đăng kí thôi ạ (Đợt 1 em có đăng kí 4 môn nhưng bị xóa hết 3 vì thiếu môn GTM ạ). Dạ em mong Pđt có thể mở thêm số lượng sinh viên cho môn này để em có thể đăng ký và tiếp tục học ạ, vì môn này quan trọng trong chương trình đào tạo của em lắm ạ, còn những môn khác về lý thuyết em đăng ký nhưng mà hết chỗ rồi nên hiện tại em chỉ còn có 2 chỉ thôi ạ. Dạ em cảm ơn Pđt nhiều lắm ạ Chúc Pđt có nhiều sức khỏe ạ",
    "Mở môn học học kỳ 212 . Nhà trường cho em hỏi thủ tục để xin mở thêm lớp môn học ở kì 212 ạ. Em xin cảm ơn",
    "Xin chào thầy/cô, Em tên , MSSV , chuyên ngành điện từ - viễn thông thuộc khoa Điện - Điện tử. Em đều đã hoàn thành các môn anh văn từ 1 đến 4 trong trường. Hơn nữa, theo thông báo thì nhà trường sẽ không xét chuẩn anh văn cho đợt đăng ký môn học lần này. Nhưng khi em đăng ký luận văn tốt nghiệp cho học kỳ sau thì lại bị lỗi không thể đăng ký nhưng trong ảnh ạ . Rất mong thầy/cô xem xét giúp em trường hợp này và cho phép em đăng ký luận văn cho kì sau ạ. Em mong thầy/cô có thể phản hồi sớm. Em xin chân thành cảm ơn.",
    "Em xin chào thầy,cô. Do em bị trễ môn EE3019 - Truyền số liệu và mạng,EE3021 - Thực tập điện tử 2 ( em có gửi hỗ trợ và pdt nói đã add em vào lớp nhưng rốt cuộc vẫn không có tkb nên em bị trễ ) vì vậy em bị trễ đồ án. Hy vọng pdt tạo điều kiện cho em dky đồ án EE3151 song song với EE3019 - Truyền số liệu và mạng và EE3021 - Thực tập điện tử 2 trong kì sau . Em xin cảm ơn thầy, cô.    .",
    "Kính gửi thầy cô  Em học chuyên ngành điện tử viễn thông, Kì 212 tới, em có đăng kí môn kỹ thuật ra quyết định, môn này thuộc môn tự chọn nhóm C của chuyên ngành em nhưng hôm qua em có nhận mail báo về thiếu môn hai học trước cho môn kỹ thuật ra quyết định, nhưng mà hai môn này không có trong chương trình đào tạo của chuyên ngành em, vậy thì em có được phép đăng ký môn kỹ thuật ra quyết định không ạ?   Em xin cảm ơn  Trân trọng   Nam",
    "Kính thưa thầy cô, em tên , là sinh viên năm 2 đang theo học tại trường . Chẳng là các kỳ học vừa qua, em chỉ đăng ký và học được 1 học phần Giáo Dục Thể Chất (GDTC), phần vì lớp đăng ký bị hủy và phần vì dịch COVID-19. Em dự tính đăng ký thể chất ở học kỳ này để đủ điều kiện đăng ký môn ở năm 3. Tuy nhiên, em đã không tính đến việc môn Giáo Dục Quốc Phòng (GDQP) được dời đến học kỳ này, dẫn đến việc đăng ký môn vô cùng khó khăn vì trùng lịch. Sau đây em muốn hỏi: 1. Liệu môn GDQP có ảnh hưởng đến việc đăng ký môn thể chất hay không? Trong trường hợp tệ nhất, em nên ứng phó thế nào? 2. Trang đăng ký môn học hiện không hiển thị các lựa chọn về môn GDTC, liệu học kỳ này sinh viên có thể đăng ký thể chất hay không? 3. Việc đăng ký môn học đang bị giới hạn bởi GDQP, dẫn đến nhiều sinh viên như em chưa đăng ký đủ 14 tín chỉ. Thầy cô có thể cung cấp thông tin về những môn học hỗ trợ GDQP được không?",
    "Dạ cho em hỏi kì này em bị sự cố thực sự đáng tiếc là cúp điện trong lúc thi môn cuối cùng của học kỳ và đã thông báo giám thị hoãn thi cuối kì. Mà điểm các môn học khác thì em đã cố gắng đạt khá cao để đạt được học bổng.   B Vậy cho em hỏi hoãn thi thì bị hủy điểm thành phần không ạ? Và đồng thời kì học mà có môn hoãn thi cuối kì mà thi lại thì có được xét học bổng khuyến khích không ạ?    Em cảm ơn ạ.",
    "Theo mail trường thông báo, kì này tụi em được miễn CCNN để nhận LVTN, nhưng em và rất nhiều bạn bị huỷ kết quả đăng kí MH đợt 1, và đợt 2 đăng kí lại không được do thiếu điều kiện CCNN, trong khi một số bạn vừa thiếu tín chỉ, vừa thiếu CCNN giống tụi em lại đăng kí được LVTN. Cho em hỏi đây là quy định mới của trường hay là lỗi hệ thống ạ? Nếu là lỗi, xin PĐT mở đăng kí LVTN cho em, mã MH: ME4029, Mssv:  Em xin cám ơn",
    "Mở môn học học kỳ 212 . Gửi PDT, Em là , mssv: , sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Tự động hóa & điều khiển tối ưu (409701) ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv.Mong trường giúp đỡ tụi em  để có thể trả nợ môn này. Em xin cảm ơn rất nhiều.",
    "Chào thầy/cô PĐT, Em tên . MSSV: . Khoa Quản Lí Công Nghiệp. Thầy/cô cho em hỏi: Em là khóa K17 nhưng nếu đăng kí môn học cho học kì 212 thì em sẽ dựa vào chương trình đào tạo của K17 hay đăng kí theo chương trình đào tạo từ khóa K19. Em xin cảm ơn, .",
    "Em chào thầy(cô) ạ, Em là , mssv:  Hôm nay em tạo mẫu câu hỏi xin được thầy(cô) giải quyết giúp em trong việc đăng kí môn học ở học kì 212 hệ chính quy. Khi em đăng kí môn học Luận văn tốt nghiệp (mã: EE4337) thì em có nhận được thông báo thiếu môn học tiên quyết: \"Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)\" Theo như theo dõi thư nhà trường gửi đến thì học kì 212 tạm thời chưa xét đến CCNN . Rất mong thầy cô có thể hỗ trợ để em có thể đăng kí nhận luận văn cho kịp tiến độ đào tạo ạ. Trân trọng cảm ơn sự giúp đỡ của thầy cô,",
    "Chào quý thầy/cô,  Cho em hỏi kì 212 mình không cần tiêu chuẩn ngoại ngử để xét đăng kí môn luận văn tốt nghiệp. Nhưng đến trang đăng kí vẫn lỗi thiếu ccav . Em cũng đã thi TOEIC trước đó để nộp vào, cho em hỏi là cần bao lâu xác nhận đã nộp ccav ạ? Em cảm ơn và mong nhà trường giải quyết vấn đề này, vì hiện tại k18 rất nhiều bạn bị hiện tượng này. Em cảm ơn ạ.",
    "dạ thưa PDT e là  mssv:   e hiện tại đăng ký luận văn (KTD)tốt nghiệp Mã EE4313 nhưng lại bị lỗi anh văn tiên quyết??  e có đính kèm hình ạ  em hy vọng PDT kiểm tra lại giúp em để em đăng ký được luận văn sớm nhất ạ. em xin cảm ơn",
    "Kính chào thầy cô,  Em là K19 và đã đăng ký chương trình liên thông đại học-ths. Em có một số câu hỏi như sau:  1. Điểm các môn học hệ ĐH và hệ liên thông ĐH-ThS có cùng thể hiện trên 1 bảng điểm không? 2. Học phí hệ liên thông 2021 theo em biết là 880k/chỉ, do bạn em đã đăng ký học môn Triết học (hệ liên thông ĐH-THS) . Vậy không biết kỳ này có sự điều chỉnh gì về học phí và số tín chỉ tối đa không?  Vì em nhận thấy mình sẽ rất thiệt thòi với 2 nguyên nhân sau: - Học phí K19 tính theo 17 chỉ. Tuy nhiên số chỉ bậc đại học của em chỉ được xếp từ 11-14 chỉ, số chỉ bậc ĐH-ThS từ 6-10 chỉ . - Hệ thống chỉ cho phép đăng ký tối đa 21 tín chỉ, em không thể học đủ 17 chỉ cũng như phải đóng thêm phần tiền bậc liên thông. Như vậy em sẽ đóng học phí 17 chỉ + 6-10 chỉ giá 880k. Em đã hỏi vấn đề này ở đợt 1 đăng ký môn HK212 CQ nhưng cả PDT và PDT S.DH đều chưa có câu trả lời thống nhất và còn chung chung . Em rất hiểu và thông cảm là PDT gặp rất nhiều trường hợp gấp khác, nhưng em hi vọng được trả lời trong thời gian ĐKMH, để em có thể điều chỉnh kịp thời . Em cảm ơn rất nhiều",
    "Kính gửi: Phòng đạo tạo Em tên là: Trương Công Vũ  MSSV:  Mục đích: Xin được Phòng đào tạo mở thêm sỉ số môn học \"Hóa Phân Tích (CH2009)\". Vì em đang là năm cuối nên mong muốn Phòng đào tạo mở thêm sỉ số để em có thể đủ số tín chỉ ra trường. Môn học này có 2 phần là bài tập và thực hành, vì em đã học qua môn này nên lớp thực hành em có thể chuyển điểm được, vậy nên nhờ phòng đào tạo hỗ trợ giúp em mở thêm sỉ số môn học ạ . Em cảm ơn !",
    "Dạ thưa PĐT! Em tên là:  MSSV: Khoa Kỹ Thuật Xây Dựng   Dạ nay em làm đơn này,em muốn xin PĐT mở thêm lớp hoặc thêm thêm sĩ số lớp của các môn học của khoa e như: (Giải tích 2, Anh văn 2, Hóa đại cương, Khoa học và trái đất, Vẽ kỹ thuật và xây dựng).Hiện tại em chưa đăng ký được môn nào ạ cho học kì 212, Hiện tại hạn tới ngày 29/12 ạ .   Lý do:là em bị mắc lịch giáo dục quốc phòng đăng kí không thể nào đc. Sẵn đây em cũng hỏi về vấn đề đó luôn ạ.Em sinh viên năm nhất nên hơi bỡ ngỡ về viêc đăng kí môn học ạ mong PĐT thông cảm và giúp đở cho em . Em xin cảm ơn PĐT, và chúc PĐT thật nhiều sức khỏe ạ.",
    "Em chào PDT em tên là  MSSV  Kỳ này em có nộp đơn xin gia hạn thêm 1 học kỳ nhưng em vào ĐKMH 2 ngày rồi mà không được. Hiện tại có vài môn em chưa thi nên để cho chắt em xin phép nhờ phòng đào tạo đăng ký giúp em những môn này, em xin cảm ơn: Đồ án chuyên ngành - ME4047 Động lực học cơ hệ - ME4009 Mô hình hoá hình học và mặt phẳng - ME3027 Đồ án thiết kế - ME2011 Cad/cam - me4007 ",
    "Em chào phòng đào tạo, em là , MSSV , hiện đang học lớp VPk17 CDT. Em có đăng kí học dự thính môn   B Vẽ kỹ thuật - CI1003   , nhưng bị huỷ đăng kí vì chưa học trong kỳ chính bao giờ. Trong chương trình Việt Pháp nó là môn   B Hình hoạ   , hiện tại môn đó đã không còn trong chương trình đào tạo và nếu muốn học lại để trả nợ môn thì phải đăng kí môn tương đương   B Vẽ kỹ thuật - CI1003  B . Hy vọng phòng đạo tạo xem xét để em có thể đăng kí được ạ, em xin cảm ơn.",
    "Sáng nay em có vào đăng kí môn, sau đó em huỷ hết mấy môn trường đã xếp sẵn để đăng kí lại theo sắp xếp của em. Mà lúc em đăng kí lại thì hệ thống báo bị trùng thời khoá biểu với môn GDQP. Giờ có cách nào để đăng kí mà không bị trùng hay có thể khôi phục lại thời khoá biểu trường xếp như lúc đầu không ạ. Cám ơn thầy cô đã giúp đỡ ạ.",
    "Chào Thầy/Cô Theo như phòng đào tạo đã thông báo, sẽ tạm thời không xét chứng chỉ Anh Văn khi đăng kí môn học thời HK212. Tuy nhiên, sau khi có kết quả đăng kí môn học đợt 1 HK212, thì môn LVTN của em và rất nhiều bạn khác bị xóa với lý do là thiếu chứng chỉ Anh Văn. Cho đến đợt 2 vẫn chưa đăng kí lại được ạ. Mong Thầy/Cô xem xét lại hệ thống đăng kí môn học để tụi em có thể đăng kí Luận Văn Tốt Nghiệp với điều kiện như Phòng Đào Tạo đã thông báo là sẽ không xét CCAV ở kì 212 ạ.",
    "Em xin phép được hoãn thi môn Phương Pháp Tính ( MT1003 DT01-B ) HK211.Mặc dù em đã đăng kí hoãn thi trên mybk đã mấy ngày trước nhưng chưa được phản hồi.Lý do là tình hình sức khỏe của em không được đảm bảo, em bị mắc covid mặc dù đã qua giai đoạn phục hồi, nhưng cơn đau đầu vẫn xuất hiện thất thường.Em mong pđt chấp nhận. Và em cũng đã bỏ thi vài môn nhưng không thể xin hoãn thi kịp vì đang bị mê sảng do covid tấn công lên não.Em tự điều trị tại nhà và không có giấy bệnh viện,rất mong thầy cô giup em hướng giải quyết. Xin thầy cô chú ý giữ gìn sức khỏe, trân trọng.",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: . Sau đợt kiểm tra cuối kì môn Kỹ thuật an toàn điện (EE3097), học kỳ 211, phòng thi L04_A, em có nộp video quay màn hình. Nhưng sau khi xem lại thì em mới phát hiện ra là phần mềm quay video của em bị hết bản quyền và video quay màn hình chỉ có 10 phút. Em xin hỏi là trường hợp của em thì có thể đăng ký hoãn thi cuối kỳ được không ạ. Nếu có thể thì em xin đăng ký hoãn thi cuối kỳ ạ. Em xin cảm ơn rất nhiều."
]