[
    "Dạ em có nhu cầu đăng ký một số môn học đã có trong danh sách môn tương đương chương trình Việt Pháp nhưng tại trang đăng ký bị lỗi em không thuộc nhóm lớp này. Những môn nãy nhóm lớp CC Những môn học gồm: CH1003  Hóa đại cương AS2047  Vật lý sóng EE2035  Mạch điện tử (môn học này chỉ mở ở CS2) SP1009  Đường lối cách mạng của Đảng Cộng sản Việt Nam Rất mong PĐT xem xét giải quyết cho em ạ. Em xin cảm ơn!",
    "Thưa Thầy/Cô Em xin được mở lớp Sinh Thái Công Nghiệp(610702) dưới dạng đồ án. Em đã được sự đồng ý của giảng viên, chủ nhiệm khoa và Văn Phòng Việt Pháp(chi tiết trong file đính kèm). Xin PDT giải quyết giúp tụi em! Tụi em xin chân thành cảm ơn ạ! Chúc Thầy/Cô thật nhiều sức khỏe!  .",
    "Dạ chào PDT, Em là  - MSSV: , em có thắc mắc là em đã đăng ký hoãn thi xoá điểm HT nhưng hiện tại trong mục hoãn thi xuất hiện 2 phòng thi, 1 là phòng thi theo lịch của PDT xếp để xoá điểm HT đang ở trạng thái chờ xử lý đăng ký hoãn thi, 2 là phòng thi theo lớp cũ ở học kỳ 202 ở trạng thái dự thi hết hạn đăng ký, cả 2 đều cùng 1 ngày và giờ thi và phòng thi cũ trước ngày thi không thấy xuất hiện, không biết đây là lỗi hay em đã thiếu xót trong quá trình hoãn ạ? Mong PDT giải đáp thắc mắc của em. Em xin cảm ơn!",
    "Thưa Thầy/Cô Em là Lợi Thanh Quan, sinh viên Chương trình Việt Pháp K17 Hiện em đăng ký môn Tư Tưởng HCM(SP1037) và xuất hiện lỗi \"Bạn không được phép đăng ký vào nhóm này\" Em xin hỏi cách giải quyết ạ! Em rất cần môn này để tốt nghiệp. Kính mong PDT giúp để em sớm hoàn thành chương trình đào tạo Em xin cảm ơn! Chúc Thầy/Cô nhiều sức khỏe ạ! .",
    "Em tên ; MSSV: ; Lớp: GT18OTO1, Khoa Kỹ thuật giao thông chuyên ngành Kỹ thuật ô tô . Hiện tại em không thể đăng ký môn Luận văn tốt nghiệp (ô tô) - mã môn TR4317 do lỗi: Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)   Trong khi đó, em đã hoàn thành chương trình anh văn 4 và nhà trường đã gửi mail tạm không xét chứng chỉ anh văn cho kỳ này ạ!  Cùng với nó là việc một số sinh viên khác chưa nộp chứng chỉ anh văn nhưng vẫn đăng ký được luận văn nhưng em thì không. Kính mong Phòng Đào tạo có thể giải đáp và giải quyết thắc mắc của em. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô! Em tên: Phạm Chí Thanh MSSV:  Khoa Điện - Điện tử Thầy cho em hỏi về thực tập ngoài trường. Đăng ký thực tập kỳ nào thì đi thực tập kỳ đó đúng không ạ? . Theo chương trình đào tạo K19 chuyên ngành DT-VT thì ở HK212 có đồ án 1 và thực tập ngoài trường ( học song hành). Nếu đăng ký thực tập ngoài trường vào kỳ 212 thì chúng em có thể chủ động đi thực tập ở kỳ 212 hay phải đơi đến HK hè 213 ạ?  Nếu đăng ký thực tập kỳ nào thì đi kỳ đó, vậy chúng em có thể để thực tập ngoài trường   sang HK hè 213 MỚI ĐĂNG KÝ được không ạ? Rất mong thầy cô sớm phản hồi ! Em cảm ơn.",
    "Em tên -. Kì này e muốn học môn xác xuất thống kê MT2001 (3 chỉ) nhưng do không đủ sĩ số nên trường không mở lớp. Liệu em có thể đăng kí mã môn học mới đối với chương trình K19 trở đi là môn xác xuất thống kê MT2013 (4 chỉ) để học thay thế được không ạ. Và nếu được thì việc qui đổi tính chỉ và điểm sẽ như thế nào ạ? Em cảm ơn ạ!",
    "Em là , Sinh viên năm 4 - bộ môn kỹ thuật Hàng Không K18. Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn.",
    "Chào thầy/cô ạ, sinh hoạt công dân đợt 1 vừa qua em đã làm kiểm tra báo cáo chuyên đề 1 nhưng đến bây giờ vẫn chưa được chấm điểm để chuyển sang làm chuyên đề 2, thầy cô cho em hỏi làm thế nào để được chấm điểm để em hoàn thành bài kiểm tra chuyên đề 2 ạ.",
    "Việc là 19/12 Em có thi Nhiệt Động Lực Học và Truyền Nhiệt Em có làm đơn hoãn thi vào ngày 18/12 nhưng em không biết nhà trường thay đổi quy chế. Nay em vào kiểm tra thì phải Đăng Ký hoãn thi trên ứng dụng MY BK. Do lúc đầu em tưởng làm đơn hoãn thi như vậy là xong tại em cũng có hỏi giáo viên thì nói rằng \"làm đơn gửi lên khi nào PDT gửi đơn cô sẽ ký cho em\" nên em tưởng làm đơn gửi rồi chờ Giáo Viên xác nhận nên em cũng không kiểm tra . Có cách nào cho em hoãn thi lại được không ạ! VÌ lúc đầu em có gửi đơn nhưng do ôn thi mấy môn kế tiếp nên không có check thường ạ!",
    "Em là , Sinh viên năm 4 khóa K18 - Bộ môn Kỹ thuật Hàng Không. Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn!",
    "Kính chào quý thầy, cô giáo, Em muốn hỏi sau khi em đăng kí xét chuyển điểm chứng chỉ B1 tiếng Pháp và đã xác nhận hợp lệ thì cho em hỏi: 1) Em có cần làm bước gì thêm để chuyển điểm không ạ ? Hay nhà trường tự động chuyển điểm vào bảng điểm của em? 2) Em vừa được xác nhận hợp lệ vào ngày 6/12/2021 vậy điểm môn Pháp văn 1 HK211 vừa rồi có được chuyển thành 10 không ạ? 3) Em có tiếp tục đăng kí môn Pháp văn 2 hay không cần ạ? Em xin chân thành cám ơn quý thầy, cô đã giúp em giải đáp   B  -.     I",
    "Thưa Thầy/Cô, Vào đợt thi Anh văn đầu vào, em chỉ đạt chuẩn Anh văn cơ bản. Em thì không học các môn Anh văn trong trường. Nhưng vào năm 2, học kì 201, em có thi Anh văn định kì và đạt được 645 điểm. Xét theo bảng chuẩn tiếng Anh thì là qua chuẩn năm 2 và năm 3. Vậy trong năm 3 này (học kì 211 và 212) thì em có phải tiếp tục thi Anh văn định kì nữa không ạ? Em chân thành cảm ơn!",
    "Mở môn học học kỳ 212 .   B Môn Giáo dục thể chất chưa được bổ sung, và chưa đăng kí được ạ. Em là sinh viên năm 2 và chưa hoàn thành được giáo dục thể chất học phần 2, thầy cô hỗ trợ để em có thể đăng kí môn học cho năm 3 ạ. Em cảm ơn  ",
    "e . Pdt cho e hỏi gium bạn e là như thông báo trước kỳ này không xét ANH VĂN trong học kỳ này nhưng sao khi dăng kí luận văn lại hiện CCAV_1 ạ em cám ơn ạ",
    "Kính gửi Phòng Đào tạo ĐH Bách Khoa TPHCM Em tên là , MSSV  , lớp DD15DV2, Khoa Điện-điện tử Em xin gửi đơn xin chuyển hệ từ Chính Quy sang Vừa học vừa làm. Các lí do em đã trình bày trong đơn đính kèm. Mong Phòng đào tạo xem xét. Em xin cảm ơn.",
    "Kính gửi PDT,Dạ em tên , mssv .   Do kinh tế gia đình khó khăn lại thêm dịch bệnh, nên em đã nộp học phí dự thính trễ ( em đã nộp rồi). Nhưng giờ sao em vẫn không thấy các môn dự thính HK211 trên TKB  và trên BK E-Learning nữa ạ ? Em hứa sẽ cố gắng đóng học phí đúng hạn,em  mong PDT thông cảm.",
    "Chào trường  Mã số sinh viên:  rường cho em hỏi đăng ký môn học chuyển hệ là sao vậy ạ ? Học phí có đắt hơn hay không? Em phải lên Cơ sở 1 học ? Vì em lỡ đăng ký lớp P01 ở Cớ sở 1Em hiện tại đang học ở cơ sở 2 hệ đại trà Em cảm ơn rất nhiều  ",
    "Kính gửi phòng đào tạo, Em thấy hiện nay sĩ số lớp cơ lý thuyết L02 hiện chỉ có 80, phòng đào tạo có thể tăng sĩ số lớp này được không ạ? Em xin chân thành cảm ơn quý thầy cô phòng đào tạo.",
    "Kính chào quý thầy cô. Em tên là  Mssv . Em viết đơn này là cho em hỏi trong đợt đăng kí môn học của học kì 212 này phòng đào tạo có thông báo là tạm thời không xét chuẩn chứng chỉ anh văn quốc tế khi đăng kí môn học ạ. Nhưng em không đăng kí được luận văn do chưa có chứng chỉ anh văn ạ. Em mong quý thầy cô có thể sửa lỗi này không ạ. Em xin cám ơn.",
    "Dạ em xin chào thầy cô. Dạ cho em hỏi trường mình cho dời việc xét chứng chỉ anh văn để đăng kí luận văn nhưng hiện tại em đăng kí không được do thiếu CCAV1 ạ? Vậy giờ em phải đăng kí như thế nào ạ? Em xin cảm ơn.",
    "Kính chào Thầy/ Cô,  Em tên , MSSV: , lớp Văn bằng 2 chính quy, khóa 2021.  Trong quá trình đăng kí môn học đợt 2 HK 212, em có một số vướng mắc cần sự giúp đỡ của Thầy/ Cô:     1- Em đăng kí môn học ở \"HK212 Đăng ký môn học HK212 - CQ + VLVH Đợt 2- Chuyển Hệ\"  có đúng không?     2- Trong ngày đăng kí đầu tiên em không thể vào đăng kí được do trang mạng bị lỗi, khi vào được thì các lớp đã kín chỗ. Hiện tại em còn một môn muốn đăng kí là \" - CI2007, lớp L03_L06\" (Môn này tiên quyết cho rất nhiều môn của học kì tới), mong Thầy/Cô hướng dẫn giúp em. Em cảm ơn,",
    "Em xin phép được chuyển sang hình thức vừa làm vừa học",
    "Dạ em tên  (MSSV: ), em có thấy mail là: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\" nhưng giờ em đăng kí luận văn thì hệ thống báo là thiếu CCAV ạ . Dạ mong thầy/cô giải đáp giúp em. em cảm ơn ạ.",
    "Dạ em chào thầy cô. Hiện tại TKB của em có 2 môn bị trùng lịch học ạ nhưng không biết sao vẫn xếp được lịch như vậy ạ. 2 môn bị trung là ME3167(thực hành quản lý dự án) và môn ME3225( kiểm soát và quản lý chất lượng). Em muốn xin thầy cô xếp lại lịch cho em môn ME3225(kiểm soát và quản lý chất lượng) cho lớp L01_04 ạ. Tại do môn thực hành kia chỉ có một lớp duy nhất. Em cảm ơn rất nhiều ạ",
    "Dạ em xin chào, PĐT có thể xem lại giúp em môn học Thiết kế hệ thống cơ điện tử (ME3005) là song hành với môn Động lực học và điều khiển (ME3011) và môn Vi điều khiển (ME3007) theo như chương trình đào tạo khoa Cơ khí nhưng sao trong danh sách lại đề điều kiện môn học trước ạ! Mong PĐT có thể xem lại, em cảm ơn!",
    "Dạ cô ơi , trường có thông báo không xét chuẩn anh văn cho luận văn tốt nghiệp trong học kì này . Nhưn khi em đăng kí luận văn lại không được cho có thông báo là thiếu CCAV_1 .Vậy giờ em phải làm sao để đăng kí luận văn vậy cô . Em cảm ơn ạ.",
    "Chào thầy, cô! Em tên , MSSV:  thuộc khoa KTHH. Em xin được đăng ký môn Cơ sở tính toán thiết kế thiết bị hóa học (MSSH: CH3349) vào lớp L05 . Vì những lớp khác đều bị trùng giờ với môn Hóa hữu cơ. Em xin cảm ơn ạ.",
    "Dạ em chào PĐT Em là , mssv:, sinh viên khoa Quản lý công nghiệp. Dạ PĐT cho em hỏi là tại sao em không thể đăng ký đượ môn luận văn tốt nghiệp trong học kỳ 212 ạ? Em đăng ký hệ thống báo là không đủ điều kiện vì không có chứng chỉ tiếng anh. Trong khi đó nhà trường đã không xét tiếng anh trong kỳ 212 ạ. Em chân thành cảm ơn và mong được giải đáp sớm nhất ạ.",
    "Dạ chào thầy/cô ạ, Em gặp trường hợp không đăng kí được Luận văn tốt nghiệp do thiếu Chứng chỉ anh văn. Trong mail của PĐT có nhắc đến việc tạm thời không xét CCAV. Em có hỏi bạn bè thì mọi người cũng gặp trường hợp này khá nhiều. Cho em hỏi thì đây có phải là lỗi hệ thống không ạ? hay phải đạt 1 điều kiện nào khác mới được nhận LVTN ạ? ",
    "PĐT cho em xin nói về mộn thi PPT hôm CN lúc 14g, sau khi thi xong thì em và 1 số bạn thắc mắc là tại sao đáp án lại khác đến vậy ạ, 1 số câu có vẻ đáp án bị sai nữa ạ ,em mong PDT xem xét lại đáp án môn PPT được không ạ. Em xin cám ơn  ",
    "Em chào thầy cô Em là sinh viên hệ vlvh mssv  ạ. em thuộc hệ vlvh nhưng khi em đkmh đợt 2 thì lại bị ghi là không được đăng kí và xem lại loại hình sinh viên và loại hình đào tạo ạ.Mong thầy cô có thể sớm giải đáp giúp em để em có thể đk môn học ạ. Em cảm ơn.",
    "Thưa thầy/cô, Em là sinh viên khoa Điện-Điện tử khóa K2019, trong học kỳ 212 em có đăng ký môn Thực tập điện 2, và em thấy môn Thực tập điện 2 có tuần học vào các tuần 1,2,3,4, nghĩa là bắt đầu vào ngày 3/1/2021 tới đây. Nhưng hiện tại do tình hình  dịch bệnh nên em gặp rất nhiều khó khăn (giá vé đi lại, chỗ ở) trong việc vào lại Thành phố Hồ Chí Minh để học trực tiếp. Nên em muốn hỏi thầy cô liệu em vào lại trường sau tết thì môn này vẫn sẽ có những lớp đc sắp xếp học từ đầu vào các tuần sau tết không ạ? Em cảm ơn thầy/cô.",
    "Chào PĐT, em tên , MSSV . Theo như mail thông báo thì học kỳ này sẽ không xét CCAV quốc tế khi đăng ký LVTN. Nhưng đến đợt 2 đăng ký môn học thì em lại bị xóa LVTN và khi đăng ký lại thì hệ thống thông báo thiếu CCAV. Mong PĐT kiểm tra lại giúp em ạ. Em xin cám ơn.",
    "Em xin tăng sĩ số môn Quản lý dự án xây dựng( CI1053) vì không đủ sĩ số đăng kí.",
    "Thưa thầy/cô, Môn CO3061 hiện nay đã hết suất để đăng kí. Cho em hỏi có thể thêm em vào 1 trong những lớp hiện tại hoặc mở thêm lớp mới không ạ? Em cám ơn.",
    "Dạ em chào thầy/cô ạ, Em đang là sinh viên năm 4, khoa QLCN. Do kỳ học vừa rồi, em có một số việc cá nhân nên em không thể hoàn thành môn học đề cương luận văn tốt nghiệp (0 tín chi) được ạ. Như vậy, kỳ học tiếp theo em có cần phải đăng ký đủ số tín chỉ tối thiểu là 10 tín chỉ không ạ hay em chỉ cần đăng ký lại môn đề cương luận văn tốt nghiệp là được rồi ạ. Em cảm ơn quý thầy/cô đã đọc thắc mắc của em. Em rất mong nhận được phản hồi từ thầy/cô ạ.",
    "Hôm qua PDT có gửi cho sinh viên bản excel điều kiện tiên quyết các môn học trong học kì 212. Cho em hỏi là sau thời gian đăng kí môn đợt 2 PĐT sẽ xóa đi các trường hợp có điều kiện là   I tiên quyết  /I  thôi, hay là tính cả   I học trước  /I  và   I song hành  /I  ạ! Em xin cảm ơn! File đó em đính kèm bên dưới ạ!",
    "Chào cô/thầy ạ, Em tên là  MSSV  Hệ đào tạo: VLVH Ngành: Quản lý công nghiệp Khóa: K20 Em là sinh viên khóa K20 ngành QLCN, vì vấn đề gia đình nên học chậm 1 năm và giờ phải đăng ký các môn của khóa K21 và khóa K20. Các môn đang đăng ký bổ sung phía trên yêu cầu môn học trước là các môn em đang đăng ký HK212 này. Vì ngành QLCN hệ VLVH học chung với lớp chính quy nên các môn học môn một năm mới mở một lần cũng như ít lớp dự thính được mở nên nếu không đăng ký kỳ này, em phải chờ năm sau mới có thể học được và kéo theo các môn yêu cầu 3 môn này học trước cũng không đăng ký được. Trong học kỳ HK211, em đã hoàn thành rất tốt các môn học đã đăng ký nên em cam kết sẽ hoàn thành tốt tất cả các môn học em đang đăng ký bổ sung. Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 03 môn này trong học kỳ chính quy HK212 (có thể song song với các môn học khác) để kịp với tiến độ học tập ạ. Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này. Em xin chân thành cảm ơn thầy/cô ạ.",
    "Em tên   mssv  Thầy, Cô cho em hỏi là hiện tại em khóa 2015 kì sau em đã hết chương trình đào tạo mà e còn môn anh văn 1 2 3 4 thì em có cần xin gia hạn thêm 1 kì để thi toeic 500 chuyển điểm không ạ.nếu không cần gia hạn mà vẫn chuyển điểm được thì  Nếu kì sau em chuyển đểm đủ các môn anh văn 1 2 3 4 mà vẫn chưa qua anh văn \" nói - viết\" thì e có được xin thêm 1 kì để nộp anh văn nói viết không ạ. Em xin chân thành cảm ơn thầy cô đã giải đáp thắc mắc",
    "Kính chào T, Em tên là , MSSV  Theo thông báo của T thì sau ngày 24/12 nếu sinh viên vẫn chưa đăng ký tốt nghiệp được thì liên hệ với T Nên em xin phép nhờ T kiểm tra thông tin để giúp em có thể đăng ký tốt nghiệp Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em có thắc mắc về môn học  Tính. Em thấy có 2 mã môn học là MT2011 và MT1009, em học chương trình PFIEV thì 2 mã này em thể đăng kí được mã nào ạ? Em mong nhận được phản hồi sớm từ Phòng Đào Tạo. Em xin chân thành cảm ơn.",
    "Em chào PĐT, Em là , MSSV :  Sinh viên khoa Công Nghệ Vật Liệu, Khóa K15 Hiện tại em đã hết thời hạn học cho hệ chính quy nên em làm đơn này xin chuyển hệ VLVH bắt đầu từ Học kì 211 gửi PĐT. Đơn em để trong file đính kèm. Mong PĐT xem xét và phản hồi giúp em sớm để em có thể Đăng kí môn học cho học kì 211 sắp tới ạ . Em xin cảm ơn.",
    "Em xin chào các thầy cô. Em tên là , MSSV . Học kì 211 vừa rồi em đã phản biện thành công Đề cương LVTN và sẽ tiến hành làm LVTN trong kì 212 này, tuy nhiên em không thực hiện đăng kí môn CO4317(LVTN(khmt)) được với lý do hệ thống nêu ra là thiếu chuẩn CCAV cho LVTN. Tuy nhiên, theo em biết thì ở học kì 212 này PĐT tạm thời không xét chuẩn CCAV cho LVTN. Em mong quý thầy cô xem xét lại giúp em ạ. Em xin chân thành cảm ơn .",
    "Em tên là , sinh viên K17 khoa Quản lý công nghiệp. Hiện tại trạng thái sinh viên của em là: tạm dừng (Từ học kỳ 211 năm học 2021-2022). Cho e gửi phiếu đăng ký thu nhận lại để có thể tiếp tục đăng ký môn học cho học kỳ 212 (Hình đính kèm) Em cảm ơn",
    "Chào cô/thầy, Em là , hiện tại đợt đăng ký môn học kì 212 em đăng ký LVTN nhưng bị hủy do điều kiện tiên quyết ăn văn, nhưng theo phòng đào tạo thì kì này được  miễn anh văn ạ, và khi đợt 2 em đăng ký lại nhưng vẫn bị lỗi, mong cô/thầy giải quyết giúp em. Em xin cảm ơn!",
    "Em chào ạ! em học bên chuyên ngành xây dựng, có học môn Cơ học đất (CI3001) mà em nghe bảo môn này k còn mở nữa, vậy môn học tương đương thay thế chuyển điểm cho môn này là mã mới nào ạ? Với khi học mã mới thì điểm và chỉ có tính khác biệt gì không ạ? Em cảm ơn",
    "Dạ Em là   Dạ Em không kịp đăng kí nên đã hết sĩ số Em mong được PDT tăng sĩ số để em có cơ hội học môn này vào kì HK212 này ạ. Em thật sự cám ơn PĐT. Mã môn: CI3197 -  nền móng",
    "Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn.",
    "Cho em hỏi là PDT không xét chuẩn AV nhận LVTN mà sao em không đăng ký được LVTN vì thiếu Chứng chỉ AV tiên quyết vậy ạ?",
    "Em chào thầy cô, Em là , sinh viên HK18 - năm 4 khoa Kỹ thuật Giao thông. PĐT cho em hỏi là chuyện đăng kí môn học cho môn LVTN (TR4337), khi em đăng kí thì bị lỗi là thiếu chứng chỉ ngoại ngữ LVTN, mà em có nộp chứng chỉ trước ngày đăng kí 1 ngày, đến hôm nay nhận được là chứng chỉ đã thẩm tra hợp lệ. Nhưng sáng nay em có thử đăng kí nhưng vẫn bị ghi là thiếu AV. PĐT cho em hỏi là trong tình huống này sẽ giải quyết như thế nào ạ? Khi nộp chứng chỉ thì em chỉ mới đăng kí mới chứ chưa có xét miễn, thế em có cần phải xét miễn để được đăng kí môn học không ạ? Mong nhận được phản hồi sớm nhất của PĐT. Em cám ơn.",
    "Em tân sinh viên khóa k21 ạ Đăng ký môn đợt 1 em lỡ quên đăng ký thì đợt 2 có thể đăng ký bổ sung không ạ Em mới thấy trường đăng ký cho môn giáo dục quốc phòng. Em có tìm đăng ký thêm các môn khác nhưng bị báo lỗi như hình dưới ạ Em cần phải khắc phục sao để có thể đăng ký được vậy ạ Em cảm ơn.",
    "Em chào thầy/cô ạ,  Cho em xin hỏi là theo như mail PĐT gửi thì kỳ sau (HK212) sẽ không xét CCAV khi xét luận văn tốt nghiệp, nhưng em không đăng ký được môn LVTN (CH4327) do hệ thống yêu cầu CCAV ạ. Mong thầy/cô xem xét giúp em ạ. Em xin cảm ơn.",
    "Dạ em chào các thầy/cô ạ Em là  MSSV:  Đợt ĐKMH này em có ĐK môn Luận văn tốt nghiệp mã môn CH4327. Theo như các email của PĐT trước đo, PĐT đã thông báo sẽ không xét chuẩn anh văn trong đợt ĐKMH HK212. Nhưng khi em ĐK môn thì hệ thống hiện ra em thiếu môn tiên quyết là CCAV_1 . Mong PĐT xem xét lại giúp ưm ạ . Em chân thành cám ơn.",
    "Em chào thầy/cô,   Em tên là , sinh viên khoa điện. Em có đăng kí lại Luận Văn mã EE4337 trong đợt đăng kí lần 2 vào ngày 26/12/2021. Hôm nay, em có nhận được email hậu kiểm đăng kí môn học sau đợt đăng kí môn học và trong danh sách có tên em và CCAV (đính kèm trong tệp tin). Nhưng trước đó phòng đào tạo đã có email về việc tạm thời không xét CCAV đối với học kì này. Vậy em có bị xoá Luận văn sau đợt đăng kí này không ? Em đã hỏi một số bạn khác thì không bị tình trạng như vậy.   Kính mong phòng đào tạo có thể giải đáp vấn đề của em trong thời gian sớm nhất vì thời hạn đăng kí sắp hết .   Chúc thầy/cô một ngày tốt lành.",
    "Chào thầy cô em tên  MSSV . Ở học kỳ 2 20-21 em có hoãn thi do dịch bệnh thì nay có lịch thi mới ở học kỳ 1 21-22 nhưng do gia đình em đang f0 và đang đi điều trị tập trung ko thể tham dự kỳ thi dc thì em có được đăng ký hoãn thi nữa được không ạ, nếu được thì em phải làm những gì ạ. Em xin cảm ơn.",
    "Dạ em xin chào quý thầy cô, dạ em tên là  . Hiện tại theo như yêu cầu về điều kiện Để đăng kí luận văn trong học kì này thì em đã đủ điều kiện, nhưng khi em đăng kí vẫn không đăng kí được do thiếu chứng chỉ anh văn. Em mong thầy, cô có thể kiểm tra giúp em với ạ. em cảm ơn!",
    "Chào thầy cô. Cho em hỏi là việc miễn giảm học phí có được áp dụng vào các kì dự thính không ạ. em xin cảm ơn.",
    "Kính gửi PĐT, Hiện nay em đăng ký môn học ở 1 số môn thì gặp tình trạng full sĩ số dù PĐT đã có email là toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng viên). Có môn cùng 1 môn học nhưng sĩ số lớp lại khác nhau (có lớp ss 45, có lớp ss 60, có lớp ss 70). Em làm đơn này kính xin PĐT tăng thêm sĩ số lớp đối với các lớp sĩ số thấp của môn CO3061 - Nhập môn trítuệ nhân tạo để chúng em có thể ĐKMH thành công trong học kỳ này, kịp tiến độ học tập. Em xin chân thành cảm ơn./.",
    "Mở môn học học kỳ 212 .",
    "Em chào các thầy cô ạ, Em tên là , MSSV: , hiện đang học lớp Hóa Đại Cương Thí Nghiệm L68. Vì lý do khi đăng ký học thí nghiệm trực tiếp trên trường,em chưa kịp chích vacxin mũi 2, nên đã không đăng ký học. Nay em đã chích đầy đủ 2 mũi rồi, em xin phép được phòng đào tạo sắp xếp cho em 2 buổi học hóa thí nghiệm còn lại ạ! Em mong sớm sẽ nhận được phản hồi ạ. Em cám ơn nhiều ạ!",
    "Hiện tại em đã kết thúc thời gian tối đa theo chương trình chính quy. Nay em làm đơn này kính xin PĐT cho em chuyển sang hệ VHVL trong HK212 tới ạ. Mong PĐT duyệt đơn để em có thể bắt đầu ngay trong HK212. Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn.",
    "Dạ cho em hỏi là kì 202 em có hoãn thi môn Đại số tuyến tính, kì 211 trường có sắp lịch thi cho em vào 30/12 nhưng do không đáp ứng đủ trang thiết bị và hoãn thi tiếp thì em có bị xóa 2 môn: Xác suất thống kê và Phương pháp tính và lập trình C trong đợt đki môn cho kì 212 không ạ. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Kính gửi thầy/cô/cán bộ phòng đào tạo, Em là , sinh viên k18, khoa Kỹ thuật Giao thông, bộ môn Kỹ thuật Hàng không. Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn.",
    "Em xin phép chào Phòng Đào Tạo Trường ĐH Bách Khoa TP.Hồ Chí minh. Em tên  MSSV  Em xin bày rằng, hiện tại em đã đủ các tiêu chí để xét tốt nghiệp trước ngày 31/12.Nhưng hiện tại em chưa thể nộp đơn đăng ký xét tốt nghiệp trong mục 18 Đăng ký tốt nghiệp. Em mong PDT xem xét trường hợp của em và cho em sự hướng dẫn để có thể đăng ký tốt nghiệp kịp thời hạn. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ cho em xin mở lớp môn học ME2025 học kỳ chính với ạ. Thầy  đã đồng ý nhận lớp",
    "Dạ chào phòng đào tạo, cho em hỏi : Nhà trường thông báo tạm không xét chuẩn anh văn khi xét LVTN mà em đăng ký luận văn vẫn không được ạ, em tưởng lỗi nên đã chờ và đến nay vẫn không đăng ký được, mong trường phàn hồi để em yên tâm hoặc có hướng giải quyết ạ.",
    "Cho em hỏi môn CI3095 không được mở nữa vào các kỳ sau và môn tương đương là CI3241 Theo CTĐT k19 ngành Kỹ thuật Xây Dựng thì môn CI3241 lại cùng nhóm các môn tự chọn với môn CI3061 (yêu cầu chọn 1 môn trong nhóm 3 môn tự chọn) Mà môn CI3061 em đã qua môn rồi Vậy cho em hỏi em có được ghi điểm miễn môn CI3095 không hay phải qua môn CI3241 mới được ghi điểm miễn môn CI3095 ạ?",
    "Hiện Tại em vừa mới nộp chứng chỉ av để đăng kí luận văn cho em hỏi la phòng đào tạo có thể xem xét sớm cho em được không ạ mssv của em là ",
    "Kính chào phòng đào tạo, em tên là , mssv , Hiện tại đang trong thời gian đăng ký môn học học kỳ 212, theo như mail của trường nói là trường không xét chuẩn anh văn nhận luận văn tốt nghiệp, nhưng hiện tại em không đăng ký được do bị dính chuẩn anh văn, như vậy là sao ạ? Kính mong phòng đào tạo hồi đáp sớm nhất giúp em, vì 29/12 đã hết hạn và em đã học hết môn chỉ còn luận văn tốt nghiệp thôi ạ. Em chân thành cảm ơn phòng đào tạo.",
    "Kính chào quý thầy/cô! Em là  - MSSV , em muốn hỏi về vấn đề bị hủy môn học đã đăng ký cho HK 212. Ở đợt thi AVĐV em được 465 điểm, tức là đã qua Anh văn 1, nên học kỳ này em đăng ký môn Anh văn 2. Tuy nhiên, em không biết tại sao PĐT lại không đăng ký cho em vì lý do \"Thiếu môn học trước\". Mong quý thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Qúy thầy cô cho em hỏi ạ. HK212 nhà trường xét tạm miễn CCAV để đăng kí môn học. Tuy nhiên, khi em đăng kí LVTN cho HK212 thì hệ thống báo:   B chưa có CCAV ạ   . Em xin hỏi cách khắc phục ạ! Em cảm ơn và chúc quý thầy cô nhiều sức khỏe!",
    "Kính gửi Phòng Đào Tạo Em tên là :  MSSV:  Vào 12h ngày 25/12/2021, em thi môn kỹ thuật số EE1009, nhưng vì lý do hệ thống của trường trục trặc nên ngày thi được dời đến 16h ngày 31/12/2021. Trong ngày 31/12/2021, vào lúc 12h-14h em thi môn Scada (EE3071) và từ 14h đến 16h em thi môn máy điện EE3009. Như vậy em phải ngồi thi 6 tiếng liên tục, điều này quá áp lực,căng thẳng và sức khỏe của em cũng không đáp ứng được. Vậy nên em viết đơn này, mong được hoãn thi môn kỹ thuật số EE1009 để chuyển ngày thi đến học kỳ kế hoặc phòng đào tạo có phương án nào khác không, có thể tư vấn giúp em. Em cảm ơn. Em có đính kèm hình ảnh lịch thi ở mục các tập tin đính kèm.   i ",
    "Em không thực hiện đóng bảo hiểm y tế đúng thời hạn nhà trường quy định nên hiện tại trang thanh toán đã bị khoá. Em đã thử đăng ký thanh toán bhyt bên ngoài nhưng được yêu cầu thanh toán qua nhà trường. Anh/chị cho em hỏi có cách nào để đóng bổ sung bảo hiểm y tế năm 2022 không ạ? Em cảm ơn.",
    "Kính gửi PĐT, Em hiện tại đang là sinh viên năm 4. Hiện tại em có 1 môn học có số điểm khá thấp và có nhu cầu cải thiện nhưng trường không mở lớp nữa. Theo đó, em có thể đăng ký môn tương đương với môn này để cải thiện được không ạ (tức là thay thế điểm cũ bằng điểm mới)? Em xin chân thành cảm ơn ạ!",
    "Em chào PĐT, Em là sinh viên K2019, chương trình đào tạo của em là 128 tín chỉ. Em có một số thắc mắc như sau: Em muốn hỏi là trong một học kỳ em có thể đăng ký ít hơn 14 tín chỉ được không ạ? Cụ thể hơn, thì trường hợp giả sử nếu trong học kì cuối cùng, tức học kì 8, số tín chỉ em còn thiếu ít hơn 14 chỉ thì em có thể đăng ký ít hơn 14 chỉ có được không? Và nếu em đăng ký ít hơn 14 chỉ trong một học kỳ thì có gặp vấn đề gì không ạ? Rất mong PĐT có thể giải đáp các thắc mắc trên giúp em. Em xin chân thành cảm ơn",
    "Kính chào thầy/cô, Em là , MSSV . Theo thông báo của PĐT lúc đăng ký môn học, chứng chỉ anh văn xét LVTN được tạm thời không xét do dịch COVID-19. Tuy nhiên, từ khoảng 2 ngày nay, em không thể đăng ký LVTN và luôn bị báo là thiếu tiên quyết về Chứng chỉ anh văn. Mong thầy/cô xem xét giúp em ạ Em xin cảm ơn thầy/cô.",
    "Kính gửi Nhà trường, Em tên là , MSSV . Em có đăng ký in bảng điểm để phục vụ cho việc thực tập vào ngày 20/12/2021, em cũng đã thanh toán BkPay vào cùng ngày, nhưng tới hôm nay thì tình trạng vẫn là \"Đang in\", mã phiếu là InBD[phone_number]2 (em có đính kèm hình ạ). Em không biết bảng điểm của em có bị vấn đề gì không ạ? Em kính mong được giúp đỡ ạ, ",
    "hiện em không đăng kí môn học được em đã gửi đơn xin chuyển hệ mong pdt giải quyết dùm e để e đăng kí môn học không hết đợt không đăng kí được em xin cám ơn.",
    "Kính gửi phòng đào tạo. Em là sinh viên K14, hiện tại em đã chuyển qua hệ VLVH, trong kỳ này em chỉ còn đăng ký luận văn. Cho em hỏi là khi đăng ký luận văn mã môn CI4343 của em có thể chọn nhóm lớp nào được ạ (A01,B01), vừa qua em đã không đăng ký môn học 1 năm, nên quên cập nhập những quy định của trường. Mong PĐT hỗ trợ, để em hoàn thành chương trình của mình. Em xin cám ơn.",
    "Dạ PĐT cho em hỏi học kỳ 212 không xét CCAV để làm LVTN sao nhiều trường hợp như em bị xoá đăng ký LVTN đợt 1 và giờ đăng ký đợt 2 vẫn không được ạ?",
    "Kính chào Quí Thầy/Cô,  Em tên , MSSV:   Em là sinh viên chuyển hệ từ  Quy sang VLVH  Hiện tại em đang làm luận văn tốt nghiệp kì này và đang có đợt đăng kí môn học Em viết mail này để xin thầy/cô kiểm tra giúp em tiến độ học tập của em còn thiếu những môn nào để em đăng kí học vào kì sau để hoàn thành sớm chương trình đào tạo ạ vì có những môn chuyển hệ phải học nhưng em đang không biết kiểm tra ở đâu Em xin chân thành cảm ơn Thầy/Cô rất nhiều đã hỗ trợ em ạ!   Chúc Quí Thầy/Cô sức khỏe  !            ",
    "Em chào thầy/cô Em là Hoàng Kỳ Anh, sinh viên lớp VP17CDT. Em viết đơn này để xin phép được đăng kí lịch học môn TN Tin Học trong học kì hiện tại- học kì 211. Vì dịch nên lịch thí nghiệm của em bị xóa và em cũng sơ suất quên đăng kí lại khi có mail từ PĐT gửi. Hiện tại em vẫn đang học môn TN Tin Học cùng các bạn dù TKB của em chưa có nên em xin phép PĐT cập nhật TKB môn TN Tin Học  giúp em ạ. Em xin cảm ơn thầy/cô.",
    "Chào quý thầy cô pđt Đại học Bách Khoa TpHCM. Em tên Nguyễn , mssv , ngành Xây dựng dân dụng. Thầy cô cho em hỏi là kỳ sau em cần đăng ký bao nhiêu tín chỉ để không bị gọi đi nghĩa vụ ạ. Em cám ơn quý thầy cô đã xem và mong nhận được phản hồi từ thầy cô. Chúc quý thầy cô nhiều sức khỏe ạ .",
    "Kính gửi quý thầy cô Phòng đào tạo, Em tên  (MSSV ), sinh viên khoa QLCN, khóa 2018. Cho phép em được hỏi là học kì này trường không xét Chứng chỉ Anh Văn cho việc đăng ký môn học đúng không ạ? Do hiện tại em vẫn chưa thể đăng ký được môn Luận văn tốt nghiệp (IM4317) với lý do chưa có chứng chỉ ngoại ngữ (như hình) ạ . Kính mong quý thầy cô xem xét giúp em! Em xin chân thành cảm ơn.",
    "Dạ em đăng kí môn Tư   (msmh SP1037 ) nhưng bị ghi là chưa học môn Lịch sử đảng cộng sản VN ), trong khi em đã học môn Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin ( đã bao gồm môn Lịch sử đảng cộng sản VN). Em mong PĐT có thể cho em đăng kí được ạ.",
    "Kính gửi PĐT, Em tên là  - MSSV: , em có đăng ký môn học CO2007 - Kiến trúc máy tính Nhóm L01_L03 ngày 26/ 12/ 2021 10:28 thành công nhưng do lỗi kỹ thuật mạng nên môn học này đã bị hủy đăng ký vào 27/ 12/ 2021 07:43. (Ảnh đính kèm kết quả đăng ký) Nay em làm đơn này xin phép PĐT hủy kết quả hủy đăng ký vào 27/ 12/ 2021 07:43 và giữ lại kết quả ĐKMH thành công vào 26/ 12/ 2021 10:28. Hiện tại em không đăng ký lại môn nào được trên mybk vì hệ thống báo lỗi đăng ký. Em xin chân thành cảm ơn.",
    "Hiện tại ở học kì 211 em đã đăng ký hoãn thi vì lí do không đảm bảo trang thiết bị đáp ứng cho kỳ thi . Nhưng ở phần ghi lý do em không thể ghi vào được mà chỉ chọn được vào mục vì lí do trang thiết bị không đảm bảo ạ. Bên cạnh đó em thấy ở mục hoãn thi em đã đăng ký vẫn đang chờ xử lí. Vậy thì em không biết đến bao lâu sẽ có kết quả ạ. Vì nếu không hoãn thi được em sẽ phải đăng kí môn học ở học kì mới . Trong trường hợp em không được hoãn thi, thì em lại không thể đăng kí môn cơ lưu chất ở học kì chính vì lí do ( Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo). Còn kì dự thính thì đã hết slot đăng kí ạ. Em mong trường có thể hỗ trợ thêm một vài slot để em đăng kí được không ạ? Em xin chân thành cảm ơn quý thầy cô!",
    "Kính gửi thầy/cô! Em tên là , MSSV , đợt đăng kí môn học kì 212, em có đăng kí môn luận văn tốt nghiệp MA4317, hệ thống hiển thị không đủ điều kiện chứng chỉ anh văn, theo thông báo pđt thì kì 212 không xét CCAV, vậy trường hợp của em phải giải quyết như thế nào để em có thể đăng kí được luận văn kì 212 ạ Mong nhận sự giúp đỡ từ thầy/cô. Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo  em tên là , MSSV:  Em xin phép phòng đào tạo cho em hỏi là tại sao em không đăng ký môn học được ạ? Hiện tại em đang cần đăng ký thi tiếng anh 2 kỹ năng nói và viết ạ. Em xin chân thành cảm ơn!",
    "giáo dục thể chất có 2 học phần : học phần 1 và học phần 2  Nếu muốn hoàn thành môn học  thì cần học 1 học phần  Hay  phải học cả 2 học phần để hoàn thành môn  Mong thầy cô giải đáp thắc mắc của em ạ  Em cảm ơn ạ",
    "Dạ em đăng kí môn Tư tưởng  (msmh SP1037 ) nhưng bị ghi là chưa học môn Lịch sử đảng cộng sản VN, msmh SP1039 ), trong khi em đã học môn Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin, msmh 001001 ( đã bao gồm môn Lịch sử đảng cộng sản VN, SP1039).  Em mong PĐT có thể cho em đăng kí được ạ.",
    "Em kính chào thầy cô, Năm nhất em có thi av đầu vào được 565 và em đã được cộng 8 chỉ tích lũy vào số số tín chỉ tích lũy.(qua 4 anh văn) Đợt 1 em có đăng kí luận văn thành công, nhưng đợt 2, bị xóa, nên đợt 2 này em có đăng kí lại nhưng báo lỗi thiếu   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)  Em mong phòng đạo tạo xem xét lại trường hợp của em. Em xin cảm ơn.",
    "kính thưa giảng viên em tên là  , vào ngày 26/12/2021 theo lịch thi thì em phải thi môn giải tích mạch nhưng vào lúc 7h sáng, nhưng vì tại nơi em xảy ra sự cố đột ngột nên nên không thể thi và đã lên mybk chọn hoãn thi (lúc 3 sáng cùng ngày). Tình huống hoãn thi gần giờ thi như em thì có được chấp nhận không ạ ? em cảm ơn",
    "Dạ phòng đào tạo gửi mail em là em liên hệ với giáo viên sắp môn thí nghiệm trùng lịch thi của em nhưng mà tuần trước em hỏi trên này thì giáo viên hỗ trợ nói phòng đạo tạo đã tiếp nhận nhưng tới giờ thời khóa biểu của em vẫn chưa sửa ạ mà thứ 6 này em có lịch thi và 2 môn đó hiện giờ chưa thay đổi thì cho em hỏi em cần đăng kí thủ tục gì để hủy học trực tiếp môn thí nghiệm ạ  MSSV của em là   nhóm lớp thí nghiệm của em là VP01 bị trùng thi môn pháp văn 1 ạ",
    "Em tên , MSSV:  . Em có đăng ký môn học Luận Văn tốt nghiệp Kỹ thuật Máy tính (CO4327) ở kỳ 212. Nhưng không biết vì lý do gì mà hệ thống báo là không đủ điều kiện đăng kí. Hệ thống báo thiếu môn CO2031 Kỹ thuật truyền số liệu (học trước). Trong khi chương trình đào tạo k18 môn đó chỉ là môn tự chọn. Em mong thầy/cô giải đáp giúp em . Em xin chân thành cảm ơn.",
    "Em tên là :  MSSV :  Do em không hoàn thành học phí kì học 201 đúng hạn nên bị tạm dừng học. Nay em đã đóng học phí đủ, kính mong các thầy cô, Ban Giám Hiệu nhà trường xem xét để em được tiếp tục theo học ạ. Em xin cảm ơn ạ Em đã kiểm trai tại BKPay em thanh toán ngày 21/12 mà BKPay 24/12 mới hiện ạ, em có kiểm tra lại kèm hình ảnh cô kiểm tra lại giúp em ạ em xin cảm ơn cô nhiều ạ",
    "Em thấy HK212 không xét CCAV quốc tế nhưng em lại không đăng ký LVTN được ạ.",
    "Kính gửi PDT, Em lên trang mybk.hcmut.edu.vn để đăng kí tốt nghiệp nhưng hệ thống không cho em cập nhật thông tin ( đề tài LVTN, điểm LVTN, nơi ở, hình ảnh,…) Em đã đủ điều kiện tốt nghiệp rồi.",
    "Em đăng kí môn đồ án thiết kế - ME3139 nhưng hiện tại lớp đủ sĩ số rồi ạ, vậy giờ có thể mở thêm sĩ số cho em đăng kí được không ạ?",
    "Em chào Thầy/Cô ạ, Em tên  MSSV:  Em có tra kết quả anh văn nói viết thi đợt tháng 12 được 215 điểm, nhưng có thể nhà trường chưa chuyển điểm nên em chưa có trong danh sách dự kiến để đăng kí tốt nghiệp. Thầy/Cô hỗ trợ em với ạ để em có thể kịp đăng kí trong đợt này. Em cảm ơn rất nhiều.",
    "Kính chào  Em là , mssv . Theo thông báo của  thì sẽ tạm không xét Chứng chỉ anh văn trong đợt đăng ký luận văn học kỳ 212, nhưng em vẫn không được đăng ký do thiếu chứng chỉ ngoại ngữ. Mong  xem xét lại và mở cho em đăng ký luận văn học ký 212 ạ. Mong  giải quyết sớm giúp em. Em cảm ơn.",
    "Dạ em là _ Hôm trước em có thấy pđt mail là không xét chứng chỉ anh văn để đăng ký luận văn tốt nghiệp đó á. Mà em đăng ký luận văn tốt nghiệp đợt 2 web báo lỗi là thiếu chứng chỉ anh văn ạ. Dạ không biết là web bị lỗi hay pđt mới thay đổi quy chế đăng ký ạ. Em hi vọng có thể xem xét để em dăng ký được luận văn tốt nghiệp ạ. Em chân thành cảm ơn",
    "Em là  sinh viên ngành kỹ thuật hàng không k18. Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. Em cảm ơn.",
    "Em là  - MSSSV:,hiện đang là sinh viên Khoa Kỹ Thuật Giao Thông. Hiện tại số chỉ tích luỹ của em là 122 chỉ và ngày công tác xã hội là 12 ngày. E thiếu 4 chỉ so với số chỉ đăng kí  là 126 chỉ. Do tình hình dịch bệnh và e đang bị cách ly theo diện f1 em không thể hoàn thành việc thi chứng chỉ tiếng anh đạt đủ số chỉ. Em đăng kí LUận văn và nhận kết quả không thành công. Em mong nhà trường có thể tạo cơ hội cho e đăng kí môn này để đạt tiến độ học tập. Em hứa sẽ hoàn thành đúng chỉ tiêu học tập vào kì sau ạ. Em xin chân thành cảm ơn nhà trường.",
    "Chào thầy/cô, Em là , sinh viên CK17CTM1, MSSV: . Học kỳ này em có thực hiện LVTN do thầy  hướng dẫn nhưng do dịch Covid-19 ảnh hưởng, em chưa kịp hoàn thành trong thời gian quy định và có xin phép để hoãn Bảo vệ. Em có gửi một mail đính kèm \"Phiếu đăng ký hoãn thi/vắng thi có phép do vắng thi cuối kỳ\" theo mẫu PDT-08 đã được thầy  và BCN Khoa Cơ Khí ký tên xác nhận vào ngày 22 và ngày 24 tháng 12 qua mail  để được PĐT xác nhận cho em hoãn Bảo vệ. Nhưng em vẫn chưa nhận được phản hồi nào . Em rất mong được phản hồi từ PĐT! Mong thầy/cô sớm phản hồi giúp em. Em xin cảm ơn.",
    "Chào thầy cô! Em học chuyên ngành Cầu Đường có đăng kí luận văn tốt nghiệp học kì 212, nhưng khi đăng kí thì hệ thống báo em chưa học môn CI4031 (Quy hoạch mạng lưới giao thông) (hình ảnh đính kèm). Quy hoạch mạng lưới giao thông (CI4031) là môn của chuyên ngành Quy hoạch và Quản lý giao thông, không có trong chương trình đào tạo của chuyên ngành Cầu Đường. Mong thầy cô giải quyết giúp em ạ. Em cảm ơn thầy cô nhiều ạ.",
    "Dạ em chào thầy cô! Tình hình là em có học môn thay thế và làm việc với phòng đào tạo qua mail mà nhận được phản hồi là phải làm việc trực tiếp với pđt về việc chuyển điểm môn thay thế! Do tình hình dịch bệnh nên em đang ở quê nên không đến trực tiếp được! em nhận được  gợi ý từ các bạn là có giải quyết qua bksi! Em xin cám ơn",
    "Mở môn học học kỳ 212 . em xin chào thầy cô, em thấy mail đăng kí môn học 212 là có mở gdtc nhưng khi e vào đăng kí thì không có môn học mở. Tất cả mã môn gdtc luôn ạ. Giờ e phải làm sao đây ạ, e có cần phải viết đơn mở lớp không ạ. Em xin cảm ơn đã trả lời thắc mắc của em.",
    "Kính chào thầy cô phòng đào tạo  em kì này đk luận văn tốt nghiệp nhưng lúc đăng ký vẫn xét anh văn 1 nên em ko đăng ký được  thầy cô cho em hỏi đó là lỗi hay là bản thân em bị thiếu tiếng anh thật ạ. tại e lúc vô trường em đã qua anh văn đầu vào và cứ học liên tiếp tới giờ nên không có học tiếng anh trong trường  em cảm ơn thầy cô ạ",
    "Em chào thầy/cô, Em là sinh viên K18, em đang đăng ký môn luận văn tốt nghiệp cho học kỳ 212. Tuy nhiên em bị báo là không có chứng chỉ anh văn tiên quyết nên không đăng ký được. Trong khi trước đó đã có mail rằng học kỳ 212 sẽ không xét chứng chỉ anh văn tiên quyết, và một số bạn của em đã đăng ký được mà chưa nộp chứng chỉ anh văn. Mong nhà trường và quý thầy/cô hỗ trợ giúp em. Em xin cám ơn.",
    "Mở môn học học kỳ 212 . Em xin phép mở môn học theo đơn và xác nhận của giảng viên ạ. Mong phòng đào tạo đồng ý mở lớp ạ. Em xin cảm ơn.",
    "Kính chào PDT trường Đại học Bách Khoa SV:  MSSV:  Cho em hỏi hiện em không đăng kí được luận văn tốt nghiệp(cdt), thông báo hiện em không đủ CCAV_1-Chứng chĩ ngoại ngữ. Theo em biết thì học kì này được miễn chứng chỉ ngoại ngữ. Mong PDT sớm xem xét thắc mắc của em. Xin cảm ơn.",
    "Em sinh viên K18 chương trình tiên tiến , kỳ này em có 22 chỉ tính cả luận văn , điều kiện đăng ký luận văn em thỏa, nhưng gặp vấn đề như hình dưới,mong nhà trường giải đáp . Phía dưới là các môn thiếu của chương trình đại trà.  ",
    "Em chào Thầy/Cô, Trong học kỳ 211 vừa rồi, em có đăng ký môn học  Quản lý dự án xây dựng (CI1053) nhưng sau đó đã xin rút môn và được duyệt. Hôm nay em xem lại trên bảng điểm thì lại bị ghi là điểm 13 thay vì 17 ạ. Cho em hỏi bị vậy là sao ạ? Em cảm ơn.",
    "iểm tbtl của em là 6.5 và kì tới em đăng kí lvtn nên tổng số tín chỉ muốn học vượt quá 21 chỉ, có cách nào để em đăng kí hơn 21 chỉ không ạ.",
    "Kính gửi Phòng đào tạo. Em là  - MSSV  - sinh viên lớp QL18KD . Theo thông báo của Phòng đào tạo là tạm thời không xét chứng chỉ Anh văn quốc tế trong đợt này, nhưng khi đăng ký môn Luận văn Tốt nghiệp, em lại không đăng ký được. Lý do đưa ra là thiếu chứng chỉ Anh văn . Mong Phòng đào tạo xem xét giúp em. Em xin cảm ơn.",
    "Cho em hỏi về việc đăng kí môn học học kì 212 ạ. Em có nhận được mail là kì này được miễn Anh văn ạ, mà hiện tại em đăng kí môn học thì nó báo là thiếu chứng chỉ ngoại ngữ ạ, cho em hỏi giờ phải xử lý như thể nào ạ? Em chân thành cảm ơn.",
    "Cho em hỏi là mình học học kì hè thì có kịp cho đợt xét tốt nghiệp cuối tháng 8 để được tham gia lễ tốt nghiệp tháng 11 không ạ.",
    "Em chào cô thầy ạ! Cho là  MSSV . Em đã rút môn Kinh tế chính trị mã SP1033 nhưng tại sao lại bị điểm 13 ạ",
    "Dạ thưa thầy cô PDT,  Em tên: Lưu Thanh Huân MSSV:  Hiện em đã gần hoàn thành CTDT (do thiếu 2 môn AV) tuy nhiên em muốn nộp bằng AV và chuyển điểm lun nên em không ĐKMH HK212, PDT cho em hỏi khi bị tạm dừng em vẫn có thể nộp bằng AV và chuyển điểm được không ạ?  Em cảm ơn nhiều ạ. Trân trong.",
    "Chào thầy cô ạ. Em tên , MSSV . Hiện tại theo tiến độ chương trình học thì em phải đăng ký thực tập ngoài trường, nhưng do thiếu tín chỉ nên em chưa thể đăng ký được. Vì đăng ký kỳ sau thì học trong kỳ chính khá bất tiện, mà đợi hè sau thì em sẽ trễ một năm. Vậy em thắc mắc không biết có thể đăng ký thực tập ngoài trường vào kỳ dự thính hè sắp tới được hay không, em cảm ơn ạ.",
    "Dạ cho em xin nộp đơn chuyển hệ từ Chính quy sang vừa học vừa làm. em mong là PĐT hồi âm sớm để em kịp đăng kí Luận văn ạ. em xin  cám ơn",
    "Dạ, em chào thầy/cô Em là SV K19-Khoa KTXD Dạ thầy/cô cho em hỏi là em có nghe bảo là CTĐT khoá tụi em sẽ có hệ Kỹ Sư nhưng hiện tại chỉ còn vài học kì nữa là kết thúc chương trình học của tụi em rồi mà vẫn chưa thấy trường/khoa phổ biến đến với SV ạ. Em rất mong nhận được sự tư vấn hoặc hỗ trợ từ phía thầy/cô. Trân trọng!",
    "Cho em hỏi mình cần làm gì để xin được tăng sỉ số sinh viên của lớp học môn Kỹ thuật chế tạo 3 (ME3201) lớp dự thính kì 212. Vì còn nhiều bạn như em cũng chưa đăng kí được ạ. Danh sách sinh viên chưa đăng kí được môn Kỹ thuật chế tạo 3 https://docs.google.com/spreadsheets/d/1T0S2RrUuMHKZsEmINLVr_fEeA5TXbXIBfbbrFdLdiWM/edit#gid=0",
    "Em chào Phòng Đào Tạo, Em là sinh viên khóa K2019 khoa Máy Tính. Theo chương trình đào tạo của ngành em khóa này, học phần Thực tập ngoài trường được thêm vào học kỳ chính 212 (ảnh đính kèm 1). Nhưng theo email mới nhất về Kế hoạch học tập 2021-2022 thì em có thông tin là học phần Thực tập sẽ được tổ chức trong HK213 nhưng số tín chỉ học phí được cộng vào HK212 (ảnh đính kèm 2). Vậy em muốn đi thực tập vào học kỳ hè thì đăng ký môn Thực Tập ngoài trường vào đợt đăng ký cho HK212 hay HK213 để được tính học phí như trên ạ? Em xin chân thành cảm ơn !",
    "Kính gửi PĐT,  Em tên , MSSV . Em đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp từ ngày 01/12/2021 rồi ạ. Nhưng đến giờ em chỉ có tên trong danh sách dự kiến mà không có tên trong danh sách tốt nghiệp chính thức ạ. PĐT giúp em kiểm tra lại được không ạ? Em cảm ơn nhiều.",
    "Em tên là Phạm Duy Khang, sinh viên năm 4 - bộ môn Kỹ thuật Hàng Không. Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại. ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em . Em cảm ơn.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách khoa Em là ,  MSSV . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em. Em xin chân thành cám ơn.",
    "Em tên , sinh viên năm 3. Em có vấn đề muốn hỏi liên quan đến việc đăng ký môn học trong học kì 212. Đó là theo mail của phòng đào tạo, những môn học thiếu môn tiên quyết sẽ bị hủy đăng ký, vậy còn những môn có môn học trước nhưng thiếu thì sao ạ? Và nếu như những môn đó không bị xóa thì có cần phải học lại môn học trước vào kì tiếp theo hay không. Do học kì tiếp theo gần sát với đợt đăng ký này nên hi vọng PĐT có thể trả lời kịp thời để em điều chỉnh lại lịch học. Xin cảm ơn",
    "Dạ em chào phòng đào tạo, em là  - MSSV: , chuyên ngành Khoan và Khai Thác Dầu khí - khoa Địa chất và Dầu khí. Cho em hỏi là tại sao em không đăng ký được luận văn tốt nghiệp đợt 2 này ạ ? Em thấy lỗi để là thiếu các môn tiên quyết: GE3077, GE3095, GE4059, trong khi đó là chương trình em học làm gì có mấy môn như vậy ạ ? Còn xem lịch sử đăng ký kết quả đợt 1 thì cũng để là thiếu môn tiên quyết. Mong phòng đào tạo sớm fix lỗi để tụi em có thể vào đăng ký sớm nhất. Thật sự là hệ thống đăng ký môn trường mình rất là loạn và chậm cập nhật nên gây khó khăn cho sinh viên trong việc đăng ký. Em xin chân thành cảm ơn.",
    "gửi PĐT, hiện nay em vẫn chưa được cập nhật thời khóa biểu môn thực hành tin học dù đã học được 3 tuần rồi ạ. Em đã đăng ký và được hứa sẽ cập nhật trước ngày 13/12 như trong hình ạ. Mong PĐT giải quyết giúp em với ạ.",
    "Chào BGH; PĐT trường ĐH Bách Khoa TP HCM Em là   MSSV  Lớp XD14CTT Hiện em đang trong học kỳ gia hạn kéo dài và em đã bổ sung đủ điều kiện để tốt nghiệp nhưng vẫn chưa nhận được Mail để đăng ký tốt nghiệp ạ . Mong PĐT có thể xem xét cho em được đăng ký tốt nghiệp vì sắp hết hạn rồi ạ . Em cảm ơn",
    "Cô ơi, tkb của em vẫn chưa được cập nhật. Đây là lịch học môn   B tin học (501706)    của thầy  (khoa KHMT). Lịch học này là của kỳ trước và nó xuất hiện từ đầu hk nhưng vì lí do gì đó nó biến mất và giờ em ko thấy ạ. Em có gửi lịch học của thầy chụp cho tụi em trong file đính kèm. Nhắc lại là lịch TN này em vẫn đang đi học vào t2 hàng tuần từ tuần trước( thầy có gửi tkb cho tụi em). Nhưng trong tkb của em lại không có và em đã đk với pđt từ 3 tuần trước ạ. Mong pđt cập nhập tkb giúp em. Mong cô hồi đáp giúp em Em cảm ơn",
    "Em chào thầy cô, Em muốn hỏi là SV K20 thì sẽ phải học bao nhiêu học phần thể chất ạ? Và đăng kí thể chất sẽ có đợt đăng kí riêng phải không ạ? Em cảm ơn.",
    "Cho em hỏi PĐT có mail là không xét CCAV cho HK212 nhưng hiện tại em đk luận văn không được do bị vướng anh văn ạ. Mong PĐT giải đáp thắc mắc của em. Em cảm ơn ạ.",
    "Chào thầy cô,  Em vừa nhận được mail về kế hoạch các kì 212 và 213, mục học phí có ghi hệ CLC đóng học phí vào tuần đầu tháng 1 năm 2022 trong khi hệ đại trà chính quy lại được để đến tận tháng 4. Vậy cho em hỏi lý do gì mà CLC phải đóng sớm một lần nhiều đến vậy ạ. Hiện tại thì công việc của phụ huynh tụi em hoàn toàn bị ảnh hưởng thì làm sao có tiền để đóng đặc biệt là gần tết như vậy ạ? Tiền kì vừa rồi thì được chia làm 2 lần đóng mà còn khó khăn lắm tụi em mới đủ tiền đóng, và cũng vừa đóng xong cách đây không lâu. Mong nhà trường sẽ dời thời gian đóng học phí của hệ CLC sang tháng 3 và chia làm 2 đợt để đóng. Mong thầy cô giải đáp thắc mắc này của em ạ. Em cảm ơn thầy, cô.",
    "e nhập học thì pdt bảo e học chương trình k18 hiện tại e cơ bản đã hoàn thành hết tất cả các môn giờ e muốn hỏi là điều kiện anh văn và tin học như thế nào ạ e có xem trên học vụ nhưng mơ hồ quá ạ cô có thể báo cho e chính xác là toeic bao nhiêu và trình độ tin học như thế nào",
    "Kính gửi Phòng Đào tạo Em tên:  Em có đăng ký môn học - Kinh tế học đại cương - mã MH: IM1013 trong đợt 1, HK212 nhưng được trả Kết quả Không mở lớp học. Trong đợt Đăng ký môn học HK212 - CQ + VLVH Đợt 2- Chuyển Hệ từ 20/12 - 29/12/2021. Em có vào chọn đăng ký lại môn Kinh tế học đại cương lần 2 (CÓ MỞ LỚP) NHƯNG KHÔNG THỂ đăng ký các lớp hiện mở trên website của trường. Nhờ PDT hỗ trợ xử lí và giải đáp.",
    "Họ và tên  MSSV  Lớp GT16TAU1 Thầy/cô cho em hỏi là em đã thực tập tốt nghiệp học kỳ 202 nhưng chưa có điểm. Nay em đăng ký luận văn nhưng vì lý do chưa có  điểm thực tập tốt nghiệp nên không được đăng ký luận văn xin PĐT xem giúp em trường hợp này với ạ. Cảm ơn thầy/cô đã xem ạ.",
    "n của em gửi từ ngày 21/12 và đã được PDT tiếp nhận mà nay 26/12 vẫn chưa cập nhật tình trạng sinh viên cho em ạ. Ngày 29/12 là hết hạn đăng kí môn học. Em mong PĐT giải quyết cho em ạ. EM chân thành cảm ơn",
    "Kính chào Thầy/Cô. Em có 1 câu hỏi về đăng ký môn học LVTN: Dạ theo thông tin từ các email của PDT thì việc đăng ký LVTN sẽ tạm thời không xét chuẩn CCAV (Chứng chỉ ngoại ngữ). Nhưng hiện tại em không thể đăng ký vì hệ thống bào về là \"Thiếu môn học tiên quyết - CCAV\" nên em rất hoang mang ạ. Cho em hỏi là em có hiểu lầm về việc miễn chứng chị ngoại ngữ không hay hệ thống đăng ký môn học đang gặp trục trặc ạ? Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Em chào Quý thầy cô! Em xin mở môn Thí Nghiệm Nấu Đúc im Loại (mã môn MA3033), chương trình của 18 ạ. Chúng em còn có môn cuối cùng này để nhận luận văn tốt nghiệm. hẩn xin pdt xem xét mở môn học giúp chúng em! Em đính kèm đơn xin mở lớp bênh dưới ạ! Em chân thành biết ơn ạ!",
    "Cho em hỏi là trong mail thông báo lộ trình học của HK212, HK213, ở mục số 6 (có đính kèm hình bên dưới) thì PĐT có ghi là 2 chỉ thực tập ngoài trường sẽ tổ chức trong hè, học phí thì tính ở HK212, vậy ở HK212 có cần đăng ký môn thực tập không hay là để sang HK213 đăng ký ạ?",
    "Thưa PĐT, Hôm nay là ngày 27/12 nhưng em vẫn chưa nhận được mail dăng ký tốt nghiệp, mong PĐT kiểm tra giúp em. Trân trọng, .",
    "Em tên , MSSV . Em muốn hỏi về thời gian đóng học phí của trường. Như mail em vừa nhận được (em có đính kèm hình) thì thời gian đóng học phí của hệ Đại trà là tháng 4 nhưng của hệ Chất lượng cao là tháng 1, tại sao lại có sự phân biệt như vậy và hệ Chất lượng cao lại phải đóng học phí trước vậy ạ. Gia đình chúng em cũng có những khó khăn trong mùa dịch thì tại sao không giãn thời gian đóng học phí ra như hệ Đại trà vậy ạ. Em mong nhận được phản hồi! Chúc thầy cô nhiều sức khỏe ạ!",
    "Em xin chào Phòng Đào Tạo Học kì 201 em có học môn Mạch điện - điện tử  Mã CO2037 thay cho môn tương đương là Linh kiện mạch và điện tử Mã CO2015. Học kì 202 em có học những môn tương đương: -Môn Thiết kế luận lý Hdl mã CO1025 là môn tương đương thay thế cho môn Thiết kế luận lý với verilog HDL mã CO2033. -Môn Giải tích mạch mã EE2033 môn tương đương thay thế cho môn Giải tích mạch cơ bản mã EE2001. -Môn Đồ án thực tập phần cứng máy tính Mã CO2041 là môn tương đương thay thế cho môn Thực tập phần cứng máy tính Mã CO2019 . Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm các môn CO2015, CO2019, CO2033, EE2001 sẽ ghi là MT. Hiện tại bảng điểm chưa được cập nhật. Vì Vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ? Em xin cảm ơn.",
    "Dạ em chào quý thầy cô ạ Em tên là Chu Đức Chí Sinh viên khóa K21 MSSV  Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 1 2 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ. Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ Em xin cảm ơn ạ.",
    "Em là sinh viên liên thông nhưng học đã bị hết hạn học và còn nợ 3 môn .giờ em thì lại liên thông nếu đậu thì có được chuyển điểm hết các môn đã học qua  sinh viên liên thông nói không ạ.hay phải học lại hết các môn hệ liên thông.xin trả lời giúp em .Em cảm ơn nhiều",
    "Em chào thầy (cô). Em là , MSSV , sinh viên khoá 15. Hiện em đã hết thời hạn học nhưng còn 1 môn chưa đạt điểm qua môn. Em muốn xin được chuyển sang hình thức Vừa học Vừa làm để tiếp tục học, vậy em phải đăng ký thế nào và với những giấy tờ gì ạ? Em xin cảm ơn thầy (cô).",
    "Chào thầy/cô. Theo thông báo mới nhất là được phép đăng ký ĐCLV vào kỳ hè 213. Vậy em có thể đăng ký đồng thời cả TTTN và ĐCLV vào kỳ hè 213 được không ạ? Trân trọng",
    "Chào PĐT, Em là sinh viên K20, em có một số câu hỏi về đăng ký môn của HK213: 1. Em thấy trong mail của PĐT có nhắc đến việc thực hiện Nghị định mới (chỉ tổ chức dự thính cho trường hợp học lại), em muốn hỏi là Nghị định này có áp dụng cho học kì hè 213 không ạ ? 2. Trong học kỳ hè, em có thể đăng ký môn học học lần đầu không ạ ?  Mong PĐT sớm trả lời thắc mắc của em. Em xin cảm ơn. Thân ái.",
    "Mở môn học học kỳ 212 .",
    "Em chào thầy, cô ạ Em là   MSSV:       Khoa: Quản Lý Công Nghiệp Dạ thầy cô cho em hỏi hiện tại em đã hoàn thành chương trình học và đã đủ điểm toeic để đăng kí tốt nghiệp (toeic 575). Em vào trang đăng kí tốt nghiệp trên My Bk thì hiện tại em vẫn không không thể đăng kí được ạ (em có đính kèm hình ảnh bên dưới ạ) và hiện tại em cũng chưa nhận được email danh sách tốt nghiệp dự kiến ạ . Kính mong thầy, cô hướng dẫn giúp em để em có cơ hội tốt nghiệp trong đợt sắp tới. Em xin chân thành cảm ơn.",
    "Dạ chào Phòng đào tạo, em tên  .Đợt đăng kí môn học chính quy vừa rồi em có đăng kí môn Cơ lữ chất CI2003 mà đến đợt 2 này thì em bị Phòng đạo tạo hủy môn do quá sỉ số. Em khẩn xin Phòng đạo tạo mở thêm sỉ số giúp em do môn này rất quan trọng em đã đăng kí 2 kì rồi mà vẫn chưa đăng kí được. Em cảm ơn và mong nhận được phản hồi.",
    "Mở môn học học kỳ 212 . Dạ em xin chào thầy cô, hiện tại em có đăng ký môn Kết cấu bê tông cốt thép CI3237 nhưng lại là môn bắt buộc học song hành với Cơ kết cấu CI3233 nhưng PĐT chỉ mở Kết cấu bê tông cốt thép CI3237 mà không mở Cơ kết cấu CI3233. Em mong PĐT mở lớp cơ kết cấu CI3233 Em xin cảm ơn",
    "Cho e hỏi nếu e đóng hp dự thính trễ hạn thì có cần làm đơn hay bị ảnh hưởng gì đến quá trình học không ạ. Và nếu e đóng trước khi thi giữa kỳ thì có bị cấm thi không ạ.",
    "Trong phần lịch học, môn MI1003-Giáo dục quốc phòng chiếm hết lịch học của tuần làm em không thể đăng kí các môn khác. Mong phía nhà trường xem xét. Em cảm ơn. ",
    "Theo quy định mới đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai). Vậy trong kì hè 213 em không thể học trước mấy môn chính trị đúng không ạ. Tại kì hè cũng là kì dự thính",
    "Mở môn học học kỳ 212 . Kính chào PĐT, em tên là  mssv . Hiện tại lớp Vật liệu xây dưng XD18VL còn 4 bạn chưa học môn Thí nghiệm chuyên ngành vật liệu xây dựng CI3079, mong PĐT có thể mở môn học trong kì này để chúng em có thể bắt kịp tiến độ học tập ạ. Em xin chân thành cảm ơn ạ",
    "Kính chào Thầy/Cô. Em tên  sinh viên Khoa QCN. Em có 1 câu hỏi về đăng ký môn học VTN: Dạ theo thông tin đăng ký trên my bk thì có 02 lớp VTN đại trá Tiếng việt là   B lớp 01 và 01   ? Cho em hỏi là 2 lớp 01, 01 khác nhau như thế nào? và sinh viên lớp đại trà chúng em nên đăng ký chọn lớp nào để học VTN kỳ sau ạ? Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!",
    "Em đăng ký môn học TTTN và DCLV thì trên hệ thống báo là không đủ thời gian giãn cách giữa 2 cơ sở ạ, em xin PĐT có thể mở cho em đăng ký 2 môn song hành được không ạ ?",
    "Em chào văn phòng, Theo như những kì trước thì lịch đóng tiền học của CLC là sau 3-4 tuần sau ngày bắt đầu kì mới và chia ra làm 2 đợt. Nhưng kì 212 sắp tới lại thông báo kế hoạch học tập và đóng tiền của CLC ngay trong tuần đầu tiên và chỉ mở đóng một lần. Như vậy thì quá là gấp và dồn dập ạ. Cả sinh viên và phụ huynh đều không thể chuẩn bị kịp. Đây là thắc mắc và bức xúc của nhiều sinh viên cùng học hệ CLC, em mong văn phòng xem xét và có giải pháp hợp lý. Em cảm ơn ạ   i  .",
    "Kính chào Thầy/Cô, Em tên là Trần Hữu Phúc, MSSV: 1512548. Hiện tại em chỉ còn môn luận văn tốt nghiệp (MA4333) nhưng khi em vào trang đăng ký môn học thì trang web lại thông báo là em không được quyền đăng ký môn học (như hình em gửi đính kèm). Mong Thầy/Cô giải quyết cho em ạ. Em xin cảm ơn.",
    "Em xin chào ạ, Em có rút môn Vận tải hàng hóa (ME4021) kì này  thành công và có điểm thi là 17, nhưng điểm tổng kết thì lại là 13.00 ạ. Mong pđt xem xét và phản hồi sớm ạ Em xin cảm ơn,",
    "Mở môn học học kỳ 212 . Chào quý thầy cô, Ở HK211, em không đăng ký môn KTHTVT-EE3015, em có đăng ký ở HK212 nhưng HK212 Phòng Đào tạo không mở lớp KTHTVT-EE3015. Môn học này là môn học trước để tụi em Đăng ký Đồ Án 1, hy vọng Phòng đào tạo có thể xem xét mở lớp giúp tụi em để kịp tiến độ đăng ký đồ án và Tốt nghiệp đúng hạn. Và nếu mở lớp thì cần sỉ số bao nhiêu để được mở lớp ạ ? Em cảm ơn !",
    "Em chào thầy (cô)! Em là , MSSV , lớp HC18KTTP Do em bị trễ anh văn nên em chưa học học Công nghệ lên men, MMH: CH3042. Môn học không được mở nên em phải học môn tương đương là Công nghệ lên men vi sinh vật, MMH: CH3359, nhưng bị vướng môn tiên quyết Vi sinh vật học, MMH CH3003, em đã học môn Vi sinh thực phẩm, MMH: CH2045 tương đương với môn này. Mong pdt xem xét tạo điều kiện cho em đăng kí môn để kịp tiến độ học tập. Em cảm ơn! .",
    "Kính gửi PDT, Em là (MSSV ), sinh viên năm 5 Việt Pháp Hàng Không. Hiện nay, em đăng kí môn Tư tưởng Hồ Chí Minh ( MSMH SP1037) loại hình Chuyển hệ, nhưng được hệ thống báo chưa học môn Lịch sử ĐCSVN (SP 1039) dù em đã học môn   -Lenin ( mã cũ 001001 ) đã bao gồm học phần đó. Em kính mong PDT có thể hỗ trợ  giải quyết để em có thể đăng kí môn học kịp thời ạ . Em xin cảm ơn,  Sinh viên ",
    "Thầy/Cô cho em hỏi theo thông báo của trường thì HK212 sẽ không xét chuẩn CCAV, nhưng đợt 1 ĐKMH của em môn LVTN lại bị hủy vì lý do thiếu tiên quyết AV. Hiện tại đang ĐKMH đợt 2 nhưng em vẫn không thể đăng ký được với ký do là thiếu chuẩn CCAV_1 đối với LVTN. Nhiều bạn cũng giống như em nhưng nhiều bạn thì lại vẫn đăng ký được mặc dù chưa có CCAV. Cho em xin cách giải quyết với ạ. Việc đăng ký LVTN rất quan trọng với em ạ. EM cảm ơn    .",
    "Tốt nghiệp . Em xin chào Thầy/Cô. Em tên là Võ Kim Sơn, MSSV:1512862, Lớp CK15CTM3. Việc là em có Đặt câu hỏi trên BKSI từ trước để xin xét Tốt nghiệp và đã được Thầy/Cô trả lời. Tuy nhiên tới hôm nay (27/12), em vẫn chưa vào được Mybk/Đăng ký Tốt nghiệp, cũng chưa nhận được email thông báo gì. Hiện thì đã quá hạn Đăng ký Tốt nghiệp, Cho nên em xin Thầy/Cô xem xét và giải quyết cho em với ạ. (Em đã hoàn thành Chương trình đào tạo và đã đủ điều kiện để xét TN).  Em xin cảm ơn và chúc Thầy/Cô có nhiều sức khỏe.",
    "Chào Phòng Đào tạo, Em tên là , MSSV:  lớp DD18DV03. Em xin trình bày việc như sau ạ: Học kỳ HK212 tới em có đăng ký môn Luận văn tốt nghiệp và đã đăng ký thành công. Tuy nhiên, em lại có tên trong danh sách kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký với môn Chứng chỉ ngoại ngữ_LVTN. Trong khi ở những thông báo trước, Nhà trường đã thông báo tạm thời không xét điều kiện Chuẩn CCAV quốc tế khi xét LVTN. Đây là môn học quan trọng cuối cùng nên em mong nhận được sự hướng dẫn của Phòng Đào tạo về trường hợp này ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Em thấy google meet cho phép tối đa là 100 người (kể cả giảng viên) nhưng sĩ số đăng kí chỉ có 80 thì không biết có thể mở thêm sĩ số được không ạ! Vì môn EE3025 ít bạn học và cũng là môn tiên quyết nên em mong được tăng thêm sĩ số ạ. Em xin cảm ơn ạ!",
    "Xin chào thầy cô, em muốn hỏi là có phải em đăng kí 12 chỉ thì học phí sẽ được giảm 25% trên số tiền 30tr không ạ?",
    "Em tên  MSSV , vào đợt đăng kí môn học trước em chỉ đăng kí duy nhất môn Công nghệ cao su MA3009 nhưng không hiểu vì sao em bị hủy môn và trang web thì báo kết quả là em chưa đăng kí. Và môn học này hiện tại có 2 lớp, mỗi lớp 25 sinh viên, em là sinh viên năm cuối môn học này rất quan trọng với tiến độ ra trường của em( vì 1 năm sau mới mở lại). Kính mong pdt xem xét mở thêm sỉ số cho em ạ. Em rất biết ơn ",
    "Dear Cán Bộ PĐT, Em là sinh viên Khóa 13, Việt Pháp Chuyên ngành Năng Lượng (Điện -Điện Tử). Em đã nộp đơn và được chấp nhận cchuyển sang hệ đào tạo VHVL. Theo như kết quả học tập gần nhất là em còn thiếu duy nhất môn Tính Toán Lưới điện (mã MH 401705)  để hoàn tất toàn bộ chương trình học. Tuy nhiên do môn học không mở được trong HK212 (Thiếu sỉ số) nên em đăng ký môn tương đương là Giải Tích Hệ Thống Điện (EE3013 ; VHVL) có mở trong HK212. Nhưng gặp trở ngại là thiếu môn tiên quyết là Cơ sở mạng điện (EE2017). Em xin có câu hỏi là có cách nào để em có thể đăng ký môn Giải tích hệ thống điện (EE3013) đươc không ạ. Cảm ơn và Trân Trọng.",
    "em chào thầy cô  em có thắc mắc là điểm trung bình tích lũy ( xem trong phần thông tin sinh viên ) và điểm trung bình tích lũy ngành ( mục này em chưa biết xem ở đâu ) thì điểm nào là dùng để xét điểm tốt nghiệp vậy ạ . và cho em hỏi là nếu em học môn tương đương như trong chương trình nhà trường đưa ra thì em sẽ không được tính điểm vào trung bình tích lũy ngành thì như vậy em học xong môn đó thì điểm cũng chẳng có ý nghĩa gì cho việc tốt nghiệp của em hay sao ạ ?  vì nhà trường không mở lớp nữa nên bây giờ cần phải đủ sỉ số thì tụi em mới xin được. mà số lượng các bạn gặp tình huống như em khá ít nên em mong thầy cô có thể giải đáp giúp em với ạ !  em xin cảm ơn !",
    "Dạ chào thầy/cô. Em là  - MSSV . Hiện tại em đã hoàn thành chương trình học, hoàn thành các điều kiện tốt nghiệp nhưng em vẫn chưa có mail đăng ký tốt nghiệp và chưa có tên trong danh sách tốt nghiệp. Mong thầy cô kiểm tra và phản hồi giúp em để em kịp đăng ký tốt nghiệp trước thời hạn ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy cô, Em xin trình bày hoàn cảnh của bản thân mình : Do tình hình dịch bệnh kéo dài nên em chưa thể đăng ký thi anh văn TOEIC. Trước khi bùng dịch em đã có đăng ký mà thi chưa qua. Hiện tại, em đã hoàn thành hết các chương trình đào tạo của nhà trường và chỉ còn mỗi điều kiện TOEIC của trường là chưa đạt được. Mong quý thầy cô xem xét giúp đỡ thu nhận lại để em có thể hoàn thành và tốt nghiệp. Em xin cảm ơn thầy cô.",
    "Mở môn học học kỳ 212 . Em chào thầy cô, em hiện và một số bạn hiện không đăng kí được môn thực tập này ạ, do đây là môn cần thiết để trước khi làm đồ án nên mong pđt tăng sĩ số để em và các bạn có thể đăng kí ạ, em cảm ơn",
    "Thầy/Cô cho em hỏi việc thanh toán bảo hiểm y tế ạ. Lí do là cổng thanh toán của trường bảo trì từ ngày 15 đến ngày 20 mà hạn cuối thanh toán là chiều ngày 20 ạ. Nhưng sau thời gian đó đến nay cổng BK Pay vẫn bị lỗi ạ. Em muốn xin thêm thông tin về cách thanh toán ạ.",
    "Kính gửi Thầy/Cô, Em có gửi yêu cầu về việc không đăng kí tốt nghiệp được cách đây 1 tuần và thầy cô phản hồi đợi tới ngày 27 gửi yêu cầu lại nếu không đăng kí được. Hiện tại, em vẫn chưa nhận được mail và chưa đăng kí tốt nghiệp được (trang đăng kí lỗi vẫn chưa vào được ạ). Em đang rất cần gấp bằng tốt nghiệp chính thức để bổ sung hồ sơ du học trước Tết. Rất mong thầy cô có thể xét duyệt sớm và giúp đỡ em. Em chân thành cảm ơn!",
    "Em muốn đăng kí môn học cũ nhưng kì này môn đó không mở và em muốn học môn thay thế .Dạ cho em hỏi cách thức để học môn thay thế ạ Em xin trân trọng cảm ơn",
    "Thưa Thầy/Cô Em là Lợi Thanh Quan, sinh viên Việt Pháp K17 Em xin hỏ - Chuyển hệ là gì. Vì khi đăng ký môn \"Chủ nghĩa xã hội khoa học\" bên CQ sẽ ghi lỗi \"Không thuộc loại hình sinh viên\" và khi đăng ký bên Chuyển Hệ thì được Em xin hỏi là em đăng ký và học có được tính là hoàn thành môn học không . Xin Thầy/Cô giải đáp giúp em để em sớm hoàn thành chương trình học và tốt nghiệp ạ! Em cảm ơn. Chúc Thầy/Cô nhiều sức khỏe ạ!  .",
    "Dạ hiện tại em cần đăng ký Giải tích 2 (MT1005) để tốt nghiệp nhưng các lớp đã đủ sĩ số. Em có thể xin chèn lớp hoặc đăng ký vào đợt đăng ký môn học bổ sung 04/01/2022 được không ạ!",
    "Kính gửi Phòng đào tạo, Hiện tại em đã thi xong nhưng có hai cột điểm đó là Điểm thi, Điểm tổng kết và điểm lần 2. Phòng Đào tạo cho em hỏi điểm này có phải là điểm tổng kết cuối cùng của môn không và có tính vào tổng điểm trung bình không ạ?  Em xin cảm ơn",
    "Em chào thầy(cô), em gửi đơn hoãn thi môn Phương pháp tính -MT1009  Lí do: đang thi bị cúp điện. Em có gửi mail xin giáo viên giảng dạy xác nhận nhưng thầy không phản hồi mail. Mong thầy cô xem xét và chấp nhận! Em xin cảm ơn! (có đính kèm đơn xin hoãn thi)",
    "Dạ em xin chào PĐT ạ, em là Huỳnh Ngọc Diễm Phúc mssv . Khoa Kỹ thuật Hóa Học. Xin PĐT mở thêm sỉ số các lớp CÔNG NGHỆ TẾ BÀO CH3019 từ 20 lên 25. Lí do: Trùng lịch môn TIN SINH HỌC (môn này chỉ mở 1 lớp) và các lớp CÔNG NGHỆ TẾ BÀO đã full không thể chuyển nhóm để đăng ký ạ. Mong tin tốt lành, Em cảm ơn.",
    "Thưa Thầy/Cô  Em xin được mở lớp Sinh Thái Công Nghiệp(610702) dưới dạng đồ án Em đã được sự đồng ý của giảng viên, chủ nhiệm khoa và Văn Phòng Việt Pháp Trong đơn ghi HK dự thính, nhưng em đã hỏi ý kiến Thầy để được mở trong học kỳ chính và Thầy đã đồng ý ạ!  Xin PDT giải quyết giúp tụi em!  Tụi em xin chân thành cảm ơn ạ!  Chúc Thầy/Cô thật nhiều sức khỏe!   ",
    "Mở môn học học kỳ 212 . Em xin đăng kí mở môn học Hư hỏng sửa chữa công trình CI1051, có đính kèm ảnh chụp màn hình email xác nhận và đơn có chữ ký.",
    "Em tên: , Hiện đang là sinh viên năm nhất của Khoa Kỹ Thuật Xây Dựng, Em đăng kí môn học đợt 2 này thì hệ thống lại báo là thiếu các môn anh văn tiên quyết nên em không đăng kí được bất kì môn học nào trong học kì sắp tới ạ. Mong các thầy cô có thể giúp em giải đáp thắc mắc về tình trạng của em ạ. Trân trọng.",
    "Kính gửi Phòng đào tạo, Em tên là . MSSV:  Hiện tại em là K15, em chưa học anh văn 4 và em muốn hỏi là em thi toeic được 500 điểm thì có chuyển điểm cho anh văn 4 được không ạ? Em cảm ơn!",
    "Dạ em chào cô,  Em là  MSSV , ở đợt đăng ký môn học này em có đăng ký môn Luận văn tốt nghiệp mã ME4539 nhưng không đăng ký được vì hiện thông báo thiếu môn tiên quyết Thực tập ngoài trường, mà môn này vì tình hình dịch bệnh nên kỳ này bộ môn em mới bắt đầu thực hiện và giờ chưa có điểm ạ . Vậy em nhờ phòng đạo tạo xem xét giúp em hoặc em có thể đăng ký luận văn ở đợt bổ sung nếu đã có điểm môn thực tập không ạ? Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo,  Em tên Trần Phạm Khang Dy, MSSV , lớp VP2014XDC. Em viết đơn này để xin hỏi về vấn đề CCAV của LVTN, em xin hỏi là em đã nộp bằng TOEIC vào năm 2017 (trong hình gửi kèm) thì hiện tại em có phải nộp lại 1 bằng mới để xét điều kiện đăng ký LVTN hay không ạ ? Hiện tại, khá khó khăn trong việc đăng ký để thi lấy 1 bằng TOEIC mới nên em xin Phòng Đào Tạo cho em câu trả lời ạ  Em kính mong Phòng Đào Tạo sớm phản hồi về vấn đề của em ạ .  Em xin chân thành cảm ơn.               Dy",
    "Em xin chuyển hệ từ chính quy sang hệ vừa học vừa làm",
    "MSSV: Em xin chào thầy cô , như thông tin em đã nhận mail của trường vào ngày 25/12/2021. Thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban giám hiệu nhà trường xem xét  đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212. Em xin chân thành cảm ơn .   i ",
    "MSSV: Dạ em xin chào thầy cô, như thông tin em đã nhận từ mail của trường vào ngày 25/12/2021 thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban Giám hiệu nhà trường xem xét đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212. Em xin chân thành cảm ơn. Vùng tệp đính kèm   i ",
    "Em chào thầy/cô. Trong phần quy định đặt tên của báo cáo LVTN: ( _Tên SV1_Tên SV2_Tên Đề tài )  là mã gì vậy ạ?",
    "Do em học xong chương trình nhưng do chưacos bằng ngoại ngữnene chưa ra trường được ,kỳ rồi em không đăng ký môn học nên bị tạm dừng.Mong phong đạo tạo thu nhận lại em ạ  Em xin cảm ơn  .",
    "MSSV: Em xin chào thầy cô , như thông tin em đã nhận mail của trường vào ngày 25/12/2021. Thông báo về việc nộp đơn thu nhận lại đối với sinh viên tạm dừng trong học kì 211, nay em làm đơn này kính mong ban giám hiệu nhà trường xem xét  đơn thu nhận và chấp nhận cho em tiếp tục duy trì tình trạng sinh viên vào học kì 212. Em xin chân thành cảm ơn.   i ",
    "Dạ cho em nộp đơn mở môn học ạ",
    "MSSV:    Dạ PĐT cho em hỏi, thi xong yêu cầu sinh viên phải nộp record bài làm trong vòng 48h ý ạ. Gần đến hạn nộp em mới vào BKexam, em không biết khi tắt trình duyệt mà không đăng xuất thì tài khoản bkexam sẽ bị khóa 2h đồng hồ. Vì vậy em đã nộp link record muộn. PĐT cho em hỏi như vậy em có bị không chấp nhận bài thi không ạ? Do em không thấy quy định nhưng nghe các bạn nói ạ :(((((",
    "Em xin phép được chuyển hệ sang VLVH để tiếp tục chương trình học và được đăng kí môn học ạ",
    "Kính gởi PĐT, Em muốn hỏi về thủ tục để xin ra khỏi CT tài năng thì phải thực hiện những bước nào (biểu mẫu đơn, đơn vị xử lý). Em kiếm trên aao không thấy đề cập đến. Em xin chân thành cảm ơn   i ",
    "Mở môn học học kỳ 212 . môn học CI2001 - Sức bền vật liệu kì 212 ,em muốn mở thêm lớp để học môn Sức bền vật liệu ạ vì hiện tại đã hết chỗ trống để đăng kí",
    "Em xin chào PĐT ạ,  Em là , MSSV: , lớp HC16DK. Do khi vừa trúng tuyển đại học, em có xin bảo lưu 1 năm học và sau đó đi học lại chung với K16, em có kiểm tra phần thời gian đào tạo tối đa của em đến tháng 4/2023, nhưng hiện tại khi em đăng kí môn học cho HK212 thì em bị mất quyền đăng ký ạ! Em rất mong PĐT có thể kiểm tra, xem xét và cấp quyền cho em được ĐKMH kịp thời trong đợt 2 ạ! Em rất mong đợi phản hồi sớm nhất từ PĐT. Em xin chân thành cảm ơn ạ",
    "Dạ cho em hỏi lúc trước em có xin với giáo viên bộ môn hoãn thi môn Thực Hành Vật Lý Bán Dẫn thì thầy bảo làm đơn rồi nộp cho thầy, sau khi em làm đơn cho thầy thì không nhận được trả lời, bây giờ trên mybk điểm tổng kết của em hiện là 0.0 chứ không phải 14. Vậy điểm tổng kết của em là 0.0 luôn hay là chưa có điểm ạ.",
    "Em muốn đăng ký môn Khởi nghiệp IM1021 hệ chính quy ở học kỳ 212 nhưng hiện tại tất cả các lớp đã đủ  sĩ số sinh viên. Em mong pdt cho em đăng ký được vào lớp L05 . Em xin cảm ơn!",
    "Kính gửi PĐT Em là , VP17HK . Em xin nộp đơn đề nghị cho phép em đăng ký môn TR2011 HK212 chính quy. Em xin cảm ơn, ",
    "Em tên -, khoa Kỹ Thuật Hóa học, lớp CC20HC11, cho em hỏi cách thức làm đơn hoãn thi môn Hóa Vô cơ (CH2013). Lý do là vì hôm qua 26/12/2021 em thi Final exam trên Bkel nhưng lúc cuối giờ em nộp bài thi thì bị lỗi đường truyền và không ghi nhận bài thi của em. Kết quả là em bị đánh vắng. Em mong thầy cô  xem xét cho em được đăng ký hoãn thi môn này ạ. Em xin cảm ơn.  .",
    "Kính chào thầy cô. Mã số sinh viên:  Mong trường cho em xin email của thầy:  khoa điện-Điện tử dạy môn Nhập môn kỹ thuật. Em cảm ơn.",
    "Thưa cô Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp.",
    "Em là K2019, ngành Công nghệ Thực phẩm. Em muốn hỏi rằng mình đkmh 3 chỉ tự chọn tự do của ngành khác (ngành Quản lí Công nghiệp) thì có được không ạ. Em cảm ơn ạ",
    "Mở môn học học kỳ 212 .",
    "Dạ cho em hỏi với ạ! Hiện em chưa rớt anh văn 1, thì em có được đăng kí anh văn 1 với mã môn là LA1037 ở học kì dự thính, hay em chỉ được đăng kí anh văn 1 LA1003 ở học kì chính thoi ạ.",
    "Kính gửi Thầy-Cô. Em tên:  MSSV:  Nay em làm đơn này kính mong Thầy/Cô xét duyệt giúp em cho bạn em lên nhận giúp bảng điểm (ngày nhận bảng điểm là ngày 30/12/2021). Do em đang cách ly tại nhà, em xin gửi thông tin bạn em Tên:  CCCD: [phone_number]55 Em xin chân thành cảm ơn",
    "Kính gửi PĐT! Em tên , MSSV: . Em có tên trong danh sách kiểm tra điều kiện tiên quyết vì đăng kí môn chi tiết máy ME2007 cho học kì 212. Tuy nhiên ở học kì 211, em có học và đã thi xong kì thi cuối kì môn nguyên lý máy ME2003 (thay cho môn nguyên lý máy mã ME1015) vì ngành em học mã này. Vì vậy, em xin thắc mắc là môn ME2007 của em có bị hủy không ạ? Em xin chân thành cảm ơn!",
    "Mong phòng đạo tạo giải quyết chuyển hệ sớm giúp em để em đăng ký môn học cho học kỳ tiếp theo . Và cho em hỏi thêm là sau khi em tốt nghiệp hệ VLVH thì có thể học thêm văn bằng 2 tại trường ngành kiến trúc được không ạ? Em xin chân thành cảm ơn!",
    "Chào thầy/cô ạ . Em là  - sinh viên khóa K21, hiện đang là sinh viên khoa cơ khí  Em viết bài này để trình bày về việc sau: địa phương em có lịch cúp điện vào ngày 29/12 từ lúc 7h30 đến 15h30, tức là đã trùng vào lịch thi cuối kì VL1 mà em thi vào ca 9h ạ. Em có thắc mắc rằng ca thi muộn nhất vào ngày hôm đó là mấy giờ ạ? Nếu lúc đó trùng vào giờ đã có điện lại thì em có thể xin dời ca thi không ạ? Và đợt thi cuối kì có đợt thi bổ sung vào những ngày sau không ạ? Mong sớm nhận được hồi đáp của thầy/cô. Cảm ơn thầy/cô ạ",
    "Dạ em chào thầy (cô) ạ, Sau khi thi cuối kỳ môn giải tích mạch, em có gặp sự cố nên đã hoãn thi trong mục đăng ký hoãn thi trên mybk, vậy thì có cần làm thêm gì nữa không ạ Mong nhận được sự phản hồi sớm từ quý thầy cô ạ Trân trọng",
    "Chào thầy/cô, Em được Phòng đào tạo xếp lớp với sỉ số tối đa là 80 sinh viên nhưng hiện tại lớp chỉ có 33 sinh viên, các lớp khác đã đủ sỉ số nên em không thể chuyển lớp. Như vậy Phòng đạo tạo có xóa lớp không ạ? Em cảm ơn ạ.",
    "thu nhận lại và đăng kí môn học mới hk 2 (2021-2022)",
    "Dạ em chào các thầy cô trong phòng Đào tạo ạ. Hiện tại tình trạng sinh viên của em đang tạm dừng vì không đăng ký môn học trong học kỳ 211 nên em không thể đăng ký tốt nghiệp được. Do đó em nộp đơn này mong được nhà trường thu nhận lại và có thể mở đăng ký tốt nghiệp giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Dạ em chào ạ, cho em hỏi là nếu em đăng kí thực tập ngoài trường thì số tín chỉ tối đa em đăng kí được là bao nhiêu ạ. Do em thấy qui định là 12, mà em đăng kí 17 chỉ thì hệ thống vẫn chấp nhận ạ. Em cảm ơn ạ",
    "Mở môn học học kỳ 212 .",
    "Em tên là  MSSV  Em có một thắc mắc là em có thấy mail thông báo mới nhất về DKMH có nhắc là môn Giáo dục thể chất đã được bổ sung, SV có nhu cầu thì đăng ký. Tuy nhiên, khi em điền mã môn để đăng kí thì không có một môn thể chất nào mở lớp ạ. Hiện tại em còn thiếu 1 học phần thể chất để đủ điều kiện đăng kí năm 3 thì không biết là đang có lỗi bên web hay là bao giờ đăng kí thì sẽ có mail thông báo chính thức ạ. Em mong được sớm giải đáp thắc mắc. Em chân thành cảm ơn thầy/cô ạ",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Em đã đăng ký môn nhưng hiện tại lại không chỉnh sửa được vì lí do tạm dừng. Em rất mong nhận được sự hỗ trợ từ phía anh/chị.",
    "Chào thầy/cô, Em muốn đăng ký môn thể chất PE1039 của học kỳ 212 trong đợt đăng ký đợt 2 (từ 25-29/12/2021) nhưng sao em thấy trên trang đăng ký môn học lại không có môn thể chất vậy ạ. Em có xem kỹ mail thông báo đăng ký đợt 2 thì thấy trường ghi rõ là có mở lớp thể chất cho sinh viên đăng ký trong đợt này, vậy bây giờ em muốn đăng ký môn thể chất thì cần phải đăng ký như thế nào vậy ạ. Em đã liên lạc bằng BKSi nhưng đã lâu chưa nhận được câu trả lời, hiện kỳ sau em phải hoàn thành môn thể chất để có thể đăng ký môn trong năm tiếp theo ạ. Mong sớm nhận phản hồi từ thầy/cô. Em cám ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM. Em Tên  Mssv . -Em viết này để phản hồi hiện tại em không đăng ký được tốt nghiệp lý dó tình trạng sinh viên đang bị tạm dừng.( PĐT hẹn 27.12.2021 nếu không đăng ký được thì phản hồi lại cho PĐT), Mong phòng đào tạo xem xét thu nhận lại để em có thể đăng ký tốt nghiệp. -Và em xin hỏi là hạn chót xét tốt nghiệp và ngày tốt nghiệp là khi nào ạ ? Em xin cảm ơn và mong phòng đào tạo sớm phản hồi. !  ",
    "Dạ em xin chào thầy cô, hiện tại em đăng ký môn  bê tông cốt thép CI2037 nhưng môn này bắt buộc phải học song hành với cơ kết cấu CI3233. Môn CI3233 lại không có mở lớp ở kì 212, chúng em đã liên hệ bộ môn và sẽ có thể mở lớp vào kỳ dự thính. Hiện tại 29/12/2021 kết thúc dăng ký môn học kỳ 212 nhưng 6/12/2021 mới nhận mở lớp dự thính. Vậy cho em hỏi là môn kết cấu bê tông côt thép có bị xoa hay không ạ ? Neus xóa thì bây giờ phải làm sao ạ, mong quý thầy cô hướng dẫn ạ. Em xin chân thành cảm ơn",
    "Do bị tạm nghỉ nên em làm đơn thủ nhận lại đẻ đươc đăng kí môn học",
    "Dạ chào thầy/cô! Em là khoá K17. Vừa được cập nhật điểm môn cuối. Như vậy em đã hoàn thành xong chương trình đào tạo của mình. Mong thầy/cô kiểm tra và cho em vào danh sách dự kiến tốt nghiệp để được đăng kí tốt nghiệp kịp thời gian ạ. Xin xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Xin đăng ký mở lớp môn học Kỹ thuật lập trình (CO1027): Nguyện vọng mở lớp của em đã được sự đồng ý của thầy và ban Chủ nhiệm (file đính kèm). Mong nhà trường xem xét mở lớp ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ. Em là sinh viên K18, nếu theo đúng tiến độ thì chỉ còn kì sau nữa là em tốt nghiệp. Hiện tại em đang có nguyện vọng học môn hoá phân tích CH2009 nhưng sĩ số các lớp đều đã đủ. Môn học này các khoá sau đã đổi mã nên để mở thêm lớp vào kì sau là rất khó. Mong thầy cô có thể mở thêm slot cho môn hoá phân tích CH2009. Em xin cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Giảng viên phụ trách môn thí nghiệm hóa đại cương của em hướng dẫn em xin phòng đào tạo để được sắp lịch học 2 buổi thực hành cuối cùng của chương trình trên phòng thí nghiệm ạ. Em là Nguyễn Hoàng Vĩ Khang  học TN HĐC Nhóm L01-A Hk211.",
    "Kính gửi phòng đào tạo Em là  MSSV  Dạ em muốn hỏi về nộp bằng tốt nghiệp THPT là mình nộp bản chính hay sao? Còn nếu là bản sao thì làm sao mình biết được là mình đã nộp hay chưa? Em cảm ơn ạ Trân trọng   i  .",
    "Mở môn học học kỳ 212 . Xin đăng ký mở lớp môn Kỹ thuật lập trình (CO1027): Nguyện vọng mở lớp của em đã được sự đồng ý của thầy và ban Chủ nhiệm (file đính kèm). Mong nhà trường xem xét mở lớp ạ. Em xin cảm ơn.",
    "Chào Thầy/Cô Em là Nguyễn Duyên Ngọc Quỳnh - 1712905. Mấy ngày gần đây em có nhận mail cảnh cáo bảo mật từ Google về tài khoản gmail trường của em (quynh.nguyen921314@hcmut.edu.vn) có người cố tình đăng nhập. Em đã thử đổi mật khẩu của gmail nhưng lại không thể đổi được, không truy cập được. Thầy/Cô có thể hướng dẫn, hỗ trợ em để đổi mật khẩu của gmail được không ạ? Em cám ơn.",
    "Em chào thầy/ cô, Em tên , sinh viên khoá K15 khoa Khoa học ứng dụng. Em làm đơn này xin phép được chuyển sang hình thức Vừa học vừa làm. Em xin cảm ơn.",
    "t 1 em có đăng ký môn nhưng lại bị mất Đợt 2 ngày hôm qua em đăng ký thì bị báo lỗi chưa đạt Chuẩn tiếng Anh. Nhưng trước đó trường đã thông báo là không xét các chuẩn tiếng Anh cho học kì 212 Hiện tại em vào xem thì các lớp CH4327 đã đầy với sỉ số 100/100 Em mong sớm nhận được phảm hồi từ phòng đào tạo",
    "Chào PĐT, Em là sinh viên K18, đang có nhu cầu đăng kí môn giải tích 2 MT1005 nhưng cả lớp chính quy và dự thính đều đã hết lớp, không biết em có thể đăng kí môn thay thế nào khác không ạ, hoặc PĐT có kế hoạch mở thêm lớp trong đợt tiếp theo không ạ? Em cảm ơn PĐT nhiều",
    "Kính gửi  Phòng Đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh    Em tên:     Ngày hôm qua em có nhận được một mail phản hồi về việc không cho phép đăng kí luận văn tốt nghiệp do thiếu các môn học tiên quyết Tuy nhiên các môn học trong danh sách toàn bộ không phải thuộc chuyên ngành của em (Danh sách môn học đính kèm ảnh)    Em rất mong phòng đào tạo xem xét lại và chỉnh sửa giúp em    Trân trọng  ",
    "Dạ em chào Thầy/Cô. Em tên Nguyễn Vũ Tấn, MSSV 1811216, lớp HC18HD. Đợt 1 em đã đăng ký Luận văn tốt nghiệp mã CH4327 rồi, nhưng sang đợt 2 thì em bị xoá môn. Và mấy ngày nay em đăng ký không được do hệ thống cứ hiển thị thiếu CCAV (tiên quyết) nhưng các bạn khác vẫn đăng ký được. Em cũng đã có hỏi 1 lần trên BKSI nhưng chưa được rep. Vừa nảy bạn em bảo đăng ký được rồi thì em vào lại thấy full slot các lớp luôn. Em mong Thầy/Cô xem xét và mở thêm sỉ số lớp A01 giúp em ạ. Em xin cảm ơn và chúc Thầy/Cô buổi chiều vui vẻ.",
    "Thưa thầy/cô, Em thấy môn CO3061 có 2 lớp đại trà, trong đó có 1 lớp sỉ số 60, 1 lớp có sỉ số là 70. Cho em hỏi có cho phép sinh viên đăng kí thêm vào lớp ít sỉ số hơn đó được không ạ? Em rất muốn đăng kí môn đó trong học kỳ này. Mong thầy/cô xem xét giúp em. Em cám ơn.",
    "Kính gửi PĐT, Em là   CK17DET Em còn nợ duy nhất 1 môn cơ học máy ME2043. ME2043 (4 tín chỉ) có môn tương đương thay thế:  ME2117 (TN 1 tín chỉ) và ME2101 (lý thuyết 3 tín chỉ) Em đã đăng kí học môn ME2101 Tuy nhiên môn   B ME2117    (TN 1 tín chỉ) lại yêu cầu   U phải học thêm    các môn không có trong CTĐT của kỹ thuật Dệt (bao gồm   U ME2117, ME2007 và ME2003   ) Đây là lí do em không thể đăng kí môn ME2117, môn này cũng không có trong CTĐT của ngành kỹ thuật dệt khóa k19. Đợt đăng kí môn học cũng sắp hết . Mong PĐT hướng dẫn em .",
    "Dạ chào Thầy/ Cô, Được sự hướng dẫn của Cô tại văn phòng tiếp sinh viên, em xin nộp đơn xin chuyển hệ đào tạo ạ. Em cảm ơn.   i  .",
    "Mở môn học học kỳ 212 . Em là sin viên khoá K20 Do kỳ trước em không đủ dụng cụ để học onlline môn vẽ kỹ thuật cơ khí(ME2089) nên sang kì này em có đăng kí môn này. Và hiện tại em đang  có 18 TC. Nếu đăng kí thêm 2 môn ME2087 VÀ ME2117 thì lại quá nhiều. Em nghĩ HK hè 213 sẽ mở những môn này nên đã không đăng kí và đã hết slot. Thầy/cô cho em hỏi và HK5 đối với SV K20 có mở 2 môn nêu trên không ạ?",
    "Em chào thầy / cô, Em là  -  - Điện tử truyền thông. Em vừa mới kiểm tra thông tin tốt nghiệp trên trang web của phòng đào tạo. Hiện tại thì thông tin tốt nghiệp của em bị sai ở số ngày công tác xã hội (em đã đủ 15 ngày CTXH nhưng mà thông tin chỉ để 14). Hiện tại em đang dương tính với Covid, em không thể lên trực tiếp phòng đào tạo để chỉnh sửa được. Em rất mong thầy / cô có thể giúp em chỉnh sửa lỗi này. Em cảm ơn ",
    "Chào chị,  Em muốn đăng kí học lại học kì 212 vì còn nợ 1 môn, vài hôm trước em còn đăng kí được, nhưng hôm nay tình trạng sinh viên của em ở mybk là Tạm dừng học lại, cho em hỏi lý do tại sao và em cần làm gì để được đăng kí môn ạ. Em cảm ơn",
    "cho em hỏi về việc đăng kí môn học có ghi chú là \"các học phần đang hoc nhưng chưa có điểm, kể cả học dự thính và sinh viên không thuộc diện cấm thi được xem là đạt và tích lũy được tín chỉ và được xem xét sau\" vậy nếu khi có kết quả và em không đạt được yêu cầu môn học của môn đăng kí mới thì kết quả đăng kí của em sẽ ra sao ạ",
    "Gửi thầy/cô PDT,  Hiện tại em vẫn chưa có tên trong DS tốt nghiệp  bổ sung trong khi các bạn em đã nhận được mail. Em xin hỏi trường hợp của em có bị thiếu gì không ạ? Số ngày CTXH, tín chỉ đã đủ và điểm AV  2 kĩ năng là 245 đủ xét tốt nghiệp chương trình tài năng. Em xin cảm ơn.",
    "Em tên   Em xin hỏi vấn đề về Môn tự chọn trong Chương trình đào tạo (CTĐT) Em đã đăng kí và học 2 môn Lập trình mạng (CO4013) và An ninh mạng (CO4017). Tuy nhiên 2 môn này không có trong CTĐT thì có được tính vào phần \"môn tự chọn\" của CTĐT hay không . Rất mong thầy/ cô giải đáp giúp em.",
    "Em chào Thầy/Cô ạ! Thầy/Cô cho em hỏi là: Hiện tại em đã qua môn anh văn 2A   B (theo nhu cầu)   , nhưng vì sao em đăng ký môn anh văn 3 trong học kì 212 thì pđt báo là chưa hoàn thành môn học trước (Anh văn 2). Hiện tại em muốn học tiếp môn anh văn 3   B (Lớp chính quy của trường, không phải theo nhu cầu)    thì em phải làm sao ạ ? Em xin cảm ơn Thầy/Cô!",
    "Kính chào Thầy Cô Phòng đào tạo, Em là , mã số sinh viên là  khóa 17, khoa Cơ khí. Em không đăng ký được Luận văn Tốt nghiệp mã ME4049 đợt Đăng ký môn học HK212 - CQ - Đợt 2 LVTN HK211, lý do: 1. Thiếu môn tiên quyết ME2011 - Đồ án Thiết kế (mã môn thay đổi thành ME3139, em có hỏi văn phòng khoa thì khoa nói đã báo phòng Đào tạo) --  Hiện tại kỳ 211 em đang học và chưa có điểm môn này; em cũng xin chia sẻ thêm là môn này khả năng đậu cao. 2. Thiếu Chứng chỉ ngoại ngữ --  Em có đọc mail thì thấy Phòng Đào tạo sẽ không xét kỳ này Em xin hỏi Thầy Cô hướng dẫn em cách đăng ký môn Luận văn Tốt nghiệp này. Em gửi hình ảnh em đăng ký 2 lần ở MyBK đều bị báo lỗi. Em cảm ơn Thầy Cô. Thầy Cô cứu em với.",
    "Mở môn học học kỳ 212 . Chào thầy cô, Em tên  MSSV:  Hiện tại em chưa đăng ký kịp môn Giải tích 1,   B MSMH: MT1003    Kính mong thầy cô mở thêm sĩ số để em có thể đăng ký và hoàn thành môn học. Mong nhận được phản hồi của thầy cô, Em cám ơn.",
    "Em đang là sinh viên năm 2 học kì 2 Khoa Điện Điện tử Ngành Kĩ thuật điện. Đăng kí môn đợt 1 em quên đăng kí môn Cơ Sở Kỹ Thuật Điện ( EE2017 ) Đợt 2 này thì các lớp đều đã hết sỉ số và em không đăng kí được. Em được biết EE2017 là môn cần cho các môn năm sau . Em xin Phòng đào tạo xem xét mở thêm sỉ số lớp  Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Dạ em kính chào thầy cô ạ Hiện tại em có tập hợp được danh sách các bạn đăng kí môn An toàn quá trình (CH3297) ạ. Danh sách đã được 24 bạn rồi ạ, nên em kính xin thầy cô mở đăng ký cho môn học này ạ. Dạ em xin cảm ơn ạ",
    "Kính gửi PĐT, Em bị tạm dừng hk1 năm học 2021-2022 Em đã làm đơn xin thu nhận lại và được duyệt, đã vào đăng kí được môn học. Tuy nhiên hôm nay khi vào đăng kí thêm môn - hiệu chỉnh, em lại thấy bị tạm dừng và không cho đăng kí môn học tiếp. Hình đính kèm được chụp vào 16:18 27/12/2021 Xin PĐT xem xét. Em cảm ơn.",
    "Em chào quý thầy/cô, Em tên là , mssv: . Em rất lấy làm tiếc và lo lắng khi đã bỏ lỡ việc nộp video ghi màn hình thi cuối kỳ 211, môn học ME2005, L03_A, vào lúc 16g00 ngày 24/12/2021. Em rất xin lỗi vì để vấn đề này xảy ra. Em xin nhận lỗi, một phần lỗi do em bị sốt viêm amidan nên đã bỏ lỡ việc nộp video. Em rất mong được quý thầy cô giúp đỡ, hỗ trợ, cách xử lý để em có thể hoàn thành bài thi cuối kỳ ạ! Em rất cảm kích! Đây là đường link ghi màn hình buổi thi: https://drive.google.com/file/d/1RjO140VJLg4uVLBZk_u8773Ewpbw7ByX/view?usp=drivesdk  Em cảm ơn quý thầy/cô rất nhiều, Chúc thầy/cô nhiều sức khoẻ! ",
    "Chào PĐT, Em tên là  . Em muốn xin mở thêm sĩ số môn Quản lý dự án lớp 01 cho em. Em thấy lớp 01 cho sĩ số 60 mà sao 02 sĩ số được 70. Mong PĐT mở thêm sĩ số cho môn này ở cả 2 lớp vì còn gần 20 bạn chưa đăng kí được môn này. Em có danh sách các bạn bên dưới",
    "Kính gửi Phòng Đào Tạo Em tên , MSSV: . Hiện đang là sinh viên Khoa Kĩ thuật Giao thông. Hiện tại em đã tích lũy 119 tín chỉ, đã đạt các môn tiên quyết. Theo như yêu cầu của chương trình đào tạo thì em phải tích lũy đủ 126 tín chỉ để đăng kí nhận Luận văn tốt nghiệp, điều này đồng nghĩa em phải đạt các môn Anh văn trong chương trình đào tạo. Mà do lúc trước em thi xét chuẩn anh văn trên trường và đã đạt chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCNN và chuyển điểm các môn Anh văn. Nhưng do tình hình dịch bệnh em không thể kịp thi CCNN để chuyển điểm kịp theo như lịch học vụ, vì thế em thiếu tín chỉ để đăng kí Luận văn tốt nghiệp. Em kính mong Phòng đào tạo xem xét giúp em để em có thể đăng kí Luận văn tốt nghiệp kịp tiến độ học tập ạ. Em xin chân thành cảm ơn!",
    "r  Cho em hỏi kĩ hơn về phần thực tập ngoài trường, đối với các khoá từ K2019 của chính quy, nếu muốn đi thực tập vào kì hè thì mình phải đăng kí vào đợt nào và cách tính học phí sẽ như thế nào? Ví dụ: HK212 em đăng kí 15 và HK213 em đăng kí 2 chỉ thực tập ngoài trường thì cách tính sẽ như thế nào ạ? Em xin cảm ơn.",
    "Tốt nghiệp . Ngày 23/12 em có gửi yêu cầu xét tốt nghiệp nhưng đến nay 27/12 vẫn chưa có gmail thông báo đăng kí tốt nghiệp thành công, và em hiện tại cũng không đăng kí tốt nghiệp được do tình trạng sinh viên tạm dừng. Em gửi lại câu hỏi này qua bksi để PĐT kiểm tra lại giúp em. Em xin chân thành cám ơn!",
    "Kính gửi: Phòng Đào Tạo Em tên:   MSSV: Ở HK 212 này em có đăng ký Luận Văn tốt nghiệp (cntp)- mã MH CH4333 nhưng bị báo lỗi là thiếu môn tiên quyết Thực tập tốt nghiệp ( CH3333). Trong khi môn này đã bị hoãn trước đó do dịch bệnh và môn học này em cũng đã nộp đơn xét tương đương giữa môn Thực tập ngoài trường (CH3335) và Thực tập tốt nghiệp (CH3333) cho phòng đào tạo và đã được duyệt. Vì vậy em mong PĐT sớm phản hồi cho em về lỗi này. Em xin cảm ơn ! (em thấy các bạn K18 chưa Thực tập ngoài trường (CH3335) đều đăng ký được luận văn rồi ạ!)",
    "Em chào Thầy/Cô, Em là , sinh viên lớp Việt - Pháp Năng lượng khóa 2019 . Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212. Em cảm ơn",
    "Em xin chào Văn Phòng ạ, Em tên là , sinh viên K2018, khoa Điện-Điện Tử, chương trình Tiên Tiến. Chương trình đào tạo (CTDT) của K2018 bọn em có môn học “Trường và sóng điện từ” (mã 405408), CTDT mới của K2019 đã bỏ môn học này nhưng không có môn học tương đương thay thế. Bọn em có một số bạn phải học lại môn này vì thi chưa qua môn nhưng vì không có mã môn thay thế để đăng ký môn nên bọn em đang rất lo lắng không biết xử lý thế nào vì sợ không đủ tín chỉ. Bọn em có thể làm cách nào để xử lý vấn đề này không ạ? Em xin cảm ơn rất nhiều.",
    "Dạ em chào thầy cô trên pdt ạ! Em tên , MSSV  khoa cơ khí! Hiện tại em đã đầy đủ hết điều kiện tốt nghiệp nhưng sau hôm 27 vẫn chưa nhận được mail đăng kí tốt nghiệp! Em mong thầy cô xem và kiểm tra lại giúp e sớm để em có thể đăng kí tốt nghiệp kịp đợt này ạ! Em chân thành cảm ơn thầy cô rất nhiều",
    "Theo mail thông báo của nhà trường thì kì 212 sv sẽ được miễn xét chuẩn av của lvtn, nhưng mà em vẫn không đăng kí được luận văn (mã mh:800700). Nhà trường có thể xem xét lại giúp trường hợp của em được không ạ.",
    "Dạ do kì sắp tới em đi quân sự nên 12 tín em đăng kí đợt 1 đã bị hủy hết 4 tín còn 8 tín. Dạ quý thầy cô cho em hỏi em phải giải quyết như thế nào vì nều dưới tối thiểu 10 tín sẽ bị cảnh cáo học vụ ạ.",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Cho em hỏi là khi nào thì em có tên trong danh sách tốt nghiệp chính thức vậy ạ?? Và khi nào thì trường sẽ tổ chức lễ tốt nghiệp vậy ạ?? Em xin trân trọng cảm ơn.",
    "Em chào phòng đào tạo ạ, Cho em xin hỏi là nếu mình đăng kí phúc tra điểm cuối kì thì bài làm tự luận của mình sẽ được chuyển tới giảng viên phụ trách lớp để phúc tra hay là chuyển tới một giảng viên khác để chấm lại vậy ạ? Em cảm ơn ạ.",
    "Kính gửi pđt! Cho em hỏi là trường mình có giải quyết cho sv đổi chuyên ngành đào tạo không ạ? em muốn đổi nghành từ điện tử viễn thông sang kỹ thuật điện thì có được không ạ với nếu được thì các bước thực hiện ntn?? Em cảm ơn",
    "Kính gửi PĐT. Em vào mybk để đăng ký môn học nhưng nhận được thông báo không được quyền đăng ký. Cho em hỏi tại sao ạ. Em  xin cảm ơn.",
    "Em chào cô/thầy, Ngày 24/12 vừa rồi em có gửi câu hỏi về việc hướng dẫn hoãn thi cho môn không có lịch thi trên myBk. Sau khi phòng đào tạo hướng dẫn về việc làm đơn hoãn thi. Em gửi yêu cầu này để nộp đơn xin hoãn thi môn đồ họa máy tính (CO3059) đã được khoa và giảng việc phụ trách xác nhận ạ. Mong PDT xem xét và duyệt đơn cho em. Em cảm ơn!",
    "Mở môn học học kỳ 212 . Em chào Thầy/Cô, Em là , sinh viên lớp Việt - Pháp Năng lượng khóa 2019. Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212. Em cảm ơn",
    "Học kỳ 212 em đã hoàn thành chương trình học nhưng còn thiếu 0.5 CTXH với AV Nói Viết. Em dự định hoàn thành trước Cuối tháng 1 để kịp đợt xét tốt nghiệp. Em đang băn khoăn không biết có cần phải đăng kí môn học để có thời khóa biểu duy trì tình trạng Đang học. Em xin cảm ơn",
    "kính gửi phòng đào tạo  Em tên là  MSSV  Hiện tại em đã di chuyển về quê tại Hà TĨNH  trước đó do đã được tiêm vắc cin nên em đăng kí học trực tiếp do một thời gian không có lịch học nên em đã di chuyển về quê . Vì vậy em mong phòng đào tạo hoãn giúp em những môn thí nghiệm học tại trường hoặc chuyển phương thức học trực tiếp qua học online ạ  em xin chân thành cảm ơn !",
    "Em là  MSSV:. Học kì 211 em có đăng kí LVTN mã môn học EE4313 nhưng vì khi e chuyển hệ bên hệ thống cập nhật thiếu điểm một vài môn nên em không đủ điều kiện đăng kí và bị huỷ môn học. Vì e chỉ còn mỗi LVTN do đó e không đăng kí thêm bất kì môn học nào khác. Sau đó e đã được cập nhật lại điểm và đủ điều kiện nhưng đã quá thời gian đăng kí môn học . học kì 212 e có vào đăng kí môn học ở phần của chính quy thì không được đăng kí (lí do cấm đăng kí) nhưng ở phần của vhvl thì vẫn cho đăng kí. Thầy cô cho e hỏi như vậy thì e có được chấp nhận đăng kí môn học ko ạ. Nếu không được thì e có thể làm đơn xin cứu xét để đăng kí LVTN được không? Kính mong thầy cô sớm trả lời và hướng dẫn cho e với ạ . E chỉ còn thiếu mỗi LVTN nên mong phòng đào tạo và thầy cô tạo điều kiện cho e đăng kí để sớm hoàn thành quá trình học E cảm ơn",
    "Chào quý thầy cô, Cho em hỏi là nếu mình học lần 2 là bắt buộc phải học dự thính hay có thể đăng ký ở kỳ chính. Tại em đăng ký ở kỳ chính được sắp lịch rồi nhưng bạn em bảo học vậy không được. Em xin chân thành cảm ơn ạ.",
    "MT 1003 dự thính Hiện tại em không thể đăng kí môn giải tích 1 dự thính do đã hết lớp. Do một số lý do mà em chưa thể hoàn thành môn giải tích một nên em mong nhà trường có thể tạo điều kiện giúp e hoàn thành môn học để có thể ra trường đúng hạn em xin chân thành cảm ơn.",
    "Chào thầy/ cô, Em tên là . MSSV  Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail đăng ký tốt nghiệp ạ. Cho e hỏi em có sai sót gì chưa được tốt nghiệp không ạ? Em xin chân thành cảm ơn.",
    "Dạ PĐT cho e được chuyển điểm môn Đồ án thiết kế ô tô - MSMH TR4037 sang ĐAMH 3: thiết kế ô tô - MSMH 206030 để em được xét mở lớp LVTN ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo Em là , MSSV . Vì lý do dịch bệnh nên em chưa thi được chứng chỉ tiếng anh và em có nhận được thông tin về việc nhà trường tạm thời không xét điều kiện chuẩn CCAV khi xét LVTN. Cho nên em có đăng kí Luận văn tốt nghiệp mã CH4327 vào HK212 nhưng bị xoá, sau khi em đăng kí lại thì thông báo phải có chứng chỉ anh văn. Em thử lại lần nữa thì đăng kí được và nhận được mail có tiêu đề ''Thông báo v.v kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học'' và trong danh sách đính kèm có tên em. Các bạn khác cũng chưa có chứng chỉ giống em nhưng mà vẫn đăng kí được và không nhận được mail đó. Vậy nên cho em hỏi là kì 212 là có được tạm miễn chứng chỉ AV để đăng kí LVTN hay không ạ. Với lại em có thấy sĩ số của môn LVTN CH4327 chỉ có 100/100, sao lại ít vậy ạ. Em cảm ơn ạ",
    "Kính thưa thầy cô! Em là , sinh viên K18 khoa Điện. Em muốn hỏi về vấn đề đăng kí môn học HK212. Tình hình là em đã học hết các môn tự chọn theo chương trình đào tạo quy định. Nếu học kỳ 212 em chỉ đăng kí Đề cương Luận văn tốt nghiệp (0 tín chỉ) thì có bị cảnh cáo học vụ không? Mong thầy cô giải đáp sớm. Em cảm ơn. ",
    "Em chào Thầy/Cô, Em tên là:  MSSV:   Em vừa thi đậu Anh văn Nói viết, giờ em vào đăng kí tốt nghiệp thì hệ thống ghi là tình trạng sinh viên bị tạm dừng . Thầy/Cô có thể mở lại tình trạng sinh viên để em có thể đăng kí tốt nghiệp được không ạ. Em cảm ơn cô.   i Tốt nghiệp .",
    "Dạ em chào thầy(cô) em muốn được chuyển điểm gồm môn: Giáo dục quốc phòng(MI1003), và môn thể chất học phần 1(PE1009) từ học phần khóa k20 sang cho học phần khóa k21 của em ạ.",
    "Dạ cho em hỏi, em học môn mã mới tương đương môn mã cũ, thif bảng điểm em tự chuyển điểm về mã cũ hay em cần phải làm gì không ạ?",
    "Dựa trên thông tin nhận được từ mail sáng này thì cho em hỏi việc học các môn học lần đầu vào học kì hè thì có được không? Kì hè có được xem là kì dự thính không ạ? Em cảm ơn!",
    "Chào T, Em hiện là sinh viên năm cuối đang chuẩn bị làm luận văn tốt nghiệp, trường có yêu cầu đối với ngành em là đủ 123 tín chỉ mới được làm LVTN, em đang tạm thời có 122 tín và em đã nộp chứng chỉ ngoại ngữ để chuyển 2 chỉ AV1 và đã được thẩm tra hợp lệ. Cho em hỏi là khi nào trường sẽ chuyển điểm để em đủ 123 tín, điều kiện tiên quyết để làm LVTN ạ?",
    "Dạ cho em hỏi kỳ hè 213 tụi em được đăng ký học các môn chính trị không ạ? hay kỳ 213 chỉ cho những bạn đã học lần 2 môn đó mới được học ạ. Em cảm ơn",
    "MSSV:   Thân chào các Anh Chị! Em xin phép anh chị hỗ trợ em kính chuyển với khoa và phòng đào tạo cho phép em được đăng ký môn học vào học kỳ dự thính HK212  1.  cốt thép 1 - CI2093 2.  Nền Móng - CI3197 Em có đăng ký vào đợt 1 của học kỳ 212 nhưng không mở. nhưng vào đợt hiệu chỉnh này bên dự thính của học kỳ 212 có mở. Nên em kính mong anh chị giúp em được được phép đăng ký 2 môn học này để e đủ điều kiện đăng ký các môn học tiếp theo ạ. Em xin chân thành cám ơn sự hỗ trợ của Anh Chị ạ.  Kính chúc ac sức khỏe, bình an trong cơn đại dịch này ạ.",
    "Mở môn học học kỳ 212 . Em là  MSSV:. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Em xin kính chào Phòng đào tạo và Văn phòng đào tạo quốc tế OISP, Em tên là  (MSSV: ), là sinh viên khóa 2017, khoa Kỹ thuật Địa chất & Dầu khí, chương trình Chất lượng cao. Em xin phép được gửi đơn xin mở lớp môn học Đồ án dầu khí - GE4065 đã có chữ ký của Chủ nhiệm Khoa, Chủ nhiệm bộ môn, Giảng viên giảng dạy và sinh viên đến cho Phòng đào tạo và Văn phòng đào tạo quốc tế OISP ạ. Mong Phòng đào tạo và Văn phòng đào tạo quốc tế OISP hỗ trợ giúp em mở lớp môn Đồ án dầu khí - GE4065 để em có thể được học môn này trong học kỳ chính 212 ạ. Em xin phép cảm ơn. ",
    "Dạ em chào thầy/cô. cho em hỏi là em muốn đăng ký môn vi xử lý mà hệ thống thông báo không đủ giãn cách giữa hai cơ sở, nhưng môn kia học trên hangout thì đâu có cần giãn cách đâu ạ. Thầy/cô cho em xin đăng ký môn vi xử lý (EE2013) vào thứ 3 tiết 7,8,9 (hangout) và thứ 6 tiết 2,3,4,5,6 ( H6.303.2) với ạ. Em chân thành cảm ơn!",
    "Kính chào phòng đào tạo, Em là  – . Hiện đang theo học theo hệ Vừa học vừa làm với chương trình học K18. Ở học kỳ 212, em đã đăng ký 2 môn học “Cấu trúc dữ liệu và giải thuật (CO2003)” và “Kiến trúc máy tính (CO2007)”. Tuy nhiên, em lại nhận được email thông báo hậu kiểm từ phòng đào tạo rằng em vẫn chưa học các môn tiên quyết, cụ thể là “Kỹ thuật lập trình (CO1027)” đối với \"(CO2003)\" và “Hệ thống số (CO1023)” đối với \" (CO2007) \". Vì vậy, 2 môn học em đăng ký sẽ bị xóa sau khi đợt đăng ký này kết thúc vào ngày 29/12/2021. Thực tế, em đã hoàn thành cả hai môn học tiên quyết trên, nhưng với mã môn học khác, đó là “Kỹ thuật lập trình (CO1011)” và “Hệ thống số (CO1009)”. (theo chương trình đào tạo của K18 và đã được đổi mã vào năm 2019 theo như thông báo trên aao) Vậy mong phòng đào tạo có thể xem lại giúp em để em có thể học các môn học theo kịp tiến độ ạ. Em xin chân thành cảm ơn",
    "Em chào thầy (cô) ạ, em là  MsSV  là sinh viên K17 khoa Công nghệ vật liệu. Hiện tại em đã hoàn thành tất cả các điều kiện cần thiết để đăng kí tốt nghiệp và em đăng kí nộp bằng quy đổi điểm toeic nghe đọc để đổi điểm anh văn 4 vào ngày 24/12/2021. Em bấm vào mục đăng kí tốt nghiệp ở trên mybk thì bị lỗi không vào được và trình trạng của em là tạm dừng học. Thầy (cô) có thể cho em hỏi hiện em phải cần làm những gì để được đăng kí tốt nghiệp ạ. Em chân thành cảm ơn. Trân trọng. ",
    "Mở môn học học kỳ 212 . Em là  MSSV:. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn",
    "Dạ kì này em có đăng ký môn Cơ Lưu Chất (học lần đầu) kì 212 em bị hủy vì lí do full sỉ số mà kì dự thính lại không mở cho sinh viên học lần đầu thì sao em đăng ký được ạ, tại theo tiến độ em dự định kì hè này em bảo vệ luận văn rồi ạ. Mong phòng đào tạo giải đáp cho em và có thể sắp xếp cho em được học chung với dự thính ạ, em cảm ơn",
    "Hiện tại em còn tiếng anh nói viết và một môn đợi xóa điểm hoãn thi để đủ điều kiện tốt nghiệp. Trong kỳ sau em có cần đăng ký 1 môn học để duy trì tình trạng học tập không ạ. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Em là  MSSV:. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn",
    "Dạ em xin chào thầy, em tên  - , Trong đợt đăng ký môn học kì 212, em có đăng ký môn Nguyên lý ngôn ngữ lập trình - CO3005, và môn Luận văn tốt nghiệp - CO4313 nhưng đều bị hủy trong đợt 2 này, em nhận được thông báo là Quá sĩ số đối với môn CO3005 và thiếu điểm môn thực tập tốt nghiệp đối với môn CO4313 (hiện em vẫn chưa có điểm môn này) Thầy có thể check lại giúp em được không ạ, hiện tại em vẫn chưa đăng ký được hai môn này trong kỳ học này của em Em xin cám ơn thầy.",
    "Em chào phòng đào tạo ạ. Do kỳ rồi em không đăng ký môn học nên kỳ này bị tạm dừng . Để đăng ký môn vào kỳ này em cần làm đơn thu nhận lại phải không ạ. Trường có hỗ trợ làm đơn online không hay phải gửi bưu điện đến phòng đạo tạo ạ, do em còn kẹt ở quê vì dịch bệnh không lên trường trực tiếp được ạ. Em xin cảm ơn phòng đào tạo.",
    "Mở môn học học kỳ 212 . Em chào thầy cô Phòng Đào Tạo, mong mở môn học Kỹ Thuật Xúc Tác và Ứng Dụng - Mã môn: CH3151 . Thầy Nguyễn Quang Long đồng ý giảng dạy là phó khoa đào tạo nên thầy đại diện khoa xác nhận mở môn cho em luôn. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Em là  MSSV:. Vì một số lí do mà em và 4 bạn chưa thể đăng ký môn học thực tập kỹ thuật và khóa K19 đổi chương trình đào tạo nên môn này đã bị xóa và không còn mở nữa.Môn này là môn tiên quyết cho thực tập ngoài trường cũng như luận văn tốt nghiệp, việc không đăng ký được môn này khiến cho tụi em chậm tiến độ rất nhiều.Hiện tại nhóm tụi em có 5  người chưa thể đăng ký môn học này và vì số lượng quá ít nên không thể mở lớp . Nhưng tụi em đã được đồng ý mở lớp từ giáo viên giảng dạy, chủ nhiệm bộ môn cũng như chủ nhiệm khoa. Vậy em viết đơn này mong pdt có thể xem xét mở lớp để tụi em có thể tiếp tục với tiến độ học tập.Em xin cảm ơn",
    "Chào thầy cô ạ, em là  mssv  khoa cơ khí. Em cần gấp slot môn đồ án thiết kế(ME3139) ạ vì em trễ quá so với mấy bạn cùng khoa, mong thầy cô xem xét mở thêm ít slot cho em đăng kí với ạ. Em chân thành cảm ơn",
    "Chào cô em là     MSSV:     Hôm nay là hết ngày 27/12 nhưng em vẫn chưa nhận được mail về việc đăng kí tốt nghiệp cũng như là chưa đăng kí tốt nghiệp được. Mong cô kiểm tra giúp em ạ! Em cảm ơn cô",
    "Em xin trình bày 2 trường hợp: TH1: em đã được thu nhận, và pđt trả lời 23.12 em sẽ ĐKMH bình thường,  ngày 25.12 em ĐKMH đợt 2 thì vẫn được, đến hôm nay 27.12 em bị thông báo là \"bạn không thể ĐKMH vì lý do tạm dừng\" TH2: em đã được xét miễn môn học CI3235 CƠ HỌC ĐẤT, nhưng hệ thống báo em là thiếu môn CI3235 CƠ HỌC ĐẤT. Em mong được hỗ trợ ĐKMH NỀN MÓNG CI3239 CC01. em cảm ơn",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đạo Tạo. Em là  - MSSV: . Em có nguyện vọng muốn đăng ký môn Kinh tế Đại cương (IM1013).Tuy nhiên vì những ngày đầu mở đăng ký server của trường rất lag và em không đăng ký được . Hiện tại khi bớt lag thì các lớp đều đã đầy. Em hy vọng được phòng đào tạo tạo điều kiện cho em có thể đăng ký được vào nhóm lớp:   B L06   Thứ 2    -   B Tiết 4,5     của môn   B IM1013    ạ . Em xin chân thành cảm ơn.",
    "Dạ chào Thầy Cô Em tên là  Mssv  Hiện sau học kì này em còn thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp. Thầy Cô cho em hỏi em cần làm đơn gì để xin kéo dài thời gian đào tạo ạ . Em xin cảm ơn. Kính chúc Thầy Cô mạnh khoẻ",
    "Dạ em chào thầy/cô Do học kì sau em trùng lịch nên không đăng ký được các môn tự chọn. Nên em muốn hỏi là các môn tự chọn học lần đầu thì có thể học vào kì hè không ạ . Dạ em cảm ơn.",
    "Cho em hỏi là mở sĩ số lớp môn chuyên ngành từ 25/25 thành 26/25 được không ạ. Nếu được thì phải làm đơn như thế nào ạ.",
    "Kính gửi Nhà trường, Em có nguyện vọng được xin mở thêm sĩ số môn CO3005 - Ng/lý ngôn ngữ lập trình, một các lớp L01, L04, L05 hoặc L06 do toàn bộ các lớp đã full sĩ số. Môn này là môn học trước của Luận văn tốt nghiệp, nếu không đăng ký được em sẽ phải chờ thêm một học kì nữa để được làm luận văn. Mong Trường/PĐT xem xét hỗ trợ giúp em ạ. Em xin chân thành cảm ơn. ",
    "Trong đợt đăng kí môn học đầu tiên, em có sai sót và đăng kí nhầm một môn. Hiện tại, sau khi loại môn đó ra thì em chỉ còn lại 12 tín chỉ và muốn đăng kí thêm môn tự chọn mới cho học kì sau. Tuy nhiên, các môn học đều không cho phép đăng kí thêm vì trùng lịch với thời gian học GDQP. Em không biết là cần làm gì để được đăng kí thêm môn ạ. Giả sử em không đăng kí được thêm môn tự chọn thì việc học 12 tín chỉ có được giảm bớt học phí không hay vẫn giữ nguyên ạ? Và các môn tự chọn vẫn có thể bù vào các kì sau miễn là đủ số môn theo yêu cầu đúng không ạ? Em cảm ơn.",
    "Kính gửi quý trường, Em muốn hoàn tất lệ phí nhập học HK211 của mình. Nhưng hiện giờ PĐT chỉ tiếp nhận sinh viên qua hình thức trực tuyến. Vậy cho em hỏi, em có thể nộp tiền qua tài khoản của trường được không?  Nếu được, thì khi nộp tiền em phải điền nội dung chuyển khoản là gì? Vd: - Thân ái,",
    "Dạ em có hai thắc mắc muốn hỏi ạ 1)Cho em hỏi là em đang chờ pdt duyệt đơn tạm dừng việc học,và em đã đăng kí môn hk212 đợt 1,vậy giờ em không hủy các môn em đã đăng kí thì đến lúc pdt duyệt đơn cho em nó có tự hủy những môn em đã đăng kí không ạ? 2) Câu hỏi số 2 là:Khi em tạm dừng việc học ở hk212 vậy thì em có cần đi học giáo dục quốc phòng không ạ?.Tại em cũng muốn đi học giáo dục quốc phòng vì em dự định tạm dừng 2 học kì lận,mà em sợ năm sau học gdqp ở học kì 1 khóa sau thì em không biết em sẽ học bổ sung gdqp khi nào ạ",
    "Xin chào anh/chị Phòng đào tạo, Em tên là , MSSV: , chương trình Tiên tiến khoa Điện-Điện tử Em viết mail này là để nhờ Phòng đào tạo kiểm tra giúp em về việc có thể hủy đăng ký lệ phí in bảng điểm được không? Khi em đăng ký in bảng điểm, vì mạng chập chờn em đã đăng ký 2 lần mà quên kiểm tra mã phiếu ở dưới. Em đã trả tiền cho lệ phí in bảng điểm kia rồi Giờ em không đăng ký tốt nghiệp được vì lí do là nợ lệ phí in bảng điểm cũ Em có để 2 hình chụp màn hình ở file đính kèm Mong phòng đào tạo giúp đỡ Em xin cảm ơn.   i  .",
    "Mở môn học học kỳ 212 . Chào thầy/cô Phòng Đào Tạo, em có làm đơn để mở môn học, thầy đó đã nhận dạy lớp nhưng trong đơn có yêu cầu thời gian giảng dạy cụ thể. Khi em hỏi thầy dạy thì thầy bảo chưa có lịch chính thức nên thầy chưa biết lúc nào rãnh. Ở trường hợp này thì tụi em có được nộp đơn để tạm mở môn học trước rồi sau đó đăng kí thời gian sau được không ạ ? chứ 10h ngày 28/12 hết hạn mà giờ thầy chưa báo lịch dạy cho tụi em.",
    "Chào thầy/cô Em là , sinh viên khoa điện - điện tử. e đã nộp đơn đăng ký tốt nghiệp và đã được phản hồi yêu cầu đợi mail từ pdt. Tuy nhiên đến ngày 27/12 em vẫn chưa nhận được email. Mong thầy/cô có thể kiểm tra lại giúp em. Em cảm ơn",
    "Em tên là  MSSV  Em viết yêu cầu này để xin phòng đào tạo mở thêm sỉ số môn Cơ sở điện tử công suất EE3079 Lý do: em cần học thêm các môn tự chọn để tốt nghiệp và em thấy môn này phù hợp với chuyên ngành của em, nhưng sỉ số đăng ký đã 60/60, mạng chậm trong việc đăng ký nên em chưa đăng ký được. Em xin chân thành cảm ơn",
    "Cho em hỏi là cuối năm nhất em đã nộp bằng Toeic 2 kỹ năng thì đến khi em nhận luận văn thì bằng đó đã hết hạn thì em có cần thì lại không ạ? Em cảm ơn.",
    "Dạ em chào thầy cô ạ! Em tên là  MSSV  khoa khoa học và kỹ thuật máy tính. Hiện tại em vừa có điểm thi tiếng anh nói viết tháng 12/2021 và em đã đủ điều kiện để đăng ký tốt nghiệp. Hôm nay em thấy có một vài bạn đã nhận được mail về danh sách dự kiến tốt nghiệp, nhưng em vẫn chưa nhận được mail về thông tin tốt nghiệp ạ. Thầy cô cho em hỏi sao em vẫn chưa nhận được mail vậy ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "dạ chào phòng đào tạo ạ, em là sinh viên , mssv , em có quên đóng tiền anh văn đầu vào và hiện đã thanh toán nhưng vẫn chưa được cập nhật, mong phòng đào tạo xem xét cập nhật để e được đăng ký tốt nghiệp đúng hạn ạ",
    "Em xin nộp đơn thu nhận lại, do em không đăng ký môn học được, em cảm ơn ",
    "Thầy/cô cho em hỏi em có môn Vật Lý Bán Dẫn (Mã:EE1013) nhưng giờ đăng ký thì thấy môn Vật Lý Bán Dẫn (Mã: EE1007) thì em đăng ký môn mã EE1007 có đúng chương trình đào tạo không ạ. em trúng tuyển tháng 11/2019 hệ VLVH - học theo chương trình khóa 2017. môn học Nhập môn về kỹ thuật (Mã: EE1001) e chờ cũng lâu rồi k thấy mở lớp k biết môn này còn được mở không hay tụi e phải xin khoa mở môn hay môn này đã đổi mã ạ... dạ e xin cảm ơn!",
    "chào admin! em muốn đăng kí môn  Kỹ thuật lập trình PLC( IU3011)vào lớp l01_l03 vào học kỳ chính 212 nhưng hiện đã hết chỗ nên em muốn xin phép admin hỗ trợ tăng sĩ số lớp và thêm em vào lớp này. cảm ơn admin ạ.( em thuộc hệ chính quy).",
    "Chào Thầy Cô phòng đào tạo ạ! Em tên là , MSSV , là sinh viên lớp HC17MB2, khoa Kỹ thuật hóa học. Hiện tại em đã đủ điều kiện để xét tốt nghiệp (đã đăng ký chuyển điểm  và đang chờ trường thẩm tra kết quả TOEIC). Vì tình hình dịch bệnh ở nơi em đang sinh sống (Quảng Nam) nên em chỉ mới nhận được kết quả thi Toeic trong ngày 27/12 này, liệu nhà trường có thể xem xét cho em để đăng ký tốt nghiệp trong học kỳ này được không ạ? Bên cạnh đó, do trong học kỳ này em không đăng ký môn học nên em xin đăng ký thu nhận lại. Em xin chân thành cảm ơn. Em xin đính kèm phiếu đăng ký thu nhận ạ.",
    "Cho em hỏi sinh viên bằng 2 có bị cảnh cáo học vụ nếu vi phạm  không ạ? Và nếu có thì phòng đào tạo có gửi mail thông báo hoặc gửi bảng điểm/thông báo về địa chỉ nhà không ạ?",
    "Em tên là  (MSSV: ) lớp VL17KL. Hiện tại em đã bị xóa đăng ký LVTN trong đợt ĐKMH đợt 1 (6-13/12) và khi xem lịch sử đăng ký thì được cho biết là thiếu môn tiên quyết. Tuy nhiên, em đã hoàn thành những môn tiên quyết và những môn học trước được yêu cầu để ĐK LVTN rồi vậy vì sao kết quả ĐKMH lại bị hủy học phần ạ? Hi vọng PĐT có thể giúp em kiểm tra lại vấn đề này. Em xin cảm ơn.",
    "Tốt nghiệp     Dạ em chào Thầy, Cô    Học kì 1 này em có ĐK luận văn và đã hoàn thành tất cả các môn học trong CTĐT và chỉ còn thiếu bằng anh văn nữa thôi thì em sẽ tốt nghiệpVậy học kì 2 sắp tới em có cần đăng kí môn học để duy trì trạng thái sinh viên không hay là em chỉ cần nộp bằng anh văn thôi    Em mong Thầy, Cô giải đáp thắc mắc giúp em  Em chân thành cảm ơn  Trân trọng     ",
    "Em chào thầy/cô ạ, cho em hỏi đối với các môn tự chọn, nếu em đăng ký học dư số môn theo quy định của chương trình đào tạo thì trường cũng chỉ tính điểm TBTL theo đủ số chỉ yêu cầu và chọn các môn có điểm cao nhất cho đến khi đủ số chỉ yêu cầu là 142 chỉ, hay là học môn nào thì đều tính vào TBTL hết ạ. Em xin cảm ơn ạ",
    "ng ký môn học: NHẬP MÔN VỀ LẬP TRÌNH- :CO1003 Kính gửi PĐT xem xét đơn đăng kí môn học của em do em đăng kí môn nhưng lớp đã đủ sĩ số. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Em xin trình bày như sau:  Hiện em cần đạt môn MA2003- Đo lường và tự động hoá để có thể đảm bảo tiến độ để tốt nghiệp vào học kì 212 và việc này rất cần thiết vì một số lý do cá nhân và cả tình hình khó khăn hiện nay. Tuy nhiên do môn học này sẽ bị đổi MSMH theo chương trình đào tạo của K19 nên hầu hết các bạn từ K18 về trước đã hoàn tất môn học rồi nên thật sự rất khó để đạt sĩ số theo quy định. Vậy em xin hỏi em có thể nộp đơn cá nhân xin mở lớp một cách ngoại lệ, nếu như không đạt đủ sĩ số không ạ? Vì theo thống kê đăng ký đợt 1 thì vẫn có khoảng 5 bạn đăng ký môn này nên lớp vẫn sẽ có một lượng sĩ số nhất định. Tuy nhiên, em đã có nỗ lực nhưng không thể liên hệ được nên chỉ có thể tự mình nộp đơn mà thôi.",
    "Em chào thầy/cô. Em là  MSSV: . Hiện nay em đã đủ các tiêu chí để tốt nghiệp nhưng sau nay (27/12/2021) em vẫn chưa có email đăng ký tốt nghiệp. Cho em hỏi là em còn thiếu yêu cầu gì về tốt nghiệp không ạ? Em mong nhận được phản hồi sớm từ thầy cô ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo Em tên , mssv  Em kính mong Phòng Đào tạo tạo điều kiện gia tăng sĩ số môn Vi xử lý, mã môn EE2039 cho em được học tích lũy, cải thiện điểm để kịp thời hạn ra trường. Em xin cam đoan, nếu được Phòng Đạo tạo tăng sĩ số, em sẽ chấp hành đúng quy chế và đóng học phí  theo quy định của Nhà trường Em xin chân thành cảm ơn!",
    "Kính gửi PDT, Em tên là Nguyễn Tấn Dũng Em, MSSV: . Ngày 23/12/2021 em đã gửi yêu cầu thông qua BKSI để đăng ký xét tốt nghiệp trong HK211 sau khi đã bổ sung Tiếng anh Nói Viết và nhận được câu trả lời là chờ thông báo qua email đến hết ngày 27/11/2021. Nhưng đến hết hôm nay, em vẫn chưa nhận được email danh sách tốt nghiệp và vẫn chưa được đăng ký tốt nghiệp . Vì vậy, kính mong PDT hỗ trợ kiểm tra lại thông tin tốt nghiệp và phản hồi sớm ạ. Em cảm ơn !",
    "Kính gửi quý thầy cô phòng đào tạo trường đại học Bách Khoa Tp.HCM. Trong đợt 2 đăng kí môn học, nhóm sinh viên k18 XD18CTGT tụi em không đăng kí được luận văn tốt nghiệp mã CI4317. Do yêu cầu môn học trước Quản Lí Mạng Lưới Giao Thông . Đó là môn học của chuyên ngành quản lí giao thông, không thuộc chương trình đào tạo chuyên ngành cầu đường. Kính mong quý thầy cô sớm khắc phục lỗi hệ thống này để chúng em có thể đăng kí luận văn. Em xin chân thành cảm ơn! ",
    "Vì trong lúc thi môn phương pháp tính lúc 16g00 ngày 26/12/2021, đang ghi màn hình bị lỗi không có file ghi hình nên em xin hoãn thi môn phương pháp tính.",
    "dạ chào thầy cô em là Khương sinh viên năm 2, cho em hỏi là nếu như mình đã học môn bóng chuyền học phần 1 rồi thì mình có thể đăng kí môn bóng chuyền học phần 2 để tính là hoàn thành 2 học phần môn giáo dục thể chất không ạ?",
    "Chào thầy/cô  Em tên là  Mssv , em đã hoàn thành các yêu cầu chứng chỉ tiếng anh nhưng hôm nay (27/12/2021) em vẫn chưa nhận được mail đăng kí tốt nghiệp. Cho em hỏi là em còn thiếu yêu cầu gì về tốt nghiệp không ạ? em mong nhận được sự phản hồi của thầy/cô sớm. em cảm ơn ạ.",
    "Kính gửi quý thầy/cô Cho em gửi đơn đề nghị được tạm dừng học",
    "Dạ em xin kính chào Quý Thầy Cô ạ. Em tên là Nguyễn Trần Nguyên Trung, MSSV . Em hiện đang là sinh viên K15 khoa Cơ khí ạ. Kính thưa Quý Thầy Cô, hiện tại em đã hoàn thành bảo vệ luận văn tốt nghiệp nhưng chưa thể thi chứng chỉ Anh Văn Speaking-Writing và hoàn thành 15 ngày Công tác xã hội theo quy định, vì tình hình dịch bệnh, để đủ điều kiện đăng kí tốt nghiệp ạ. Và em đã quá số kì tối đa cho phép là 13 kì học của sinh viên nên em không thể đăng kí môn học để duy trì tình trạng sinh viên được ạ. Em xin Quý Thầy Cô có thể xem xét để cho em xin phép được gia hạn thêm một kì để kì sau em có thể nộp chứng chỉ Anh Văn và hoàn thành đủ số ngày công tác xã hội theo yêu cầu để được đăng kí Tốt nghiệp được không ạ. Em xin chân thành cảm ơn và em xin kính chúc Quý Thầy Cô sức khỏe ạ. Em xin kính chào Quý Thầy Cô ạ.",
    "Kính gửi PDT, Em tên là , MSSV:  Ngày 23/12/2021 em đã gửi yêu cầu thông qua BKSI để đăng ký xét tốt nghiệp trong HK211 sau khi đã bổ sung Tiếng anh Nói Viết và nhận được câu trả lời là chờ thông báo qua email đến hết ngày 27/12/2021. Nhưng đến hết hôm nay, em vẫn chưa nhận được email danh sách tốt nghiệp và vẫn chưa được đăng ký tốt nghiệp . Vì vậy, kính mong PDT hỗ trợ kiểm tra lại thông tin tốt nghiệp và phản hồi sớm ạ. Em cảm ơn ! ",
    "Dạ em xin chào ạ! Em tên  - MSSV  Khoa: Điện - Điện tử Ngành: Điện tử - Viễn Thông Hiện tại em đang gặp vấn đề về việc đăng kí môn học Trường Điện Từ (mã EE2003). Khi đăng kí môn học này, hệ thống báo lỗi: Thiếu môn học \"Đại số tuyến tính\" (học trước) với mã MT1015 và theo em được biết thì đây là mã môn cũ. Môn \"Đại số tuyến tính\" của khóa 19 trở về sau có mã MT1007. Và em đã đạt yêu cầu của môn Đại số tuyến tính mã MT1007 ạ.",
    "Xin chào văn phòng đào tạo, Em xin hỏi về vấn đề đăng kí môn học LA2017 - Tiếng Nhật 3. Hiện tại khi em đăng kí thì bị trùng lịch với môn MI1003 - Giáo dục quốc phòng ở các tuần 0123 trong khi các môn khác vẫn đăng kí được, xin văn phòng đào tạo điều chỉnh lại để em có thể học được môn LA2017 - Tiếng Nhật 3 vì đây là một môn rất quan trọng ạ. Em xin cảm ơn",
    "nh gửi phòng đào tạo, Hiện nay môn học   B Luận văn tốt nghiệp    ngành kỹ thuật máy tính, mã CO4327 dành cho hệ đại trà khóa 18 không thể đăng ký được, hệ thống báo là do thiếu môn học trước CO2031 và CO2029. Trong khi môn CO2031 này trong chương trình đào tạo là môn tự chọn ạ. Môn CO2029 là môn của chương trình cũ, hiện 18 dùng mã môn khác. Hiện nay các bạn khác cùng học ngành kỹ thuật máy tính đều không đăng ký được luận văn tốt nghiệp do thiếu điều kiện trên. Mong phòng đào tạo kiểm tra lại với khoa để chúng em có thể đăng ký luận văn tốt nghiệp ạ. Em cảm ơn",
    "Chào thầy/cô,  Em muốn hỏi là điểm trung bình các môn Anh văn theo nhu câu (AV 1A, 2A,...) có được tính vào điểm trung bình tích lũy hay không, hay chỉ được xếp \"ĐẠT\" hoặc \"KHÔNG ĐẠT\". Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Em muốn đăng ký môn Vật lý 1 PH1003 hoặc Giải tích 2 MT1005 vào dự thính lộ trình 2. Do lộ trình 1 đã đủ sỉ số mà không mở thêm lớp ở đợt đăng kí thứ 2, và do sinh viên năm 4 nên em cần hoàn thành 126 ở kì hè để đăng kí làm luận văn tốt nghiệp. Không biết 2 môn đó lộ trình 2 có mở không ạ Em cảm ơn",
    "Dạ em có nhu cầu đăng ký một số môn học đã có trong danh sách môn tương đương chương trình Việt Pháp nhưng tại trang đăng ký bị lỗi em không thuộc nhóm lớp này. Những môn nãy nhóm lớp CC Những môn học gồm: CH1003  Hóa đại cương AS2047  Vật lý sóng EE2035  Mạch điện tử (môn học này chỉ mở ở CS2) SP1009  Đường lối cách mạng của Đảng Cộng sản Việt Nam Rất mong PĐT xem xét giải quyết cho em ạ. Em xin cảm ơn!",
    "Tốt nghiệp       Kính gửi Thầy, Cô  Em vừa thi đậu anh văn nói viết tháng 12 này và đã đủ điều kiện tốt nghiệp Nhưng tới tối nay vẫn chưa nhận được email có trong danh sách tốt nghiệp ạ Mong Thầy, Cô xem giúp tình trạng của em Em cảm ơn!  Em Trung",
    "Học vụ       Chào Thầy/Cô !  Em tên:  - MSSV:     Trong chương trình đào tạo của em ( khoá 2017) có môn : Vật lý bán dẫn ( Mã môn học: EE1013 ) có số tín chỉ là 3 Học kỳ 2 ( 2018 -2019 ) em có học môn : Vật lý bán dẫn ( Mã môn học: EE1007) có số tín chỉ là 4 thuộc chương trình đào tạo khoá 2014 và đạt điểm tổng kết là 80  Theo em biết từ khoá 2019 môn \"Vật lý bán dẫn\" có mã môn học là EE1007 có số tín chỉ là 4    Thầy/Cô cho em hỏi : Em có cần phải học lại môn \"Vật lý bán dẫn \" theo mã của chương trình đào tạo ( 2017) hay có được quy đổi tương đương không ạ ?    Em cám ơn !",
    "Kính thưa ĐT! Em hiện tại là sinh viên năm 4, khóa K2018 Theo chương trình học do có khó khăn và có phần chậm trễ nên em hiện chỉ mới hoàn thành Giáo dục thể chất 1 và Giáo dục thể chất 2. Em vẫn CHƯA hoàn thành Giáo dục thể chất 3. Theo như em được biết thì việc đăng kí Giáo dục thể chất có sự thay đổi qua các khóa sinh viên. Dạ thưa DDT cho em hỏi là em muốn học Giáo dục thể chất 3 thì em đăng kí theo đúng chương trình đào tạo khóa K18 (mã môn E1007) hay đăng ký mã mới theo K19 hay K20 ạ? và khi em đăng ký như vậy em có được xem là hoàn thành đủ thể chất 3 khóa k18 của em không ạ? Em cám ơn quý thầy cô ĐT ạ!",
    "Em quên chưa thanh toán thẻ bảo hiểm y tế, hiện bây giờ em có thể thanh toán được không ạ, hay phải giải quyết như thế nào đây ạ, em cảm ơn ạ.",
    "Kính gởi phòng đào tạo. Em tên Lê Phú Vinh  MSSV  thuộc khoa kỹ thuật cơ khí, hệ vlvh Về vấn đề đăng ký môn học \"Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 2 - Lộ Trình 1\". em mong muốn được đăng ký thêm môn học. Nhưng do lớp đã đầy đủ sĩ số không thể đăng ký, mong được phòng đào tạo, tạo điều kiện cho em được đăng ký môn học. MT1009 phuong pháp lớp DT01. Dạ e xin chân thành cảm ơn .",
    "Em chào thầy/cô Thầy cô cho em hỏi, hiện tại em còn thiếu môn phương pháp tính-mã môn MT1009, em muốn đăng kíoon này vào học kì dự thính 212 nhưng hiện tại môn này chỉ mở 2 lớp và đã đủ sĩ số, thầy cô cho em hỏi liệu em có thể xin tăng thêm sĩ số hay môn học này còn mở lớp lộ trình 2 nữa không ạ? Em xin cảm ơn!",
    "Mở môn học học kỳ 212 . môn chuyên ngành em chưa có học trong học kì trước. Vậy học kì này hoặc học kì hè em có thể yêu cầu mở lớp ( có đủ 12 người trở lên ) được không ạ",
    "Em thuộc hệ VHVL khoa Điện Điện tử có đăng ký môn học mã MT1005 trong đợt đăng ký CQ học kì 212. Em được xếp vào lớp L36. Tuy nhiên em đã lỡ bấm hủy môn và giờ không đăng ký vào lớp đó lại được dù còn chỗ. Hệ thống báo lỗi Không đăng ký được vào nhóm lớp này, như hình đính kèm ạ.",
    "Mong PĐT mở thêm sỉ số lớp môn học  Tính (MT1009) lớp L04 cho em có thể đăng ký môn học này với ạ.",
    "Mở môn học học kỳ 212 . Chào thầy/ cô Phòng Đào Tạo, em nộp đơn xin mở môn học Công Nghệ Hóa Hương Liệu - mã môn: CH3157 . Môn đã được trường khoa Phan Thanh Sơn Nam duyệt và được thầy  đồng ý giảng dạy. Em cảm ơn nhiều.",
    "Mở môn học học kỳ 212 . Em tên là , mã số sinh viên . Em kính gửi Phòng Đào Tạo đơn xin mở lớp Điện - Điện tử hàng không (mã TR4069) học kỳ 212 đã có xác nhận của Giảng viên giảng dạy và Bộ môn Kỹ thuật Hàng Không. Em xin cảm ơn Phòng Đào Tạo nhiều ạ.",
    "Dạ em chào thầy cô, em là K19 của khoa KTXD, hiện tại PĐT có đang mở lớp Phương Pháp Phần tử Hữu Hạn mà em đăng ký không được vì nó báo là chưa học môn Cơ học kết cấu, nhưng mà K19 tụi em chỉ học  là mã môn mới thôi ạ, em mong thầy cô xem xét điều chỉnh lại cho tụi em để em đăng ký học được ạ em xin chân thành cảm ơn!",
    "Em xin phép mở thêm sỉ số lớp môn EE3025 Kỹ thuật Siêu cao tần được không ạ? Em cảm ơn thầy cô nhiều ạ :(",
    "Xin chào pđt, em tên là  - mssv  sinh viên khóa K18, khoa kỹ thuật xây dựng, bộ môn cầu đường. Hiện tại em và các bạn thuộc bộ môn đang bị trục trặc vấn đề đăng kí môn học \"Luận văn tốt nghiệp\" với mã môn học là CI4317 . Em cùng các bạn học chương trình cầu đường, tuy nhiên khi đăng kí môn \"Luận văn tốt nghiệp\" lại có thông báo môn học trước là \"Quy hoạch mạng lưới giao thông đô thị\" và môn này không hề có trong chương trình, hơn nữa lại có tiên quyết \"thực tập nhận thức ngành\", trong khi đã hoàn thành môn học từ đầu năm 2. Xin PDT xem lại giúp.",
    "Dạ em chào thầy cô, em là K19 của khoa KTXD, hiện tại PĐT có đang mở lớp Phương Pháp Phần tử Hữu Hạn (CI3061) mà em đăng ký không được vì nó báo là chưa học môn Cơ học kết cấu (CI2029), nhưng mà K19 tụi em chỉ học Cơ Kết Cấu (CI3233) là mã môn mới thôi ạ, em mong thầy cô xem xét điều chỉnh lại cho tụi em để em đăng ký học được ạ, em xin chân thành cảm ơn!",
    "/MSGV:       . Em tên là  MSSV  em kì 212 muốn đăng kí lại môn EE2003 trường điện từ nhưng mà hệ thống ghi là thiếu môn MT1015 là môn đại số tuyến tính trong khi môn đại số tuyến tính em đã học ở kì đầu tiên và đã qua nhưng mã số môn lại là MT1007.vầ bây giờ hệ thống khong cho đăng kí mong pđt chỉnh sửa lại giúp em ạ ",
    "Dạ em chào thầy cô, em muốn hỏi là em hệ đại trà, nhưng do đăng kí không kịp nên các nhóm lớp L đã đầy hết. Nhưng em thấy nhóm lớp C với A vẫn còn, cho em hỏi em có thể học nhóm C hoặc A được không ạ",
    "Chào ; Em lf  _ Mssv :  Vừa rồi em có làm đơn đăng ký thu nhận khoá k14 chuyển sang hệ vhvl, nhưng tới nay em vẫn chưa dkmh được.  Mong pdt mở dkmh giúp em để kịp trong học kỳ này  ạ.",
    "Mở môn học học kỳ 212 Thưa Thầy/Cô Em xin phép được mở môn  và (406702). Em đã được sự đồng ý từ giảng viên, chủ nhiệm bộ môn và văn phòng Việt Pháp Em cảm ơn! Chúc Thầy/Cô nhiều sức khỏe ạ!   .",
    "Dạ em xin chào thầy cô, cho em hỏi là trong chương trình đào tạo của em chỉ có các môn tự chọn là IM1023 IM1025 IM1027 nhưng không có môn IM1029- Hệ thống sản xuất. Vậy thì đối với môn tự chọn em có thể học môn Hệ thống sản xuất này được không vậy ạ, em xin cảm ơn ạ",
    "Kính gửi thầy(cô), Em tên là , Mssv: , lớp QL1902 khoa Quản lý Công nghiệp. Em gửi thư này mong thầy cô cho em được đăng kí môn Thực tập ngoài trường. Lí do lần này em bị xoá môn là do không đủ số tín chỉ tích luỹ. Nhưng nếu điểm kì này cập nhật xong và còn môn thí nghiệm kì trước hoãn thi do dịch và kì này cũng đã đang tổ chức học onl thì em chắc chắn sẽ đủ số tín chỉ để có thể đăng kí môn học này. Mong thầy(cô) có thể xem xét giúp đỡ cho em đăng kí môn học này để em có thể ra trường đúng hạn. Em đã có viết mail gửi đến Phòng Đào tạo nhưng chắc vì quá tải nên em vẫn chưa nhận được phản hồi. Mong thầy cô có thể sớm xem xét và phản hồi cho em về sự việc này . Em xin chân thành cảm ơn! Chúc thầy(cô) có một buổi làm việc vui vẻ. Trân trọng.",
    "Dạ em chào cô em tên  mssv  . Hiện tại lớp thiết kế cầu 1 CI3039 đã full slot , em mong cô có thể mở thêm sỉ số để em có thể đăng kí được ạ Trân trọng cảm ơn cô rất nhiều .",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa, Em đã có điểm thi anh văn nói viết vào tuần trước. Tuy nhiên đến hiện tại em vẫn chưa nhận được mail đăng ký tốt nghiệp. Kính mong PĐT kiểm tra giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo! Em tên . Em muốn xin hoãn buổi báo cáo môn Đồ án Công Nghệ học kì 211, thời gian báo cáo: 13h ngày 29/12/2021. Lí do: Do điều kiện dịch bệnh phức tạp. Giảng viên môn học yêu cầu sự xác nhận từ PĐT. Em mong Thầy/Cô xem xét, xác nhận giúp em ạ! Em xin cảm ơn!",
    "Em chào thầy/cô. Em là , MSSV:  Em có đăng ký học dự thính môn EE2009 - \"Hệ thống máy tính và ngôn ngữ lập trình\" để trả môn do đã rớt ở năm 2. Theo thời khoá biểu thì lịch thực hành của lớp DT01 của em là vào sáng thứ 7, bị trùng lịch với môn EE3165 em đăng ký vào kỳ chính. Vì tất cả các lớp của môn EE3165 đều có lịch vào sáng thứ 7, nên em mong phòng đào tạo có thể sắp xếp để lớp dự thính môn EE2009 của em từ DT01 sang DT02 (thực hành vào sáng Chủ Nhật) để em có thể hoàn thành kịp tiến độ chương trình. Em xin chân thành cảm ơn thầy/cô.",
    "Mở môn học học kỳ 212 . Em xin phép phòng đào tạo mở môn học: Đồ án môn học  (CI3021)",
    "Mở môn học học kỳ 212 . Em tên là , mã số sinh viên  Em kính gửi Phòng Đào Tạo đơn xin mở lớp Thực tập kỹ thuât(Kỹ thuật hàng không)(mã TR2031) học kì 212 đã có xác nhận của Giảng viên giảng dạy và Bộ môn Kỹ thuật Hàng Không. Em xin cảm ơn Phòng Đào Tạo nhiều ạ.",
    "Chào thầy cô, Em đã đủ điều kiện tốt nghiệp tháng 11 nhưng bị từ chối đăng kí tốt nghiệp do học kì này em không đăng kí môn. Em đã đặt câu hỏi vào ngày 23/12 và được hướng dẫn chờ thủ tục đến ngày hết ngày 27/12. Hết ngày hôm nay em vẫn chưa thể truy cập vào trang đăng kí tốt nghiệp. Mong thầy cô giúp đỡ để em tốt nghiệp đúng hạn.",
    "Em chào Thầy cô ạ Em tên là  K19 Thưa Thầy/Cô cho em hỏi ạ Em thắc mắc rằng môn bơi có 2 học phần là 1 và 2 nhưng ở kỳ đăng ký môn này không mở học phần 1 mà chỉ mở học phần 2. Vậy nên em đăng ký học phần 2 thì nhà trường có cho phép em học không ạ. Em là K19 chương trình đào tạo thể chất có khác K20 trở đi ạ Em cảm ơn Thầy/Cô ạ",
    "Kính gửi thầy cô PĐT, Em tên  MSSV:  Khoa: Công nghệ vật liệu  Lớp: VL15KL Nay em làm yêu cầu này mong thầy cô cho phép em chuyển từ hệ chính quy sang hệ VLVH Em cám ơn",
    "Chào thầy cô. e đã học môn SP1003_MÁC LENIN ở lúc học chính quy nhưng không thể đăng ký môn SP1005  TƯ TƯỞNG HỒ CHÍ MINH. Mong thầy cô xem xét cho e đăng ký môn học ak.",
    "Mở môn học học kỳ 212 .",
    "Em chào thầy/ cô Dạ, cho em hỏi là môn hóa đại cương, hồi Học kì  201 em có học và qua rồi, thí nghiệm em được  8.5  vậy nếu kì này em học cải thiện điểm, thì em có được chuyển điểm thí nghiệm qua không ạ em xin cảm ơn",
    "Mở môn học học kỳ 212 . Dạ pdt cho em xin phép gửi đơn xin phép mở môn học cũng như danh sách dự kiến những bạn tham gia ạ!",
    "Mở môn học học kỳ 212 . Dạ em chào PĐT ạ! Em tên là SV  Khoa Điện Điện tử. Em gửi mail này cho PĐT mong là PĐT nhận phiếu đăng ký mở thêm lớp Giải tích mạch (EE2033) của em và các bạn khác ạ. Do em cùng với nhiều bạn ở học kì trước không đăng ký được môn này, cộng với việc môn Giải tích mạch là môn tiên quyết quan trọng cho raats nhiều môn ở các học kì sau và học kì này tụi em cũng chưa đăng kí đủ số tín chỉ do nhiều môn học đã đủ lớp nên việc mở thêm lớp Giải tích mạch là điều rất quan trọng với tụi em ạ. Em mong PĐT có thể giúp tụi em và có thể tạo điều kiện cho tụi em được học ạ. Về phần giờ học thì PĐT có thể điều chỉnh lại để tiện cho PĐT ạ. Mong PĐT có thể hồi âm sớm cho tụi em ạ. Dạ em thay mặt các bạn khác cảm ơn PĐT nhiều ạ. Chúc PĐT luôn có nhiều sức khỏe!",
    "Dạ chào anh/chị, Em là , MSSV:  Em có nộp Chứng chỉ ngoại ngữ và xét chuyển điểm ngày 27/12 ạ Mã số phiếu xét điểm là: 63914 Em mong anh/chị có thể giúp em thẩm tra chứng chỉ ngoại ngữ và xét duyệt chuyển điểm giúp em để em có thể kịp đăng kí tốt nghiệp ạ. Em xin chân thành cám ơn anh/chị.",
    "Dạ theo thông báo mới nhất thì phòng đào tạo cho phép đăng ký Luận văn tốt nghiệp trong học kỳ hè HK213, vậy cho em hỏi học phí sẽ tính theo giá của học kỳ dự thính hay vẫn tính theo giá của học kỳ chính vậy ạ. Em cảm ơn.   i  .",
    "Kính gửi phòng đào tạo, Ở mục ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 2 - LỘ TRÌNH 1, em thấy phòng đào tạo có mở môn Luận văn tốt nghiệp (ckt) - AS4317 mã lớp T01. Em xin hỏi, em có được dăng ký luận văn tốt nghiệp ở học kỳ dự thính hay không? Vì hiện tại ở học kỳ chính em đã ưu tiên trả nợ môn và học những môn tự chọn. Em xin cảm ơn quý thầy / cô.",
    "Mở môn học học kỳ 212 . Dạ em tên là , MSSV . Em gửi đơn đề nghị mở môn học con người và môi trường mã môn EN1003 đã được thầy cô và khoa môi trường xác nhận ạ. Em mong phòng đào tạo mở lớp đại trà và thông báo cho em biết khi nào đã mở lớp ạ. Em xin chân thành cảm ơn",
    "dạ cho em hỏi rằng em k17 còn môn cơ học ứng dụng nhưng môn đã bị loại bỏ khỏi chương trình của các khóa sau vậy em phải làm gì để được học môn đó ạ",
    "Dạ em kính chào thầy cô ạ, Em là , mssv: , sinh viên lớp DD18KSVT. Em có thắc mắc về môn học cốt lõi chương trình Kỹ sư tài năng, được xét là đạt khi điểm môn học là KHÁ và phần mở rộng là . Trong học lỳ trước em có Hoãn thi một môn cốt lõi, khi thi lại thì em có được nhận Điểm chữ là ĐẠT hay Điểm số ạ? Em có cần phài đăng ký học lại môn đó để xét là  môn cốt lõi không ạ? Em xin chân thành cảm ơn. Trân trọng ",
    "Mở môn học học kỳ 212 . Em chào thầy cô. Do có nhiều sinh viên có nhu cầu học môn Xử lý ảnh số và thị giác máy tính (CO3057) (Đợt 1 có 61 bạn đăng ký nhưng bị hủy môn) nên em xin đại diện các bạn để xin Phòng đào tạo xem xét mở môn học này . Em xin đính kèm thông tin một số bạn có nhu cầu học môn này. Em xin cám ơn thầy cô. Trân trọng.",
    "Em chào thầy/cô ạ. Em muốn hoãn thi môn Giải tích mạch (em tham gia thi ca 7h00 ngày 26/12 nhóm L12_A). Lý do là nhà em bị mất điện từ lúc 5ph sau khi bắt đầu làm bài nên em không thể tiếp tục làm bài và nộp bài ạ. Tiếp theo em nên làm gì ạ? Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 .",
    "Em muốn hỏi điểm đạt đối với môn đăng kí hoãn thi là lớn hơn bằng 5 phải không ạ? Nếu em được 4.75 thì có được làm tròn lên không ạ?",
    "Kính thưa phòng đào tạo Em cảm ơn vì đã hỗ trợ em hủy đăng ký, nhưng cho em hỏi lại là chỉ cần khi trường đi học lại bình thường (khoảng tháng 3) là lịch thí nghiệm của em sẽ tự cập nhập trên mybk và em chỉ cần học theo thời khóa biểu ấy hay là phải đăng ký thì mới được học trực tiếp không ạ?  Em cảm ơn.",
    "Em chào thầy/cô. Em là  Mssv:  Lớp KU18VLY -  khoa Khoa Học và Ứng Dụng. Hiện tại em và 1 số bạn khác đang có chung trường hợp không đăng kí được  (AS4327) vì thiếu 2 môn tiên quyết:   - Thực tập ngoài trường (AS3325)  - Đề cương luận văn tốt nghiệp ( AS4325) Hai môn này em đã đăng kí trước đó trong học kì 203 và 211 ( có ảnh minh chứng ở dưới). Tuy nhiên khi có kết quả đăng kí đợt 2 và 3 đều bị nhà trường hủy và không có trong thời khóa biểu. (em không biết lí do tại sao bị hủy, nếu  không đủ điều kiện đăng kí thì sẽ có thông báo đỏ ngay lúc bắt đầu đăng kí chứ không phải lúc có kết quả thì bị mất môn) Vì thời điểm 2 học kì trước trong thời kì dịch bệnh đỉnh điểm, em nghĩ sinh viên sẽ không được lên trường nên bị hủy môn là chuyện bình thường và không đề xuất lên sớm hơn. Tuy nhiên, khi em đăng kí luận văn tốt nghiệp thì không đăng kí được vì lí do chưa học 2 môn tiên quyết trên. Em đã đăng kí 2 môn trên vào kì 212 này để kịp tiến độ. Mong phòng đào tạo cân nhắc xử lí, bỏ qua yếu tố tiên quyết này để em và một số bạn khác kịp tiến độ làm luận văn và ra trường đúng hạn. Em cảm ơn. Chúc thầy cô năm mới vui vẻ và hạnh phúc.",
    "Kính thưa Phòng đào tạo, Ở đơn trước em có xin đăng ký bổ sung để học thí nghiệm trực tiếp môn General chemistry lab lớp CC06 của thầy  học kỳ 203,nhưng sau khi bàn bạc với gia đình để từ quê lên Sài Gòn học tập, rồi từ Sài Gòn trở về quê thì gia đình em rất lo lắng và không đồng ý cho em lên học trực tiếp vì tình hình dịch bệnh hiện giờ rất căng thẳng mà nhà em bố mẹ đã lớn tuổi chỉ mới tiêm mũi 2 được 1 tuần, một lí do nữa là từ ngày 27/12 thầy  (giáo viên dạy lý thuyết) đã gửi bảng điểm cho Phòng đào tạo mà Phòng vừa mới đăng kí đúng cho em vào ngày 27/12 nên thầy bảo em có thể học vào đợt sau vì lần này quá sát ngày ạ. Thế nên em rất mong phòng đào tạo có thể giúp em hủy đăng ký học trực tiếp vào ngày 27/12 và đăng ký học sau khi trường thông báo học tập trung (vào tháng 3). Em xin cảm ơn.",
    "Em là sinh viên khoa khoa học máy tính chất lượng cao . Em cần đăng ký Đề cương LVTN CO4311 nhưng hệ thống không hiển thị chương trình CLC cho em đăng ký, mong thầy, cô hỗ trợ để em đăng kí môn này.",
    "Em là , MSSV:. Ngày 23/12, em có gửi mail cho PĐT để xin được chuyển điểm Anh văn sớm và xét vào danh sách dự kiến Tốt nghiệp để đủ điều kiện đăng ký Tốt nghiệp. PĐT đã tiếp nhận yêu cầu của em và kêu em chờ đến hết ngày 27/12 nếu chưa được cập nhật thì gửi mail lại. Hôm nay là 28/12, bảng điểm của em vẫn chưa được cập nhật các môn Anh văn 1,2,3,4, danh sách Tốt nghiệp tháng 11 cũng không có tên em. Do đó, em chưa đăng ký Tốt nghiệp được. Em gửi mail này để mong PĐT nhanh chóng cập nhật chuyển điểm Anh văn và xét em vào danh sách Tốt nghiệp dự kiến một cách nhanh chóng để em được đăng ký Tốt nghiệp ạ. Em rất mong PĐT xem xét giải quyết sớm cho trường hợp của em vì hạn chót đăng ký Tốt nghiệp là 30/12 nếu em rất lo lắng ạ. Em xin cám ơn PĐT nhiều.",
    "Em đã đăng ký môn học từ đợt 1 nhưng thời khóa biểu 212 vẫn chưa cập nhật ạ.",
    "Cho em xin đăng kí vào lớp CI1069 Khoa học trái đất lớp L08 ạ do em thấy lớp còn trống và không trùng lịch với các môn khác nhưng em không đăng kí được ạ    .",
    "Mở môn học học kỳ 212 . Em muốn mở lớp mới hoặc cho em xin vào học môn CO1027 - Kỹ thuật lập trình ạ. Em xem trên mybk thì đã hết slot trống rồi thì phải làm sao ạ",
    "em tên là , mssv  , chương trình tiên tiến,. Tình hình là HK212 em đăng ký 3 môn cuối cùng của chương trình học, nhưng chỉ 2 trong tổng số 3 môn đăng ký thành công ( môn thứ 3 bị trùng thời khóa biểu 1 tiết).  Cho em hỏi có cách nào giải quyết vấn đề không ạ, vì nếu không đăng ký môn cuối cùng được thì tụi em phải trễ thêm 1 kỳ. Mong pdt chỉ tụi em hướng giải quyết, em cảm ơn .Thiếu 1 môn liệu có đăng ký xét tốt nghiệp được không ạ",
    "Dạ em có hỏi hôm qua về vấn đề tăng số lượng sinh viên trong lớp Kỹ thuật chế tạo 3 (ME3201) vào kì 212 lớp dự thính thì số lượng sinh viên mới chỉ có 40 sinh viên trong khi theo điều 8.2 của trang web aao.hcmut.edu.vn/sinhvien/quyche/hocvu/QUY CHẾ , CAO ĐẲNG có quy định lớp chuyên ngành từ 40-60 sinh viên ạ  Danh sách sinh viên chưa đăng kí được môn học: https://docs.google.com/spreadsheets/d/1T0S2RrUuMHKZsEmINLVr_fEeA5TXbXIBfbbrFdLdiWM/edit#gid=0 Mong PĐT xem xét lại giúp em ạ. EM cảm ơn",
    "Gửi Phòng Đào Tạo, Hiện đến may 28/12, em vẫn chưa có mail trong danh sách tốt nghiệp dư kiến ạ, em đã đủ điều kiện tốt nghiệp. Mong Phòng Đào Tạo xem xét thu nhận giúp em để em có thể đăng kí tốt nghiệp trong kì này ạ. Em xin cám ơn!",
    "Xem xét mở lớp môn Mô phỏng ĐCĐT & Ô tô (TR3067) vào học kỳ chính 212. Hiện tại đã được sự chấp thuận của thầy  (trưởng khoa Giao Thông), thầy  (trưởng bộ môn) và thầy  (Giáo viên phụ trách).",
    "Xem xét mở lớp môn Thiết kế ô tô (TR3049) vào học kỳ chính 212. Hiện tại đã được sự chấp thuận của thầy  (trưởng khoa Giao Thông và là Giáo viên phụ trách) và thầy  (trưởng bộ môn).",
    "Kính gửi Thầy (Cô) Em tên là , MSSV: . Vừa qua em có hỏi về đề tình trạng sinh viên của em là tạm dừng và em đã đủ anh văn để đăng ký xét tốt nghiệp. Nhưng hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ . Rất mong Thầy (Cô) xem xét và giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
    "Dạ kính chào cán bộ, Cho em hỏi, là em đã đăng ký đồ án môn học cho học kỳ 212 đợt 1, kết quả đăng ký của đợt một hiện thị là đã đăng ký thành công. Nhưng khi qua đợt 2 thì mất kết quả đó và không đăng ký được đồ án nữa. Cho em hỏi nguyên nhân là gì và làm sao để khắc phục ạ. Em cảm ơn.",
    "Em đăng kí tốt nghiệp thì hệ thống hiện \"không thể đăng kí vì nợ học phí/lệ phí\", sau đó em kiểm tra trên BKPay thì chỉ còn khoản BHYT và BHTN chưa thanh toán, trong khi kỳ đó e tham gia BH ở KTX nên không đăng kí ở trường. Trường hợp này phải giải quyết như thế nào ạ?",
    "Tên: Đỗ Ngọc Khánh Duy MSSC:  Em không thể đăng ký môn học do hết thời hạn học chính quy tại trường. Em mong phòng đào tạo có thể cho phép em đăng ký chuyển sang hệ vừa học vừa làm để có thể tiếp tục học các môn còn lại .",
    "Tốt nghiệp       Dạ xin chào Thầy/Cô  Em tên   khoa cơ khí hệ liên thông chính quy  Hiện tại em đã đủ điều kiện để xét tốt nghiệp nhưng vẫn không đăng ký được ạ Do bị tạm dừng do không đăng ký môn học  Hôm trước em có hỏi thì pdt bảo sau này 27/12 nếu không nhận được email thì hỏi tiếp ạ  Kính mong pdt giải quyết cho em để được đăng kí tốt nghiệp  Em xin cảm ơn ",
    "Kính gửi Thầy/Cô, Em tên là , MSSV: , Khoa Công nghệ Vật liệu. Vào ngày 23/12/2021 em có gửi yêu cầu về việc đăng ký xét Tốt nghiệp nhưng đến nay đã qua ngày 27/12 mà em vẫn chưa nhận được mail hay đăng ký xét Tốt nghiệp được. Em rất mong Thầy/Cô kiểm tra lại giúp em với để em kịp đăng ký xét TN trong đợt này ạ. Em rất hi vọng sớm nhận được phản hồi từ Thầy/Cô. Em xin cảm ơn.",
    "Em chào thầy/cô ạ, Vào khoảng giữa tháng 4, phòng CTCT sinh viên có gửi mail thông báo danh sách danh hiệu sinh viên chính thức. Em có điền thoing tin tài khoản ngân hàn và đã nhận được tiền rồi ạ; Còn giấy khen thì em vẫn chưa nghe thông báo gì thêm (có thể em bỏ lỡ thông tin). BKSI cho em hỏi là đã có giấy khen cho danh hiệu sinh viên năm học 2019-2020 chưa ạ, và em có thể nhận được giấy khen này ở đâu? Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ em kính chào thầy cô ạ. Dạ thầy cô cho tụi em đăng kí mở môn học An toàn quá trình CH3297 ạ, hiện tại tụi em đã đã được sự đồng ý của Thầy  rồi ạ . Đây là danh sách các bạn đã đăng kí ạ. Danh sách hiện tại là 27 bạn ạ. https://docs.google.com/spreadsheets/d/1HdNo2wdP0NBeXyiHWq1B7VMQFlKpFKo6aGyXzXC7_5E/edit?usp=sharing Dạ em xin cảm ơn thầy cô ạ",
    "Chào Thầy/Cô, Em hiện là sinh viên K18, khoa Máy tính, tính đến hết học kì 211 này, em đã tích lũy được   B 133 tín chỉ    và đã học hết các môn yêu cầu trong chương trình đào tạo (kể cả Anh văn và Thực tập). Em có 2 câu hỏi là:  1. Kì 212 em chỉ đăng kí 1 môn Đề cương luận văn 0 chỉ, thì vì em có đăng kí nên sẽ có thời khóa biểu và không bị tạm dừng học phải không ạ? 2. Em chỉ đăng kí 1 môn 0 chỉ ở kì sau thì có vi phạm ràng buộc tối thiểu 14 chỉ 1 học kì không ạ? (em không còn môn học nào theo chương trình đào tạo) Em xin cảm ơn!",
    "Dạ em tên là , MSSV: , là sinh viên khoa môi trường. Em vừa thi anh văn nói viết ở trường ngày 17/12 và đạt 225đ. Em thấy mình đã đủ điều kiện tốt nghiệp nhưng đến hiện tại em chưa nhận được mail từ phòng đào tạo. Mong phòng đào tạo kiểm tra giúp em. Em xin cám ơn ạ.",
    "Em tên là  MSSV: 3 Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử  Hiện tại đã chuyển sang hệ VLVH. Em đăng kí LVTN theo mã môn học 440303 theo chương trình đào tạo của khóa K13. Tuy nhiên lớp không mở . Phòng đào tạo cho em hỏi là em đã đăng kí đúng mã môn học không. Em phải làm thế nào để được đăng kí luận văn tốt nghiệp . Mong nhận được hướng dẫn từ Phòng đào tạo. Em xin cảm ơn!",
    "Em chào thầy/cô, Đợt 1 vừa rồi em có đăng ký môn LVTN ngành Kỹ thuật máy tính(CO4327) nhưng bị hủy vì chứng chỉ Ngoại ngữ và môn tiên quyết. Hiện tại đợt 2 em vẫn chưa đăng ký được vì thiếu môn tiên quyết \"CO2031 - Kỹ thuật truyền số liệu\", mặc dù trong chương trình đào tạo môn này là môn tự chọn. Hiện tại sắp hết hạn đăng ký nhưng em vẫn chưa đăng ký được. Thầy/cô cho em hỏi là cách giải quyết vấn đề này thế nào được không ạ? Em xin cảm ơn.",
    "cho em hỏi nếu em đăng kí môn học cùng tên nhưng khác mã số môn học so với chương trình đào tạo thì có được tính vào tín chỉ tích lũy không ạ ? em xin  cảm ơn   i  .",
    "Mở môn học học kỳ 212 . Em chào Thầy/Cô, Em là , sinh viên lớp Việt - Pháp Năng lượng khóa 2019. Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212. Em cảm ơn",
    "Mở môn học học kỳ 212 . Do e mới chuyển chương trình học . Nên có môn CI2057 - TT nhận thức ngành (DDCN) . Do các bạn K 18 đã học môn này từ năm 2 nên số lượng chưa học môn này còn ít. Cho e hỏi làm sao để đăng kí môn này được ạ . Tại vì môn này đã mấy kì không mở rồi ạ",
    "Dạ e vừa chuyển từ hệ chính quy sang VHVL .PDT cho e hỏi h em muốn chuyển điểm các môn học tương tứng của hệ chính quy thì cần làm ntn ạ hiện tại e chưa lên trường dc để chuyển điểm",
    "Chào thầy cô, Lý do viết đơn:Thầy cô cho em hỏi các môn tự chọn tự do là những môn nào ạ? Chúc thầy cô nhiều sức khoẻ!",
    "Hiện tại các lớp CI2003 và CI2007 đã hết . PĐT có thể bổ sung em vào một lớp của 2 môn đó được không ạ?",
    "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học    B CI4083 Phòng tránh thiên tai ven biển    Em xin chân thành cám ơn.",
    "Xin chào thầy/ cô. Em là sinh viên văn bằng 2 - khoa Khoa học và kỹ thuật máy tính - MSSV . Em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được email thông báo xét tốt nghiệp. Thầy/cô có thể kiểm tra và cập nhật giúp em để kịp hạn đăng ký xét tốt nghiệp 31/12/2021 được không ạ. Em xin cảm ơn.",
    "Em chào PĐT, em tên , MSSV , hiện tại trên web em đã có bản in pdf của giấy hoãn nghĩa vụ, em có đăng ký gửi về quê và đợi tới hiện tại là hết học kỳ 211, em muốn hỏi là đến khi nào nhận được ạ, em cảm ơn",
    "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học  15 Thi công Công trình Cảng   B  Em xin chân thành cám ơn",
    "Kính gửi Phòng Đạo Tạo,  Em tên:  - , lớp CC18KTM1. Em viết mail này thắc mắc phàn hồi của phòng đào tạo về 2 môn học trước (HT) nhưng 2 môn này mã môn học bị lỗi, cụ thể: Em đăng ký   B CC4327    (Luận văn TN Kỹ thuật máy tính) cần 2 môn HT: -   B CO2029    - Xử lý tín hiệu số -  Môn này đã đổi mã thành   B CO2035    và em đã học môn này. -   B CO2031    - Kỹ thuật truyền số liệu -  môn này không còn trong chương trình học bắt buộc. Em đã đính kèm những thông tin liên quan. Em hi vọng PDT có thể kiểm tra và phản hồi giúp em ạ, em cảm ơn nhiều!",
    "Mở môn học học kỳ 212 . Kính gửi đội ngũ BKSI, được sự đồng ý của giảng viên phụ trách môn cũng như đã được xác nhận từ Chủ nhiệm bộ môn Cảng Công trình Biển và Khoa Kỹ thuật Xây dựng. Em kính nhờ đội ngũ BKSI hỗ trợ em trong việc mở môn học    B  CI3203 -    B  Em xin chân thành cám ơn",
    "Mở môn học học kỳ 212 . Em xin chào thầy cô. Em xin gửi đơn MỞ MÔN HỌC CHÍNH QUY HK212 và danh sách sinh viên có nhu cầu học ạ. Mong thầy cô có thể giúp em với ạ vì em chỉ còn 1 môn này để ra trường ạ. Em xin cảm ơn ạ",
    "Mở môn học học kỳ 212 . Xin mở môn học Đtử các mạch logic (402703) dưới dạng đồ án. Đã có sự đồng ý của giảng viên. Thông tin như file đính kèm",
    "Mở môn học học kỳ 212 .",
    "Kính chào phòng đào tạo. Em là sinh viên khoá K18 Khoa máy tính và em muốn đăng ký học lại môn CO2005. Mã này hiện tại không được mở và tương đương với tổ hợp CO2039 và CO2043. Mã CO2043 là môn đồ án không phụ thuộc sĩ số nhưng ở kỳ này hiện tại chưa mở. Em đã liên hệ với Khoa để xin mở mã CO2043 và bộ môn đã chấp nhận mở môn học ở kỳ này. Kinh mong Phòng đào tạo có thể mở mã môn học này để em có thể đăng ký. Em có gửi đính kèm Đơn xin mở môn học và trao đổi email giữa em với phụ trách của khoa và thầy dạy môn này. Em xin chân thành cảm ơn.   i Mở môn học học kỳ 212 .",
    "Thưa PĐT,  Hiện tại em vẫn không nhận được email thông báo về việc đăng ký tốt nghiệp và em thấy một số bạn đã nhận được email vào ngày 27 rồi. Mong PĐT kiểm tra và phản hồi lại giúp em. Trân trọng, .",
    ": Em tên là , msv: , lớp  DD15KTD1. Học kỳ 211 em có học môn kỹ thuật số lớp DT01 do thầy  dạy. Ngày 26/12 thi cuối kỳ được tổ chức dưới hình thức bài tập lớn, 1 camera laptop, 1 camera điện thoại, do camera laptop em bị hỏng nên em đã xin với thầy cho được hoãn thi và được thầy đồng ý . Kính mong PĐT xét cho em được vào diện Hoãn thi môn kỹ thuật số ở kỳ 211 để được thi lại vào kỳ sau (nếu có lớp mở). Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Hôm qua em có gửi đơn lên cho thầy chủ nhiệm Bộ môn Điện tử và đã được thầy duyệt. Nay em gửi đơn này lên PĐT để PĐT xem xét mở lớp giúp chúng em. Em cảm ơn ạ!",
    "Hiện tại em nhận được thông báo Ấp của em được miễn bảo hiểm y tế nhưng em đã đóng tiền BHYT rồi thì em có được nhận lại tiền không ạ .",
    "Chào thầy/cô,  Em là . Hiện tại em muốn đăng ký xét tốt nghiệp. Em đã có tên trong danh sách xét tốt nghiệp dự kiến nhưng không đăng ký xét tốt nghiệm được trên mybk vì lý do nợ học phí/lệ phí. Em đã thanh toán khoản nợ nhưng vẫn chưa được cập nhật lại tình trạng đăng ký. Thầy/cô có thể cập nhật lại tình trạng đăng ký giúp em được không ạ? Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ em là  MSSV , em gửi đơn mong phòng đào tạo mở lớp con người và môi trường mã môn EN1003 cô  dạy ạ. Em gửi đơn và danh sách đính kèm ạ. Em cảm ơn phòng đào tạo ạ",
    "Dạ em bị khóa tài khoản ngân hàng OCB để đóng học phí, em có gọi cho ngân hàng thì ngân hàng nói là phải lên trục tiếp phòng giao dịch để mở tài khoản lại. Hiện nay em đang ở quê, khu vực em ở đang bị dịch nên em không thể vào thành phố được. Do khóa tài khoản nên em chưa nộp được học phí. Cho em xin hỏi là có cách nào khác để em nộp học phí không ạ. Em xin chân thành cảm ơn, ,",
    "Dạ chào Thầy/Cô, Em tên là , MSSV: , sinh viên khoa Điện - Điện tử . Hiện em đã hoàn thành 142 tín chỉ và đạt đủ anh văn nói viết 255/400. Nhưng khi vào đăng ký tốt nghiệp thì bị thông báo là   B tạm dừng   , không thể truy cập trang đăng ký tốt nghiệp được ạ . Mong Thầy/Cô hỗ trợ giúp em ạ . Cám ơn Thầy/ Cô.",
    "dạ em không dự thi cuối kỳ vài môn. hôm đó em vắng thi ạ. em có vô mybk chọn hoãn thi. nhưng em có chọn nhầm \" trong lúc thi\" có bị sao không ạ. do laptop của em bị hỏng em không thi được ạ",
    "Kính gửi  Em là      MSSV:  Nay em viêt đơn này mong được thu nhận lại để hoàn thành tiếp chương trình đào tạo của nhà trường ạ. Mong nhận được sự phản hồi của PĐT. Em xin chân thành cảm ơn!",
    "Chào bạn Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoaộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu); - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV. 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI)    chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212”    ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212. 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12; Thân",
    "Em vừa có điểm kiểm tra Anh văn nói-viết vào giữa tuần trước. Hiện tại em chưa có trong danh sách dự kiến tốt nghiệp. Xin PDT kiểm tra lại và hướng dẫn cho em để em kịp đăng kí tốt nghiệp trong đợt TN.20211.1. Em xin cảm ơn.",
    "Em chào thầy/cô ạ Hiện tại em đã đủ điều kiện để đăng ký tốt nghiệp nhưng vẫn chưa có trong danh sách tốt nghiệp dự kiến. Thầy/Cô có thể kiểm tra lại giúp em được không ạ?  Em cám ơn",
    "Hi admin, Hiện tại mình đã thấy bằng mình đã được thẩm tra. Mong admin chuyển điểm 4 anh văn giúp mình và thu nhận mình để mình đăng ký tốt nghiệp với ạ. Mình cảm ơn nhé",
    "Mở môn học học kỳ 212 . Chào thầy/ cô Phòng Đào Tạo, em nộp đơn xin mở môn học Kỹ Thuật Điện - EE2027. Môn đã được khoa Điện duyệt và được thầy  đồng ý giảng dạy. Em liên hệ thầy  bằng điện thoại nên không có ảnh chụp mail ạ. Em cảm ơn nhiều.",
    "Dạ em chào các thầy cô PĐT ạ! em là , MSSV: , khóa K15 Hệ Chính Quy Khoa KTXD ạ. khóa em có thời gian đào tạo tối đa là 13 học kỳ và đến học kì đã là HK 13 rồi ạ. Vì một vài lý do không mong muốn mà đến hiện tại em đang làm LVTN nhưng chưa thể hoàn thành được LVTN đó trong HK này ạ . Em có đọc trong quy chế thì thấy nhà trường có quy định, thời gian đào tạo tối đa có thể được xin gia hạn thêm một học kỳ nữa đối với trường hợp sinh viên có hộ khẩu thuộc khu vực 1, mà em nằm trong trường hợp này ạ. Vậy em mong các thầy cô PĐT xem xét trường hợp của em và cho phép em được gia hạn thêm một học kỳ nữa, để em có thể hoàn thành nốt chương trình học tập ạ! Và để có thể được gia hạn thì em cần những giấy tờ gì mong các thầy cô cũng cho em biết để em chuẩn bị ạ! Em cảm ơn thầy cô rất nhiều ạ!",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí .      Em đã có đăng ký và học qua môn Cơ học ứng dụng với mã môn học cũ là 201010 lúc em học bằng 1 khoa Điện- Điện tử ở trường mình. Vì vậy em xin Phòng đào tạo cho em được miễn môn Cơ học ứng dụng (AS2001).      Em xin cảm ơn!     i  .",
    "Mở môn học học kỳ 212 . ĐƠN XIN MỞ LỚP EN2031",
    "Em tên là :  MSSV :  Do em không hoàn thành học phí kì học 201 đúng hạn nên bị tạm dừng học. Nay em đã đóng học phí đủ, kính mong các thầy cô, Ban Giám Hiệu nhà trường xem xét để em được tiếp tục theo học ạ. Em xin cảm ơn ạ Em đã kiểm trai tại BKPay em thanh toán ngày 21/12 mà BKPay 22/12 mới hiện ạ, em có kiểm tra lại kèm hình ảnh cô kiểm tra lại giúp em với ạ. HIện tại thì đang ĐKMH đợt 2 mà 3/1/2022 bắt đầu học kì mới thì em có kịp ĐKMH không ạ :((",
    "Mong phòng đào tạo tăng thêm sỉ số lớp học môn Kiểm soát & quản lý chất lượng ME3225. Nhóm lớp L01-L03",
    "Dạ cho em hỏi là năm một, học kỳ 1 em tích lũy được 23 tín chỉ sang học kỳ em tích lũy đc 13 tín chỉ mà sao cộng dồn em chỉ có 34 vậy ạ. Em cảm ơn ạ.",
    "Em mong các thầy cô trong Ban Giám Hiệu và Phòng Đạo Tạo có thể dành chút thời gian đọc qua đơn xin cứu xét của em, cũng như tâm thư em viết trong file scan viết tay đính kèm, em không phải học sinh bỏ bê học hành (TBTL 7,31 Luận Văn 9,2). Hiện tại em đã về quê chăm sóc người thân bị tai nạn nên em không thể đến trực tiếp trường được để nộp đơn được. Em đã hoàn thành tất cả chương trình ĐT và chỉ còn thiếu anh văn nói viết. Em hiểu quy chế là em sẽ không được, em kính mong các thầy cô có thể đọc qua và xem xét cho trường hợp của em. Em xin gửi lời cảm ơn tới các thầy cô phụ trách phản hồi online trên trang bksi. Em xin chân thành cảm ơn các thầy cô!",
    "Tốt nghiệp . Em xin chào Thầy/Cô. Em tên là Trương Ngọc Trung, MSSV:1613814, Lớp DD16DV4. Hiện tại thì em đã hoàn thành khóa học và đã đủ điều kiện để xét tốt nghiệp.Em có đặt câu hỏi trên BKSI vào ngày 23/12/2021 và được phản hồi là sẽ được giải quyết trước ngày 27/12/2021.Nhưng hiện tại em vẫn chưa đăng ký tốt nghiệp được.Cho nên em xin Thầy/Cô xem xét và đồng ý cho em đăng ký xét tốt nghiệp ạ.Em xin cảm ơn ạ.",
    "Em không vào được trang đăng kí môn học DT212, mong PDT hỗ trợ em đăng ký môn học dự thính. EE3011 Mạch Điện tử thông tin EE3003 Thiết kế Hệ thống nhúng EE2017 cơ sở kỹ thuật điện EE3015 Ký thuật hệ thống viên thông EE3031 lập trình hệ thống nhúng EE3007 lập trình điều khiên nâng cao.  Em vừa chuyển sang hệ VHVL nhưng chưa được cập nhập. mong được thầy cô hỗ trợ.",
    "Mở môn học học kỳ 212 . xin chào thầy, cô; dưới đây là đơn xin mở môn học CI3013 của em; mong các thầy cô xem xét ạ.",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 .",
    "Học kì 211 em có đăng kí hoãn thi môn học có mã số CO2003 trong thời hạn 5 ngày sau khi tham gia thi vì không đảm bảo thiết bị làm ảnh hưởng đến kết quả bài thi cuối kì nhưng hiện giờ lại muốn hủy hoãn thi, tuy nhiên đã quá thời hạn 5 ngày nên không thể hủy hoãn thi trực tiếp trên hệ thống được. Em mong phòng đào tạo sẽ xem xét hỗ trợ em trong trường hợp này. Em xin cảm ơn ạ.",
    "Em tên: MSSV:  lớp MO17QL Em làm đơn này để xin nhập tín chỉ tích lũy ngành môn học tư tưởng  (SP1005) do em đã học môn học tương đương (001025). Và  được miễn học môn giáo dục quốc phòng em đã học ở trường cũ (Đại học KHTN). Em xin cảm ơn.  ",
    "Do em thuộc diện thu nhận lại nên không thể mở được trang đăng ký môn học, xin thầy/ cô giúp đỡ mỡ trang ĐKMH ạ, em cảm ơn . Xin thầy/ cô đăng ký môn học Anh Văn 4 (LA1009) lớp dự thính chính quy ạ.  Em cảm ơn!",
    "Kính chào thầy cô phụ trách trang hỗ trợ sinh viên trực tuyến, em là , mssv . Ở học kì 212 này, em đã đăng kí môn Học máy (CO3117), em muốn hỏi liệu mã môn này có tương đương với môn Học Máy (CO4027) của K18 không, do số lượng sinh viên của mã CO4027 không đủ để đăng ký nên em đã đăng kí mã CO3117 của chương trình từ K19 trở đi . Em xin cảm ơn thầy cô rất nhiều.",
    "Kính gửi pdt Học kì sau em có đăng kí môn ME3119-Đồ án 1, em đã học môn hoạch định mặt bằng làm môn tương đương cho cho ME3117 (Thiết kế mặt bằng) từ kì trước rồi ạ. Kì này em đã đăng kí môn ME2123 làm môn tương đương cho ME3321(Kỹ thuật hệ thống), nhưng tại sao trong danh sách môn tiên quyết lại có tên em ạ. Hy vọng pdt xem xét cho em ạ. Em cảm ơn!",
    "Mở môn học học kỳ 212 . Em xin phép gửi đơn mở lớp 3 môn dưới đây ạ. Đã có xác nhận của khoa và bộ môn ạ.",
    "Em là sinh viên năm 4 chuyên ngành cơ điện tử chương trình Việt Pháp. Kỳ này em có môn tiếng Pháp bắt buộc, tuy nhiên em không thể đăng kí vì sĩ số lớp đã đủ . Em xin được hướng dẫn để đăng kí mở thêm sĩ số lớp ạ ",
    "Em chào phòng đào tạo, em tên là , MSSV . Em là diện sinh viên diện buộc thôi học, hiện tại em đã có đơn cứu xét được thu nhận lại và chuyển sang hệ vừa học vừa làm. Em rất mong phòng đào tạo xét duyệt cho em ạ.Em cảm ơn quý thầy/cô .",
    "Kính gửi phòng đào tạo Hôm nay ngày 28/12/2021 em vẫn chưa nhận được mail thông báo tốt nghiệp như trong hướng dẫn ở câu hỏi trước. Em mong phòng đào tạo kiểm tra về tình trạng sinh viên của em ạ. Em xin chân thành cảm ơn   i Tốt nghiệp .",
    "Làm ơn sửa giùm em lỗi thời gian giãn cách giữa 2 cơ sở không đủ khi em đăng ký DCLV với TTTN với ! Em xin chân thành cảm ơn !",
    "Kính chào thầy/cô, Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Do học kì trước em chờ thi môn hoãn thi Siêu cao tần (EE3025 - môn cuối cùng của em trong chương trình) nên em đã không đăng kí môn học. Để tiếp tục học trong kì tiếp theo nên em đã viết phiếu đăng kí thu nhận lại gửi PĐT để cho em tiếp tục học trong kì tiếp theo.(em có đính kèm file PDF bên dưới) Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Em chào pđt,  Thầy/cô cho em hỏi là do kỳ này em không đủ điều kiện học trước để đăng ký đồ án, thực tập thì em đăng ký vào kỳ hè. Vậy em có được thực tập vào ngay trong học kỳ hè không ạ ?  Em cảm ơn!",
    "Em chào thầy/ cô em là  () sinh viên khóa K15, hiện tại học kỳ tới là học kỳ thứ 14, nên theo quy định là không được đăng ký môn học. Em thuộc khu vực 1 nên làm đơn mong thầy/ cô gia hạn thêm cho e 1 kỳ để hoàn thành chương trình học ạ . Em có đính kèm đơn trong phần tệp, mong thầy/ cô xem xét giúp e để kịp đăng ký môn học trong học kỳ tới Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Chào thầy/cô. Em xin nộp đơn mở lớp chính quy các môn sau: 1.Thiết kế đường 1 - CI3063 2.Xây dựng và khai thác đường - CI3219 Hai môn này khóa sau đã không còn học nữa mà đăng ký môn tương đương thì vướng môn học trước của chương trình mới. Hiện chỉ còn khoảng 15 bạn đăng ký/môn, Khoaộ môn đã đồng ý mở lớp nên xin PDT đừng hủy vì sĩ số ít. Trân trọng",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , Hiện tại em không thể đăng kí môn học cho học kì sắp tới được ạ. Do em còn thiếu chứng chỉ ngoại ngữ 2 kĩ năng là nghe và đọc, tuy nhiên theo thông báo từ nhà trường là tạm thời không xét chuẩn tiếng anh nên em vẫn đăng kí được LVTN. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ. Em xin hứa sẽ bổ sung chứng chỉ ngoại ngữ sớm ạ. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học.",
    "Em xin pdt xem xét mở rộng sỉ số môn M3115 Thiết kế trang phục 2 giúp em, em là K18 đã trễ môn này 2 kì rồi, trễ nữa em không biết làm sao luôn ạ. Mong pdt giúp em.",
    "Dạ để sắp xếp công việc gia đình khi chỉ còn hơn 1 tháng nữa là tết ta nên em muốn hỏi về thời gian và hình thức tổ  chức lễ tốt nghiệp sắp tới ạ?",
    "Xin chào anh chị . Em tên la  k15 . Hiện tại e không thấy có lịch tốt nghiệp vào thang 1/2022 . Cho e xin hỏi là : Lịch tôt nghiep 1/2022 là ngày nào vậy ạ. Em xin chân thành cám ơn   i Tốt nghiệp .",
    "Em đang gặp vấn đề: hôm qua 27/12 em vẫn còn đăng kí môn học được, tình trạng sinh viên của em là \"đang học\". Tuy nhiên, hôm nay 28/12 em muốn đăng kí thêm môn thì lỗi như hình dưới đây ạ .",
    "Kính gửi Quý thầy cô, Em tên là , mã số sinh viên , thuộc lớp HC19KTTP . Theo Chương trình Đào tạo, học kỳ 212 chúng em sẽ học môn Các tính chất kỹ thuật của thực phẩm, mã môn CH5159. Tuy nhiên, do vướng lịch học môn Thí nghiệm Vi sinh thực phẩm (CH3001), nhiều bạn lớp em không thể đăng ký môn CH5159 nói trên [Nguyên nhân: không đủ thời gian để di chuyển giữa 2 cơ sở] . Em hy vọng Phòng Đào tạo dời lịch cho lớp L01 mã môn CH5159, từ tiết 5-6 xuống tiết 9-10 ngày thứ 6. Em đã hỏi thử Giảng viên phụ trách môn này và cô đã xác nhận là có thể dạy được ạ. Kính mong thầy cô giúp đỡ. Em xin chân thành cảm ơn. Em xin đính kèm danh sách sinh viên bị vướng lịch ở dưới ạ. Trân trọng, ",
    "Hi admin, Admin có thể xem giúp mình số chỉ tích luỹ của mình đến hiện tại là 142 chỉ chứ không phải 145 chỉ như hình ạ.",
    "Xin chào, em muốn hỏi k19 đăng ký gdtc đợt này được không ạ? Cụ thể là mấy môn có chữ hp1 hp2. Em xin cám ơn !",
    "Xin chào phòng đào tạo e là Phạm Hải Biên mssv  khóa k16  Hiện tại e đang theo học và muốn chuyển qua hệ vừa làm vừa học trong học kỳ tới em mong phòng đào tạo hỗ trợ em về yêu cầu này. Em xin chân thành cảm ơn",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM, Em tên là . MSSV . Hiện đang học lớp KU17VLY2 - Khoa Khoa học Ứng dụng - ngành Vật lý Kỹ thuật. Em đã tạm dừng học kỳ 01 năm học 2021-2022. Lý do em chưa đủ điều kiện tốt nghiệp ra trường và thiếu chứng chỉ ngoại ngữ. Hiện tại em đã đủ điều kiện để đăng kí tốt nghiệp ra trường. Em xin gửi phòng đào tạo phiếu xin thu nhận lại sinh viên. Mong Phòng đào tạo xem xét để thu nhận lại và cho phép em đăng ký tốt nghiệp. Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cám ơn. Trân trọng./ .",
    "Chào thầy cô,  Em đã đăng kí môn này nhưng không vào được. Em là k18 đã lỡ môn mày 2 kì rồi. Mong pdt mở thêm sĩ số lớp này cho em được học ở kì này ạ. Trân trọng, Phong.    .",
    "Sáng nay em có lên phòng đạo và được hướng dẫn là về viết đơn để xem xét được kéo dài thêm 1 học kì và cho em đăng kí môn học ee2007  em đã viết đơn này để gởi phòng đào tạo về trường hợp của em , mong nhà trường giải quyểt cho em sớm nhất để em đăng kí đc môn học , lí do và các chứng từ liên quan em đã viết trong đơn và file đính kèm  em trân thành cảm ơn .",
    "Em xin chào thầy cô. Em tên là: VÕ THÀNH NHÂN - MSSV: . Vừa hồi em vừa đạt chứng chỉ Tiếng Anh Nói - Viết vào ngày 24/12/2021. Em đạt được số điểm 280/245 của chương trình tài năng . Em xin gửi đơn xin thu nhận và em có thắc mắc là sau khi được Phòng Đào Tạo thu nhận để xét tốt nghiệp đợt tháng 11 thì em vẫn còn trong chương trình tài năng không ạ? Và nếu có vấn đề gì về tình trạng tài năng của em, mong thầy/cô cung cấp cho em những hướng dẫn để em được nhạn bằng tài năng ạ . Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Em xin kính chào Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP. Em tên  mã số sinh viên  sinh viên khóa 2018, khoa Kỹ thuật Địa chất & Dầu khí, chương trình chất lượng cao. Em xin phép được gửi đơn xin mở lớp môn học GE3045 Phương pháp minh giải tài liệu địa chấn trong học kỳ chính 212 đã có chữ ký của Chủ Nhiệm , Chủ Nhiệm Bộ Môn, Giảng Viên giảng dạy và sinh viên đến Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP ạ. Mong Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP hổ trợ giúp em mở lớp môn GE3045 Phương pháp minh giải tài liệu địa chấn để em có thể học môn này trong học kỳ chính 212. Em xin chân thành cảm ơn. Trân trọng, ",
    "Mở môn học học kỳ 212 . Dạ cho em môn điện tử công suất ứng dụng mã EE3079 đợt 3 có mở thêm lớp không ạ. Vì lớp đã đủ số lượng nên em và một số bạn không thể đăng ký được.",
    "Dear  Em:  Mssv:  Ngành :kỹ thuật điều khiển và tự động hóa VLVH  giúp em ĐK2 môn EE2017,EE2019. Lí do là cần Học Trước (HT) môn EE2033_ Giải Tích Mạch. Nhưng môn EE2033 có trong nhóm môn học Bổ Túc cho SV CĐ liên thông em đang đợi học bổ túc. Học phí tín chọn gói 15tr mà HK này em ĐK được có 2 môn. Nên mong  xem xét giúp em đăng ký được 2 môn trên Em thân gửi.",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa- ĐHQG Hồ Chí Minh. Em tên , mssv , lớp HC15BSH, khoa Kỹ thuật Hóa Học. Ngày 23/12 em đã nộp phiếu đăng kí thu nhận lại và được phản hồi như file em đính kèm. Nhưng hiện tại sau ngày 27/12 em vẫn chưa nhận được email và chưa đăng kí tốt nghiệp được. Kính mong phòng đào tạo kiểm tra và phản hồi giúp em. Em xin trân trọng cảm ơn.",
    "PĐT cho em  hỏi, các môn hoãn thi có tính điểm thành phần và điểm tích lũy không. Em thi lại có môn 4 đ vậy có đủ qua môn không ạ? Mong PĐT trả lời giúp ạ, em đang rất hoang mang. Chúc PĐT có những ngày cuối năm ấm áp bên gia đinh, năm mới vạn sự như ý.",
    "Em muốn gia hạn thêm một học kỳ có được không ạ.Vì em đã bảo lưu 3 học kỳ. Em bắt đầu học lại ở học kỳ 171. PĐT có thể xem xét cho em không ạ. Em cảm ơn",
    "Mở môn học học kỳ 212. Lý do: Em có đăng kí môn Cơ Lưu Chất (CI2003) vào đợt đăng kí môn học kì chính đợt 1 nhưng đợt 2 này em vào thì môn học đã bị hủy do các lớp đã đủ sĩ số, em tính đăng kí lại nhưng mà các lớp đều đã đủ sĩ số. Kính mong trường có thể mở thêm 1 lớp vào (thứ 5, thứ7) để chúng em có thể học kịp chương trình ạ. Em cảm ơn ạ",
    "em chào Thầy Cô, em đã chuyển hệ đào tạo xong trên hệ thống và đã cập nhật trên tình trạng sinh viên là đã chuyển hệ vào ngày 23/12/2021. cho em hỏi giờ em làm gì bước tiếp theo để được  xét tốt nghiệp bổ sung ạ? em cảm ơn ạ,",
    "Gửi PĐT, Em tên , mssv , sinh viên Hàng không PFIEV K16. Em viết đơn này để hỏi về tình trạng không đăng ký được môn học IM3001 (Quản trị kinh doanh cho kỹ sư) với lý do \"PDT không đ/ký cho SV MH IM3001 (K: Môn học khoa không mở lớp - SV liên hệ Khoa Môn không mở)\". Nhưng, trong lần đkmh, em có đăng ký thành công không bị full sĩ số, và hiện tại khi tìm lớp thì vẫn có 4 lớp hình thức học online L01, L02, L03, L04, và các lớp đều được xếp lịch học, và full sĩ số(60/60, trong khi học online được PĐT giới hạn tối đa 100 bạn) . PĐT cho em hỏi : Em có thể đky được môn học IM3001 nữa không ạ? và nếu không thì cho em xin lý do cụ thể. Em xin cám ơn. Trân trọng.",
    "Kính gửi PĐT trường ĐH Bách Khoa, Em là  Mssv: Cho em xin hỏi về đăng kí thi online anh văn nói viết tháng 1 ạ, bởi vì đây là hạn cuối của HK này để em tốt nghiệp, nhưng tháng 12 vừa rồi em chưa đạt được điểm tốt nghiệp của chuẩn anh văn . Mong PĐT mở thêm đợt thi cho chúng em có cơ hội ôn tập tiếp để thi ạ . Em cảm ơn./ SV ",
    "Em chào các anh chị. Em tên là , MSSV . Đến thời điểm hiện tại em vẫn chưa nhận được mail báo lấy bằng tốt nghiệp. Em mong anh chị giải đáp giúp em. Em cám ơn.",
    "Kính gửi quí Thầy/cô, em tên: . MSSV: . Thuộc bộ môn: Thiết kế máy. Khoa: Cơ khí. Nay em làm đơn này kính gửi quí Thầy/cô xem xét để em được đăng kí môn học cuối của mình. Vì lý do: Thời gian đào tạo của em sắp hết nên không thể đăng kí môn học. Em rất mong quí Thầy/cô có thể hướng dẫn và cho em cơ hội để em có thể đăng kí môn học cuối này ạ. Trước khi được sự chấp thuận của quí Thầy/cô, em xin chân thành cám ơn và chúc quí Thầy/cô luôn dồi dào sức khỏe. Trân trọng!     B   I  .",
    "Dạ em xin chào PĐT ạ Em tên là  mssv  khoa Điện Điện tử, do là kì trước em đăng kí môn GIẢI TÍCH MẠCH (EE2033) nhưng mà không đăng ký được, mà môn đó lại là môn tiên quyết của 3 môn khác trong hk4 của em, nên hiện tại vì thiếu môn GIẢI TÍCH MẠCH nên đợt đăng kí môn học lần 1, em  có đăng kí 4 môn thì đã bị xóa hết 3 môn vì thiếu môn tiên quyết là Giải tích mạch và em chỉ còn có 3 chỉ trong phiếu đăng kí thôi ạ.  Dạ hiện tại ở kì này, môn Giải tích mạch có mở 1 lớp nhưng mà chỉ với sĩ số 80 nên đã đầy sinh viên rồi ạ. Em muốn xin PĐT có thể nào ghép em vào lớp đó để em có cơ hội học tập ở kì này và có thể đăng ký những môn học khác ở kì sau được không ạ? Vì đối với em, môn học đó ở kì này nó quan trọng với em lắm ạ. Hoặc PĐT có phương án nào có thể hỗ trợ em trong việc đăng kí môn học ở kì này không ạ, vì bữa giờ em có ngồi canh đăng kí môn rất nhiều rồi nhưng mà các môn học đều đầy rồi ạ, mà em vẫn chỉ có 3 chỉ thôi ạ. Mong PĐT có thể hỗ trợ trong trường hợp của em để tạo cơ hội cho sinh viên được học tập tại trường ạ. Dạ em cảm ơn PĐT ạ Chúc PĐT có nhiều sức khỏe ạ. Em mong là PĐT sẽ tạo điều kiện cho em để có thể được học tập ạ.",
    "Dạ em chào Cô - Hiện tại hệ thống đã chuyển em sang hệ VHVL, giờ em cần phải làm gì để đăng kí tốt nghiệp vậy ạ? - Em có xem trong mybk thì thấy điểm trung bình tích lũy của em là 7.01 . Như vậy là em tốt nghiệp loại khá đúng không Cô? Dạ em cảm ơn cô nhiều.   i Tốt nghiệp .",
    "Dạ chào anh chị em đang là sv năm 2.Hk 201 do chưa quen với cách học nên em chỉ tích lũy được 7 chỉ điểm tbtl trên 5. , Hk202 thì do không đăng kí được môn học nên em chỉ đăng kí được 10 chỉ và tích lũy được 6 chỉ. Tới học kì 211 do tình hình covid nên điều kiện học tập onl k được tốt nên tình hình học tập cũng không khả quan hơn nên điểm tbtl học kì này của em rất thấp. Và qua hết 3 học kì em chỉ tích lũy được hơn 20 tín chỉ. Em có tra tại Mybk và website của phòng đào tạo thì không thấy có kết quả cảnh cáo học vụ. Vậy thì cho em hỏi là em có bị buộc thôi học sau học kì này không ạ và nếu có em phải làm gì ạ! Em cảm ợn a!",
    "Chào thầy cô Phòng Đào Tạo, Em tên là  - MSSV: Hiện tại, em chưa học môn Cơ lưu chất (CI2003) do em từng đi trao đổi tại Đài Loan. Và môn này khó đăng ký dự thính, chỉ đăng ký kỳ chính. Em đã đăng kí đợt 1 nhưng bị hủy với lý do Quá sĩ số. Em thấy môn nhóm lớp L03 có 3 lớp khoảng 75 sinh viên. Em kính mong thầy cô PĐT có thể xem xét cho em đăng kí lớp L03_L07 để em có thể hoàn tất các môn chưa học. Em cảm ơn các thầy cô rất nhiều.",
    "Em xin chào quý thầy cô PĐT, hiện tại em đã bỏ qua tin nhắn đăng ký thi anh văn (mã môn học BKE123) trong đợt vừa rồi, em muốn hỏi là mình có thể đăng ký bổ sung hay không ạ (vì chưa đến hạn đóng lệ phí). Em xin cám ơn quý thấy cô!",
    "Mở môn học học kỳ 212 . Dạ em gửi lại đơm đăng kí vì lúc sáng em nộp nhưng thiếu thời khoá biểu ạ. Lúc sáng em có nộp đơn thì được pđt yêu cầu là cần chữ kí của thầy và thời khoá biểu nhưng ở đây em có mail xác nhận sự đồng ý của thầy vì tình hình dịch bệnh em không thể có chữ kí đươc ạ. Rất mong pđt duyệt cho em vì mai là hạn chót đăng kí môn rồi ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 . Kính gửi PĐT, Em tên là Huỳnh Tấn Hưng, MSSV , hiện là sinh viên năm 4 chuyên ngành Kỹ thuật Xây dựng Dân dụng. Nay em viết mail này với nguyện vọng mong PĐT có thể đồng ý mở lớp TỔ CHỨC THI CÔNG (CI4125) . Em đã liên hệ với thầy  và VP Khoa Xây Dựng và được cả thầy lẫn khoa đồng ý mở lớp. Đính kèm dưới đây là đơn xin mở lớp đã có chữ ký xác nhận của thầy lẫn VP Khoa Xây dựng. Ngoài ra còn có danh sách các bạn sinh viên có nhu cầu mở lớp ạ. https://docs.google.com/spreadsheets/d/1yQnS9wHORMI_vsOBpvsVQb2q_S0aprPC6sddaO2WoKs/edit?fbclid=IwAR1lZj-y7AjAYEoVh6xfaHfzE3mVMGsUn3OyYFTwMWXpRLoP8LmeyXjdwuY#gid=0 Em khẩn thiết mong PĐT có thể đồng ý mở môn học này để em cũng như các bạn khác có thể ra trường sớm nhất có thể ạ . Hôm qua (T2, 28/12) em đã gửi 1 mail xin đăng ký nhưng vẫn chưa nhận được hồi âm của PĐT. Vì đến ngày 29/12 là hết hạn đăng ký môn nên em đang rất lo lắng. Kính mong PĐT sớm giải quyết trường hợp này của em ạ! Em xin chân thành cảm ơn!  Chúc PĐT luôn làm việc hiệu quả và giữ gìn sức khỏe trong mùa dịch ạ! Kính thư!",
    "Em là sinh viên 18 ngành kĩ thuật Cơ hí của OISP . 1. Học kì này em có đăng kí môn ME4725 - Đề cương luận văn tốt nghiệp. Sáng nay em có nhận được email từ PĐT về việc em cần phải bổ sung môn học song hành là ME3267 - Thực tập ngoài trường thì mới có thề học môn Đề cương luận văn. Tuy nhiên, khi em search môn học ME3267 để đăng kí thì môn này không mở. Nhưng em thấy trong CTĐT của 19 có môn ME3135 cũng tên là Thực tập ngoài trường và môn này có mở trong kì này. Em muốn hỏi là liệu em có thể đăng kí môn ME3135 để thay thế ME4725 được không ạ? 2. Học kì này em có đăng kí môn học ME4045 - Đồ án chuyên ngành (ct). Em thấy bên đại trà có 78 bạn đăng kí, nhưng bên OISP thì chỉ có 2 bạn đăng kí thôi. Em muốn hỏi là với sỉ số lớp bên OISP ít như vậy thì liệu lớp đồ án có được giữ lại không ạ, và nếu không thì cần ít nhất bao nhiêu bạn để có thể mở lớp đồ án ạ? Em xin chân thành cảm ơn.",
    "em đăng ký mã môn học ci4351 và ci3353 không thành công vì hệ thống báo lỗi về thời  giãn cách giữa 2 cơ sở không đủ",
    "Chào cô em là     MSSV:     Hôm nay là 28/12 nhưng em vẫn chưa nhận được mail về việc đăng kí tốt nghiệp cũng như là chưa đăng kí tốt nghiệp được. Mong cô kiểm tra giúp em ạ! Em cảm ơn cô!",
    "Dạ em mới kiểm trai thử bên ĐKMH thì PĐT vẫn chưa mở ĐKMH cho em. Mong PĐT kiểm tra lại em với. Mai là 29/12 là hết hạn ĐKMH em sợ ĐK  Không được. Em xin chân thành cảm ơn rất nhiều ạ.",
    "Dạ em xin chào PĐT, em đang Nguyễn Trọng QUang Vinh sinh K17 chương trình Việt Pháp ngành Viễn Thông, mssv . Khi em đăng ký môn học Mạch Điện Tử (EE2035) để học tương đương cho môn Điện Tử (402705) ở mục đăng ký chuyển hệ thì em nhận được thông báo là Thiếu môn Vật lý bán dẫn (như ảnh đính kèm), do trong chương trình đào tạo của em thì không có học môn đó mà bạn cùng lớp Việt Pháp em thì vẫn đăng ký được, xin PĐT giải đáp giúp em ạ. Em xin cảm ơn PĐT rất nhiều.",
    "Xin chào , em là  , hiện em đang học năm 2 khoa Cơ Khí , em có dự định đo du học , không biết bên trường mình có liên kết với các trường đại học nước ngoài không ạ , và có hướng nào để có thể hỗ trợ em đi du học để học tiếp năm 3 và năm 4 không ạ--   ",
    "Mở môn học học kỳ 212 . Em tên là:  MSSV:  Gửi  ạ! Dạ, em xin được đăng ký được làm LVTN trong HK212, lý do em làm đơn này là bởi vì theo quy định nhận luận văn của nhà trường thì tổng số chỉ tích lũy ngành cho nợ tối đa là 10TC,  theo khóa em đang theo học là 121TC sẽ được nhận LVTN, hiện tại tính đến ngày 28/12/2012 thì em tích lũy được 119TC vẫn thiếu 2 chỉ so với quy định, số ngày CTXH của em hiện tại là 12,5/10 ngày đã đạt yêu cầu. Vậy nên em làm đơn kính mong  cho em xin được làm LVTN trong HK212 này ạ. Em đã đi thực tập tốt nghiệp và bảo vệ xong đề cương LVTN ạ.       ",
    "Chào thầy cô, Hiện em, sinh viên khóa 2015, không đăng kí được môn học trong học kì tới vì đến hạn đào tạo. Em đề nghị được chuyển sang hình thức VLVH để được tiếp tục theo học tại trường. Đính kèm là file scan phiếu. Em mong được sớm xử lí để có thể kịp thời gian DKMH đợt 25-29/12. Em xin cảm ơn, Thức   i ",
    "dạ em chào pdt,em tên  MSSV ,cho em hỏi là sao em ko có trong danh sách đki TLTN HKI 212 mak pdt gửi mail để kiểm tra ạ,mặt dụ em đã đủ hết tất cả đki để nhận luận văn tốt nghiệp,ngoài ra thì những bạn học sau em giờ bản đki một lần 2 môn học đó là thực tập tốt nghiệp vs TLTN thì bạn ấy lại có trong danh sách,còn em thì đã hoàn thành xong hết chwuowng trình chỉ còn mỗi TLTN mak em lại ko có trong danh sách phản hồi từ mail,em xin pdt kiểm tra cho em ạ, khoa TT cũng đã gửi đơn xác nhận và đã gửi cho pdt rồi ạ,em cám ơn",
    "Em hiện tại là sinh viên năm 2, học kì 4. Em mới học được 1 môn thể chất là bóng chuyền, kì này do đăng kí học nhiều môn nên em muốn hỏi là kì hè có đăng kí học thể chất được không ạ? Nêu không học đủ 2 môn thể chất thì không đăng kí môn năm 3 được đúng không ạ. Em xin cảm ơn.",
    "Dạ chào anh/chị, Em có chuyển điểm anh văn vào ngày 27/12/2021 và đang chờ thẩm tra, nhưng đã hết thời hạn xét  TN tháng 11/2021. Do công ty em đang làm đòi hỏi bằng tốt nghiệp gấp nên em có thể làm cách nào để có thể đăng kí tốt nghiệp trong đợt tháng 11/2021 này được không ạ. Mong anh/chị có thể giúp em với ạ Em xin chân thành cám ơn anh/chị.",
    "Dạ cho em hỏi là em đã có tên trong ds tốt nghiệp dự kiến nhưng khi vào đăng kí tốt nghiệp thì không đăng kí được ạ.",
    "Chào phòng đào tạo,   B Em có nhận được mail kiểm tra điều kiện đăng kí cho môn học Đồ án ngành 1 ME4121, trong đó điều kiện là đăng kí môn Song hành Thực tập ngoài trường ME3133. Nhưng môn Đồ án ngành 1 em đăng kí là một trong hai môn học tương đương cho môn Thiết kế trang phục 1 ME3085 của chương trình đào tạo khóa 2016 của em, do nhà trường không còn mở đăng kí cho mã số môn học này theo chương trình đào tạo của em nữa. Và môn Song Hành Thực tập ngoài trường ME3133 cũng không có trong chương trình đào tạo của em, thay vào đó, môn Thực tập tốt nghiệp của em có mã số môn học là ME3079.    Kính mong phòng đào tạo xem xét trường hợp của em để thỏa điều kiện đăng kí môn học ME4121. Em cảm ơn ạ!"
]