[
    "Kính thưa quý thầy cô Phòng Đào tạo, Em tên  Mssv  Em có đăng ký môn học Kỹthuật chẩnđoán &bd ôtô - TR4021 - Nhóm A01 Do lớp đã đủ số lượng nên em không đăng ký được nữa.Kính mong thầy cô Phòng Đào tạo đăng ký giúp em để em có thể học và hoàn tất chương trình đào tạo của mình trong học kỳ này vì em chỉ còn nợ môn này để có thể nhận luận văn và tốt nghiệp. Rất mong được thầy cô Phòng Đào tạo giúp đỡ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy(cô). Theo như chương trình đào tạo thì giữa tiết 6 và 7 phải có một tiết để giải lao, nhưng vì môn Pháp luật Việt Nam đại cương(mã môn:   B SP1007   ) chỉ còn một nhóm   B L06   , mà em rất muốn học môn đấy trong kỳ này nên em rất mong quý thầy(cô) cho em đăng ký môn. Tuy hơi cực một chút nhưng em chắc chắn chịu được ạ. Em xin chân thành cám ơn.",
    "c sự đồng ý của Trung Tâm và sự cho phép của Phòng Đào Tạo bên phía nhà trường. Về việc, cho phép đăng kí thêm chỉ 1 môn học trong đợt đăng kí thực tập tốt nghiệp và tạo điều kiện cho Sinh viên trả nợ môn. Về trường hợp của em, trong Kết quả - đăng kí môn học học kì 2 (2019-2020) đợt 2, em đã có 1 môn duy nhất là thực tập tốt nghiệp. Đến, đợt đăng kí môn học học kì 2 (2019-2020) đợt 3, thì khi em đăng kí thêm 1 môn học nữa, đó là môn PLC thì hệ thống thông báo, \" Qúa số tín chỉ cho phép. Bạn chỉ được DK tối đa 3.0 tín chỉ \". Em mong thầy/cô xem xét và tạo điều kiện cho em được hoàn tất phần học tập của mình ạ. Em cảm ơn thầy/cô.",
    "Xin đăng ký môn học sau: 1. Môn Mạch điện tử thông tin - MSMH: EE3011 - NHÓM : A01 - Học vào thứ 4 - tiết 3-4-5 - cô PHẠM HỒNG LIÊN giảng dạy - đăng ký học chung lớp chính quy - đợt 3 - chuyển hệ. 2. Môn Luận văn tốt nghiệp - MSMH : EE4333 - các môn ĐỒ ÁN (EE3151), môn THỰC TẬP TỐT NGHIỆP (EE3333),  (EE4331) dã hoàn thành xong và đang chờ nhập điểm. - Vì hoàn cảnh gia đình quá khó khăn, em đã học quá lâu tại trường, đi học quá xa (gần Biên Hòa) lại đang phụng dưỡng mẹ già nằm liệt giường do tai biến...Em kính mong quý thầy cô giúp đỡ.",
    "Em đang có nhu cầu đăng ký môn học Luận văn tốt nghiệp, mã môn học 204303, nhưng hiện tại môn học này không có đăng ký được . Do vậy, cho em hỏi trường hợp này phải giải quyết sao ạ? Nếu được, em mong PĐT xem xét mở môn học này cho em. Em xin cảm ơn",
    "phòng đào tạo cho em xin chuyển thời khóa biểu môn Mác SP10003 nhóm A05 qua nhóm A02 và môn Đường lối SP1009 từ nhóm A06 qua A03.em muốn chuyển thời khóa biểu 2 môn này để được đăng kí 5 môn chuyên ngành khác, vì em là khóa cao đẳng bảo dưỡng cuối nên việc mở lớp rất khó khăn.em mong là được phòng đào tạo giúp đỡ để em hoàn thành được môn học.em xin cám ơn.",
    "Em tên là  tài chung mssv:  khoa: điện -điện tử Hiện giờ em đang bị trễ tiếng anh không thể đăng ký chuyên ngành.em xin thầy/cô mở khóa đăng ký môn học để em có thể chuyển thời khá biểu và đăng ký thêm môn học",
    "Kính gửi thầy cô pđt trường đại học Bách Khoa, em tên là  MSSV  , thầy cô có thể cho em xin tăng thêm sỉ số môn MT1005 lớp L02-L39 được không ạ? Do lịch của em trùng với mấy môn chuyên ngành nên không thay đổi được ạ? Mong thầy cô giúp emm, em xin cảm ơn ạ",
    "Em muốn đăng kí môn học hệ thống PLC mã môn học là ME3013 nhóm lớp là A02_A03 có giảng viên là  và giảng viên BT/TN là  nhưng đã đủ sĩ số lớp học nên em viết đơn này nhằm đề nghị phòng đào tạo mở thêm sĩ số để em có thể tham gia lớp học này",
    "pđt cho em xin được chuyển tkb 2 môn học là Mác SP1003 nhóm A05 qua nhóm A02 và môn Đường lối SP1009 nhóm A06 qua nhóm A03 để em được đăng kí những môn chuyên ngành vì những môn chuyên ngành đợt 3 này mới mở.em là sinh viên khóa cuối cùng của trung tâm bảo dưỡng công nghiệp nên việc mở lớp hơi khó khăn nên em rất mong được sự giúp đỡ của pđt.em xin cám ơn.",
    "Em là  MSSV  Em viết đơn này để xin mở thêm sĩ số cho 2 môn Mạch điện tử (EE2007) và Tín hiệu và hệ thống (EE2005) để em có thể theo kịp tiến độ của chương trình đào tạo ạ! Em xin cảm ơn",
    "Em chào AD Em tên:  MSSV:  Em khoa cơ khí Trong đợt hiệu chỉnh môn học ngày 2/1 em không biết là không hủy đăng kí môn học được. Em đề nghị pđt xóa môn Cầu Lông( mã PE1017 lớp L15) mà em đã đăng kí vì em đã hoàn thành 2 Giáo dục thể chất rồi. Em xin cảm ơn.",
    "Chào thầy(cô), em tên là . MSSV:. Em muốn xin xoá môn xác suất thống kê(MT2001)  lớp L01 thứ 3 tiết 2,3,4 để tiện cho việc đăng kí môn học khác. Em xin chân thành cảm ơn ạ",
    "Em chào admin Em tên:  mssv:  Khoa Kỹ thuật Xây Dựng -Trong đợt hiệu chỉnh môn học cuối vào ngày 2/1/2019 em không biết là không hủy môn học được  -Em xin đề nghị phòng đào tạo xóa môn: Tư tưởng (SP1005) , Địa chất công trình(CI1043) mà em đã đăng kí để em chuyển sang đăng ki1mon6 khác ạ -Em xin cảm ơn rất nhiều",
    "cho em xin thêm 1 slot lớp kinh tế vi mô CLC của thầy  ạ. Em xin cảm ơn",
    "EM Tên là  MSSV  EM   2/1/2020 T LÀ KHÔNG ĐƯỢC HỦY MÔN HỌC  EM XIN ĐỀ NGHỊ PĐT XÓA MÔN BÓNG RỔ 15 LỚP A01 MÀ EM ĐÃ ĐĂNG KÍ  E ",
    "Em có mong muốn được làm luận văn trong học kì 192 tới, nhưng khi đăng kí làm luận văn thì bị báo lỗi là 'không đủ ngày công tác xã hội tiên quyết', trong khi số ngày công tác xã hội hiện tại của em là 11.5 ngày, đã đủ tiêu chuẩn đăng kí. Mong trường xem xét và cập nhật sớm số ngày công tác xã hội nhanh chóng giúp em để kịp đăng kí luận văn trong đợt này. Em xin cảm ơn .   i     .",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em  Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em cảm ơn rất nhiều Xin giúp đỡ em",
    "Em chào Admin Em tên là  MSSV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng  (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21) Em xin cảm ơn rất nhiều",
    "Em chào Admin Em tên là  MSSV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng  (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21) Em xin cảm ơn rất nhiều",
    "Do môn học Tổ chức thi công ( thi ngày 3/1)  chưa có điểm cuối kì nên em không đăng kí được luận văn tốt nghiệp. Cho em hỏi là em sẽ đăng kí bổ sung sau khi có điểm hay phải làm đơn xin để đăng kí luận văn?",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em cảm ơn rất nhiều Xin giúp đỡ em",
    "Em chào Admin Em tên là  MSSV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết Em xin đề nghị pdt mở thêm sỉ số môn học Tư tưởng  (mã SP1005 - lớp A01), môn Địa chất công trình (mã CI1043 - lớp L06) và môn cơ lưu chất (mã CI2003 - lớp L02-L07 hoặc L07-L21) Em xin cảm ơn rất nhiều",
    "Cho em hỏi là trước đây em có đăng kí môn Vật Liệu Xây Dựng được , nhưng bây giờ em đăng kí lại thì mắc lỗi môn học tiên quyết là môn sức bền vật liệu , trong khi môn đó em đã qua với (mã môn học cũ). Mã môn học cũ và mới thì tương đương nhau mong trường xem xét lại giúp em để em có thể đăng ký môn học",
    "Dạ giờ môn giải tích 2 của e kín lớp r nên em không thể đăng kí còn môn hóa đại cương thì e bị trùng lịch v nên e mong phòng đào tăng số đăng kí vào các lớp giúp e với ạ",
    "chào thầy cô, em đã nộp đơn xin mở lớp đồ án ( MA4003) và được hẹn lịch đăng kí vào 13h ngày 3/1. Nhưng tới giờ lớp vẫn chưa mở để em đăng kí. em mong thầy ( cô) kiểm tra lại giúp em , để em có thể đăng kí môn học này. Em cảm ơn",
    "EM TÊN NGUYỄN NGỌC QUANG MSSV1712781 KHOA KỸ THUẬT XÂY DỰNG TRONG ĐỢT HIỆU CHỈNH MÔN HỌC LẦN THỨ 3 NÀY   LỚP SINH HỌC ĐẠI CƯƠNG (CH2027) VÀ HÓA VÔ CƠ (CH2011) BỊ FULL SĨ SỐ  EM MONG ĐƯỢC PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ , ĐỂ EM DƯỢC  ĐĂNG KÍ MÔN HỌC A EM  XIN CHÂN THÀNH CẢM ƠN  ",
    "ILI13245    Mong phòng đào tạo giúp em mở sĩ số môn học  Lối Cách Mạng của Đảng Cộng Sản Việt Nam (001004)",
    "Môn giáo dục thể chất 3 (điền kinh), PE1025 lớp A01",
    "Do em vừa hủy môn đại cương nên đăng ký trễ và em là khóa cuối cao đẳng bảo dưỡng công nghiệp nên rất khó để mở lớp chuyên ngành. Kính mong thầy cô xem xét và tăng số lượng sinh viên đăng ký. Em xin cám ơn",
    "Dạ em xin chào thầy/cô Em tên :  Sinh viên khoa Điện - Điện tử, chuyên ngành Điện tử -Viễn thông Khoá 2015.   Em có một vấn đề muốn hỏi các thầy/cô, đó là: học kỳ 191 vừa rồi em có đăng ký môn Luận văn tốt nghiệp. Tuy nhiên chưa hoàn thành nên không được phép của thầy hướng dẫn cho bảo vệ. Vì vậy học kỳ 192 này em quyết định đăng ký lại môn Luận văn Tốt nghiệp. Tuy nhiên lại không thể đăng ký được, lý do của hệ thống là em không thuộc loại hình SV đăng ký. Mong nhận được phản hồi sớm nhất từ các thầy/cô để em có thể được thực hiện nguyện vọng đăng ký đúng hạn môn học và đưọc ra trường. Em xin cám ơn!",
    "Gửi phòng đào tạo, Hiện tại em đang học anh văn 1 ở trường, xin phòng đào tạo có thể cho em tạm thời qua môn anh văn 1 để em đăng kí kịp những môn chuyên ngành ạ",
    "Dạ cho em hỏi là hiện tại kết quả toeic ngày 10 mới có mà nếu không đạt thì em không thể làm luận văn vào kỳ tới, nên em tính đăng ký đề cương dự trù cho trường hợp không đủ điểm toeic không ạ?",
    "Em chào admin Em tên  mssv  Em khoa giao thông Dạ cho em hỏi do có lịch học trùng với môn hoc nên em rút môn xác suất thống kê, và rút rồi em có thể đăng ký lại xác suất thống kê giờ khác được không ạ, và môn hoc đã rút có phải đóng học phí không ạ. Em xin chân thành cảm ơn",
    "CHÀO phòng đạo tạo ,Em tên là  mssv  hiện đang học khoa điện ,đợt 1 e có đăng kí môn có anh văn 3 ,nhưng  đợt 2 thì thời khoá biểu của em lại bị mất vì trùng thời khoá biểu vì các môn chuyên ngành của em là học từ thứ 2- thứ 6 sáng và chiều .Bây giờ e muốn hủy môn thực tập điện tử 1 để thay vào đó là anh văn 3 vì hết năm 2 là em phải qua anh văn 3 ạ,em mong phòng đào tạo giải quyết sớm giúp em .Em cám ơn ạ .",
    "Em muốn đăng kí môn giải tích 2 nhưng hết lớp em muốn đăng kí quá sỉ số ạ   B",
    "Em chào quý thầy cô !   Em là sinh viên cao đẳng bảo dưỡng công nghiệp. Em muốn trả nợ môn Tin học và Vậy lý, nhưng giờ trung tâm không mở 2 môn này nữa và em được biết môn tương đương của 2 môn này ở hệ đại học là Nhập môn điện toán (CO1005) và Vật lý 1 (PH1003) . Nhưng khi vào đăng ký môn học chuyển hệ thì em lại không đăng ký được với lí do là : bạn không được phép đăng ký vào nhóm lớp này - xem thêm về loại hình sv và loại hình đào tạo . Em mong quý thầy cô giải thích giúp em . Em xin cảm ơn !",
    "Do môn Mạch điện tử (EE2007) lớp A01_A01 đã full sĩ số nên em yêu cầu có thể tăng si số lớp để em có thể đăng kí được môn học. Em xin cám ơn.",
    "Kính gửi Thầy, Cô, Em là , sinh viên khóa k18, khoa Cơ Khí. Kính nhờ Thầy, Cô tăng sĩ số lớp của các môn học (HK 192) sau giúp em ạ: - Lớp 01_01- Môn học CD/CM (Mã MH: ME4007). - Lớp 01 - Môn học: Nhập môn thị giác máy tính (Mã MH: ME4201) . Vì hiện tại tất cả các lớp trên đều đã đủ sỉ số ạ. Em xin cảm ơn Thầy, Cô.",
    "Em chào cô Dạ cô cho em hỏi là em đăng ký muộn nên hết lớp liệu em có thể đăng ký môn GIAI TÍCH 2 in đậm mã MT1013 không ạ. Và cho em hỏi cùng một môn nhưng môn đó với tên in đậm và mã khác thì có nghĩa là gì ạ. Em cảm ơn!",
    "m xin phòng đào tạo xem xét tăng sỉ số môn học quản lí thu mua Me4657 lớp L01 . Em xin cảm ơn",
    "Em chào admin Em tên:  mssv:  Khoa Kỹ thuật Xây Dựng -Trong đợt hiệu chỉnh môn học cuối vào ngày 2/1/2019 em không biết là không hủy môn học được -Em xin đề nghị phòng đào tạo xóa môn: Tư tưởng (SP1005) , Địa chất công trình(CI1043) mà em đã đăng kí để em chuyển sang đăng kí môn khác ạ -Em xin cảm ơn rất nhiều ",
    "Cho em hỏi trong đợt 3 này em muốn xin mở môn học mới thì thủ tục là những gì ạ. Và thầy đã chấp nhận mở lớp ạ em cảm ơn",
    "Em chào ad ạ, em là sinh viên thuộc khoa Khoa học và Kỹ thuật Máy tính. Em có nhu cầu đăng ký học môn Cấu trúc dữ liệu và giải thuật (mã môn học CO2003) trong HK192. Nhưng hiện tại số lượng đã đủ nên em không thể đăng ký thêm được. Em mong ad có thể mở thêm 1 slot để em có thể đăng ký tham gia môn học này trong HK192. Em chân thành cảm ơn.",
    "Em đăng ký môn vật liệu xây dựng mã CI2037 thì được yêu cầu môn học tiên quyết là môn Sức bền vật liệu mã CI2007 , trong khi đó em đã qua môn Sức bền vật liệu mã cũ là 809033 rồi. Môn CI2007 là môn thay thế của môn 809033 , nếu bây giờ còn phải học lại môn thay thế (môn em đã qua) này thì sẽ không còn cơ hội để đăng ký các môn khác , và không thể ra trường.  Kính mong nhà trường xem xét sớm cho em có thể đăng ký để được ra trường ạ. Em xin cảm ơn .",
    "Em chào thầy/cô, Em tên là  MSSV , hiện tại là sinh viên khoa Điện-điện tử. Trong đợt hiệu chỉnh môn học đợt cuối này, em không biết là không hủy đăng kí được. Em xin đề nghị PĐT xóa môn Đường lối CM của Đảng CSVN (mã môn học SP1009 lớp L01) mà em đã đăng kí. Em xin chân thành cảm ơn",
    "Dạ thưa cô nếu rút môn thì phải chờ vào học rồi mới rút được, lúc đó làm sao DKMH được nữa.",
    "Kính gửi Phòng đào tạo !    Xin phép Phòng đạo tạo có thể mở thêm sỉ số lớp L03_L08 môn học CI2003 được không ạ ?    Bởi vì hiện tại chỉ còn mỗi giờ học này là em có thể đăng kí được vô thời khóa biểu của mình, với lại môn học này là điều kiện tiên quyết để em có thể đăng kí môn học cho học kỳ tiếp theo nữa. Nên rất mong Phòng đạo tạo có thể xem xét nguyện vọng này giúp em với ạ.    Em xin cảm ơn rất nhiều!",
    "Em chào thầy/cô Hôm qua em có xin tăng sĩ số lớp vật lý bán dẫn vì hết lớp và có cô đã trả lời em là phòng thí nghiệm hết chỗ bảo em xin mở lớp Nhưng kỳ 1 vừa qua em đi chữa bệnh và nhà có việc nên em đã không theo học được và có môn học trước mà em đã rút nên kỳ này em không đăng ký đủ tín chỉ và em dự tính kỳ dự thính em sẽ xin học các môn đó thay vì học vật lý bán dẫn. Em thấy cũng có lớp 29 30 31 bạn. Vậy em mong thầy/cô có thể tăng cho em 1 chỗ ở lớp vật lý bán dẫn L05_L14 để em có thể đủ tín chỉ và hk dự thính em để dành học các môn hk 191 vừa qua ạ và hè em còn phải học bù quân sự ạ Em cảm ơn ạ!",
    "Chào quý thầy/cô. Kết quả đợt đăng kí môn học vừa rồi em bị hủy hết 2 môn học Cơ học ứng dụng AS2007, Hóa hữu cơ CH2021 với lý do là thiếu môn tiên quyết CCAS_1. Nhưng kì thi chuẩn anh văn đợt 21/12 vừa rồi em đã qua được chuẩn anh văn năm nhất và các môn khác có mã năm 2 đều đăng ký được không bị hủy trong kết quả vừa rồi. Vậy quý thầy/cô cho em hỏi là môn tiên quyết CCAS_1 là gì ạ và làm sao em đăng kí được môn đó. Nếu đợt 3 này em đăng kí thì cuối đợt 3 có bị hủy nữa không ạ. Em xin cám ơn.",
    "Em chào thầy/cô Dạ cho em hỏi là  em có đăng ký các môn mà có 2 môn bị trùng tiết trong duy nhất 1 tuần còn các tuần còn lại thì không bị trùng. Vậy liệu các môn này của em có bị xoá khỏi thời khoá biểu không ạ Em cảm ơn ạ!",
    "Dạ e chào ad  Em đang học khoa KTXD_mssv  Hiện tại đang trong đợt 3 đăng kí môn học. Em vừa mới kiểm tra anh văn định kì trong trường vừa qua và vừa đã qua, đủ điều kiện để đăng kí môn học có bắt buộc anh văn đó là môn sức bền vật liệu(ci2007),nhưng pđt chỉ có mở mỗi lớp thứ 2 có tiết 8-11 và không may em bị trùng lịch học với môn giải tích 2 và không thể nào đăng kí được vì số lượng bây giờ rất ít và lớp mở ra cũng có một lớp. Vì vậy em mong ad có thể mở khóa cho em hiệu chỉnh để đăng kí môn sức bền được ạ, em đã bị chậm môn học này 1 kì rồi do thiếu anh văn giờ mà chậm thêm nữa thì em sẽ ra sao,môn này là môn điều kiện tiên quyết cho những môn học kế tiếp nên mong được ad giúp đỡ hoàn cảnh này của em ạ. Em cảm ơn.",
    "Dạ em là  MSSV , em có nhu cầu rút môn do không thuộc CTĐT của học kì này (Đường lối Đảng Cộng sản VN, MSMH SP1009) do đăng kí nhầm và không còn chỉ để đăng kí được môn Quản trị kinh doanh cho kĩ sư, MSMH IM3001 (để học cùng lớp chuyên ngành trong kì 192 vì lớp em đăng kí môn này cho kì này rồi,khả năng cao là nếu để kì sau nữa thì các bạn đẩy môn chuyên ngành không đăng kí đc do không mở lớp ở kì 192 lên thì em sẽ khó để đăng kí học được) Vì vậy, em kính mong quý thầy cô xem xét và cho phép em được đăng kí lại, Em xin chân thành cảm ơn.",
    "Hiện em có đăng ký được 1 chỗ của môn học CI2003 (Cơ Lưu Chất), nhưng vì lý do bận vào ngày học hôm đó em xin đổi qua lớp khác được không ạ? Hiện em đăng kí ở lớp L02_L05 muốn xin đổi qua lớp L01_L04 được không ạ? Em xin cảm ơn.",
    "Kính gửi PĐT. Cho em xin chuyển lớp A01 đến A02 của môn học có mã môn EE3079 (Điện tử công suất ứng dụng). Vì lớp A01 học vào thứ 2 và tại thời điểm em có đi làm thêm hàng tuần. Em xin chân thành cám ơn PĐT.",
    "Em chào admin Em tên  MSSV:  Em khoa Kỹ Thuật Hóa Học Trong đợt hiệu chỉnh môn học đợt 2 vào ngày 26/12/2019 em không biết là không hủy đăng kí môn được. Em xin đề nghị Phòng Đào tạo xóa môn Hóa Lý 2 mã môn học CH2031 lớp L02 mà em đã đăng kí để em đổi môn học khác. Vì hoàn cảnh em không thể rút môn được ạ. Em xin chân thành cảm ơn.",
    "em xin được thêm vào lớp kỹ thuật lập trình mã môn hc CO1027 lớp CC03_CC03",
    "Dear phòng đào tạo, Em tên:   MSSV :  Em viết mail này xin cho em được chuyển lớp môn Đường lối CM của Đảng CSVN Mã môn học  SP1009 Chuyển từ lớp A01 sang A06 Trong khi đợi xác nhận của phòng đào tạo em xin trân thành cảm ơn.",
    "Em tên:  MSSV:  Lớp: CK17LOG Em chào admin, trong đợt đăng kí môn học vừa rồi, em đăng kí nhầm môn \"Quản lý nhà kho và tồn kho\" mã ME4661 ( môn bắt buộc theo CTDT) thành môn \"Kỹ thuật mô hình hóa\" mã ME3231 ( môn tự chọn theo CTDT) . Nay em muốn đổi môn: Kỹ thuật mô hình hóa, mã môn học ME3231, lớp A01- nhóm A02, tiết 8-9-10 thứ 5 ( lớp thực hành thứ 2 tiết 8-9-10-11-12) thành môn Quản lý nhà kho và tồn kho, mã môn ME4661 ( lớp A02- chiều thứ 2 tiết 789). Em kính mong admin chuyển đổi  môn học giúp em sớm để em học đúng chương trình đào tạo ạ!",
    "Em chào admin Em tên là , MSSV: Là sinh viên khoa Quản lý công nghiệp Sau khi gửi yêu cầu mở khóa cho môn học Kế toán quản trị (IM2019), PĐT đã mở khóa cho em hiệu chỉnh nhóm lớp. Tuy nhiên, sau khi xóa đăng ký ở nhóm lớp cũ (L02) để chuyển sang L01, thì gặp vấn đề là: nhóm L01 không có nút đăng ký, mà cũng không đăng ký lại L02 được. Nói chung em đang không đăng ký được môn học này . Em rất mong admin giúp em giải đáp thắc mắc sớm về vấn đề này. Nếu được em rất mong PĐT mở đăng ký lớp L01 môn học IM2019 để em có thể hoàn thành hiệu chỉnh chuyển nhóm lớp. Em xin cảm ơn rất nhiều.",
    "Gửi BKSI, Em tên Nguyễn Quốc Việt MSSV:  Hiện tại em không thể hủy hay thay đổi lớp được 2 môn  + Xác suất thông kê + Tư tưởng Hồ Chí Minh Vì 2 môn này tự chọn lớp cho em nên em không thể đăng ký thêm môn vì trùng lịch học. Mong anh/chị giúp em vấn đề này ạ. Em xin phép cám ơn ạ   i    ",
    "Chào anh/chị em muốn thay đổi lịch học của em để đăng kí thêm môn học do bị trùng 2 môn và muốn đăng kí thêm 3 môn nữa ạ.Em cảm ơn ! SP1009 - Đườnglối CM của ĐảngCSVN chuyển từ thứ 4 234 sang thứ 4 101112 tức A04 sang A07. AS2009 - Csở cơhọc lượngtử - vlcr  chuyển từ thứ 2 789 sang thứ 4 234 tức LO1 sang L02.",
    "Em chào Admin Em tên là  MSSV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học môn tiên quyết Em xin đề nghị pdt  mở thêm sỉ số  môn cơ lưu chất (mã CI2003 - lớp L02-L07 ) Em xin lỗi vì đã làm phiền pđt nhiều lần Em xin cảm ơn rất nhiều",
    "Chào admin Em tên là  Mssv  Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1 em ko biết là không xoá môn được. Nên em đã lỡ đăng kí môn tư tưởng và cầu lông trùng với thời khoá biểu môn sức bền. Vì môn sức bền khá quan trọng với em, admin có thể mở khoá cho em chuyển giờ 2 môn kia để em đăng kí thêm sức bền được không ạ? Tư tưởng SP1005 - Nhóm L04 Cầu lông PE 1017 - Nhóm L04 Em thấy nhiều bạn yêu cầu được mở khóa hiệu chỉnh, mà em yêu cầu vậy mấy lần rồi mà cứ bị bắt làm đơn xin rút môn học là sao? Mấy bạn kia có phải làm đơn gì đâu ạ?",
    "Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do không biết đợt hiệu chỉnh cuối không được hủy môn nên đợt trước em đã đăng kí dư một môn . Mssv của em là , em cần hủy môn Tin học trong quản lí xây dựng, mã CI3169 nhóm lớp A01 . Do tài chính gia đình không cho phép nên em không thể bỏ gần 1 triệu để rút môn. Em biết Phòng Đào tạo có thể chỉnh sửa giúp em, mong thầy/cô xem xét cho em vì đây đã là kì cuối cùng em học ở trường. Em xin chân thành cảm ơn.",
    "Em tên , học lớp Hóa 3 HC14. Em có môm  Vật Lý tiết 9 10 bị trùng lịch ạ, và bây giờ em muốn được đổi lịch môn này ạ. Mong quý thầy/cô xét duyệt giúp em ạ. Em xin cảm ơn.",
    "Thưa phòng đào tạo, thưa ban quản lí nhà trường . Em là Trần Ngọc Minh Châu, khoa Kỹ thuật Hóa học. Trong đợt đăng kí môn học đợt 2 em đã đăng kí môn Thí Nghiệm Vật lí L46, tuy nhiên vì lí do gia đình em không thể sắp xếp được thời gian theo học ở nhóm lớp này. Em có thể xin nhà trường mở chuyển nhóm để em có thể thay đổi sang nhóm L khác nhằm tiếp tục học tập môn học này được không ạ?  Em xin chân thành cảm ơn.",
    "em là  MSSV  khoa điện -điện tử.Hiện e đang bị trễ môn học chuyên ngành,em mong quý thầy/cô mở khóa đăng ký môn học giúp em được khộng ạ.Em xin chân thành cảm ơn quý thầy/cô,mong thầy cô giúp đỡ em.",
    "Em kính chào thầy cô phòng đào tạo. Em muốn xin thầy cô cho em được hiệu chỉnh lớp học Thí nghiệm Vật lý (PH1007)  Lí do: em bị kẹt lịch học anh văn, em mới nhìn lại lịch hôm qua thì ra mình bị kẹt lịch. Em biết đợt 3 này mình không đổi được nhưng vì lý do bất đắc dĩ nên mong thầy cô xem xét và giúp đỡ em ạ . Em cảm ơn rất nhiều",
    "Mở khóa môn điện tử y sinh EE3037,em muốn đăng ki môn học khác",
    "Em kính chào thầy cô phòng đào tạo. Em muốn xin các thầy cô cho em được hiệu chỉnh lớp học Thí nghiệm vật lí (PH1007) từ nhóm L40 sang nhóm L47 ạ. Lí do: em bị kẹt lịch học  và em mới biết lịch học vào ngày hôm qua. Em biết đợt 3 này không được hiệu chỉnh nữa xin thầy cô xem xét cho em. em xin chân thành cám ơn.  kính chào",
    "Vì lí do bận vào giờ học TNVL nhóm L40, em có thể xin đổi qua nhóm L47 được không ạ ?",
    "Em xin chào các thầy cô trong đội ngũ BKSI. Trong đợt đăng kí môn học HK192 vừa rồi em có đăng kí môn Thí nghiệm Vật lý PH1007 được PĐT sắp vào lớp L40(Tiết 9,10 thứ năm). Hiện tại e có học Anh văn tại một trung tâm ngoại ngữ và ngày học bị trùng vào 2 tiết của môn này vào học kì sau. Vì vậy hôm nay e viết bản trình bày này để xin thầy cô xem xét và hỗ trợ cho em được chuyển sang nhóm lớp L47 để phù hợp với lịch học tập của em ở HK192. Kính mong thầy cô xem xét và tạo điều kiện cho em được đổi TKB phù hợp với lịch học hiện tại của mình. Em xin chân thành cảm ơn.",
    "Em kính chào các thầy cô phòng đào tạo ạ! Vì em bị trùng với lịch học Anh Văn vào chiều thứ 5 nên em muốn xin được đổi lớp thí nghiệm Vật Lý (PH1007) từ nhóm L40 sang nhóm L47 vào trưa thứ 4 ạ . Em mong các thầy cô xem xét cho em vì nhà em ở xa nên việc đi lại cũng không được thuận tiện. Em xin chân thành cảm ơn ạ.",
    "Em xin phép được đăng ký môn học thí nghiệm công trình CI4011. Trong lúc này môn kết cấu thép 1 là môn tiên quyết chưa có điểm, nên em không thể đăng ký ạ. Nếu đến lúc có điểm, em nghĩ sẽ không kịp đợt đăng ký môn học bổ sung này. Mong PĐT có thể mở đăng ký môn CI4011 để em có thể tham gia lớp này trong học kỳ tới ạ Em xin cảm ơn. Chúc quý thầy cô một ngày tốt lành.",
    "Dạ chiều thứ 5 tiết 9-10 bộ môn TNVL lớp L40 em bận không thể học được mong nhà trường có thể mở hiểu chỉnh cho em để đăng kí lớp khác. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên là , khoa Kỹ thuật Hóa Học K19. Vì lí do bận việc gia đình vào giờ học Thí nghiệm Vật Lý nhóm L40, cho em xin phép các thầy cô chuyển em qua nhóm lớp L47 ạ.   Em xin chân thành cảm ơn.",
    "Chào quý thầy cô ạ Em hiện là sinh viên lớp kỹ sư tài năng (KSTN) K17 Học kì hè vừa rồi 183 em có đăng kí học trước môn Truyền số liệu và mạng, nhưng lúc đó chưa có quy chế lớp kỹ sư tài năng phải học thêm học phần mở rộng của môn cốt lõi KSTN và điểm tổng kết môn này em đạt 9.0 Đến gần cuối học kì 183 thì có quy chế là sinh viên KSTN phải đăng kí môn cốt lõi KSTN theo đúng phân phối chương trình thì mới được đính kèm học phần mở rộng và phải đạt học phần lý thuyết từ 7.5 trở lên và điểm Đạt của học phần mở rộng. Nhưng hiện tại điểm học phần lý thuyết môn này trong kì này em không đủ 7.5 còn phần mở rộng đã được chấm Đạt. Vậy em có được xét là đã qua được môn này theo quy chế của sinh viên lớp KSTN chưa ạ. Điểm lý thuyết môn này kì hè em học đã được 9 nhưng lúc đó chưa có phần mở rộng. Em cảm ơn ạ",
    "Em chào các thầy cô ạ Em tên là  Mssv  Em khoa điện-điện tử Hôm vừa rồi em có gửi yêu cầu mở khóa môn học để em đăng kí môn học cho học kì 192 trong đợt đăng kí 2/1/2019, do em không biết là không xóa được những môn học đã đăng kí của lần trước nên em có lỡ đăng kí môn   B phương pháp tính    nhưng do lịch học môn phương pháp tính trùng với môn   B mạch điện tử    là môn tiên quyết của khoa em, vì vậy em có xin phòng đào tạo gỡ môn   B phương pháp tính    để em có thể đăng kí môn   B mạch điện tử    để em có thể theo kịp chương trình đào tạo của khoa em.Sau đó các thầy cô có trả lời lại là nộp đơn rút môn học, nhưng hôm vừa rồi em lên phòng đào tạo hỏi thì nếu nộp đơn rút môn học thì sẽ không kịp để đăng kí môn học   B mạch điện tử   , vì vậy em xin mong phòng đào tạo xóa môn   B phương pháp tính(nhóm lớp A01)    để em có thể đăng kí môn mạch điện tử để em có thể kịp đăng kí môn tiên quyết của khoa em, em mong phòng đào tạo giúp đỡ tạo điều kiện để em có thể  đăng kí môn học mới Em xin chân thành cám ơn các thầy cô",
    "Gửi phòng đào tạo và ban quản lí của trường ĐH Bách Khoa . Em là  MSSV: . Vì lí do cá nhân đột xuất nên em không thể sắp xếp thời gian suốt hk2 để đảm bảo có mặt đầy đủ suốt hk2 lớp Thí nghiệm vật lí L40 như nhà trường sắp xếp trước đó . Em mong quí nhà trường cho phép em mở phần chuyển đổi lớp để đảm bảo hoàn thành môn học. Em cảm ơn ạ.",
    "Kính gửi PĐT Đại học Bách Khoa TP. HCM Em là  Hiện đã đăng kí đợt 3 nhưng em muốn đăng kí thêm môn học nhưng bị trùng lịch. Vì vậy em mong   B xin phép được hiệu chỉnh đổi nhóm lớp môn học đã đăng kí    thì có được không? Nếu được mong PĐT giải quyết sớm vì 6/1 là kết thúc hiệu chỉnh đợt 3. Em xin cảm ơn",
    "Cho em xin mở thêm sĩ số 2 môn Mạch điện tử EE2007 và Tín hiệu EE2005 ạ",
    "Em xin pdt tăng sỉ số quản lí thu mua ME4657 lớp L01",
    "em là  mssv  nay em có nhu cầu bỏ khoá môn  vào tiết 345 thứ 3 lớp thầy  với lý do em trùng lịch với đăng ký môn chuyên ngành. Mong thầy cô duyệt giúp em ạ",
    "Em muốn đăng kí môn pháp luật đại cương nhưng tất cả các lớp đã không còn chỗ trống, Mong phòng đào tạo xem xét ạ! Em xin chân thành cảm ơn!   i  .",
    "Kỳ học vừa rồi (191) em có đăng ký môn Cấu trúc dữ liệu và giải thuật. Vì không biết mình có qua môn hay không nên em không đăng ký môn đó vào kỳ tiếp theo (kỳ 192). Khi thi cuối kỳ xong thì em mới biết mình không đủ điều kiện qua môn Cấu trúc dữ liệu và giải thuật. Em muốn đăng ký lại nhưng số lượng đăng ký ở trường đã đầy. Vì vậy, em xin ban giám hiệu đăng ký giúp em lớp này ạ: - CO2003 Cấu trúc dữ liệu và giải thuật - lớp L01_L02. Em xin cảm ơn ạ",
    "Kính gửi: Phòng Đào Tạo  Em tên:   MSSV:  Trong học kỳ 192 này, em có đăng ký môn Phân Tích Cảm Quan Thực Phẩm (Mã MH: CH3049)thuộc nhóm A01.Tuy nhiên có một vấn đề xảy ra như sau: Khi kết thúc đợt 1 đăng ký môn học và khi bắt đầu đăng ký đợt 2, phần ngôn ngữ trong môn học vẫn để là \"Tiếng Việt\". Tuy nhiên khi kết thúc đợt 2 và bắt đầu đăng ký đợt 3 thì phần ngôn ngữ trong môn học lại ghi là \"Tiếng Anh\". Vì thế em không hiểu vấn đề này là như thế nào?có phải lớp này là của Kỹ sư tài năng và em không được đăng ký vào không?Nếu vậy thì tại sao lúc đầu là để ngôn ngữ \"Tiếng Việt\" và phòng đạo tạo lại đăng ký theo kế hoach đăng ký của em? Rất mong phòng đạo phản hồi giúp em, và đưa ra hường giải quyết (nếu có),trường hợp bắt buộc phải hủy thì như thế nào? có mất tiền học phì không? Em xin trân trọng cảm ơn!!!",
    "Dạ thầy/cô cho em xin được tăng sĩ số lớp của môn cơ lưu chất (CI2003) mã môn học là: L02_L06 lớp của thầy  ạ. Các lớp khác đều đủ sĩ số rồi ạ. Em cảm ơn thầy/cô nhiều lắm ạ",
    "Em chào thầy/cô ạ. Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ. Vật lý 2 lớp L05_L10 Bóng chuyền lớp L10 Vật lý bán dẫn lớp L08_L22 Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ. Em cảm ơn ạ!  B",
    "/  Thưa Phòng đào tạo, Ban quản lý nhà trường. Em tên là  MSSV , thuộc khoa Kỹ Thuật Hoá Học . Trong đợt đăng ký môn học lần 2, em đã đăng ký lớp L46 , song vì có lí do gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp L khác? Không biết có được không ạ. Em xin cảm ơn.",
    "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm đơn gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em chứ nay cũng đã gần hết thời hạn đăng ký cho môn học lần 3.",
    "Kính gửi thầy cô phòng đào tạo. Em là: Đoàn Đức Tài. MSSV: . Hôm nay em làm đơn này mong quý thầy cô phòng đào tạo giúp em thay đổi một vài môn học ở HK192. Lý do: Do lớp em đã thông nhất sẽ xin mở lớp cho môn học Công nghệ cơ khí 1 vào ngày thứ 7 và em đã điền form đăng kí xin mở lớp. Do đó em đã xoá môn CNCK1 ở trong phần đăng kí môn học trên Mybk, sau đó em đã thay thế chỗ trống đó bằng môn Kinh tế học đại cương. Hiện tại thì việc xin mở lớp thứ 7 có vẻ không thực hiện được, nên em muốn đăng kí lại môn CNCK1 nhưng lại trùng lịch đã đăng kí của môn KTHĐC. Vì CNCK1 là môn tiên quyết của khoa em và em rất cần môn học này, xin quý thầy cô PĐT xem xét có thể xoá giúp em môn KTHĐC để em có thể đăng kí môn CNCK1. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo, Ban Quản Lý Em tên là , khoa Kỹ thuật Hóa học. Trong đợt đăng ký môn học lần 2 em đã đăng ký môn học Thí Nghiệm Vật Lý lớp L46. Nhưng hiện nay vì lý do gia đình nên em không thể tiếp tục theo học lớp được. Kính mong nhà trường mở chuyển môn để em có thể tiếp tục việc theo học ạ . Em xin chân thành cám ơn.",
    "Em xin thầy/cô có thể tăng sĩ số lớp môn học kỹ thuật điện hóa CH3175 (nhóm lớp A01, GV ) Em xin cám ơn.",
    "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em chứ nay cũng đã gần hết thời hạn đăng ký cho môn học lần 3.",
    "Phòng đào tạo cho em hỏi sỉ số lớp 11/32 như hình sau đợt 3 có bị hủy lớp không ạ? Nếu như có thì mong Phòng đạo tạo mở hiệu chỉnh cho em và các bạn trong lớp có thể chuyển sang nhóm khác để không bị mất môn ạ. Em cảm ơn.",
    "Họ tên:  MSSV:  Mình mong trường có thể mở thêm sĩ số lớp Tư tưởng  ạ, mã môn học SP1005",
    "Em bị trùng thời gian 1 số môn nên em có thể xin vào 1 lớp đủ sĩ số môn Hóa Đại Cương nhóm L05 L14 L15 để k bị trùng thời gian k ạ",
    "Em xin chào thầy/cô ạ.Theo em biết được là hết năm nhất thì sinh viên phải tích lũy đủ 28 tín chỉ mới được đăng kí môn học cho năm tiếp theo.Vậy 28 tín chỉ đó có tính những tín chỉ em học lại trong hè môn em đã bị rớt trong 2 kì đầu không ạ? Em xin cảm ơn",
    "cho e xin mở khóa môn Mác SP1003 nhóm A05 và môn đường lối SP1009 nhóm A06 để e có thể đăng kí môn chuyên ngành ạ. Vì lí do môn chuyên ngành mới mở đợt 3 và e bị trùng lịch ạ. mong pđt mở khó để e có thể hoàn thành kịp tiến độ học tập ạ.",
    "Thưa thầy cô,  Ngay sau 1 tuần kể từ khi nộp chứng chỉ Anh văn thì mình có thể đăng kí chuyển điểm được không ạ? Em cảm ơn",
    "Cho em hỏi hạn đăng ký chương trình học liên thông từ đại học lên thạc sĩ đã hết hạn từ ngày 15/12/2019 , vậy kỳ tới thì có mở để đăng ký không vậy .",
    "Kính gửi PDT đh Bách Khoa TP Hồ Chí Minh Em tên là  mssv: khoa Kỹ thuật Vật Liệu Em gửi yêu cầu này với mong muốn pđt cho phép em xóa 1 môn học em đã lỡ đăng kí ở đợt đkmh đợt 2, vì trùng lịch nên em không thể đăng kí môn chuyên nghành được (do vừa mới qua anh văn nên đợt 3 em mới đăng kí được môn chuyên nghành)  Em rât mong được pđt xem xét và đồng ý  Em cảm ơn",
    "Em Chào admin  Em tên là  mssv  em khoa Cơ Khí ngành Nhiệt Trong đợt hiệu chỉnh môn học đợt cuối từ ngày 2/1/2020 em không biết là không hủy đăng kí môn học được Em xin phòng đào tạo xóa môn Cơ Lí Thuyết ( mã AS1003 lớp L02 ) mà em đã đăng kí  Và em xin mở thêm sĩ số môn Cơ lưu chất (CI2003 lớp L01_L02 ) để em đăng kí thay cho môn Cơ Lí thuyết ở trên vì môn này là môn phải học trước để kịp tiến độ ạ  Em xin cảm ơn rất nhiều ạ  ",
    "Kính gửi phòng đào tạo Em là  Mã số sinh viên:  Em mong muốn được phòng đạo tạo tạo đỉeuf kiện để em được đăng ký môn Kỹ thuật chế biến khoáng sản (Mã MH:CH3197)-Nhóm A01--Thứ 6 do em đã đăng ký môn Kỹ thuật điện-Nhóm A02- 789 trước đó. Kính mong phòng đào tạo tạo điều kiện cho em do môn Kỹ thuật chế biến khoáng sản à một môn chuyên ngành của em.",
    "Xin chào admin. ﻿Em tên là  mssv . ﻿Em hiện đang học khoa môi trường và tài nguyên ﻿Trong đợt hiệu chỉnh môn học lần cuối vào ngày 2/1/2020 em không biết là không hủy đăng kí môn được. ﻿Em xin đề nghị pđt xóa môn Con người và môi trường (mã EN1003) mà em đã đăng kí để em đăng kí môn khác ạ. ﻿Em xin cảm ơn rất nhiều.",
    "SSV/SGV:     .. Em tên Nguyễn Quốc Thông, sinh viên Trung Tâm Bảo Dưỡng Công Nghiệp . Em xin hủy đăng ký 2 môn học Tư tưởng Hồ Chí inh(SP1005) và môn Những NgLý cơbản  -Lê(SP1003). Vì trong đợt đăng ký môn học 2, các môn của trung tâm Bảo Dưỡng Công Nghiệp không mở nên em đã đăng ký 2 môn trên, và trong đợt đăng ký bổ sung bổ sung hệ cao đẳng Bảo Dưỡng Công Nghiệp và đợt đăng ký môn học lần thứ 3 em không thể đăng ký 1 số môn học ngành. Em xin hủy 2 môn học trên vì năm nay hệ cao đẳng của Trung Tâm Bảo Dưỡng Công Nghiệp đã chuyển thành hệ đại học nên rất khó xin mở các lớp chuyên ngành của Trung Tâm Bảo Dưỡng Công Nghiệp nên em kính mong thầy cô hủy đăng ký 2 môn học trên để em có thể đăng ký các môn học chuyên nghành",
    "Chào thầy, Em đã xin được giảng viên nhận lớp để mở lớp mới,   B mà giảng viên đề nghị được dạy vào thứ 7 hằng tuần     U . Cho em hỏi nếu vậy thì phòng đào tạo có chấp nhận cho mở lớp không ạ ? Em cảm ơn",
    "Lúc đăng ký đợt 2 thì em và các bạn lớp em có đăng ký chuyện hệ 1 lớp thể dục: PE1025 -  với mã lớp là A07. Nhưng có kết quả đăng ký môn học đợt 2 thì lớp này bị xóa mất. Xin PĐT tạo điều kiện để chúng em có thể đăng ký một môn thể dục bất kỳ vào tiết 11 -12 thứ 2 hoặc ngày thứ 7 vì những giờ khác thì em và các bạn vướng lịch các môn khác . Mong PĐT giúp đỡ vì năm sau theo quy chế chưa đạt hết thể chất sẽ không được đăng ký tkb kỳ sau. Em xin cảm ơn!",
    "Chào admin, hiện tại mình muốn xoá 1 môn học để đăng kí một môn khác tiên quyết cho năm sau mà mình quên đăng kí, nhưng hiện tại môn học của mình đã bị khoá, không thể hiệu chỉnh được. Mong ad xét duyệt cho mình có thể đăng kí môn đó và xoá được môn thay thế ạ. Cảm ơn rất nhiều",
    "Em tên là , MSSV . Hiện tại em đang không đăng ký được một số môn học bắt buộc trong học kì tới vì lớp đã đủ sỉ số, em cũng không thể xếp lịch để đi học các lớp dự thính vào buổi tối được. Cho em xin hỏi: 1/ Nếu kì tới em không học đủ các môn bắt buộc thì có bị buộc thôi học không ạ? 2/ Nếu bị buộc thôi học hoặc tạm dừng học, em có thể đăng ký xin bảo lưu kết quả học kì 1 của em được không? Học kì sau em sẽ quay lại học. 3/ Nếu bảo lưu cũng không được thì nếu em xin tạm dừng học tại trường, em có được giữ lại kết quả và nhận bảng điểm học kì 1 của em không ạ? Em xin cảm ơn.",
    "Em chào admin Em tên là  MSSV:  Em chào Admin Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày 2/1/2020 Em bị trùng lịch học nên bị hủy môn SP1005 Em xin đề nghị pdt mở thêm sỉ số môn học Tư   (mã SP1005 - lớp A01) Em xin cảm ơn rất nhiều",
    "Dạ pđt cho em xin chuyển tkb môn Những nguyên lí cơ bản của chủ nghĩa  (SP1003). Tkb hiện tại của em là lớp Những nguyên lí cơ bản của chủ nghĩa  A01 thứ 2 tiết 10 11 và thứ 3 tiết 345. Em muốn chuyển sang lớp Những nguyên lí cơ bản của chủ nghĩa  A02 thứ 2 tiết 8 9 và thứ 3 tiết 10 11 12. Hiện tại sĩ số lớp đó đang là 59/141. Em mong phòng đào tạo mở thêm sỉ số lớp đó để em có thể đăng kí được ạ. Vì em muốn chuyển tkb để có thể đăng kí được môn chuyên ngành vì mới mở thêm vào đợt 3 vào sáng thứ 2. Môn chuyên ngành này chỉ còn vài bạn vì em là khóa cao đẳng bảo dưỡng cuối cùng của trường. Em mong pđt giúp đỡ để em có thể hoàn thành môn học ạ. Em xin cảm ơn.",
    "Hiện tại em đang đăng ký lớp chỉ có sỉ số 06/30 . Vậy lớp học này có bị hủy không ? Và nếu bị hủy thì làm cách nào để em có thể đăng ký môn này cho học kỳ sau ? Xin cảm ơn .",
    "Cho em hỏi muốn rút khỏi chương trình kstn thì phải làm như thế nào",
    "Em chào admin ạ. Em là  MSSV  khoa Môi trường và Tài nguyên Hiện tại em mới có thông tin là khoa em không dạy môn Con người và môi trường nữa nên em có đề nghị PĐT có thể xóa cho em môn Con người và môi trường (EN1003) vì em hiện tại không có nhu cầu ạ. Em cảm ơn",
    "Em chào admin Em tên . Mssv :  Em khoa Tài nguyên và Môi trường ạ Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1/2020 em không biết là không hủy đăng ký môn được. Em xin đề nghị pđt xóa môn Con người và Môi trường (mã EN1003 Lớp L03) mà em đăng ký để em đổi sang đăng ký môn khác ạ! Em xin cám ơn nhiều ạ",
    "Em muốn hủy môn để đăng ký vào buổi khác nhưng không được. Xin ad mở khóa môn học giúp em ạ.",
    "em muốn xin pdt mở thêm sỉ số môn anh văn 2 lớp A01 ngày thứ 3 tiết 8 9 10 . em xin cảm ơn !",
    "Em xin chào admin Em tên  MSSV  Khoa cơ khí Em bị hệ thống xóa môn Vật lí 2 không rõ lí do nên hiện giờ không có môn, không có nhóm lớp do đã đủ sỉ số. Vì vậy em xin được mở rộng sỉ số của nhóm lớp Vật lí 2(mã PH1005 lớp L04_L09) ạ (không  phải chuyển nhóm)  Em xin cảm ơn",
    "Em xin pđt tăng thêm sỉ số môn Quản Lý Thu Mua ME4657 lớp L01 . Lớp còn lại em trùng lịch không đk được .Em xin chân thành cảm ơn .",
    "Tăng sĩ số lớp, môn Cơ Lý Thuyết AS1003 ĐKMH đợt 3 HK 192) . Dạ em Chào Thầy (cô), em tên là  . Hiện tại trong đợt đăng ký môn học đợt 3, môn học Cơ Lý Thuyết AS1003  Lớp L01 Thứ 4 tiết 7,8,9,10 sĩ số hiện tại: 140/140. Em muốn xin tăng sĩ số lớp L01 để em được đăng ký học. Rất mong nhận được sự giúp đỡ của Thầy (cô) để em được tham gia lớp học ạ, em xin trân thành cảm ơn.",
    "Kính gửi thầy cô. Em là , sinh viên năm 4 khoa cơ khí chuyên ngày chế tạo máy. Hôm nay em viết yêu cầu này mong thầy cô xem xét cho em được đăng ký môn đồ án chuyên ngày (chế tạo) có mã môn học ME4045. Hiện tại em không đăng ký được vì em chưa có điểm 2 môn tiên quyết là Dung sai và kỹ thuật đo (ME3003), kỹ thuật chế tạo 1 (ME3031). Em mới thi 2 môn này vào các ngày 31/12/2019 và 02/01/2020 nên chưa được cập nhật điểm.  Vậy hôm nay em viết đơn này rất mong quý thầy cô xem xét cho em được đăng ký trước, khi nào cập nhật điểm sẽ bổ sung sau!  Em rất mong được quý thầy cô tạo điều kiện để được học môn này trong học kì tới, vì em đã bị trễ 1 kì rồi, nếu kì tới em không được học môn này thì sẽ là trễ 1 năm. Vậy nên em tha thiết hy vọng quý thầy cô thông cảm và tạo điều kiện cho em được học ạ!  Em xin chân thành cám ơn quý thầy cô!",
    "Kính gửi quý thầy cô. Hôm nay em xin phép được làm phiền quý thầy cô!  Xin quý thầy cô xem xét cho em được đăng ký môn thực tập tốt nghiệp (KT chế tạo). Hiện tại em chưa học môn thực tập kỹ thuật chế tạo (ME3023) là môn học trước của môn này, nên em không đăng ký được. Vì vậy hôm nay em viết đơn này rất mong quý thầy cô tạo điều kiện cho em được đăng kí môn thực tập tốt nghiệp chung một kì với môn thực tập kỹ thuật chế tạo vào học kì 192.  Rất mong quý thầy cô xem xét cho phép em được học ạ, vì nếu em không được học vào học kì tới em sẽ ra trường trễ 1 năm học. Vậy em rất hy vọng được học môn này trong học kì tới Kính mong quý thầy cô cho em một cơ hội!  Em xin chân thành cảm ơn ạ!",
    "Dạ em không đăng ký được môn LVTN. Khi đăng ký có hiện ra em còn thiếu môn kết cấu thép 2. Nhưng hiện em đã qua môn kết cấu thép 2 tương đương rồi ạ. Mong nhà trường hỗ trợ giúp em ạ.",
    "Một lần nữa em xin phép làm phiền quý thầy cô!  Xin phép thầy cô cho em đăng ký thêm môn Đề cương luận văn tốt nghiệp (ktct) ME4093 nữa ạ. em chưa đăng ký được môn này do em đã nộp bằng anh văn nhưng chưa được cập nhật nên chưa đăng ký được môn này. Kính mong quý thầy cô xem xét cho em được đăng ký môn này cũng như các môn Đồ án chuyên ngành (chế tạo) ME4045, Thực tập tốt nghiệp (KT chế tạo) ME3029 như 2 đơn trước em đã xin phép nếu cũng bị thiếu anh văn như môn này. Mong quý thầy cô tạo điều kiện để em có thể được học, sớm được ra trường để đi làm giúp đỡ gia đình.  Em rất cám ơn quý thầy cô vì sự giúp đỡ này!  Em xin chân thành cảm ơn!",
    "Em chào admin  Em tên  mssv  khoa Môi Trường và Tài Nguyên Đợt đăng kí môn học vừa rồi em đăng kí nhầm môn không thuộc chương trình đào tạo của ngành em học nhưng bây giờ lại không xóa được,  em mong pđt xóa giúp em môn Con người và Môi trường nhóm lớp L01 mã môn là EN1003 để em đăng kí lại môn học khác ạ. Em xin cảm ơn.",
    "Em là  MSSV  khoa môi trường và tài nguyên. Em mới biết là khoa em có bỏ đi bộ môn Con người và môi trường (EN1003) nên em có 1 yêu cầu đó là PĐT cho em hủy môn trên vì đợt 3 em không tự xóa môn được. Em cảm ơn.",
    "Cho em hỏi muốn nộp chứng chỉ ngoại ngữ thì khi nào nộp cũng được hay phải đợi có đợt mới được nộp ạ? Sau khi nộp xong thì bao lâu điểm AV sẽ được tính vào trung bình tích lũy?",
    "Hiện tại em đã đăng ký số tín chỉ là 12TC và muốn huỷ 1 môn 3TC để đăng ký bổ sung môn   B Đề cương luận văn    cho đợt bổ sung. Vậy khi em huỷ môn đó có bị tính vào giới hạn số tín chỉ tối đa khi đăng ký kèm Đề cương luận văn không ? Em mong nhận được phản hồi sớm nhất!",
    "Em tên:  mssv:  Hiện đang học chuyên ngành: Kỹ thuật chế tạo khoa Cơ Khí. Hiện em không đăng kí môn ĐỒ ÁN CHUYÊN NGÀNH KỸ THUẬT CHẾ TẠO (ME4045). Vì lý do thiếu điểm môn Kỹ thuật chế tạo 1(ME3031) trong khi có điểm thì đã qua đợt đăng kí môn học cuối cùng. Em mong có thể đăng kí được môn học ĐỒ ÁN CHUYÊN NGÀNH KỸ THUẬT CHẾ TẠO (ME4045), nếu không em sẻ bị trể 1 năm học . Em xin cảm ơn",
    "Chào thầy (cô), Em đã nộp chứng chỉ ngoại ngữ trên mybk vào ngày 02/01/2020, và đang đợi xác nhận. Trước đó vì thiếu chứng chỉ này nên em không được đăng ký môn học Luận văn tốt nghiệp trong đợt 1 và đợt 2 ĐKMH. Đến đợt ĐKMH đang diễn ra (Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 3) thì em đã đủ điều kiện đăng ký vì đã đủ điểm ngoại ngữ (565   500) trong chứng chỉ nộp ngày 02/01. Tuy nhiên do hệ thống chưa cập nhật mà đến nay em vẫn chưa thể đăng ký môn Luận văn tốt nghiệp được. Trong khi đó thời gian ĐKMH đợt 3 từ ngày 02/01 đến ngày 06/01, hôm nay đã là ngày 04/01. Đây là việc QUAN TRỌNG vì nó có thể làm gián đoạn học kỳ sau của em, và không ra trường đúng hạn được. Em mong thầy, (cô) xem xét gấp trường hợp của em để em có thể ĐKMH Luận văn vào đợt 3 này.",
    "thầy/ cô cho em hỏi. em lúc trước đóng trễ học phí và chưa sửa thông tin sinh viên nên không đăng ký môn học được .  ngày 2/1 em đã dóng học phí và cập nhật thông tin sinh viên. nhung vẫn không thể đăng ký môn học được.  Mong thầy/ cô hướng dẫn em phỉa làm gì?",
    "Em là , MSSV: , em muốn xin mở thêm sĩ số môn anh văn 4 (LA1009), nhóm lớp L02 thêm 1 chỗ cho em. Lý do em chưa đủ chuẩn anh văn năm sau mà kết quả thi anh văn định kì cũng không đủ, những lớp còn chỗ trùng giờ với lịch học khác, chỉ còn L02 nhưng đã đầy. Em mong PĐT mở thêm chỗ giúp em ạ. Em xin cảm ơn.",
    "Em không đậu môn Cơ ứng dụng. Vậy môn này có tính trong điểm phẩy tích lũy hay không ạ??? Cơ ứng dụng là môn tự chọn khoa em ạ.",
    "MSSV: 181358 Đề nghị PĐT mở thêm sĩ số môn:  Đại số tuyến tính (MT1007) - lớp L13.",
    "Em chào Admin Em tên là  MSVV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020 Em bị trùng lịch môn học tiên quyết Em xin đề nghị pđt cho em được huỷ môn Pháp luật đại cương(mã SP1007-lớp L03) mà em đã đăng kí và em xin đề nghị mở thêm sỉ số môn học sức bền vật liệu( mã CI2007- mã lớp A01) Em xin cảm ơn rất nhiều",
    "nghị mở thêm sĩ số môn: Đại số tuyến tính(MT1007): Lớp L13 ",
    "em chào admin em tên Nguyễn Văn Thuần MSSV  em khoa Vật Liệu em Xin đề nghị pđt xóa cho em môn bơi PE1019 hôm qua do quá trễ mà hôm nay là thứ 7 mất rồi,e có đơn dưới đây không biết nộp như thế này được không ạ, nếu không thì pđt có cách nào khác không ạ",
    "em là sinh viên năm nhất, em đã tham gia kiểm tra anh văn đầu vào ngày 22/12 vừa qua và đã đạt được 315. em muốn đăng kí anh văn 1 nhưng hệ thống lại hiện chưa đạt anh văn cơ bản . nguyên nhân tại sao ạ . em cảm ơn",
    "Em xin rút môn học SP1009 để đăng ký môn học khác vì bị trùng lịch với môn học.",
    "Em có 1 môn chuyên ngành vào tiết 23456 thứ 2 mã môn ME2061, nhưng em lại đã lỡ đăng kí 1 môn khác vào tiết 78 của thứ 2 mã môn MT1005. Quy định của nhà trường là không được đăng kí tiết 6,7 liên tiếp, nhưng giờ trường không cho phép xóa môn. Vì vậy em không thể đăng kí được môn chuyên ngành 1 năm mới mở 1 lần. Em chân thành mong phòng đào tạo xem xét cho em đăng kí, em xin đảm bảo đi học đầy đủ và theo kịp tiến độ môn học. Em xin chân thành cám ơn.",
    "Dạ em muốn hỏi là kỳ này em đk làm luận văn thì khi nào sẽ bảo vệ? Với lại em có cần lên trường đk đề tài bảo vệ sớm hay không ạ? Vì em sợ sẽ bị trùng đề tài với sinh viên khác.",
    "Kính gửi phòng đào tạo trường đại học bách khoa  Em tên là   MSSV:  Vì đợt 3 đăng kí môn học đang mở mà em chưa có điểm anh văn 2 trên bảng điểm ( em mới thi anh văn cuối kì vào ngày 26/12) . Em viết đơn  này để xin phòng đào tạo có thể pass tạm thời anh văn 2 được không ạ để em có thể đăng kí môn học với ạ Em xin cảm ơn ạ",
    "Em muốn xin nhà trường mở thêm sĩ số môn học \"Sức bền vật liệu (MSMH:CI2007). Hiện tại em không đang ký được môn này vì chỉ có 01 lớp và đã đủ sĩ số. Đây là môn quan trọng nên em muốn học trong kỳ này. Rất mong nhà trường có thể tăng sĩ số hoặc mở thêm lớp. Trân trọng cảm ơn .",
    "Kính gửi : phông đào tạo trường đại học Bách Khoa TPHCM Em tên là :  . MSSV:  Vì hôm t2 vào tiết 11-12( vật lý 2 ) trùng lich với lịch học anh văn ở ngoài của em nên em làm đơn này xin pđt có để đổi cho em thời khóa biểu của 2 môn: - Vật lý 2 ( PH1005 ) : từ nhóm lớp L06_L12 sang nhóm lớp L03_L07 - Pháp luật đại cương ( SP1007 ) : từ nhóm lớp L03 sang nhóm lớp L05  ( Lịch sau khi đổi đều hợp lý , không bị trùng lịch của các môn khác ) Mong pđt xem xét yêu cầu của em . Chúc một ngày tốt lành.",
    "Em chào Admin Em tên là  MSVV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020 Em bị trùng lịch để đăng kí môn học khác và các lớp đã đầy sỉ số Em xin đề nghị pđt tăng sỉ số môn học CI2003 ( lớp L02_L06 ) để em có thể đăng kí môn học Em xin cảm ơn rất nhiều",
    "Em chào Admin Em tên là  MSSV  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020 Em bị trùng lịch đăng kí môn học khác Em xin đề nghị pđt mở khóa các môn em đã đăng kí để em chỉnh sửa lại thời khóa biểu cho phù hợp với các môn cần đăng kí thêm ạ Em xin cảm ơn ạ",
    "em là sinh viên năm nhất, cho em hỏi là ví dụ học kì 2 em không đủ 28 tín chỉ thì em có được học kì dự thính hè để đủ 28 tín chỉ không",
    "Xin chào thầy cô, em tên là   . Em xin đề nghị thầy cô giúp đỡ em xóa môn SP1005 Tư tưởng HCM để em có thể đăng kí môn EE2009 -   &ngonngult vì 2 môn này tiết 6 7 sát nhau nên em không đăng kí được. Vì môn này là môn chuyên nghành không mở trong dự thính nên nếu em không đăng kí sẽ bị trễ do đây là môn tiên quyết. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, cho em hỏi em bị lỗi như hình khi đăng ký môn xác suất thống kê. Em qua môn giải tích 1 và giải tích 2 rồi ạ. Kính mong thầy cô giải đáp giúp em ạ",
    "Cho em xin mở thêm sỉ số lớp pháp luật L02 t3 tiết 10 11 12 ạ. Em xin cảm ơn.",
    "Em muốn xin mở thêm sĩ số môn \"sức bền vật liệu (CI2007), Vì hiền tại chỉ có một lớp và đã đủ sĩ số nên em không thể đăng ký được, môn này là môn tiên quyết nên em buộc phải học vào kỳ tới Em rất mong nhận được sự giúp đỡ của nhà trường Trân trọng cảm ơn!  ",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em cảm ơn rất nhiều Xin giúp đỡ em",
    "Em tên , MSSV: , yêu cầu xóa môn \" Con người và môi trường \" MSMH: EN1003, lớp L01. Lý do : môn này không nằm trong chương trình học của ngành của em ạ. Kính môn được quý thầy cô kiểm duyệt, em xin chân thành cảm ơn.",
    "Chào anh (chị) Thầy cô, em tên là Trần Gia Thịnh. Hiện tại trong đợt đăng kí môn học đợt 3 học kỳ 192, môn học Cơ Lý Thuyết Lớp L01 sĩ số: 140/140. Em muốn xin tăng sĩ số lớp để được tham gia học trong HK 192. Em rất mong được sự giúp đỡ của thầy (cô) và các anh chị ạ, em thành thật cám ơn.",
    "Em muốn đổi lớp môn thực tập điện 1, thực tập điện tử 1 và cơ sở kĩ thuật điện vì sĩ số lớp hiện tại của em quá ít, em sợ sẽ bị hủy lớp thì có được không ạ? Em cảm ơn ạ.",
    "Chào  Em tên Trần Nhật Khánh, MSSV , thuộc khoa Môi trường và Tài nguyên. Nay em gửi yêu cầu này với mong muốn được xoá môn “Con người và Môi trường”, MSMH: EN1003, lớp L01. Lí do: em lỡ đăng kí nhầm môn không có trong chương trình học. Kính mong được quý thầy cô xét duyệt. Em xin chân thành cảm ơn !",
    "t . Kính gửi pđt, em tên là , mssv . Hiện tại trong chương trình học của em còn nhiều tín chỉ vẫn chưa học được, và bây giờ có mong muốn một trong các lớp môn điện tử công suất ứng dụng EE3079 để em có thể đăng kí đủ tín chỉ học phần được ạ. Nếu có thể được em chân thành cảm ơn.",
    "Em tên  MSSV  Cho em xin được mở thêm sĩ số lớp 2 môn song hành là EE2007 (Mạch điện tử) và EE2005 (Tín hiệu và hệ thống) ạ Em xin cảm ơn",
    "Em tên ,  MSSV , do em đăng ký muộn môn học MT1007 Đại số tuyến tính nên hiện đã hết slot, đồng thời em cũng khó khăn trong việc di chuyển từ cơ sở 2 đến cơ sở 1 để học dự thính ban đêm nên em xin nhà trường tăng sĩ số môn học MT1007 lớp L02-L04 ạ. Mong thầy cô xét duyệt và mở thêm sĩ số giúp em ạ. Em cảm ơn.",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em có nhắn tin lên này mấy lần mà chưa được trả lời Em cảm ơn rất nhiều Xin giúp đỡ em",
    "Em đang học avcb kỳ này ...em muốn đăng ký av1 kỳ sau mà trên hệ thống báo thiếu môn tiên quyết ...giờ là đợt đăng ký đợt 3 r hog biết làm s em mới có thể đăng ký av1 ạ",
    "K    Kính gửi các thầy cô. Em thuộc sinh viên khoá 2012 nhưng còn nợ một số môn học nên đợt thi vét vừa qua em có đăng kí tham gia thi 06 môn chưa hoàn thành, trong đó có môn   B GT2(MSMH: MT1005) thi theo lịch thi của HK1/2019-2020 nhóm-tổ DT01-A   . Sau khi thi em nhận được bảng điểm trên aao với số   B điểm thi là 5.00    nhưng   B điểm tổng kết chỉ có 3.00    trong khi đó theo quy định thì kết quả thi vét sẽ là 100% điểm kết quả tổng kết môn. Bên dưới em xin gửi hình chụp phiếu dự thi của em cho môn này. Kính mong các thầy cô xem xét và hướng dẫn em trường hợp này với ạ. Em cảm ơn các thầy cô.",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) ,do kỳ trước em chưa qua anh văn nên lỡ đăng ký cho đủ chỉ để không bị cảnh cáo học vụ nay em qua anh văn em được đăng ký chuyên nghành thì đã bị khóa môn, thời khóa biểu các môn đăng ký trước lại đụng thời gian học các môn chuyên nghành cuat em Em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em cảm ơn rất nhiều Xin giúp đỡ em",
    "Kính chào quý thầy/cô phòng đào tạo, em là , sinh viên văn bằng 2 chính quy ngành Khoa học máy tính, kì này chương trình học có mở lại lớp tối nên em kính mong phòng đào tạo mở lại giới hạn tín chỉ để lớp có thể đăng ký thêm môn khi tổng chỉ vượt quá 21 . Em xin chân thành cảm ơn.",
    "ADMIN CÓ THỂ CHO EM XIN TĂNG SỈ SỐ LỚP SỨC BỀN VẬT LIỆU CI2007 , NHÓM LỚP A01_A01 ĐƯỢC KHÔNG Ạ",
    "Cho em xin mở chuyển nhóm lớp vì trùng lịch với các môn em định đăng ký thêm ạ.",
    "Em chào  Em tên là  MSVV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020 Em bị trùng lịch môn học tiên quyết Em xin đề nghị mở thêm sỉ số môn học sức bền vật liệu( mã CI2007- mã lớp A01) Em xin cảm ơn rất nhiều",
    "Cho em xin mở chuyển nhóm lớp vì lịch hiện tại trùng với những môn em định đăng ký thêm ạ.",
    "Kính chào quý thầy cô. Vì em có việc bận  vào chiều thứ 5 hàng tuần nên không thể sắp xếp học thí nghiệm vật lí nhóm L40, em có thể xin đổi sang lớp L47 vào trưa thứ 4 được không ạ? Em xin chân thành cảm ơn.",
    "Gửi phòng đào tạo và ban quản lí của trường ĐH Bách Khoa. Em là  MSSV:. Vì lí do cá nhân đột xuất nên em không thể sắp xếp thời gian suốt hk2 để đảm bảo có mặt đầy đủ suốt hk2 lớp Thí nghiệm vật lí L40 như nhà trường sắp xếp trước đó. Em mong quí nhà trường cho phép em mở phần chuyển đổi lớp để đảm bảo hoàn thành môn học. Em cảm ơn ạ.",
    "Tăng sĩ số  Kính gửi : phông đào tạo trường đại học Bách Khoa TPHCM Em tên là :  . MSSV:  Vì 2 nhóm lớp L03_L07( PH1005 ) và nhóm lớp L05 ( SP1007 ) đều đủ sĩ số nên em mong pđt có thể tăng sĩ số lớp của 2 lớp này để em có thể chuyển các lớp : - Vật lý 2 ( PH1005 ) : từ nhóm lớp L06_L12 sang nhóm lớp L03_L07 - Pháp luật đại cương ( SP1007 ) : từ nhóm lớp L03 sang nhóm lớp L05  ( Lịch sau khi đổi đều hợp lý , không bị trùng lịch của các môn khác ) Mong pđt xem xét yêu cầu của em . Chúc một ngày tốt lành",
    "Em tên là Hoàng Trương Thanh Xuân MSSV , thuộc khoa Kỹ Thuật Hoá Học . Trong đợt đăng ký môn học lần 2, em đã đăng ký lớp L46 Thí Nghiệm Vật Lý, song vì có lí do gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp L khác? Không biết có được không ạ. Em xin cảm ơn.",
    "Gửi phòng đào tạo và ban quản lí của trường ĐH Bách Khoa. Em là  MSSV:. Vì lí do cá nhân đột xuất nên em không thể sắp xếp thời gian suốt hk2 để đảm bảo có mặt đầy đủ suốt hk2 lớp Thí nghiệm vật lí L40 như nhà trường sắp xếp trước đó. Em mong quí nhà trường cho phép em mở phần chuyển đổi lớp để đảm bảo hoàn thành môn học. Em cảm ơn ạ.     B   U",
    "Em tên là Hoàng Trương Thanh Xuân MSSV , thuộc khoa Kỹ Thuật Hoá Học . Trong đợt đăng ký môn học lần 2, em đã đăng ký lớp L46 Thí Nghiệm Vật Lý, song vì có lí do gia đình và công việc, em không thể sắp xếp được thời gian cho lớp này . Em mong được mở hiệu chỉnh và có thể thay đổi sang nhóm lớp L khác? Không biết có được không ạ. Em xin cảm ơn.",
    "Kính chào quý thầy cô. Vì em có việc bận vào chiều thứ 5 hàng tuần nên không thể sắp xếp học thí nghiệm vật lí nhóm L40, em có thể xin đổi sang lớp l47 vào trưa thứ 4 được không ạ? Em xin chân thành cảm ơn .",
    "Thưa các thầy cô em là  MSSV:  . Em bận việc cá nhân đột xuất, trùng vào những ngày học thí nghiệm vật lí nhóm L47.  Em khẩn thiết mong nhà trường cho em được phép chuyển đổi, sắp xếp tkb hợp lí để em có thể tiếp tục theo học và hoàn tất chương trình đúng kế hoạch. Em cảm ơn",
    "Cho em xin tăng thêm sỉ số môn ( Mã môn học:EE3125) ạ.",
    "Kính chào quý thầy cô. Vì em bận vào thứ 5 hàng tuần nên không thể sắp xếp giờ học nhóm L40 được nên có thể cho em xin chuyển sang thứ 4 (L47 hoặc L57) được không ạ? Em xin chân thành cảm ơn.",
    "Em tên là   Mssv :  Em là sinh viên hệ cao đẳng của trung tâm bảo dưỡng công nghiệp . Môn vẽ cơ khí (209037) kỳ này được mở lớp nhưng hiện tại em và các bạn chưa ai đăng kí được , khi đăng ký thì hệ thống thông báo không đăng ký được vì thiếu 806003 - Vẽ kỹ thuật 2A (học trước) . Nhưng em đã qua môn vẽ kỹ thuật . Em xin được hỗ trợ để tụi em có thể đăng ký học được môn trong học kỳ này. Em cảm ơn !",
    "Khoa xây Dựng có gửi công văn xin thay thế môn Tin học trong trắc địa ms 810017 của em  3 đã được khoa và bộ môn ký cho phòng đào tạo xem xét. Cho em hỏi  không biết em có cơ hội và khi nào em có kết quả được chuyển không ạ.",
    "Kính gửi Phòng đào tạo. Em làm đơn này kính mong phòng đào tạo xem xét chuyển giúp em môn Hệ điều hành (Co2017) lớp L01_L02 sang lớp L03_L09 (đã full 28/28 - xem xét tăng giúp em) để em có thể đăng ký thêm môn CO2003 ạ Em xin cám ơn.",
    "Kính gửi : phòng đào tạo trường đại học Bách Khoa TPHCM 2 nhóm lớp L03_L07 ( Vật lý 2 - PH1005) và nhóm lớp L05 ( Pháp luật đại cương - SP1007) đều đủ sĩ số , vậy liệu pđt có thể mở thêm sĩ số 2 lớp đó và chuyển đổi lịch học 2 môn trên của em vào 2 lớp đó được không ạ Em cảm ơn",
    "Kính chào quý thầy cô. Vì hiện nay, em bận vào thứ 5 hàng tuần nên em không thể sắp xếp được giờ học môn thí nghiệm vật lí ở lớp L40. Nhà trường có thể cho em đổi sang nhóm khác được không ạ ? Vì em cũng rất là cần học môn này. Em mong nhà trường phản hồi em sớm ạ. Em xin chân thành cảm ơn.",
    "xin tăng sĩ số lớp Vật lí bán dẫn  do đợt trước đăng ký bị xóa môn  Xin cám ơn   i  .",
    "e cảm ơn thầy/cô đã mở khóa đăng ký môn học cho em.Cho e hỏi tại sao lại chuyển nhóm không được ạ.Cụ thể là môn thực tập điện tử 1 (EE2023 ), chuyển từ L09 sang L18 không được ạ?.Mong thầy/cô chỉ giúp e.Em cảm ơn thầy/cô nhiều",
    "Kính chào quý Thầy Cô . Vì em bận vào thứ 5 hàng tuần nên không thể sắp xếp lịch học môn thí nghiệm vật lí vào ngày ngày được. Nên em xin chuyển sang ngày khác học được không ạ. Vì môn này cũng rất quan trọng với em . Em xin chân thành cảm ơn.",
    "Em chào phòng đào tạo Cho em hỏi có thể tăng sĩ số lớp môn học Giải tích 2 ( MT1005),Vật lý bán dẫn(EE1007),Phương pháp tính(MT1009)  Tại vì em đóng trễ học phí nên giờ mới đươc phép đăng ký môn học nhưng sĩ số lóp lại đầy.  Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. HCM Cho em hỏi là em xem trên mục Điểm chuyển trên Thông tin sinh viên thì Giáo dục thể chất 1 em được điểm 12 còn lại em học võ và bóng chuyền cả hai môn đều có điểm tổng kết 5.0. Như vậy có tính là em đã hoàn thành ba môn thể chất không ạ? Em cảm ơn ạ.",
    "Họ và tên sv:    : MT1005 lớp chính quy và AS1003 lớp chính quy      L01 của môn học AS1003 ;  L24_L43 của môn học MT1005 . Vì lí do kì tới em chưa đủ chuẩn anh văn nên em không được học chuyên ngành nên em đăng kí học cải thiện những môn này, nhưng em lại bị kẹt lịch một vài môn khác. Em cảm ơn nhà trường",
    "như thế này mà chuyển không được là lỗi do gì vậy ạ.thầy giải thích giúp em được không",
    "Chào admin Em tên  MSSv:  Hiện tại em muốn đăng ký môn Quản trị kinh doang cho kỹ sư (mã môn học: IM3001, Lớp A02) nhưng do lớp full rồi, em viết đơn này xin PĐT có thể mở thêm 1 chỗ cho em đăng ký được không. Vì tất cả các giờ khác em bị kẹt giờ hết rồi ạ. Em xin cảm ơn.",
    "Em muốn đăng kí Đồ án môn học kĩ thuật chế tạo-cơ khí chế tạo máy và thực tập hè vào kì sau nhưng lại chưa có điểm các môn tiên quyết thì phải làm thế nào ạ?",
    "Cho em hỏi có thể tăng sỉ số lớp L32-L56 môn Giải tích 2 được không ạ? Em mong được PĐT phản hồi sớm ạ. Em xin cảm ơn.",
    "Thầy  giám đốc trung tâm đào tạo bảo dưỡng công nghiệp đã hủy bỏ quy định về các môn tiên quyết để tạo điều kiện cho sinh viên trả nợ môn học rồi, nhưng bên phòng đào tạo vẫn chưa mở ra để sinh viên đăng kí môn học ạ, em mong phòng đào tạo kiểm tra lại để sinh viên có thể đăng kí sớm nhất có thể, em cảm ơn.",
    "Em có đăng kí thực tập tốt nghiệp vào học kì 192, nhưng em bị rớt một vài môn trong  học kì 191. Quy định của trung tâm là không được đăng kí hai môn có thực hành trở lên cùng với thực tập      Do là khóa cuối của cao đẳng bảo dưỡng công nghiệp, rất khó mở lớp. Nên em xin phòng đào tạo hãy giúp em xóa môn thực tập tốt nghiệp và đăng kí bổ sung những môn sau:      1. Kỹ thuật số (260627)             2. Công nghệ hàn 2 (260625)      3. Tự động hóa (260632)                    ",
    "Tên: Đoàn Hồng Tỏ MSSV: Xin phép thầy cô cho em được đăng kí thêm mô Đồ án chuyên ngành (chế tạo) ME4045, thực tập tốt nghiệp (chế tạo) ME3029 và môn Đề cương luận văn tốt nghiệp ME4093 do tình trạng chưa cập nhật điểm môn học tiên quyết cũng như diểm anh văn cần có.Mong quý thầy cô phụ trách có thể hỗ trợ em để có thời khoá biểu, sớm ngày hoàn thành chương trình để có thể giúp đỡ gia đình , đây cũng là mong muốn lớn nhất của em hiện tại. Em xin chân thành cảm ơn!",
    "Học kì 1 em sợ rớt 3 môn và nếu muốn học lại thì học lại khi nào và học phí học lại là bao nhiêu ạ? Em cảm ơn  B    i  .",
    "Kính gửi pđt. Em tên là , mssv . Hiện tại chương trình học của em hiện tại vẫn còn đủ chỗ cho 1 môn, và em muốn được đăng kí môn điện tử công suất ứng dụng ee3079 và mong muốn được phòng đào tạo mở thêm sỉ số cho môn này. Em chân thành cảm ơn.",
    "Hiện có một số môn học em đang bị đánh thiếu dù đã qua môn tương đương. Cần phải làm gì để xác thực lại cái sai sót này? Em xin cám ơn.",
    "Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do không biết đợt hiệu chỉnh cuối không được hủy môn nên đợt trước em đã đăng kí dư một môn. MSSV của em là , em cần hủy môn Tin học trong quản lí xây dựng, mã CI3169 nhóm lớp A01. Do tài chính gia đình không cho phép nên em không thể bỏ gần 1 triệu để rút môn. Em biết Phòng Đào tạo có thể chỉnh sửa giúp em, mong thầy/cô xem xét cho em vì đây đã là kì cuối cùng em học ở trường. Em xin chân thành cảm ơn.",
    "mở 2 môn EE2005 và EE2007 ",
    "Em xin kính chào thầy cô phòng đào tạo   Em muốn xin thầy cô cho em được hiệu chỉnh môn học Thí nghiệm vật lý  Lí do: em bị kẹt lịch học anh văn đầu vào ở trung tâm ngoài trường ạ, vì nghĩ một buổi rất đắc tiền nên em mạn phép xin thầy cô xem xét cho em ạ Em xin cảm ơn nhiều ạ",
    "Chào thầy/cô. Em là sinh viên K15 khoa Cơ khí, Bộ môn Chế tạo máy. Em sẽ bảo vệ luận văn tốt nghiệp vào ngày 8/1/2020, các môn học trong chương trình đào tạo cũng như điều kiện anh văn em đều đã qua hết. Em được biết đợt tốt nghiệp của nhà trường sẽ vào cuối tháng 4/2020. Tuy nhiên ngày 16/2/2020 em phải đi định cư tại Mỹ cùng gia đình. Không có điều kiện để về Việt Nam làm các thủ tục tốt nghiệp cần thiết cũng như tham dự lễ tốt nghiệp. Vì vậy em muốn ủy quyền cho bạn mình thực hiện các thủ tục cần thiết. Cho em hỏi, các bước cần thiết để ủy quyền như thế nào, có cần soạn mẫu đơn hay không? Các giấy tờ nào cần thiết? Em cần liên hệ các phòngan nào ? Em chân thành cám ơn",
    "em muốn đăng kí lớp kết cấu bê tông cốt thép 1 lớp A01 được không ạ. vì lớp đã full, nếu không được em sẽ bị trễ 1 năm mất",
    "Xin tăng thêm sỉ số môn học Công trình cảng. Mã môn học: CI3203 giờ học: thứ 6 tiết 345",
    "Em muốn mở khóa môn để xóa môn điện tử y sinh EE3037 mail đã giải quyết nhưng em vẫn chưa thể xóa được",
    "Em muốn xin hỏi là mình không đóng học phí kịp thì h mình có thể xin đóng được không ạ",
    "Em muốn xóa môn điện tử y sinh EE3037.Hiện tại không thể xóa ạ",
    "Em là sinh viên chương trình Việt pháp, em định đăng ký lớp đá bóng PE1009, dù đăng ký thử cả hệ chính hay chuyển hệ thì em đều không đăng ký được lớp mã CC04 hoặc TT01, làm sao bọn em có thể đăng ký được vào hai lớp này được. Và cho em hỏi nếu như thể chất 1 em đã học bơi rồi và thể chất 3 em đăng ký học bơi nữa thì có được không?",
    "Chào thầy ( cô ) Em tên  , mssv  Lớp đồ án đã được mở. nhưng bị sai thông tin về tên giảng viên hướng dẫn Môn đồ an công nghệ nhiệt luyện và cán kéo (MA4003) và Thầy   của bộ môn kim loại hướng dẫn, chúng em đã đến gặp nói chuyện và được thầy đồng ý cho mở lớp rồi ạ. Còn tên Thầy  là chủ nhiệm khoa CNVL, người đã kỹ quyết định cho em mở lớp ạ. Có ảnh hưởng gì không ạ? nếu ảnh hưởng thì mong PDT cập nhập lại ạ. Em xin trân thành cảm ơn  ",
    ".",
    "Xin phòng đào tạo tăng sỉ số lớp L04  hoặc L07 để em có thể đăng kí môn học ạ Em cảm ơn.",
    "EM chào anh/chị em là Nguyễn Văn Tâm,em muốn xin tăng sĩ số lớp giải tích mạch mã EE1011 A01 .Em cảm ơn !",
    "Cho em hỏi môn cơ sở kỹ thuật điện sỉ số lớp 10/32 có bị hủy lớp không ạ ? Nếu có mong phòng đào tạo mở hiệu chỉnh cho em và các bạn trong lớp được chuyển nhóm khác . Mong phòng đào tạo trả lời sớm vì 15h hôm nay khoá rồi ạ, em cảm ơn",
    "Mã môn học EE3079: ĐIện tử công suất ứng dụng",
    "Dạ em mới thi anh văn được 330 nhưng đăng kí anh văn 1 không được ạ",
    "Dạ em xin chào Thầy(Cô), Dạ cho em xin phép Phòng Đào Tạo tăng sĩ số 2 môn này giúp em ạ 1. Me3003 dung sai và kỹ thuật đo thứ 4 10-12 A01  2. Me3031 kỹ thuật chế tạo 1 thứ 6 10-12 A01  Em xin chân thành cảm ơn",
    "Em xin được xóa môn học vì sáng nay em mới nhận được điểm qua anh văn năm 3.Nay em xin xóa môn học trước để em được đăng kí hai môn học mới năm 3.mong được xem xét ạ.em cảm ơn  B",
    ". PDT cho e xin tăng sĩ số 3 môn có mã số như sau: 501708 Các kỹ thuật & thủ tục cài đặt 404711 Biểu diễn & xử lý tín hiệu nhiên 408707 Bức xạ, bao bọc, giao thoa",
    "Em xin tăng sĩ số lớp học môn EE3011.",
    "Hiện tại em đã hoàn thành 138/142 tín chỉ thuộc chương trình đào tạo nhưng trong học kì này hai môn em cần học là CN vật liệu nhựa & khuôn mẫu MSMH: ME3207 và Đảm bảo chất lượng MSMH: ME4411 đều đã đủ sinh viên đăng kí. Em rất mong pdt tăng sĩ số lớp để em có thể đkmh hai môn này và hoàn thành chương trình đào tạo trong học kì này. Mong pdt xem xét, em xin chân thành cảm ơn.",
    "ây giờ em muốn đăng ký vô lớp thế chất học bóng rổ trong cs2 nhưng mà hiện tại đã đủ sĩ số các lớp. Có cách nào để đăng ký vô được lớp bóng rổ thứ 3 tiết 7,8 không ạ . Em xin cảm ơn",
    "Em là   Khoa Điện-Điện tử thầy/cô có thể chuyển môn Thực Tập Điện Tử 1 (EE2023) từ nhóm L09 sang L18 được không ạ.em cảm ơn thầy/cô.Do em tự chuyển không được ạ.có file hình bên dưới đó ạ",
    "Môn av cơ bản ở hk 191 của em chưa nhập điểm nên em không đk được av1 Em xin phòng đào tạo đk giúp em môn av1(LA1003) nhóm L04 T2 tiết 8,9,10 Em xin cảm ơn",
    "Me2003: nguyên lý máy Me2007: chi tiết máy Tr2007: kết cấu động cơ đốt trong",
    "Do em đã đăng ký môn vi xử lý (EE2013) lớp L09_L20 nhưng do sĩ số quá ít nên em xin trường cho em chyển sang lớp L09_L19. Em xin chân thành cảm ơn.",
    "Em tên   MSSV   Em kính mong nhà trường cho em được tăng thêm sỉ số lớp học đồ án thiết kế (Me2011)  nhóm lớp A01 của thầy . Vì lý do em rất cần học môn này ở kỳ 192 để kỳ sau em đủ điều kiện làm LVTN. Em kính mong nhà trường giúp đỡ, tạo điều kiện cho em ạ. Em xin chân thành cảm ơn.",
    "Em thi anh văn bên trường được 330 mà không đăng kí anh văn 1 được ạ",
    "Hiện tại nhà trường đã đăng ký cho em môn  xử lý EE2013 lớp L09_L19. Nhưng do sĩ số lớp quá ít (5 sinh viên) nên em hỏi lớp có bị hủy hay không. Nếu lớp bị hủy em xin chuyển qua lớp  xử lý L09_L19 Em xin cảm ơn!",
    "Hiện tại em được nhà trường đăng ký môn EE2013 Vi xử lý - lớp L09-L20 . Nhưng hiện tại sĩ số lớp là 05/32 . Em muốn hỏi là với sĩ số ít như vậy liệu lớp có bị hủy hay không. Nếu lớp bị hủy ,em mong phòng đào tạo chuyển cho em vào lớp Vi xử lý L09-L19. Em xin cảm ơn ! ",
    "ng ký tăng sĩ số môn học: Xử lý tín hiệu số với FPGA - MSMH:EE3041 - Học kỳ 192",
    "Em chào thầy/cô ạ. Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ. Vật lý 2 lớp L05_L10 Bóng chuyền lớp L10 Vật lý bán dẫn lớp L08_L22 Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ. Em cảm ơn ạ!",
    "Em chào thầy/cô ạ. Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ. Vật lý 2 lớp L05_L10 Bóng chuyền lớp L10 Vật lý bán dẫn lớp L08_L22 Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ. Em cảm ơn ạ!",
    "Em chào thầy/cô ạ. Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ. Vật lý 2 lớp L05_L10 Bóng chuyền lớp L10 Vật lý bán dẫn lớp L08_L22 Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ. Em cảm ơn ạ!",
    "Em chào thầy/cô ạ. Em có đăng ký môn học nhưng tuần thứ 7 các môn học có bị trùng và em sợ bị hủy môn nên mong thầy cô tăng sĩ số các lớp sau cho em đổi lớp để không bị trùng lịch tuần thứ 7 ạ. Vật lý 2 lớp L05_L10 Bóng chuyền lớp L10 Vật lý bán dẫn lớp L08_L22 Về lớp vật lý bán dẫn hôm 1/1 em có xin và cô bảo em phòng thí nghiệm đủ chỗ không thể tăng sĩ số lớp nên bảo em xin mở lớp mới kì dự thính. Nhưng kì 191 em đi mổ bệnh và nhà có việc nên em đã không học được nên kì này em không học được giải tích 2 và phương pháp tính nên em tính kỳ dự thính em sẽ học giải tích 1 và vật lý 1, em thấy cũng có lớp 28 29 30 bạn nên mong thầy/cô giúp em mở 1 chỗ cho em học trong kỳ này ạ. Em cảm ơn ạ!",
    "Hôm 22/12 em có kiểm tra av trong trường có kết quả, em muốn đăng kí môn học anh văn tiếp theo nhưng trên đk môn học vẫn để e thiếu av trước, e xin hỏi pđt làm sao e đkmh đc ạ, e xin cảm ơn pđt",
    "Trc đó môn học này chỉ yêu cầu học trc môn Ee1011 giải tích mạch ,mà bây giờ đổi thành tiên quyết, do môn ee 1011 em cũng chưa qua mong nhà trường giải quyết cho em đăng kí, đây là hình em đã từng học môn cơ sở kỹ thuật điện khi môn giải tích mạch còn cho học trc và hình bây giờ  phòng đào tạo hủy",
    "Chào anh chị em muốn chuyển nhóm môn scada nên muốn anh chị mở khoá môn học giùm em em cảm ơn",
    "Em xin tăng sỉ số môn   B Quản lý dự án Kỹ sư    Mã môn học:   B IM2011    Nhóm:   B A02  ",
    "Em chào thầy/cô ạ Em cần tăng sĩ số lớp Bóng chuyền L10 và lớp Vật lý 2 L05_L10 để đăng ký môn học ạ. Em cảm ơn nhiều ạ !",
    "em cập nhật thông tin sinh viên trễ, giờ trễ đăng ký môn học đợt cuối. em nên làm gì để được đăng ký môn học",
    "Kinh Chào quý thầy cô. Dạ em muốn hỏi về tình trạng anh văn nói-viết của em có đạt hay chưa để em xét tốt nghiệp. Thông tin cá nhân: MSSV:  Khoa: Công Nghệ Vật Liệu. Em xin cảm ơn.",
    "Chào anh chị quản lý BKSI Hiện tại em không đăng ký được 2 môn học Kết cấu bêtong cốt thep3 (mã CI3115) và môn Tin học trong quản lý XD ( mã CI3169), vì bị hệ thống báo lỗi là thiếu môn tiên quyết Giáo dục thê chất GST_3.  Trong khi đó e đã hoàn thành môn Giáo dục thể chất 3 ( mã 005001) Nay em đã lên phòng đào tạo khiếu nại nhưng phòng đạo tạo bảo lên liên hệ BKSI để khiếu nại. Em mong anh chị giải quyết giúp em sớm nhất vì đến 3h00 PM hôm nay là hết hạn đăng ký. Nếu trễ em không đăng ký môn học được. Em xin chân thành cảm ơn",
    "Thưa Phòng Đào Tạo! Em tên:  Mssv:  Hiện tại em đang theo học bằng 2 (khoa Điện - Điện Tử) từ năm 2016, vừa rồi em thi TOEIC được 495 điểm. Như vậy có đủ điều kiện để nhận Luận Văn không ạ? Em xin cảm ơn!",
    "Kính gửi Văn phòng Đào Tạo, Em xin phép được viết đơn này để yêu cầu tăng sĩ số nhóm P01 môn học Nguyên Lý Hóa Công nghiệp và được đăng ký học nhóm này. Em là sinh viên K17 chương trình Việt Pháp và đây là môn học đúng tiến độ của em. Vì vậy, với mong muốn được học đúng tiến độ em viết yêu cầu này để xin quý Văn phòng cho em được đăng ký vào lớp học này. Rất mong quý Văn phòng sẽ chấp thuận yêu cầu chính đáng này của em . Sau cùng em xin gửi lời cảm ơn chân thành cùng lời xin lỗi trong sự chậm trễ trong quá trình đăng ký môn học dẫn đến sự cố này.",
    "Em tên  MSSV  em không  đăng kí môn học đợt 3. Do trường có gửi mail đã tạm tính pass anh văn 1 nhưng khi đăng ký môn vẫn bị yêu cầu anh văn 1",
    "Dạ em muốn xin mở thêm sỉ số môn học của môn Hệ thống thông tin quản lý, mã môn học: IM4005",
    "Do em dang ky tre nen bi het si so mon hoc tieng Phap 8 lop P02, em mong phong dao tao giup em mo them si so de co the hoan thanh mon hoc dung han. Em xin cam on a.   i  .",
    "Em tên  mssv  Hiện tại sau khi có kết quả kiểm tra anh văn 2 và em đã pass qua anh văn 2 nên em muốn xóa môn anh văn 2 để có thể đăng ký thêm môn học khác của kì sau, do em đang bị vướng anh văn 1 kỳ nên một PĐT hổ trợ .Em cảm ơn",
    "Em có đăng kí làm tiểu luận tốt nghiệp nhưng chưa được. Chưa đủ điều kiện về Toeic. Nhưng em đã nộp bằng toeic và đã hợp lệ. Kính mong thầy cô xem xét để em nhanh chóng hoàn thành đăng kí tiểu luận ạ",
    "Dạ cho em hỏi là em muốn đăng ký môn Kỹ thuật điều khiển tự động (ME2009) phải có môn tiên quyết Trang bị điện điện tử (ME2005) nhưng trong chương trình đào tạo của em không có môn tiên quyết này. Vậy em phải làm sao để đăng ký được môn này ạ. Em xin cảm ơn. _5_Khoa cơ khí_Ngành công nghệ may.",
    "Em là sinh viên khoá 2018. Hiện tại em đã đủ điều kiện đăng kí môn anh văn 1- em thi anh văn định kỳ được 325 điểm và đang có nhu cầu đăng kí môn học anh văn 1, mã môn học LA1003, nhưng hiện mã môn không cho em đăng kí và môn học đang được mở. Do vậy, cho em hỏi là trường hợp này em giải quyết sao ạ? Và nếu được, em mong Phòng đào tạo tạo điều kiện cho em đăng kí được môn học. Em xin chân thành cảm ơn!",
    "Em xin đăng kí vào lớp B04 MSMH:CI4127 ĐAMH Tổ chức thi công và lớp A01 MSMH: CI2093 ĐAMH kết cấu btct 1",
    "Mong pdt tăng sĩ số lớp B01 mã CI4037 của thầy  và lớp A01 mã  CI1051 của thầy   .",
    "Các lớp học môn đại số tuyến tính (MT1007) đã đầy sinh viên mà môn này lại là môn bắt buộc học kỳ sau của em nên em xin được mở thêm sỉ số lớp và cho em được thêm vào lớp L11_L21 môn đại số tuyến tính (MT1007) của cô . Em xin cảm ơn.",
    "Em muốn xin mở thêm sĩ số môn \"sức bền vật liệu (CI2007), Vì hiền tại chỉ có một lớp và đã đủ sĩ số nên em không thể đăng ký được, môn này là môn tiên quyết nên em buộc phải học vào kỳ tới Em rất mong nhận được sự giúp đỡ của nhà trường Trân trọng cảm ơn! ",
    "Em chào thầy/cô Cho em hỏi nếu đơn hỗ trợ tăng sĩ lớp 6428 và 6261 của em không kịp trong chiều nay thì em có thể gửi đơn để đăng ký ở pđt không ạ, và nếu gửi thì em lấy biểu mẫu gì ạ chứ em không thấy biểu nó mẫu để xét trường hợp này trên aao ạ Em cảm ơn ạ",
    "Em kính chào thầy cô phòng đào tạo  Em muốn xin thầy cô cho em được hiệu chỉnh môn học Thí nghiệm vật lý Lí do:em bị kẹt lịch học avdv ngoài trung tâm,xin thầy cô xem xét cho em  Em cảm ơn nhiều ạ",
    "Hiện môn Pháp luật Việt Nam(008001) đang mở một lớp và sỉ số vẫn còn 67/70. Môn học 008001 mở chung cho tất cả các lớp chính quy bao gồm cả Việt Pháp. Nhưng hiện giờ em đăng kí để học thì lại thông báo là không đăng ký được. Xin phòng đào tạo xem xét và giải quyết cho em được học môn học này để hoàn thành chương trình đào tạo.",
    "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm đơn gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em thỏa đáng.",
    "Chào anh/chị, Nếu sau khi biết kết quả kì này là 27 chỉ thì em cần làm đơn như thế nào để được ĐKMH năm 2 và làm như thế nào để PĐT mở cho em đăng kí ạ. Em xin cảm ơn",
    "Kính chào phòng đào tạo. Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn). Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em: 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ? 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), theo quy định của nhà trường thì được nợ tối đa 7 Tín Chỉ Tích Lũy Ngành, vậy 3 môn này không được đưa vào để xét tín chỉ nhận Luận văn đúng không ạ? (Vì là 1 môn tự chọn và 2 môn đại cương, không phải môn ngành) Em cám ơn",
    "Em tên là  mssv .Dạ cho em hỏi bây giời em còn môn cơ lưu chất ci2003 và là sinh viên năm cuối rồi kỳ trước em có đăng ký môn cơ lưu chất này nhưng mà đợi điểm lâu quá nhưng chưa chắc em đã qua nên kỳ này em muốn học nhưng mà sĩ số đã full nên em không đăng ký được em muốn học trong kỳ sao để có thể ra trường được mong quí thầy cô giúp đỡ cho em vào lớp L01_L02.",
    "Chào quý thầy cô, em là sinh viên khoa Điện-Điện tử, ngành Điện tử viễn thông. Em đã từng đăng kí môn Kỹ thuật ra quyết định (EE3145) cho môn tự chọn nhóm C ở kì trước đó. Kì này em muốn đi cải thiện lại môn này nhưng lúc đăng kí lại nhận thông báo: thiếu các môn Hệ thống cung cấp điện (EE3001) và Giải tích hệ thống điện (EE3013) . Cho em hỏi tại sao học kì này lại vậy ạ.",
    "Dear anh/chị supporter, Em muốn đăng ký vào lớp:  Xác suất thống kê - Giáo Viên :  - Nhóm lớp : A01 - Cơ sở : 1 - Thứ 3 : tiết 3-4-5 - Phòng : B1-212 Bởi vì em phải đợi thời gian để xử lý lỗi đăng ký môn học nên môn học trên của em đã full nên không thể đăng ký được nữa. Mong anh/chị có thể cho em đăng ký vào lớp này ạ.   i  .",
    "Thầy cô cho em hỏi em đăng kí av1 thì bị báo là chưa có điểm avcb. Mà avcb em thi ngày 26 rồi. Mong thầy cô giúp ạ",
    "PDT cho e xin tăng sĩ số 3 môn có mã số như sau: 501708 Các kỹ thuật & thủ tục cài đặt 404711 Biểu diễn & xử lý tín hiệu nhiên 408707 Bức xạ, bao bọc, giao thoa",
    "Kính gửi: Phòng Đào Tạo trường Đại học Bách  thành phố Hồ Chí  Em tên là: Võ  Trí MSSV     :       : Kỹ thuật xây dựng Lớp      : VL18XD  Hôm nay em viết đơn này là vì em muốn xin phòng đào tạo mở thêm sỉ số lớp môn học giải tích 2 giúp em. Em xin đăng kí lớp L34( Nhóm lí thuyết), L61( Nhóm bài tập) học vào thứ 6 tiết 2,3,4 phòng H1-212 và thứ 6 tiết 9,10 phòng H1-102. Em xin chân thành cảm ơn ạ!          Hồ Chí , ngày 3 tháng 1 năm 2020",
    "Dạ cho em hỏi đăng kí môn học cho sinh viên nộp chứng chỉ trễ ngày 5/2 ,sinh viên được tự chọn môn và lịch học không hay trường xếp ạ.",
    "L04_L13 ",
    "Chào anh/chị em muốn xin tăng sĩ số lớp L06  của Thầy .",
    "Kính thưa các thầy cô! Kính thưa phòng đào tạo trường ĐH Bách Khoa ĐHQG-TPHCM! Em tên là . Em xin trình bày về vấn đề của mình như sau:  Em có nguyện vọng xin vào một slot Pháp luật Việt Nam đại cương do tình trạng của em vẫn chưa đủ tín chỉ nhưng các lớp hiện nay đã full hết rồi ạ. Em mong quý thầy cô có thể xem xét để cho em có thể một vị trí trong lớp học ạ  Em xin chân thành cảm ơn quý thầy cô ",
    "Em tên   Cho em xin tăng sĩ số lớp EE2007 (Mạch điện tử) ạ Em cảm ơn",
    "Dạ cho em xin mở thêm sĩ số để đăng kí môn học :Đảm bảo chất lượng,mã môn học Me4411 ạ: em xin cảm ơn!",
    "Dạ em là  MSSV 9 K13 của em có môn Thí nghiệm công trình (MMH: 804046) có môn tương đương là CI4011 nhưng không còn mở lớp mã A chỉ mở lớp mã B01 em không thể đăng ký được ạ. cho em hỏi có thể cho em xin phép được đăng ký vào lớp này hay không ạ?",
    "Em chào admin Em tên . Mssv :  Em khoa Tài nguyên và Môi trường ạ Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1/2020 em không biết là không hủy đăng ký môn được. Em xin đề nghị pđt xóa môn Con người và Môi trường (mã EN1003 Lớp L03) mà em đăng ký ạ!̣ (tại vì khoa em không học môn đó nữa ạ) Em xin cám ơn nhiều ạ",
    "Dạ em muốn xin mở thêm 1 slot đăng kí lớp CC02, môn học Hệ thống thông tin quản lý, mã môn học: IM4005 ạ",
    "Em chào thầy!Em là sv khóa 13, vào học kỳ 171 có đăng ký môn học thi công công trình cảng mã của k14, học kỳ 181 có đăng ký môn học công trình đường thủy (bao gồm các môn học ct đường thủy, nâng hạ tàu và đồ án nâng hạ tàu)  mã của k14  và đã qua môn nhưng trong điểm chuyển lại không thấy nhà trường chuyển điểm 2 môn đồ án tương dương là đồ án thi công công trinh cảng và đồ án nâng hạ tàu cho em! em xin nhờ thầy và nhà trường xem xét và chuyển điểm 2 môn đồ án giùm em! Em xin cảm ơn!  ",
    "13T5027    . SV :Truong thanh long Mssv: 213T5027 Em xin dươc dăng ki môn hoc. ME2003 Nguyen ly may  ME4003 thiêt kê hê thông cơ khi. Em không dawng ki dươc vi full si sô,em xin dươc dang ki xin tawng si so dê co lơp hoc",
    "Em xin tăng sỉ số môn   B Quản lý dự án Kỹ sư    Mã môn học:   B IM2011    Nhóm:   B A02  ",
    "Em có đăng ký môn học mã PH1005 ở đợt 2 và được xếp vào lớp L01. Nhưng khi có kết quả đợt 2 thì em bị hủy môn mà không có lý do. Và đợt 3 em không còn đăng ký được do số lượng đã đủ và một vài lớp còn thì em bị trùng thời khoá biểu. Giờ em phải làm sao ạ",
    "Kính gửi thầy cô pet , em tên  Mssv   Thầy cô có thể cho em xin thêm tăng sủ số môn EN2021 lớp L01 đc ko ạ ? Vì thời gian sắp hết ạ . Em xin cảm ơn",
    "Tư tưởng , Mã: SP1005, lớp A03",
    "Em có đăng kí môn học đợt 1 nhưng do chưa thanh toán học phí kịp.Em có đăng kí lại vào đợt 2 nhưng đã hết lớp với bị trùng giờ  thầy/cô đắng kí giúp dùm em môm giải tích 2 lớp L30_L53 và môn vẽ kĩ thuật trong xây dựng lớp L01_L01. Em cảm ơn ạ.",
    "Tăng sĩ số môn học cad/cam ME4007 thứ 3 4 5",
    "Me2007: chi tiết máy Me2003: nguyên lý máy",
    "Em chào thầy Dạ mong pđt có thể tăng cho em 1 vé vào lớp vật lý bán dẫn lớp L08_L22 với ạ Em cảm ơn ạ",
    "chào ạ. em muốn biết lý do tại sao 2 môn AV 1 và Nhận thức ngành của em lại bị huỷ sau đợt 2 ạ. em thi toiec 335đ đã thẩm tra thì đủ điều kiện học rồi chứ ạ???",
    "Em chào thầy/cô Dạ cho em hỏi em đăng ký mà có 2 môn bị trùng lịch 2 tiết vào DUY NHẤT tuần thứ 7 thì liệu em có bị xoá môn không ạ Em cảm ơn ạ !",
    "Chào thầy cô ạ, em tên là , hiện đang là sinh viên khoá k19 của trường ạ, hôm nay em viết yêu cầu này để bày tỏ một thắc mắc của em ạ, mong quý thầy cô có thể giải đáp giúp e ạ, chuyện là em mới vừa bị té xe máy, nếu em đem sổ khám bệnh của bệnh viện lên trường thì em có thể được hưởng tiền trợ cấp bảo hiểm tai nan không ạ Em xin chân thành cảm ơn quý thầy cô đã đọc yêu cầu của em ạ.",
    "Em hiện đã hoàn thành 138/142 tc . Vì chưa đủ tín chỉ tổ hợp tự chọn 3 mà em lại không thể đăng kí được hai môn vì lớp quá sĩ số nên em đã đăng kí một môn tự chọn là Kĩ thuật nâng vận chuyển MSMH: ME3021 và một môn khác có trong chương trình đào tạo chuyên ngành kĩ thuật chế tạo là Tối ưu hóa và quy hoạch thực nghiệm MSMH: ME3215 như thế sau khi hoàn thành môn học em có được xét đủ tín chỉ không hay phải học đúng những môn trong tổ hợp tự chọn 3 trước khi chuyển hệ.",
    "Dạ em chào Thầy Cô, Thầy Cô cho em hỏi là trong HK19, nhóm môn tự chọn của em là 3 chỉ nhưng em đăng kí học 2 môn cùng nhóm (6 chỉ), nếu em rớt một môn tự chọn và vẫn đậu môn cùng nhóm đó là em đã tích lũy được 3 chỉ. Vậy em có bị học lại môn tự chọn bị rớt khi em đã tích lũy đủ số tín chỉ của môn tự chọn đó không ạ. Mong Thầy Cô giải đáp giúp em ạ, em chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo! Em xin có 1 câu hỏi là: Em là SV Hệ Chính Quy, nếu hết thời gian đào tạo cho phép mà em vẫn chưa đủ điều kiện tốt nghiệp, em muốn chuyển sang Hệ VLVH thì những môn học và tín chỉ em đã tích lũy được có được tiếp tục tính tiếp hay là em phải học lại từ đầu ạ? Kính mong Phòng Đào Tạo giải đáp thắc mắc giúp em ạ!",
    "Cho em xin mail của thầy  ạ, em cảm ơn ạ",
    "Kính gửi: Quý thầy/cô Phòng Đào tạo trường Đại học Bách Khoa TP.HCM. Em tên:  - MSSV: . Em viết đơn này mong quý thầy/cô có thể đăng ký giúp em môn Xác suất thống kê. Em đã đăng ký môn này nhưng hôm nay sau thời gian đăng kí hết, khi vào lại web môn này của em đã bị xoá ạ. Cụ thể: MT2001 - lớp L10. Em mong thầy cô có thể giúp em. Em xin cảm ơn ạ.",
    "Cho em hỏi là môn Thí nghiệm vật lí có dự thính không ạ?",
    "Dạ em chào Thầy/Cô, Em tên , MSSV: . Thầy/Cô vui lòng cho em hỏi: nếu em không đạt môn Giáo dục thể chất Điền kinh, em có thể đăng ký 1 môn GDTC khác ở học kỳ sau để được tính là hoàn thành 3 môn GDTC được không ạ? Hay em phải đăng ký học lại môn Điền kinh thì mới được tính ạ? Em cảm ơn Thầy/Cô.",
    "Cho em hỏi khi em nộp chứng chỉ ngoại ngữ thì đến đợt chuyển điểm anh văn, điểm sẽ được tính thẳng vào trung bình tích lũy phải không ạ?",
    "i  . Cơ Lưu Chất CI2003, lớp thầy , thứ 4 tiết 2 3 4 và thứ 7 tiết 7 8 9. Mong thầy/cô giúp em.",
    "Cho em hỏi học kì này em có bỏ học 1 môn , đtb môn đó là 13 là bị cấm đăng kí môn trong học kì sau phải không ạ ? Và nếu thế em có thể làm đơn xin phép học được không thưa cô / thầy",
    "Hôm qua (6/1) em có xin mở thêm sĩ số lớp nhưng em nhận được thông báo giải quyết trường hợp của em muộn, nên em đã trễ giờ đóng đăng kí online, giờ em muốn đăng kí môn thì phải làm sao ạ?",
    "Do cập nhật thông tin cá nhân chậm nên không kịp đăng ký môn học học kỳ Học kỳ 2 Năm học 2019 - 2020 nên mong Phòng Đào Tạo xem xét cho đăng ký bổ sung.",
    "Dạ thưa em là 1 sinh viên bị cảnh cáo học vụ và học kì này em đã bỏ thi 1 môn , để không bị đình chỉ học vụ thì em phải làm đơn như thế nào và có cần phải có bố mẹ đi theo không thưa cô / thầy",
    "t thi vừa rồi em thấy mình làm bài khá tệ và muốn thi lại. Em đã lên trang web pđt để tìm hiểu nhưng không thấy bất kì thông tin nào về vấn đề này . Làm ơn cho em biết điều kiện để được thi lại và cách đăng kí . Em cám ơn",
    "Em đã cập nhật tất cả thông tin cá nhân, nhưng khi vào đăng ký môn học vẫn không đăng ký được với lý do: chưa cập nhật thông tin cá nhân1",
    "Kính gửi:   B ý Thầy (Cô       Em tên là:      MSSV:      Lớp:   B DC16KK     Khoa:  B  Kỹ thuật Địa chất và Dầu khí       Em xin trình bày vấn đề của em như sau:  Hôm qua, là hạn cuối cùng của đợt đăng kí môn học lần 3 cho học kì 192 Nhưng do lỗi chủ quan của em chưa thật sự chú ý, nên em đã bỏ lỡ việc đăng kí môn học lần này Vì là kì cuối của năm tư, em chỉ còn mỗi môn Luận văn Tốt nghiệp Nhưng hiện tại em chưa đủ điều kiện anh văn để nhận đề tài Luận văn Do đó thời khóa biểu của em tạm trống   Em muốn xin được đăng kí 1 môn để duy trì kế hoạch học tập Môn học em muốn đăng kí là Phương pháp tính (MT1009   • Lớp của cô   • Nhóm A01   • Thứ 4 tiết 3, 4, 5  • Phòng 213B1    Rất xin lỗi ý Thầy (Cô vì sự cố trên    Kính mong ý Thầy (Cô xem xét nguyện vọng của em    Chân thành cảm ơn ý Thầy (Cô    Trân trọng",
    "Trong đợt hiệu chỉnh đăng kí môn học từ ngày 18/12/2019 tới ngày 23/12/2019, em có đăng kí môn thí nghiệm hóa lý mã CH2041 lớp L09 vào ngày 19/12/2019 Ngày 31/12/2019, phòng đào tạo thay đổi lớp của em sang L01 Cho em xin chuyển lại về lớp cũ môn thí nghiệm hóa lý - CH2041 -L09 -  -  Em cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là  Mssv  Hôm trước em có đăng ký môn học Kỹthuật chẩnđoán &bd ôtô - Tr4021 nhưng sĩ số đã đủ và không đăng ký được.Nay em xem lại thì thấy sĩ số có tăng lên nhưng lại hết hạn đăng ký.Vậy kính mong Phòng đào tạo đăng ký giúp em môn học này. Em xin cảm ơn Phòng đào tạo.",
    "Mã môn học: PH1007 Mã nhóm: L57",
    "Kính gửi: Phòng đào tạo trường đại học bách khoa  Em tên: SV: học Trung tâm đào tạo bảo dưỡng công nghiệp , em kính mong phòng tào đạo tăng sỉ số môn học pháp luật việt nam đại cương MMH:SP1007 ở nhóm/lớp CC02 ; thứ 3 tiết 8,9 ; phòng B9-203 ; CS1 ; giảng viên:  để em được học trong học kỳ chính của hk192 . Em xin chân thành cảm ơn .  ",
    "Dạ em mới nhận được kết quả thi toeic được 435 điểm không đủ điểm nhận luận văn kì tới và chưa đăng kí môn học nào trong học kì tới thì em có bị cảnh cáo và ảnh hưởng gì không ạ.( em chưa bị cảnh cáo lần nào ạ) và cách giải quyết để không bị tạm dừng ạ. Em cảm ơn ạ",
    "Thưa thầy (cô), Em muốn xin đăng kí đề cương luận văn (hk192) trước thực tập tốt nghiệp (hk183) thì xin như thế nào?",
    "Dạ cho em hỏi là em vào trang E-L trường để nộp chứng chỉ ngoại ngữ (bằng IELTS) nhưng em  không thể nộp với lý do là phải chuyển trực tiếp từ cơ sở thi IDP đến phòng đào tạo. Vậy em nên làm trình tự nộp bằng anh văn như thế nào ạ? để kịp xét học kỳ này ạ. Em cảm ơn ạ.",
    "cho tôi hỏi tôi đk vb2 hệ vừa làm vừa học đến hiện tại vẫn chưa nhận được danh sách các môn được miễn vậy cho tôi hỏi có được miễn môn đối với các môn đã học ở vb1 hay không? Nếu có khi nào có? Trường gửi mail kêu đk môn học nhưng tôi không biết các môn nào được miễn hoặc không để đăng ký!",
    "Dạ kính thưa PDT, em tên là  Lớp CK17LOG Vào đợt đăng ký môn học học kỳ 2 đợt 2 (2019-2020), em có đăng ký 2 môn thể dục là Bóng Bàn và Bóng Chuyền. Trong đó, Bóng Chuyền em đăng ký nhóm lớp A11(tiết 4-5 thứ 6) và Bóng Bàn em đăng ký nhóm lớp L10(tiết 4-5 thứ 4). Tuy nhiên vào đợt trả kết quả kết quả đợt 2, môn Bóng Bàn của em đã bị xóa và thời khóa biểu được thay bằng môn Bóng Chuyền . Theo quy chế mới của nhà trường thì sinh viên năm 3 phải hoàn thành chương trình GDTC mới được đăng ký môn năm 4. Nay em có nguyện vọng là được học môn Bóng Bàn lớp L10 như đã đăng ký và thêm môn Bóng Chuyền vào 1 buổi trống khác để em có thể tiếp tục học tập vào năm 4. Em biết đã quá hạn đăng ký và hiệu chỉnh đợt 3, em xin chịu trách nhiệm và kính mong PDT xem xét trường hợp của em. Em xin chân thành cảm ơn nhà trường.",
    "Hiện tại em là sinh viên PFIEV K15 Em còn nợ 14 tín chỉ, trong đó có 10 tín chỉ là của 2 môn đại cương, và tổng số môn em nợ là 4 môn. Vì PFIEV lịch họn khá kín nên em không có thời gian để đăng ký học, mọi chứng chỉ ngoại ngữ tiếng Anh, tiếng Pháp hiện tại em đã đạt đủ yêu cầu của nhà trường Cho em hỏi em có thể làm đơn xin phòng đào tạo cứu xét để nhận luận văn tốt nghiệp được không ạ?",
    "Hôm nay(7/1/2020) em có đến PĐT để gửi đơn hủy môn học (vì quá số tín chỉ khi đăng kí luận văn) nhưng có một cô ở bàn tiếp SV nói là không hủy được vì hết hạn để hủy và nói là bây giờ chỉ được rút môn.Vậy cho em hỏi vậy là đúng không ạ.em cảm ơn",
    "Dạ cho em hỏi, em thấy mẫu đơn xin vắng thi cuối kỳ có phép (mẫu 2019) có mục chữ ký của giáo viên giảng dạy và chữ ký của chủ nhiệm khoa . Vậy em phải tự đi xin chữ ký giáo viên giảng dạy và chủ nhiệm khoa rồi mới đem nộp lên phòng đào tạo đúng không ạ? Nếu vậy sẽ rất khó khăn cho em, vì em vắng thi 4 môn do đi viện, sức khỏe còn yếu nên rất khó để đi chờ gặp 5 thầy cô để xin chữ ký, không biết có cách nào khác không ạ ? Hay em dùng mẫu đơn xin vắng thi cũ không có mục chữ ký của giáo viên giảng dạy và chủ nhiệm khoa có được không ạ ? Em cảm ơn.",
    "Kính gửi: Phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp -Em tên là: , MSSV , lớp BD16CDT, ngành: bảo dưỡng công nghiệp -Nay em viết đơn này, kính mong phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp cho em được phép trình bày nội dung như sau: -vì đợt đăng ký môn học HK192 vừa rồi, em đăng kí môn bị trể nên lớp học đã đầy. -Nên em kính mong Phòng đào tao và giám đốc trung tâm bảo dưỡng công nghiệp cho em được bổ sung môn học sau:   + Hóa hữu cơ   + MSMH: CH2021   + Nhóm: A04   + Thời gian học: Thứ 6 - Tiết 10-11-12 -Vì môn Hóa Hữu Cơ MSMH:CH2021 đã đủ sĩ số, nên em kính mong phòng đào tạo và giám đốc trung tâm sẽ cho phép tăng sĩ số vì( ngành em đang theo học là ngành bảo dưỡng cơ điện tử, ngành này chỉ mở đúng một lớp khóa 2016 nên chỉ có khoảng 40 bạn 1 lớp, hơn một nữa các bạn đã ra trường.Còn em thì  vẫn còn nhiều môn chưa học, nên em muốn xin đăng kí thêm môn để được nhanh chóng hoàn thành chương trình học) Em kính mong được sự xem xét và chấp thuận từ phòng đào tạo và giám đốc trung tâm bảo dưỡng công nghiệp để em có thể hoàn thành được khóa học sớm. -Em xin chân thành cám ơn.         TPHCM, ngày 7 tháng 1 năm 2020                    Kính đơn                ",
    "dạ thưa em đăng kí học môn giải tích 1 của mã môn học cũ thuộc môn tương đương,em học đạt nhưng điểm môn học giải tích 1 trong điểm tiến độ học tập là điểm 12 (MT điểm miễn học miễn thi),dạ thưa em được phép tốt nghiệp với số điểm 12 được chứ ạ,em thấy trong điểm tiến độ tích dấu đạt",
    "Em chưa đăng ký môn học học kỳ (2019-2020) đợt 3",
    "Em chào cô.Em tháng 11 này là hết học nhưng thiếu môn tiên quyết thì có được đăng kí môn luận văn tốt nghiệp không ạ.Em xin cảm ơn.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi có điểm Pháp luật đại cương của thầy  chưa ạ? Em cám ơn PĐT nhiều!",
    "Em chào Admin Em tên là  MSVV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh đăng kí môn học đợt 3(cuối) ngày 2/1/2020 Do sơ ý nên em đã lỡ đăng kí trùng thời khoá biểu môn học pháp luật đại cương( mã sp1007-Lớp L05) và môn cơ lưu chất(mã ci2003- Lớp L04) vào thứ 4 tiết 2-3-4  Vậy e xin pđt cho e hỏi e còn có thể xoá 1 trong 2 môn đã đăng kí không ạ Em xin cảm ơn rất nhiều.",
    "Em chào thầy/cô Em cần chuyển lớp vật lý 2 từ lớp cũ qua lớp L05_L10 vì trùng lịch vào tuần thứ 7 ạ. Do hôm em xin tăng sĩ số mà không được ạ. Nếu không chuyển được thì mong thầy/cô xoá môn vật lý 2 hộ em ạ . Em cảm ơn ạ!",
    "Chào anh chị,cho em hỏi vấn đề này: Sau khi nộp đơn rút môn học thì kể từ ngày nộp đơn (4/2/2020 đến 12/2/2020) sau bao nhiêu ngày thì môn học đó sẽ được xử lí để xóa môn đó ra khỏi thời khóa biểu ạ, có xử lí kịp trước ngày 11/2/2020 không ạ, vì em bị  quá số tín chỉ đăng kí cho LVTN ạ, đợt đăng kí LVTN đợt cuối cùng là từ 11/02/2020 đến 17/02/2020 ạ.Em cảm ơn anh chị nhiều ạ",
    "Em xin chào thầy cô, em xin được trình bày là trước khi học ở trường Bách Khoa thì năm ngoái em đã học bên trường KHTN và đã có được chứng chỉ GDQP. Năm nay,em đã nộp bản photo chứng chỉ ấy và đã nhận được quyết định miễn môn Quốc Phòng.Nhưng em thấy học phí của em vẫn tính phần học phí của môn này.Vì vậy em muốn hỏi là khi đã được miễn ôn Quốc phòng rồi thì học phí môn này có được trả lại không ạ. Em xin cảm ơn ạ.",
    "Em thanh toán học phí trễ hạn nhưng đã thành toán trước lúc đăng kí môn học đợt 3. Em đăng kí môn học đợt 3 nhưng không còn lớp trống để đăng kí. Em mong nhà trường có thể giúp em có thể đăng kí được không.",
    "Em chưa đăng ký môn hoc học kỳ (2019-2020) đợt 3 nên xin hỏi hạn chót đăng ký và các điều kiện để được đăng ký. Em xin hỏi còn đợt đăng ký nào sau đợt đăng ký đợt 3 nữa không ạ ?",
    "Em là sinh viên K17, khoa kỹ thuật xây dựng. Em muốn hỏi là em có thể đăng kí thêm vào một môn học mới sau khi đã có thời khóa biểu được không ạ (môn học đó rất quan trọng)? Hiện tại môn học đó đang được xem xet mở lớp, vì tui em có mail cho thầy trưởng phòng đào tạo.",
    "Về điểm tổng kết môn học GDTC HK191 vừa rồi của e Em học môn bóng chuyền thứ 6 tiết 2-3 (L-05) của Thầy  Lúc thi kết thúc môn học em đã được điểm tổng kết là 70, nhưng không biết sự cố là như thế nào mà trên mục mybk bảng điểm của em điểm tổng kết môn học là 13 Em đã tìm cách liên lạc với thầy  để làm rõ nhưng không được Em mong PĐT giúp em liên lạc với thầy  để giải quyết giùm em Em xin cảm ơn!   MSSV",
    "Em xin hỏi sau đợt đăng ký môn học đợt 3 (2019-2020) còn đợt nào nữa không ạ",
    "em là , mssv , hôm qua em vừa nhận được kết quả môn Truyền sô liệu và mạng EE3019 học kì vừa rồi, em học nhóm A07 lớp thầy , em bị thiếu cọc điểm giữa kì dẫn đến bị rớt môn, mong PĐT kiểm tra lại và sửa giùm em, em xin cảm ơn",
    "Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do không biết đợt hiệu chỉnh cuối không được hủy môn nên đợt trước em đã đăng kí dư một môn. MSSV của em là , em cần hủy môn Tin học trong quản lí xây dựng, mã CI3169 nhóm lớp A01 . Do tài chính gia đình không cho phép nên em không thể bỏ gần 1 triệu để rút môn. Em biết Phòng Đào tạo có thể chỉnh sửa giúp em, mong thầy/cô xem xét cho em vì đây đã là kì cuối cùng em học ở trường. Em xin chân thành cảm ơn.",
    "Kính chào phòng đào tạo. Em đã học và có điểm đạt của môn Thuỷ văn công trình (CI3025) tương đương cho môn Thuỷ văn (808015), tuy nhiên hiện tại em vẫn chưa được chuyển điểm tương đương. Mong phòng đào tạo xem xét và chuyển điểm giúp em. Em cám ơn.",
    "Em chưa đăng ký môn hoc học kỳ (2019-2020) đợt 3 nên xin hỏi hạn chót đăng ký và các điều kiện để được đăng ký. Em xin hỏi còn đợt đăng ký nào sau đợt đăng ký đợt 3 nữa không ạ ?",
    "Em nhận đc email đăng kí môn gdtc mà em tìm hoài k thấy chỗ đăng kí ( em lên mybk mà k thấy chỗ toàn là đăng kí đợt 3 đợt 2 gì đó ). Với lại trong email k có hướng dẫn đăng kí luôn :(   i     .",
    "MÌNH VÀO DS ĐK LỚP KẾT CẤU BÊ TÔNG CỐT THÉP 1(CI2091). TÊN ẾU MSSV 171286",
    "Cho em hỏi bây giờ e muốn bảo lưu học kì 2 thì em phải làm sao ạ có thể làm trên mail đc k ạ ? Em cám ơn",
    "em muốn hỏi điểm thí nghiệm hóa đã học ở kì trước có được bảo lưu lại ở học kì này k ạ! Ở kì trước e chưa làm giấy bảo lưu ạ!!   ",
    "MSSV: Cho em hỏi là điểm thi anh văn lần hai này là dùng để xét miễn anh văn không hay là chỉ chuyển từ anh văn này sang anh văn khác thôi ạ ?",
    "Em là sinh viên năm nhất khoa Điện. Em đã nộp bằng IELTS 6.5 và được xét duyệt 4 anh văn rồi. Em muốn hỏi là sau năm nhất thì 4 tín chỉ của anh văn 1 và anh văn 2 có được gộp chung vào với những tín chỉ khác để đủ 28 tín chỉ xét năm hai không ạ???",
    "Em chào thầy/cô Em cần rút môn Vật lý 2 mã PH1005 lớp L03_L07  do bị trùng tiết và môn đó không phải môn bắt buộc của em . Em mong PĐT hỗ trợ trực tuyến cho em vì em đã về nhà mà 14/1 có thời khoá biểu nên em rút trước tránh rắc rối sau này ạ!  Em cảm ơn ạ!",
    "Em chào thầy/cô Thầy cô cho em hỏi về chỉ thể dục theo tiên quyết để đăng kí các môn theo năm và bao giờ thì mình áp dụng ạ Em cảm ơn",
    "dạ lúc trước em có hỏi mở thêm sĩ số lớp kinh tế vi mô CLC - IM1003 của thầy . Em gửi yêu cầu hôm t6 ngày 3/1/2020 nhưng vì là lần đầu nên em cứ đợi mail phản hồi của PĐT đến hôm nay 9/1/2020 và bỏ lỡ đợt ĐKMH vừa rồi. Em xin lỗi ạ",
    "Chào thầy/cô! Em tên -mssv: , lớp CK16KTK. Vì đợt bảo vệ đồ án chuyên ngành vừa rồi em làm không tốt và ngày bảo vệ là 07/01/2020 sau đợt 3 đăng kí môn học từ 02/01/2020 đến 06/01/2020 nên em mong thầy/cô xem xét, có thể cho em đăng kí bổ sung môn học Đồ án chuyên ngành (kỹ thuật thiết kế) (ME4047)được không?. Dạ em cảm ơn.",
    "Em tên , MSSV 2, khoa Xây dựng . Ở học kì trước (HK 1 NH 2019-2020) em có học môn Thuỷ Văn công trình theo mã mới (CI3025) và Thí nghiệm công trình (CI4011) để tương đương cho Thuỷ văn (808015) và Thí nghiệm công trình (804046) khoá cũ của em theo như trên danh sách môn tương đương thay thế của nhà trường, kết quả trên bảng điểm của 2 môn đã có tuy nhiên trên Mybk (phần tiến độ học tập) thì em vẫn chưa được cập nhật điểm 12 và xác nhận Đạt 2 môn nói trên. Em xin phép phòng đào tạo xem xét giải quyết và cập nhật giúp em các môn em nêu trên để kịp đăng ký LVTN . Em cám ơn.",
    "Em muốn đăng ký mở lớp dự thính môn Quản lý dự án IM4003 thì em cần phải làm những gì ạ?",
    "Em tên , MSSV 2, khoa Xây dựng . Ở học kì trước (HK 1 NH 2019-2020) em có học môn Thuỷ Văn công trình theo mã mới (CI3025) và Thí nghiệm công trình (CI4011) để tương đương cho Thuỷ văn (808015) và Thí nghiệm công trình (804046) khoá cũ của em theo như trên danh sách môn tương đương thay thế của nhà trường, kết quả trên bảng điểm của 2 môn đã có tuy nhiên trên Mybk (phần tiến độ học tập) thì em vẫn chưa được cập nhật điểm 12 và xác nhận Đạt 2 môn nói trên. Em xin phép phòng đào tạo xem xét giải quyết và cập nhật giúp em các môn em nêu trên để kịp đăng ký LVTN . Em cám ơn.",
    "Cho em hỏi ''Khi đã quá hạn hủy Môn học trên MyBK rồi, nhưng bây giờ em có thể xin Phòng Đào Tạo hủy môn học trước khi hiện lên  Khóa Biểu hay không ạ? Em biết khi TKB đã có thì mình chỉ có thể rút môn và buộc phải đóng học phí! Vì vậy mong PĐT sẽ giúp em gải đáp thắc mắc này! ",
    "Kính gửi thầy cô pdt trường đH Bách Khoa  Em tên  MSSV  Thầy cô cho em hỏi là có câch nào để em hủy môn đăng kí đợt 3 mà không bị đóng học phí không ạ ? Xin thầy cô giúp em. Em xin cảm ơn",
    "Em vừa bảo vệ xong luận văn TN đại học chính quy , nhưng khi xem trên tiến độ học tập , em chỉ đạt 139 tính chỉ , còn thiếu 3 tín chỉ kết cấu thép 2 ( thép 2 em học mã mới nên k cập nhật cho mã cũ ) như vậy em có đủ điều kiện tốt nghiệp k?",
    "Dạ xin chào add Em tên  Mssv   Khoa môi trường Em có đăng kí gdtc môn cầu lông mã PE1017 Lớp  thầy , nhưng do trùng lịch học anh văn nên em đã xin chuyển sang lớp  và có làm đơn nộp cho thầy kí. Hiện tại e đã hoàn thành và thi qua môn học bên lớp , và thầy  có ghi chú lại sẽ chuyển điểm cho e. Nhưng khi xem bản điểm hiện tại e lại vắng thi lớp . E có mail cho thầy  nhưng hiện tại vẫn chưa nhận được phản hồi. Em rất mong pđt sẽ hỗ trợ e liên hệ với giảng viên để cập nhật điểm môn học cho e ạ. E cảm ơn add rất nhiều .",
    "Cho em hỏi khi học tiếp văn bằng 2 thì em có được cấp giấy tạm hoãn nghĩa vụ quân sự không ạ?",
    "Em tên là - k16  khoa  Môi trường  & Tài Nguyên. Dạ cho em hỏi, vừa rồi đợt đăng ký môn học HK192 do em chưa có chứng chỉ anh văn nên chưa đăng ký luận văn tốt nghiệp được và em cũng không  đăng ký một môn nào khác. Cho em hỏi em có bị đình chỉ học khôn ạ?  Em vừa nộp chứng chỉ av thì làm cách nào đợt đăng ký luận văn tháng 2 này có thể thể đăng ký được ạ?  Em xin chân thành cảm ơn !",
    "Là em đã nhận đc mẫu xin việc đk thi sau rồi ạ. nhưng vấn đề em gặp phải ở đây là làm sao để gặp trực tiếp giảng viên dạy ạ Và gần đến 14 tây là nhà trường nghĩ rồi việc đk của em có bị sao không ạ  trong lúc thi cuối kì 1 em bị sốt vắng hết cả 3 môn",
    "Dạ em muốn hỏi pđt là   B lịch thi ngoại ngữ học kì 2      I (giống  thi trên máy tính tháng 12)  /I  là sẽ tổ chức vào ngày nào vậy ạ ,tại em coi trên biểu đồ học không có thời gian đăng ký thi ngoại ngữ học kì 2 nên em không rõ, em xin cảm ơn pđt.",
    "Cho em hỏi sinh viên chính quy k2019 có được đăng ký dự thính học kì 192 không ạ?",
    "Kính gửi phòng đào tạo. Em tên , MSSV . Hôm qua em vừa thấy điểm môn đương lối của mình được cập nhật trên mybk, em nhận thấy bài làm của mình tốt hơn điểm trên đó nhiều. Nay em muốn phúc khảo điểm thi thì phải làm theo quy trình nào ạ?  Em chân thành cảm ơn.",
    "Trong CTĐT K13 của khoa KT Giao Thông, mình phải học môn  Kỹ Thuật 1B (806002) và môn  Kỹ Thuật Giao Thông (208024), mình đã qua môn 806002 nhưng bị rớt 208024, sau đó mình có học môn tương đương TR1003, nhưng thay vì cập nhật cho mình điểm tương đương cho 208024 (môn bị rớt) thì hệ thống lại cập nhật cho mình môn 806002 (môn đã qua) do môn mới tương đương cả 2 môn cũ. Mong các bạn giải quyết cho mình để mình kịp tiến độ tốt nghiệp. Xin cám ơn.",
    "CODE     . Em chào thầy/cô Do trường mình sắp tới sẽ áp dụng điều kiện giáo dục thể chất tiên quyết mà em nắm được thông tin quá muộn nên sắp tới em sẽ thiếu 1 môn thể dục để đăng kí môn học kì 201. Em mong thầy/cô hỗ trợ em cho em đăng kí bổ sung thêm 1 môn nữa cụ thể là môn PE1011 (lớp L06) để em có đủ chỉ thể dục ạ. Em cảm ơn và chúc quí thầy cô một tuần làm việc hiệu quả ạ.",
    "Xin chào thầy/cô PĐT ạ. Em là Nguyễn Tuấn Kiệt, sinh viên VP 2016 Trong học kỳ 2 năm học 2018-2019, em đã thi rớt lần một môn học CƠ HỌC CHẤT LỎNG & ỨNG DỤNG, sau đó em đã qua môn trong đợt thi lại. Tuy nhiên hình như tín chỉ môn này vẫn chưa được cập nhật vào trang mybk của em. Em mong PĐT xem xét ạ, em xin cảm ơn.   i    ",
    "e đã học môn hóa đại cương ở năm nhất ạ. Hiện e học năm 2 và học lại hóa đại cương không biết e có được bảo lưu lại điểm thí nghiệm hóa đại cương không ạ!!Năm trước e không làm giấy bảo lưu ạ!   ",
    "Em muốn đky thêm môn học tư tưởng hồ chí minh vào thứ 2 tiết 10 11 12. Mong Phòng Đào Tạo có thể cho em đky môn học bổ dung để kịp tiến độ học tập được không ạ. Em cảm ơn trước.",
    "Cho em hỏi, tại sao em không thể đăng kí phúc tra môn học ME3001-kỹ thuật thuỷ lực và khí nén mã nhóm A03. Em xin mong được nhận sự hồi âm, em cảm ơn!",
    "Trong lúc đăng kí bổ sung em đã không chú ý  vì đang tập trung bảo vệ luận vă nên đã lỡ mất thời hạn đăng kí mong nhà trường mở lại môn học quản lí dự án xây dựng CI 1053 để em có thể hoàn thành nốt môn học và tốt nghiệp.",
    "kính chào Phòng Đào Tạo ! Ngày 31/12 em đã nộp đơn xét chuyển điểm (có chữ kí của chủ nhiệm bộ môn Địa Tin Học và trưởng Khoa) lên văn phòng khoa Xây Dựng từ môn CI4109 (Trắc địa công trình ứng dụng) sang môn 810017 (Tin học trong trắc địa). Nhưng hôm nay em lại thấy trang web cập nhật chuyển điểm từ môn (CI4109) sang môn (810032). Em mong phòng Đào Tạo xem xét lại trường hợp của em. Em xin cám ơn! ",
    "Em chào thầy cô Em muốn bảo lưu kết quả nhưng còn đang phân vân. Em nghe bạn bè nói nếu qua tết bảo lưu thì phải đóng tiền học phí cho HK2 rồi mới được bảo lưu. Như vậy có đúng không ạ . Dạ thầy cô cho em biết thêm thông tin về quy định tạm dừng học với ạ",
    "Thưa PĐT, trước e có hỏi thầy trưởng PĐT, thầy có nói hệ VLVH đc đăng ký chung với chính quy, nhưng e lại ko đăng ký đc ạ. mong giải quyết cho e trường hợp này ạ. để học kỳ này e đăng ký cho đủ 24 tc, sớm ra trường.",
    "Thưa thầy thưa cô cho em hỏi tại sao ngành Kỹ thuật Chế tạo lại học môn \"đề Cương Luận văn tốt nghiệp (KT Máy xây dựng và nâng chuyển ) \" vậy ạ?",
    "Dạ cho em hỏi là nếu lớp KSTN nhưng không làm phần mở rộng môn học cốt lõi thì môn mở rộng có bị coi là rớt, và nếu rớt môn là không được xét học bổng dù môn đó 0 chỉ giống như thể dục đúng không ạ",
    "Kính thưa thầy(cô). Em tên ,mã số sinh viên . Học kì 191 em có học môn Tư tưởng  do thầy  giảng dạy. Vừa qua nhà trường đã công bố điểm tổng kết và em có một số thắc mắc cần liên hệ với thầy .Tuy nhiên em chưa có email của thầy.Em rất mong thầy(cô) có thể cho em xin email của thầy  để tiện liên lạc. Em rất mong nhận được phản hồi của thầy(cô). Em xin chân thành cảm ơn.",
    "Dạ thưa cô.Gần cuối kì em đã nộp giấy chuyển điểm môn GDTC (em đki lớp võ nhưng xin chuyển qua lớp bóng chuyền)cho GVCN bộ môn võ là thầy  nhưng để 13(vắng thi) Em mong cô có thể cho em số đt cũng như là mail cảu thầy  được không ạ Em cảm ơn ạ",
    "Kính gửi PĐT, chuyện là kỳ 182 em có đăng ký môn cầu lông. Cuối kỳ em thi bình thường, cô đọc tên những bạn không qua môn ở lần thi đầu để thi lại cũng không có tên em nhưng điểm tổng kết của em lại là 4.0 chắc là do sai sót hoặc nhầm lẫn gì đó. Do em nghĩ là mình thi qua bình thường thì thôi nên không để ý đến điểm số. Đến hôm nay em mới nhận ra mình 4.0 và không đạt môn này. Không biết em giải pháp nào để giải quyết trường hợp của em không ạ. Hoặc giờ em muốn đăng ký để học lại môn học trong kỳ này nhưng để trễ hạn đăng ký môn học, thì không biết em có thể làm đơn cứu xét hay gì đó để đăng ký hoàn thành môn luôn được không ạ. Mong sớm nhận được phản hồi của PĐT. Em xin chân thành cảm ơn.",
    "em chào admin cho e hỏi em mới thi xong học kì 191 ,em là k18 (tức đã được 3 học kì chính và 1 học kì hè) vậy nếu em làm đơn thu nhận bây h còn kịp không ạ ,và thu nhận cho học kì nào ạ",
    "Em biết dù đã qua thời gian đăng ký, nhưng vì thời gian không cho phép nên em có thể đăng ký bổ sung môn học trước khi học kỳ II bắt đầu để đảm bảo tiến độ tốt nghiệp chính quy đúng hạn không ạ?",
    "Xin chảo Phòng đào tạo!! Em tên  :  MSSV: Ngày 04/1/2020 em có nộp chứng chỉ Toeic thì sau bao lâu PĐT sẽ thẩm tra xong. Hôm nay em lên kiểm tra lại thì thấy phần loại chứng chỉ (có kèm theo file ảnh đính kèm) của em không còn nữa, khi click vào thì hiện ra không tìm thấy bản scan như 2 hình em đã đính kèm bên dưới, vậy có phải quy trình nộp của em bị lỗi không ạ. Em xin cảm ơn !",
    "Dạ em chào thầy cô ạ! Em tên là . Do ngày 6/1 em mới nhận được kết quả điểm cuối kì môn xác suất thống kê và em không qua được môn. Em định sẽ học lại môn này ở hk sau nhưng đã hết hạn đăng kí bổ sung cho hk192. Thầy / cô cho em hỏi không biết có cách nào để em có thể đăng kí môn học được không ạ?  Em cảm ơn thầy/cô!",
    "Dạ em chào thầy cô ạ! Em đã nộp bằng Toeic nghe+đọc rồi ạ. Vào T12 em đã thi xong Toeic nói+viết và bên bk english xác nhận là đã chuyển điểm em qua pdt ạ. Dạ em nộp điểm nói+viết đó để xét đủ chuẩn tốt nghiệp và nhận luận văn (em nộp trước ạ vì em đang năm 2) thì không biết bên pdt có kiểm tra được giúp em là đã nhận điểm của em chưa ạ?  Nếu chưa nhận được thì không biết có cách nào để em giải quyết không ạ? Vì bên bk english họ xác nhận đã chuyển rồi ạ. Em cảm ơn thầy cô đã đọc tin và giải quyết giúp em ạ.",
    "Cho em hỏi, bây giờ em đang đợi anh văn để ra trường và không đăng kí môn học thì có bị đình chỉ không ạ, nếu có thì em cần phải làm gì ạ. Em cảm ơn.",
    "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa TP.HCM Em tên là  MSSV : 3, hôm nay em viết đơn này kính mong phòng đào tạo xem xét cho em một việc như sau: Em hiện là sinh viên lớp XD13VL, và có theo học song song bằng thứ 2 xây dựng dân dụng và công nghiệp, hiện tại em đã hoàn thành xong chương trình học, luận văn tốt nghiệp của bằng thứ 1 ( vật liệu xây dựng ) và bằng thứ 2 (xây dựng dân dụng và công nghiệp). Hiện em bị thiếu một môn tự chọn cho ngành thứ 2, vì lý do chủ quan trong đợt đăng ký môn học vừa rồi em đã không đăng ký môn học vì nghĩ sẽ qua môn tự chọn, nhưng không may em đã rớt môn. Hôm nay em viết đơn này kính mong Phòng Đào Tạo xem xét cứu xét giúp đỡ để em có thể đăng ký bổ sung môn học Tin học trong quản lý xây dựng MSMH CI3169 để em vẫn có thể học được mộn tự chọn, và hoàn thành chương trình đào tạo. Vì theo như tiến độ học tập của em, em sẽ hoàn thành hết chương trình học của hai bằng vào tháng 10 năm 2020.   Em xin chân thành cảm ơn ! Sinh viên viết đơn",
    "Em là , MSSV  hôm trước em có thắc mắc về điểm giữa kỳ của em bị thiếu, môn Truyền số liệu và mạng EE3019, em học lớp A07 của thầy , em có gửi mail hỏi thầy thì thầy bảo là đã gửi đầy đủ bảng điểm cho PĐT và có phần điểm giữa kì rồi, nên mong PĐT kiểm tra lại bảng điểm của thầy gửi ạ, có thể bị thiếu phần điểm giữa kì của em, em xin cảm ơn",
    "Em chào thầy/cô, Em viết mail này xin được thầy/cô tư vấn, hỗ trợ vấn đề đăng ký luận văn . Hiện tại trên hệ thống mybk em còn thiếu 2 điều kiện để đăng ký luận văn, 1 là trên 10 ngày công tác xã hội và 2 là không nợ quá 7 tín chỉ. Về vấn đề ngày công tác xã hội, thực tế tính đến học kỳ 191 em đã hoàn thành 13.5 ngày nhưng hệ thống mới cập nhật 8.5 ngày thôi. Em đã liên hệ với ban tổ chức của các hoạt động chưa được cập nhật và các bạn đang hỗ trợ em trong thời gian sớm nhất ạ . Trong đợt đăng ký môn học vừa qua em có đăng ký học lại 2 môn đại cương (3 chỉ mỗi môn), 1 môn tự chọn theo đúng tiến độ (3 chỉ) và luận văn (9 chỉ) là tổng cộng 18 chỉ. Không may em vừa nhận được kết quả thi học kỳ vừa rồi thì em bị rớt môn vật lý 2 (4 chỉ) nên tổng số chỉ còn nợ của em hiện tại là 10 chỉ, không đủ điều kiện đăng ký luận văn và kết quả đăng ký môn học của em chỉ còn 9 chỉ. Thầy/cô cho em hỏi với tình trạng của em, em có thể xin đăng ký môn luận văn trong học kỳ chính và môn vật lý 2 trong học kỳ dự thính để kịp ra trường đúng hạn không ạ?  Hiện tại em đang thực hiện đề tài luận văn chung với một bạn và đã hoàn thành khoảng 40% trong học kỳ vừa rồi. Nếu không đăng ký được luận văn trong học kỳ 192 thì em không thể tiếp tục đề tài hiện tại, vừa bị trễ 1 kỳ trong khi học kỳ chính tiếp theo của em còn trống đến 12 chỉ. Em mong thầy/cô có thể giúp em đăng ký được luận văn để em có thể kịp tốt nghiệp theo đúng tiến độ. Em cám ơn thầy/cô và mong nhận được phản hồi từ thầy/cô sớm ạ.",
    "MT1009 - A08A ",
    "Cho em hỏi em đã chuyển điểm anh văn từ bằng toeic nhưng bây giờ em muốn thi toeic lại và chuyển điểm lần 2 được không ạ? Em xin chân thành cám ơn!",
    "Chào quý thầy cô, cho em hỏi thời hạn chót để đăng kí đợt tốt nghiệp tháng 4/2020 là ngày nào ạ? Dạ em muốn biết thời gian cụ thể để có thể bổ sung chứng chỉ ngoại ngữ.",
    "Em muốn đăng kí vào lớp Nguyên Lý Ngôn Ngữ Lập Trình - CO3005 . Vì kết quả thi môn này không đạt mà em không  kịp đăng kí đợt cuối . Mong phòng đào tạo cho em đăng kí bổ sung thêm",
    "Em là sinh viên lớp XD16VL, hiện đã qua đợt ĐKMH nhưng em muốn bổ sung thêm môn Kỹ thuật bê tông (CI3057) có được không ạ. Em cảm ơn các thầy cô ạ.  - ",
    "Xin chào thầy cô ạ. Em là sinh viên năm nhất khoa Hoá, kỳ thi AV đầu vào em đã được miễn học AV 1,2, 3,4 nhưng em vẫn cần có điểm AV để phân ngành vào cuối năm nhất thì hạn nộp chứng chỉ AV là khi nào để có thể quy đổi điểm cho năm nhất ạ. Hy vọng sớm nhận được phản hồi từ thầy/cô, em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, em hiện đã hoàn thành xong luận văn nhưng vừa biết điểm môn Công trình trên đất yếu dưới 5,0 và đây là môn cuối cùng trong chương trình đào tạo của em. Nhưng vì đã hết hạn đăng kí môn học nên em xin được đăng kí bổ sung vào lớp B01 với mã số môn học là CI4037 Em xin cảm ơn và mong sớm nhận được phản hồi",
    "Cho em hỏi Mạch điện tử (EE2007) và Tín hiệu hệ thống (EE2005) là 2 môn học song song Vậy em có thể đăng kí học Tín hiệu hệ thống ở kì 192 và đăng kí Mạch điện tử kì dự thính 192 được không ạ? Em cảm ơn",
    "Thưa Thầy/Cô, Thầy/Cô cho em hỏi là dự thính buổi tối  trong kì chính có được đăng kí học anh văn 3 ( nếu đủ sĩ số ) không ạ ? Và nếu được thì sẽ học ở cơ sở nào ạ",
    "Vừa rồi em có làm bài đồ án, mà đến lúc thầy bộ môn đăng thông báo điểm thì em lại không có tên, em có hỏi thầy bộ môn thì thầy nói bảng điểm của PDTcấp và liên hệ PĐT để giải quyết . PĐT xem lại giúp em. Mã môn học:  CI2025. Tên môn học:  Thiết kế ktrúc côngcộng2. Nhóm-tổ: L02-A. Tên sinh viên: . MSSV: .",
    "Thưa thầy (cô) cho em hỏi em có đăng ký môn thực tập tốt nghiệp (260661) mà tại sao em không có trong danh sách đi thực tập khi học xong kì này em đã đạt được số tín chỉ tối thiểu.",
    "Chào quý thầy, cô . Em xin trình bày trường hợp của em như sau em đã chuyển điểm môn Anh Văn từ điểm TOEIC một lần, nhưng hiện tại để lấy bằng tốt nghiệp loại khá em cần cải thiện điểm Anh Văn. Em mong muốn có thể chuyển điểm Anh Văn lần 2 để có thể lấy bằng khá ra trường. Mong quý thầy cô xem xét lại quy chế này để tạo điều kiện cho những bạn rơi vào trường hợp như em . Em xin chân thành cám ơn quý thầy, cô.",
    "tra bài thi . EM chào thầy cô,  Em là , MSSV:  Em thi Môn trang bị điện- điện tử trong máy công nghiệp do tô sai mã đề nên điểm có sai lệch ạ. Thầy cô có thể mở khóa chỗ  tra bài thi của em cho em đăng kí phúc tra lại bài thi được không ạ. Em chân thành cảm ơn thầy cô ạ.",
    "Học phí . Em xin chào Thầy! MSSV:  Hôm trước, em có đăng ký trễ môn CAD ứng dụng trong thiết kế oto (TR3059). Em đã có lịch thi nhưng trên BK pay nhưng không thấy báo đóng tiền học, các bạn khác đã có thông báo rồi Vậy làm cách nào để đóng được vậy Thầy Em cám ơn!",
    "Em đăng ký năm 2 học kỳ 2 nhưng không có thời khoá biểu",
    "Dạ em chào nhà trường ạ Tình hình của em là em đã có điểm Cơ Học Đất trên bảng điểm rồi và em muốn phúc tra bài thi cuối kì của mình nhưng không được. Em nhập đầy đủ và chính xác các thông tin nhưng vẫn bị thông báo \"môn học của bạn chọn sai nhóm lớp hoặc đã hết hạn phúc tra\". Nhưng mà hôm qua em mới có điểm thì tại sao lại hết hạn phúc tra sớm vậy được ạ?  Mong nhà trường xem xét và giải quyết ạ Em xin cám ơn ạ!",
    "Kính gửi phòng đào tạo,       Em là Nguyễn Phương Tú Anh; mssv:       Em hiện còn mỗi một môn Phương pháp tính điểm trung bình là 4.5 điểm thi cuối kỳ là 3.0 hiện em muốn phúc khảo lên điểm để kịp tốt nghiệp học kỳ này. Vì em đã hoàn thành toàn bộ chương trình học và luận văn tốt nghiệp rồi, nhưng còn rớt lại môn này em đã học 4 lần rồi mà vẫn không đạt . Mã số môn học: MT1009; Môn Phương Pháp tính Mã số lớp: DT01; ngày thi 14/12/2019; giờ thi: 18h       Em mong phòng đào tạo hỗ trợ giúp em để em phúc khảo.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi khi nào mới cập nhật thời khoá biểu 192 trên BKeL ạ? Em cám ơn nhiều ạ!",
    "Kính chào thầy cô, chương trình cũ của em là môn   B CI2039   , do kỳ trước không mở môn mã   B CI2039    nên kỳ trước em có học môn học mã   B CI2091    và   B CI2093    là môn tương đương của môn mã   B CI2039   . Em đã hoàn thành môn học. Trong quy chế môn học sẽ chuyển sang điểm MT nhưng hiện tại trong tiến độ môn học và số tín chỉ tích lũy ngành vẫn chưa cập nhật cho em. Cho em hỏi về vấn đề này hoặc có cần làm thủ tục gì cho việc chuyển điểm ko ạ?",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi khi nào mới cập nhật HK192 trên BKeL ạ? Em cám ơn nhiều ạ!",
    "Dạ em chào PĐT, Cho em hỏi khi nào mới có TKB chính thức HK192 ạ? Em cám ơn PĐT nhiều./.",
    "Kính thưa quý thầy/cô, Em tên là , MSSV: , lớp: CC17CDT1. Sau khi kiểm tra kết quả đkmh hk 192 trong Thời khóa biểu thì em thấy mình đã bị mất 2 môn học: Thiết kế hệ thống cơ điện tử (ME3005, nhóm lớp CC01) và Hệ thống PLC (ME3015, nhóm lớp CC01) mặc dù em đã đăng ký được 2 môn này ở đợt đkmh thứ 2 và 3. Em kính mong quý thầy/cô có thể kiểm tra lại. Em chân thành cảm ơn ạ.",
    "Dạ em chào thầy/cô PĐT,  Cho em hỏi hôm trước đăng kí môn học đợt 3 thì phòng học của môn Hoá phân tích (CH2005) là ở CS1, mà sao giờ thời khoá biểu chính thức lại là ở CS2 ạ? Em cám ơn nhiều ạ.",
    "Em muốn hỏi tại sao em đăng ký môn rồi mà thời khóa biểu không cập nhật môn học đó vào thời khóa biểu. Lúc Đăng Ký thì hệ thống đã cho em đăng ký và em không bị tuyên quyết môn nào.   i  . Mong phòng đào tạo cập nhật cho em trước tết để em sắp xếp ngày, giờ để em có thể vào học vì quê em xa nên em không thể đến pdt được. em xin cảm ơn. Dưới là 2 ảnh  -đầu tiên là thời khóa biểu không có môn học   - CI3147 -Ảnh thứ 2 là em đã đăng ký môn học trên hệ thống đợt 3 ",
    "Chào PĐT! Em có thắc mắc là môn học \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\" (IM3041) đã được đưa vào CTĐT của chuyên ngành Quản trị Kinh doanh cho khóa 2015 chưa ạ. Tại vì từ học kì trước, Khoa em thông báo đã bổ sung môn này vào CTĐT cho Khóa 2015 chuyên ngành QTKD. Nhưng hiện tại, em vào phần tiến trình học tập của mình trên mybk thì không có ạ Rất mong PĐT giải đáp thắc mắc này ạ, em cảm ơn. Em xin Update: Ở trang CTĐT trên aoo, môn này đã được bổ xung cho chuyên ngành QTKD cho khóa K15 nhưng phần tiến trình học tập ở mybk vẫn chưa có ạ",
    "Cô/thầy cho em hỏi vấn đề: Giải tích mạch là môn tiên quyết của Mạch điện tử và Tín hiệu hệ thống Ở đợt đăng kí môn học lần 3, các bạn đã đăng kí full Mạch điện tử và Tín hiệu hệ thống, nhưng lại rớt Giải tích mạch (do Giải tích mạch có điểm sau khi đóng đợt đăng kí lần 3) Vậy có cách nào để những người đậu Giải tích mạch có thể đăng kí được 2 môn này không ạ Em cảm ơn",
    "Gửi thầy cô, cho em hỏi em muốn đăng ký bổ sung vào ngày 17 cho học kỳ 192 được không ạ? Vì nhà em hơi xa nên cho em hỏi. Cảm ơn vì đã xem và trả lời.   i  .",
    "Dạ em chào thầy cô ạ. Trong đăng kí môn học em đăng kí được môn thủy lực hải văn (CI3049) vào chiều thứ 6 tiết 7 8 9 ạ. Nhưng trong thời khóa biểu của em lại không có môn đó ạ. Mong thầy cô kiểm tra giúp em ạ. Em đăng kí 18 chỉ nhưng thời khóa biểu chỉ có 15 chỉ thôi ạ",
    "Tên  MSSV  Lớp VP17CDT Trình bày lý do: Xin PĐT đăng kí cho em học môn Anh Văn 2 (LA1005) nhóm A01. Vì em là sinh viên VP không thể đăng kí các môn nhóm A của đại trà. Em chưa học Anh văn 1 nhưng điểm kiểm tra AVĐV của em là 370. Vì các lớp AV có mã MH của VP không còn mở nữa nên em không thể đăng kí. Mong PĐT xét duyệt cho em học môn học này để đủ điều kiện tiên quyết học chương trình năm thứ 4. Em xin chân thành cảm ơn. .",
    "Em xin chào, Cho em hỏi sau khi có thời khóa biểu em muốn đăng kí thêm môn học nữa được không ạ?",
    "Thưa thầy/cô, em có thắc mắc về quy định đào tạo kỹ sư tài năng như sau: Mục 3 của QUY ĐỊNH VỀ CHƯƠNG TRÌNH TÀI NĂNG có viết: \"Môn học tài năng được xét là “Đạt” khi   B phần lý thuyết    có điểm tổng kết môn học   B lớn hơn hoặc bằng 7,5    và tình trạng   B phần mở rộng    môn lý thuyết là   B “Đạt”   \" . Em muốn hỏi với quy định trên thì   B phần mở rộng    được xem là \"Đạt\" khi điểm tổng kết   B lớn hơn hoặc bằng 7.5    hay   B lớn hơn hoặc bằng 5.0    ạ? Bởi vì trên bảng điểm vẫn ghi điểm số bình thường, không phải điểm đặc biệt hay điểm chữ. Mong thầy/cô giải đáp thắc mắc giúp em Em cảm ơn thầy/cô ạ.",
    "Dạ e chào thầy cô, em tên là  mssv ,e xin trình bày là: đợt 3 em có đăng kí 2 môn học của ngành em do đợt 2 e xin mở lớp . Nhưng nay lên kiểm tra thời khoá biểu bị xoá 2 môn đó . Em xin pđt kiểm tra lại dùm ạ. Em cảm ơn.",
    "Kính gửi thầy cô  Em là  khoa Môi trường   Em có thi vét vào hk191, theo quy chế điểm thi vét là điểm tổng kết nhưng trên mybk bảng điểm của em lại tính thêm điểm thành phần  Mong thầy cô xem xét lại trường hợp của em  ",
    "Hien tai em da nhan duoc tkb cua minh,thi phat hien ra Thieu mon ky that gia cong polyme MA3047,mon nay doi hoi mon song hanh la vat lieu composite,nhung em da tham gia chuong trinh thac si va mon composit MA3063 duoc mien nen em khong dang ky composite ky nay.Mong nha truong giai quyet truong hop cua em",
    "Kính chào thầy, cô. Vì không nắm rõ quy chế, em đã chuyển điểm môn Anh Văn một lần từ bằng TOEIC. Nhưng sau khi hoàn thành xong Đồ án tốt nghiệp em mong muốn được nộp lại chứng chỉ TOEIC và cải thiện điểm môn Anh Văn để lấy được bằng tốt nghiệp loại Khá . Em thực sự kính mong quý thầy, cô cho phép em chuyển điểm môn Anh Văn lại để em có thể ra trường đúng hạn và có được kết quả tốt. Em xin chân thành cám ơn!",
    "Kết quả đăng ký môn học đợt 3 em bị xoá môn Thực tập tốt nghiệp (CI3383) và môn song hành Đề cương luận văn tốt nghiệp (CI4381) bị xoá theo. Theo quy chế, số tín chỉ để đăng ký thực tập tốt nghiệp là 97 chỉ ( cộng cả số tín chỉ đăng ký học kỳ trước đó), Kỳ trước số tín chỉ của em là 86, kỳ này em học 21 chỉ chính quy ( đã có điểm đạt hiện tại là 11 chỉ), và 3 chỉ dự thính ( đã đạt), là đủ điều kiện đăng ký thực tập tốt nghiệp nhưng sao em vẫn bị xoá môn ạ?  Mong PĐT hỗ trợ em. Em xin cảm ơn.",
    "Em là sinh viên năm 4 khoa Điện-điện tử ,nghành Điều khiển và tự động hóa.Em muốn hỏi số tín chỉ tối thiểu để em có thể đăng ký luận văn là bao nhiêu tín chỉ ạ.Em cảm ơn! ",
    "Xin kính chào thầy cô. Em là , Mssv  là sinh viên khoa xây dựng khóa 2014. Em đã đăng ký môn học Luận văn tốt nghiệp mã môn học CI4343 . Em đã hoàn thành tất cả các môn và đủ điều kiện đăng ký luận văn cho mã môn đó. Đã đăng ký thành công đợt 3. Tuy nhiên kết quả đăng ký đợt 3 lại báo là em thiếu môn DAMH Bê tông cốt thép 2 ( CI3177),  trong khi em đã hoàn thành môn này theo mã của khóa k14 là ci3007. Xin quý Thầy Cô xem xét và sửa đổi giúp em ạ, để em có thể làm luận văn trong kỳ này . Em xin chân thành cảm ơn Thầy Cô phòng đào tạo đã xem và hỗ trợ . Kính chào Thầy Cô",
    "Học phí . gửi admin e tính chuyển sang VLVH ạ học phí bao nhiêu 1 tín chỉ ạ VLVH trong bao lâu ạ và có bất lợi gì so với chính qui ạ",
    "Cho em xin hỏi là hồi đầu học kì một em chọn môn thể dục của mình là cầu lông nhưng em chuyển qua học lớp bóng rổ (từ ngày đầu) và đã làm đơn xin chuyển lớp ( thầy  đã kí ). ĐẾN cuối học kì, sau khi thi xong thì em đã đạt và đã làm đơn xin chuyển điểm ( thầy chủ nhiệm dạy lớp bóng rổ đó và thầy  đã kí ). Em nghĩ đơn k như vậy rồi là xong nên đã nộp đơn chuyển điểm cho thầy chủ nhiệm. Nhưng do quá chủ quan nên đến hôm nay em mới xem bảng điểm trên Mybk thì thấy điểm thể chất của em là 13(chưa đạt) . Nếu như vậy thì có cách nào để em xin sửa lại điểm không ạ,em xin cám ơn. MSSV : ",
    "Dạ em là  mssv  em có thi mác  ngày 05-01-2020 và em mới coi điểm hôm qua nhưng em không biết điểm cập nhật khi nào .Hôm nay em đăng kí phúc khảo điểm thì lại không được ạ. Vậy giờ em muốn phúc khảo điểm thì em phải làm như thế nào ạ. Em xin chân thành cảm ơn ạ",
    "Do em chưa có điểm kịp thời môn tư tưởng hồ chí minh nên không kịp đăng ký vào đợt 3. Mong phòng đào tạo có thể cho em đăng kí bổ sung môn tư tưởng hồ chí minh(SP1005)vào thứ 2 tiết 101212 cho kịp tiến độ học tập. Em cảm ơn",
    "CI2093",
    "CI3211",
    "em chào cô ạ. cô ơi, hiện e có 1 sô vấn đề thắc mắc về môn học, em muốn gửi mail để hỏi giao viên dạy bộ môn đó, nhưng em kiếm mail của cô không được, cô có thể cho em xin email của cô  được không ạ. e xin cảm ơn cô rất nhiều,",
    "Kính gởi phòng đào tạo, em tên là , MSSV . Vừa qua bảng điểm trên mybk của em đã có một số môn, trong đó có môn Quá trình và thiết bị cơ học, mã môn CH2019. Khi tính lại thì em thấy điểm trung bình thấp hơn so với điểm em tính (em tính ra .0 nhưng hệ thống hiện 5.5) . Mong phòng đào tạo xem xét và tính lại thử dùm em ạ. Em cảm ơn.",
    "Em tên là .              MSSV:  -Lớp: BD16CN03.               Ngành:BDCN                               TPHCM, ngày 15 tháng 1 năm 2020 -Nay em viết đơn này xin phòng đào tạo bổ sung môn học HK 2 (2019-2020): -Môn Thực Tập Tốt Nghiệp: 260661 -Môn Pháp Luật Việt Nam Đại Cương: SP1007 -Do hôm trước em đã đăng kí thành công môn thực tập tốt nghiệp trong đợt 1 e nghĩ đã đăng kí rồi nên trong kì đăng kí đợt2 và 3 em không có đăng kí lai, em kính mong phòng đào tạo xem xét và tạo điều kiện cho em. -Em xin trân thành cảm ơn.",
    "Kính gửi phòng đào tạo! Em là , mssv:  . Em đã đăng kí môn ME4003 nhưng thời kết quả đăng kí đợt 3 lại không có môn này. Em môn phòng đào tạo xem xét lại vì đây là môn tiên quyết của ngành em, nếu không đăng ki được sẽ không đăng kí được đồ án chuyên ngành và chậm trễ việc học. Em xin chân thành cảm ơn.",
    "chào thầy/cô  em là  - /mssv  Do điểm môn đồ án thiết kế máy của em do thầy  đã nhập sai. Em đã gửi mail cho thầy kiểm tra và thầy đã sửa lại. Nhưng điểm của em vẫn chưa được cập nhật lại theo điểm của thầy. Mong thầy/cô xem xét giúp em ạ.Em xin cảm ơn",
    "Dạ thưa thầy cô em là sinh viên ngành xây dựng trường bách khoa . Dạ em thi quốc phòng rớt học phần 3  còn học phần 1 và 2 đạt ạ . Em có thắc mắc là nếu học lại thì em phải học mỗi học phần 3 hay học  cả hết ạ và học thì có thể học vào thời gian nào ạ. Cách đăng kí và nộp học phí để học ạ   Và trong bảng điểm của em phần môn giáo dục quốc phòng ghi là 13 nghĩa là vắng thi mà em đã thi đầy đủ 3 học phần và kí giấy rồi ạ .Vậy giờ em phải đi kiểm tra lại ở trung tâm phải không ạ .       DẠ EM CẢM ƠN THẦY CÔ Ạ",
    "Thưa Thầy/Cô, Em là  MSSV  là sinh viên bằng 2,Khoa máy tính, Do kì đăng ký môn học bổ sung vừa qua em chưa kịp đăng ký môn học, hiên tại em đang muốn đăng ký các môn học còn sĩ số cho văn bằng 2 vào buổi tối có được không ạ Mong quí Thầy Cô giải đáp giúp em",
    "Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ (như hình bên dưới) mã môn EE2022 và EE2016 lớp L24 . Mong phòng đào tạo sớm khắc phục, em cảm ơn.",
    "Thưa Thầy/Cô, Em là Nguyễn Hoàng Hải Triều MSSV  là sinh viên bằng 2,Khoa máy tính, Tháng 8/2019 em có bị tai nạn giao thông dẫn đến gãy cẳng chân trái, hiện nay em được bác sĩ chuẩn đoán là có thể bị khớp giả ( xương lâu lành) và có thể qua tết sẽ phải phẩu thuật ghép xương lại. Vì lý do đó em sợ không thể theo học môn học CO3059 Đồ Họa Máy Tính vào lớp chính quy Thầy/Cô cho em hỏi em có thể xin hủy môn học này được không ạ Mong quí Thầy Cô giải đáp giúp em, em xin chân thành cảm ơn",
    "Dạ em chào  PĐT ạ. Em tên là Võ Đặng Quốc Tường, MSSV:. Cho em hỏi làm cách nào để xem được chuỗi đáp án mà máy chấm ạ, môn học của em là Vật Lý 1 PH1003, em thi ngày 7/1/2020, tại em muốn đối chiếu với đáp án. Trước đó khi đối chiếu đáp án của trường thì em được 3.75 nhưng khi chấm ra chỉ còn 3. Cho em hỏi có cách nào để rà sót lại không ạ. Em thành thật cảm ơn ạ.",
    "Dạ, em chào thầy(cô) ạ, em có một câu hỏi ạ, em có đăng ký môn học EN3021: Biến đổi khí hậu vào sáng thứ 5, tiết 2-3-4, cơ sở 2 nhưng sau khi có kết quả đợt đăng ký thì em đã bị hủy môn học này với lí do không đủ thời gian di chuyển giữa 2 cơ sở ở môn LA1009: Anh văn 4, nhưng là môn Anh văn 4 em đăng ký vào lớp sáng thứ 6, tiết 3-4-5, cơ sở 1. Em không biết có sự nhầm lẫn ở đây không ạ, em mong thầy (cô) kiểm tra lại giúp em, em chân thành cảm ơn ạ.",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa  Em tên là:  MSSV: , Lớp XD17DD02 Vừa qua trong đợt đăng kí môn học vì lí do không đạt chuẩn Anh văn sau năm 2 nên em không không đăng kí được những môn chuyên ngành năm 3. Trong đợt chuyển điểm Anh văn ngày 15 tháng 1 em đã nộp bằng để chuyển điểm. Em viết đơn này mong muốn phòng Đào tạo cho em đăng kí môn học những môn sau đây: CI2093 - DAMH kết cấu bê tông thép 1 (A02) CI3009 - Kết cấu thép 1 ( A01 ) CI3095 - Cấp thoát nước ( A03 ) CI3197 - DAMH nền móng  ( A05 ) CI2091 - Kết cấu bê tông thép 1 ( A01 ) CI3195 - Nền móng ( A02) CI1047 - Luật và kinh tế xây dựng ( A01 ) Em xin chân thành cảm ơn.",
    "Họ tên SV:  -MSSV:  -Lớp: VB2-KHMT -Tên môn học: Mật mã và an ninh mạng -Mã môn học: CO3069 -Nhóm lớp: B01 -Giờ học: Thứ 3 (tiết 13-14-15) và Thứ 7 (tiết 9-10)",
    "Chào thầy. Em có đăng ký môn ee3041 (xu ly tin hieu fpga) ở hk2 chính quy. Nhưng khi có kết quả đăng ký môn học thì em lại bị mất. Thầy xem lại giúp em ạ. Em cám ơn thầy",
    "Em tên:  Mssv:  Nhà trường cho em xin đăng ký thêm môn học cho học kỳ sắp tới bất đầu từ 5/2/2020 vì lý do  ngày 14/1 mới được cập nhật điểm nên em không thể đkmh Anh văn Xin cảm ơn Thầy/Cô đã đọc yêu cầu của em.",
    "Kính gửi phòng đào tạo Em tên  - MSSV : Trong học kì 191 em đã hoàn thành thoả các điều kiện -Số tín chỉ môn học đạt được : 88 tín chỉ -Số ngày công tác xã hội : 8 ngày -Không nợ học phí ở các học kì -chuẩn anh văn TOEIC đạt 670 điểm Tuy nhiên không biết vì lý do gì mà ở cả 3 đợt đăng ký môn học chính thức và bổ sung em không đăng ký được môn Thực Tập Tốt Nghiệp (260661) và đến nay thời khoá biểu em vẫn bị trống. Kính xin phòng đào tạo xem xét để em được đăng ký bổ sung môn học, em xin chân thành cảm ơn",
    "Hôm trước em không thể đăng kí môn Thí nghiệm công trình CI4011 do thiếu môn tiên quyết Kết cấu thép 1 CI3009, nay bảng điêm của em đã cập nhật điêm môn này. Xin Thầy/Cô xem xét cho em được đăng kí bổ sung môn Thí nghiệm công trình ạ. Em xin cám ơn.",
    "Dạ em xin phép hỏi về vấn đề sau: Em đã học xong chương trình và qua hết các môn nhưng chưa có bằng TOEIC 450 nộp để được đăng kí Luận văn tốt nghiệp, vậy em có thể xin làm Luận văn tốt nghiệp trước sau đó bổ sung bẳng TOEIC 450 sau được không ạ. Nếu được, em cần làm những gì để có thể hoàn thành ước nguyện. Em xin cảm ơn thầy cô!",
    "Chào A/C  Em tên: Nguyễn Tấn Lin  Mssv:  Hệ VLVH Em xin được hỏi: Chuyện là em được miễn môn Tin Học Trong quản Lý Xây Dựng(Ci3169 ....3 tín Chỉ) thuộc nhóm D . Mà yêu cầu của nhóm D tối thiểu 3 Tính Chỉ. Vậy Nên Nếu em có đăng ký học thêm nữa hoặc không đăng ký các môn học thuộc nhóm D. Thì em cơ bản đã hoàn thành môn tự chọn nhóm D đúng không ah.!! Em xin lỗi đã làm phiền  Em chân thành cảm ơn.",
    "Kính chào Phòng Đào tạo,  Em tên là , MSSV , lớp HC17KTDK. Điểm tổng kết của em môn Tổng hợp hữu cơ hóa dầu CH3007, nhóm A01-A giữa bản nháp trên BkeL và MyBK không giống nhau. Cụ thể: điểm 30% của em là 10, nhưng nhập ở MyBK còn 9. Dẫn đến điểm tổng kết em là 8 thì trên MyBK còn 7.5. Em có đính kèm file bảng điểm bên dưới. Em kính mong phòng sẽ giải quyết trường hợp nhầm lẫn của em ạ. Em xin cảm ơn ạ  .",
    "Kính gửi thầy(cô). Theo như trả lời của cô  thì em nộp chứng chỉ ngoại ngữ 340 thì qua môn Anh văn cơ bản(mã môn học: LA1001) và được đăng ký môn học Anh văn 1(mã môn học: LA1003). Nhưng khi có kết quả đăng ký môn học 192 đợt 3 thì môn Anh văn 1 đã bị hủy do thiếu môn Anh văn cơ bản. Hiện em đang thiếu chuẩn anh văn cho năm 2 nên em rất mong quý thầy(cô) giải quyết vấn đề này để em có thể học môn Anh văn 1 trong học kỳ 192 với ạ. Ghi chú: Chuẩn anh văn cơ bản năm em học là 300. Em xin cám ơn rất nhiều ạ.",
    "Em đã nộp đơn vắng phép lên pđt và đã được phản hồi là được vắng phép trong thi cuối kì môn giải tích và đại số tuyến tính Khi vào bảng điểm em vẫn thấy hiển thị 13 giờ em phải làm sao ạ",
    "Cho e hỏi là hiện tại e mới đăng kí được 8 tín chỉ thì nếu em học hết kì 2 chỉ với 8 chỉ thì có đc tính 8 chỉ đó không hay phải học đủ 10 chỉ thì mới tính ạ ? Em xin cám ơn .",
    "Chào Anh/chị , Em tên  hiện đang theo học hệ VHVL  MSSV: , Khoa kỹ thuật cơ khí Anh chị cho em hỏi em đăng ký môn Đồ án chuyên ngành(CT), trong hệ thống báo đã đăng ký mà sao trong thời khóa biểu không có tên môn học. Do kỳ này em đk Thực tập tốt nghiệp mà em dk nhầm 13 chỉ không biết có giới hạn 12 chỉ không, nên không dk dc . Thư hơi dài Anh/chị đọc giúp em, cảm ơn nhiều ạ.! ",
    "Kính gửi thầy( cô) phòng đào tạo dại học Bách  Khoa TPHCM Em tên  MSSV:  Hôm nay em viết đơn này vì muốn đăng ký môn học Lúc trước em có đăng ký đầy đủ các môn chuyên ngành nhưng không hiểu tại sao khi gửi thành công rồi thì một thời gian sau kết quả lại không có môn chuyên ngành để học. Chuyện này cũng do em bất cẩn không kiểm tra kỹ. Hy vọng thầy có thể giúp em vì em nghĩ chỉ mình thầy giúp được em những môn em muốn đăng ký là: ME2055: Thống kê trong công nghiệp ME4649: Tiếp thị logistics ME2051: Vận trù học ME4657: Quản lý thu mua ME2056: Thống kê trong công nghiệp( thí nghiệm)",
    "Do giữa kì phòng đào tạo sắp em thi tại cs1 nên thầy phụ trách dạy em nhập thiếu điểm giữa kì của em, em mong thầy xem xét nhập giúp em ạ",
    "Dạ em đã xem trả lời và kiểm tra thời khoá biểu vào chiều hôm nay nhưng vẫn không có ạ",
    "Chào thầy cô, em là sinh viên chuyển từ clc qua hệ đại trà. Em đã đạt chuẩn anh văn ở clc, em có phải học lại anh văn 1- 4 ở hệ đại trà không ạ? Em mong nhận được lời hồi đáp sớm từ thầy cô. Em xin cảm ơn thầy cô ạ",
    "Chào PĐT ạ. Em là , SV lớp HC18TP-KTTP. Cho em hỏi số lượng suất học bổng KKHT trao cho lớp thực phẩm hằng năm là bao nhiêu ạ. Em xin chân thành cảm ơn.",
    "Kính gửi : Phòng đào tạo trường đại học bách khoa  Em tên : SV: học trung tâm đào tạo bảo dưỡng công nghiệp , em có đăng ký thành công môn dung sai và đo lường MMH:260611 trong học kỳ chính của hk192 và không bị trùng với tất cả môn học nào , nhưng em kiểm  tra lại thời khóa biểu thì em không thấy môn học đó . Em kính mong phòng đào tạo kiểm tra lại giúp em để em đc học môn dung sai và đo lường trong hk chính của hk192 . Em xin chân thành cảm ơn .",
    "Xin chào,  Em tên là , là sinh viên khoa Điện Điện tử.  Hôm nay, em có vấn đề cần thắc mắc như sau. Việc là em có đăng ký môn GT mạch nhưng do một lý do khách quan nên đã bị hủy môn. Dựa theo tình hình đó, em quyết định đăng ký môn Pháp luật đại cương nhưng lại hết lớp phù hợp với lịch. Sau một thời gian không biết xoay sở như thế nào. Em nghe nói là nếu xin lên với Phòng Đào Tạo thì có thể vẫn được xem xét để thêm vào lớp ( Dù lớp đã đủ sỉ số).  Nay em xin viết những lời này. Kính mong quý thầy cô giải đáp thắc mắc của em. Cũng như hỗ trợ em trong vấn đề này trong trường hợp có thể .  Lời cuối em xin kính chúc quý thầy cô có một năm mới vui vẻ bên gia đình và người thân. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT, em thấy trong các điều kiện để xét học bổng KKHT, có điều kiện là số TC trong học kỳ  =90% số TC theo CTĐT, như vậy có bao gồm các tín chỉ Anh văn không ạ?   i     .",
    "Cho em hỏi là em đã hoàn thành chương trình học 142 tín chỉ ( điểm đã cập nhật đầy đủ ) và đáp ứng đủ điều kiện chuẩn tiếng anh ( Toeic 500 và Nói viết), nhưng sao em không đăng kí tốt nghiệp được vậy ạ?  Nếu đăng kí tốt nghiệp xong thì bao lâu em sẽ nhận được bằng tốt nghiệp tạm thời?  Em xin cám ơn!",
    "Em muốn hỏi mình không đăng kí kịp môn học thì phải làm sao ạ",
    "Chào Anh/chị, em tên  MSSV:  Cho em xin đăng ký môn Đồ án chuyên ngành(CT)  MSMH: ME4045, do môn học Kỹ thuật chế tạo 1 (MSMH ME3031) mới có điểm ngày 15/1 nên không đăng ký được. Mong Anh/chị xem xét giúp em, Em chân thành cảm ơn rất nhiều ạ!",
    "Dạ cho em hỏi học kì 2 của năm nhất , em có được đăng kí học dự thính không ạ , em cảm ơn pđt .",
    "Hiện giờ e mới đăng kí được 3 môn 8 tín chỉ mà các môn học đã max giờ e muốn làm đơn xin mở lớp thì làm như thế nào ạ ?",
    "dạ thưa cho em hỏi nếu em nộp chuẩn toeic để chuyển điểm và xét luận văn tốt nghiệp cùng một lúc,nhưng luận văn em chưa muốn làm đợi đến kì sau em mới làm,em có cần nộp lại chuẩn toeic không ạ",
    "Em tên là  MSSV  dạ em xin đăng ký môn học: kỹ thuật bêtong (CI3057) Dạ em xin cảm ơn Quý Thầy Cô ạ.",
    "Trong đợt kết quảb đăng kí môn học đợt 3,Em bị xóa những môn học chuyên ngành với lí do là thiếu môn học trước cơ lưu chất, trong khi em đã học môn này ở học kì 182, mong phòng đào tạo xem xét lại trường hợp của em để em có thể đăng kí.",
    "Chào Thầy/Cô, Em là sinh viên Việt Pháp và mong muốn tốt nghiệp vào tháng 4 này. Hiện tại em chỉ thiếu điều kiện về tiếng pháp và đã nộp bằng vào tháng 11. Theo lịch học vụ, đợt thẩm tra đầu tiên là 3/1 đã qua 1 thời gian nhưng em theo dõi thường xuyên vẫn chưa thấy cập nhật kết quả và cũng sắp đến đợt thẩm tra thứ 2. Vì vậy, em hi vọng phòng đào tạo có thể cập nhật thông tin sớm nhất để em có thể giải quyết rủi ro/thắc mắc nếu có. Em xin cám ơn.",
    "Cho em hỏi có thể học song song môn giải tích mạch (EE1011), Mạch điện tử (EE2007), tín hiệu hệ thống(EE2005) học cùng trong học kỳ 2 được không (do khọc kỳ vừa rồi em rớt môn tiên quyết giải tích mạch), học xong nếu đậu hết vẫn có nhật điểm bình thường ko hay chỉ môn tiên quyết được tính mấy môn sau bị hủy? Nếu như bị hủy cho em xin xóa môn Cơ sở điều khiển tự động(EE2019), Mạch điện tử (EE2007), tín hiệu hệ thống(EE2005) ra khỏi thời khóa biểu hk2 để tiện thời gian cho việc học",
    "CI2091",
    "CI3211",
    "Chào thầy cô, em là  học tại trung tâm Bảo dưỡng Công Nghiệp khóa 2017. Em đang bị tình trạng là mất tính chỉ đăng ký, em đăng ký 4 môn 10 tín chỉ nhung nay chỉ còn 2 môn 4 tín chỉ. Học phí em đóng đầy đủ, chứng chỉ toeic 350 em đã nộp online từ lâu rồi ạ. Đó là thắc mắc của em, rất mong được sự phản hồi từ thầy cô. Em xin cảm ơn !!!",
    "Thưa PĐT, em xin mở thêm sỉ số lớp EE3011 - Mạch điện tử thông tin ạ, do đến bây giờ điểm Mạch điện tử của em mới được cập nhật, nên em xin PĐT có thể mở lớp này để em có thể kịp đồ án và thực tập tốt nghiệp ạ. Em xin trân trọng cảm ơn",
    "Em là sinh viên năm cuối, do học kì vừa rồi e đã rớt một môn ( có điểm sau đợt đăng kí môn học cuối cùng ). Nên hiện giờ e vẫn còn thiếu một môn học để có thể ra trường đúng hạn ạ. Bây giờ em muốn đăng kí bổ xung vào môn học Thương mại điện tử ( CO3027 nhóm L01 ) được không ạ ( em đủ mọi điều kiện để đăng kí môn học này và không bị trùng thời khoá biểu ). Em hy vọng thầy\\cô có thể giúp đỡ em để em có thể ra trường đúng hạn ạ. Em xin chân thầy cảm ơn thầy\\cô.",
    "Em bị mất chứng chỉ giáo dục quốc phòng an ninh/ sinh viên K17 đã đạt môn này thì có ảnh hưởng đến việc nhận bằng hay không? Xin cảm ơn anh/ chị đã trả lời.",
    "Dạ cho em hỏi là nếu những môn mình ko qua ở hk chính mình đi học dự thính ở hk hè mà qua hết thì vẫn đủ điều kiện để đk môn cho năm 2 phải ko ạ? Em cám ơn rất nhiều",
    "Em chào PĐT, Đợt dkmh vừa rồi em có đăng kí môn học Quản lý dự án xây dựng cho học kì 192 phòng hờ trường hợp không qua môn. Nay đã có kết quả qua môn của môn học, em xin phép phòng đào tạo hỗ trợ em rút môn học này và qua Tết em sẽ đăng kí hồ sơ xét tốt nghiệp ạ . Thông tin môn học: Tên: Quản lý dự án xây dựng  Mã MH: CI1053 Tên sinh viên:   MSSV:  Nếu cần em lên văn phòng PĐT để xử lý rút môn thầy/cô vui lòng cho em được biết ạ. Em cảm ơn PĐT.",
    "Em có chút thắc mắc về điểm thi cuối kì môn cơ lí thuyết và phương pháp tính ạ:  + Cơ lí thuyết : em về so đáp thì em thấy em làm đúng được 10 câu ạ , mà em lên coi trên bảng điểm em được có 3 điểm , nên em mong được chấm lại bài ạ. + Phương pháp tính: môn này em không chép lại đáp án nhưng em chắc chắn em làm đúng 5 câu , mà trên bảng điểm em chỉ có 3 điểm thôi , em mong được chấm lại bài ạ   Em xin cảm ơn ạ .",
    "Em chào các thầy cô, Kỳ này em có học môn Kết cấu BTCT3, mã số CI3115 để thay thế cho môn cùng tên, mã số 804024 (2 môn học này em đã kiểm tra là có thể thay thế cho nhau). Tuy nhiên em xem trong tiến độ học tập không thấy cập nhật điều này . Thầy cô xem giúp em hình 1 và 2 trong đính kèm ạ. [] Cho em hỏi thêm là điểm trung bình tích lũy có cập nhật môn CI3115 thay thế cho 804024 không? Em cảm ơn ạ.",
    "Hôm qua, em đã thông báo tình trạng không đăng kí được môn học của em và đã được giải quyết, nhưng hiện thời khóa biểu sau khi cập nhật của em vẫn còn thiếu môn thi công công trình cảng (ci3215) và đồ án ci3217. Mong các anh xem xét vì đây là môn yêu cầu để em được đi thực tập tốt nghiệp hè này và em hoàn toàn đủ điều kiện đăng kí.",
    "Mssv:  Cho em hỏi trong đăng kí môn học đợt 3 em đã đăng kí được 18 chỉ nhưng kết quả chỉ còn 9 chỉ. Tại sao lại bị hủy ạ?",
    "Kính gửi phòng đào tạo. Em tên  mssv: , lớp HC15DK thuộc khoa kỹ thuật hóa học. Em xin phép hỏi phòng đào tạo về việc đăng ký bổ sung, mở lớp môn học Đồ án thiết kế kỹ thuật hóa học, mã môn: CH4007 vào học kỳ 192. Nguyên nhân do em và các bạn vừa biết điểm của môn học vào ngày 15/01/2020 tại thời điểm đó đã kết thúc đợt đăng ký môn học online. Em kính mong phòng đào tạo có thể cho em biết thêm thông tin về việc mở lớp môn học này vì em cần hoàn thành môn học để có thể tốt nghiệp đúng hạn. Theo em được biết thì cũng có một số bạn có chung hoàn cảnh giống em và đã làm đơn gửi phòng đào tạo và có chữ ký của thầy phó trưởng khoa. Em cũng đã viết đơn tuy nhiên vào ngày 17/01/2020 em có lên phòng đào tạo nộp đơn (hình đính kèm) thì các thầy cô hướng dẫn không nhận và tư vấn cho em truy cập vào website này để hỏi đáp.   Em xin cảm ơn các thầy cô phòng đào tạo đã giúp đỡ em, kính chúc các thầy cô nhiều sức khỏe và có một năm mới tốt đẹp.",
    "Hôm nay 17/01/2019 em có điểm môn cuối cùng nhưng bị xét rớt . Trong khi đó các cổng đăng kí môn học đều đã hết hạn từ 10 ngày trước. Đây là môn tự chọn và khả năng mở lớp dự thính là rất thấp vì không đủ số lượng. Em đã hoàn thành tất cả tín chỉ và chuẩn tiếng Anh xét tốt nghiệp . Như vậy, khi vừa vào học kì chính em xin phòng đào tạo vào lớp đã được mở. Để hoàn thành 3 tín chỉ cuối cùng mà em rớt có được không?  Em xin cám ơn",
    "Phòng đào tạo sắp xếp môn bị trùng, cụ thể là EE2022 và EE2016 (Như hình) Mong phòng đào tạo sắp xếp lạo lịch giúp em Em thấy có thể xoá EE2017, đổi nhóm EE2015 về L05_L12, rồi sau đó đăng ký EE2017 L08_L16 ạ  Em cảm ơn.",
    "Em chào thầy,cô. Em phải học môn Cơ lưu chất mã CI2005 nhưng mã này rất ít mở lớp nên em muôn hỏi là: Em học môn cơ lưu chất mã CI2003 để chuyển điểm cho mã CI2005 được không ạ? Em cảm ơn thầy cô.",
    "Em chào các thầy cô ạ em tên   sinh viên năm nhất của khoa Kĩ thuật Xây Dựng năm 2019 ạ Lý do em viết thư trình bày này là em xin các thầy cô cho em xin được đăng kí môn học HK192 ạ Lúc trong khoảng thời gian trường cho đăng kí em cứ suy nghĩ đến thi một ngành khác nhưng mà em suy nghĩ lại thì đã muộn Em xin các thầy cô cho em cơ hội để được đăng kí môn học HK192 ạ  Em xin trân trọng cảm ơn",
    "Kính gửi PĐT, Em tên , là sinh viên lớp XD15TD. Theo yêu cầu nhà trường cần có toeic 500 điểm để tốt nghiệp, tuy nhiên em mới chỉ đạt 490. Em viết email này để hỏi PĐT trường hợp của em có thể cứu xét để tốt nghiệp được hay không? Em rất mong phản hồi từ PĐT! Kính thư, Khện",
    "Xin chào quý thầy cô ạ. Hiện tại em đã học xong môn học Hoá hữu cơ (CH2023) thay thế cho môn Hoá hữu cơ(606012) và môn học Xác xuất thống kê (MT2001) thay thế cho môn Quy hoạch thực nghiệm và tối ưu hoá (215144) cũ. Hiện tại em chưa được chuyển điểm thay thế vào điểm môn cũ để đủ số môn học đăng ký tốt nghiệp ạ. Rất mông quý thầy cô có thể chuyển điểm cho em các môn học thay thế ạ. Em xin cảm ơn",
    "Dạ em chào anh/chị, Em là , mã số sinh viên , sinh viên Cơ điện tử Việt Pháp khóa 2015. Học kì 2 năm thứ nhất(năm học 2015-2016), em không đạt môn Giáo dục thể chất 2(mã 005006). Sau đó thì phòng Đào Tạo thay đổi quy định về các môn thể chất. Do đó, em đã đăng kí môn Bóng chuyền (mã PE1011) để thay thế và đạt điểm 7 qua môn vào học kì thứ 9 (năm học 2019-2020) và đã có điểm trên trang MyBk . Nhưng khi em vào trang Tiến độ học tập ở MyBk thì em thấy môn Giáo dục thể chất 2(005006) vẫn đang ở tình trạng \"Chưa Đạt\" . Em không hiểu là như vậy nghĩa là em đã đạt điều kiện \"Đạt\" môn này chưa. Em rất cần biết rõ vì nó ảnh hưởng đến việc tốt nghiệp của mình. Em có đính kèm 2 file hình ảnh bên dưới để minh chứng. Mong anh/chị giúp đỡ em, em cảm ơn anh/chị, em chúc anh/chị một ngày tốt lành ạ, ",
    "Kính gửi phòng đào tạo đại học bách khoa, Em tên là , sinh viên khoa máy tính. Em có vấn đề muốn hỏi về đăng ký môn, Hiện tại đã hết đợt đăng ký môn học thứ 3 nhưng em đã bị xóa 1 lớp do không đủ sỉ số, Em rất cần đăng ký để có thể tốt nghiệp vào năm nay ạ,  nên em mong pđt cân nhắc cho em đăng ký thêm 1 môn học nữa là môn Phát triển ứd trên tbdđ - mã CO3043. Xin cảm ơn,  ",
    "Dạ, em có câu hỏi là hết học kỳ, khi xét danh sách sinh viên nhận học bổng học tập thì học bổng sẽ được gửi cho sinh viên khi nào (cụ thể ạ) và tiền học bổng đó nhà trường gửi cho sinh viên như thế nào ạ?  Nếu gửi qua thẻ OCB mà thẻ của sinh viên bị khóa thì có cách nào để nhận số tiền đó ạ. Em cảm ơn.",
    "Xin chào quý thầy cô ạ. Xin quý thầy cô có thể hướng dẫn giúp em về thủ tục rút môn học đã đăng ký ạ. Vì lý do em đã hoàn thành các môn học ở đại học và em muốn đăng ký tốt nghiệp ở học kỳ này ạ.Môn học em đăng ký cho học kỳ này là môn Hoá hữu cơ Mã môn học : CH2021. Và em nếu đã rút môn học và đủ điều kiện thì em có được đăng ký tốt nghiệp trong kỳ học này được không ạ . Em xin cảm ơn quý thầy,cô !",
    "Em chào thầy cô ạ, thầy/cô cho em hỏi là: -   Thay đổi chính về học vụ từ HK192 có ghi là sinh viên năm nhất: dưới 28 tín chỉ. Có nghĩa là sau năm nhất em phải đạt tối thiểu 28 tín chỉ mới được đăng ký môn năm hai phải không ạ? -    Nếu vậy không may học kỳ 2 em có rớt môn thì có được học dự thính hè không vậy ạ? Em cám ơn thầy/cô nhiều ạ",
    "Dạ em có lên pđt hỏi về trường hơp của em, em thi av trong trường đợt 22/12 được 310 điểm và nộp chứng chỉ toiec của iig 340 điểm, em được miễn avcb và muốn đk av1 của trường nhưng điểm nộp vào chạy không kịp nên không đkmh đc, các cô trên pđt bảo em quay dề lên my bk hỏi, ngày 5/2 quay lại xin các thầy cô sắp tkb cứu xét cho e đc đk av1 trong trw ạ, e cảm ơn thầy cô đã đọc tin nhắn, em rất mong thầy cô cứu xét cho e đc đkmh ạ",
    ".. Em kính chào PĐT ạ. Do đợt đăng kí môn học lần trước em thấy môn vẽ cơ khí không đăng kí được ạ. Nhưng do khi có TKB thì bạn em lại có môn vẽ cơ khí nên em muốn hỏi PĐT cách đăng kí thêm môn học vẽ cơ khí có được không ạ",
    "Em nhờ cô cập nhật lại điểm môn thực tập điện 1 lại hộ em với học kì hè 183. Em cảm ơn.",
    "Em chào các thầy cô PĐT, em tên  học tại trung tâm Bảo Dưỡng Công Nghiệp khóa 2017. Em đang bị tình trạng mất tín chỉ đăng kí ạ, em đăng kí 15 chỉ nhưng nay chỉ còn 12 chỉ. học phí em đóng đầy đủ, chứng chỉ toeic 350 em cũng đã nộp online từ lâu rồi ạ. Đó là thắc mắc của em , rất mong được sự phản hồi từ thầy cô. Em cảm ơn ạ",
    "Em đã có đăng ký thẻ bảo hiểm y tế ở trường và đã đóng tiền bảo hiểm đầy đủ, tuy nhiên, do lúc kê khai em lại sơ suất điền sai mã số thẻ bảo hiểm y tế, đến giờ em mới phát hiện được sai sót, đến khi tra cứu trên mạng thì thẻ cũ đã hết hạn, mong phòng đào tạo giúp em đưa ra biện pháp xử lý ạ",
    "Chứng chỉ ngoại ngữ em đã đăng kí nộp cho trường chỉ có thời hạn đến tháng 2/2020 nhưng em còn nợ 4 tín chỉ trong học kì này đến tháng 6 mới hoàn thành chương trình đào tạo thì có phải thi lại chứng chỉ mới không. Mong được pdt giải đáp.",
    "Dạ thưa: Em học thí nghiệm hoá vô cơ của thầy  và em được 7 điểm. Điểm thí nghiệm trên mybk của em là 13. Do em có vắng 1 buổi và thầy dặn em tuần 51 lên học bù. Tuần 51 em có lên nhưng không gặp được thầy và em được biết thầy sắp nghỉ dạy. Dạ cho em hỏi điểm của em giờ sao ạ?",
    "Kính gửi PĐT, Em là  Mssv  Xin phòng đào tạo hủy giúp em môn Những NgLý cơbản CN M- - SP1003 vì kẹt thời gian làm việc và không đủ khả năng đóng học phí. Kính mong phòng đào tạo hủy giúp em.Em sẽ đăng ký môn vào học kỳ sau. Em xin cảm ơn phòng đào tạo.",
    "Em tên là  MSSV: . Em muốn đăng ký thêm hai môn là dung sai và đo lường (260611) và môn vẽ cơ khí(209037). Em mong phòng đào tạo có thể giải quyết cho em, em xin cảm ơn.",
    "Kính gửi phòng đào tạo, Em là ; mssv:  Em thắc mắc về cách tính điểm trung bình của môn phương pháp tính (mã môn học: MT1009); theo như giáo viên em nói là điểm bài tập lớn 9 điểm chiếm 20%; điểm giữa kỳ 5 là 30%; điểm cuối kỳ 3 là 50%; điểm trung bình em tính ra là 4,8 đủ điều kiện làm tròn thành 5.0 nhưng trên mybk đăng là 4,5 . Em kính mong phòng đào tạo giải đáp giúp em ạ",
    "Hiện em đang học anh văn 2 tại trường vừa rồi em đã thi những chưa có điểm cho em hỏi khi nào có điểm được không ạ",
    "Cho em hỏi là từ khoá K18 về trước được cấp bằng kĩ sư hay cử nhân.",
    "em đã đăng kí môn học học kì 2 từ đợt 1 và đã đóng tiền , nhưng trên mybk ghi em chưa đóng tiền nên vẫn không cho em đăng kí môn học ạ .",
    "Em tên  MSSV  . Em muốn đăng ký môn hai môn là dung sai và đo lường (260611) và môn vẽ cơ khí (209037), mong phòng đào tạo có thể giải quyết sớm cho em, em xin cảm ơn.",
    "Học kì 191 em có đăng kí Đồ án Tin học nhưng báo cáo trễ nên thầy đã nhập điểm và không đủ điều kiện hoàn thành chương trình học. Thời điểm này đã hết đợt đăng kí bổ sung học kì 192 vì thế hiện tại em không có thời khoá biểu học kì 192. Em không biết có bị tạm dừng học kì tới hay không và có cách nào để giải quyết trường hợp này không ạ? ( vì em chỉ còn 1 môn này nữa là hoàn tất chương trình học ) Em cảm ơn và mong sớm nhận được câu trả lời.",
    "Kính chào thầy,cô! Em tên là  MSSV Em có đăng ký môn Vật lý bán dẫn (EE1013) nhóm A01_A03 từ đợt 1 và dữ nguyên không thay đổi, nhưng đến kết quả đăng ký môn học đợt 3 thì lại bị đổi sang lớp A02_A05. Như hình đính kèm. Mong thầy cô xử lý chuyển em về lớp cũ. Em xin cảm ơn!",
    "Kính gửi Phòng Đào Tạo, Em tên là  SV lớp HC16HLY Khoa Kỹ thuật Hoá Học Em viết đơn này kính mong quý thầy cô phòng đào tạo cho em đăng ký bổ sung môn học: Đồ án thiết kế kỹ thuật hoá học (MSMH: CH4007). Do ngày 15/01/2020 em mới biết kết quả môn học nên em không kịp đăng ký online (đã hết hạn vào ngày 06/01/2020). Em cần hoàn thành môn học này để tốt nghiệp đúng hạn. Kính mong quý thầy cô xem xét giúp em. Em xin chân thành cảm ơn.",
    "Nhà trường cho em hỏi, mấy ngày hôm nay em muốn vào mục Thông tin sinh viên trên trang mybk thì sau khi đăng nhập tên tk sinh viên của em thì em đều bị chuyển hướng sang một trang khác báo lỗi ORA-28001: the password has expired  Trong khi em sử dụng các tính năng khác của Mybk hoặc E-learning thì vẫn đăng nhập được và truy cập bình thường ạ. Mong nhà trường giải đáp thắc mắc sớm giúp em để em còn xem được thời khoá biểu kì tới của em ra sao nữa ạ.",
    "Trong kì đăng ký môn học em sơ suất ko đăng ký thực tập tốt nghiệp và đề cương luận văn tốt nghiệp mà đăng ký các môn học khác. Phòng đào tạo có thể giúp em bỏ một số môn học để đăng ký hai môn học này được không ạ. Em cảm ơn .",
    "Em là , hiện tại tài khoản của em không thể đăng nhập vào mục 5. Thông tin sinh viên trên trang mybk trong khi các mục khác vẫn đăng nhập bình thường. Em mong phòng đào tạo giúp em.",
    "Em tên   mssv  cho em hỏi sao em dăng kí học av1 mà hk hiện lên thời khó biểu vậy a",
    "Em chào Thầy/cô, em tên:  - MSSV:  hệ VLVH. Học kỳ 192 em có đăng ký môn học EE1011 - Giải tích mạch, do sự bất cẩn trong quá trình đăng ký nên em có đăng ký nhầm nhóm tổ A01 học buổi sáng, em có xem qua thời khóa biểu nhưng em vẫn không sắp xếp được thời gian làm việc với thời gian học ạ. Vào ngày 15/01/2020 em có liên hệ phòng đào tạo và được hướng dẫn tạo phiếu yêu cầu ạ, rất mong quý Thầy/Cô hỗ trợ chuyển môn học EE101 - Giải tích mạch sang nhóm T01 giúp em ạ. Em rất xin lỗi vì sự bất cẩn của mình mà phiền đến Thầy/Cô ạ . Em cảm ơn!",
    "Em là sinh viên k16,em thi toeic được 490 thì có được xem xét làm luận văn tiep  không ạ.",
    "Kính chào thầy/cô , Em muốn hỏi thời gian nộp chứng chỉ anh văn để làm   B luận văn tốt nghiệp    có thể nộp trễ vào tháng ba được không ạ ?, do em đăng kí danh sách thi chứng chỉ anh văn đã bị đầy . Em cảm ơn .",
    "Chào em xin chào thầy/ cô ạ! Đầu tiên em xin trình bày lý do làm đơn yêu cầu: Học kỳ sắp này 192, em đã đăng ký hết 19  tín chỉ nhưng vẫn thiếu một môn chuyên ngành nữa, môn này có 3 tín chỉ, nên tổng cộng là 22 tín chỉ vượt quá số tín chỉ có phép (21 chỉ) . Vì môn chuyên ngành này là môn tiên quyết của em trong hai học kỳ sau nên nếu không đăng ký được thì tiến độ học của em sẽ bị trễ 1 năm. Em làm đơn này xin thầy/cô giúp em đăng ký thêm môn học Kỹ thuật mô hình hoá - Mã ME3231 Mong thầy/ cô thông cảm và giúp em ạ",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. HCM Cho em hỏi là ngày vào học trở lại sau Tết là 3/2 hay 5/2 ạ? Do trong mail của trường gửi sinh viên về Phòng chống virus Corona bảo là toàn bộ sinh viên trở lại học vào ngày 3/2 nhưng em xem lịch học vụ của Phòng Đào tạo thì đến ngày 5/2 mới vào học ạ. Em xin cảm ơn ạ.",
    "Chào anh chị. Hiện tại em đang là sv năm 4 của trường. Theo đúng tiến độ học tập thì học kì tiếp theo em sẽ làm luận văn. Nhưng hiện tại em chưa đạt được toeic 500. Vậy cho em hỏi em có thể đăng kí làm luận văn trước rồi nộp chứng chỉ toeic trước khi bảo vệ được k ạ"
]