[
    "Chào PĐT,",
    "Chào Thầy/Cô, Theo thông báo đăng kí tham gia Bảo hiểm y tế năm 2021 thì tụi con phải lên MyBK cập nhật thông tin làm thẻ nhưng do con đã bị mất thẻ BHYT cũ nên không thể biết mã số thẻ BHYT năm 2019 để hoàn tất cập nhật và đăng ký tham gia. Thầy/Cô cho con hỏi con phải làm thế nào để được đăng kí tham gia BHYT năm nay ạ. Có cách nào khác để con vẫn có thể tham gia BHYT theo quy định mà không cần đăng ký qua MyBK không ạ. Con xin cảm ơn Thầy/Cô . Chúc Thầy/Cô có một ngày làm việc vui vẻ và hiệu quả ạ.",
    "Chào bạn, Khi kết thúc đợt DKMH các bạn phải kiểm tra kết quả đăng kí, lúc đó có sai sót gì thì bạn phải khiếu nại lại. Hiện tại đã học nữa học kỳ, bạn phải làm đơn xin xét lại luận văn. Đơn có sự xác nhận của khoa và giáo viên hướng dẫn luận văn nộp PDT. Thân\" Trên đây em trích dẫn lời của cô giáo vụ. Kết thúc đợt ĐKMH em lên xem kết quả đăng ký thì không có, sau đó em khiếu nại và được xử lý có kết quả đăng ký ạ. Cho nên em mới nghĩ là đăng ký môn học của em thành công chứ việc không có thời khóa biểu thì em không hiểu vì sao em có kết quả ĐKMH mà em lại không có thời khóa biểu ạ Mong ban giáo vụ giúp đỡ ạ. Em cảm ơn!",
    "Em làm mất thẻ BHYT năm ngoái rồi nên em không cập nhật được số thẻ BHYT năm 2019 ở chỗ đăng kí mua bảo hiểm y tế - tai nạn cho sinh viên. Giờ em phải làm sao ?   i  .",
    "Em tên là , MSSV: . Theo mail của nhà trường thì ngày 2/11 học phí đã được đưa lên BK Pay, nhưng đến nay là 3/11 BK Pay vẫn chưa cập nhật thì lấy đâu ra thông tin học phí ngày 5/11 em đi đóng. Mong nhà trường sớm giải quyết và cập nhật cho em. Cảm ơn .",
    "Em muốn hỏi làm đơn trình bày lý do cụ thể nghỉ SHCD định kỳ ở đâu ạ, em tra trên CTCT BK ko có biểu mẫu đó ạ.",
    "CHÀO ANH/CHỊ, CHO EM HỎI LÀ CHUYỂN ĐIỂM THI TOEIC VÀO   ỦA  Ạ, : E  K17 NỘP 500 ĐIỂM VÀO  THÌ SẼ  Ạ, !",
    "Dạ em xin chào thầy cô ạ !  Học kì 201 cho K19 có SHCD đợt nào trong học kì này nữa không ạ ? Trừ đợt SHCD vừa rồi ạ !  Mong rằng thầy cô giải đáp thắc mắc em sớm vì quê em ở xa nên cần biết để đặt vé rẻ để về quê sớm ạ !  Em cảm ơn nhiều ạ !",
    "Cho em hỏi khoảng khi nào mới có thông bào chính thức về lịch làm lễ tốt nghiệp tháng 11 ak.Về thời gian nhận áo tốt nghiệp,buổi tốt nghiệp cụ thể cho từng khoa.....",
    "học kỳ 193 em đã thi qua môn Đại số tuyến tính (MT1007) nhưng sao em vẫn không được cộng thêm 3 tín chỉ tích lũy ạ? Em cảm ơn.",
    "Em , K2015, MSSV . Em thắc mắc về danh sách tốt nghiệp chính thức. Em đã đăng kí tốt nghiệp và đã có tên trong danh sách dự kiến, cũng như đã đóng tiền lệ phí tốt nghiệp. Tuy nhiên nhiều người bạn của em đã nhận được mail chúc mừng tốt nghiệp và ngày dự kiến tổ chức lễ tốt nghiệp dù chưa có trong dánh sách chính thức. Nên em khá là lo lắng. Mong thầy cô xem xét giúp em ạ. Em cảm ơn thầy cô nhiều ạ.",
    "Xin chào pdt ạ. Em là k18 và em nhận được mail từ hk201 sẽ áp dụng bảng quy đổi điểm Anh văn mới. Em đang đủ chuẩn đầu ra tiếng anh nhưng so với bảng điểm mới, em chỉ được đổi được av1 và av2, vậy thì kì 202 em có được đăng kí môn cho năm 3 không ạ? và em cần phải thi điểm  600 mới được đổi được 4 anh văn, mặc dù chuẩn đầu ra toeic cho k18 là 500 ạ! Em xin cảm ơn thầy cô!",
    "Chào PĐT,  Hiện tại em đã học hết 4 anh văn và vừa mới nộp CCNN để xét luận văn. Em có 2 câu hỏi như sau:  1. Theo như hình đính kèm bên dưới, việc nộp CNNN của em đã hoàn thành phần thẩm tra chưa ạ?  2. Có phải nộp phí nộp CCNN cho luận văn (không phải nộp để xét miễn) không? Nếu có, thì thanh toán bằng cách nào ạ? Em cảm ơn PĐT .",
    "Em đăng ký BHYT trong mybk nhưng 'mục chọn loại bảo hiểm đăng ký mua' không nhấn vào được và nut đăng ký cũng vậy. Em phải làm sao ạ?",
    "Chào cô ạ Em tên . MSSV . Khoa Kỹ thuật xây dựng. Cô cho em hỏi là em dùng phiếu điểm Toeic 550 (Nghe Đọc) để chuyển điểm anh văn 3 4 nhưng cứ bị lỗi ạ Cô cho em xin hướng giải quyết với ạ",
    "Em chào quý thầy cô,  Em tên , sinh viên lớp XD16KT, MSSV: . Sáng nay em có nhận mail của trường về việc cứu xét chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018đến HK3/2019-2020). Em thuộc diện khóa K2016 tuy nhiên sau đó em có lên thực hiện quy đổi điểm các môn anh văn nhưng không thực hiện được. Vậy nên em muốn hỏi thầy cô là thời hạn của quy định này cũng như khoảng thời gian bắt đầu áp dụng ạ! Em xin cảm ơn! Sinh viên",
    "Em đã cập nhật tất cả những yêu cầu về hồ sơ ảnh trong mục nhập học mà nhà trường yêu cầu nhưng vẫn chưa có được xác nhận in thẻ từ nhà trường, trong khi các bạn của em đã được in thẻ đầy đủ (mục 7 chưa được tích xanh).Em mong nhà trường xem xét và hổ trợ giùm em. Em xin chân thành cảm ơn!",
    "Em tên  Mssv  lớp CK16 CTM3 , tình trạng hiện tại em đã đủ điều kiện tốt nghiệp , nhưng PĐT chưa cập nhật nên em chưa đăng kí trên mybk . Mong PĐT cập nhật giúp em",
    "Dạ cho em hỏi trường có bộ phận nào tư vấn tìm kiếm nơi thực tập cho sinh viên không ạ. Em cảm ơn.",
    "Pđt cho em hỏi . Môn học em đã qua rồi. Kì này em có đki để duy trì trạng thái sv.   Nếu em không đi thi có bị sao ko ạ . Em biết là môn học được học nhiều lần sẽ lấy điểm cao hơn .Nhưng cái này là em bỏ thi, vậy nó có ảnh hưởng gì đến việc tốt nghiệp và điểm trung bình của em không ạ . Em cảm ơn",
    "Kính gửi phòng đào tạo Ngày 22/10/2020 em có đăng ký xét miễn điểm anh văn và đã được duyệt xác nhận, điểm chuyển theo bảng quy đổi mới, nhưng mybk chưa cập nhật bảng điểm. Hôm nay em nhận được mail trường thông báo là sinh viên K13-K16 khi chuyển điểm anh văn sẽ được xét theo bảng quy đổi cũ. Như vậy, điểm chuyển anh văn của em có được quy đổi theo bảng điểm cũ hay không ạ? Em cảm ơn.",
    "Kính chào phòng đào tạo Em đã có tên trong danh sách chính thức tốt nghiệp đợt tháng 11/2020. Phòng đào tạo cho em hỏi là lễ tốt nghiệp đã có thời gian chính thức chưa ạ? Để em có thể hẹn thời điểm nộp bằng cho doanh nghiệp em đang công tác. Em cám ơn phòng đào tạo.",
    "Chào thầy cô, em có đăng ký tốt nghiệp vào tháng 11,đăng ký thành công và nhận giấy tốt nghiệp tạm thời. Bây giờ vào xem lại thì thấy vẫn chưa vì nợ Học Phí. Em kiểm tra mail và BKPay không thấy phần thanh toán học phí của em. Mong PĐT giải quyết để em kịp đăng ký tốt nghiệp ạ.",
    "E chào thầy cô ạ E có nghe nói là \"sinh viên khóa k16 về trước  anh văn được đổi điểm chuẩn anh văn trong bảng 2017\" Như vậy sinh viên hệ cao đẳng có áp dụng cho khóa 2017 không ạ?  E cảm ơn ",
    "Em chào quý thầy cô  Em đang làm hồ sơ xin vay học phí của ĐHQG HCM. Trong hồ sơ có yêu cầu có thông báo đóng học phí, nên em muốn hỏi xin 1 giấy thông báo số tiền học phí cần đóng để hoàn tất thủ tục. Em mong nhận được phản hồi từ thầy cô. Em xin cảm ơn",
    "Em chào thầy cô phòng đào tạo! Cho em được hỏi, em vừa nhận được mail cứu xét chuyển điểm các môn ngoại ngữ cho K14, K15 và K16 theo chuẩn cũ. Cho em hỏi là thời hạn chuyển điểm anh văn theo chuẩn cũ của đợt cứu xét này là bao lâu ạ?",
    "Dạ em là Phan Tấn Trung, MSSV: . Em có hỏi về học phí thì nhà trường trả lời là BK Pay đã cập nhật học phí rồi mà BK Pay của em thì vẫn chưa có cập nhật nên em mới hỏi là hệ thống myBK của mình có lỗi gì không mà sao học phí của em lại không có cập nhật lên BK Pay. Mong nhà trường check tên và mssv em lên BK Pay xem thử đã cập nhật chưa. Ngày 5 là bắt đầu đóng học phí mà thông tin học phí của thì lại chưa có trên BK Pay thì lấy đâu ra thông tin cho em đóng ??? Em cảm ơn và mong sớm giải quyết.",
    "Cho em hỏi phần chọn gói 12 tháng hoặc 4 tháng bị tô đen khổng thể chọn mình làm sao để đk bảo hiểm y tế được ạ.",
    "Em tên là  MSSV:  Hiện tại em đã đóng khoảng học phí bị trễ hạn trên BK pay tuy nhiên trên danh sách dự kiến tốt nghiệp vẫn chưa cập nhât trạng thái nợ học phí của em. Mong quý thầy/cô kiểm tra lại cập nhật lại trạng thái để em có thể đăng ký xét tốt nghiệp trước hạn cuối 06/11/2020. Em xin cám ơn.",
    "Hiện tại bây giờ lớp võ L284 đã bị hủy nên em muốn đăng kí môn thể dục thể chất khác có được không",
    "Dạ cho em hỏi là em có bảo hiểm y tế rồi có cần đăng kí bảo hiểm y tế trên ứng dụng Mybk không ạ",
    "Em xin chào ban quản lí, phòng đào tạo. Em tên . Em có thắc mắc về việc đóng các khoản phí của học kì này. Đầu năm lúc nhập học em có nghe thông báo và đóng các phí tạm tính bao gồm tiền bảo hiểm y tế và học phí của học kì 201 là 4.000.000 đồng. Vài ngày trước em có nhận một mail về việc đóng khoảng 50% học phí học kì và tiền bảo hiểm y tế. Vậy em muốn hỏi: - Khoảng 50% học phí do mail thông báo là phần học phí còn lại của học kì 201 hay tính theo một khoảng thu khác. Và nếu đúng là phần học phí còn lại của học kì 201 em phải đóng là bao nhiêu . - Tiền bảo hiểm y tế em đã đóng đầu năm thì đợt thu phí theo mail này em không phải đóng đúng không ạ .",
    "Em làm mất thẻ sinh viên và em có lịch thi lúc 7h, làm sao em có thể xin giấy xác nhận sinh viên để có thể vào thi ạ?",
    "Cho em hỏi là nếu mình mất thẻ bảo hiểm y tế thì làm sao để đăng ký lại ạ. Trên mybk, yêu cầu mã thẻ bhyt ạ",
    "Em bị bệnh ở quê nên không lên rút môn học kịp. Em xin rút môn trễ được không ạ",
    "Em chào cô  Hôm trước e có nộp vô trường chứng chỉ ngoại ngữ toeic 535. Và theo luật chuyển điểm mới, e chỉ chuyển được anh văn 1 là 9đ và anh văn 2 là 6,5đ. Không chuyển được anh văn 3 và 4. Nhưng hôm qua e có nhận được thông báo sẽ áp dụng luật chuyển điểm cũ cho sinh viên K15. Và theo luật chuyển điểm cũ điểm sau chuyển của em sẽ là anh văn 1 10đ, anh văn 2 10đ. Em có lên Mybk chọn chuyển điểm lại, nhưng không thành công . Em muốn hỏi cô là chuyển điểm này trường sẽ tự cập nhật lại cho e, hay e phải làm gì để được chuyển điểm lại ạ . Mong nhận được phản hồi sớm từ cô Em cảm ơn   i  .",
    "Pđt cho em hỏi . Môn học em đã qua rồi. Kì này em có đki để duy trì trạng thái sv.   Nếu em không đi thi có bị sao ko ạ . Em biết là môn học được học nhiều lần sẽ lấy điểm cao hơn .Nhưng cái này là em bỏ thi, vậy nó có ảnh hưởng gì đến việc tốt nghiệp và điểm trung bình của em không ạ . Em cảm ơn",
    "Kính thưa quí thầy cô , em là sinh viên thuộc khoa cơ khí, theo như chương trình đào tạo của khoa cơ khí học kì này gồm 19 tín chỉ theo chương trình nhưng sẽ chỉ tính tiền của một học kì tương đương 17 tín chỉ. Ngoài ra em có đăng kí thêm môn anh văn 1 ( 2 tín chỉ). Nhưng mức thanh toán học kì 201 của em là 7.250.000đ tương đương với 21 tín chỉ. Kính mong thầy cô  giải đáp thắc mắc này giúp em với ạ. Em chân thành cảm ơn ạ!",
    "Em là sinh viên K19 ạ Em đã đăng kí nhận tiền hỗ trợ nhưng không biết có lỗi gì không nhưng giờ vào lại mất hết thông tin đăng kí và không có nhận được tiền là sao ạ?",
    "thẻ bhyt năm 2019 của e bị thất lạc nên không nhớ số thẻ để điền trong phần đk thẻ mới ạ. e ghi lại số thẻ cũ của năm 2018 có sẵn ở đó được ko ạ.  hoặc nếu không thì có cách nào khác ko ạ",
    "Em là 17 cao đẳng BDCN. Hôm qua em có nhận được thông tin là việc chuyển điểm anh văn của 17 Cao đẳng vẫn áp dụng là 500 TOEIC là chuyển được 4 môn anh văn thay vì 600TOEIC từ H201. hông biết thông tin có chính xác không?",
    "Dạ ad ơi cho e hỏi là em có cập nhật đầy đủ thông tin trên bkpay nhưng hôm nay không nhận được 100k trong tài khoản ạ trong khi bạn em được nhận đầy đủ hết r ạ Em cảm ơn ạ",
    "Kính gửi thầy cô phòng đào tạo, Em tên là , em có câu hỏi về thời gian cấp bằng chính thức ạ. Hiện tại sắp tới là thời gian thi tuyển công chức và em có nguyện vọng ứng tuyển nhưng em chưa có bằng chính thức. Em xin phép hỏi thầy cô là ngày 28/11 là làm lễ tốt nghiệp chính thức và cũng là ngày ngày em nhận được phôi bằng tốt nghiệp đúng không ạ . Em rất mong nhận được phản hồi từ thầy cô ạ Em xin chân thành cảm ơn thầy cô.",
    "Chào Thầy cô ạ, Em tên là , MSSV , Khoa Kỹ Thuật Xây Dựng. Thầy cô cho em hỏi là em đã đủ điều kiện xét tốt nghiệp rồi nhưng vẫn chưa đăng kí được ạ. Mong quý Thầy cô coi qua trường hợp của em ạ",
    "Dạ em chào thầy cô ạ! Em đã nộp chứng chỉ ngoại ngữ hồi 5/10 và được xét hợp lệ từ 12/10, tính đến nay cũng đã 1 tháng trôi qua rồi ạ! Mà điểm trung bình tích lũy của em vẫn chưa thay đổi ạ! Em mong thầy cô cập nhật điểm sớm giúp em ạ để kịp phân ngành! Hiện tại khoa em đang trong thời kì phân ngành ạ! Em khẩu cầu xin thầy cô cập nhật ạ! Em cảm ơn rất nhiều!",
    "Em chào Cô ạ Em tên là , MSSV , Khoa Kỹ thuật xây dựng ạ Hiện tại thì em đã hoàn thành xong chương trình học của 2 ngành: Ngành kỹ thuật công trình xây dựng và ngành Cảng-Công trình biển (đều thuộc khoa Xây dựng) và đã đủ điều kiện tốt nghiệp. Cô cho em hỏi là em cần làm những thủ tục gì để em có thể nhận 2 bằng trong đợt tốt nghiệp tháng 11 này ạ. Em xin cảm ơn ạ",
    "Dạ chào Thầy/ cô! Em tên là  MSSV:  Gmail:  Hiện tại HK201, Em đang học VL2 lớp DT01.Mặc dù em đã có TKB của môn học và làm tất cả bài test trên E-learning.Cô bảo với em là sáng nay cô vừa download danh sách trên E-learning về và vẫn không có tên em. Kính mong PĐT xem xét lại và cập nhật sớm giúp em. Em xin phép chụp lại TKB cá nhân và trang e-learning để làm minh chứng(Tệp đính kèm) Em cám ơn!",
    "Em chào cán bộ. Em có nhận được email của Phòng đào tạo về việc cứu xét chuyển điểm các môn anh văn, trong email có nói là áp dụng bảng quy đổi cũ nhưng em vẫn chưa hiểu rõ về yêu cầu để được cứu xét. Em xin cán bộ giải thích rõ hơn ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi là em đã đóng học phí rồi nhưng khi lên đăng kí xét tốt nghiệp thì vẫn để nợ học phí và không cho đăng kí ạ. Mong thầy cô kiểm tra giúp em ạ. Em xin cảm ơn.",
    "EM có nghỉ buổi sinh hoạt công dân do trùng lịch thi dự thính một vật lý 2 giữa kì ạ, em nên tìm biễu mẫu đơn trình bày ở đâu ạ",
    "Môn tự chọn A ngành Khoa học Máy Tính của em yêu cầu 3TC, trong 2 môn dưới đây: AS2001    Cơ học ứng dụng PH1005    Vật lý 2 HK191 em có học [Cơ học ứng dụng] nhưng em rớt. Sau đó HK193, em đăng kí học môn [Vật lý 2] và đã qua. Nhưng bây giờ xem bảng điểm thì không cộng điểm môn [Vật lý 2] vào điểm Trung Bình Tích Lũy. Như vậy là sao ạ? Em cảm ơn.   i ",
    "Kính gửi PĐT, Em có thử nhiều lần thanh toán bkpay tiền học phí dự thính nhưng đều bị lỗi thì là lỗi của ngân hành hay bên bkpay ạ, em nên làm thế nào ạ? Em xin chân thành cảm ơn",
    "Hiện tại em chưa có  trong danh sách tốt nghiệp chính thức. Ngày 26/11 Em đã kích hoạt thành công tài khoản cựu sinh viên và tình trạng phiếu đăng ký đã được xử lý. Nhưng lúc tối qua (4/11) em có đăng ký in bảng điểm, nhưng theo quy định ở đó thì em KHÔNG ĐƯỢC đóng qua BKpay ( thanh toán tại PDT) nếu như vậy đợt xét tuyển tốt nghiệp bổ sung danh sách chính thức em vẫn có tên và không phải rơi vào trường hợp nợ HP trên bkpay phải không ạ?",
    "E đã đang ký xin giấy xác nhận được đang ký nộp bằng trên elearning từ khá lâu nhưng k nhận được kết quả đăng ký nên vẫn chưa thể hoàn thành việc nộp bằng tốt nghiệp thpt . xin trường cho e hỏi giờ cần làm j ạ nên đợi xác nhận hay nộp bản sao công chứng bằng cho bạn lớp trưởng thôi ạ",
    "Dạ em muốn hỏi là em đã thấy kết quả chuyển điểm ngoại ngữ trên mục chuyển điểm trên BKel rồi ạ. Nhưng sao điểm trung bình tích lũy của em vẫn chưa được cộng vào ạ?",
    "Chào thầy/cô, Em có theo dõi trang thông tin của trường và email sinh viên thì hiện tại chưa thấy thông báo chính xác ngày diễn ra lễ tốt nghiệp. Có nghe dự đoán tầm 27/11 ạ. Em gửi câu hỏi để chắc là mình không bị sót thông báo ạ. Em cảm ơn,",
    "e bị mất thẻ bhyt đk năm 2019 nhưng có thẻ bhyt năm 2018 và có hạn sử dụng đến năm 2023 thì có thể dùng số thẻ trên đó để đăng ký bhyt năm 2020 không ạ? hay vẫn phải liên hệ phòng CTCTSV để hỏi về thẻ 2019 ạ?",
    "Mất thẻ sinh viên làm lại thẻ sinh viên thì có bị trừ điểm rèn luyện không ạ ??",
    "em điền đầy đủ các thông tin rồi nhưng không chương trình cứ báo lỗi như thế này   i  .",
    "Kính chào quý thầy/cô, Em là , MSSV  , khoa kỹ thuật giao thông , lớp GT14TAU . Ngày 28/10/2020 Em đã lên pdt ghi tên vào danh sách bổ sung tốt nghiệp và đã đăng ký cũng như đóng phí tốt nghiệp , nhưng hiên tại em chỉ có tên trong danh sách tốt nghiệp bổ sung trên web trường mà không có tên trong danh sách tốt nghiệp chính thức , ngoài ra em cũng xin được hỏi là giấy tốt nghiệp tạm thời em lấy ở đâu ạ . Mong quý thầy cô sớm xem xét và cập nhật giúp em . em xin chân thành cảm ơn .",
    "Sau khi kiểm tra, em thấy có sự khác nhau giữa điểm trung bình khi em xem trong mục \"danh sách tốt nghiệp dự kiến\" (7.35 điểm) và trong mục \"thông tin sinh viên-mybk\" (7.27 điểm). Em mong phòng đào tạo có thể kiểm tra lại trường hợp của em ạ. Em có đính kèm 2 hình ảnh phía dưới. Em xin chân thành cảm ơn!!!",
    "Do bị bệnh nên em không rút môn học kịp và giờ em đang phải học giáo dục quốc phòng và em muốn xin hủy môn học kì 201 trễ onl thì em có thể làm đơn và gửi mail được không ạ. Cho em xin địa chỉ mail cần gửi ạ",
    "Em xin chào PĐT, em và rất nhiều bạn trong lớp tài năng cơ điện tử khoa cơ khí CK16KSCD đã đăng kí tốt nghiệp trong đợt tốt nghiệp tháng 11/2020 sắp tới. Tụi em đã hoàn thành đủ các điều kiện để tốt nghiệp cùng với lớp CK16KSCD, nhưng PĐT lại có quyết định cho tụi em ra khỏi lớp CK16KSCD vào học kì 1.20.21. Em mong phòng đào tạo có thể giải đáp cho em vì sao lại như vậy ạ.",
    "Em chào Cô ạ. Em tên là , MSSV , Khoa Kỹ thuật xây dựng. Em đã học song ngành 2 ngành là  Kỹ thuật Cảng-Công trình biển (bằng 1) và Kỹ thuật công trình xây dựng (Bằng 2) ( Đều thuộc khoa Kỹ thuật xây dựng) Hiện tại thì em đã đăng kí tốt nghiệp được bằng 1 nhưng chưa thấy thông tin tốt nghiệp bằng 2. Cô cho em hỏi là em cần làm thủ tục gì để nhận song bằng ạ Em xin cảm ơn ạ",
    "Kính chào Phòng Đào Tạo, Em là Thiệu Hồng Thái, sinh viên lớp VP14CĐT. Em xin hỏi là sao hôm nay em vẫn chưa thấy danh sách tốt nghiệp chính thức bổ sung trên mục Tốt Nghiệp của aao.hcmut.edu.vn ạ? Em xin cảm ơn!",
    "Dạ xin chào thầy cô, Em đang đăng ký tốt nghiệp và có nợ học phí. Em đã thanh toán xong học phí rồi, mong thầy cô hỗ trợ giúp em cập nhật để em đăng ký tốt nghiệp trong thời gian quy định của nhà trường. Em chân thành cảm ơn thầy cô.",
    "Hiện tại em ở ngoài quê nên không vào kịp Hồ Chí Minh để nộp phiếu rút môn học nên thầy cô có thể cho em rút môn học online để kịp đăng kí tốt nghiệp hết hạn lúc 16h chiều nay không ạ ?. Do rút môn học xong em mới được kích hoạt tài khoản cựu sinh viên.",
    "Kính mong pdt update lại thông tin tốt nghiệp của em, vì hôm qua em có hỏi việc em in bảng điểm có thể đóng bkpay được không ( ở đó có lưu ý k đóng qua bkpay) và hôm nay e nhận được câu trả lời là có nên em đã đóng tiền ở bkpay rồi. Tuy nhiên em kiểm tra lại ds tốt nghiệp dự kiến của em thì để em nợ HP. Trước đây ( ngày 26/10) em đã nhận 1 email về việc xác nhận đơn đăng ký tốt nghiệp. Vậy giờ em có cần vào mybk--  đăng ký tốt nghiệp để đăng ký lại không? Hay PĐT sẽ tự động update cho em .",
    "Chào phòng Đào tạo, Hiện tại mình là sinh viên nằm trong diện miễn giảm học phí 100% nhưng khi mình vào bkpay thì phát hiện kì này mình phải đóng số tiền là 350.000 đồng. Không biết số tiền mình phải đóng ở đây là gì vậy ạ? Nếu có sai sót mong phòng Đào tạo có thể giải quyết sớm ạ . Bên dưới là ảnh chụp bkpay, học phí ở thông tin sinh viên và thời khoá biểu của mình trong HK 201 Mình cảm ơn.",
    "Chào cô,  Em tên , mssv  Em đăng kí xét tốt nghiệp nhưng còn đang nợ học phí, Em mới thanh toán học phí lúc sáng, nên chưa được cập nhật, cô giúp em cập nhật để em được đăng ký xét tốt nghiệp nhanh ạ Cảm ơn cô đã đọc thư",
    "Em chào Phòng Đào Tạo. Em tên . MSSV:  Hiện đang học khoa Công nghệ vật liệu, lớp VL16KL. Ngày 4.11 em có dùng CCNN để xét miễn Anh văn 1, 2, 3, 4, đã có xác nhận thành công (file ảnh 1 đính kèm). Nhưng khi vô trong bảng điểm chuyển vẫn không thấy các môn đã chuyển (file ảnh 2 đính kèm). Vậy cho em hỏi trường hợp của em đang gặp vấn đề gì ạ? Và bao lâu thì có điểm chuyển trên bảng điểm. Em cảm ơn PĐT nhiều.",
    "Em tên là  MSSV . Mong phòng đào tạo giải quyết giúp em khi đăng ký tốt nghiệp nó ghi là em nợ HP ko cho đăng ký, mong pdt kiểm tra lại",
    "Dạ thầy/cô cho em hỏi em K16 , sau khi tính điểm em thấy mình chưa đủ loại khá , nên bây giờ em xin phòng đào tạo xem xét thêm em vào danh sách đăng ký môn GIS ( CI3085 ) có được không ạ , do hết hạn đăng ký môn học nên em mới viết mail này mong thầy/cô hồi âm  giúp em , em cảm ơn nhiều ạ",
    "Cho em hỏi em là K19 học phí năm nay là 5.850.000 mà sao của em lại tới 6.200.000 ạ. Em đăng kí môn 16 chỉ ạ",
    "Em đã hoàn thành các bước đăng kí cho đợt tốt nghiệp tháng 11 nhưng chưa có danh sách trong danh sách tốt nghiệp chính thực, và khi nào em có thể nhận bằng tốt nghiệp tạm thời ạ",
    "Kính thưa quý thầy cô, Em tên , mssv:. Em có thấy có một số anh chị k16 còn một số mục chưa thanh toán trên BKPay nên không được cấp bằng tốt nghiệp. Hiện tại trong BKPay của em có 1 khoản thanh toán bảo hiểm, mà e chưa thanh toán (vì em đăng ký nhầm, em đã thanh toán tại ký túc xá). Liệu chuyện này có ảnh hưởng gì đến việc tốt nghiệp của em không. Mong quý thầy cô cho em lời giải đáp. Em xin chân thành cảm ơn.",
    "em mua bhyt 1 năm  ngày em mua là 16/11/2019 bây giờ em có mua nữa k ạ. Em cám ơn.",
    "Em chào thầy/cô. Hiện tại em đã đăng ký tốt nghiệp trên MYBK từ ngày 31/10 và đơn có tình trạng là   B Phiếu đăng ký đã xử lý    nhưng đến bây giờ vẫn chưa có tên trong danh sách chính thức ạ. Không biết khi nào danh sách chính thức mới cập nhật ạ. Em cảm ơn thầy/cô rất nhiều ạ",
    "dạ em tên  mssv  ạ. Cho em hỏi là  tại sao em vẫn chưa có tên trong danh sách chính thức ạ?",
    "Chào Cô, Em tên , MSSV  Trong ngành kỹ thuật công trình xây dựng, theo chương trình đào tạo khóa 2015 có 2 môn như sau:   + CI3069 Kết cấu thép 2.   + CI4049 Tổ chức thi công . -Nhưng do em là sinh viên học song ngành, em học bằng 2 ngành kỹ thuật công trình xây dựng nên những môn đó em đã đăng kí theo mã môn học của khóa 2016 bao gồm:   + CI3211 Kết cấu thép 2   + CI3213 Đồ án môn học kết cấu thép   + CI4125 Tổ chức thi công   + CI4127 Đồ án môn học tổ chức thi công -Và em cung đã học qua những môn trên với kết quả là đủ điểm qua môn -Cô cho em hỏi là em cần làm thủ tục gì để em được công nhận là hoàn thành đủ chương trình đào tạo và được nhận bằng 2 ạ(Kỹ thuật công trình xây dựng) Em xin cảm ơn ạ",
    "Chào anh chị, em là , là sinh viên bằng 2 chính quy ngành kỹ thuật cơ điện tử, mssv . Em gửi đăng ký tốt nghiệp ngày 19/10/2020 nhưng đến giờ kiểm tra trên web phòng đào tạo vẫn ko tìm thấy trong danh sách tốt nghiệp chính thức (đã có trong danh sách dự kiến). Vậy cho em hỏi trường hợp của em phải làm sao? Đính kèm ảnh chụp màn hình đăng ký tốt nghiệp Cảm ơn.",
    "Chào Thầy Cô Thầy Cô cho em hỏi vừa nãy em có thanh toán học phí HK 201. Nhưng em lại chọn nhầm khoản thanh toán lần 2, bây giờ em có thể cách nào chuyển khoản thanh toán đó thành đợt 1 không. Em mong Thầy Cô giải đáp thắc mắc giúp em gấp tại hạn chót thanh toán là ngày 12/11  Em chân thành cảm ơn",
    "Dạ chào quí thầy cô Em Tên  Mssv  Em hiện là sinh viên hệ VHVL ngành: Điện tử viễn thông Em hỏi quí thầy cô là học kì này em đăng kí 2 môn: Trường điện từ và Thực tập điện 2. Tổng cộng là 4 chỉ. 1 chỉ là 480.000 nghìn (tổng là 1.920.000) Nhưng em xem trên BK pay tổng tiền phải đóng là 2.100.000. Cho em hỏi sao co phần chênh lệch vậy ạ Cảm ơn quí thầy cô đã xem",
    "hệ thống PĐT có  tự động cập nhật lại giúp em hay em phải trực tiếp lên làm đơn ạ? Vì ngày 26/10 đơn đăng ký tốt nghiệp của em đã thành công, nhưng giờ hệ thống lại để hết hạn ( có thể xem ảnh em đính kèm).  Và Em  cũng không có nợ hp",
    "Dạ cho em hỏi chuẩn anh văn ra trường đối với 18 nếu nộp bằng Toeic từ H201 là 600 hay 500 ạ. Chuẩn anh văn 3 của 18 nếu nộp bằng trong học kỳ này là 450 hay 550 ạ.",
    "Thân chào Thầy/Cô phụ trách, Em tên Phạm Đức Huy, lớp CK16LOG, MSSV . Em muốn hỏi thông tin về Hồ sơ tốt nghiệp của em đã được xét duyệt và hoàn thiện chưa ạ sau khi em đã đăng ký Tốt nghiệp trên mybk và có kích hoạt tài khoản cựu sinh viên?  Em đăng ký từ ngày 21/10/2020 và đến nay là 06/11/2020 vẫn chưa có email phản hồi về việc em được tốt nghiệp chính thức, và trong   B DANH SÁCH TỐT NGHIỆP CHÍNH THỨC    trên hệ thống aao cũng không có thông tin của em.   Mong Thầy/Cô xem xét lại hồ sơ của em ạ. Em cảm ơn.",
    "Chào thầy/cô, Em tên  MSSV:  Sau khi nộp chứng chỉ ngoại ngữ, em có đăng ký xét miễn điểm cho môn AV3 và AV4, em đã nộp phí chuyển điểm và được xác nhận trên myBK nhưng đến hôm nay em vẫn chưa thấy thông tin gì trên mục chuyển điểm ở phần thông tin sinh viên. Thầy/cô cho em hỏi đăng ký xét miễn điểm của em có được giải quyết chưa ạ. Em cảm ơn. Mong phản hồi từ thầy cô.",
    "Em chào thầy cô. Em tên là  MSSV:  Thầy cô cho em hỏi bảng điểm của em tất cả các môn đã qua hết rồi nhưng sao số tín chỉ lại chưa đươc cập nhật ạ! Em Kính Mong Thầy Cô cập nhật lại số tín chỉ giúp em ạ! Mong nhận được sự giúp đỡ của Thầy Cô! Em xin chân thành cám ơn Thầy Cô ạ!",
    "PĐT cho em hỏi, mình có xin rút môn học (đã đăng ký học ở các học kỳ trước) không tính điểm vào bảng điểm nữa được không ạ? Do có một số môn học không nằm trong chương trình đào tạo của em (không phải môn tương đương với chương trình K2013). Nên em muốn xin rút những môn đó ra khỏi bảng điểm của mình, để cải thiện điểm trung bình tích lũy ạ. Cám ơn PĐT.",
    "PĐT kiểm tra giúp em còn thiếu những điều kiện nào, để em bổ sung trong học kỳ này với ạ. Em xin cám ơn.",
    "Dạ xin cho e hỏi , e thấy lịch thi cuối kì của e là mùng 8 12 âm lịch sẽ xong xin cho e hỏi là thi xong có đc nghỉ tết luôn k ạ vì e ở ngoài bắc nên e muốn để đặt vé về quê sớm ạ e cảm ơn",
    "Dạ em chào thầy/cô ạ. Dạ hiện tại em đã cập nhật thông tin đăng ký mua BHYT thành công nhưng em không chọn được mục \"Chọn loại bảo hiểm đăng ký mua\" ạ. Vì không chọn được mục đó nên em không thể ấn nút đăng ký mua BHYT được ạ. Em mong thầy/cô có thể hỗ trợ em về vấn đề nói trên ạ. Mong phản hồi từ thầy/cô ạ. Dạ em xin cảm ơn.",
    "Em chào thầy/cô! Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với! Trân trọng!",
    "Hiện tại em có nhận được mail Xét tuyển thẳng vào cao học. Vì lúc trước e học Bảo Dưỡng Công Nghiệp. Hệ Cao Đẳng, Sao e nhận được email này ạ?   i  .",
    "Cho em hỏi năm lịch đăng ký làm luận văn tốt nghiệp gần nhất mở khi nào ạ? Em cảm ơn ạ",
    "Dạ thầy cô cho em hỏi, nếu làm đơn gia hạn thời gian nộp học phí đợt 1, thì hạn trót trễ nhất cho phép là ngày mấy ạ? Em xin cảm ơn",
    "Em xin chào ban quản lý học vụ. Vừa rồi pđt đã xử lý vấn đề không có thời khóa biểu luận văn cho em và đã có thời khóa biểu vào ngày 5/11. Vậy em muốn hỏi là khi nào thì BKpay được cập nhật để đóng học phí ạ. Mong ban quản lí học vụ giúp đỡ ạ. Em cảm ơn.",
    "Kinh gửi thầy/cô, Em là , đến từ khoa Kỹ thuật Giao Thông. Do nhu cầu đăng ký ứng tuyển thực tập sinh nên em cần phải có file mềm của bảng điểm trong hồ sơ. Vậy để lấy file mềm thì em cần phải làm những gì ạ? Mong thầy/cô có thể hướng dẫn cho em. Em cảm ơn nhiều ạ. Best regards, ",
    "Em tên là  MSSV:  Em đã nộp chứng chỉ ngoại ngữ, đã được thẩm tra hợp lệ và đóng tiền rồi thì thấy có mã xác nhận đăng ký như trong ảnh. Cho em hỏi mã này phải nhập vào đâu để em được chuyển điểm ạ?",
    "Chào cô/ thầy, Em vừa thi Toeic xong mà em có đăng ký lớp anh văn 4 của thầy  chiều thứ 7 và sáng Chủ nhật  nên em muốn rút môn học này. Em cám ơn.",
    "Chào thầy(cô), Em muốn hỏi số ngày công tác xã hội cần để làm điều kiện tốt nghiệp là bao nhiêu ngày. Em rất mong được giải đáp thắc mắc. Cảm ơn thầy(cô)",
    "em đa đăng kí môn học dự thính 201 vào đợt 3 nhưng đến giờ pđt vẫn chưa trả kết quả và cập nhật tkb cho em cũng như danh sách lớp. Em mong pđt xem lại giúp.",
    "Cho e hỏi kh nào có thẻ sinh viên?",
    "Kính chào Phòng đào tạo . Em là sinh viên K16 chuẩn bị tốt nghiệp vào tháng 11 này. Hiện tại thì em đã có tên trong danh sách tốt nghiệp tạm thời và hoàn tất thủ tục đăng kí tốt nghiệp từ ngày 19/10/2020 . Tuy nhiên cho tới hôm nay (ngày 7/11/2020) thì em vẫn chưa tra cứu được thông tin của mình trong danh sách tốt nghiệp chính thức . PĐT cho em hỏi khi nào thông tin tốt nghiệp của em mới được cập nhật và liệu em có cần phải lên gặp trực tiếp PĐT để đăng kí thông tin bổ sung không ạ? Mong PĐT giải đáp giúp em. Em cảm ơn.",
    "Chào ad!  Cho em hỏi là em đã cập nhập ảnh thẻ thì có hiện thông báo đã xác nhận được rồi nhưng khi em load lại để kiểm tra thì lại hiện như cũ ở hình 5. Vậy cho e hỏi là như vậy thì việc upload hình của em thành công chưa ạ?  Cảm ơn ad.",
    "Cho em hỏi. Sao em vô đăng ký tham gia bảo hiểu y tế k dc v ạ :",
    "Em xin chào PĐT ạ. Vừa rồi em có đăng ký tốt nghiệp và đã được duyệt vào ngày 24/10 ạ . 1. PĐT cho em hỏi là khi nào em sẽ có tên trong danh sách tốt nghiệp chính thức ạ? 2. Về giấy tốt nghiệp tạm thời ở khoa, do em bận đi làm nên không lấy có được không ạ? em cảm ơn ạ  B",
    "Hôm qua em có đăng ký tham gia BHYT học kỳ 201. Tại mục thanh toán bảo hiểm em đã ấn vào đồng ý thanh toán nhưng khi kiểm tra lại thì đây là BHYT được đăng ký của học kỳ 191. Thầy/Cô cho em hỏi BHYT mà em vừa ấn đồng ý thanh toán là BHYT của học kỳ 191 hay 201 vậy ạ. Trang đăng ký BHYT của bạn em tại mục BHYT 191 đều hiện đã thanh toán, trong khi BHYT kỳ 191 em cũng đã thanh toán đầy đủ lại hiện \"Chờ xác nhận\". Mong Thầy/Cô hỗ trợ giúp em. Em xin chân thành cảm ơn.",
    "Thầy ơi , trong phần thông tin cá nhân đăng ký tốt nghiệp mục nơi sinh em không sửa được , mong thầy sửa lại giúp em  . Họ và tên :  Mssv:  Ngày sinh: 26/06/1992 Nơi sinh : thành phố Hồ Chí Minh",
    "/I : thưa Phòng đào tạo - Em là sinh viên chuyển từ chương trình clc ngành cơ điện sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp nhà trường và khoa cơ khi chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp em là CK20CK14 (tức là khoa cơ khí và ngành kỹ thuật cơ khí) - Em nghĩ văn phòng đào tạo đã xếp sai lớp cho em. Hiện tại thì em đang học quân sự t2-t6, thứ 7-cn phòng đào tao không làm việc. Thưa cô, giờ em phỉa làm gì ạ. Em xin trân thành cám ơn .",
    "Kính chào quý thầy cô, Em đã có tên trên ds tốt nghiệp dự kiến và đã đăng ký tốt nghiệp online thành công. Nhưng từ lúc nhận được xác nhận đăng ký thành công qua mail đến nay đã nửa tháng nhưng e kiểm tra vẫn chưa thấy tên trong ds tốt nghiệp chính thức. Mong quý thầy cô kiểm tra lại giúp em còn vướng mắc gì không ạ. Em xin chân thành cảm ơn.",
    "Chào thầy (cô), Em tên   Thầy (cô) cho em hỏi là giấy xác nhận cho sinh viên vay vốn ngân hàng tại địa phương em có thể liên hệ với phòng nào để được cấp ạ? Trân trọng cảm ơn!",
    "Dear các Thầy Cô phòng Đào tạo, Cho em hỏi mình đã có ngày tổ chức lễ tốt nghiệp chính thức chưa? Vì theo dự kiến là trong tháng 11 mà bây giờ đã hết tuần đầu của tháng mà em vẫn chưa nhận thông báo. Em rất mong nhận được thông báo chính thức sớm, em đã lên phòng đào tạo hỏi 3 lần trong tháng 10 và luôn nhận được câu trả lời là sẽ báo qua mail . Em rất mong phòng Đào tạo hỗ trợ thông báo sớm đến chúng em hoặc có biện pháp đẩy nhanh quá trình thống nhất ngày làm lễ sớm để chúng em có thời gian chuẩn bị. Em xin cảm ơn",
    "Dạ em xin chào thầy cô ạ. Em là , hiện đang học Khoa Kĩ Thuật Hóa Học. Em thấy nhà trường có gửi mail đăng kí bảo hiểm y tế mới, nhưng em không tìm thấy thẻ bảo hiểm cũ nên không đăng kí mới được.Mong thầy cô giúp em nên làm gì tiếp theo với ạ? Em xin chân thành cảm ơn quý thầy co rất nhiều.",
    "Em chào thầy cô ạ, Cho em hỏi là kì thi kiểm tra trình độ tiếng anh sắp tới sẽ diên ra vào khoảng thời gian nào và 18 có thể đăng ki thi không ạ ?? Em xin cảm ơn.",
    "Em xin chào ạ! Em có thắc mắc là nhiều SV đã nhận được tiền hỗ trợ gói cước 3g cho SV trong đợt dịch, mà đến giờ em vẫn chưa nhận được ạ.",
    "Kính gửi Phòng Đào Tạo. Tài khoản  của em ko có hiển thị học phí học kỳ chính, trong khi gần hết hạn đợt 1 rồi. Học phí học kỳ dự thính thì có hiển thị, nhưng lại không có nút thanh toán. Mong Phòng Đào Tạo kiểm tra giúp em. Em xin chân thành cảm ơn. Sinh viên kính đơn",
    "Em chào thầy/cô! Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với! Trân trọng!",
    "Cho e xin file giấy hoãn nghĩa vụ quân sự nhà trường cấp k ạ ",
    "Dạ cho em hỏi: em tra thông tin tốt nghiệp dự kiến thì điểm trung bình tốt nghiệp của em là 7.52 nhưng điểm trung bình tích lũy ngành trong bảng điểm trên mybk là 7.46 thì có vấn đề gì không ạ? Kính mong PĐT xem lại giúp em ạ",
    "Em xin rút môn học cơ lưu chất Cl2004 (có tính học phí).",
    "Em đăng kí in thẻ và đã thanh toán mà phiếu đăng kí của em vẫn bị đang chờ thanh toán vậy ạ",
    "Em chào thầy/cô! Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với! Trân trọng!  B",
    "Em xin kính chào quí nhà trường,Em là  MSSV: . Em hiện là sinh viên Khóa 2015 Chương trình Việt Pháp chuyên ngành Hệ thống năng lượng. Hôm nay em đã có tên trong danh sách tốt nghiệp chính thức nhưng ở mục ngoại ngữ của em chỉ hiện thị điểm toeic và không hiện chứng chỉ tiếng Pháp delf b1 (mặc dù em đã được thẩm tra và thanh toán tiền đầy đủ) và em thấy các bạn tốt nghiệp trong lớp em vẫn có hiển thị cả 2 chứng chỉ tiếng Anh và Pháp. Kính mong thầy cô xem xét và hỗ trợ giúp em ạ",
    "Cho em hỏi là các bạn của em có mail của ocb gởi về mà em chưa có hoặc có thể em đã lỡ xoá vậy có thể gởi lại qua mail dùm em không ạ em cảm ơn.",
    "Do em bị mất thẻ BHYT năm trước nên em không thể điền vào phần thông tin số thẻ BHYT 2020 được, em xin hỏi là em phải làm sao ạ ?",
    "Cô cho em hỏi làm thế nào để hủy khoản \"thanh toán bảo hiểm y tế 6 tháng\" trên Bkpay được không ạ? - Em đã đăng ký bảo hiểm 12 tháng rôi , nên không biết cách hủy cái còn lại.",
    "Thưa cô,  - Em gửi cô quyết định chuyển chương trình từ clc sang hệ đại trà ạ. - Em là sinh viên chuyển từ chương trình clc ngành Cơ điện tử sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp Nhà Trường và ban lãnh đạo Khoa Cơ Khí chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp của em là CK20CK14 (tức là: Khoa Cơ khí và ngành kỹ thuật Cơ Khí) - Em nghĩ văn phòng đào tạo đã xếp nhầm lớp cho em. Hiện tại em đang học quân sự từ t2- t6 hàng tuần, t7- cn phòng đào tạo không có làm việc. Thưa cô, giờ em phải làm gì ạ. Em xin trân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo. Tài khoản  của em có hiển thị học phí HK 1 và dự thính nhưng lại không có nút Thanh toán. Mong Phòng Đào Tạo xem lại giúp em. Em xin chân thành cảm ơn. Sinh viên kính đơn.",
    "PĐT giúp em kiểm tra phần thanh toán học phí của em với.Không có chọn để thanh toán.",
    "Theo quy chế của PDT thì khi đăng ký thực tập tốt nghiệp thì chỉ được đăng ký tối đa thêm 9 tín chỉ. Em muốn xin PĐT cho e phép được đăng ký thêm tín chỉ và nếu được thì mình có cần làm đơn hay không. Xin cảm ơn .",
    "Cho em hỏi bao giờ tổ chức kỳ thi anh văn định kỳ ạ!!!   Cảm ơn!",
    "Trước đây có thông báo sẽ có đợt thi anh văn theo định dạng toeic vào tháng 11,  em muốn hỏi khi nào sẽ tổ chức thi ạ? Em cảm ơn    .",
    "Dạ cho con hỏi là kì 202 này con nghe nói là av phải đạt 350 mới được đkmh phải không ạ  ... với hiện tại con đang học lớp  av1 ở kì chính thì có được đkmh kì 202 được không ạ . Con cảm ơn ạ !",
    "Dạ các anh chị cho em hỏi một số vấn đề sau với ạ: 1. \"Nợ tối đa 16 tín chỉ so với chương trình đào tạo\" thì những môn nợ em sẽ trả ở học kì 202 cũng được tính là đậu đúng không ạ? Do em được đọc số môn của học kì 202 sẽ được tính là đậu để đi thực tập. 2. Trong 16 tín chỉ đó có bao gồm 8 chỉ Anh văn chưa nộp bằng không ạ?",
    "Dạ chào thầy/cô. Dạ cho em hỏi nếu em nộp bằng Toeic để chuyển điểm anh văn vào ngày 11/12/2020 (ngày chuyển điểm AV) thì có thể chuyển điểm kịp để tới ngày 17/12/2020 em đăng kí môn học đợt 2 không ạ? Nếu không thì em phải nộp bằng Toeic trước bao nhiêu ngày để kịp đăng kí môn học đợt 2 ngày 17/12/2020 ạ? Dạ em cảm ơn.",
    "Chào PĐT, vào tầm lúc 9h sáng 09/11/2020, em có đăng ký thẻ BHYT nhưng mà web cứ bị lỗi, chiều 09/11/2020 thì em vào lại bấm xác nhận đăng ký thì kết quả trên BKpay có 2 mã thanh toán còn trên web đăng ký thì chỉ có 1. Thì em nên thanh toán theo mã thanh toán trên web đăng ký đúng không.Dạ, em cảm ơn",
    "Cho em hỏi là hiện tại em còn thiếu chứng chỉ av nói viết để xét tốt nghiệp và em còn thi để bổ sung nhưng thời gian quyết định tạm dừng học đã quá 2 học kì chính vậy em có bị buộc thôi học không ạ?",
    "Thưa cô, - Em gửi cô quyết định chuyển chương trình clc sang đại trà ạ.",
    "Em:Trang Thanh Châu MSSV  học khoa kỹ thuật Xây dựng    . Cho em hỏi là đợt đăng ký môn học đợt 2 hk 202 là ngày 17/12 bắt đầu đăng ký thì em nộp bằng chứng chỉ ngoại ngữ vào ngày 18/12 để xét đăng ký môn học thì có được đăng ký môn học trong đợt 2 luôn không ạ hay phải nộp trước ngày 17/12 ạ  Em xin cảm ơn ạ!!",
    "Cho em hỏi là học kì hè em đăng kí 8 tín chỉ và không rớt môn nào nhưng trên mybk của em hiện giờ cập nhật có 5 tín chỉ là bị sao vậy ạ. Em cảm ơn",
    "Dạ em xin chào các thầy cô ở phòng đào tạo Trường mình khi nào tổ chức kỳ thi anh văn định kì ạ. Do em chưa đạt chuẩn av3 , mà đăng kí môn học đã bắt đầu từ ngày 10/11 ạ , nên em không được đăng kí môn cho kỳ 2",
    "t đăng ký môn học kì 201, do không đủ chỉ để đăng kí các môn năm 2 nên em chỉ đăng kí các môn mã 1xxx , vậy sang kì 202 em có được cộng thêm các chỉ mình đang học để đủ điều kiện đăng kí các môn mã 2xxx không ạ .",
    "nh gửi PĐT, Học kỳ 202, môn Cơ sở công nghiệp công nghệ sinh học (CH3245) có môn học trước là Công nghệ lên men (CH3051). Do CTĐT của 19 không còn học môn CH3245, mà em chưa học môn CH3051, cùng với là môn chuyên ngành nên tỷ lệ mở lớp là cực kỳ thấp. Nên nếu có sự đồng ý của Trưởng Bộ Môn cũng như giáo viên giảng dạy cho phép học CH3245, mà không cần môn học trước CH3051 thì em có được phép đăng ký không ạ ? Nếu được thì PĐT cho em hỏi mẫu đơn nên được trình bày như thế nào ạ ? Em cảm ơn PĐT",
    "Cho em hỏi đợt đăng kí môn học kì 202 có cộng thêm số chỉ đang học hiện tại để được đăng kí các môn năm 2 không ạ",
    "Kính gửi quí thầy/ cô, Em là , sinh viên khóa k18. Hôm nay em đặt câu hỏi ở trên đây, kính mong quí thầy cô cho em hỏi là: Trong tháng 11 này có mở đợt kiểm tra anh văn định kì không ạ, trong mail thông báo ở đợt trước (tháng 9) em thấy có đề cập là dự kiến tháng 11 sẽ có một đợt nữa nhưng giờ em (và các bạn) đều đang trông chờ ạ. Em cảm ơn quí thầy/ cô.",
    "Kính gửi: Quý Thầy (Cô). Em tên là . MSSV: . Khoa Kỹ Thuật Địa Chất Và . Em có 2 câu hỏi mong được giải đáp: 1. Lễ Tốt nghiệp sẽ diễn ra chính thức ngày nào? 2. Em muốn học thạc sĩ thì đăng ký như thế nào ạ. Em chân thành cảm ơn quý Thầy (Cô). Trân trọng. Em .",
    "Dạ em chào Thầy/Cô, Em là , MSSV: , sinh viên văn bằng 2 chính quy ngành Khoa học máy tính. Trong kỳ hè 193, em có học môn Phương pháp tính và điểm tổng kết môn Phương pháp tính trong mục Thông tin sinh viên -  Bảng điểm là 3.5 khác với điểm trong mục Đăng ký phúc tra bài thi cuối kỳ là 5.0. Thầy/Cô cho em hỏi là điểm ở mục nào mới là điểm chính xác? Em rất mong chờ phản hồi từ Thầy/Cô. Em cảm ơn Thầy/Cô đã tiếp nhận và trả lời yêu cầu này.",
    "Năm nay em đang học năm 3. Cho e hỏi e thi anh văn định kì của trường được 440 điểm vậy em có đủ điều kiện đăng kí môn học kì tiếp theo không ạ    Nếu chưa đủ thì em phải nộp bằng toeic bao nhiêu điểm để đăng kí môn ạ.    Em cảm ơn ạ!",
    "Cho em học đợt đăng kí môn học kì 202 có cộng số chỉ đang học hiện tại để được đăng kí các môn năm 2 không ạ.Do em thấy lịch đăng kí sớm hơn lịch thi cuối kì, vậy là không có cộng tín chỉ em đang học hay sao ạ ?",
    "Dạ. Em xin hỏi phòng đạo tạo rằng: Khi nào nhà trường tổ chức kì thi Toeic cho sinh viên vào đợt 2 vậy ạ. Lúc trước có thông báo là sẽ tổ chức vào tháng 11-2020. Em xin hết.",
    "Chào thầy cô! Như mail mà em đã nhận được hồi cuối tháng 8 là tháng 11 này trường sẽ tổ  chức 1 đợt thi anh văn xét  chuẩn từng năm theo định dạng toeic. Mà sao đến bây giờ chưa có thây báo ạ, trong khi đợt đăng kí môn học cho HK202 đã đến. Mong thầy cô giải đáp sớm . Em cảm ơn.",
    "PĐT cho em hỏi, học phí học kỳ chính của em có đến 2 khoản cần phải đóng tiền, 1 khoản là 2 đợt đóng còn khoản còn lại là đóng 1 lần. Em đã thanh toán 1 nửa của khoản thanh toán 2 lần. Vậy còn khoản thanh toán 1 lần là như thế nào ạ?",
    "Em chào ! Em là sinh viên chuyên ngành Kỹ thuật Dệt khóa k2018 ạ. Vì em chưa học môn Công nghê dệt thoi- ME3051, nhưng khóa sau môn học này đổi mã thành Công nghệ dệt thoi-ME2127, vậy nếu em đăng ký học môn này với mã ME2127 thì em có được chuyển điểm môn học này cho mã môn học đúng của khóa em là ME3051 không ạ? Mong  trả lời giúp em ạ! Em xin chân thành cảm ơn!",
    "Em nộp bằng anh văn để xét chuẩn anh văn  đăng ký môn học trước đợt 3 có được không ạ?",
    "Tốt nghiệp . Ad ơi cho mình hỏi mình có tên trong danh sách tốt nghiệp và mình đã đóng toàn bộ học phí đầy đủ. Trên bkpay hôm nay mình vừa thanh toán 35k tiền in bảng điểm. Trong ghi chú của danh sách tốt nghiệp chính thức là mình NỢ HỌC PHÍ. Ad cho mình hỏi cách giải quyết vấn đề này ntn ạ",
    "Em là  K20 khoa cơ khí  Do em lỡ quên không cập nhật BHYT mà em nghe bảo không có bảo hiểm y tế sẽ không thể dki học kỳ chính sau, vậy giờ em muốn cập nhật để làm BHYT thì cập nhật ở đâu ạ Hiện tại em đang học quân sự nên khá kẹt thời gian ạ. Em xin cảm ơn ạ.",
    "Cô ơi cho em hỏi nếu có bảo hiểm y tế cho năm sau rồi thì mình pho ra nộp về phòng đào tạo hay sao ạ",
    "Cho em hỏi lúc em đăng ký BHYT có chọn nơi nhận là ktx Bách khoa thì em nhận ở ktx hay phải nhận ở Trạm y tế trường ạ, em cảm ơn!",
    "cho em hỏi nếu chưa đủ av3 có được đăng ký môn vào hk2 vào đưuọc 10/11 không ạ?",
    "Cho em hỏi nếu e đã đóng tiền bảo hiểm y tế cho kí túc xá khu B thì không phải đóng tiền bảo hiểm y tế trên bkpay phải k ạ. Em xin cảm ơn ạ.",
    "Dạ em chào anh/ chị phòng đào tạo Em là   Học kì 192 em đã tham dự kì thi kiểm tra anh văn định kì của trường và đạt 485 điểm (đủ điều kiện đăng kí môn học năm 3) Vậy cho em hỏi, để đăng kí môn học cho học kì 202 thì em cần có phải thi lại không ạ. Em cảm ơn. Chúc quý anh/chị nhiều sức khỏe. Thân chào.",
    "trường cho em hỏi trường hợp em chưa qua AV1, sắp đkmn cho hk202, thì hạn chót nộp bằng AV 350 là ngày mấy để em ko bị xóa môn mã 2XXX ạ. Và cho em hỏi luôn đợt trước trường có thông báo tháng 11 có mở 1 đợt thi TA ở trường nhưng sao chưa thấy thông báo gì ạ, nếu ko có thì để em còn đk thi ở IIG ạ. Em cảm ơn",
    "Kính gửi Phòng Công tác Chính trị - Sinh viên, Em tên là , là sinh viên khóa K18 với mã số sinh viên là . Tối hôm nay em có kiểm tra danh sách mã số BHXH/ Mã số thẻ BHYT của mình thì lại   B không    thấy MSSV hay tên của em. Em trước đó   B đã đăng kí và đóng tiền    thẻ BHYT rồi mà vẫn chưa thấy được cập nhật tên ạ. Kính mong Phòng Công tác Chính trị - Sinh viên giải đáp thắc mắc của em và cập nhật lại danh sách của em ạ. Em cám ơn",
    "MSSV/MSV:     Vào ngày 4/11/2020 em có lên pđt để nộp đơn đăng ký luận văn (đơn xét lại luận văn, do em không có thời khóa biểu sau khi đkmh) Trên đơn có ghi rõ VHD là Thầy  ( khoa cơ khí, bộ môn Thiết bị và Công Nghệ Vật Liệu Cơ Khí) Nhưng sau khi pđt cập nhật tkb cho em thì BKelearning lại là v  ( khoa Cơ Khí, bộ môn Chế Tạo Máy) Từ đầu kỳ em đã và đang làm Luận Văn với Thầy  thì giờ như vậy có ảnh hưởng gì đến ngày bảo vệ Luận Văn của em không ạ Hiện tại là khác cả VHD lẫn Bộ Môn ạ Mong sự giải đáp của ban quản lý học vụ em cảm ơn ạ",
    "Chào PĐT, Nhà trường có thông báo hỗ trợ gói cước data 3G/4G cho sinh viên (100000đ), và em đã cập nhật thông tin trên  đúng hạn nhưng đến hôm nay (09/11) vẫn chưa nhận được số tiền hỗ trợ. Vậy PĐT cho em hỏi khi nào thì em nhận được số tiền đó ạ? Em cảm ơn.",
    ". Cho em xin hỏi vì sao học kì này em đăng kí 18 tín chỉ học kì chính nhưng học phí học kì chính của em lại là 7 Triệu (tính 20 tín chỉ) ạ ?",
    "Cho em hỏi bỏ thi cuối kì có bị kỷ luật gì không ạ",
    "Xin chào các thầy cô, em là sv k19, Học kì này (HK201) em có đăng kí học vượt 1 môn so với chương trình đào tạo, do đó vào học kì kế tiếp số lượng môn học theo CTDT của em sẽ giảm đi 1 vậy là chỉ còn lại 13 chỉ, em muốn hỏi các thầy cô là em có thể học 13 tín chỉ trong 1 học kì được hay không hay phải trên 14 tín chỉ Em xin cảm ơn các thầy cô",
    "Em chào thầy cô ạ! Hiện tại em đang học Dự thính học kì 201 và kì chính của HK201 nhưng do em chưa thi Cuối kì nên hiện tại em chưa đủ chỉ để đăng kí môn học của năm 2 và em cũng có thấy trên thông báo lúc trước của trường là tháng 11 có tổ chức kiểm tra chuẩn anh văn, vậy nếu như em đăng kí môn năm 2 cho kì sau thì em có bị hủy kết quả không ạ? Em xin cảm ơn.",
    "Họ tên :  MSSV : Email :  Trong học kỳ 201 do em thuộc đối tượng 6 trong phần miễn giản học phí ( Giảm 70% ) nhưng trong phần Đóng Học Phí của trường lại đóng học phí giảm 50% Kính mong nhà trường xem xét lại và có thể phản hồi sớm cho em ạ Em xin cảm ơn",
    "Thưa thầy cô, em đang là sinh viên năm 3 và sau học kỳ 201 thì em đã có thể hoàn thành 109/142 tín chỉ. Thì trong các học kỳ tiếp theo 202 em có thể đăng ký mỗi học kỳ 10 tín chỉ được không ạ? Hay phải đăng ký tối thiểu 14 tín chỉ vậy ạ vì em cũng chỉ còn 33 tín chỉ cho 3 học kỳ còn lại. Em xin cảm ơn ạ.",
    "chào ad ạ , dạ cho em hỏi là học kỳ 191 em thi rớt môn thí nghiệm vật lý nhưng em có học lại môn đó vào học kỳ 193 và qua môn thì điểm môn thí nghiệm vật lý của em ở học kỳ 191 cũng ko thể thay đổi được ạ . Nếu được thì phải làm như thế nào ạ. Em cảm ơn ạ",
    "Thưa Thầy Cô em không đăng ký được môn học cho sinh viên mới Không có môn học mở Thầy cô có thể giúp em",
    "Dạ xin chào thầy cô. Em xin hỏi về chuẩn av để đăng kí môn học kì chính 202 là sẽ phải qua av bao nhiêu hoặc đạt chuẩn tiếng anh là bao nhiêu ạ. Em xin cảm ơn.",
    "chào ad ạ,cho em hỏi là qua kết quả phân ngành của khoa thì em thấy hối tiếc vì thiếu 0.13 để vào tự động hóa ạ , cho em hỏi em có còn cơ hội nào để được học ngành tự động hóa không ạ , vì em thực sự yêu thích ngành này ạ.Mong khoa phản hồi ạ. em cảm ơn ạ",
    "dạ cho em hỏi sao số tín chỉ của mỗi môn học đều từ 30 chỉ trở lên, trong khi số tín chỉ tối đa chỗ đkmh cho phép tụi em là 100 chỉ. Vì vậy, em mới vừa đăng kí môn học cho kì 202 em chỉ đăng kí được 2 môn ạ. Em mong phòng đào tạo sớm giải quyết giúp em ạ. Em xin cám ơn ạ.",
    "Dạ em chào thầy/cô PĐT, Phần mềm đăng kí môn học bị lỗi, nâng số tín chỉ lên ạ, Em cảm ơn thầy/cô nhiều ạ,",
    "Chào thầy/cô! Em có thắc mắc là: Hiện tại em đang có được 19 tín chỉ và Hk201 này em đang học 14 tín chỉ vậy em được đăng kí môn năm 2 chưa ạ! Em mong phản hồi sớm từ thầy/cô! Trân trọng!",
    "chào cô, em tên  kỳ 202 em có định đăng ký môn đề cương luận văn, nhưng hiện tại em vẫn còn nợ 1 môn giáo dục thể chất. Kỳ 201 em đã đăng ký trả hết môn giáo dục thể chất nhưng không may rớt lại 1 môn. Em không biết mình có thể xin được châm chước để kỳ 202 đăng ký môn đề cương và trả luôn môn thể chất còn lại. Do hiện tại em đã trễ một kỳ nên em mong sẽ d9u77o5c đăng ký môn này. em cảm ơn !",
    "Dạ cho em hỏi , em đang là sinh viên năm 2 , nhưng em chưa qua anh văn, em đang chờ để thi anh văn của trường vào tháng 11 nhưng em chưa thấy thông báo nhưng bây giờ em phải đăng ký môn học vậy cho em hỏi em có được đăng ký các môn chuyên ngành năm 2 hay không ? Nếu đăng ký được thì đợt 2 em có bị hủy môn hay không ?  Và cho em biết thời gian thi anh văn của trường luôn ạ . Em xin cảm ơn rất nhiều",
    "Thưa cô, em hiện là sinh viên năm 3. Đầu năm 1 em có thi AV đầu vào nhưng không đạt, cuối năm 1 em có thi AV định kỳ do trường tổ chức và qua được AV 3. Và từ đó đến giờ em không có thi đợt AV nào nữa ạ. Cô cho em hỏi là với kết quả thi AV từ năm 1 đó em có thể đăng ký môn học ở học kỳ 2 năm 3 không ạ. Hay là em phải thi đợt AV kế tiếp do trường tổ chức hoặc thi ở IIG để nộp vào ạ. Em cảm ơn! .",
    "AD xin cho em hỏi em là sinh viên năm 3, hiện tại số tính chỉ tích lũy của em là 47 và học kỳ 201 em đang học 25 chỉ. Nhưng hiện tại đã đăng ký môn học thì có những môn yêu cầu chuẩn năm 3. Vậy là em không đăng ký được hay đến khi có kết quả kỳ 201 thì còn đợt đăng ký cuối ạ. Em xin cảm ơn.",
    "Xin chào Em là , k19, cho em hỏi đợt đk môn học hk202 thì k19 phải đạt   B chuẩn AV    nào để được đk môn ạ? em cám ơn!",
    "Kính thưa quý thầy cô, Em tên Trần Hữu Trí, mssv:. Em có thấy có một số anh chị k16 còn một số mục chưa thanh toán trên BKPay nên không được cấp bằng tốt nghiệp. Hiện tại trong BKPay của em có 1 khoản thanh toán bảo hiểm, mà e chưa thanh toán. Nguyên nhân là em đã đăng ký nhầm ở trường vì em cần phải nộp bảo hiểm ở ký túc xá. Khoản thanh toán này là sự nhầm lẫn và em không thanh toán được vì đây là khoản thanh toán cho BẢO HIỂM NĂM 2017( em không nhận bảo hiểm tại trường nên khoản thanh toán này em nghĩ em không cần thanh toán). Mong quý thầy cô xem xét lại tính hợp lý của vấn đề và phản hồi giúp em. Em xin chân thành cảm ơn.",
    "ây giờ em muốn nộp bằng toeic nhưng chỉ chuyển điểm anh văn 1 2 3 thôi được không ạ, còn anh văn 4 em nộp bằng toeic lần 2 rồi chuyển điểm sau",
    "Em tên là , cho em hỏi là em đăng ký học song song môn Kinh tế Chính trị SP1033 và Chủ nghĩa Xã hội Khoa học SP1035 trong kỳ chính được không ạ? Nếu không được thì môn SP1035 em có được học trước trong kỳ dự thính tới không ạ?",
    "e là k19 năm vừa rồi e đã học đạt anh văn 2. Nhưng anh văn 1 thì rớt. Vậy e có được đăng ký hok kỳ 4 ko ạ. Theo e biết là phải qua anh văn 1 nhưng anh văn 2 của e đã hok và đạt, thì có đc ko ạ .",
    "Phòng đào tạo cho em hỏi em là sinh viên khóa K17 thì theo quy định là TOEIC 500 sẽ được đăng ký luận văn nhưng chuyển điểm thì phải cần 600 mới chuyển hết 4 anh văn ạ. Vậy bây giờ em có bằng TOEIC 530 mà chưa chuyển điểm thì có đăng ký luận văn được không ạ.",
    "em đăng kí môn học nhưng khi đăng kí thì xuất hiện điều kiện sv năm 2 tiên quyết . Nhưng phía dưới vẫn xuất hiện môn đăng kí vậy thì có bị xoá không ạ.",
    "Kính chào các thầy/cô Phòng Đào tạo, Em muốn hỏi là trường đã có lịch chính thức tổ chức Lễ Tốt nghiệp cho đợt tháng 11 năm nay 2020 là ngày nào chưa ạ. Vì gia đình em ở quê xa thành phố nên muốn biết lịch càng sớm càng tốt để tiện cho việc đặt vé tàu xe vào tham dự lễ ạ. Em muốn hỏi thêm bằng tốt nghiệp chính thức mình có thể nhận sau buổi lễ không ạ? Em chân thành cảm ơn.",
    "Dạ cho em hỏi là: Học kì 201 em chưa học giáo dục thể chất. Bây giờ tới đợt đăng kí môn học cho học kì 202 thì em phải đăng kí giáo dục thể chất 1 hay giáo dục thể chất 2 ạ. Em cảm ơn!",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ cho em hỏi là khi nào thì có điểm của những bài thi dù do vắng vì covide vậy ạ. Từ ngày thi đến nay cũng đã 2 tháng rồi ạ. Em cảm ơn",
    "Chào admin, vì gặp phải vài lý do cá nhân nên em tạm dừng chương trình học ở kì học 201. Và trở lại học ở kì 202. Trong chương trình học của em ở kì học 202 có môn: \"Đồ án môn học logistics 2 (Nghiên cứu khả thi hệ thống logistics) ME3259 \" yêu cầu các môn cùng kì học song hành, tuy nhiên vì chưa học môn học: \"Đồ án môn học logistics 1 (Thiết kế hệ thống logistics) - ME3255 \" nên em không thể đăng kí được môn theo quy định. Em có một thắc mắc là nếu như em học các môn ở kì 202 này, những môn như ME3225; ME4023  . những môn mà em đủ điều kiện đăng ký. Thì sau này lúc em học môn: \"Đồ án môn học logistics 2 (Nghiên cứu khả thi hệ thống logistics) - ME3259) em có cần phải học lại các môn \"song hành\" (ví dụ như ME3223;ME3257) mà em đã qua môn trước đó không ạ?",
    "Em là sv K19 chỉ thi avđv và pass av1 thì hk202 có xét chuẩn av để được đkmh không?Chuẩn av để đkmh hk202 là bao nhiêu?Nếu em chưa đạt và đk thi av trong tháng 12 chung với K20 thì có kịp để được đkmh hk202 không?Em cảm ơn",
    "Thưa PĐT, Hiện tại em không thể đăng kí Đề cương tốt nghiệp do thiếu môn Kỹ thuật siêu cao tần học trước. Do ở kì trước em không thể xin mở được lớp siêu cao tần(vì các thầy quá tải, không thể nhận thêm lớp). Em có thể xin phòng đào tạo có thể cho em học song hành môn Kỹ thuật siêu cao tần và Đề cương được không ạ. Để em có thể ra trường đúng hạn ạ. Em cám ơn.   i  .",
    "Chào bạn, - Đối với khoá 2019 đăng kí tối đa 17 tín chỉ học phí 5.850.000. -  Nhưng đối với môn GDTC 3 lần đầu đăng kí sẽ học miễn phí,  bạn đăng kí học lại sẽ phải đóng học phí và không năm trong gói học phí 5.850.000, mỗi môn sẽ tính 1 chỉ nha. -Bạn vui lòng xem thông báo học phí http://khtc.hcmut.edu.vn/newstem/5f98de604a8dc3073d2a9b20. Thân.",
    "Chào văn phòng ạ, em là  - MSSV  ﻿Em muốn hỏi văn phòng về một số thắc mắc về đăng ký môn học ạ: ﻿﻿- Điểm trung bình của em là 6.57 thì em có thể đăng ký vượt quá 20 chỉ không ạ ? Em đăng kí các môn trong chương trình, sau đó đăng kí thêm Mac thì số tín chỉ lên thành 21 chỉ, không biết em có thể xin văn phòng được học vượt chỉ không. ﻿- Học kì trước em đăng kí hụt môn Mac - Lenin, nên kéo theo kì nay không học được môn  ởng Hồ Chí Minh, do đó làm chậm tiến độ học tập, em muốn hỏi văn phòng là có cách nào để em theo được đúng tiến độ học tập không ạ? ﻿- Sinh viên hệ CLC có được học dự thính buổi tối không ạ ? tại em muốn được học môn Mac càng sớm càng tốt ạ. ﻿﻿Em cảm ơn văn phòng.",
    "Em chào PĐT! Em đang là sinh viên năm 3, hiện giờ e có tổng tín chỉ tích lũy là 48 và học kỳ này số môn em đang học có tổng tín chỉ là 27 (cả học kỳ chính và dự thính) vậy em đăng ký môn học cho học kỳ 202 có được chấp nhận không ạ? PĐT giải đáp giúp em ạ, em xin cảm ơn!",
    "Dạ em tên   Cô cho em xin phép hỏi học kì này em mới đủ chuẩn sinh viên năm 3. Nhưng chưa kết thúc học kì đã đăng ký môn học . Làm cách nào để em đăng ký những môn năm 3 ạ . Em cảm ơn nhiều ạ",
    "Theo như mail thông báo từ pđt thì 15h00 ngày 12/11/2020 sẽ hết hạn đóng học phí. Hiện tại em mới được cập nhật thời khóa biểu đăng ký LVTN nên BKpay của em chưa được cập nhật. Mong ban quản lý học vụ cập nhật sớm cho em để em chuẩn bị học phí và thanh toán trước kỳ hạn ạ. Em cảm ơn.",
    "Thưa thầy cô,có hai vấn đề em muốn hỏi là:  _Hiện tại em đang học môn Triết học  (SP1031), theo chương trình thì kì sau em phải học kinh tế chính trị  (SP1033). Nhưng em đăng kí môn SP1033 thì hiện thông báo chưa hoàn thành SP1031. _ Lúc em đăng ký môn Kỹ thuật điện tử (IU2021) thì hiện thông báo là em chưa đủ chuẩn sinh viên năm 3. Theo em hiểu là môn xx2xxx là môn của sinh viên năm 2 .   _Vậy làm sao để em đăng kí được môn SP1033 ạ ? Mã môn xx2xxx cũng có thể là môn của sinh viên năm 3 phải không ạ ? Mong thầy cô giải đáp cho em. Em cám ơn thầy cô .",
    "Cho em xin hỏi em không có đăng kí môn họ kỳ chính quy, chỉ đăng ký dự thính và có thời khoá biểu hiện đang học. Vậy em làm sao để xin cấp giấy tạm hoãn nghĩa vụ quân sự được ạ.Em xin cám ơn",
    "Học vụ       Chào Thầy, Cô    Thầy Cô cho em hỏi em là sinh viên khóa 2017 kì 202 em có đăng kí luận văn Vậy thì em phải nộp bằng TOIEC bao nhiêu để được đăng kí luận văn Và TOIEC bao nhiêu để tốt nghiệp vậy Thầy Cô    Em chân thành cảm ơn  ",
    "Thưa thầy cô, em đang là sinh viên năm 3 và sau học kỳ 201 thì em đã có thể hoàn thành 109/142 tín chỉ. Thì trong các học kỳ tiếp theo 202 em có thể đăng ký mỗi học kỳ 10 tín chỉ được không ạ? Hay phải đăng ký tối thiểu 14 tín chỉ vậy ạ vì em cũng chỉ còn 33 tín chỉ cho 3 học kỳ còn lại. Em xin cảm ơn ạ.",
    "Cho em hỏi em đăng kí các môn theo kế hoạch giảng dạy thì ví dụ kì này em đang học anh văn 1 mà đợt đăng ký môn này em đăng ký anh văn 2 cho kỳ sau thì nó báo là phải học trước anh văn 1. Và các môn khác cần những môn (học trước )của kì hiện tại như bê tông cốt thép 1 e đang học cũng báo là cần bê tông cốt thép 1 học trước. Em không biết là có thể sửa để em đăng kí được không ạ vì em đăng ký theo tiến độ kế hoạch mà chờ thi xong đăng kí bổ sung thì hết lớp em không được xếp lớp cho đợt sau ấy ạ. Em cảm ơn đã đọc ạ.",
    "Dạ em chào Phòng đào tạo, em là sinh viên K16 và dự kiến TN vào tháng 11/2020. PDT cho em xin phép hỏi ngày và giờ dự kiến tổ chức lễ TN, do em có một số họ hàng cùng muốn đi dự lễ và phải sắp xếp chỗ ở, cũng như phương tiện di chuyển trước. Em xin cám ơn.",
    "Kính gửi Thầy/Cô phòng đào tạo trường Đại học Bách Khoa. Em là Đoàn Văn Huy. MSSV: . Sinh viên khoa Môi trường và tài nguyên khóa 2014. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu mỗi anh văn kỹ năng nói viết nên chưa tốt nghiệp được vào tháng 11 này. Theo khóa của em thì đây là học kỳ cuối cùng. Cho em hỏi em có được gia hạn thêm thời gian nộp bằng anh văn nói viết nữa không ạ? Em mong sớm nhận được phản hồi. Em chân thành cảm ơn ạ.",
    "Dạ chào Cô,  Em là sinh viên K17, Khoa QLCN. Ngày 19/9 vừa rồi em có thi Toeic ở trường do IIG tổ chức, với số điểm là 530 (qua anh văn 1,2,3). Nhưng vừa rồi em đk môn học AVTKD (IM3061) thì hệ thống hiện là chưa qua anh văn 2,3. Cô kiểm tra giúp em với ạ Cảm ơn Cô",
    "Em xin chào Thầy/Cô Cho em hỏi là trong tháng 11 này có đợt kiểm tra av định kì không ạ. Tại em thấy trong mail có ghi là dự kiến sẽ có đợt ktra vào tháng 11. Em cảm ơn Thầy/Cô đã trả lời câu hỏi của em.",
    "Em đăng ký môn học luận văn tốt nghiệp em bị báo là thiếu chứng chỉ tiếng anh mà đã nộp chứng chỉ và đã đổi điểm cả 4 av rồi đã có báo trên trang nộp chứng chỉ anh văn và theo lịch học vụ thì em thấy 4/11 có cập nhật chứng chỉ anh văn rồi nhưng bữa nay sao vẫn báo như vậy ạ? Mong được hồi đáp",
    "ang trong thời gian đăng kí môn học HK202,mà hiện tại chưa kết thúc HK201 nên em chưa đủ tín chỉ để đăng kí môn học cho Hk202. Vậy cho em hỏi là số chỉ em đăng kí ở HK201 có được tính chung vào số chỉ tích lũy hiện tại của em để em có thể đăng kí môn học năm 2 không ạ, vì hiện tại em chưa đủ 28 chỉ .",
    "Cho em hỏi . Câu hỏi 1: Nếu học kỳ 202 em đăng ký Anh Văn 2, học kỳ hè (203) em đăng ký Anh Văn 3 trong trường, thì lúc giữa kỳ hè, em chưa kịp thi xong Anh Văn 3 thì lúc đó có thể đăng ký môn học cho kỳ 301 tiếp theo được không ạ. Em cảm ơn ạ . Câu hỏi 2: Khi nào nhà trường tổ chức đợt thi Anh Văn định kỳ nữa ạ",
    "xin chào pdt cho em hỏi là em có thể gia hạn thời gian đóng tiền sau khi thanh toán học phí là bao nhiêu ngày ạ.. xin cám ơn",
    "Em chào thầy cô. Hiện tại nhà trường đang cho sinh viên đăng ký BHYT 2021, trong phần điền thông tin đăng ký có mục chọn nơi khám chữa bệnh ban đầu, em đã chọn Bệnh viện nhân dân 115 (bệnh viện chỉ được gia hạn thẻ cũ). Em đã lưu thông tin và thực hiện thanh toán nhưng em mới tìm hiểu nếu thẻ cũ không đăng ký ở đây thì không được gia hạn và không được đăng ký mới. Em muốn hỏi là trường hợp đăng ký của em sẽ có hậu quả gì và giải quyết như thế nào? Em cảm ơn.",
    "Kính gửi các thầy/cô, Em tên là , hiện là sinh viên năm 4 thuộc chương trình KSTN nghành KHMT. Em đã nộp và đăng ký thẩm tra chứng chỉ trên hệ thống mybk của trường bằng TOEIC vào năm nhất. Tuy vậy tính đến thời điểm hiện tại bằng đã hết hiệu lực. Em xin hỏi là vậy em có cần phải thi lại để lấy bằng mới hay bằng cũ đã nộp vẫn có hiệu lực cho việc đăng ký luận văn và xét tốt nghiệp ạ?  Em xin cảm ơn, .",
    "Nhà trường cho em hỏi, em đang là sinh viên   B chất lượng cao    năm nhất đang học   B học kì Pre    thì em có cần phải   B đăng ký môn học    cho học kì 2 hay   B nhà trường sẽ xếp lịch    cho em ạ? Em cám ơn",
    "Dạ chào thầy cô ạ, Em tên  và có câu hỏi muốn hỏi phòng đào tạo ạ. Đợt học kì 1 năm 1 em có kiểm tra anh văn định kỳ vào mỗi kì. Em có đạt điểm 390 thì hiện tại em có được đăng kí anh văn trong trường không ạ. Và em bắt đầu học từ anh văn 2 đúng không ạ. Còn điểm anh văn 1 em phải nộp bằng phải không a. Em xin cảm ơn !",
    "Em k19, hiện giờ em chỉ tích lũy được 16 tín chỉ nên hồi học kì 201 này em k thể đăng kí các môn năm 2, em muốn hỏi là hết học kì 201 này em phải tích lũy tối thiểu bao nhiêu tín chỉ để đăng kí được các môn năm 2 của hk202. Em cảm ơn ạ",
    "Cho em hỏi là đăng ký môn học tối đa chỉ được 21 tín chỉ, nhưng học kì sau em muốn đăng ký 22 tín chỉ thì em cần phải làm đơn gì và cần phải đạt những điều kiện gì trong học kì này vậy ạ. Em cảm ơn ạ.",
    "Dạ chào thầy cô Em không đủ 28 chỉ trong năm nhất Nếu qua hk201 e đủ trên 28 chỉ thì có thể đăng kí môn hk202 k ạ Em xin cảm ơn",
    "Chào quý thầy cô, Thầy cô cho em hỏi là Lễ Tốt Nghiệp dự kiến là ngày nào ạ? Hôm trước em có nghe 1 số bạn nói là đã họp hội đồng rồi nhưng em chờ mãi trên aao mà chưa thấy thông báo chính thức. Em muốn biết để người thân chuẩn bị sắp xếp thời gian tham dự. Mong quý thầy cô giúp em giải đáp. Cảm ơn quý thầy cô .",
    "em chào phòng đào tạo. Chuẩn bị học kì 202. Nhưng vì lý do gia đình nên em không thể đăng kí môn học vào kì chính được. vậy em có thể được tiếp tục đăng kí môn học vào kì dự thính của học kì 202 thay vì kì chính được không?",
    "Cho em hỏi là tiền chỉ học vượt trong kì chính sẽ đc tính 350k/1 tín chỉ hay 525k /1 tín chỉ theo tiền dự thính ạ.",
    "Chào thầy cô, Em có một câu hỏi là đợt đăng ký môn gdtc hk1 em chưa đăng ký, vậy đợt đăng ký môn học lần này em phải đăng ký gdtc 1 hay gdtc 2 ạ Cảm ơn đã giúp đỡ em ạ.",
    "Em tên là  khoa ứng dụng ngành vật lý kỹ thuật, MSSVV: Em đăng kí av4 mà không được , kì hè em có thi av của trường em được 455 điểm,thầy cô xem giúp em với ạ,em chân thành cảm ơn  ",
    "Em chào Phòng đào tạo . Hiện nay em là sinh viên năm 3, em đã thi kỳ thi kiểm tra anh văn của trường và đạt 470 điểm (qua Anh văn 3) . Em muốn hỏi để qua môn Anh văn 4, em có thể trực tiếp đăng ký học môn này ở trường vào kỳ 202 mà không học các môn Anh văn 1, Anh văn 2, Anh văn 3 được không ạ? Em xin chân thành cảm ơn.",
    "Dạ cho hỏi, em đang làm luận văn tốt nghiệp và và đã hoàn thành hết tất cả môn học của CTĐT, vì em sợ nếu ko vượt qua được kì kiểm tra anh văn nói viết để xét tốt nghiệp thì sẽ bị trễ thêm 1 học kì, nếu bây giờ em đăng kí môn học cho hk202 và thanh toán đầy đủ học phí nhưng không học trong học kì này với trường hợp em vượt qua kì kiểm tra anh văn nói viết thì khi xét tốt nghiệp là em phải hoàn thành môn học trong học kì 202 luôn hay chỉ cần đủ điều điều tốt nghiệp là được xét ạ, (em chỉ đăng kí hờ 1 môn học để dự phòng được không thầy/cô). Dạ em cảm ơn",
    "Dạ, cho em hỏi Đầu học kì 201, em có dự kiểm tra AV định kì của trường và đạt được 635 điểm Toeic. Điểm của em là đạt chuẩn Tiếng Anh sau năm 3.Vậy em có cần phải dự kiểm tra Tiếng Anh  vào mỗi cuối kỳ do trường tổ chức để đăng kí môn học cho học kì kế tiếp không ạ ? Em cảm ơn.",
    "Dạ cho em hỏi trong tháng 11 này có mở đợt thi kiểm tra Tiếng Anh nữa không ạ? Trong mail hồi tháng 9 PĐT có ghi dự kiến đợt kế tiếp vào tháng 11/2020 ạ.",
    "iểm chuyển miễn thi anh văn . Chào PDT, Vào mấy tuần trước, em có đăng ký xét miễn thi anh văn và đóng tiền miễn thi anh văn nhưng bây giờ em vẫn chưa thấy có thông tin điểm chuyển trong cái cổng thông tin sinh viên của em, cho em hỏi là em không đủ điều kiện hay làm sai bước nào để em chỉnh sửa. Em cảm ơn!",
    "Dạ cho em hỏi trong tháng 11 này có mở đợt thi kiểm tra Tiếng Anh nữa không ạ? Trong mail hồi tháng 9 PĐT có ghi dự kiến đợt kế tiếp vào tháng 11/2020 ạ.",
    "Dạ cho em hỏi kì thi kiểm tra anh văn đầu vào sẽ tổ chức vào ngày mấy và kết quả có kịp đăng kí môn học không ạ. Em nghe dự kiến là tháng 11 mà chưa thấy thông báo thi. Mà lịch đăng kí môn đã có đợt một rồi. Mong phòng đào tạo có thể xem xét tổ chức kì thi sớm hơn để phù hợp với lịch đăng kí môn ạ.",
    "Em chào Thầy Cô ạ, ngày 12/11 này là hạn chót đóng học phí kì chính và kì dự thính nhưng hiện tại gia đình em chưa thu xếp được vì lí do bị lũ lụt ạ. Thầy cô cho em hỏi bây giờ em phải làm gì để có thể xin đóng trễ học phí của cả dự thính lẫn kì chính ạ.em cảm ơn!",
    "Hiện tại tín chỉ tích lũy em đang là 23, nếu tính cả hk201 đang học thì em được hơn 30 tín chỉ. Vậy khi đăng ký các môn mã 2xxx cho hk202 thì có bị xoá vào các đợt đăng ký sau không ạ. (Hiện tại em đã học lại tất cả môn nợ mã 1xxx). Em cảm ơn!",
    "E là sv hệ vhvl, e muốn hỏi là mình đk môn học ntn để đc học buổi sáng ạ? Mong đc giải đáp ạ?",
    "Em chào cô/thầy, em tên là , MSSV  em có thắc mắc mong thầy/cô giải đáp giúp: Em đã thi anh văn được 400 điểm và đã nộp bằng vào để qua anh văn 1 và anh văn 2. Hiện tại em đang học anh văn 3 dự thính kì 201. Em muốn hỏi mình có đủ điều kiện để đăng ký các môn học kỳ 202, tức kì 2 của năm 3 không ạ?  Trong khi chờ đợi phản hồi của thầy/cô em xin chân thành cảm ơn.",
    "Chào thầy/cô Mong thầy/cô hướng dẫn em cách đăng ký môn học với ạ Em cám ơn",
    "Em chào cô/thầy ạ, Em là , MSSV: . Em được biết nhà trường có dự định sẽ tổ chức đợt kiểm tra anh văn vào tháng 11. Hiện tại đã có lịch đăng ký môn học cho HK202 nhưng vẫn chưa có lịch kiểm tra. Vậy cho em hỏi dự kiến khi nào sẽ có đợt kiểm tra ạ? Em xin chân thành cảm ơn.",
    "Em chào các thầy cô, em muốn hỏi về vấn đề học phí. Theo như thông báo thì thời gian hết hạn đóng học phí đợt 1 cho sinh viên chính quy đại trà là 15:00 ngày 12/11/2020. Tuy nhiên em của em là K20 hiện giờ vẫn chưa có thông tin học phí trên bkpay, thầy cô cho em hỏi , trường hợp này thì mình làm như thế nào ạ, em cảm ơn ạ.",
    "Em chào thầy cô ạ Em là   Mssv  Em muốn hỏi là khi đăng ký bảo hiểm y tế, có mục Nơi đăng ký khám chữa bệnh ban đầu, thì mình sẽ điền nơi lúc trước mình đã đăng ký ( vd như em là Bệnh viện đa khoa khu vực Thủ Đức) hay là bệnh viện nơi mình muốn đến khám chữa bệnh ạ ( do em đã chuyển lên ở ktx Bách Khoa nên nơi khám chữa bệnh theo mong muốn là bệnh viện Trưng Vương chứ không còn là bệnh viện khu vực Thủ Đức)  Mong sớm nhận được phản hồi từ thầy cô Em xin chân thành cảm ơn",
    "Em là sinh viên k18 khoa hóa, học kỳ trước em bỏ thi môn hóa phân tích mã cũ là CH2003 (4 chỉ), kỳ này em đăng ký học môn hóa phân tích mã mới với K19 là CH2113 (3 chỉ). cho em hỏi là điểm trung bình được tính như thế nào vậy ạ   i ",
    "Gửi thầy/cô, Em là sinh viên khóa 19, em muốn hỏi về chứng chỉ Ứng dụng CNTT cơ bản, không biết là trong học kỳ 202 đã ràng buộc điều kiện chưa? Hiện tại vì đã đến đợt đăng ký môn học nên em sợ không thể ôn tập và thi kịp. Em mong nhận được câu trả lời của PĐT vì em khá lo ạ. Em cảm ơn và chúc thầy/cô một ngày vui vẻ ạ.",
    "Dạ em chào thầy/cô hk201 này em có đăng ký một môn để duy trì trạng thái sinh viên. Tuy nhiên em đã qua môn đó rồi vậy hk này em có cần phải qua nữa khộng ạ hay em chỉ cần đi thi để tránh tbhk 0đ bị buộc thôi học thôi ạ. Em chân thành cảm ơn.",
    "Thưa PĐT. Hiện em là khóa K19,  +Hết năm nhất em không đủ 28 chỉ để được đăng kí môn của HK201. Và nếu kết thúc HK201 thì em đủ chỉ để đăng kí HK202. Xin phép cho em hỏi, vậy em có được cộng tạm chỉ của HK201, để đăng kí Hk202 không ạ. +Hiện em chưa có chuẩn anh văn của năm nhất, vậy xin phép cho em hỏi thời gian cụ thể trường tổ chức kiểm tra anh văn định kì để lấy chuẩn đăng kí môn học ạ. Em cám ơn.",
    "học kì 202 bắt đầu từ ngày mấy ?",
    "Dạ chào Thầy/ Cô, em tên là , mã số sinh viên  Dạ em đang nằm trong chương trình kỹ sư tài năng của Ngành Khoa Học Máy Tính Em có đọc quy chế là \"Không đăng ký học đầy đủ các môn học tài năng bắt buộc trong học kỳ;\" là sẽ bị ra khỏi chương trình tài năng Do em không học anh văn 3 ở trường trong kỳ 201 mà là tự học để thi lấy bằng nộp vào nên em không đăng ký môn học anh văn 3 Dạ vậy cho em hỏi nếu em nộp bằng vào để xét điểm chuyển (điểm chuyển nếu chuyển sẽ trước khi thi cuối kỳ 201) thì em có bị loại khỏi chương trình tài năng không ạ?  Và giờ em muốn đăng ký học môn anh văn 4 ở trường thì vì môn anh văn 3 em không đăng ký và hiện tại em chưa thi toeic nên chưa có điểm chuyển vào thì em có thể đăng ký học môn anh văn 4 không ạ, vì em đăng ký thì trên website bảo là môn học trước, vẫn cho đăng ký nhưng em không biết nó sẽ bị mất môn hay không?   Em xin chân thành cám ơn  ",
    "Cho em hỏi về học phí kì này của em :: Kì này em chỉ đăng kí 12 tín chỉ nhưng nhà trường lại tính em đến 17 chỉ khiến cho số tiền học phí em phải trả nhiều hơn .Em mong nhà trường sửa lại để em có thể đóng học phí đúng hạn .Em xin chân thành cảm ơn.",
    "Em là sinh viên năm 2 khoa Điện Điện tử, trong các môn học bắt buộc của em có môn giải tích mạch (EE2033) là môn học trước của trường điện từ(EE2003), mạch điện tử(EE2035). Cho em hỏi là nếu học kì chính 202 em đk môn giải tích mạch thì học kì dự thính 202 em có đăng kí được trường điện từ và mạch điện thử không ạ? Em cảm ơn.",
    "Thưa phòng đào tạo, Theo như lịch học vụ, lễ tốt nghiệp sẽ được tổ chức vào ngày 20/7, tuy nhiên theo như email của đội CTXH thông báo về việc làm kỷ yếu, lễ tốt nghiệp dự kiến được tổ chức vào ngày 27/7. Vậy PDT có thể cho em biết chính xác lễ tốt nghiệp sẽ được tổ chức vào ngày nào không ạ. Trân trọng, ",
    "Em học văn bằng 2 chuyên ngành xây dựng khóa T10/2020 diện tốt nghiệp đại học . Làm sao để biết mình được miễn môn nào, các môn học trong chương trình và cách đăng ký môn học? Em chân thành cảm ơn.",
    "Em kính chào thầy cô ạ  Em là sinh viên khoá K19, năm nay em lên năm 2, sắp tới có đợt đăng ký môn học, em có đăng ký môn Quản trị kinh doanh cho kỹ sư mã IM3001 thì có được không ạ Em cám ơn thầy cô nhiều ạ",
    "Kính gửi thầy/cô Em muốn hỏi về chứng chỉ ứng dụng công nghệ thông tin cơ bản, thời hạn nộp chứng chỉ là khi nào ạ ? (đối với sv K19)  Em cảm ơn ạ!",
    "Pđt cho em hỏi. Em chuyển điểm anh văn rồi sao bị thiếu phần xác nhận đăng kí v ạ",
    "Em là , MSSV: . Em đã thanh toán hết các khoản phí trên BKPAY theo đúng thời gian quy định nhưng tình trạng Tốt nghiệp trên AAO vẫn đang là “Nợ HP”. Anh/chị cho em hỏi là do em vẫn còn khoản phí nào khác chưa đóng hay là chưa cập nhật lên trang Tốt nghiệp của AAO vậy ạ",
    "cho em hỏi là đợt kiểm tra anh văn tháng 9 do trường phối hợp với bên TOEIC có xét để pass anh văn không ạ, và có được xét điểm dể đăng kí môn học không ạ. Em cảm ơn nhiều ạ ",
    "em bị mất số bhyt, em mua bhyt mới ở trường được ko ạ?",
    "EM CHÀO CÔ THẦY Ạ, THƯA CÔ/THẦY EM CÓ THI TOECI TẠI TRƯỜNG NGÀY 20/9 ĐẠT 495 ĐIỂM, VẬY EM LÀ KHÓA K19 THÌ ĐÃ ĐỦ CHUẨN TIẾNG ANH NĂM 3 ĐỂ ĐĂNG KÝ MÔN NĂM 3 CHƯA Ạ. EM XIN CẢM ƠN",
    "Cho em hỏi môn thể duc bắt buộc xong trc năm 3 phải không ạ, có ảnh hưởng gì nếu không đủ không ạ",
    "Thầy/cô cho em hỏi là năm nhất em chỉ được 20 chỉ nên phải đăng kí các môn của sv năm 1, hiện hk201 chưa kết thúc nên số tín chỉ kì này vẫn chưa được tính. Nên em đăng kí môn cho hk202 thì bị lỗi chưa đạt chuẩn sv năm 2 (dòng thông báo màu vàng) nhưng việc đăng kí môn vẫn được chấp nhận. Vậy hk202 em có được đăng kí môn học của sv năm 2 không ạ?",
    "Kính gửi thầy/cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM Em là . Sinh viên khóa 2014. Hiện tại em đã hoàn thành chương trình học và đã bảo vệ xong luận văn, nhưng chưa có anh văn nói viết nên không tốt nghiệp được trong học kì này. Theo khóa em thì học kì này là học kì cuối cùng. Cho em hỏi em có thể gia hạn thêm thời gian nộp anh văn nói viết và tốt nghiệp vào kì sau không ạ? Rất mong phản hồi sớm của thầy/cô  Em chân thành cảm ơn.",
    "Nay em kiểm tra điểm cập nhật học kì hè(2019 2020), em đã qua hết    9 tín chỉ đăng kí nhưng trên hệ thống chỉ hiện thị em qua   B 6 tín   . Mong thầy cô giải quyết giúp em với ạ . Em xin cảm ơn     i  .",
    "Dạ em chào Phòng đào tạo, em là sinh viên K16 và dự kiến TN vào tháng 11/2020. PDT cho em xin phép hỏi ngày và giờ dự kiến tổ chức lễ TN, do em có một số họ hàng cùng muốn đi dự lễ và phải sắp xếp chỗ ở, cũng như phương tiện di chuyển trước. Em xin cám ơn. ",
    "Dạ kì 193 em có học 2 môn tổng 6 chỉ, và em qua hết, nhưng sao bảng điểm chỉ cập nhật 1 môn 3 chỉ cho em thôi. Giờ phải giải quyết làm sao ạ .",
    "Cho em hỏi trường dự tính khi nào tổ chức thi anh văn. Và số tính chỉ để xét đkmh cho kì 202 có tính kì 201 không ạ ?",
    "Thầy cô ơi! Em tên là  sinh viên hệ vlvh,MSSV : . Thứ 2 vừa rồi e có nộp đơn xin đăng kí môn của học phần bổ sung các môn chính trị gồm kinh tế chính trị và môn chủ nghĩa khoa học xã hội ạ. Nhà trường hẹn là chiều ngày 5/11 sẽ có trả lời mà sáng nay e vẫn chưa thấy ạ! mong thầy cô xem lại giúp em",
    "Em chào cô ạ, em tên . Em có thắc mắc là các môn học tự chọn tự do(3 tín chỉ)có phải là bất cứ môn nào của bất cứ khoa nào trong trường hay không?.Cụ thể hơn là em từng đăng kí môn học Nhập môn điện toán(CO1005)thuộc ctdt khoa KH&KTMT, và đăng kí môn tự chọn tự do cho học kì 202 là nhập môn về lập trình(CO1003)thuộc ctdt khoa Cơ Khí.Liệu rằng việc đăng kí này có được tính tín chỉ . Trân thành cảm ơn lời giải đáp thắc mắc của thầy cô!",
    "Em là sinh viên học năm 2 của trường.Cho em hỏi muốn đăng kí học kì 2 năm 2 thì chuẩn anh văn của em phải là 350 hay 450 ạ. Em cảm ơn cô/thầy.",
    "Chào thầy/cô! Em là Tín, mã số sinh viên . Em đang trong chương trình liên thông cao học. Vừa qua thì bên trang đào tạo sau đại học có thông báo thu học phí và em có liên hệ thì có  thể thanh toán qua BK Pay và qua ngân hàng OCB. Nhưng hiện tại thì em kiểm tra không thấy khoản cần thu ở BK Pay nhưng trong trang  đào tạo sau đại học thì có báo học phí chưa nộp. Xin thầy, cô kiểm tra giúp em ạ",
    "em k19, từ lúc thi anh văn đầu vào 2019 đến giờ em vẫn chưa pass được chuẩn anh văn nào cả, theo quy định thì đối với k19 chuẩn toiec sau năm 1 là 350, và chuẩn toeic sau năm 2 là 450 . em muốn hỏi là nếu kì thi anh văn sắp tới này em vẫn k qua được 350 thì em có được đăng kí môn học của hk202 k ạ  .",
    "Cho em hỏi là đăng ký môn học Giáo dục thể chất 2 là mình đăng kí GDTC2 luôn hay là phải chọn trực tiếp môn học luôn ạ ?",
    "B Dạ trường ơi cho em hỏi ai là học phí dự thính ngày mai hết hạn ạ mà nhà em bị kẹt em xin dời vài ngày được k ạ",
    "em đăng kí in lại tờ tạm hoãn nghĩa vụ quân sự ở chỗ nào ạ?",
    "cho em hỏi là HK1 em chưa đăng kí GDTC 1 vậy thì HK2 em phải đăng kí GDTC1 hay là GDTC 2 ạ",
    "Xin chào thầy cô ạ. Em muốn hỏi vấn đề về môn Giáo dục thể chất. HK191 em đã đăng kí môn Aerobic, sang HK192 tiếp tục đăng ký môn Aerobic do em không biết phải học 3 môn khác nhau. Sau đó, em đã xin chuyển sang lớp Võ, thi kết thúc học phần tại lớp Võ và chuyển điểm về lớp Aerobic. Như thế em đã học 2 môn hay 1 môn ạ, do trên Bảng điểm của HK192 vẫn để môn Aerobic. Mong thầy cô giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
    "Em chào các thầy cô  ạ! Hiện tại em có thể xem KHHT của hệ VLVH khóa T10/2020-2021 ở đâu? Em đăng ký môn học nhưng không biết xem chương trình đào tạo của khoa mình ở đâu để chọn môn học cho phù hợp. Về xét miễn môn học hệ VLVH, nếu em đã đăng ký môn học được miễn trong học kỳ này rồi và đã đóng tiền học phí thì có được hoàn lại tiền không ạ? Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn!",
    "Dạ chào Cô, Em thấy điều 31, phụ lục 1 có viết  “a) SV phải đạt các chuẩn tiếng Anh sau mỗi năm học để được đăng ký các môn học tiếp theo: SV phải đạt chuẩn tiếng Anh sau năm 1, 2, 3 để được đăng ký các môn học thuộc CTĐT năm 2, 3, 4 (tương ứng). Riêng các môn đại cương, chính trị, pháp luật, giáo dục thể chất, giáo dục quốc phòng không yêu cầu chuẩn tiếng Anh.“ Nếu vậy tại sao em thi tiếng anh ở trường do IIG tổ chức đạt 530 (đã đạt chuẩn av để đăng ký môn học năm 4 đối với K17) mà đăng ký môn học Anh Văn Trong Kinh Doanh (IM3061) thì hệ thống lại báo thiếu AV1,2,3 ạ. Cô giải thích rõ dùm em với. Cảm ơn Cô",
    "Chào thầy, cô ạ! Trong chương trình đào tạo cử nhân K2019 khoa Xây dựng từ học kì 5 trở đi có các môn học Tự chọn tự do mà không nói gì thêm, vậy em được quyền đăng ký các môn đại cương KHÔNG CÓ trong chương trình đào tạo K2019 của khoa Xây dựng như: Cơ lý thuyết, Vật lý 2, Hóa vô cơ, Sinh học đại cương,... hay không? Và nếu có thì em có thể đăng ký ở học kì 4 luôn hay không ạ?  Em xin cảm ơn!",
    "Dạ thầy/ cô, cho em hỏi là em nộp CCNG sau đó chuyển điểm thì pass được anh văn 1, 2, 3 thì em được học anh văn 4 không?",
    "Chào ad Em là  mssv 8 Ad có thể kiểm tra giùm em còn thiếu môn nào để hoàn thành CTDT k13 dc k? Tại em thấy thiếu tc nhưng k rõ là môn nào? Em cảm ơn",
    "em chào thầy cô PĐT. cho em hỏi là hồi tháng 9 trường có tổ chức thi AV định kì, như thông tin mail thì sẽ có 2 đợt là tháng 9 vừa rồi và 1 đợt tháng 11. cho em hỏi khi nào trường sẽ tổ chức thi AV ạ??? Em cảm ơn!",
    "Quý thầy cô cho em hỏi, em vào trang đăng ký môn học của hệ DTTX, kỳ nhập học tháng 11/2020 nhưng tất cả các mục đều không có thông tin môn học để đăng ký. Em cảm ơn ạ. Em là : [phone_number].",
    "Chào T, Em là - , em đã hoàn thành số tín chỉ tốt nghiệp tuy nhiên em bị thiếu điều kiện để nhận bằng là anh văn nói- viết. Em đã đi làm và công ty cần giấy xác nhận là em đã hoàn thành khóa học, em có thể làm đơn xin xác nhận của pdt được không ạ, hay có cách nào khác không ạ? Em cảm ơn!",
    "Dạ, em có nghỉ học 1 buổi trong tổng 5 buổi trên tkb elearning của môn học kĩ thuật số thí nghiệm, cho em hỏi như vậy em có bị cấm thi ko ạ?",
    "Em đã nộp chứng chỉ IELTS cho trường từ lúc thi THPT quốc gia và đã được trường xác nhận là đã nhận thành công,  em đăng kí chuyển điểm vào 4/10/2020 nhưng đến nay vẫn không có kết quả, trường bảo đã thông báo khai báo chứng chỉ online nhưng em không nhận được email này, xin trường xem xét lại ạ",
    "Dear cô, Xin được hỏi cô về nội dung môn học VẼ  trong kì 202 tới có thay đổi gì so với 192 không ạ? Như là có thêm nội dung vẽ 3D không? Em trân trọng cảm ơn",
    "Em chào cô, cô cho em hỏi về việc rút môn học ạ. em hiện tại đã rút môn đồ án kĩ thuật lập trình(CO2004) Nhưng em thấy trên bkel vẫn còn môn học , bên bảng điểm vẫn còn cột bảng điểm, thầy dạy môn học vẫn gửi mail tới cho em và em vẫn nhận được email về môn học bình thường ạ. vậy cho em hỏi như vậy là em đã rút môn học thành công chưa ạ? Em cảm ơn ạ.",
    "Thưa thầy, cô kì này em không có đăng kí môn học, em có đăng kí in giấy xác nhận sinh viên trong mybk nhưng không được. Mong phòng đào tạo cấp giấy xác nhận cho em để em có thể bổ túc thi toeic. Em cảm ơn thầy, cô nhiều ạ!!!",
    "cho em hỏi pđt tổ kĩ thuật là làm việc gì vậy ạ? Có thể giúp sinh viên cài phần mềm học tập được không ạ ?",
    "Hết lịch học,đơn em đã nộp cho pdt rồi mong pdt xem xét cập nhật lại tkb hiện tại của em,để em được tiếp học,em cảm ơn và mong pdt xem xét giúp em ạ.",
    "Em chào thầy/cô ạ! Thầy/cô vui lòng cho em hỏi là lễ tốt nghiệp tháng 11 có ngày tổ chức chưa vậy ạ? Do em muốn mời người thân để sắp xếp công việc nhưng không biết ngày cụ thể và em tìm trên trang web phòng đào tạo cũng không có thông tin cụ thể. Em cảm ơn thầy/cô ạ!",
    "Dạ em chào thầy/cô ạ, thầy/cô có thể giúp em kiểm tra xem em đã đủ điều kiện tốt nghiệp chưa ạ? Ngày 4/11 em có nhận được mail về áp dụng chuẩn cũ để chuyển điểm môn AV4, em đã chuyển điểm và lên phòng đào tạo để ghi tên vào danh sách. Thầy ở phòng đào tạo có nói chờ mail, nhưng hôm nay vẫn chưa có ạ. Em cảm ơn thầy/cô ạ!",
    "còn áp dụng năm nay với k17 nữa không ạ",
    "Kính gửi thầy/cô làm việc ở phòng đào tạo , Em có thắc mắc là hiện em là sinh viên khoá 2019 nếu em thi bằng Toeic đạt được 550 thì có có đủ điều kiện để miễn hết 4 anh văn 1,2,3,4 không? Và nếu được miễn 4 anh văn với số điểm trên thì điểm của 4 môn anh văn sẽ được quy đổi như thế nào ?  Em mong nhận được phản hồi từ thầy/ cô . Em cám ơn",
    "trang của em thì ko có,mong pdt cập nhật lại để em biết tkb giờ học để tham gia buổi học,em chào pdt",
    "Dạ, em chào thầy/cô. Em có 2 câu hỏi muốn hỏi:  1. Thầy/cô cho em hỏi về việc chuyển điểm anh văn, mình được chuyển điểm anh văn mấy lần vậy ạ?      Ví dụ như em đang cần chuyển điểm gấp để đủ chỉ để đang kí môn học, nên em thi kết quả không tốt. Sau này em có thi lại để cải thiện điểm, vậy em có đuợc chuyển điểm lần nữa không vậy ạ?  2. Nếu em muốn chuyển điểm để  kịp đăng kí môn cho học kì 202 thì hạn chót chuyển điểm là khi nào vậy ạ? Dạ em cảm ơn thầy/cô.",
    "ng kí thẻ bảo hiểm y tế . Em chào cô thầy ạ Em đã đăng kí thẻ Bảo h và chọn nhầm nơi đăng kí khám chữa bệnh. Em muốn đổi lại thì có được không ạ. Mong thầy cô có thể chỉ cho em cách đổi lại nơi khám bệnh ạ. Em cảm ơn cô thầy nhiều.",
    "dạ em chào thầy(cô), em tên là ,mssv , học lớp VP2018CĐT, dạ điểm tiếng anh của em mới đạt được 350, hồi lúc nghỉ dịch trường có miễn anh văn cho học kì 201 và cho em hỏi có được miễn anh văn học kì 202 không ạ. Nếu không thì em phải thi chuẩn anh văn đầu vào để đăng kí môn phải không ạ. Dạ cho em hỏi trường mới mở đk môn học vào hôm qua và khi nào thì trường tổ chức thi anh văn đầu vào ạ, nếu em thi ở trường thì có kịp đăng kí cho học kì kế tiếp không ạ, hay là em phải thi ở ngoài và nộp bằng cho trường ạ. Mong quý thầy (cô) giải đáp thắc mắc cho em, em xin chân thành cảm ơn.",
    "Cho em hỏi điều kiện để được gia hạn thời gian đào tạo tối đa là như thế nào ạ. Theo như thời gian đào tạo tối đa hiện tại thì hết năm học này 10/2021 thì em vẫn chưa kịp làm đồ án tốt nghiệp .",
    "học kì này em đang học môn cơ lưu chất nhưng hiện tại em đăng kí các môn khác thì báo lỗi không được do phải đăng kí môn cơ lưu chất trước trong khi các môn đó chỉ cần có học môn cơ lưu chất kì trước là được ạ",
    "Hiện tại em là sinh viên năm 3. Em vẫn chưa qua chuẩn AV3. Những cuối tháng 12 em mới thi  lấy bằng Toiec. Vậy có kịp hạn đăng kí môn học cho HK202 không ạ. Nếu không kịp, em có thể làm bảng cam kết nộp bằng sau cho Phòng Đào tạo được không ạ. Em cảm ơn.",
    "em là sinh viên năm nhất mới vào, vào ngày 9/11 nhận được email trường nhắc nhở đăng kí môn học, vậy em có nên đăng kí không ạ? nếu không đăng kí vậy đến khi nào em mới đăng kí?",
    "Chào Thầy,Cô Em tên là - Cho em hỏi là trường mình sẽ tổ chức thi toeict tháng 11 này vào ngày nào ạ? Và kết quả thi sẽ có trước khi đkmh đợt 2 mở phải không ạ?  Em xin cám ơn!",
    "Chào thầy cô Thầy cô cho em hỏi, em lỡ để lạc tờ xác nhận nhập học để hoãn nghĩa vụ. Vậy giỡ em làm lại tờ khác được không. Nếu được xin thầy cô chỉ em. Em cảm ơn thầy cô nhiều",
    "em là khóa k19 chuẩn bị đăng ký môn học học kỳ 202 nhưng chưa đạt chuẩn anh văn em muốn hỏi là khi nào trường tổ chức thi nữa ạ em từng thấy mail gửi là dự kiến tháng 11 nhưng chưa thấy thông báo gì về anh văn và cho em hỏi thêm chuẩn của k19 vẫn là từ 350-550 đúng không ạ",
    "Cho e hỏi stk ngân hàng của trường mình là gì ạ? Cơ sở Bình Dương",
    "Em tên là:  MSSV:  Vì em bị mất điện thoại, nên có đổi mật khẩu nhiều tài khoản  Nhưng mà em đăng nhập lại thì không đúng mật khẩu, cho em hỏi làm như thế ào để lấy mật khẩu mới ạ Em cảm ơn",
    "Dạ, em xin chào. Do ỷ y nên em bị buộc thôi học, nên em muốn hỏi: - Giờ em phải làm gì để được thu nhận lại ạ. - Với lại em không còn thấy Thời khóa biểu và lịch thi học kì này nữa. Em phải làm sao ạ. Em xin cảm ơn.",
    "cho em hỏi thế toeic 355 đăng kí được môn học năm 3 chưa ạ.em thi ở trường ạ",
    "Thưa thầy(cô), em là sinh viên khóa K15, học kỳ sau em đăng ký LVTN, môn học yêu cầu có anh văn TOEIC 450, nếu hiện tại em đăng ký nộp chứng chỉ anh văn (460), thì sau này em còn có thể nộp lại để chuyển điểm cho môn anh văn 4 không ạ? Em xin cảm ơn.",
    "Thưa cô/thầy, vấn đề của em là, do năm nhất em không học anh văn trong trường nhưng em đã thi bên ngoài và cũng đã chuyển điểm được anh 1 và 2 rồi. Thì cho cô/thầy em hỏi là, em có được quyền đăng kí học anh văn 3 trong trường không ạ? Và nếu có thể thì em có thể học cùng lúc anh văn 3 và anh văn 4 trong một kì không ạ? Em cảm ơn cô/thầy đã phản hồi.",
    "Tôi là , MSSV:. Nay tôi có nhờ bạn , MSSV:, nhận hộ tôi Bảng điểm Đại Học tôi đã đăng ký in từ trước, với lý do: Bận đi làm . Tôi xin cam đoan các thông tin tôi cung cấp ở trên là chính xác, và cũng xin không khiếu nại trong trường hợp xảy ra sai sót. Xin cảm ơn Phòng Đào Tạo ĐHBK TPHCM.   i  .",
    "dạ em chào thầy/cô ạ. em có vấn đề thắc mắc là em học lại môn của kì 2 năm 3 vào kì 2 năm 4 thì em có cần phải đạt chuẩn anh văn của năm 4 không ạ. Kì đầu năm 4 em được đăng kí môn là do quy định không xét chuẩn anh văn của trường do dịch covid ạ. em cảm ơn!",
    "HK 201 em đăng ký học 15 chỉ nhưng học phí kì này lại là 6,200,000 đ. Em mong phòng đào tạo xem xét lại ạ. Em cảm ơn !!",
    "Em học Khoá 18 Năm Nhất kì 1 em hoàn thành Bóng Chuyền Năm Hai kì 2 em đăng kí tiếp Bóng Chuyền và hoàn thành Vậy em được tính đã hoàn thành bao nhiêu môn thể chất Các kì bóng chuyền em đăng kí không liên tiếp. Và kì tiếp theo này em có thể đăng kí tiếp không Cam ơn",
    "Dạ chào! Em hiện là sv k17. Hiện theo ctdt thì em thiếu chứng chỉ ngoại ngữ để làm tiếp luận văn tốt nghiệp. Cho em hỏi hạn chót nộp chứng chỉ ngoại ngữ là khi nào vậy ạ . Theo em xem hạn chót nộp CCNN là ngày 13/1. Nhưng hạn chót đk bổ sung LVTN là ngày 28/1. Cho em hỏi phải nộp trước ngày 13 hay ngày 28 ạ . Em xin cảm ơn",
    "Dạ!cho e hỏi là học bổng khuyến khích học tập kì 192 sao chưa cập nhật thông tin trên bảng điểm ạ cũng đã lâu lắm rồi ạ. Hay là kì 192 không có xét học bổng khuyến khích vậy ạ",
    "Thầy cô cho em hỏi: hk201 em không đăng kí thêm môn học mà học phí của em là đ, nhiều hơn so với bạn học cùng ạ.",
    "Thầy cô cho em hỏi: trước ngày 29/12/2020 em nộp bằng anh văn vào thì có còn được đăng kí môn học bổ sung không ạ.",
    "Hiện em đang thực hiện LVTN của mình trong học kỳ này, nhưng vẫn chưa đủ điều kiện tốt nghiệp ngay sau khi hoàn thành (ngày CTXH, chứng chỉ ngoại ngữ, ...). Trong học kỳ tiếp theo, em cần đăng ký số môn/số tín chỉ như thế nào để được duy trì tình trạng đang theo học vậy thưa phòng đào tạo? Em cảm ơn!",
    "Về việc đăng ký môn Bơm, quạt, máy nén . Chương trình đào tạo khóa K18 - mã MH ME2039 Chương trình đào tạo khóa K19 - mã MH ME2121 Em là sinh viên khóa K18 đã học môn Bơm quạt máy nén ở HK2 năm 2, học kì 202 sắp tới em muốn đăng ký học với K19 môn Bơm quạt máy nén. Cho em hỏi em đăng ký học mã MH ME2121 của khóa K19 rồi sau đó xin chuyển điểm về mã MH 2039 để đúng với chương trình đào tạo của khóa K18 được không, em cám ơn.  ",
    "Dạ em kính chào thầy cô phòng đào tạo. Dạ em là sinh viên khóa 2019, cho em hỏi là đợt kiểm tra tiếng anh vừa rồi vào tháng 9 do IIG tổ chức, có dùng điểm đó để xét chuẩn anh văn từng năm ôn ạ? Em thi được 475 là có xét cho em đạt chuẩn anh văn sau năm 2 ôn ạ? (Khóa 2019 sau năm 2 đạt chuẩn anh văn trên 450)",
    "Xin chao! em sinh viên hệ VLVH nhập học tháng 10 do có việc nên bị trễ đăng kí môn bao giờ phải làm sao! mình có thể đăng kí trên bksi luôn được không? cảm ơn!",
    "E là sinh viên hệ vhvl tại sao đợt 1 e học có 1 môn là 1 chỉ mà e đóng học phí tới 2.100.000 vậy ạ . môn đó là Thực tập kỹ thuật (Kỹ thuật Thiết kế) ME2025 ",
    "Hiện tại e ko đủ tiêu chuẩn làm sv năm 2 để đăng kí môn học của kì 201 rồi. Không biết là có thể cho e pass tạm thời để đăng kí môn năm 2 cho học kì 202 không ạ",
    "phòng đào tạo cho em hỏi là học kì này phòng đào tạo có mở kì kiểm tra anh văn nào nữa không, và sẽ dự tính khi nào mở kì kiểm tra vậy? Em cảm ơn",
    "Em có thí toeic đó trường tổ chức 1 năm trước h e vào thấy nó xoá kết quả vậy cho e hỏi nó có công nhận cho em không ạ",
    "thầy cô cho em hỏi trường có tổ chức kiểm tra anh văn toeic định kì trong HK 201 không ạ. Nếu có thì là khi nào và có giới hạn sinh viên đăng kí không ạ. Em cảm ơn thày cô",
    "cho e hỏi điểm thi toeic 1 năm ở trường e được 355 bị xoá vậy có tính không ạ",
    "Em chưa thanh toán học phí k20 ngày 12/11 em lên bkPay nhưng hệ thống báo chưa đến hạn thanh toán làm thế nào để em có thể thanh toán học phí ? em cảm ơn",
    "Chào ad. Mình muốn hỏi là làm sao để in bảng điểm vậy ạ. Mình có vào mybk -  xem điểm nhưng lại hiện thị có có dữ liệu điểm. Mong ad giúp",
    "Dạ em chào thầy/cô ạ, em muốn hỏi về việc đăng ký môn học kì 202 khi áp chuẩn AV vào ạ! (Giả sử mọi điều kiện để dkmh còn lại của em đều thỏa) Hiện tại em chưa thi AV trong trường ạ Em xin phép hỏi những câu sau ạ! 1.Đợt vừa rồi dịch Covid nên trường có dời Anh Văn 1 kì nên sắp tới để đăng ký thành công môn học kì 202 thì cần Anh Văn lớn hơn hoặc bằng 350 phải không ạ ? 2.Đợt 1 đăng ký môn học kì 202 là 10/11-17/11/20   Đợt 2 là 17/12-23/12/20 -Vậy khi bắt đầu đợt 2 là ngày 17/12 trở đi mà em chưa có AV  = 350 thì trường sẽ hủy môn hay là hết ngày 23/12/20 mà em chưa đủ AV trường sẽ hủy môn vậy ạ ? Em cảm ơn -Trong khoảng thời gian 17/12-23/12/20 nếu trường tổ chức AV và em thi  = 350đ thì dkmh kì 202 có thành công không ạ ? 3.Nếu cuối tháng 11 này em thi bên ngoài và có bằng với số điểm  = 350 thì khi nộp vào cho trường để thẩm tra xét đkmh( không chuyển điểm) thì nộp lúc nào trước ngày 17/12 cũng được phải không ạ, nếu được như vậy thì em có thể được giữ lại môn mà em đã đăng ký cho kì 202 phải không ạ ? Em cảm ơn thầy/cô rất nhiều ạ !",
    "Chào thầy cô, em là sv khoa Điện k18, cho em hỏi là đăng ký môn Thực tập của k2018 là Thực tập tốt nghiệp-ee3333 hay Thực tập ngoài trường-ee3335 ạ.Vì lên xem kế hoạch giảng dạy(trên http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao ) thì là hk6 hè là môn Thực tập ngoài trường dành cho k18 nhưng khi xem Khung chương trình đào tạo k18 thì là thực tập tốt nghiệp. Mong thầy cô giải đáp thắc mắc của em.",
    "Thầy cô cho em hỏi: Lúc trước em đã thanh toán học phí HK201 lần 1 và 2, tổng 3.850.000đ. Nhưng giờ em kiểm tra thấy phải đóng thêm 3.850.000đ. Kỳ này em đăng ký chỉ 11TC, mà học phí tận 7.700.000đ. Vậy cho em hỏi học phí thực tế HK201 của em được tính như thế nào, là bao nhiêu để em đóng học phí đúng hạn. Em xin cám ơn thầy cô!",
    "Chào thầy/cô, em là sinh viên K19 khoa khoa học và kỹ thuật máy tính .  Học kì 202 trong chương trình đào tạo có 3 tín chỉ môn tự do. Theo em biết thì môn này có thể đăng kí bất kì môn nào,của khoa nào. Em muốn biết là HK trước (192)   B em đã học môn Phương Pháp tính (mã MT1009) và đã qua môn   , nay trong CTĐT mới không còn môn này (từ K19) thì như vậy 3 tín chỉ tự do của kì 4 có được xem như là đã học không? Hay em phải ĐK một môn khác? Em cảm ơn.",
    "Em chào thầy/cô, Em là , MSSV , hiện là sinh viên năm 2 Khoa học máy tính. Vào tối ngày 11/11/2020, em đã thực hiện thủ tục thanh toán học phí học kỳ 201 thông qua trang BKPay và hoàn thành đủ các bước hệ thống OCB yêu cầu. Tuy nhiên, cho đến ngày 12/11, tài khoản OCB của em vẫn chưa bị trừ tiền và tình trạng học phí trên BKPay vẫn là chưa thanh toán. Vì vậy, em đã thực hiện thao tác thanh toán học phí lại lần thứ 2 vào buổi chiều cùng ngày, nhưng đến ngày hôm nay (13/11), tài khoản OCB và tình trạng học phí BKPay của em vẫn giữ nguyên như cũ. Em có đính kèm hình hoàn thành việc đóng học phí 2 lần trên ở bên dưới. Em mong thầy/cô xem xét giúp em về lỗi hệ thống này. Và khi hệ thống trở lại bình thường, xin thầy/cô đừng để hệ thống trừ tiền học phí của em 2 lần. Em xin cảm ơn ",
    "Tất cả môn học của HK1/2020-2021 của em bị mất. Cho em hỏi đây là lỗi hệ thống hay em đang bị xử lý học vụ và cách khắc phục ạ? Mong có phản hồi sớm từ PĐT, em cảm ơn ạ!",
    "Thưa thầy/cô     Hiện tại thì đã hết hạn đăng kí môn học bổ túc nhưng em vẫn chưa đăng kí kịp thì em phải làm sao ạ! Cảm ơn thầy/cô.",
    "Chào ad. Mỉnh hiện là sv năm 2. Hiện mình có ý định muốn thi Đại học lại để vào một ngành khác trong trường. Mình muốn hỏi là mình có cần xin giấy xác nhận của Hiệu trưởng để thi Đại học hay không. Và nếu mình thi đậu vào một ngành khác thì những môn đại cương trước đó mình có được miễn học không. Mong ad giúp mình. Thân.",
    "Cho em hỏi tại sao em bị mất thời khóa biểu và các khóa học trong bkel của học kì 201 vậy ạ",
    "Chào PĐT, Em có tra trên web nhưng vẫn có thông tin về ngày tổ chức lễ tốt nghiệp sắp tới. PDT có thể cho em biết sẽ tổ chức vào ngày nào không ạ ? Em có thể nhận bằng tốt nghiệp vào hôm lễ tốt nghiệp không ạ ? Xin cảm ơn.",
    "Cho em hỏi em thời khóa biểu bị mất và elearning của em không thể truy cập vào khóa học là bị sao ạ. Em xin cảm ơn ạ",
    "Kính gửi  Phòng quản trị thiết bị,  Phòng đào tạo. Phòng CTCT - SV Trường Đại học Bách Khoa là một trong những trường đại học lớn, hàng đầu của đất nước. Tuy vậy vẫn có những việc làm xấu mặt, ảnh hưởng đến uy tín cũng như chất lượng đào tạo của trường:  +việc ăn uống sinh hoạt ngay giờ học của sinh viên (đặc biệt ngày 14/11/2020) + tiếng hò hét (dô...)  + tiếng hát... Đây không phải là lần đầu có trường hợp này. Gây khó chịu cho sinh viên cũng như cán bộ giảng dạy. Em nghĩ trường nên quán triệt lại vấn đề này. Vì trường là nơi để giáo dục, không phải để bày tiệc, rượu bia. Đặc biệt ngay mùa thi cử ôn thi của sinh viên . Để đảm bảo chất lượng học tập của sinh viên,kính mong nhà trường tiếp thu ý kiến của sinh viên",
    "Chào Thầy/Cô! Phần nơi sinh trong thông tin tốt nghiệp em không ghi hay cập nhật được, mong Thầy Cô cập nhật giúp em với ạ Nơi Sinh: Tp.Hồ Chí Minh MSSV:  Em xin cám ơn ạ! ",
    "Cho em hỏi trường mình trong tháng 12 có tổ chức thi kiểm tra trinh độ tiếng anh không ạ",
    "em đăng ký nộp bằng toeic 2 kỹ năng đọc và nghe, điểm của em là 405 điểm mà sao lúc em chọn miễn av1 với av2 lại hiện ra lỗi này ạ,rất mong được giải đáp, em cảm ơn!!",
    "Em chào thầy/cô, Thưa cô em là  , học ngành kỹ thuật máy tính, lớp MT16TN, mssv:  . Em có nhận bằng tạm thời, và em đã xác nhận thông tin về tên, ngày sinh, khoa và kết quả xếp loại là chính xác . Tuy nhiên hôm nay ngày 14/11, em biết được thông tin là nếu học chương trình tài năng thì trên bằng sẽ có thêm dòng “Chương trình tài năng” (Honor Program) và em thấy có sự thiếu sót này trên bằng tạm thời và như thông tin từ phòng đào tạo, đây sẽ là thông tin trên bằng chính thức . Vậy em kính nhờ phía phòng đào tạo kiểm tra lại thông tin này giúp em ạ.",
    "Chào Phòng đào tạo, em là , MSSV  . Trong bài viết trước, em đã được PĐT tư vấn kỳ thi kiểm tra anh văn của trường chỉ dùng để xét chuẩn anh văn sau các năm. Nhưng có vài vấn đề em vẫn chưa rõ lắm, mong PĐT giải đáp giúp em ạ. 1. Nếu em đã đủ chuẩn anh văn năm 2 bằng điểm kỳ thi kiểm tra anh văn của trường, và em muốn đạt chuẩn anh văn năm 3 bằng hình thức đăng ký học môn anh văn 4. Tuy nhiên, em vẫn chưa học anh văn 1 2 3 . Vậy sau khi học và qua môn anh văn 4, em có được xét là đã đủ chuẩn anh văn năm 3 chưa? 2. Trong trường hợp em nộp bằng TOEIC và được chuyển điểm anh văn 1 2 3 (chưa đủ điểm TOEIC để chuyển điểm anh văn 4) và em có học môn anh văn 4 ở trường và có điểm. Như vậy em có được xét là đủ chuẩn sinh viên năm 3 không? 3. Trong trường hợp em nộp bằng TOEIC và được chuyển điểm anh văn, nếu điểm quy đổi theo kỳ thi TOEIC thấp hơn điểm môn anh văn 4 em học tại trường thì điểm nào sẽ được tính?  Em mong nhận được giải đáp từ PĐT. Em xin chân thành cảm ơn ạ.",
    "Xin chào, Cho em hỏi việc quy đổi điểm anh văn cho SV K17 Cao đẳng TOEIC 500 đổi được 4 môn anh văn áp dụng tới hết tháng 12/2020 hay sao ạ? Em thi toeic nhưng tới đầu tháng 1/2021 mới có điểm vậy nếu quy điểm để đổi anh văn thì còn áp dụng TOEIC 500 đổi 4 anh văn hay 600 mới đổi được 4 anh văn ạ? Em cảm ơn",
    "Em là sinh viên K18, khoa điện - điện tử, ngành điện tử - viễn thông. Em có ý định tham gia chương trình học liên thông thạc sĩ . Em muốn hỏi chương trình liên thông còn xét hồ sơ xét tuyển không ạ? Nếu không thì khi nào sẽ mở xét  tuyển hồ sơ lại đợt 2 ạ? Em cảm ơn",
    "Em chào thầy, cô! Em là sinh viên năm nhất, học phí 4 triệu đầu năm em đã nhờ anh trai đóng, nhưng anh e lại chuyển khoản lộn qua chất lượng cao, bữa em lên kiểm tra bkpay mới phát hiện ra điều này. Giờ em phải làm sao ạ?",
    "Em chào quý thầy cô! Cho em hỏi là e rớt av đầu vào, giờ em đăng kí môn học của kì tới của năm 2,em muốn hỏi là trường có tổ chức thi để xét chuẩn av k ạ, tại lúc trước e có nhận dc mail dự tính là tháng 11 nhưng hiện tại vẫn chưa có tin tức gì nên cảm thấy hơi lo lắng. Thời hạn đk đợt 2 từ 17/12-23/12 cũng khá sát.Em mong nhận dc câu trả lời sớm nhất để em sắp xếp và tính toán kế hoạch dự trù ạ. Em chân thành cám ơn ạ .",
    "Kính gửi Em tên là  lớp CK20CK05, em đang sử dụng bảo hiểm y tế bãi ngang và có thời hạn đến năm 2022,Và em đã gửi bản photto bảo hiểm y tế và cmnn có công chứng về phòng H1-209, nhưng đến nay vẫn không thấy thông báo hoàn trả phí bảo hiểm y tế em đã đóng trước đó. Mong nhà trường xem xét và trả lời sớm nhất cho em ạ. Thân trọng",
    "Em chào admin ạ! Em hiện tại là sinh viên năm cuối ạ! Hạn Đăng ký môn học Học Kỳ 2 (2020 - 2021) - Đợt 1 còn lại 2 ngày (17/11) ạ! Em có thắc mắc là hiện em đang không đủ điểm anh văn để đăng kí luận văn ạ! Các môn học bắt buộc và tự chọn hầu như em cũng không còn để học nữa ạ! Nếu đợt này em không đăng kí môn học thì có bị đình chỉ không ạ!  Nếu trong khoảng thời gian em không đăng kí môn học thì em có được nhận giấy chứng nhận sinh viên do trường cấp nếu bị Phường/Xã gọi về đi nghĩa vụ không ạ! Và trường hợp bị đình chỉ thì lúc đủ điểm anh văn thì có làm đơn gì để thu nhận là sinh viên của trường gì không ạ! Mong admin phải hồi sớm ạ! Em cám ơn nhiều ạ!",
    "Em chào thầy/cô! Em tên , MSSV: , lớp: XD16KT. Em viết thư này nhằm mong được thầy cô giải đáp về 2 việc liên qua đến chứng chỉ anh văn để nhận luận văn tốt nghiệp. Hiện em đã có chứng chỉ anh văn như yêu cầu của trường và đã nộp, đã được trường thẩm định là hợp lệ. Tuy nhiên: 1/ Đợt Đăng kí môn học HK2 lần này em có chọn đăng kí môn Thiết kế dự án TN (CI4303) tuy nhiên hệ thống vẫn báo em chưa đạt chứng chỉ anh văn để nhận luận văn tốt nghiệp. 2/ Em có sử dụng chứng chỉ anh văn nói trên cho việc chuyển điểm môn AV4 (LA1009) từ ngày 4/11/2020 và đã đóng lệ phí đầy đủ, tuy nhiên đến nay em vẫn chưa thấy điểm được cập nhật trong bảng điểm chuyển ạ! Kính mong thầy cô giải đáp sớm, em xin chân thành cảm ơn!",
    "Dạ chào cô/thầy, Em có tìm thông tin trên trang www.aao.hcmut.edu.vn nhưng chưa có thời gian cụ thể làm Lễ tốt nghiệp. Không biết hiện tại đã thời gian chính thức làm Lễ tốt nghiệp chưa ạ?  Rất mong cô/thầy có thể giải đáp thắc mắc. Em xin chân thành cảm ơn! Trân trọng,",
    "Thưa thầy/cô em bị mất lịch thi và lịch học trên mybk là em đang gặp vấn đề gì ạ em cảm ơn!",
    "Xin giải đáp thắc mắc giúp em . e-learning của em và thời khoá biểu trong mybk bị mất hết khoá học của HK1-2020/2021 nên em không thể thực hiện cái bài tập cá nhân Rất mong nhận được phản hồi của a/c nhân viên!",
    "Em là  MSSV . Pdt cho em hỏi là em có thể đăng ký Đề cương Luận văn trước khi đi TTTN có được không ạ. Ví dụ như hk 202 em làm DCLV, rồi hè em mới đi TTTN thì có được không ạ, hay bắt buộc phải TTTN trước ạ. Em cảm ơn ạ .",
    "Dạ em muốn hỏi là thi ngoại ngữ đợt 2 khi nào tổ chức thi vậy ạ .   B Em cảm ơn PĐT   ",
    "Cho em hỏi khi nào mới biết chính xác thông tin tốt nghiệp tháng 11 vậy ak",
    "Là ngân hàng nào ạ?  Em không rõ",
    "cho em xin mẫu đơn trình bày lí do vắng SHCD định kì với ạ",
    "Em hiện tại đạt chuẩn av1 em muốn hỏi em có thể đăng ki môn học ở ky chinh 202 không ạ",
    "Xin chào, em là , khóa K19, em có 2 câu hỏi ạ: 1. Lúc trước trường có báo tháng 11 trường sẽ tổ chức đợt kiểm tra anh văn mà đến bây giờ vẫn chưa có mail thông báo về việc này. Vậy là trường có tổ chức thi không a? 2. Do dịch bệnh nên trường có hoãn chuẩn anh văn cho K19, nên để được đăng kí môn học kí 202 sắp tới thì mình có cần phải qua anh văn 1  để không bị hủy môn không? hay là chỉ cần đến cuối năm để qua anh văn thôi ạ?",
    "Kính gởi các quý thầy cô Em có xem trên lịch học vụ của nhà trường thì ngày 11 tháng 12 là nộp chứng chỉ ngoại ngữ và chuyển điểm anh văn. Và ngày 17 tháng 12 là đợt 2 của đăng kí môn học. Vậy thầy cô cho em hỏi là nếu em nộp chứng chỉ ngoại ngữ trong khoảng sau ngày 11/12 và trước ngày 16/12 thì em có thể đăng kí môn học vào đợt 2 được không ạ. Em rất mong phản hồi từ quý thầy cô ạ. Em cám ơn.",
    "Dạ em là sinh viên khóa K18 ạ, Dạ cho hỏi là em đã bị rớt vật lý 2 và học lại vào học kì hè vừa rồi, và đã được 6.0 qua môn, nhưng trong số tín chỉ tích lũy của em chỉ tính 2 chỉ thực tập kỹ thuật mà em đã đk và không tín 4 chỉ vật lý 2 là tại sao vậy ạ? Em xin cảm ơn nhiều ạ.",
    "cho em hỏi là bằng tin học có áp dụng cho khoá k19 không ạ, nếu có thì khi nào nộp bằng ạ ? em cảm ơn nhiều ạ",
    "Em là  MSSV . Em muốn hỏi thi tiếng anh ở trường để mình có thể đăng kí các môn năm 3 thì mình đăng kí ở đâu ạ hay trường sẽ có thông báo ạ?",
    "Em nộp bằng toeic để đăng ký môn học thì em có cần phải đóng tiền thẩm tra bằng không ạ với bao lâu thì trả kết quả để đk môn học ạ Em cảm ơn!",
    "Cho em hỏi k19 có áp dụng chuẩn tin học không ạ?",
    "Dạ em chào thầy (cô) em tên là  học lớp VP2018CĐT, mssv . Em muốn hỏi là em khóa k18 thì xét điểm toeic theo từng năm học là lấy của lúc K18 hay là lấy chuẩm của năm nay K20 luôn ạ. Em xin cảm ơn ạ.",
    "ãi gửi xe mới tại cổng 3 luôn luôn trong tình trạng hết chỗ gửi xe vào giờ trưa. Và mặc dù em đã tới trường sớm 45 phút so với giờ bắt đầu môn học để không gặp tình trạng này nhưng vẫn không gửi được xe. Khi em đến, có khoảng 10 chiếc xe đang được lấy ra khỏi bãi nhưng khi em yêu cầu được gửi xe thì vẫn không được . Nhà trường có cách nào để giải quyết vấn đề này không ạ? Em xin cảm ơn.",
    "Dạ thưa thầy cô Hiện tình trạng sinh viên của em là tạm dừng vì không đăng kí môn học. Tuy nhiên, hiện tại em đã hoàn thành tất cả môn học trong chương trình rồi, chỉ còn tiếng anh nói viết thôi ạ. Vậy bây giờ em phải làm gì để giải quyết ạ, mong thầy cô cho em câu trả lời ạ, em cảm ơn.",
    "Em chào anh chị hỗ trợ ạ Em có tên trong danh sách tốt nghiệp dự kiến nhưng do hậu đậu quên thanh toán số tiền 95.000 trên PK PAY nên không có tên trong danh sách chính thức. Cho em hỏi là Phòng đào tạo có thể cứu xét em vào danh sách tốt nghiệp với ạ. Em đã thanh toán 95.000 trên PK hôm nay rồi ạ Em xin cảm ơn rất nhiều",
    "Em là  MSSV  Khoa khoa học ứng dụng. Do 1 số lý do gia đình chưa chuyển tiền nên e đã để lỡ lần thu học phí lần 1 của trường. Nay ngày 16/11/2020 em đã chính thức hoàn thành toàn bộ học phí kì học 201. Em rất xin lỗi vì sự cố nay mong PĐT có thể thông cảm cho sự cố của em. Em xin chân thành cảm ơn",
    "Em là , hiện là sinh viên năm 2 ngành Khoa học máy tính. Em có thắc mắc về chương trình đào tạo bằng kỹ sư của khóa K19 của ngành em có thể được tìm kiếm ở đâu? Mong thầy/cô giải đáp thắc mắc, em xin cảm ơn. Chúc thầy/cô một ngày làm việc hiệu quả. Sinh viên, ",
    "Kỳ này em trong danh sách dự kiến buộc thôi học. Cho em hỏi làm giấy cứu xét nộp trước ngày nào ạ?. Em cảm ơn!",
    "Dạ em kính gửi phòng đào tạo Đại học Bách Khoa TPHCM.Em có câu hỏi muốn hỏi là về việc nộp bổ sung giấy chứng nhận tốt nghiệp THPTQG tạm thời,em là thí sinh tự do không có giấy chứng nhận tốt nghiệp tạm thời vậy Em phải nộp bằng tốt nghiệp bản sao phải không ạ.",
    "Kính gửi phòng đài tạo trường Đại học Bách Khoa Tp.HCM Em tên là , MSSV  Thưa quý thầy/cô. Học kì II năm học 2019-2020 vừa qua em có đăng kí môn học cơ học ứng dụng dự thính. Nhưng vì sức khoẻ chuyển xấu, nên em đã vắng buổi thi cuối kì. Sau đó, em có được nhận giấy thi lại từ phòng đào tạo gửi. Vì baat cẩn lúc chuyển phòng trọ, em có lỡ làm mất tờ giấy thi lại. Thầy/cô có thể cho em biết liệu em có được xin lại giấy đó 1 lần nữa được không ạ. Kính mong quý thầy/cô sớm phản hồi, để em có điều kiện được dự thi theo kịp chương trình đào tạo. Em xin chân thành cảm ơn! :",
    "Em chào thầy, cô! Anh em đã chuyển lộn học phí 4 triệu đầu năm qua chất lượng cao bằng ngân hàng Vietcombank, giờ em đợi mail của trường thông báo hay phải làm j ạ? Em cảm ơn!",
    "Cho em hỏi là khi nào mở đợt đăng kí kiểm tra anh văn tiếp theo . Em cảm ơn.",
    "Em chào thầy/cô Em đã có tên trong danh sách tốt nghiệp chính thức và đã biết ngày 28/11 là ngày làm lễ tốt nghiệp. Cho em hỏi ngày sớm nhất em có thể nhận bằng tốt nghiệp chính thức là ngày bao nhiêu? Em xin cám ơn",
    "Kính gửi thầy/cô,  Do có 1 chút trục trặc cho nên hiện tại em bị trễ hạn đóng học phí học kì dự thính 201 và ít nhất 3 ngày nữa em mới kịp thời đóng. Cho em hỏi nếu trễ như vậy thì có ảnh hưởng tới việc em thi cuối kì của môn đó không ạ? (Lịch thi cuối kì là vào ngày 26/12). Em xin cám ơn.",
    "Thưa thầy/cô em muốn rút hồ sơ đã nộp cho trường thì em phải liên hệ ai và đến đâu nhận lại ạ",
    "Kính chào thầy cô phụ trách trang hỗ trợ trực tuyến, em có một số thắc mắc mong được giải đáp để thực hành đăng kí môn học được chính xác. Ở học kì sắp tới là HK2 2020-2021, em có đăng kí bộ môn Mật mã và an ninh mạng CO3069, nhưng môn học này yêu cầu phải có môn học trước là Mạng máy tính. Em đang học Mạng máy tính trong kì này, và do chưa có kết quả học tập cuối cùng nên hiện tại xem như là chưa hoàn thành môn học. Xin cho em hỏi rằng môn Mật mã và an ninh mạng của em có bị tự động xóa không ạ. Em xin cảm ơn.",
    "Cho em hỏi là thứ 6 tuần rồi em đã nộp đơn cứu xét tới văn phòng khoa rồi sao tới giờ em vẫn chưa truy cập được thời khóa biểu và các khóa học trên bkel vậy ạ",
    "Khi đăng kí môn học EE3027 và EE3061 thì được hế thống báo là thiếu môn học trước lần lượt là EE3013 và EE3019. Nhưng hiện em đang học các môn này trong học kì 201, liệu khi ra kết quả em có được đăng kí không ạ? Cám ơn Thầy/Cô.",
    "Cho em hỏi là em muốn nhận thẻ bảo hiểm tai nạn hoặc giấy xác nhận bảo hiểm tai nạn để học môn thí nghiệm thì em có thể đến đâu để nhận ạ?",
    "Kính gửi phòng đạo tạo, MSSV em là :  được biết một số bạn có để dòng chữ nợ HP trên ds tốt nghiệp chính thức được PĐT phản hồi là  sẽ được cập nhật lại vào cuối tuần và  thứ 2 ngày 16/10/2020 có thể kiểm tra lại nhưng sao mssv của em vẫn còn để nợ học phí ak? Không biết nếu web k cập nhật thì có ảnh hưởng gì đến việc nhận bằng của em không ạ? Em xin phép đính kèm ảnh màn hình em chụp lúc sáng nay ( ngày 17/10/2020)",
    "Dạ em chào thầy cô Đợt đăng kí môn này em hy vọng trường xem xét có chính sách giúp tụi em đăng kí các môn học tự chọn chuyên ngành mà không phải xét chuẩn av hông ạ,các môn bắt buộc vẫn xét bình thường do tụi em khoa hóa k18 là khóa chuyển đổi chương đào tạo, các môn tự chọn chuyên ngành khoa hóa rất khó để mở lớp ạ do số lượng học viên rất ít nếu xét thêm chuẩn av nữa thì càng ít hơn . Em biết lỗi không đạt chuẩn av là do tụi em nhưng hy vọng có thêm một kì để sửa sai ạ. Em cảm ơn ạ",
    "Kính gửi phòng Đào tạo, Xin chào quý thầy cô! Em tên là . Thưa thầy cô cho em hỏi là trên biểu đồ lịch học em thấy ngày 11/12 là \"Nộp CCNN Chuyển điểm AV 11/12\", nhưng ở dưới cái bảng II - Ngoại ngữ thì ghi ngày 11/12 là \"- Đăng ký nộp CCNN để xét nhận LVTN - Đăng ký chuyển điểm cho đợt hiệu chỉnh đăng ký môn học HK202\", hai cái này có sự khác nhau giữa từ đăng ký vậy nên em không hiểu ngày 11/12 là nộp CCNN hay là đăng ký nộp CCNN (Em có đính kèm theo 2 file ảnh). Xin thầy cô giải thích giúp em. Em cảm ơn! Trân trọng, ",
    "Phòng đạo tạo cho em hỏi là: Em đã hoàn thành tất cả các môn học trong chương trình đào tạo, nhưng chưa đặt chuẩn anh văn nói-viết để xét tốt nghiệp. Vậy em có cần làm đơn để duy trình tình trạng sinh viên không ạ? Em xin cảm ơn!",
    "Em chào thầy cô Phòng Đào Tạo ! Em tên , MSSV . Hiện công ty bên em cần em nộp Giấy xác nhận hạnh kiểm, thầy/cô cho em hỏi thăm là để xin giấy c=xác nhận hạnh kiểm em cần phải làm gì ạ, có điền phiếu đăng kí hay gì không ạ. Em mong nhận được sự chỉ dẫn từ thầy/cô. Em chân thành cảm ơn !",
    "Em tên  - MSSV:  Em là sinh viên K16 đã có tên trong danh sách tốt nghiệp và đã đóng đủ tiền học phí (vào tuần trước) nhưng khi tra cứu thông tin tốt nghiệp thì vẫn còn thấy tình trạng \"nợ học phí\". Thấy hơi lo nên em muốn đặt câu hỏi để xác nhận tình trạng tốt nghiệp. Cảm ơn thầy/cô.",
    "Chào thầy/côEm là sinh viên Việt Pháp K16. Hiện nay còn còn thiếu môn Nhiệt học và cơ học chất lưu (007709) nhưng theo em được biết thì từ K19 trở đi môn học này không được giảng dạy nữa do chương trình được rút gọn. Hiện tại chỉ có 6 sinh viên đăng kí môn học này nên em không biết phòng đào tạo có mở lớp không và nếu không thì sẽ giải quyết như thế nào ạ. Em cảm ơn.    .",
    "Kính gửi PĐT trường Đại học Bách Khoa, em có thắc mắc về việc đóng bảo hiểm y tế học kì này là em có thể thay đổi bệnh viện khác với kì trước (từ bệnh viện quận tân phú sang bệnh viện 175) được hay không?  Em xin cảm ơn.",
    "Em là sinh viên khóa 2019, theo bảng điểm quy đổi toeic thì khóa của em là 350 sẽ pass anh văn 1. Em đã nộp chứng chỉ Toeic 2 kĩ năng (nghe, đọc) 355 điểm, em đăng kí nộp chứng chỉ và đã được xác nhận hợp lệ nhưng khi chọn xét miễn anh văn 1 thì nhận được dòng thông báo “bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn”. Vậy em đang gặp lỗi gì hay chưa đủ điểm pass anh văn 1? Nếu đã đủ điểm rồi thì em có cần xác nhận thêm gì nữa không hay hệ thống sẽ tự động xác nhận em đã qua? Em cảm ơn.  B",
    "chào PĐT, cho em hỏi là có ngày shcd ở kì 202 cụ thể chưa ạ, có phải ngày sinh hoạt là bắt đầu từ ngày 25/01/2021 như trên lịch học vụ ghi k ạ, em cảm ơn ",
    "Câu hỏi 1:  Trong đợt 1 đăng ký môn học HK202 cho hệ đại trà, em có đăng ký môn có tên \"Giáo Dục Thể Chất 2\" mã là PE1005. Nhưng các bạn của em lại đăng ký các môn có tên cụ thể như: \"Bóng Rổ\",\"Cầu lông\",... Em xin hỏi là em có phải đăng ký lại vào đợt sau để học môn mình muốn không ạ? -Câu hỏi 2:  Vào đợt đăng ký hiệu chỉnh em có được xóa môn đã chọn đi không ạ?",
    "Em chào thầy cô! Xin cho em hỏi học ngành xây dựng dân dụng thì môn tự chọn gồm những môn nào ạ. Và chứng chỉ tin học có áp dụng cho K19 nữa không ạ. Em xin cảm ơn.",
    "Chào ban giám hiệu, Em là sinh viên năm 3 khoa Cơ Khí. Em chỉ mới qua anh văn 2 trong trường nên kì 202 sẽ bị đình chỉ học nếu không qua anh văn 3. Ngày 13/12 em sẽ thi toeic tại trung tâm BK english thì đến ngày 25/12 có kết quả thi. Cho em hỏi là đến ngày 25/12 có kịp để đăng kí chuyển điểm tiếng anh cho học kì sau không ạ. Đợt đăng kí môn học đợt 3 sẽ mở và kết thúc vào ngày nào ạ. Em xin cảm ơn ạ",
    "Em tên là , sinh viên khoa cơ khí, hiện tại em vẫn đang học pre nên em không biết việc đăng ký môn học cho học kỳ chính có bắt buộc hay không, nếu có thì ngày mai em đăng ký có kịp không ạ?",
    "em là k19   vào hk191 em chỉ tích được 3 chỉ và TBTL191=2,86 và em bị cảnh cáo học vụ lần 1.   sau học kì 193 thì em tổng được 16 chỉ và TBTL là 4,5 và em bị cảnh cáo học vụ lần 2.   em muốn hỏi là sau hk201 này nếu em tích được tổng cộng 30 chỉ( trong đó đã trả đủ 14 chỉ đã đăng kí ở hk191) thì em có bị cảnh cáo học vụ lần 3 không. và sau khi em học lại những môn đã rớt thì điểm sẽ tự động cập nhật thay thế vào điểm và tín chỉ cũ hay em có cần làm đơn chuyển điểm không.  mong nhà trường trả lời giúp em ạ.",
    "Em kính chào cô ạ Em tên là  Mssv  Khoa Kỹ thuật xây dựng Tính hình là em đã làm đơn xin xét tốt nghiệp bằng 2 ngành kỹ thuật công trình xây dựng và đã được xét đủ điều kiện tốt nghiệp bằng 2 Cô  có nói em chờ link khai đăng kí tốt nghiệp bằng 2 nhưng em chờ từ ngày 10/11 đến hôm nay là 17/11 vẫn chưa thấy link ạ Em mong cô xem lại tình trạng của em với ạ Do là cũng cận ngày tốt nghiệp quá mà chưa đăng kí được nên bản thân em cũng hơi nôn. Nếu có gì không phải, em mong các cô bỏ qua cho. Em xin chân thành cảm ơn",
    "Kính gửi: Quý thầy cô - phòng đào tạo Đại học Bách Khoa. Em tên là , khóa k16. Hiện tại em đã hoàn thành khóa luận văn và đầy đủ số chứng chỉ tốt nghiệp mà không đủ điều kiện anh văn nói viết nên không thể tốt nghiệp. Công ty em đang làm yêu cầu có giấy xác nhận đã hoàn thành chương trình học mới tiếp tục được làm việc . Do đây là công ty em hằng mong ước được làm việc nên kính mong phòng đào tạo có thể xem xét xác nhận giúp em đã hoàn thành đầy đủ chương trình học để có thể tiếp tục công việc. Em xin chân thành cảm ơn và mong được sự hồi âm sớm từ quý thầy cô.",
    "Em tên , sinh viên K14, khoa QLCN ạ. Thầy/Cô cho em hỏi, bây giờ em có thể làm đơn xin xét tốt nghiệp để được tốt nghiệp trong ngày 28/11 sắp tới không ạ. Do kết quả thi tiếng anh nói viết của em có muộn, phần khác là do kết quả đợt gần đây em mới qua 200đ. Mong thầy/cô giải đáp và hỗ trợ em ạ. Em xin chân thành cảm ơn.",
    "CHo em hỏi là trường mở đợt đăng kí môn học đợt 2 trước khi thi cuối hk1. do em đang học avan3 để đki môn học cho kì sau nhưng ch thi cuối kì nên ch có điểm tổng kết. em có thể xin pđt đki môn học cho học kì 202 để có thời khóa trước rồi khi có bảng điểm em sẽ bổ sung điểm tb avan 3 sau được không ạ. ( chắc sẽ qua môn av3 để đạt chuẩn avan năm 3 ạ). Em cảm ơn! Trân trọng !",
    "B  Em là sinh viên k16, do e vẫn còn đang học ( hệ chính quy) nên khi có thông báo đóng bảo hiểm y tế e đã đk và đóng phí. Tuy nhiên e cũng đang đi làm và công ty đóng bảo hiểm xã hội kèm luôn bảo hiểm y tế theo quy định ở công ty. E được thông báo khi đã đăng kí bảo hiểm ở trường rồi ạ!!! Cho e hỏi e có cách nào để hủy đăng kí bảo hiểm ở trường được không ạ???",
    "xin chào  ad em là sinh viên khoá k17.khoa địa  chất  dầu  khí và em  muốn học  song  nghành và  nghành  thứ 2 là  tự động  hoá vậy thì em phải  theo  chương trình đào tạo là  khoá k17  hay là  khoá nào ạ.và trong lúc  em học nghành song song  là cơ điện tử thì em có  thuộc khoa cơ khí  để có  đăng  kí chương  trình  kỹ sư việt  nhật  không  ạ. Với môn học  nhập môn  Kỹ thuật  các  khoa có giống  nhau  không  ạ.  hay à  em  phải  học  lại  ạ.  em  cảm  ơn  ",
    "cho em hỏi cần giấy tờ gì ở trường để vay vốn ngân hàng ạ",
    "Chào quý thầy cô ! Em là   . Em muốn  hủy môn Vật lý 1 MSMH:PH1003  trong học kì 201 .LÝ DO hiện tại em đang đi thực tập nên em không đủ thời gian học môn vật lý 1 . Mong quý thầy cô xem xét , em xin hứa sẽ vẫn đóng học phí đầy đủ ạ ! em xin cảm ơn",
    "Kính thưa PDT trường ĐH BK. Em sinh viên: , mssv: . Em đang có vướng một vấn đề là thẩm tra bằng trung học phổ thông và bằng cao đẳng trước khi dự lễ tốt nghiệp. Hiện tại Em đã thất lạc bản chỉnh bằng trung học phổ thông ( chỉ còn bằng tốt nghiệp tạm thời), Em đang có đủ chứng chỉ IIG toeic, bằng cao đẳng gần nhất và một bằng tốt ngiệp trung học phổ thông tạm thời. Em có thể mang những bằng cấp đó, lên trường mình thẩm tra, để kịp dự lễ tốt nghiệp 28/11 này không ạ. Em xin lỗi vì sự cố này, mong nhà trường giúp đỡ và phản hồi cho Em. Em xin chân thành cám ơn.",
    "Hiện em đang học ngành kĩ thuật điện, khoa điện - điện tử. * Cho em hỏi học kì 202, em có thể đăng kí đồ án (EE3061) và đề cương luận văn (EE4311) cùng nhau được không ạ? Chúc sức khỏe các anh/chị. Em cảm ơn.",
    "Dạ em xin chào PĐT ạ, thầy ocho em hỏi là tài khoản google của trường cấp cho riêng từng sinh viên, có thể dùng drive, gmail,... thì có thể dùng đến khi nào ạ. Cụ thể là ra trường rồi còn dùng bình thường không ạ. Em xin cảm ơn nhiều ạ.",
    "AD cho mình hỏi tuần trước mình bị ghi nợ HP trên danh sách tốt nghiệp rồi (mình đóng muộn phí in bảng điểm 35k) mình có hỏi thì biết là thứ 2 vừa rồi đã cập nhật sao mình vẫn bị nợ học phí trên danh sách tốt nghiệp chính thức. Vậy mình có cần lên PDT để hỏi xem mình nợ khoản nào khác và cần thanh toán không ạ? P/s: Trên BKpay thì mình thanh toán hết rồi.",
    "Kính Gửi : PĐT Trường ĐHBK  Em tên là :   Mssv   Dạ thưa PĐT cho em hỏi là trong tháng 12 có còn đợt kiểm tra anh văn định kỳ nào không ạ  Em xin chân thành cảm ơn  Thân Mến  ",
    "Dạ chào cô ạ Phòng đào tạo có gửi mail nhưng em chưa nhận được mail nào hết cô ạ Mặc dù em đã kiểm tra hết hộp thư đến lẫn tin nhắn spam đều không có cô ạ Mong cô kiểm tra lại giúp em với ạ Do em đi làm nên không trực tiếp lên trường được Em cảm ơn cô ạ",
    "Em chào anh/chị. Em là , mssv . Em có tên trong đợt tốt nghiệp tháng 11 này nhưng hiện tại em đang đi làm ở Pháp nên không về kịp ngày để làm lễ tốt nghiệp. Anh/chị cho em hỏi trong trường hợp này thì khoa sẽ giữ bằng tốt nghiệp cho em hay như thế nào ạ? Em xin chân thành cảm ơn anh/chị,",
    "Em là  -  là sinh viên chuẩn bị tốt nghiệp Khoa Kỹ Thuật Xây Dựng  Em xin hỏi trong Thông tin tốt nghiệp nếu mình còn thuộc lớp \"XD16KSDD\" thì bằng với việc mình đủ điều kiện tốt nghiệp bằng  đúng k thầy/cô? Cảm ơn thầy/cô.",
    "Chào ad Mình là    MSSV: 8 Vào hk 172 mình có học và qua môn Vật liệu xây dựng CI2037 là môn tương đương với môn Vật liệu xây dựng 812020 (đúng theo CTDT) nhưng lúc chuyển điểm lại vào nhầm môn 812003 của ngành khác Mong PDT sửa lại giúp mình",
    "Em là , MSSV: , Lớp: VP16VT. Em muốn hỏi về thời hạn chuyển điểm và cập nhật điểm chuyển trên trang web mybk.hcmut.edu.vn/stinfo/ kể từ lúc thanh toán phí chuyển điểm là bao lâu ạ ? Vì em đã đăng kí và thanh toán phí kể từ ngày 03/11/2020 nhưng đến hôm nay (18/11/2020) vẫn chưa có cập nhật về điểm được chuyển nên em không biết có gặp vấn đề gì không ạ (CCNN của em đã được thẩm tra hợp lệ vào ngày 23/10/2020). Em cảm ơn.   i  .",
    "Thưa thầy/ cô học bạ em đã nộp giờ em muốn  rút ra thì phải làm cách nào và nhận lại ở đâu ạ",
    "Chào thầy cô, Em tên , mssv , k19 khoa Quản lý công nghiệp. Em chưa đạt chuẩn AV1 để có thể đăng ký cho học kì 202 tới. Em định đăng ký đợt kiểm tra Anh văn tháng 12 trong trường hoặc thi ở trung tâm để lấy bằng. Nhưng hôm nay ngày 18/11, trên đường đi học về em gặp tai nạn giao thông bị gãy tay phải và phải bó bột hơn 1 tháng nên em không thể tham gia các kỳ thi Anh văn ở trường và ở ngoài để kịp xét cho học kỳ 202. Trường hợp của em vậy trường có cách nào giải quyết giúp em không ạ?  Mong được phản hồi sớm Em xin trân trọng cảm ơn.",
    "Cho em hỏi là kết quả của kì kiểm tra anh văn định kì được tổ chức vào tháng 9 năm 2020 có được dùng để xét chuẩn anh văn cho năm nay không ạ! Em không thấy điểm anh văn của mình được ghi trên bảng điểm của mybk ạ! Em cảm ơn ạ!   i  .",
    "Chào thầy/cô,em muốn hỏi về việc chuyển điểm cho môn học tương đương với môn học gốc trong chương trình đào tạo. Trong chương trình đào tạo khóa 16 của khoa KH&KT Máy tính có môn Thiết kế luận lý verilog được đổi mã môn học từ CO2009 sang CO2033. Em đã hoàn thành môn học theo mã mới nhưng khi kiểm tra bảng điểm chuyển trên mybk thì vẫn chưa thấy được chuyển điểm và tích lũy tín chỉ ngành cho môn học gốc trong chương trình đạo tạo.Em mong sớm nhận được phản hồi về thắc mắc này ạ.Em cảm ơn",
    "Dạ cho em hỏi là tháng 12 này sẽ có đợt thi anh văn đình kì và đợt đăng kí môn học k19 kì 202 đợt 2 là 17/11 ko biết nếu đợt thi anh văn định kì lần này không kịp thời gian đăng kí môn học thì có sao không ạ",
    "Kính chào Phòng Đào tạo, Em tên là , mã số sinh viên , khoa Môi trường và Tài nguyên. Em không thể sắp xếp để đến dự lễ tốt nghiệp vào ngày 28/11/2020. Vui lòng cho em hỏi có thể nhận bằng tốt nghiệp sau vào ngày nào và ở phòng nào ạ? Chân thành cảm ơn. Trân trọng,",
    "Dạ nếu mình đăng kí lộn môn giờ làm s để đăng kí lại ạ đã hết thời gian đăng kí",
    "Cho em hỏi lịch shcd trước Tết của khóa k18 diễn ra trong khoảng thời gian nào ạ? 2) Cho em hỏi là lịch kiểm tra anh văn định thi khi nào diễn ra ạ?",
    "Dạ cho em hỏi K19 sau khi thi cuối hk1 thì còn đợt sinh hoạt công dân nào nữa không ạ?",
    "Thưa cô/thầy, em hiện là sinh viên K19 và em có được nghe là sinh viên K19 là sẽ có lịch sinh hoạt công dân cuối kì, cô/thầy cho em hỏi là bao giờ mình sẽ có lịch cụ thể ạ?  Lý do là do nhà em ở xa nên em muốn biết để đặt vé về sớm đó ạ! Cảm ơn cô/thầy đã phản hồi.",
    "Trước đây em học xây dựng của trường đại học Bách Khoa đến năm 3. Giờ em thi và học lại ngành Điện của trường. Em đã hoàn thành các môn đại cương và em mong muốn được chuyển điểm các môn đại cương đã học. Cho em hỏi  + Nếu như chuyển điểm thì các môn đó được chuyển cả điểm hay chỉ được công nhận là đã qua môn học và không có điểm? + Trường hợp không chuyển điểm mà chỉ công nhận đã qua môn đó thic điểm ở môn học đó có ảnh hưởng gì đến điểm TBTL của em so với các bạn khác có điểm hay không? + Trường hợp em muốn cải thiện các môn em đã chuyển điểm thì điểm sau khi em học có được tính vào môn học không? + Chương trình mới chỉ có 2 GDTC và em cũng đã đậu GDTC2 và 3 ở chương trình k15 rồi thì em có được miễn GDTC năm học này không?",
    "Tốt nghiệp . Kính gửi Phòng Đào Tạo Em là , MSSV: , khoa Cơ Khí, lớp CK16HT2 Hiện nay em đang có tên trong danh sách đình chỉ học kỳ 1 do không đăng ký môn học. Hiện nay em đã hoàn thành chương trình học tại trường nhưng chưa đăng ký tốt nghiệp do thiếu ngày ctxh và anh văn nói viết. Dạ cho em hỏi, sang kỳ 2 năm học 2020 -2021 em có thể đăng ký tốt nghiệp được không ạ. Em xin cảm ơn",
    "t đăng ký Tốt nghiệp vừa rồi đó chưa đủ điều kiện Anh văn do đó em không đăng ký được và không đăng ký môn học nên bị tạm thôi học 1 học kỳ. Nếu nay em đủ điều kiện đăng ký tốt nghiệp thì em phải làm gì để được đăng ký TN ạ.",
    "Em là . Em muốn hỏi là đăng kí dự thi các đợt kiểm tra anh văn toeic do trường tổ chức để xét chuẩn anh văn sau các năm thì trường sẽ gửi mail để đăng kí hay em phải tự đăng kí ạ?",
    "Dạ ,em muốn hỏi là,em đã đăng kí nộp chứng chỉ IELTS để miễn điểm Anh Văn 1,2,3,4,em được trả kết quả thẩm tra là hợp lệ và em đã thanh toán lệ phí miễn điểm nhưng sao em vẫn chưa có dữ liệu điểm ở bảng điểm chuyển,điểm miễn ạ,mong phòng đào tạo xem lại giúp em ạ",
    "Kì 193, em đã qua môn bóng rổ PE1015 và đã chuyển điểm cho giáo viên rồi ạ. Nhưng khi vào kiểm tra bảng điểm thì em thấy em điểm 13.",
    "Dạ cho em hỏi khi nào xét chuẩn anh văn để đăng kí môn học kì 202 của k19 ạ",
    "i trùng lịch học 2 môn hoá(tn) và triết học  i    i em xin đổi hoá(tn) sang nhóm khác  i  ",
    "dạ chào pđt   do quên kiểm tra sau khi đăng kí môn học  đợt 1 nên em bị mất môn học GE3119-thực tập sản  xuất vào kì  193,do tình  hình dịch môm học  chưa diễn ra và thời gian thực  tập dời về cuối kì 201 nên em xin  phòng đào  tạo có thể  đăng kí  môn học Thực  tập sản xuât-GE3119 nhóm-tổ A01. vào  kì  193  lại giúp em.  nếu  không  được  em  xin pđt tạo  hướng dẫn  cách giải  quyết   giúp  em. cũng  như là  biểu  mẫu  đơn  giải  trình em cảm  ơn",
    "Em tên , là sinh viên ngành Xây dựng Dân dụng khoa Việt Pháp khóa 2017 Em có 2 thắc mắc muốn hỏi PĐT như sau: - Em có điểm 12 cho 3 môn tiếng anh 1, 2, 3 (1) vậy cho em hỏi học kì sau (kì 8 của em) em có vi phạm quy chế gì của trường về chẩn tiếng Anh không ạ? Quy chế có để ở 2 nhưng do em không chắc chắn về chương trình nên không rõ ạ. - Quy chế của trường có cho phép chuyển điểm tiếng Pháp bằng chứng chỉ tiếng Pháp B1, sẽ được chuyển  điểm cho các môn tiếng Pháp 1,2,3,4,5,6,7 (3). Nhưng đặc thù ngành của em có mã môn tiếng Pháp khác với các ngành còn lại trong Khoa Việt Pháp. Vậy cho em hỏi khi em có chứng chỉ tiếng Pháp B1 thì em có được chuyển điểm đến môn tiếng Pháp 7 hay không? Em xin cảm ơn.",
    "Em là  (MSSV: ) Vào đợt đăng ký môn học của học kỳ này (HK 201) em đã đăng ký môn Luận văn tốt nghiệp vào đợt 1 hệ chính quy. Tuy nhiên, thông báo thanh toán học phí trên BKPay là “Học phí dự thính chuyển hệ 201”. Em có liên hệ với phòng đào tạo của trường thắc mắc và được nhân viên cho biết rằng môn Luận văn tốt nghiệp em đăng ký bị xếp vào nhóm dự thính. Em có nhờ nhân viên điều chỉnh lại nhóm môn học cũng như điều chỉnh thông báo học phí trên BKPay. Em đã liên hệ phòng đào tạo nhiều lần nhưng mà vẫn không có gì thay đổi. Kính mong quý thầy cô xem và điều chỉnh lại giúp em. Trong file đính kèm là kết quả đăng ký môn học đợt 1 hệ chính quy (1.png) và thông báo học phí trên BKPay (2.png).",
    "Kính chào PĐT, Em mong PĐT giúp em xem là hình bên dưới của em nộp anh văn vào như hình là đã được đăng ký môn học cho học kỳ tiếp theo chưa ạ, hay phải bấm vào mục xét miễn ạ. Vì em chưa có nhu cầu để chuyển điểm ạ. Em xin chân thành cảm ơn.",
    "Dạ chào PĐT ạ, Vì OCB em bị khóa trong lúc cập nhật thông tin tài khoản nên em có điền stk OCB của bạn em để nhận, nhưng hiện tại em và cả bạn em vẫn chưa được nhận tiền 100k hỗ trợ luôn ạ. PĐT cho em hỏi là trường chưa gửi hết hay vì nguyên nhân nào khác được không ạ? Em xin chân thành cảm ơn ạ",
    "Thầy/cô cho em hỏi:   B Nếu em trễ hạn đóng học phí lần 1 thì đợt 2 này em có thể đóng luôn 100% học phí hay không ạ?    - Nếu được có cần thủ tục xác nhận gì không ạ? - Nếu không được em cần phải làm gì để thanh toán học phí đợt 1 lại ạ? Em xin cảm ơn.  Thịnh.",
    "Em chào thầy/cô!  Thầy/cô cho em hỏi là bây giờ còn xin rút môn được không ạ. Em cảm ơn !",
    "Trong điều kiện để đăng ký môn học thì có môn phải học trước nhưng giờ em đăng ký 2 môn điều kiện với môn học 1 lúc được không. Em thấy đăng ký được nhưng đợt 2 bị xóa phải không a.",
    "Xin chào,  Theo như em biết thì phải đủ 350 Toeic và tối thiểu 96 tín chỉ mới có thể đủ điều kiện để xét bảo vệ tiểu luận. Em có 420 toeic nhưng chỉ có 95 tín chỉ không biết có thể làm đơn xin phòng đào tạo được không ạ? Em đanng học av4 nhưng tới cuối tháng 12 mới thi. Nếu em chuyển 420 toeic để đổi điểm av1,2 theo bảng điểm cũ thì nếu đợt sau em thi mà muốn chuyển điểm luôn 4 anh văn thì có được không ạ? Chỉ được chuyển điểm 1 lần hay nhiều lần? Em cám ơn .",
    "thầy/cô cho e hỏi e là sinh viên khoá 2019 (nhập học đợt tháng 10/2019, học tại cs1) thì chương trình đào tạo theo khoá nào ạ... lúc mới nhập học thì e vào lịch học vụ tại trang aao.hcmut thì thấy mới nhất là chương trình đào tạo K2018 - 142 tín chỉ, nhưng cuối tháng 8 vừa rồi e lại thấy có chương trình đào tạo cử nhân K2019 - 132 tín chỉ. vậy thì khoá e đào tạo theo kỹ sư - 142 tín chỉ hay cử nhân - 132 tín chỉ ạ?!.. e cảm ơn thầy/cô!",
    "Dạ chào ạ, Em là , MSSV , em bị mất lịch thi, tkb trên mybk do bị Buộc thôi học, em đã làm Đơn cứu xét lên Văn phòng khoa. Hiện tại đã mở lại tkb, nhưng lịch thi thì chưa. Mai em kiểm tra giữa kỳ dự thính nhưng không nhớ phòng thi. Cho em hỏi có cách nào để biết lịch thi trong trường hợp này không ạ? Em cảm ơn",
    "Em tên là  - , yêu cầu nhận luận văn là chứng chỉ toeic 500 điểm. Cho em hỏi là để nhận luận văn thì cần nộp chứng chỉ tiếng anh 500 trước ngày 13.1.2020 ( chuyển điểm tiếng anh) hay nộp trước ngày 22.1.2020 ( đợt đăng ký luận văn bổ sung) ạ. Và có cần chờ xét duyệt gì không hay nộp vô là em được đăng ký luận liền ạ. Em cám ơn",
    "Chào thầy/cô Em tên  mssv 140813 hiện là sinh viên khoa kỹ thuật máy tính khoá K14. Hiện tại em không đủ chuẩn anh văn để đăng ký môn LVTN và hoàn thành được chương trình chính quy trong học kỳ này ạ. Hết học kỳ này xem như em không còn cơ hội tiếp tục học chương trình chính quy bắt buộc chuyển sang hệ VLVH. Thầy/cô cho em hỏi nếu chuyển hệ em sẽ phải học lại toàn bộ chương trình (chương trình chính quy em chỉ còn LVTN với chuẩn anh văn toeic) hay em được phép chuyển điểm và làm LVTN ạ. Mong thầy cô giải đáp giúp em về hệ VLVH với ạ. Em xin chân thành cảm ơn   i  .",
    "Em mới về dưới huyện lấy hồ sơ lên để nộp nhưng em hong biết là thứ 7 văn phòng Đảng uỷ không làm việc, vậy bây giờ em phải làm thế nào, hồ sơ em phải nộp trước ngày 23/11. Mong thầy cô giải đáp hộ em, em Xin cảm ơn!",
    "chào , em tên là :               Mssv: Hè vừa rồi em có đăng ký 7 tín chỉ, em có qua 1 môn 3 tín, trên bảng điểm có hiện điểm môn đó đầy đủ mà ở dưới thấy số tín chỉ tích luỹ học kỳ vẫn là 0??? Mong  giải đáp trường hợp này cho em ạ,Em cảm ơn ạ",
    "Kính chào quý thầy/cô Em là sinh viên ngành cơ điện tử khóa VHVL tháng 11 năm 2020 Em có đăng kí môn học thì chỉ có 2 môn là toán cao cấp và chính trị trong học kỳ này. Cho em xin hỏi là học kỳ này em chỉ học có 2 môn bổ túc là toán cao cấp và chính trị thôi sao? Có thể đăng kí thêm các môn trong trong chương trình đào tạo hay không? Và không biết em được xét miễn những môn nào .",
    "B Trong quá trình nhập điểm thầy em có sai sót và em đã báo và thầy đã sửa. điểm sửa đã được cập nhật nhưng điểm trung bình học kỳ vẫn chưa được sửa ạ. Đã 2 tháng rồi  nhưng điểm trung bình học kỳ vẫn vậy ạ. Em phải làm sao ạ",
    "Em là sv K19 có ở ktxB và đã đăng kí tham gia BHYT năm 2021 của ktx rồi nhưng em lỡ quên đăng kí thêm BHYT của trường nữa nên bị ghi nợ phí BHYT trên BKpay. Mong quý thầy/cô xem lại và xóa giúp em ạ. Em xin cảm ơn!",
    "Cho em hỏi. hiện em là sv k16, trước đây em CHƯA ĐẠT chứng chỉ GDQP. Thì bây giờ ở học kì 202 em phải làm sao để được học môn Giáo Dục Quốc Phòng ạ?",
    "Khi nào mới thẩm tra ngoại ngữ xong ạ? Em thấy mấy bạn em có kết quả bên điểm chuyển rồi nhưng em hiện tại vẫn chưa có ạ.",
    "em chào thầy/cô ạ. em đã có đăng kí chuyển điểm TOIEC và đã được thông báo hợp lệ vào ngày 19/11.và Điểm miễn anh văn (được cập nhập vào bảng điểm sau khi sv thanh toán lệ phí xét miễn điểm). em cũng đã thanh toán đầy đủ tiền rồi ạ nhưng sao em vào bảng điểm vẫn chưa thấy gì ạ. có phải pđt chưa cập nhập đúng không ạ. Em cảm ơn!",
    "Kính gửi phòng đào tạo, em là , MSSV . Khi em đăng kí bảo hiểm y tế do nhầm lẫn nên em chọn đăng kí bảo hiểm y tế 6 tháng và bấm đồng ý thanh toán nhưng em chưa thanh toán . Sau đó em có chọn đăng kí lại bảo hiểm y tế 12 tháng và đã thanh toán xong. Nhưng bên bk pay vẫn hiện em cần phải thanh toán khoản bảo hiểm 6 tháng . Có cách nào để em hủy đăng kí bảo hiểm 6 tháng được không ạ vì em đã đăng kí và thanh toán xong bảo hiểm 12 tháng?  Em cảm ơn phòng đào tạo đã đọc và mong nhận được phản hồi ạ .",
    "Kính chào thầy cô PDT, em nhận được mail thông báo chưa bổ sung học bạ và giấy tốt nghiệp tạm thời nhưng em đã lên cs1 bổ sung vào 15:30 ngày 30/10/2020 cho PDT sinh viên. Có thầy đã yêu cầu em ghi lại mssv để thầy bổ sung ạ",
    "Kính thưa thầy cô ở phòng đào tạo. Em có 1 số câu hỏi cho ngày tốt nghiệp 28/11 đợt này mong thầy cô giải đáp giúp em ạ. 1) Em thuộc nhóm sinh viên tốt nghiệp 4 và thời gian vào hội trường là 13 giờ thì em nên có mặt lúc mấy giờ? 2) Về trang phục dự lễ tốt nghiệp thì em nên chuẩn bị như thế nào? Em cám ơn thầy cô ạ.",
    "Dạ thưa thầy cô, cho em xin hỏi là gia đình em có việc khó khăn về tài chính nên em tính xin vay của sinh viên  đó ạ. Thầy cô có thể cho em xin các thông tin điều  kiện để được cho vay,hình thức lãi suất, thời hạn trả như thế nào không ạ?. Em xin cám ơn thầy cô đã giúp đỡ.",
    "Em chào PĐT. Hiện tại thì em đang đi làm và không thể sắp xếp tham dự lễ tốt nghiệp ngày 28/11/2020. Em muốn hỏi PĐT về thủ tục/quy trình thực hiện nếu như em không có nhu cầu tham dự lễ tốt nghiệp. Và PĐT có thể cho em biết trường mình có trao bằng tốt nghiệp chính thức qua bưu điện hay không ạ? Nếu có cho em xin biết thủ tục để nhận bằng qua bưu điện . Em xin cảm ơn!",
    "Em chào PĐT. PĐT cho em hỏi là hiện giờ em vẫn chưa thấy thông báo từ phía trường về việc nhận lễ phục, phiếu điểm danh cũng như là ngày giờ cụ thể cho buổi tập dợt trước buổi lễ. Mong PĐT xem xét và gửi mail để mọi người có thể nắm bắt thông tin tốt hơn. Em xin cảm ơn!",
    "Cho em hỏi là việc em mua bảo hiểm bên ngoài có cần tham gia bảo hiểm y tế trong trường không ạ ?  Nếu không cần thì em có cần nộp bảo hiểm bên ngoài vào không ạ và cho em hỏi các thủ tục, ngày hết hạn luôn ạ ?  Em cảm ơn !",
    "Cho em hỏi là tháng 12/2020 , trường mình có tổ chức thi AV để xét chuẩn AV từng năm học ko ạ ? Em cảm ơn.   i  .",
    "Em có thắc mắc về việc đăng ký học phần mở rộng mong được giải đáp ạ. Nếu HK201 em đủ 7.5 điểm để qua môn nhưng rớt học phần mở rộng thì vào học kì sau em có phải đăng ký lại môn học không, hay chỉ cần đăng ký lại HPMR thôi ạ. Nếu chỉ đăng ký HPMR thì cách thức đăng ký như thế nào ạ? Em cám ơn thầy/cô. Sinh viên, Cương   i ",
    "Dạ em xin chào. Do không biết hạn nộp đơn cứu xét nên em đã nộp trễ 2 tuần ạ. Em đã nộp cho văn phòng khoa vào ngày 17/11, em có hỏi và văn phòng khoa nói là đã nộp lên phòng đào  tạo rồi. Cho em xin hỏi là phòng đào tạo khi nào mới cứu xét ạ. Em không biết có kịp để em có lại thời khóa biểu, lịch thi và bk elearning không ạ. Em có mấy môn phải nộp bài bkel ạ. Học kì này em rất cố gắng, em đã đăng kí tổng cộng 23tc và đóng gần 10 triệu học phí. Xong học kì này là em có thể tích lũy đủ tín chỉ rồi ạ. Em xin phòng đào tạo có thể cứu xét sớm giúp em với ạ. Em rất muốn được tiếp tục học ở trường ạ. Em xin chân thành cảm ơn.",
    "Em có một số thắc mắc mong PĐT trả lời giúp ạ.  - Do sắp tới em có việc của công ty từ ngày 27/11 - 30/11 ở Hà Nội nên có thể em sẽ không về nhận bằng trong đợt nhận lễ tốt nghiệp được.  - Vậy PĐT cho em hỏi em có thể nhận bằng vào ngày khác được không ạ (sau ngày 30/11). Và nếu được thì em vẫn lên khoa lấy như bình thường hay cần thêm thủ tục gì không ạ. Em xin cảm ơn, Trân trọng Em Sơn.",
    "Thưa Nhà trường, Em xin hỏi sau khi đã đóng tiền BHYT năm này nhưng chưa nhận được thẻ BHYT mới thì em có thể sử dụng lại thẻ BHYT cũ đã phát từ năm nhất không ạ? Em đang cần gấp để sử dụng để   B xin giấy chuyển tuyến    ạ. Em chân thành cảm ơn, .",
    "Chào thầy cô, E tốt nghiệp cao đẳng đky liên thông ngành KHMT 2, e đky môn học xong có TKB rồi mà e thấy có mấy môn đã học xong chương trình cđ nhưng có trong tkb đky, vậy có cần đk tiếp tục học bổ túc ko ạ. sv: . mssv: ",
    "Em chào thầy cô. Thầy cô cho em hỏi, em đã thi và đạt chứng chỉ ngoại ngữ TOEIC 550, tức đủ chuyển điểm cho các môn anh văn 1, 2, 3. Vậy khi chuyển điểm cho 3 môn anh văn 1, 2, 3 thì em có đủ điều kiện đăng kí môn anh văn 4 không ạ. Và nếu sau này thi được chứng chỉ ngoại ngữ điểm cao hơn, em có được chuyển điểm cho môn anh văn 4 không ạ. Em xin cảm ơn.",
    "Chào PĐT, Em là - ,Kì vừa rồi (hk1902) em đã hoàn thành đủ số tín chỉ để TN tuy nhiên em không đạt yêu cầu đầu ra tiếng anh nói viết để ra trường, nên kì này em chỉ đang cố gắng để thi anh văn. Vậy kì này em không có thời khóa biểu thì có sao không ạ? ",
    "Dạ em chào Thầy/ Cô. Vừa qua do chạy đồ án nên  em đã quên đăng kí môn học đợt 1, em có thể đăng kí trong đợt 2 không ạ? Nếu không thì em có thể làm gì trong trường hợp này ạ? Em cảm ơn Thầy/ Cô ạ.",
    "t đóng tiền học vừa rồi em đóng trễ. Nhưng vẫn đóng tiền được và trên bkpay vẫn hiện là Trễ hạn thanh toán. Vậy nó có ảnh hưởng đến việc xét tốt nghiệp của em không ạ? Vì sau kỳ này là em xét tốt nghiệp rồi.",
    "Dạ em chào thầy cô Em tên:   em có thắc mắt về việc:       ở HK2_2020-2021 Hiện tại đã mở đợt 2 đăng kí môn học rồi (bỏ qua đợt 1 - đăng kí nguyện vọng) nhưng không có bất kì môn nào của ngành kỹ thuật hoá học kể cả đồ án hay đề cương luận văn ạ. Mong thầy cô mở lớp để tụi em được đăng kí học. Em xin cảm ơn",
    "e thường xuyên bị thiếu mail của thầy cô và nhà trường. e đã yêu cầu giải nhà trường giải quyết nhưng vẫn thiếu. thầy xem lại giúp em.em cảm ơn.",
    "n giờ em vẫn chưa nhận được tiền hỗ trợ 3G ạ.",
    "Thời điểm đăng kí môn học cho học kì 201, vì lý do trễ anh văn nên tín chỉ lúc đó của em không đủ điều kiện để đăng kí môn thực tập tham quan của khoa môi trường dự tính là sau khi thi xong cuối kì 201. Nhưng mà đến hết học kì hè 193 thì em đã tích đủ số tín chỉ để được đăng kí thực tập. Nên em muốn hỏi có thể có cách nào bổ sung danh sách thực tập tham quan được không ạ? Em đã có liên hệ với thầy hướng dẫn bộ môn đó và đã nhận được sự đồng ý của thầy. Bây giờ chỉ cần phòng đào tạo chấp thuận cho em nữa thôi. Em thật sự rất muốn đi chung với các bạn trong khoa, mong thầy cô xem xét và giúp đỡ em. Em chân thành cảm ơn ",
    "Em là K20, cho em hỏi khi nào thì mở đợt nộp chứng chỉ tin học vậy ạ?",
    ". -Em chào anh/chị. Ngày 14.11.2020 em có đi SHCD đợt 3, nhưng bài thu hoạch em thực hiện trễ so với thời gian yêu cầu. Nếu như vậy em có bị cấm đăng kí môn cho kì 202 không? Nếu bị thì em phải làm gì để khắc phục ạ?  Chúc anh/chị sức khỏe. Em cảm ơn.",
    "Em là K19, cho em hỏi bây giờ em còn nộp bằng tốt nghiệp THPT được không ạ?",
    "Kính gửi: Phòng đào tạo Em đang học môn CI1033 Vẽ kỹ thuật xây dựng lớp DT01, theo TKB thì đến tuần 51 kết thúc và 28/12/2020 thi Khi em vào Bk elearning để học bài giảng VIDEO thì môn học có 8 bài trắc nghiệm ôn cuối mỗi chương nhưng không vào xem và làm bài được do có ghi thời gian kết thúc, trở lại bài học. Em nhận thấy bài giảng video hữu ích cho sinh viên trau dồi kiến thức môn học và làm các bài trắc nghiệm cuối chương để ôn các kiến thức đã học. Em kính mong PĐT open thời gian các bài trắc nghiệm môn Vẽ kỹ thuật xây dựng cho đến cuối khóa học (tuần 51) hay đến ngày thi 28/12/2020 để chúng em làm các bài trắc nghiệm ôn tập môn học (em thấy các môn học khác em đang học ở HK201 thì vào làm các bài trắc nghiệm bình thường) Kính mong PĐT xem xét. Em chân thành cám ơn!",
    "Em đã kiểm tra lại thông tin và thông tin đều chính xác không có gì bị sai hết ạ",
    "Kính gửi quý thầy cô, Em tên là , hiện là thành viên tập sự clb PLEC, nay em muốn làm đơn xin mượn phòng học để tổ chức buổi Meeting cho clb PLEC vào ngày chủ nhật tuần này, vậy em làm đơn thì cần trình bày những gì và nộp về cho phòng ban nào vậy ạ? Em rất mong quý thầy cô giải đáp thắc mắc giúp em với ạ!!  Em xin cảm ơn rất nhiều !",
    "t ĐKMH cho học kỳ 202 vừa rồi em có đăng ký những môn có môn học trước trong kỳ này. Vậy cho em hỏi là qua đợt 2 này thì những môn đó có bị hủy không? Những môn đó là môn thuộc học kỳ đầu của năm 3. Do nếu đăng ký theo CTĐT thì học kỳ 202 em chỉ còn có 12 tín chỉ. Em cảm ơn ạ.",
    "Cho e hỏi e lỡ chưa đăng kí môn học hk2 đợt 1 thì đợt sau e đăng kí được k ạ? PĐT có cách nào giúp e đăng kí được không ạ. Em xin cảm ơn ạ.",
    "dạ cho em hỏi là hết kỳ 201 em đuuọc 24 chỉ theo thông báo cũ thì 24 chỉ đc đk môn học năm 2 vậy hết kỳ này em đc 24 chỉ thì có đc đk ký môn ko ạ",
    "dạ em đọc trong lịch học vụ là tháng 11 kiểm tra anh văn mà chưa thấy mail vậy cho em hỏi là khi nào thi tiếng anh ạ",
    "Dạ chào các thầy cô em muốn hỏi về việc em không đăng nhập được tài khoản vào hệ thống BKE-Learning. Mỗi lần vào đều hiển thị tài khoản của em không tồn tại trên trang. TÊN: Nguyễn Song Uyên Nhã MSSV : ( hệ VHVL T10) Ngoài ra em còn muốn được giải đáp về BKpay, em sẽ được nhà trường cho đăng ký liên kết với ngân hàng hay là em phải tự ra ngân hàng tạo tài khoản ạ ?   mong thầy cô giải đáp giúp em, em cảm ơn ạ.",
    "Em hiện tại là sinh viên năm 2, em bin rớt anh văn đầu vào. Hiện tại em vừa mới nộp bằng toiec 400, vậy thì em sẽ đăng ký môn cho học kỳ 202 bình thường đúng không ạ.",
    "Pđt cho e hỏi bao giờ tổ chức kì thi kiểm tra trình độ tiếng Anh định kì ở học kì 201 này ạ.Lúc tháng 9 e thấy mail đăng kí thi lần 1 và lần 2 dự kiến sẽ diễn ra vào tháng 11.Nay là gần hết tháng 11 rồi vẫn chưa thấy gì.Vậy cho e hỏi thời gian tổ chức kì thi kiểm tra tiếng Anh định kì học kì 201 diễn ra vào tầm thời gian nào ạ.Em cảm ơn.",
    "Kính gửi PĐT và Phòng CTCT-SV , Em tên là  , MSSV  , do sơ suất em đã đăng ký gói BHYT 6 tháng dù em vẫn chưa đủ điều kiện tốt nghiệp vào học kì sau  . Mong PĐT có thể xóa mục thanh toán BHYT 6 tháng của em trên BK Pay để em có thể đăng ký lại BHYT gói 12 tháng theo đúng quy định ạ . Mã thanh toán của em là DDBHYT062011..81940  Đợt thanh toán : DDBHYT062011 Em xin cảm ơn ạ  .",
    "Kính gửi Phòng Đào Tạo, Cho em hỏi bây giờ em còn đăng ký dự lễ tốt nghiệp được không ạ?  Nếu được thì quy trình thế nào ạ. Em cám ơn",
    "em có thắc mắc tại sao em thuộc diện miễn giảm học phí 100% cho tất cả các môn học đăng kí lần đầu nhưng  pay vẫn còn mục chưa thanh toán phí ạ ?  B  ",
    "Chào thầy(cô). Em có đăng ký được môn học ME3031 - Kỹ thuật chế tạo 1 ở phần Đăng ký đợt 2 HK1/2020-2021 hệ VLVH . Nên muốn hủy môn học ME3031 - Kỹ thuật chế tạo 1 ở phần  HK202 Đăng ký môn học Học Kỳ 2 (2020 - 2021) - Đợt 1",
    "Em kính gửi Phòng đào tạo ạ, em là , Mã số sinh viên là , em sẽ tốt nghiệp vào ngày 28/11/2020 này và tham dự với vai trò là Huy Chương Bạc của khoa Kĩ thuật xây dựng. Tuy nhiên, vì gia đình em có chuyện nghiêm trọng nên có khả năng buổi sáng đó em không thể có mặt để được phát bằng và huy chương vào sáng ngày hôm đó. Nếu trường hợp đó xảy ra, vậy em có thể nhận lại bằng và huy chương sau đó (khoảng 10h sáng) để chụp hình cùng các bạn và các thầy cô không ạ? Nếu có thể, em xin quý thầy/ cô PĐT có thể tư vấn cho em về vấn đề này ạ! Em cảm ơn quý thầy/ cô đã dành thời gian đọc ạ!",
    "Em muốn xin thông tin liên lạc của thầy  dạy thí nghiệm Hóa đại cương ạ",
    "Môn vẽ kỹ thuật cơ khí (TN) mã lớp L05 .Giáo viên dạy em là thầy  mà trên BKel lại là thầy  nên em không xem được tài liệu mà thầy  gửi.",
    "Chào Thầy/Cô, Em đăng ký hệ ĐTTX đợt tháng 10, Thầy/Cô cho em hỏi thăm khi nảo thì mới bắt đầu chương trình học, em cảm ơn !",
    "Em xin chào thầy/cô, em xin hỏi là nếu em bỏ lỡ đợt đăng ký BHYT trên mybk thì có thể đăng ký mua ở nơi khác không? Em cảm ơn",
    ": Xin chào PĐT, Em tên , sinh viên K19. Em muốn hỏi: Theo lịch thông báo về việc đăng ký và đóng BHYT. Thời gian đóng phí hợp lệ từ 9/11-25/12. Nhưng em lỡ quên, và sáng nay 26/11/2020 em mới đăng ký BHYT và đóng phí trên BKpay. Xin hỏi đóng trễ có bị sao không ạ? Em mong PĐT phản hồi em. Em cảm ơn!",
    "Hiện tại, em đã đăng kí tham gia Bảo hiểm Y tế tại trường nhưng khi kiểm tra lại thông báo thì đã quá hạn 1 ngày. Em xin hỏi có thể gia hạn thời hạn đóng tiền Bảo hiểm không ạ?",
    "Vì lý do cá nhân nên tôi không thể tham gia lễ tốt nghiệp, vậy cho tôi hỏi tôi có thể nhận bằng tốt nghiệp sau lễ tốt nghiệp tối đa là bao lâu. Xin cảm ơn.",
    "e bị trể hạn đóng bhyt ạ, e xin được đóng bổ sung thì phải làm sao ạ.",
    "Kính Chào Thầy Cô. Em là SV chính quy khóa 19 khoa điện điện tử. Cho em hỏi rằng hệ VLVH có khác gì với hệ Chính Quy và bằng tốt nghiệp là bằng gì có tương đương với bằng Chính Quy Không ạ . Thứ 2 cho em hỏi là em là SV khoa điện em có thể chuyển Sang hệ VHVL của ngành Quản lý công nghiệp được không ạ.",
    "em mới đăng ký xác nhận nhập học hệ VHVL vào ngày 25/11/2020. Cho em hỏi là các thầy bảo đăng ký khóa 2018 và 2019 là sao ạ? và khi nào thi em được đăng ký môn học và bắt đầu học. Em xin chân thành cám ơn thầy cô đã giải đáp thắc mắc của em.",
    "Cho em hỏi về việc xét chứng chỉ ngoại ngữ để miễn Anh Văn đầu vào ạ. Mới vừa rồi nhà trường đã gửi mail thông báo về việc bổ sung chứng chỉ ngoại ngữ để miễn nhưng do lúc trước em có gửi bằng IELTS vô trường để xét điểm THPTQG nên em tưởng mình đã xác nhận rồi ạ. Nhưng cách đây mấy ngày em truy cập vô trang đăng ký chứng chỉ nhưng không thấy bằng của em với lại link truy cập từ mail cũng không khả dụng nữa. Vậy thì giờ em phải làm sao để bổ sung lại do em cũng có gửi bằng vô trường rồi ạ. Em mong nhà trường sẽ phản hồi em trong thời gian sớm nhất. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo,  Em tên , MSSV: 171 1957. Em đang là sinh viên Khoa Điện - Điện tử. Em xin hỏi liệu sinh viên có thể chỉ đăng kí Đề cương luận văn trong một học kỳ hay không? Do môn này được tính là 0 tín chỉ. Em cảm ơn,  .",
    "Kính gửi phòng đào tạo , em tên Nguyễn Văn Thịnh. Em có nghe nói là tháng 12 là sẽ có đợt kiểm tra Anh văn định kỳ.Phòng đào tạo cho em hỏi khi nào sẽ tổ chức kỳ thi vậy ạ. Và khi tổ chức thì em có kịp lúc để qua Thi Pass Anh Văn để đăng ký học kỳ chính 202 không ạ. Em cám ơn a",
    "Chào phòng đào tạo ạ, em là sinh viên K17. Đối với quy định về ngoại ngữ áp dụng đối với khoá 2017 em vẫn chưa hiểu rõ, kính mong phòng đạo tạo có thể giải đáp giúp em ạ . - Ví dụ quy định để được nhận luận văn đối với K17 là  =500, thế nhưng trong bảng quy đôi điểm mới thì phải yêu câu 600 mới hoàn thành av4. Như vậy ví dụ em nộp bằng Toeic 500 thì em đã đủ điều kiện để nhận luận văn và với mức điểm đó liệu em có đủ điều kiện điểm ra trường chưa ạ?  - Nếu em chưa đủ điều kiện để ra trường thì có phải có 2 phương án cho em đó là:   + : giữ nguyên mức điểm 500 và đk học av4 trên trường  + : không đk học av 4 trên trường và phải nộp bằng Toeic 600 trong học kì sau. - Đối với phương án 2 thì thời hạn cụ thể em phải nộp là khi nào ạ? Mong nhận được phản hồi sớm từ phía phòng đạo tạo ạ. Em xin cảm ơn.",
    "Dạ thưa thầy/cô làm việc ở phòng đào tạo, Em muốn hỏi về học phí giáo dục thể chất. eo em biết thì GDTC được tính là 1 tín chỉ. Trong kỳ 201, em đã DKMH thì tổng là 18 t/c (chưa tính 1 t/c của GDTC). Nhưng em biết học phí của em ở kỳ này (201) là 6tr2 tương đương 18 t/c. Vậy khi nào thì mới đóng học phí môn GDTC và cách thức đóng là như thế nào? Em cám ơn. ân, ",
    "Em chào anh/chị, em là  mssv , chiều hôm qua ngày 26/11 em bị mất cắp một đồ sạc dự phòng ở 303B1. Trong phòng có camera mà anh  bên Quốc Tế và chú  bên tổ trưởng tổ bảo vệ đều kêu là không quản lý phòng đó. Cho em hỏi là đơn vị nào đang quản lý camera phòng 303B1 để em đến hỏi xem lại camera. Em cảm ơn anh/chị rất nhiều và mong nhận được sự hỗ trợ sớm nhất ạ.",
    "Dạ cho em hỏi là hạn đóng bhyt là 25/11 đúng không ạ? Và nếu đúng thì em lỡ quên nên sáng ngày 27/11 em mới đóng ạ . Nếu như vậy thì có bị cấm đăng ký môn kỳ sau không ạ? Và liệu có giải pháp nào cho sự việc này không ạ?  Em xin cảm ơn ạ!",
    "Dạ em chào các thầy / cô, Cho em được hỏi là mình có thể xin chuyển lịch khám sức khỏe được không ạ. Nếu được thì em cần làm đơn đăng ký và nộp tại phòng nào ạ. Em cảm ơn và mong được các thầy cô giải đáp. Chúc thầy cô có một ngày làm việc hiệu quả",
    "Cho e hỏi là e có thi toeic tại trường và được 385đ thì có đc chuyển điểm để qua anh văn 1 ko ạ?",
    "Em muốn nộp chứng chỉ ngoại ngữ để xét chuẩn đăng ký môn học, chứ không cần chuyển điểm, vậy thì làm như trong ảnh đã đúng chưa ạ",
    "Kính chào thầy cô, Em tên là , mssv : . Hiện tại em đang làm thủ tục nộp đăng ký nộp Chứng chỉ ngoại ngữ/ Chuyển điểm. Tuy nhiên, em chỉ muốn nộp CCNN và chưa có nhu cầu chuyển điểm anh văn. Do trên website không có thông tin về vấn đề này nên em muốn hỏi thầy cô về trường hợp này ạ . Em xin chân thành cảm ơn. Sinh viên, .",
    "Cho em hỏi sao tới giờ PĐT vẫn chưa cập nhật tín chỉ tích lũy của hk 193 ạ? Em cảm ơn."
]