[
    "Chào thầy/cô ạ, Em tên:  MSSV:  Em xin gửi đơn hủy hoãn thi ạ.",
    "Em xin chào phòng đào tạo ạ.Em là sinh viên ,MSSV .Kì vừa rồi em có xin hoãn thi 2 môn là (CH2021,kì chính) và Cơ Học Ứng Dụng(AS2007,kì dự thính) và đã nhận được mail đồng ý cho phép hoãn thi từ phòng đào tạo.Nhưng đến nay là ngày 1/10 trên bảng điểm của em 2 môn này vẫn hiện điểm 13 ạ.Mong phòng đào tạo xem xét giúp em.Em xin cám ơn ạ.",
    "Kính gửi PĐT, Em tên là  . MSSV là . Hiện tại em chưa có tên trong Danh sách tốt nghiệp dự kiến (mã TN.20211.1) của học kỳ 1 năm học 2021 - 2022. Do trước đó em chưa tích đủ ngày CTXH. Nhưng bây giờ em đã bổ sung đủ (hình ảnh xác nhận em đã đính kèm), nên em mong PĐT có thể hỗ trợ em bổ sung vào Danh sách tốt nghiệp dự kiến để em có thể đăng ký ạ. Em cảm ơn PĐT rất nhiều ạ.",
    "Em tên là , MSSV: Lớp CC16HC12 Hiện tại em đã thanh toán HP(50 k) mà vẫn chưa đăng ký tốt nghiệp được ạ . Em gửi thông tin này với mong muốn được xét tốt nghiệp bố sung. Em xin cảm ơn ạ.",
    "Dạ em xin chào thầy cô Phòng Đào Tạo. Lúc trước em có đăng kí học môn Nhập Môn  Thuật học cùng các em khóa K21. Nhưng tới bây giờ em vẫn chưa thấy lên thời khóa biểu có cập nhật mới và tuần sau bắt đầu học rồi. Em sợ thầy cô bỏ sót tên em ạ. Em tên , MSSV , Khoa Điện - Điện Tử ạ Em xin cám ơn thầy cô ạ",
    "Hiện tại em đã hoàn thành đủ các môn học nhưng còn thiếu chuẩn anh văn đầu ra nên không có trong danh sách tốt nghiệp dự kiến và không thể đăng ký tốt nghiệp. Vì tình hình dịch nên em chưa có thể thi anh văn nghe - đọc để bổ sung . Cho em hỏi nếu em không có đủ anh văn để chuyển điểm trong tháng 10 này thì em sẽ bị trễ đợt tốt nghiệp này phải không ạ. Không biết em có thể đăng ký bổ sung không ạ.   i Tốt nghiệp .",
    "Dạ văn phòng cho em hỏi điểm thi môn Điện - Điện tử EE2011 của em bị sai. Em đã nộp yêu cầu phúc khảo ( mã số PTBT..1) và được xác nhận nhưng trong bảng điểm vẫn chưa được cập nhật. Điểm thi của em là 10 nhưng trong bảng điểm chỉ có 8.67 ạ. Mong văn phòng kiểm tra và giải đáp giúp em ạ! Em cảm ơn văn phòng. ",
    "Chào thầy cô Em là sinh viên Việt Pháp.Em xin đăng ký thi Vật Lý 1 PH1009 Việt Pháp ngày 3/10/2021 do PĐT tổ chức ạ  Chúc thầy cô nhiều sức khỏe!",
    "Em chào ad ạ , em muốn hỏi là em đã nhận được email xác nhận hoãn thi thành công ngày 27 tháng 8  mà sao đến giờ bảng điểm e hoãn thi vẫn là điểm 13 v ạ . Em cám ơn",
    "Em xin chào thầy/cô . Em là sinh viên K17, hiện nay em còn thiếu điểm của môn học Trang bị điện-điện tử trong máy công nghiệp (ME2005) để đăng ký tốt nghiệp. Do tình hình dịch bệnh nên lớp chưa thể hoàn thành thí nghiệm, do đó em phải đợi khi có thể trở lại trường học hoàn thành các buổi thí nghiệm mới có thể có điểm và em sợ lúc đó sẽ trễ hạn đăng ký tốt nghiệp. Em có gửi kèm hình ảnh của thầy xác nhận em đã đủ điểm để đậu môn này. Ở trường hợp của em, có cách nào để em có thể đăng ký tốt nghiệp và tốt nghiệp đúng hạn không ạ? Em xin cảm ơn thầy/cô đã xem.",
    "Em tên là: . - MSSV:  - Em có nộp đơn tạm dừng học vào ngày 14/9 và đã được chuyển tình trạng sinh viên sang \"tạm dừng\". Tuy nhiên đã qua thời hạn trễ nhất mà phòng đào tạo thông báo cho em là 30/9 mà em vẫn chưa nhận được bản scan quyết định tạm dừng học. Do đó, em gửi đơn này mong phòng đào tạo kiểm tra lại trường hợp của em. - Em xin cảm ơn.",
    "Dạ chào thầy/cô, cho em hỏi là học kì 202 em có làm đơn xin hoãn thi 2 môn Giải tích 2(MT1005) và Kĩ thuật lập trình(CO1027) và được Phòng Đào tạo chấp nhận nhưng sao trong bảng điểm của em lại là điểm vắng thi ạ. Em xin cảm ơn.",
    "Kính gửi quý Thầy Cô. EM là  MSSV: . Sinh viên Bằng 2, khoa Khoa học máy tính. - Hiện tại thẻ sinh viên em đã hết hiệu lực (10-2021), nhưng em vẫn còn đang học. Em xin gia hạn thêm 1-2 năm nữa để em có thể đủ thời gian đăng ký thi chuẩn đầu ra Anh văn (TOEIC theo quy định của trường) và làm đề cương và luận văn tốt nghiệp ạ. -Em đã đăng ký cấp lại thẻ sinh viên mới (để thay đổi phần hiệu lực trên thẻ sinh viên) và đã hoàn thành lệ phí đầy đủ vào ngày 1-10-2021. Em xin chân thành cám ơn. Trân trọng.  ",
    "Em đã làm đơn (điền form) hoãn thi vào ngày 5/8 cho học kì 203. Nhưng khi tra cứu kết quả  trê trang   [www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802] thì được báo là không được tìm thấy trong danh sách. Mặc dù hoãn 202 của em có hiển thị. Em đã đăng kí hoãn thi 3 môn (MT1003, MT1005, MT1009). Qua đọc email thông báo của trường ở đoạn [Trước ngày 06/09/2021 PĐT đã tự động hủy không còn trong dữ liệu] em không hiểu lắm và không chắc đơn hoãn thi của em đã được duyệt chưa. Nên em kính mong quý thầy cô hậu kiểm và giải đáp giúp em. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là :  Mã số sinh viên :  Lớp : DD19DV4 Hiện tại , em đang có thắc mắc hy vọng được phòng đào tạo hỗ trợ : Ngày 21/8/2021,em gửi biểu mẫu xin hoãn thi môn Kinh tế chính trị - ngày 24/8/2021 (Mã MH : SP1033) . Nguyên nhân là do người nhà em sức khỏe bị chuyển biến rất nặng do COVID, và trong khoảng thời gian đó hầu như tất cả các bệnh viện trên địa bàn TPHCM và đường dây nóng hỗ trợ bệnh nhân đều quá tải , vì vậy em phải tập trung chăm sóc và liên hệ bệnh viện để cứu chữa cho người nhà , nên không thể tập trung cho việc ôn tập và thi cử Nhằm cung cấp thêm bằng chứng , em xin đính kèm thêm 3 hình ảnh sau: Tệp 1 : Giấy xuất viện người nhà em sau khi điều trị tại bệnh viện Lê Văn Việt quận 9  Tệp 2 và 3 : Quan hệ giữa em và người thân được điều trị trong bệnh viện. Cùng ngày 21/8/2021,em gửi biểu mẫu xin hoãn thi và trình bày với lý do như trên,sau đó em đã nhận được thông tin phản hồi chấp nhận yêu cầu hoãn thi từ Phòng đào tạo .Link đính kèm : https://mail.google.com/mail/u/0/?pli=1#inbox/FMfcgzGkZsxHzZGJQHjMGtqBTdPFzWJK  Tuy nhiên,sau ngày 30/9/2021, em vẫn chưa nhận được thông tin bản thân trong danh sách hoãn thi HK203. Việc yêu cầu hoãn thi trong tinh huống của em là một lý do chính đáng cần phải được hỗ trợ .Em kính mong phòng đào tạo thông cảm và giải quyết . Em xin cảm ơn",
    "Em chào cô Em có một vấn đề về học vụ mong cô giải đáp ạ. Học kỳ 203 em có đăng ký hoãn thi môn Giải tích 2 (MT1005) và đã được xác nhận, tuy nhiên sau ngày 30/9/2021 em kiểm tra không thấy tên mình trong danh sách hoãn thi. Mong cô xem xét và cập nhật giúp em ạ . Em xin cám ơn.",
    "Em là , Mssv  Do không thể thi theo lịch vì có sự cố mạng nên em có đăng kí hoãn thi môn xác suất thống kê ( MT2013) của cô  . Nhưng sau đó 2 ngày thì cô  đã cho em đăng ký thi lại ngay sau đó. Em đã đăng kí thi và có điểm thi, nhưng đến hiện tại em thấy mình vẫn có tên trong danh sách đăng kí hoãn thi theo đường link mà pdt gửi . Em xin được huỷ hoãn thi môn XSTK ( MT2013 ), để tránh những sự cố đáng tiếc xảy ra.  Mong Thầy/ Cô giúp em, em xin cám ơn và xin lỗi đã làm phiền ạ.",
    "Kính gửi quý Thầy Cô. Em là . MSSV: . Khóa:2018 Sinh viên lớp Bằng 2, khoa học máy tính. Theo khung chương trình đào tạo thì lớp văn bằng 2 sẽ áp dụng chương trình lùi 2 khóa (cụ thể em là khóa 2018, nhưng áp dụng chương trình đào tạo của khóa 2016). Vậy chuẩn tiếng Anh xét tốt nghiệp của khóa 2018 văn bằng 2 sẽ áp dụng theo Chuẩn tiếng Anh xét tốt nghiệp của khóa nào ạ. Em xin chân thành cám ơn. Trân trọng.",
    "Em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (MMH CO3005) nhưng khi tra trong danh sách đăng ký hoãn thi HK203 thì không thấy ạ",
    "Dear Phòng đào tạo.  Em tên , mssv , khoa Cơ khí.  Em có đăng ký thi Toeic 2 Speaking & Writing đợt 4 (đợt cuối cùng) và đã thanh toán lệ phí thi. Tình hình là em đang bị lockdown thực hiện 3T tại công ty, các ngày trong tuần em phải làm việc nên không thuận lợi cho việc thi.  Em muốn xin phép pđt có thể xếp lịch cho em thi vào thứ 7 hoặc chủ nhật được không ạ? Vì đây là đợt thi cuối cùng nên nếu không thi được em phải đợi đến khi hết giãn cách (không biết tới bao giờ).  Rất mong được pđt xem xét cho em.   I Thank you & Best Regard   /I",
    "Em Tên:  MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Hiên tại thông tin hồ sơ của em không đúng, em không phải sinh viên khóa 14 Khoa của em không phải Điện-Điện Tử. Đề nghị pdt điều chỉnh chính xác.",
    "Em xin nộp đơn đăng kí  ( hình ảnh ). Em xin cám ơn và xin lỗi đã làm phiền",
    "Em xin hỏi là em có thể xin file pdf bảng điểm của em không ạ. Do bên công ty cần file bảng điểm nộp online chứ không cần bảng giấy. Em xin cảm ơn.",
    "Em tên là:  MSSV: 6 Vừa rồi em có đăng ký hoãn thi cuối kỳ các môn HK202 và HK203 do không đảm bảo trang thiết bị và trường thông báo đến 30/09 sẽ hậu kiểm và ra điểm hoãn thi. Nhưng giờ đã qua 30/09 mà bảng điểm của em vẫn nhận điểm 13 ạ. Mong PĐT xem xét kiểm tra và giải quyết giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Em chào cô Em có một vấn đề về học vụ mong cô giải đáp ạ. Học kỳ 203 em có đăng ký hoãn thi môn Giải tích 2 (MT1005) và đã được xác nhận, tuy nhiên em kiểm tra theo đường link trong mail Phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021)thì không thấy. Mong cô xem xét và cập nhật giúp em ạ. Em xin gửi kèm video ạ . Em xin cám ơn",
    "Em chào Phòng Đào Tạo. Em muốn đăng ký tốt nghiệp trong thời gian này. Phòng Đào Tạo có thể mở thanh toán học phí học kỳ 211 sớm cho em được không ạ. Em cảm ơn ạ!",
    "Em đã đăng ký hoãn thi môn Đại số tuyến tính(MT1007) vào ngày 13/8 và nhận được email chấp nhận từ Phòng đào tạo. Tuy nhiên hôm nay khi tra cứu bằng đường link của PĐT gửi thì em lại không thấy tên mình. Em đã tra đúng học kì 203 rồi những vẫn không thấy gì. Mong Thầy/Cô kiểm tra giúp em có sai sót gì không. Em xin cảm ơn ạ!",
    "Em chào Thầy/Cô ạ. Em xin phép nộp đơn rút khỏi chương trình KSTN để xét tốt nghiệp bằng thường ạ. Đơn được em đính kèm dưới định dạng file ảnh \"jpg\" Em cảm ơn Thầy/Cô ạ.",
    "Dạ xin chào PĐT, Trước ngày 9/9 em có đăng ký xin hoãn thi 3 môn  - LA1037  - MT2013 - SP1031 Nhưng hôm nay em nhận được mail phản hồi về danh sách môn đăng ký hoãn thi thì lại khác so với những môn em đã đăng ký. Những môn trong danh sách nhà trường đề cập là : \"H: MSMH: LA1037 DUNG MSMH: SP1031 DUNG MSMH: SP1033 DUNG\". Mong PĐT kiểm tra lại thông tin giúp em ạ.  Hiện tại, sau khi kiểm tra trên bảng điểm thì đã thấy vào điểm các môn em đăng ký hoãn thi, - SP1031 : 0.00 - LA1037 : 13.00 - MT2013 : 13.00 Điều này đồng nghĩa với việc em bị cấm thi 2 môn \"LA1037\" và \"MT2013\" phải không ạ?   Em thấy nhà trường có đề cập về việc sẽ ra QĐ hoãn thi chung chính thức HK202+203 trước ngày 12/12/2021, rất mong sớm nhận được sự phản hồi từ phía PĐT ! Em xin cảm ơn.",
    "Em tên:  Mssv :  Khoa Công Nghệ Vật Liệu Em đã gửi mẫu hoãn thi HK202 nhưng giờ vẫn chưa được . Mong nhà trường xem xét lại giúp em. Em cảm ơn.",
    "Em chào Thầy/Cô, Em tên , MSSV: . Hiện tại em cần gấp bảng điểm năm học 2020 - 2021 và số liệu điểm trung bình để nộp học bổng trước ngày 17.10. Em đã hoàn tất học kỳ 202 từ giữa tháng 9 nhưng đến nay có 3 môn học trên bảng điểm của em vẫn chưa có điểm ạ. Kính mong Thầy/Cô xem xét. Em cảm ơn Thầy/Cô và kính chúc Thầy/Cô nhiều sức khỏe ạ!",
    "dạ em chào adim. dạ cho hỏi là mình muốn đăng kí hủy hoãn thi môn phương Pháp Tính(MT1009) thì phải làm sao ạ cảm ơn.",
    "Chào thầy cô, Em là sinh viên Việt Pháp và là sinh viên hoãn thi trong HK202.Em xin đăng ký thi Vật Lý 1 PH1009 Việt Pháp ngày 3/10/2021 do PĐT tổ chức cho các bạn hoãn thi.Do em làm đơn trễ han nên văn phòng Viêt Pháp không giải quyết nên em xin PĐT thêm em vào danh sách thi để em kết thúc môn học Chúc thầy cô nhiều sức khỏe",
    "Thưa thầy, cô, Để có thể xin quyết định thu nhận lại của trường. Ngoài phiếu xin thu nhận lại sinh viên, em cần nộp thêm giấy tờ gì cho Phòng Đào Tạo ạ . Hiện em vẫn không ở Việt Nam, em có thể nộp giấy tờ qua email được không ạ",
    "Kính thưa quý Nhà trường, Em là , MSSV , SV khoa Cơ khí K15 Trong đợt đăng ký môn học từ ngày 23/08 - 25/08/2021 em có đăng ký LVTN, nhưng hôm nay em kiểm tra thì mình không có trong danh sách. Nhà trường cho em hỏi: Em còn có thể đăng ký LVTN HK211 không ạ? Kỳ này là kỳ cuối Hệ chính quy đối với em ạ",
    "Dear anh/chị, Em là , MSSV: , hiện là sinh viên Khoa học máy tính CLC. Em đã có tên trong DS dự kiến tốt nghiệp nhưng em không đăng kí được trên mybk phần tốt nghiệp ạ, hiện đang ghi là nợ HP. Anh/chị có thể xem xét giúp em được ko ạ. Em cảm ơn,   i Tốt nghiệp .",
    ": Em chào cô ạ. Em tên  mssv  học khoa Cơ khí ạ. Do em mới có lệnh gọi đi khám sức khoẻ quân sự, em có đăng kí in giấy xác nhận sinh viên ở trên Mybk mà mãi chưa thấy được xử lý. Cô có thể giải quyết được cho em không ạ vì ở quê họ đang yêu cầu gấp ạ. Em cảm ơn cô nhiều !",
    "Kính gửi PĐT, Câu hỏi của em như tiêu đề ạ. Sv bằng 2 có bắt buộc phải tham gia sinh hoạt công dân đầu khoá cũng như hằng năm không ạ? Em xin cảm ơn.",
    "MSSV:       i Tốt nghiệp . Chào anh/chị, em hiện vừa bổ sung đủ CTXH, giờ em muốn xét sổ sung vào danh sách tốt nghiệp thì phải làm sao ạ.",
    "Dạ e tên  Mssv:  Dạ e gửi mail này là e muốn hỏi về việc hoãn thi môn đại số tuyến tinh MT1007 Hôm đó em bị cúp điện nên đã đăng kí hoãn thi bên PDT đồng thời bên cô giáo bộ môn, thì sau đó cô bộ môn đã cho e thi lại vào 2 ngày sau, và e đã có điểm . E sợ là bên Phòng đào tạo lại bắt e thi lại nữa và hủy điểm của e đó ạ , e mong là bên PDT có thể kiểm tra bên bộ môn bởi nhiều người hoãn thi hôm đó đã dc bên cô bộ môn cho thi lại hết vào ngày hôm sau trừ những trường hợp bất khả kháng không thi được ạ. Em mong là bên PDT có thể kiếm tra lại bên cô giáo bộ môn để có thể hủy hoãn thi và ko phải thi lại nữa ạ",
    "Hiện giờ em đang ở quê và cần giấy xác nhận vay vốn ngân hàng chính sách xã hội để bổ sung cho ngân hàng (như mẫu đơn dưới).Vậy giờ em có thể lấy giấy xác nhận như thế nào ạ. Em cảm ơn ạ.",
    "Chào Thầy/Cô và Phòng Đào Tạo, Em là , MSSV  Em học hệ VLVH, em đã đăng ký các môn trong học kỳ HK211 và đăng ký bổ sung HK 211 với năm nhất. Em đã làm đơn và được duyệt  các môn đó. Trong đơn em đã đăng ký bổ sung môn Tiếp thị căn bản nhưng vì trùng lịch với môn Hành vi tổ chức nên không được chấp nhận. Em có thăc mắc muốn hỏi đó là: Em có thể chuyển môn Hành vi tổ chức IM2017 lớp L01 (thứ 6 tiết 9-10) chuyển sang lớp L02 (tiết 7-8 cùng thứ 6 và cùng giảng viên) được không ạ. Và như vậy em có thể đăng ký bổ sung môn Tiếp thi căn bản IM1019 lớp L01_L01 tiết 10-11 thứ 6. Em có đính kèm đơn đăng ký bổ sung của em lần trước đã gửi và được xét duyệt. Em xin cảm ơn ạ! -",
    "Kính chào phòng đạo tạo, hiện tại em đã có đủ ngoại ngữ cũng như hoàn thành chương trình đào tạo, nhưng hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và không đăng kí tốt nghiệp trong đợt này được. Phòng đào tạo có thể kiểm tra tình trạng tốt nghiệp của em được không ạ để em hoàn tất các thủ tục để có thể tốt nghiệp đúng hạn ạ.",
    "Chào Phòng đào tạo Đại học Bách Khoa Tp.HCM Em tên , mssv . Sau khi được sự hỗ trợ trực tuyến về việc chuyển hệ từ Chính quy sang Vừa học Vừa làm do hết chuơng trình đào tạo chính quy. Em xin nộp đơn này, Em xin cảm ơn.",
    "Em chào thầy/ cô ở phòng đào tạo em muốn hỏi về việc rút môn học bây giờ em rút được không ạ do em không đủ điều kiện để học.Em cảm ơn thầy/cô ạ",
    "Em tên:  Mssv :  Khoa Công Nghệ Vật Liệu Em đã gửi mẫu hoãn thi HK202 nhưng giờ vẫn chưa được . Mong nhà trường xem xét lại giúp em. Em cảm ơn.",
    "Kính thưa PĐT, em xin phép hỏi thời hạn và hình thức nộp đơn đăng ký thi lại vào HK211 sẽ diễn ra như thế nào ạ? Em muốn chắc chắn vì sinh viên năm 4 không kịp thi lại trong HK211 này sẽ không đủ điều kiện đăng ký luận văn HK212, như vậy tụi em sẽ ra trường trễ mất ạ.   Thêm vào đó, điểm hoãn thi của em cho môn IM2019 HK202 chưa được cập nhật trên mybk, hiện tại vẫn là 13.00 điểm ạ. Kính mong PĐT cập nhật sớm vì nó ảnh hưởng đến điểm tích lũy mà tụi em dùng để xét điểm rèn luyện, học bổng, xin việc thực tập,...   Em xin cảm ơn.",
    "Em đăng ký hoãn thi 2 môn HK202 và 1 môn HK203. Nhưng danh sách chỉ có 2 môn cuả HK202 thôi ạ. Trong danh sách HK203 không có môn học em đăng ký hoãn ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là Tôn Nữ Minh Thư, MSSV:  Tuần sau vào ngày 8/10 em có tiết Hóa Đại Cương (CH1003, lớp P01) của thầy  vào lúc 15h - 16h50. Tuy nhiên, vào ngày này em có lịch thi lấy giấy phép lái xe. Vậy cho em hỏi làm thế để em có thể xin nghỉ học vào ngày này ạ ? Em xin cám ơn nhà trường đã đọc câu hỏi của em.",
    "Cô kiểm tra có tên em. Em cảm ơn ạ. Nhưng em đã kiểm tra đúng danh sách của HK203 và kiểm tra rất nhiều lần mà em không thấy được ạ.",
    "Em chào PĐT ạ. Học kì 202 vừa rồi đang nhập điểm trên MyBK, trong đó em có hoãn thi 1 môn học thì điểm của môn học đấy sẽ không tính vào điểm trung bình, nhưng điểm của em lại bị giảm so với trung bình các môn còn lại. Mong PĐT xem lại ạ.",
    "Kính thưa phòng đào tạo,  Em là sinh viên chuyển từ hệ chất lượng cao sang hệ đại trà và thuộc khoa cơ khí, và em đã được nhà trường đồng ý cho học chung với khóa k20. Em có một số thắc mắc mong muốn được giải đáp ạ .   1  Hiện tại thì em đang học chung với khóa K20, nhưng em vẫn chưa được thay đổi thầy giáo chủ nhiệm ạ. GVCN hiện tại của em trên bkel là thầy  ạ.   2  Thưa cô, theo em được biết thầy chủ nhiệm lớp CKCDT1 là thầy  ạ .  Em xin cám ơn ạ.",
    "Em chào Thầy/Cô ạ. Dạ cho em hỏi là em chỉ gửi đơn lên BKSI và được xác nhận hoãn thi và không điền đơn trong mail thì em có được hoãn thi không ạ Em cảm ơn Thầy/Cô.",
    "Em chào thầy cô phòng đào tạo ạ  Em xin phép thầy cô cho em tham gia thi lại môn Vật Lí 1(PH1009) vào ngày 3/10 ạ. Em có hoãn thi môn này vào tháng 8 trước đó, thì ngày 29/9 văn phòng PFIEV có gửi mail để điền form tham gia thi lại, nhưng khi em check lịch thi của mình trên myBK thì mình đã có lịch thi rồi nên em không điền form. Qua hôm sau thì em không còn được tham gia thi lại nữa. Em rất xin lỗi vì thiếu trách nhiệm trong việc đọc mail. Em mong phòng đào tạo có thể xem xét trường hợp của em mà cho em thi lại môn này ạ. Em xin cảm ơn  Chúc thầy cô phòng đào tạo thật nhiều sức khoẻ",
    "Thưa thầy cô, em vừa xem lại điểm giải tích 2 học kỳ dự thính 202 được cập nhật lại trên trang thông tin sinh viên, trạng thái lần cập nhật điểm đầu tiên có điểm đã đúng với điểm giảng viên công bố trên BKel là 5.5, lần cập nhật lại thì là 3.5 mặc dù em không nhận được thông báo gì mới của giảng viên về điểm số, kính mong phòng đào tạo rà soát lại giúp em",
    "Em chào Chị, Em có một câu hỏi là: Nếu em đăng kí nhận bảng điểm qua bưu điện, cho em hỏi thời gian là bao lâu thì e có thể nhận được a. Em cảm ơn chị. Chúc chị một ngày làm việc vui vẻ",
    "Em xin chào thầy/cô, Hiện tại em chưa thể nộp đơn xin đăng ký tốt nghiệp được vì còn nợ HP. Phần HP này là tiền BHYT và BHXH mà năm nhất, do hiểu nhầm nên em đăng ký dư. Cụ thể là vào năm đầu tiên, em có ở KTX khu A, nên bảo hiểm sẽ do KTX đăng ký hộ và em cũng đã thanh toán cho KTX. Vì lúc đó không nắm rõ thông tin là KTX đăng ký hộ nên em đã tự lên MyBK đăng ký thêm BHYT và BHXH. Rất mong thầy/cô giải quyết giúp em trường hợp này. Em xin cảm ơn.",
    "Chào thầy/cô, Em là , MSSV  có đăng kí Anh văn nhu cầu 3A lớp DT03, theo em biết đã có sinh viên được cập nhật thời khóa biểu trên MyBK, eL rồi, nhưng em chưa được cập nhật. Mong thầy/cô kiểm tra hệ thống giúp em. Em xin cảm ơn.",
    "Cho em hỏi về việc xin giấy xác nhận sinh viên để tạm hoãn NVQS.",
    "Cho em hỏi trong điều kiện dịch như này giờ em muốn xin trường giấy xác nhận để có thể vay tiền chính sách như thế nào ạ?",
    "Thầy cô cho em hỏi về các môn học em đã hoãn trong kì 202, sau 30/9 nhưng trên bảng điểm của em vẫn chưa chuyển thành điểm 14 ạ!   i  .",
    "Em có một số câu hỏi như sau: 1. Em là sinh viên học chương trình liên thông Đại học - Thạc sĩ. Sau khi liên hệ PDT Sau đại học, họ đã cho em biết là ngày   B 24/09    đã chuyển điểm môn học ở chương trình liên thông xuống chương trình Đại học. Tuy nhiên ngày hôm nay   B 1/10    trên MyBK- Bảng điểm của em vẫn chưa cập nhật điểm đó. Vậy nên có thể em biết thời điểm cập nhật điểm chuyển được không ạ ?  2. Khi em đăng kí xét tốt nghiệp thì điểm tốt nghiệp sẽ tính thời điểm em đăng gửi yêu cầu đăng kí hay PĐT tự động cập nhật những điểm phát sinh sau đó ? . Ví dụ như ngày   B 01/10    em đăng kí tốt nghiệp mà tới ngày   B 31/10    điểm chuyển của em mới cập nhật thì sao ạ ? 3. Nếu như chuyển điểm thành công em sẽ có tổng là   B 151    tín chỉ tích luỹ. Như vậy điểm Tốt nghiệp của em sẽ tính trên 151 tín chỉ hay như   B 142    tín chỉ của chương trình của em đang theo học ?  Em trân trọng cảm ơn và mong sớm nhận được phản hồi.",
    "Kính thưa pdt em tên  mssv  khoa kỹ thuật xây dựng.Hiện là em có đăng kí hoãn thi môn kết cấu thép 1 mã môn ci3009 kì 203 ngày thi là 31/07 lúc 13h  trên bksi và cả mail đã được chấp nhận em không biết rõ lí do tại sao trên hệ thống tra cứu kết quả lại không có mong pdt xem xét và cập nhật lại giúp em với ạ.Em có gửi mail cho pdt hỏi thì phòng đào tạo vẫn nói là có rồi nhưng em check đi check lại thì vẫn không có trên hệ thống tra cứu. Đây là lần 2 em gửi yêu cầu này xin phòng đào tạo xem xét kĩ lại giúp e với ạ . Em xin cảm ơn",
    "Kính chào các thầy/cô PĐT, Em tên: , MSSV:. Hiện tại, em có đăng ký tốt nghiệp ở hệ thống MyBk của trường. Em đã thoả mãn các yêu cầu về chứng chỉ ngoại ngữ, tiếng Anh 2 kỹ năng nói viết và số ngày CTXH (17 ngày). Tuy nhiên, hệ thống báo lại em không được phép đăng ký do nợ CTXH. Kính mong các thầy/cô PĐT giải đáp giúp em . * Các thông tin về việc ĐKTN và ngày CTXH em  xin đính kèm bên dưới.   i Tốt nghiệp .",
    "Em xin gửi đơn đăng ký huỷ hoãn thi ạ",
    "Kính thưa phòng đào tạo. E m tên  MSSV  Khoa kỹ thuật xây dựng. Hiện là em có đăng kí hoãn thi môn kết cấu thép 1 mã môn ci3009 kì 203 ngày thi là 31/07 lúc 13h  trên bksi và cả mail   B đã được chấp nhận     I  em không biết rõ lí do tại sao trên hệ thống tra cứu kết quả lại không có mong phòng đào tạo xem xét và cập nhật lại giúp em với ạ.Em có gửi mail cho phòng đào tạo hỏi thì phòng đào tạo vẫn nói là có rồi nhưng em check đi check lại thì vẫn không có trên hệ thống tra cứu. Đây là lần 2 em gửi yêu cầu này xin phòng đào tạo xem xét kĩ lại giúp e với ạ. Em xin cảm ơn!",
    "Dạ chào admin. Dạ cho em nộp đơn xin hủy hoãn thi môn học.",
    "Chào pdt, Em tên là  -  trước em có hoãn 1 môn ở hk203 thì được thông báo là sau 30/9 sẽ được cập nhật điểm trên mybk nhưng hiện giờ môn học đó của em vẫn điểm 13, mong pdt giải quyết giúp em Em xin cảm ơn!",
    "Kính chào Phòng Đào Tạo Em là , MSSV:  Hiện tại em đã đủ tiêu chuẩn tốt nghiệp chỉ trừ việc thanh toán học phí HK211. Nhưng đợt thanh toán bắt đầu từ tháng 11 thì có ảnh hưởng đến việc xét tốt nghiệp và danh sách tốt nghiệp dự kiến không ạ? Em cảm ơn",
    "Kính chào quý Thầy Cô, Em là , MSSV:  Hiện tại em đang là sinh viên lớp KSTN khoá K17 khoa Kỹ thuật Xây dựng. Em làm đơn này kính mong quý Thầy Cô xem xét cho em rút khỏi chương trình KSTN để em được tốt nghiệp vào đợt tháng 11/2021 vì lý do em không đạt điều kiện môn học cốt lõi trên 7.5 và một số môn học Mở rộng. Em xin chân thành cảm ơn và kính chúc quý Thầy Cô thật nhiều sức khoẻ ạ!",
    "Em đã nộp đơn xin hoãn thi 3 môn của học kì 202 và đã có mail xác nhận từ phòng đào tạo. Nay đã qua 30/9 rồi nhưng bảng điểm của em vẫn chưa được cập nhật,các cột điểm vẫn để là CH nên em muốn hỏi là do giáo viên bộ môn vẫn chưa cập nhật điểm đúng không ạ.",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa Em xin kính chào quý Thầy/ Cô. Em tên là: Hà Lê Phước Hội. MSSV: . Hiện đang là sinh viên thuộc Khoa Kỹ thuật Xây dựng lớp tài năng ngành kỹ thuật xây dựng khóa 2017: XD17KSDD. Hiện tại em đã hoàn thành xong chương trình đào tạo cấp bậc đại học. Vì lý do không hoàn thành được mức điểm 7.5 đối với một vài môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng. Nay em gửi đơn này kính mong quý Thầy/ Cô có thể xét cho em có thể tốt nghiệp bằng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021 sắp tới . Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới . Em xin chân thành cảm ơn quý Thầy/ Cô, kính chúc quý Thầy/ Cô thật nhiều sức khoẻ!",
    "Trong học kì HK202 em có xin đăng kí hoãn thi hai môn: Hóa hữu cơ(CH2021) và Hóa lý(CH2109).  Nhưng hiện tại trong bảng điểm của em để điểm của 2 môn đó là điểm 13 ạ. Em muốn hỏi là việc em hoãn thi có được xác nhận hay không và khi nào mới cập nhật phần điểm đó cho em vậy ạ.  Với lại em muốn hỏi thêm, làm sao để xóa được điểm hoãn thi vậy ạ. Mình có cần đăng kí học lại môn đó hay không, hay là sẽ có tổ chức thi riêng để xóa điểm hoãn thi ạ .  Em xin cảm ơn",
    "dạ cho em hỏi em có đăng ký giấy xác nhận sinh viên để gửi cho phường , em đăng kí gửi về địa phương mà 2 tuần rồi chưa thấy ạ, mong em pdt giải quyết dùm em với ạ",
    "Thưa cô! Em tên là   MSSV:  Em có đăng kí môn LA1039 - Anh văn 2A (nhu cầu) lớp DT04 ạ. Nhưng do khi có lịch thì em bị trung lịch 1 buổi với 1 môn học khác nên em muốn xin qua lớp DT05 với sỉ số đang là 21/30 để không trung lịch được không ạ? Em hi vọng được xem xét và hỗ trợ ạ! Em cám ơn ạ!",
    "iểm thi cuối kỳ của em chưa được cập nhật từ vắng thi thành hoãn thi ạ. Em đã có đăng ký hoãn thi mong được kiểm tra và cập nhật lại",
    "Em chào thầy, cô! Em có coi trong mục quy chế, quy định nhưng không hiểu lắm nên có một số câu hỏi ạ! 1. Cho em xin hỏi là điểm trung bình tích luỹ nghành là tính tất cả cách môn trong kế hoạch giảng dạy của nghành (bao gồm các môn đại cương từ năm 1,2) đúng không ạ?  2. Cho em xin hỏi là điểm chuyển anh văn có được tính vào điểm trung bình tích luỹ nghành không ạ? Em cảm ơn thầy, cô!",
    "Thưa Thầy/Cô, em có chuyển tiền từ tài khoản Vietcombank tới tài khoản OCB để đóng học phí  nhưng phía bên OCB chưa cập nhật được số tiền em chuyển từ tài khoản kia qua thì làm sao ạ? Em đợi 1 ngày rồi nhưng vẫn không thấy . Nếu tài khoản OCB cập nhật chậm thì có cách nào để em xin nộp học phí chậm 1-2 ngày không ạ? Em xin cảm ơn Thầy/Cô! Chúc Thầy/Cô nhiều sức khỏe ạ!",
    "Thầy cô cho em hỏi, em là khóa k17, kỳ 202 vừa rồi em có đăng ký học thể chất 3 để được kỳ này đăng ký môn của năm 4. Do dịch nên môn thể chất đã được dời qua học kỳ này. Học kỳ này em đang học những môn của năm 4, vậy thầy cô cho em hỏi vì môn thể chất 3 là điều kiện để đăng ký cho các môn của năm 4,vậy nếu hết kỳ này mà môn thể chất đó em không đạt, thì điểm của những môn năm 4 đó của em có bị hủy không ạ? Em cảm ơn thầy cô.",
    "Em là , mssv: , khoa Xây dựng. Kỳ này em chưa đủ chỉ theo quy định do hoãn thi một số môn và '' có tên trong danh sách Buộc thôi học do học lực kém''. Cho em hỏi là hạn nộp đơn Thu nhận lại là khi nào vậy ạ, và sao không thấy mail của trường ạ.",
    "Theo thông tin Phản hồi yêu cầu sinh viên đã đăng ký Hoãn thi HK202, sinh viên đăng kí hoãn thi trước thời gian 06/09/2021 đã tự động huỷ không còn trong dữ liệu. Em đăng kí hoãn thi môn học CO3031 ngày 06/08/2021, trong mail phản hồi có nói sẽ xử lý trước ngày 30/09/2021. Nhưng đến nay trên bản điểm của em vẫn cập nhật điểm thi cho môn học này là 0 điểm. Việc này ảnh hưởng đến điểm chung, do em phải nộp bảng điểm cho một số công việc. Mong rằng em sẽ được giải quyết sớm hơn.",
    "Em chào thầy cô, em là  sinh viên tham dự kì thi Toeic 2 kỹ năng đợt 3 ngày 1/10 nhóm 3. Trong quá trình thi nhà em bị mất điện đột ngột và không thể khắc phục trong giây lát vì thế em không được công nhận kết quả thi phần thi Viết do không đáp ứng đủ về thiết bị. Sau đó em đã báo giám thị. Bây giờ em muốn được thi tiếp bài thi Viết ở các buổi thi khác trong đợt 3 hoặc được thi lại trong đợt 4 có được không ạ? Em rất mong nhận được sự giúp đỡ của thầy cô. Em cảm ơn ạ.",
    "Em chào thầy/cô. Cho em hỏi em sẽ tốt nghiệp vào tháng 11 này, em muốn đăng kí in giấy xác nhận sv trước khi tốt nghiệp với 2 mục đích là bổ sung hồ sơ du học tháng 12 và để hoãn nghĩa vụ ở địa phương trong đợt tháng 10. Nhưng không in được với lý do \"không có thời khóa biểu hoặc tạm dừng học\". Em xem trạng thái thì em vẫn đang theo học nhưng không có thời khóa biểu. Vậy có cách nào để em được in giấy xác nhận không ạ ? Em mong được thầy/cô hồi đáp ạ. Em cảm ơn.",
    "Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa  Em xin kính chào quý Thầy/Cô. Em tên là Trương Nguyễn Minh Toàn, mã số sinh viên là . Hiện nay, em đang là sinh viên của lớp XD17KSDD thuộc chương trình đào tạo Kỹ sư Tài năng, chuyên ngành Xây dựng Dân dụng và Công nghiệp, khoa Kỹ thuật Xây dựng, khóa 2017. Em đã hoàn thành xong chương trình đào tạo cấp bậc Đại học.Vì trong quá trình học tập, em đã không hoàn thành yêu cầu điểm trung bình môn học cốt lõi đạt 7.50 đối với một môn học là môn Kết cấu thép 2 (CI3211), Nền móng (CI3195) và điểm thi tiếng Anh TOEIC Writing and Speaking không đạt yêu cầu 245/400. Nên nay em làm đơn này vì mong muốn được xét ra khỏi chương trình Kỹ sư tài năng và kịp thời tốt nghiệp vào đợt TN.20211.1 (tháng 11/2021) . Em kính mong quý Thầy/Cồ xem xét giúp em Em xin chân thành cảm ơn Thầy/Cô, kính chúc quý Thầy/Cô thật nhiều sức khỏe.",
    "Dạ cho em hỏi tại sao em nhập pass trong mybk chính xác mà đem pass đó nhập vào pass gmail của em thì nó báo lỗi không vào gmail được ạ :(( ",
    "Kính gửi phòng đào tạo,  Em tên . MSSV: . Vừa qua sau khi đã đạt đủ điểm trong kì thi anh văn nói viết thì em đã đủ điều kiện để được xét tốt nghiệp. Tuy nhiên hiện tại thì em chưa thấy mình trong danh sách tốt nghiệp dự kiến sắp tới vào tháng 11. Vậy nên e mong phòng đào tạo có thể xem xét trường hợp của em và thêm em vào danh sách tốt nghiệp dự kiến sắp tới ạ. Trước mắt thì em đã nộp đơn xin xét tốt nghiệp trên trang my bk . Mong phòng đào tạo có thể phản hồi cho em sớm nhất có thể. Em xin chân thành cảm ơn mọi người ! .   i Tốt nghiệp .",
    "Cho em hỏi là em có đăng kí Luận Văn Tốt Nghiệp rồi (ảnh đăng kí đợt 1), mà tới nay lên coi trong Thời khóa biểu thì không thấy, trong Pkpay cũng không có khoản thanh toán luôn.",
    "Em tên là: . Mssv: Em muốn nhận giấy xác nhận của trường để vay học phí từ Ngân hàng chính sách xã hội thì cần liên lạc với ai và làm như thế nào ạ? Em xin cám ơn thầy cô, nhà trường ạ!",
    "Em chào thầy/cô của phòng đào tạo, Em tên là , sinh viên khóa K17. Hiện này, em đã nhận được thông tin từ phòng đào tạo sau đại học là:\"Phòng đào tạo sau đại học đã gửi điểm của những môn học liên thông thạc sĩ   B trong học kì 201    cho phòng đào tạo vào ngày   B 24/09/2021    để làm thủ tục công nhận điểm môn học cho sinh viên thuộc chương trình liên thông này\". Tuy nhiên, số lượng lớn các bạn sinh viên khóa K17 đang chờ phòng đào tạo công nhận điểm chuyển từ phòng đào tạo để hoàn tất việc tốt nghiệp đúng hạn trong học kì này, và hạn chót công nhận tốt nghiệp dành cho sinh viên khóa K17 trong   B học kì 202    này là ngày   B 20/10/2021   . Vì vậy, hôm nay em gửi câu hỏi này để thắc mắc về thời gian hoàn tất thủ tục công nhận điểm học phần dành cho các bạn sinh viên khóa K17 học chương trình liên thông để có thể chuẩn bị kịp thời cho việc tốt nghiệp đúng hẹn ạ. Hiện tại, em còn thiếu đúng 3 chỉ từ môn học liên thông đang chờ xét công nhận điểm từ phòng đào tạo để hoàn tất thủ tục tốt nghiệp. Em có hình ảnh minh chứng về 3 chỉ còn thiếu và 3 chỉ đang chờ phòng đào tạo công nhận ạ.",
    "Thưa thầy cô em muốn xin xác nhận bảng điểm và điểm rèn luyện để nộp hồ sơ học bổng thì không biết nên vào trang nào đăng ký hay mail cho ai ạ. Em cảm ơn thầy cô ạ.",
    "Dạ là em sẽ tốt nghiệp trong đợt này. Nhưng hiện tại không được phép do chưa thanh toán học phí của môn học. Do em đăng ký và hủy phải đóng tiền môn học trong học kì 211. Nên 15/10 mới cập nhật môn học hủy cho em. Mà 2/11 cổng thanh toán học phí mới mở, nhưng hạn chót đăng ký TN là 31/10 ạ. Em không biết làm sao để có thể đạt đủ điều kiện để đăng ký TN. Xin thầy cô giải đáp giúp em. Em xin chân thành cảm ơn",
    "Em kính thưa thầy/cô, Em tên là , MSSV: . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn 2A\" (Mã môn học: LA1039)- nhóm DT05 ạ. Em xin chân thành cảm ơn.",
    "em tên  lớp Z3CD MSSV  Cho em hỏi sao học phí hk211 này khoản phí học dự thính ngoài giờ của em cao hơn các bạn cùng lớp vậy...em cảm ơn.",
    "Kính gửi PĐT Trường ĐH Bách Khoa Em tên Nguyễn  Phú, MSVS  Em đã hoàn thành chương trình học, em muốn đang ký tốt nghiệp nhưng chưa có trong danh sách tốt nghiệp, mong PĐT xem và xét duyệt cho em có thể đăng ký tốt nghiệp. Em cảm ơn ạ",
    "Em kính thưa thầy/cô, Em tên là , MSSV: . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Em có tìm hiểu ở kết quả đăng ký môn học là LA1043- DT08 còn trống sĩ số. Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn 4A\" (Mã môn học: LA1043)- nhóm DT08 ạ. Em xin chân thành cảm ơn.",
    "Em chào PDT, PDT cho em xin thời gian đăng ký xét tốt nghiệp kỳ này được không ạ? Em có xem trên mybk là thời gian xét tốt nghiệp tối đa là 31.10. Tuy nhiên, em đã hoàn thành khóa luận xong nhưng em vẫn còn một môn Thí nghiệm vật lý trong kỳ 202 chưa được thi do covid 19 nên đã dời việc thí nghiệm. Em mong PDT có thể mở rông thời gian xét tốt nghiệp đến cuối tháng 11 khi tất cả các môn 202 đều có điểm được không ạ? Vì nếu xét tốt nghiệp trong thời gian này là một điều hết sức thiệt thòi với em do dịch nên em không thể hoàn thành chương trình thi cuối kỳ. Em mong PDT có thể xem xét giúp em với ạ. Em cám ơn. Thân ái, ",
    "Thưa Phòng Đào Tạo, Em hiện tại đã đủ các điều kiện để tham dự tốt nghiệp. Tuy nhiên ngày ctxh của em hiện đang có trục trặc về việc cập nhật nên đã bị chậm hơn 1 tháng, do đó em chỉ mới có 14.5 ngày, em cũng đã báo cáo để xử lý sớm nhưng vẫn chưa được ạ. Em xin phép được hỗ trợ thêm tên vào danh sách tốt nghiệp dự kiến. Em xin bảo đảm những hình ảnh và những điều em nhắn là sự thật và không làm giả. Mong được nhận phản hồi sớm nhất ạ.",
    "Em chào Phòng đào tạo ạ, Em là , MSSV: . Em vừa nhận được mail Thông báo về lịch xét tốt nghiệp đợt 2. Em có vào xem thông tin tốt nghiệp của mình, và được báo là thiếu ngày CTXH . Theo như quy định, số ngày CTXH để được xét tốt nghiệp là 15 ngày phải không ạ? Nếu vậy, xin Phòng Đào tạo xem lại giúp em vì em đã đủ 15 ngày CTXH rồi ạ . Em có đính kèm ảnh chụp màn hình ạ. Em rất mong sơm được nhận phản hồi từ Phòng Đào tạo. Em cảm ơn.",
    "Em chào anh/chị, Em là  - MSSV:  Em lỡ đăng kí môn học và không muốn học nữa nên đã gửi yêu cầu rút môn (có tính học phí). Có vẻ là đang trong quá trình xử lý nên tên em vẫn còn trong danh sách môn học đã đăng kí hủy. (Môn: Sức bền vật liệu, thí nghiệm - MMH: 809704) Vấn đề của em là, em đang muốn đăng kí Tốt nghiệp cho tháng 11/2021. Tuy nhiên, tại trang đăng kí báo em là không thể đăng kí do nợ Học phí (Ảnh đính kèm). Về phần học phí thì em chỉ chưa đóng phí của môn học sẽ rút ở kỳ này, tức là phải đóng học phí trong khoảng 02/11-09/11. Trong khi đó, deadline đăng kí tốt nghiệp chỉ có tới 31/10. Em cảm thấy nó bị xung đột vì nếu như hiện tại em sẽ không thể tốt nghiệp đúng hạn. Mong anh/chị giải quyết vấn đề này ạ.   i ",
    "Tốt nghiệp . Em chào pđt ạ . Em là  mssv  Vừa qua em có hỏi về vấn đề cập nhật danh sách tốt nghiệp, và pdt bảo là em nợ môn anh văn 3 msmh 003003.Nhưng kì hè vừa rồi e có học môn anh văn 3 msmh LA1007 là môn tương đương và đã qua môn rồi ạ,  nên em muốn pđt chuyển điểm cho e và cập nhật lại cho em đăng kí tốt nghiệp với ạ Em chân thành cảm ơn ạ",
    "Dạ phòng đào tạo cho em hỏi là hiện nay em đã hoàn thành xong chương trình học với tổng số tín chỉ là 144 tín chỉ (dư ra 3 tín chỉ) và đã hoàn thành bài thi anh văn TOEIC 2 kỹ năng Speaking và Writing với tổng số điểm là 275. Xin cho em hỏi là tại sao em không đủ điều kiện xét tốt nghiệp ở đợt này được không ạ ?",
    "Em đang muốn hủy hoãn thi, giờ em phải làm sao ạ?",
    "Em chào Thầy, Cô ạ, Em tên , mã số sinh viên , lớp VP16XDC . Ở HK211 này, em đã đăng ký môn học 809704 -  BEN V/LIEU, T/NGHIEM để giữ tình trạng sinh viên, nhưng sau đó em đã xin rút môn học và được phòng đạo tạo giải quyết theo hình thức RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Dường như là quá trình chưa được xử lý, và em vẫn có tến trong danh sách môn học đã đăng ký huỷ . Vấn đề của em là em muốn đăng ký tốt nghiệp cho đợt tháng 11/2021 (em đã có tên trong danh sách dự kiến tốt nghiệp). Tuy nhiên, tại trang đăng ký tốt nghiệp em được thông báo là không được phép đăng ký do nợ học phí (Ảnh đính kèm). Về phần học phí, em chỉ chưa thanh toán học phí môn học đã đăng ký rút ở kì này, dự kiến sẽ được phép thanh toán trong khoảng từ 2/11 - 9/11. Trong khi đó, deadline của đợt đăng ký tốt nghiệp chỉ tới 31/10, nếu tình hình như hiện tại thì em không thể tốt nghiệp đúng hạn được. Mong quý Thầy/Cô giải đáp thắc mắc giúp em, em xin cảm ơn quý Thầy, Cô ạ.",
    "Em chào cô/thầy, cho em hỏi là thời gian tổ chức lễ dự kiến của học kì 211 là vào ngày bao nhiêu ạ. Vì thời điểm này thành phố HCM đang dịch nên liệu có tổ chức online không ạ? Và cho em xin hỏi em có thể đăng ký nhận bằng tạm thời nhưng hoãn làm lễ trao bằng qua kì khác không ạ. Em xin cảm ơn.",
    "Dạ em chào thầy/cô, Khi em vào đăng kí tốt nghiệp thì nhận được thông báo nợ HP. Khi kiểm tra BKPay thì em có thấy là 2 bảng điểm em chưa đóng tiền. Tuy nhiên, sau đó em đã đóng rồi. BKPay cũng báo là Số khoản chưa thanh toán là 0 . Nhưng em vào lại trang đăng kí tốt nghiệp thì vẫn chưa được phép đăng ký do nợ HP. Em không biết em còn khoản nào chưa đóng không hay tài khoản của em bị gì không ạ? Em cảm ơn thầy/cô.",
    "Dạ em chào thầy/cô ạ, Hôm trước em có mail hỏi về av tốt nghiệp tháng 11 và việc đăng ký anh văn 4a, nhưng có lẽ em đã hiểu sai ý của thầy/cô trả lời em nên em đã bỏ lỡ cơ hội đăng kí anh văn 4a . Em xin hỏi là giờ em xin thầy/ cô cho em một cơ hội để đăng kí lại được không ạ? Với lại em có một thắc mắc là em có nghe nói là av4a học 5 tuần, vậy khi tụi em học xong và thi đạt thì có cơ hội được cứu xét để có thể dự buổi lễ tốt nghiệp vào tháng 11 không ạ? Em xin cảm ơn thầy/cô ạ.",
    "Thưa thầy/cô, em tên  (). Về việc hoãn thi 2 môn học của em là  Xác  suất và thống kê (MT2013) và Giải tích 2 (MT1005), em thắc mắc tại sao em lại nhận điểm 13.00 ??? Em đều đủ điều kiện để thi hai môn này ạ !!!",
    "EM đã đăng kí hoãn thi môn học học kì 203 hai môn MT1009 và MT1005 theo đúng link của nhà trường trước ngày 9/9/2021 nhưng trong danh sách sinh viên đăng kí hoãn thi- miễn thi lại không có. EM xem trong mail nhưng em không biết em đăng kí sai chỗ nào. Em đã đặt câu hỏi nhưng vẫn không biết giải quyết sao để có tên trong danh sách hoãn thi hai môn học kì 203. Hôm nay em gửi câu hỏi lần nữa, nếu sai sót chỗ nào mong được nhận được chỉ bảo để không bị con điểm 13.",
    "Kính chào các cô chú PĐT Con vừa thi rớt Toeic Speaking and Writing đầu ra của trường . Cho con xin hỏi là trường còn mở đợt thi ONLINE nào nữa không, để con có thể đăng kí thi lại và kịp đăng ký tốt nghiệp tháng 11?? Con xin cảm ơn.",
    "Em chào PĐT,  Hiện tại đã là 1/10, nhưng điểm em hoãn thi ở trên mybk của em vẫn là 13, không biết trường có sai sót gì không ạ, hay vẫn chưa cập nhật điểm . Em xin cảm ơn  2 mã môn hoãn thi:  IU2003 IU2021",
    "Phòng đào tạo cho em hỏi, Học kì trước em đã đủ điểm đạt môn Truyền số liệu và mạng. Học kì này em có đăng kí cải thiện điểm nhưng do không thể thi online nên em muốn chuyển điểm của học kì trước qua học kì này (202). Em đã hỏi giáo viên bộ môn và thầy nói em phải trình báo với Phòng đạo tạo. Trường hợp của em có được chuyển điểm không. Em xin chân thành cảm ơn.   i  .",
    "Kính gửi PĐT, em tên là  -  Hôm nay lúc 8h00 ngày 2/10 em có lịch thi cuối học kì 202 môn Hệ thống số - CO1023 nhưng em đang ở quê, không có thẻ sinh viên. Nên em kính xin PĐT xem xét hỗ trợ xác minh cho em ạ. Em xin cảm ơn",
    "Tốt nghiệp . Kính gửi Thầy/Cô ạ, Theo như em được biết thì đợt xét tốt nghiệp của học kỳ này dự kiến sẽ có hạn chót là tháng 12. Tuy nhiên lễ tốt nghiệp của trường mình thường diễn ra vào tháng 11. Thầy/cô có thể cho em hỏi là liệu buổi lễ có được dời lại và những bạn đăng ký xét tốt nghiệp sau 30/10 thì có được dự lễ không ạ? Mong Thầy/Cô có thể giải đáp thắc mắc giúp em ạ.Em chân thành cảm ơn Thầy/Cô.",
    "Em là  MSSV  Em có nhận được mail từ phòng đào tạo đã có tên trong danh sách tốt nghiệp dự kiến đợt 2. Tuy nhiên, khi em tra cứu thông tin tốt nghiệp dự kiến (211) EP 11/2011 thì không có tên mình trong danh sách. Mong phòng đào tạo kiểm tra lại thông tin giúp em ạ.",
    "Em kính thưa thầy/cô, Em tên là , MSSV: . Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Em có nguyện vọng được học môn Anh văn  bổ sung ạ. Nhưng vì thiếu sót của cá nhân em nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Theo kết quả đăng ký môn học thì được biết môn \"Anh văn A - LA103\" nhóm DT08 còn trống sĩ số. Vì lí do trên, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"Anh văn A\" (Mã môn học: LA103)- nhóm DT08 ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em xin hỏi là em đã đăng kí hoãn thi bằng form google và được gửi mail xác nhận nhưng em vẫn không có tên trong danh sách hoãn thi trên aao và bị điểm 13 ạ. Cho em xin hỏi em không được hoãn thi do GVBM không đồng ý hay sao ạ.",
    "Dạ em chào thầy cô PDT, Thông tin giấy NVQS của em: Mssv  Khoá Điện-Điện tử Địa chỉ 318, tổ 10, khu 3, ấp 3, xã Thừa Đức , Cẩm Mỹ, Đồng Nai Em đã đăng kí giấy xác nhận NVQS cả 2 tháng nay bắt đầu từ 2/8, trên myBK cũng hiện là giấy của em đã xử lí rồi. Nhưng mà đến giờ em vẫn chưa nhận được ạ. Thầy, cô kiểm tra giúp em là giấy của em đã được gửi bưu điện giúp em chưa với ạ, chứ ở chỗ em sắp hết hạn nộp giấy NVQS rồi ạ!  Với lại trên myBK, mong thầy cô đăng giúp em cái file giấy NVQS để có gì em in ra nộp tạm trước ạ! Em cảm ơn ạ",
    "Em thấy trong file có yêu cầu chữ ký của giáo viên dạy với chủ nhiệm khoa mà giờ em không có cách liên lạc được. Mong được thầy cô hướng dẫn ạ",
    "Dạ chào anh/chị, Em là , lớp CC17HC11, MSSV . Anh/chị cho em hỏi là nếu em muốn nhận Giấy xác nhận tốt nghiệp tạm thời thì Đơn đăng ký em có thể lấy ở đâu ạ? Ngoài ra thì khi nộp đơn thì em sẽ nộp cho ai ạ? Em xin cảm ơn anh/chị ạ.",
    "Do lúc trước trong lúc thi, nhà em bị mất điện nên em đã gửi yêu cầu hoãn thi môn giải tích 2 và đã được sự đồng ý của trường, nhưng vài hôm trước trong mục tra cứu sinh viên hoãn thi em lại không tìm thấy tên em ạ.",
    "Dạ tình trạng hiện nay khoa điện của em sắp phân nghành và em đã đăng kí hoãn thi môn MT1009 nhưng phòng đào tạo vẫn cập nhật em là điểm 13 có thể ảnh hưởng nghiêm trọng đến phân nghành mong pđt cho em hướng giải quyết ạ",
    "Dạ, em có đăng kí giấy xác nhận sv gửi bưu điện em đã kiểm tra thông tin người nhận trên bản scan là chính xác. Cho em hỏi sao đến nay vẫn chưa nhận đc ạ.",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM Em tên là: , mssv:  Về thời gian đăng ký địa chỉ nhận giáo trình và thẻ 3G, em nhận được mail nhắc đăng ký trước hạn 28/9 nhưng em không nhận ra và đã đăng ký trễ hơn hạn đã đưa ra. Đây là lỗi của em, nhà trường cho em xin lỗi ạ. Em mong trường có thể gửi lại cho em Giấy báo trúng tuyển và gọi nhập học; Giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự (cho SV nam); Giáo trình học kỳ 1 năm nhất và thẻ data 3G như các bạn khác. Em cảm ơn nhà trường rất nhiều.",
    "Em có đăng ký hoãn thi vào ngày 22/08/2021 cho môn PH1003 HK203 và đã có mail xác nhận. Nhưng hiện nay em chưa tìm được thông tin của mình trong danh sách hoãn thi, cũng không nhận được mail phản hồi là đăng ký sai thông tin như một số bạn khác. Kính mong Thầy Cô xem lại trường hợp của em có bị sót không ạ. Em xin cảm ơn vì đã xem xét yêu cầu của em ạ.",
    "Em chào thầy/cô, Em đã đủ điều kiện ngày công tác xã hội tối thiểu 15 ngày, tuy nhiên khi đăng ký xét tốt nghiệp trên mybk thì lại báo là   B Không được phép đăng ký (Nợ CTXH )   . Nhờ thầy/cô hỗ trợ cập nhật giúp em. Em xin cảm ơn.",
    "Em có yêu cầu in bảng điểm trên mybk (hoàn thành đóng tiền vào ngày 24/9). Nhưng hiện nay tình trạng trên trang vẫn ghi là đang in. Em đang cần bảng điểm để xin việc mong bên trường giải quyết giúp em.",
    "Em chào thầy cô, Em tên là  MSSV . Em đã nhận được email thông báo có trong danh sách tôta nghiệp dự kiến, tuy nhiên khi em vào thông tin tốt nghiệp và kiểm tra thì thấy hệ thống báo chưa có tên trong danh sách. Nhờ thầy cô kiếm tra giúp em với ạ. Em cảm ơn",
    "Em có đăng ký 2A môn anh văn 2 LA1039 và anh văn 3A LA1041 bị trùng với môn hình học họa hình CI1011, môn vẽ bóng CI1019 và môn vật lý 1. Em không biết nhà trường sẽ tự hủy môn khi bị trùng lịch đăng ký không ạ? Vì em thấy 2 môn anh văn đã xếp vào thời khóa biểu rồi ạ. Lịch trùng: 1. Anh văn 2A-thứ 4 tiết 13-15 (18:00 - 20:29) trùng hình học họa hình - thứ 4 tiết 13-14 (18:00 - 19:39) 2. Anh văn 3A-thứ 3 tiết 13-15 (18:00 - 20:29) trùng vẽ bóng phối cảnh tiết 13-14 (18:00 - 19:39) 3. Anh văn 3A-thứ 3 tiết 13-15 (18:00 - 20:29) trùng vật lý 1 tiết 13-14 (18:00 - 19:39)",
    "Em tên , MSSV:, em đã hoàn thành tất cả tín chỉ trong CTĐT và điểm cũng đã được cập nhật đầy đủ, nhưng hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa nhận được thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em để em ra trường đúng hạn ạ, em cảm ơn .",
    "Em xin chào thầy/cô, em là , MSSV 191073. Hiện em có một vài câu hỏi mong thầy/cô giải đáp giúp em là em có đăng ký theo mail của trường gửi về việc hoãn thi, nhưng hiện tại thì em kiểm tra kết quả hoãn thi thì chưa có tên em, và em cũng k nhận được mail thông báo là đăng ký sai mã môn học hoãn thi hay ngày giờ sai ạ. Em mong PĐT có thể kiểm tra lại giúp em được không ạ .",
    "Em chào thầy/cô, Em là , mã số sinh viên , sinh viên khoa Điện-điện tử. Em trong chương trình tài năng. Ở học kỳ 202, em có học cải thiện môn Đo lường và điểu khiển bằng máy tính vì môn này là môn tài năng và ở học kỳ trước em không đạt 7.5 điểm. Em đã được đăng ký tốt nghiệp nhưng môn này chưa được cập nhật điểm trên bảng điểm HK202 (điểm trung bình học kỳ không tính điểm môn này, em có đính kèm bảng điểm ạ). Nếu giờ em đăng ký tốt nghiệp thì có đủ điều kiện chương trình tài năng không ạ? Và làm cách nào để kiểm tra xem em có đủ điều kiện tốt nghiệp chương trình tài năng không ạ? Em mong sớm nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.",
    "Hiện tại em đang apply cho một học bổng và họ yêu cầu em nộp bảng điểm và điểm trung bình tích lũy thì em sẽ điền điểm trung bình tích lũy của kì mới nhất hay kì trước đó ạ do em còn thiếu một môn chưa có điểm kì vừa rồi ạ",
    "Em kính chào PĐT, Hiện tại khi kiểm tra thời khóa biểu em phát hiện mình đã đăng kí nhầm anh văn 2A Lớp DT04. Có lẽ do đường truyền bị lỗi và sơ suất của em. Nhưng thực tế em không có nhu cầu học. Em xin hỏi PĐT có thể em rút môn học được không ạ? Em thật sự không có khả năng chi trả thêm học phí dự thính hiện tại. Em xin lỗi vì đã làm phiền thầy cô PĐT ạ.",
    "Kính gửi PĐT Em tên là  - MSSV:  thuộc chương trình chất lượng cao ngành Kỹ thuật máy tính. Dạ em đã có kiểm tra đầy đủ điểm trung bình cũng như tín chỉ tích lũy, ngày CTXH và một số yêu cầu khác để tốt nghiệp theo quy định của nhà trường. Tuy nhiên em vẫn chưa thể đăng ký tốt nghiệp do hệ thống báo em không có tên trên danh sách tốt nghiệp. Kính mong PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn. Trân trọng ",
    "Kính gửi thầy/cô Em tên là , MSSV , lớp CC17KTMT, chương trình CLC, khoa Khoa học và kỹ thuật máy tính. Hiện tại em đã có đủ điểm tất cả tín chỉ nhưng em vẫn không có tên trong danh sách tốt nghiệp dự kiến. Em mong nhận được phản hồi ạ. Trân trọng",
    "Kính thưa quý thầy cô, vào ngày 20/08/2021 em đã có tạo mã phiếu CNSV..1 để in giấy chứng nhận sinh viên. Nhưng vì đợt đó nhập học tân sinh viên nên em không chỉnh được nơi nhận kết quả và đến bây giờ phiếu đã được xử lý. Hiện tại em đang ở quê và có mong muốn chuyển giấy xác nhận về quê [Khu phố 1, Thị Trấn, Giồng Trôm, Bến Tre]. Nên trường hợp này em có thể được hỗ trợ chuyển phát về địa chỉ nhận ở quê hoặc tạo phiếu mới hay liên hệ văn phòng khoa ạ? Em xin cảm ơn.",
    "Dạ em chào Phòng đào tạo ạ, Em tên  - Lớp: XD17VL - MSSV: . Dạ hiện tại em đã hoàn thành hết chương trình học (cũng như Tiếng Anh, CTXH) mà lúc nảy em đăng ký tốt nghiệp vẫn không bấm cập nhật được ạ. (Do lúc trước em có đăng ký Anh văn 1 để duy trì tình trạng sinh viên, nhưng em đã hủy môn học rồi ạ). Em rất mong sẽ nhận được phản hồi sớm từ phòng đào tạo ạ . Em xin chân thành cảm ơn phòng đào tạo ạ.",
    "Kính gửi : Phòng đào tạo Em tên là  MSSV :  Em có câu hỏi là trong trường hợp em đã đăng ký địa chỉ nhận giáo trình và thẻ 3g quá hạn thì e sẽ phải làm gì để có thể nhận được giáo trình và thẻ 3g ạ. Và em xin gửi lời xin lỗi tới nhà trường vì sự trễ hạn của em trong việc đăng ký địa chỉ nhận giáo trình và thẻ 3g. Em xin cảm ơn ạ. Trân trọng    ",
    "Tốt nghiệp . Em xin chào quý Thầy/Cô,  Em tên: Huỳnh Tấn Thiện MSSV: 1713291 Khoa: Kỹ Thuật Xây Dựng Nội dung:  Thầy/Cô cho em hỏi về việc xét đăng ký tốt nghiệp ạ ! Em đã hoàn thành chương trình đào tạo 142 chỉ vào HK 202, và em đã đăng ký môn học Anh Văn 1 để duy trì tình trạng sinh viên ở HK 211. Em cũng đã tiến hành hủy môn học này để thi Anh Văn nói viết và đã đạt điểm 220. Nhưng khi em đăng ký tốt nghiệp thì lại thấy tình trạng sinh viên là \"Nợ HP\". Bản thân em nghĩ chắc là do chưa đóng tiền học của môn em đã rút. Em phải giải quyết như thế nào ạ ? Vì ngày mở để được đóng tiền môn học em đã rút là qua ngày cuối cùng để đăng ký tốt nghiệp !  Mong Thầy/Cô giải đáp giúp em !  Em xin chân thành cảm ơn ! Trân trọng .",
    "Em là  sinh viên khóa 17 của Trung Tâm Bảo Dưỡng Công Nghiệp. Hôm nay Em đại diện cái bạn trong khoa gửi đơn này mong phòng đào tạo xem xét trường hợp của tụi Em. Tụi Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô phòng Đào Tạo, Em là Ngô Đức , sinh viên khóa K17 ngành Kỹ thuật Máy Tính, chương trình chất lượng cao. Hiện em đã đủ điểm số của tất cả các môn học và đạt đủ các yêu cầu để tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 ạ. Thầy/Cô có thể hỗ trợ giúp em được không ạ? Em xin cảm ơn, Trân trọng, .",
    "Em tên: , mssv: , lớp: CC20HK Hồi tháng 8 em có đăng kí hoãn thi cuối kì môn Đại số tuyến tính MT-1007 HK dự thính 203. Nhưng khi tra cứu trên danh sách Đăng kí hoãn thi HK203 lại không có tên em và môn học đã đăng kí. Em tra tại link http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 Mong pđt kiểm tra lại giúp em. Em cảm ơn.   i ",
    "Kính gửi phòng Đào tạo, Em là , khóa 2017 ngành Kỹ thuật Máy tính chương trình CLC. Hiện tại em đã có đạt điều kiện tốt nghiệp nhưng chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ. Anh chị có thể kiểm tra giúp em được không ạ, Em xin cảm ơn. Trân trọng, .",
    "Xin chào PĐT Cho em xin hỏi em có khoảng học phí HK202 quá hạn còn nợ chưa đóng, cho em hỏi bây em có thể đóng luôn được không. Em có cần làm giấy bổ sung gì không ạ Xin cảm ơn",
    "Em tên là   mssv  Em xin hủy hoãn thi 2 môn: đại số tuyến tính (MT1007) vật lí 2 (PH1005)",
    "Kính gửi các anh/chị phòng Đào Tạo, Em tên là   B  -     Khóa K17 - ngành Kỹ thuật Máy tính CLC - lớp CC17KTM2. Hiện tại em đã có đủ điểm số và hoàn thành đầy đủ các môn học nhưng em thấy vẫn chưa có tên em trong danh sách dự kiến tốt nghiệp đợt T11/2021. Anh/chị có thể kiểm tra giúp em được không ạ . Em cảm ơn anh/chị và chúc anh/chị có một ngày làm việc tốt lành. Trân trọng, .",
    "Kính gửi PĐT, Em tên là  - MSSV  Hiện tại em chưa có tên trong danh sách tốt nghiệp dự kiến (Mã TN.20211.1) của học kỳ 1 năm học 2021-2022 do trước đó không đủ số ngày CTXH Nhưng bây giờ em đã bổ xung đủ ngày CTXH (hình ảnh xác nhận đã được em đính kèm), nên em mong PĐT có thể hỗ trợ em bổ sung vào danh sách tốt nghiệp dự kiến để em có thể đăng kí ạ. Em cảm ơn PĐT rất nhiều.",
    "Kính gửi phòng đào tạo,  Em tên , MSSV  thuộc chương trình CLC khoa Kỹ Thuật Hóa học - ngành công nghệ Thực phẩm. K16 học chung K17. Hiện tại em đã thỏa mãn các điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách TN dự kiến vào tháng 11/2021. Kính mong phòng Đào tạo xem xét và giúp đỡ xử lý trường hợp của em ạ . Em xin cảm ơn!  Đính kèm là các minh chứng em đã hoàn thành đủ các điều kiện TN   B",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa, Em đã hoàn thành đủ 142 tín chỉ và đã đóng các khoản học phí nhưng do em có đăng ký 1 môn học (Tư tưởng ) ở kỳ 211 nên hiện tại trình trạng của em là nợ học phí và chưa thể đăng ký tốt nghiệp. Hiện em cần được công nhận tốt nghiệp trước ngày 15 tháng 10 để hoàn thành hồ sơ học bổng thạc sĩ về e-Printing tại trường Konkuk. Em mong PDT tạo điều kiện rút môn học cho em và em cam kết sẽ thanh toán học phí môn học. Em xin cảm ơn.",
    "Em tên là: , MSSV: , Lớp: DDK18KTD3 Em có tên trong danh sách dự kiến bị buộc thôi học vì học lực kém. Hiện tại kì trước là HK 202 em vẫn còn 4 môn chưa thi do tình hình dịch nhưng em vẫn có tên trong danh sách dự kiến bị buộc thôi học ạ . Cho em hỏi giờ phải giải quyết như nào ạ? Em xin cảm ơn.",
    "Em chào thầy cô Phòng đào tạo. Em là sinh viên K16 chưa có tên trong danh sách tốt nghiệp vì chưa đạt chuẩn anh văn nói viết. Cho em hỏi là em có cần làm thêm thủ tục gì không và khi nào trung tâm anh văn bổ sung thêm kì thi trực tiếp để em kịp thời tốt nghiệp. Em cảm ơn",
    "Tốt nghiệp . Em đã được gửi mail trong danh sách tốt nghiêp dự kiến nhưng trong mybk em lại trong tình trạng \"không được phép đăng kí (nợ HP)\" dù em đã đủ mọi điều kiện tốt nghiệp rồi ạ. Em xin hỏi em có thiếu gì không hay hệ thống bị lỗi ạ. Em xin cảm ơn!",
    "Em là  -  . Kì trước vì các lý do liên quan đến dịch Covid-19 mà em đã trình bày trong đơn hoãn thi gửi ngày 31/7/2021 đến phòng đào tạo, em được phòng đào tạo chấp nhận hoãn thi (ảnh bên dưới 1.png). Sau thời gian 6/9/2021 điểm được cập nhật là điểm 13 (2.png) của vắng thi nên em muốn hỏi rằng điểm vắng thi/miễn thi là 12/14, thông tin này để được xử lí . Theo thông tin của phòng đào tạo từ việc đăng kí lại hoãn thi, em nhận được email rằng kiểm tra điểm này sau 30/9/2021 (3.png) nhưng vẫn không có sự thay đổi ở điểm 13. Thêm vào đó, email mới nhất từ phòng đào tạo (4.png) có gửi 1 đường link (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802) nhưng sau khi tra mã số sinh viên, em không nằm trong danh sách từ đó sợ việc có sai sót nào đó. Mong pđt xem xét về trường hợp của em!  Trân trọng, .",
    "Em tên là , mssv: Em có một câu hỏi mong thầy cô giải đáp cho em. Hiện tại em không còn ở KTX, em muốn mua BHYT thì em phải đăng ký ở đâu và làm sao để mua được bảo hiểm ý tế. Em xin chân thành cảm ơn!",
    "Kính gửi thầy cô phòng đào tạo  Em có tên trong danh sách hoãn thi nhưng điểm mông đó vẫn bị 13 ạ . Mong phòng đào tạo xem xét ạ",
    "Chào Phòng đào tạo, Em tên là , MSSV , sinh viên khoá 2017 khoa Điện - Điện tử . Hiện tại, em đã có điểm các môn thạc sĩ từ giữa tháng 9. Tuy nhiên, điểm này vẫn chưa được chuyển về các môn tương ứng ở chương trình đại học. Em mong phòng đào tạo sớm chuyển điểm cho em và các học viên liên thông khác để kịp tiến độ đăng ký xét tốt nghiệp đợt này (dự kiến kết thúc vào 30/10). Em cảm ơn",
    "Em đã chuyển sang hệ VHVL vào học kỳ trước và học kỳ này đã được hiển thị đang theo học hệ VHVL Em có nhận được email buộc thôi học vào này hôm nay (02/10)  Em phải làm đơn như thế nào ạ? Em xin hỏi về hệ VHVL có buộc thôi học như thế nào và hệ có thể kéo dài tối đa được bao lâu?",
    "MSSV:  Em chào thầy(cô) chuyên trách ạ. Hiện tại khoa em đang xét phân nghành dựa vào số TCTL và số chỉ môn học hạn chót là 6/10. Tuy nhiên, do kì học vừa rồi em có đăng kí hoãn thi 1 môn(4 chỉ) vì vậy em được cập nhật thành điểm 13 trong bảng điểm môn học. Cho nên khi văn phòng khoa lấy điểm tích lũy để xét phân nghành thì em có điểm 13 nên điểm trung bình của em bị kéo xuống rất thấp dù được khấu trừ số tín chỉ. Vậy cho em hỏi đối với trường hợp này thầy(cô) sẽ cập nhật lại điểm 14 cho bảng điểm của em hay những người hoãn thi phải chịu điểm vậy cho đến chậm nhất 12/12 ạ. Hi vọng thầy(cô) xem xét ạ. Em cảm ơn thầy(cô) ạ!",
    "Dạ cho em hỏi PDT nói trước ngày 30/9 sẽ gửi mail file scan quyết định tạm dừng học cho em nhưng tới bây hiowf vẫn chưa có ạ",
    "Dạ thưa phòng đào tạo . Em đã đăng kí hoãn thi môn Đại số tuyến tính  MT1007 và giải tích 2 MT 1005 vào học kì 203 nhưng vẫn chưa có kết quả hoãn thi ạ . Mong phòng đào tạo xem xét",
    "Xin chào thầy,cô Em là , MSSV:,Khoa Điện-Điện tử Học kỳ 202 em có hoãn thi môn học Triết học -, SP1031, 04- đã được xác nhận không bị cấm thi của giảng viên. Hiện tại bảng điểm của em chưa được cập nhật và đang còn điểm 0 ạ, mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn.",
    "Em cần bổ túc hồ sơ nghĩa vụ quân sự năm 2022 theo yêu cầu của Phường. Không biết em có thể xin xác nhận còn đang học của nhà trường ở đâu ạ?",
    "Em chào thầy cô, hiện tại trên trang đăng kí tốt nghiệp của em bị báo là do nợ học phí nên không thể đăng kí tốt nghiệp được . Hiện tại em đã đóng đủ học phí và trên bkpay cũng xác nhận rồi nhưng chưa thấy cập nhật trên đăng kí tốt nghiệp ạ Kinh mong thầy cô xem xét và cập nhật giúp em. Em cảm ơn,",
    "Kính gửi PĐT Em tên là  -MSSV: thuộc chương trình chất lượng cao ngành Kỹ thuật máy tính. Em có kiểm tra tín chỉ tích lũy và điểm trung bình, ngày CTXH và đã thấy đẩy đủ đề có thể xét tốt nghiệp. Nhưng em thấy mình vẫn chưa có thể đăng ký tốt nghiệp được do hệ thống báo em không có tên trong danh sách tốt nghiệp. Kính mong PĐT kiểm tra lại giúp em. Em xin cảm ơn. Trân trọng ",
    "lúc trước lap bị hư em có làm đơn hoãn thi. nay mới sữa được lap . em thi môn đó luôn có bị sao hông ạ . MSMH EE2039. Tên môn học : Vi xử lí ạ",
    "Thầy/Cô cho em hỏi hiện tại nộp đơn thanh toán trễ qua đâu được ạ? Em cảm ơn ạ!",
    "Kính gửi Quý thầy/cô và Phòng Đào tạo, Tên em:  MSSV:  - Hệ VLVH SV Khoa: Khoa học và Kỹ thuật máy tính Hiện tại, khóa biểu của em đang hiển thị 2 môn: Đề cương LVTN - sau đây gọi là ĐCLVTN (Mã: CO4331) và Luận văn tốt nghiệp - sau đây gọi là LVTN (Mã: CO4333) . Trước đây khi chưa có kết quả của môn tiên quyết là ĐCLVTN và chứng chỉ Anh văn nên em đăng ký 2 môn trên cho chắc. Do tình hình dịch bệnh em không kịp thi chứng chỉ Anh văn. Em cũng đã liên hệ Giáo vụ Khoa và Giáo viên hướng dẫn để xin được đổi lại đề tài cho LVTN thì được biết khi đổi đề tài phải làm lại ĐCLVTN từ đầu. Do đó, em không đủ điều kiện để làm LVTN trong học kỳ này. Kính mong Phòng đào tạo cho phép em được hủy môn LVTN (CO4333) và phần học phí môn LVTN này. Em chân thành cảm ơn, Kính chúc Quý thầy/cô nhiều sức khỏe.",
    "Em là , mssv , em đã hoàn thành xong các môn học theo chương trình đào tạo và cũng đã có điểm update rồi nhưng em chưa thấy mail hay thông tin gì về đăng kí tốt nghiệp ạ. Mong PĐT xem xét giúp em. Thanks and Best Regards",
    "Kì 202 em có hoãn thi môn giải tích 2(MT1005), em đã có tên trong danh sách hoãn thi của phòng đào tạo, nhưng sao điểm môn giải tích 2 của em vẫn được tính vào trung bình tích lũy ạ. Điều này ảnh hưởng đến việc phân ngành của em, mong phòng đào tạo xem xét ạ!! em xin cảm ỏn",
    "Kính gửi phòng đào tạo của trường Đại Học Bách KhoaEm tên - MSSV: - lớp CC20HKPhòng Đào Tạo có nói tên em có trong danh sách đăng ký hoãn thi môn MT1007 nhưng em đã kiểm tra lại và vẫn chưa thấy ạ. Mong Phòng Đào Tạo kiểm tra MSSV và tên của em lại giúp em với ạ Em cám ơn",
    "em đã đăng ký hoãn thi môn Cơ học vật liệu IU2001 ở hk 202, thi 10h ngày 24/08.Đến nay tại mục điểm thi em vẫn bị 13đ ạ.Mong nhà trường giải quyết giúp em email của em:",
    "Phòng đào tạo cho em hỏi. Em là K17 đã bảo vệ luận văn xong, em vẫn còn thiếu môn học av4 và thi anh văn nói viết để đủ chuẩn đăng kí tốt nghiệp. Theo dự định em sẽ thi nói viết online và thi toic nghe đọc để chuyển điểm cho môn học av4. Tuy nhiên do dịch covid nên vẫn chưa thể thi 2 kỹ năng nghe đọc. học kì này em không đăng kí môn nào. Phòng đào tạo cho em hỏi, ở trương hợp của em thì: 1. Nếu như thỏa điều kiện về av nói viết, thi toic nghe đọc thì hạn chót để em đăng kí chuyển điểm môn av 4 và hạn đăng kí tốt nghiệp là khi nào ạ? 2. Nếu như không thi được toic nghe đọc, hoặc quá hạn để chuyển điểm/ đăng kí tốt nghiệp thì em có bị đình chỉ học kì hay tình huống gì sẽ xảy ra ạ? và em phải làm những thủ tục gì để được đăng kí tốt nghiệp trong kì tiếp theo ạ?",
    "HK202 em có đk hoãn thi các môn : Giải Tích 2, Đại Số Tuyến Tính,  Máy,  2 nhưng hiện tại bảng điểm của em trên mybk vẫn đc điểm 13 vắng thi mong pdt xem xét lại",
    "Chào thầy cô, Em tên , MSSV . Ngày 1/10/2021 em có nhận mail thông báo tốt nghiệp. Trong mail thì có khi thời gian tiếp nhận phản hồi chỉ đến 20/10. Hiện tại em đang muốn nộp lại bằng anh văn để đủ điều kiện xét bằng tài năng, vì chứng chỉ nói viết hiện tại của em không đủ điểm chuẩn. Như vậy, em có thể bổ sung sau ngày 20/10 để có thể lấy được bằng tài năng không ạ?  Em cám ơn quý thầy cô đã đọc qua mail này. Mong thầy cô giải đáp giúp em ạ.",
    "Cho em hỏi,lúc đầu năm hk1 do mới vào trường nên em chưa rành việc đăng ký học môn học nên em đã đăng ký trễ môn TDTC,hk2 thì em đã đăng ký 1 lớp bơi nhưng ngày đầu tiên đi học thì được thông báo lớp bị hủy,trong khi tkb vẫn còn ghi lịch ạ.Em muốn hỏi pdt liệu em đã ko học 2 kì TDTC rồi vậy lên năm 2 em có được đăng ký học nữa ko ạ.",
    "Kính gửi thầy/cô, Em có đăng kí hoãn thi siêu cao tần học kì 202 và có kiểm tranh danh sách của phòng đào tạo gửi hôm 30/9 có tên em Nhưng điểm cập nhật trên bảng điểm ngày 2/10 lại là điểm 13! Mong thầy cô giải đáp giúp em ",
    "Thầy cô cho em hỏi, em đã có đăng ký hoãn thi 2 môn là giải tích 2 ( MT1005 ) và xác suất thống kê ( 2013 ), em không bị cấm thi và nhà trường đã có phản hồi đồng ý hoãn thi nhưng hiện tại em kiểm tra danh sách hoãn thi thì môn xác suất thống kê ( MT2013 ) vẫn chưa được cập nhật và điểm cả 2 môn trên bảng điểm đều nhận điểm 13 (Cấm thi) thay vì điểm 14 (Hoãn thi). Mong quý thầy cô và phòng đào tạo xem xét và xác minh thông tin giúp em ạ, em chân thành cảm ơn.",
    "Dạ vào học kỳ 203 em có đăng ký hoãn thi môn Giải tích 1, giờ em muốn hủy yêu cầu hoãn thi môn Giải tích 1 thì phải làm sao ạ vì em đủ điểm qua môn rồi nên nếu bị hủy kết quả em sẽ phải hoạc lại rất tốn thời gian ạ. Em xin cảm ơn",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM Em tên là :  mssv: Ngày 29/9 8h sáng em có dự thi tiếng anh sơ bộ, điểm danh vào có mặt đầy đủ và không bị lỗi trong quá trình thi nhưng em nhận được 1 lịch thi mới vào ngày 3/10 lúc 16h30. Hôm 29/9 có một bạn cùng họ tên với em vắng mặt nên có thể em bị nhầm lẫn với bạn đó nên em mong sớm được xử lý ạ",
    "em tên , mssv  cho em hỏi là lần trước BKSI có thông báo rằng đợi hết 30/9 sẽ cập nhật lại điểm hoãn thi . Tại sao hiện tại điểm hoãn thi môn xác suất thống kê của em vẫn là 13 ( chưa được cập nhật thành điểm 14)?. Mặc dù em đã có tên trong danh sách hoãn và có sự đồng ý từ PĐT. Em xin cảm ơn ạ!",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM Em tên là :  mssv: Ngày 29/9 8h sáng em có dự thi tiếng anh sơ bộ, điểm danh, có mặt đầy đủ và không bị lỗi trong quá trình thi nhưng em nhận được 1 lịch thi mới vào ngày 3/10 lúc 16h30. Hôm 29/9 có một bạn cùng họ tên với em vắng mặt nên có thể em bị nhầm lẫn với bạn đó nên em mong sớm được xử lý ạ",
    "Dạ thưa em là sinh viên đã hoàn thành toàn bộ tín chỉ và điểm kỳ luận văn vừa rồi cũng đã có hồi tháng 8 ạ. Hiện tại em không thể đăng ký tốt nghiệp. Em muốn hỏi trường tại sao hiện tại em lại không có thông tin trong danh sách tốt nghiệp của trường ạ. Trường có thể xem lại giúp em được không ạ.",
    "Em thuộc K17 ctrinh OISP khoa Công nghệ Thực phẩm. Hiện tại lớp em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Mong nhà trường cập nhật sớm ạ.",
    "Em tên , mssv , em đã hoàn thành tất cả tín chỉ trong CTĐT và điểm đã được cập nhật đầy đủ nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa nhận được thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn.",
    "Dạ, chào Quý Thầy Cô! Dạ, em không có tên trong danh sách tốt nghiệp tháng 11 năm 2021. Nhưng chưa biết lý do, rất mong quý Thầy Cô kiểm tra giúp em ạ. Em còn thiếu điều kiện gì ạ? Em xin cảm ơn. Trân trọng",
    "Dạ em kính chào quý thầy cô phòng đào tạo Em là  MSSV:  Em có câu hỏi là hình 4x6 sử dụng để đăng ký tốt nghiệp có được mang kinh không ạ? Em xin cảm ơn quý thầy cô phòng đào tạo!",
    "Gửi PĐT Cho em hỏi hiện tại muốn xin giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì phải làm sao ạ vì ở quê em đang cần gấp ạ. Em xin chân thành cám ơn",
    "Chào thầy cô. Em là sinh k17, có đăng kí dự phòng 1 môn nhưng bây giờ đã qua. Cho em hỏi cách thức hủy môn học ạ. Em cảm ơnn",
    "Thưa cô em tên là  - .Chiều nay em có thi Vi xử lý ca 16h00 và do sơ suất nên em đã quên đăng xuất. Kính nhờ quý thầy cô có thể mở khoá cho em để em có thể nộp video ghi màn hình vì đã hơn 2 tiếng trôi qua nhưng em vẫn chưa đăng nhập được. Em xin cảm ơn.",
    "Kính chào quý thầy cô Phòng Đào tạo, Em tên là , mssv , Khoa Kỹ thuật Xây dựng, Vừa qua em có thi tiếng anh nói viết do BK English và Phòng đào tạo tổ chức. Nhưng không mai là em bị thiếu 10 điểm. Nên không đủ chuẩn để tốt nghiệp. Mà em đã hoàn thành xong toàn bộ chương trình học rồi. Chỉ còn thiếu chuẩn tiếng anh nói viết nữa thôi. Hạn chót đăng ký tốt nghiệp theo PĐT là 31/10. Em thấy cũng có nhiều bạn bị thiếu điểm giống em. Nên em viết thư này kính nhờ PĐT có thể tổ chức thêm 1 lần thi trực tuyến  nữa trong tháng 10, để chúng em thi lại với hy vọng sẽ ra trường đúng hạn vào tháng 11. Do hiện tại BK English vẫn chưa tổ chức thi trực tiếp tại trung tâm. Xin lỗi vì đà làm phiền thầy cô. Rất mong nhận được phản hồi từ phía thầy cô. Em xin chân thành cảm ơn! Trân trọng,",
    "Dạ em đăng nhập vào web ocb để thanh toán tiền học phí, nhưng nó xuất hiện lỗi này và em đã mail hỏi bên phòng đào tạo nhưng chưa được trả lời ạ, 4/10 là hết hạn nhưng giờ web vẫn hiện lỗi này.",
    "Dạ cho em xin quy trình để rút môn học mở rộng thuộc chương trình Kỹ sư tài năng   i ",
    "Em chào Thầy/Cô, Thầy/Cô vui lòng cho em hỏi về thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp ạ ? Em có được tiếp tục sử dụng email và BK Net ID để truy cập vào các kho tài liệu đã lưu như Drive hay BK E- learning không ? Mong Thầy/Cô giải đáp. Trân trọng cảm ơn.",
    "Rút môn học Kính gửi phong đào tạo Em tên  MSSV: Em gửi đơn xin phép Rút môn học Anh Van 350 Môn Học AV350 Vì từ bữa bắt đầu học tới giờ em không nhận được thông báo về môn học cũng không thấy được thời khóa biểu của học kỳ này cũng như trên BKEL nên đã làm ảnh hưởng khiến em bỏ lỡ nhiều tuần học cũng như không theo kịp tiến độ và không điểm danh cũng ảnh hưởng không nhỏ đến mặt điểm số, tình trạng học tập và chuyên cần nên em xin được hủy môn này Mong thầy cô cho phép em được rút môn học không đóng học phí, em xin cảm ơn ạ! !",
    "Chào phòng đào tạo, em muốn thông báo cho PĐT là em có đăng ký rút môn học 2 lần với 2 môn khác nhau. Trong đó lần 2 em vừa gửi xong (đã trễ hạn 2 ngày) so với quy định trên mail nhưng vẫn điền form được và đã được mail xác nhận. Vì thế em mong phòng đào tạo chấp nhận cho em rút cả 2 môn ạ! Hai môn học của em là: EE3121 Thiết kế vi mạch tương tự và hỗn hợp (đăng ký rút ngày 28-9) EE1009 Phương pháp tính (đăng ký rút ngày 3/10)  Em cảm ơn PĐT!   i  .",
    "Em chào thầy/cô ạ, Học kì 202 em có hoãn thi 3 môn nhưng đến nay trên bảng điểm của em vẫn còn hiện điểm tổng kết môn học chứ chưa chuyển qua điểm HT(hoãn thi). Hôm nay đã qua ngày 30/9, không biết vấn đề này em sẽ giải quyết thế nào ạ? Em cảm ơn thầy/cô ạ!",
    "Tốt nghiệp . Dear Thầy/Cô, Em tên là: Nguyễn Đăng Quang-1413087. Hiện tại biểu mẫu \"Lý lịch cho sinh viên tốt nghiệp\" tại : http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=91&tid=97 --  Đã bị lỗi và không tải được. Em đã chuyển thành công từ hệ SV chính quy sang hệ VHVL nhưng tình trạng SV vẫn là nghỉ. Vậy em có cần làm đơn \"Phiếu đăng ký thu nhận lại\" và nộp cho PDT không ạ? Em hiện tại đang ở: XUÂN TÂM- XUÂN LỘC- ĐỒNG NAI. Và chưa thể di chuyển lên thành phố vì chưa có thẻ xanh và chỉ thị 15+ thì em không được di chuyển khỏi tỉnh Đồng Nai. Mong quý Thầy/Cô hỗ trợ em vấn đề này ạ. Em xin chân thành cảm ơn. Chúc Thầy/Cô 1 ngày tốt lành. Regards/Quang.",
    "Dạ chào thầy cô, Em tên là  MSSV . Kỳ 202 vừa rồi em và một số bạn có môn Thực tập kỹ thuật ô tô TR3075 do dịch bệnh nên môn đó em chưa được học và các thầy trong khoa đã sắp xếp để tụi em học môn đó và kì 211. Nhưng trên bảng điểm kỳ 202 thì môn đó em bị điểm 13 và ảnh hưởng đến điểm trung bình tích lũy kì 202 ạ. Em có hỏi thầy bộ môn và thầy bảo em liên hệ pđt ạ. Mong phản hồi từ thầy cô. Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên , SV K17 ngành Kỹ thuật Máy Tính, MSSV . Hiện tại em đã đạt được đủ các yêu cầu để đăng ký tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp đợt 11/2021. Mong Phòng Đào tạo hỗ trợ và kiểm tra giúp em. Em xin cảm ơn ạ. Trân trọng, .",
    "Chào thầy(cô) ban chuyên trách pđt ạ. Sắp tới, 6/10 khoa em có tổng kết điểm TBTL để xét phân nghành tuy nhiên do em hoãn thi đã được cho phép và có danh sách nhưng tạm thời đặt điểm 13. Vì vậy mong thầy cô có thể kiểm tra và cập nhật lại điểm 14 để việc xét phân nghành của em không bị ảnh hưởng bởi điểm này không ạ. Em tên là , MSSV: . Mong thầy(cô) xem xét và tạo điều kiện cho em trong việc xét phân nghành sắp tới của Khoa ạ. Em cảm ơn rất nhiều ạ!",
    "Em chào các thầy cô, Em là , sinh viên ngành HTNL lớp VP2016 . Hiện tại em chưa nhận được mail đăng kí tốt nghiệp vì chưa hoàn thành môn giáo dục thể chất 3 . Tuy nhiên em đã học môn bóng đá (Mã MH PE1009) vào học kỳ 20-3 để chuyển điểm cho môn giáo dục thể chất 3 . Kết quả chuyển điểm cũng đã được cập nhật trên thông tin sinh viên tại mybk . Em mong các thầy cô kiểm tra lại giúp em. Em chào và cảm ơn các thầy cô.",
    ": Em đã đăng ký in bảng điểm và đã thanh toán phí qua bkpay nhưng qua hạn nhận kết quả mà hệ thống vẫn chưa xác nhận và vẫn hiển thị là đang in. Em mong phòng đào tạo giải quyết sớm giúp em",
    "Kính chào quý thầy cô! Học kỳ 202 em có đăng ký môn CH313 Mô hình hóa,mô phổng & tôi ưu hóa công nghệ hóa học. Sau khi thi online cuối kỳ do em không thể đăng nhập vào hệ thống BK exam để nộp bài được, và sau đó em có gửi bài qua mail thầy nhưng sau đó em thầy không chấp nhận bai đó và kêu em xin hoãn thi. Em đã đăng ký hoãn thi, nhưng sau khi bảng điểm cập nhật em lại nhận điểm 13 ạ. Em mong thầy cô giải quyết giúp em ạ. Em chân thành cảm ơn ạ.",
    "Em chào PĐT, Em là  -MSSV:  - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính. Hiện nay, em đã hoàn thành xong ctđt bậc Đại học, tích lũy đủ số tín chỉ và đã có đầy đủ điều kiện Anh văn, điều kiện CTXH để tốt nghiệp. Tuy nhiên, hiện tại PĐT vẫn chưa cập nhật đủ kết quả học tập của em, vì vậy em chưa có tên trong danh sách dự kiến tốt nghiệp. Hiện tại công ty nơi em làm việc yêu cầu em nộp bằng tốt nghiệp, tuy nhiên đến thời điểm hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp theo dự kiến nên không thể đăng kí tốt nghiệp . Em xin PĐT có thể xem xét trường hợp của em, và cấp trước cho em chứng nhận tốt nghiệp tạm thời sớm nhất có thể, vì công ty yêu cầu bằng tốt nghiệp thì em mới có thể duy trì công việc. Mong nhận được phản hồi và sự hỗ trợ giúp đỡ từ PĐT, em cảm ơn PĐT rất nhiều. BRs,   i Tốt nghiệp .",
    "Xin chào thầy cô, em tên  ẠT_ khoa Xây dựng , năm nhất em có đăng kí vay sinh viên, năm nay em muốn tiếp tục mà tình hình này không đi học được, thầy cô chỉ em cách đăng kí với ạ. Em cảm ơn",
    "Dạ chào pđt , do tình hình mới hết dịch , mẹ em mới đi làm lại nên chưa xoay được tiền đóng học dự thính , em xin được dời lại hoặc cần làm đơn như thế nào , pđt giúp em ! Em cảm ơn pđt ạ",
    "Do gia đình em đag năm trong khu vực vùng đỏ bị phong tỏa nên không thể ra ngoài đóng học phí và nạp tiền vào thẻ để đóng onl nên em muốn xin pđt cho em gia hạn học phí dự thính để gia đình em tìm cách xoay sở. Em cám ơn",
    "Em là Giang sinh viên k17 khoa   B KH&KT Máy tính   , ngày mai (04/10) là ngày nhập học của SV k21. Em muốn viết đơn này xin PĐT cho em đăng kí 2 môn   B Hệ Thống Số (CO1023)    và   B Đồ án Hệ thống số (CO1029)    học chung với k21, để thay thể cho môn   B Hệ thống số (CO1009)    em đã trượt hồi năm nhất ạ. Em mong PĐT sớm giải quyết để em sớm hoàn thành chương trình học và tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT. Do em vừa thi rớt tiếng anh nói viết và hiện tại chưa biết đến khi nào mới được thi lại mà địa phương kêu chuẩn bị đi khám nghĩa vụ quân sự. Đợt vừa rồi do chủ quan nên em đã không đăng ký môn học để xin giấy xác nhận sinh viên. Xin hỏi PĐT là có cách nào để em có thể có được giấy xác nhận sv bây giờ không ạ? tại vì em thấy khả năng của mình sẽ không thi đậu tiếng anh nói viết được trong kỳ này mà trường hợp xấu em đậu khám nghĩa vụ thì sẽ bị gọi đi khi đó em sẽ không thể tốt nghiệp được nữa ạ. Kính mong pđt hỗ trợ em ạ. Em xin chân thành cảm ơn ạ.",
    "Em đã hoãn thi môn Nhiệt động học và truyền nhiệt HK202(có xác nhận của pdt)  Nhưng hôm nay thầy hướng môn THÍ NGHIỆM Nhiệt động học và truyền nhiệt có tổ chức một buổi kiểm tra bù môn THí NGHIỆM. Vậy em có phải tham gia buổi kiểm tra không? Em xin cảm ơn",
    "Em là , MSSV: . Em muốn đăng kí thi anh văn nói viết online nhưng khi em đăng kí thì ghi là \"bạn không được phép đăng kí\". Ban đầu, em tưởng là do em không đăng kí môn học (do em đã hết môn) nên không đăng kí được nên em có liên hệ với văn phòng , bên  nói em liên hệ lại phòng Đào Tạo nhờ hộ trợ ạ! Mong phòng Đào Tạo xem giúp em ạ!",
    "Dạ cho em hỏi về việc xếp loại tốt nghiệp là nếu rớt hơn 5% tổng số tín chỉ tích lũy theo chương trình đào tạo, bị cảnh cảo học vụ hay học vượt số tín chỉ thì sẽ bị hạ một bậc tốt nghiệp như từ xuất sắc xuống giỏi, giỏi xuống khá đúng không ạ? Và vấn đề này là mình có áp dụng cho K20 không ạ? Với em nghe là chỉ hạ bậc xuất sắc xuống giỏi còn giỏi với khá thì được giữ nguyên ạ. Mong quý thầy/cô sớm phản hồi ạ. Em xin cảm ơn.",
    "Cho em hỏi có thể giải quyết gấp giấy xác nhận sinh viên giúp em được không ạ do địa phương yêu cầu t2 ngày 4/10/2021 phải nộp cho địa phương. Em đã gửi yêu cầu được 1 tuần rồi ạ. Em xin cảm ơn. ",
    "Dạ cho em hỏi em đã đóng tiền in bảng điểm. PĐT có thể scan bảng điểm gửi cho em được không ạ?Em xin cảm ơn",
    "Em tên  -  Thầy/cô cho em hỏi Thầy hướng dẫn LVTN của em là Thầy , khoa Cơ Khí, bộ môn Thiết Bị và Vật liệu Cơ khí. Thầy/cô cập nhật lại dùm em. Em cám ơn ạ",
    "Dạ em có đăng ký hoãn thi môn 3 môn là SP1005, ME3013 và ME2007. Hiện tại trên bảng điểm đang hiện thị môn SP1005 là em vắng thi và các môn khác thì chưa cập nhật ạ. Dạ cho em hỏi rằng các môn hoãn thi của em sẽ được cập nhật lại thành 14(hoãn thi) sau đúng không ạ.",
    "Chào ad. Mình có 1 chút khắc mắc trong việc rút hồ sơ của sinh viên. Bạn có thể giúp mình giải thích về những việc cần thiết để  lấy  hồ sơ với ạ . Thân.",
    "Kính gửi phòng đạo tạo. Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu mở từ ngày 20/9 đến 28/9 do nhà em không có mạng thường trực nên đã bỏ lở thời gian đăng ký môn học. Kính xin phòng đạo tạo cho em đăng ký bổ sung môn học anh văn 4A có mã môn học là LA1043. Kính mong được phòng đạo tạo chấp nhận. Em xin chân thành cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV là , lớp CC20ROB1. Em đã đăng kí xin hoãn thi một số môn ở HK202 và HK203 và được nhà trường gửi mail đồng ý. Tới ngày 29/9, nhà trường gửi danh sách hoãn thi. Sau khi kiểm tra thì các môn HK202 em xin hoãn có hiện đầy đủ, nhưng tên em không có trong danh sách hoãn thi HK203. Các môn em đăng kí hoãn thi HK203 cụ thể là môn Xác suất thống kê (MT2013), Kinh tế học đại cương (IM1013) và môn Pháp luật Việt Nam đại cương (SP1007). Em hi vọng nhà trường kiểm tra giúp em. Em cảm ơn ạ!",
    "Em thuộc Khoa Khoa học Ứng dụng, cho em hỏi chừng nào mình có giấy tốt nghiệp tạm thời ạ?",
    "Em tên là , MSSV: , lớp CC17HTP ạ. Em đã hoàn thành xong các môn học và Luận văn từ hồi tháng 8 nhưng hiện tại vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Kính mong nhà trường xem xét giúp em ạ. Em xin cảm ơn.",
    "Kính chào thầy/cô Em tên , MSSV  Em xin trình bày 2 vấn đề của em như sau: 1. Học kỳ 203, em có đăng ký hoãn thi môn Giải tích 2 (MT1005) và Phương pháp tính (MT1009) và đã nhận được mail xác nhận từ PĐT là đã đăng ký. Nhưng hiện tại khi tra cứu theo link trong mail của PĐT thì kết quả là không tìm thấy MSSV. Nhờ thầy/cô kiểm tra lại giúp em hoặc hướng dẫn em giải quyết vấn đề này ạ. 2. Cho em hỏi khi được chấp thuận hoãn thi thì khi nào em có thể đăng ký thi lại ạ? Em trân trọng cảm ơn.",
    "Kính chào thầy/cô, Em tên là  (MSSV: ), em viết email này để trình bày về sự cố em gặp phải trong lúc đang thi kỹ năng Viết, được tổ chức vào đợt 3 lúc 9 giờ, ngày 02/10/2021. Vào khoảng 10 giờ 15 phút, tòa nhà nơi em đang ở bị mất điện và mất kết nối mạng đột ngột. Phía tòa nhà thông báo là họ đang bảo trì nhưng lại cập nhật thông tin vào lúc 10 giờ, nên em hoàn toàn không thể chủ động kiểm soát điều này. Do đó, kính mong thầy/cô cân nhắc đề xuất một phương án cho trường hợp của em. Em đã liên hệ với quản lý tòa nhà và họ đồng ý cung cấp mọi bằng chứng nếu thầy/cô có yêu cầu. Đây là một sự kiện bất khả kháng. Hơn nữa, em rất mong có thể tốt nghiệp đúng hạn vì đây là kỳ thi cuối cùng của em trong 4 năm học tại trường. Ngoài ra, phía doanh nghiệp em đang theo làm đã yêu cầu sớm nộp bằng tốt nghiệp trong năm, nên nếu lỡ đợt thi này có lẽ sẽ khá khó khăn cho em. Từ những điều trên, em hy vọng rằng thầy/cô sẽ sắp xếp cho em một lịch thi mới để em kịp tiến độ học tập của mình. Chân thành cảm ơn thầy/cô. Trân trọng",
    "Kính gửi phòng đạo tạo. Em tên là  MSSV . Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu mở từ ngày 20/9 đến 28/9 do nhà em không có mạng thường trực nên đã bỏ lở thời gian đăng ký môn học. Kính xin phòng đạo tạo cho em đăng ký bổ sung môn học anh văn 4A có mã môn học là LA1043. Kính mong được phòng đạo tạo chấp nhận. Em xin chân thành cảm ơn ạ.",
    "Em chào phòng đào tạo, phòng cho em hỏi địa phương em yêu cầu giấy tạm hoãn nghĩa vụ quân sự thì giờ em chờ trường cấp cho như mọi năm hay phải lên mybk điền đơn yêu cầu ạ? Nếu phải yêu cầu thì em yêu cầu diện gì ạ? Là cấp lại giấy tạm hoãn nvqs hay là giấy bổ sung hồ sơ cho địa phương ạ? Em mong nhận được câu trả lời từ phòng đào tạo, em cảm ơn.",
    "Hiện tại, em đã học đủ 142 chỉ, nhưng chưa có tiếng anh để xét tốt nghiêp. Em đã thi và đang chờ kết quả. Hôm nay dưới xã của em (thuộc Vũng Tàu) đã gửi giấy gọi về đi khám nghĩa vụ quân sự vào ngày 12/10 tới đây, em muốn xin giấy chứng nhận sinh viên để có thể tốt nghiệp trong năm nay hoặc đầu năm sau, giờ em phải làm sao ạ",
    "Em chào pdt. Em muốn hỏi về thủ tục hủy thi anh văn nói viết ngày 10/10?. Do em bị cách ly tập trung nên không thể dự thi được. Nếu em không dự thi đợt 4 (ngày 10/10) thì có thể đăng ký đợt sau được không? Và có bị ảnh hưởng gì không? Em cám ơn.",
    "Em xin được gửi lời chào đến Thầy/Cô Em muốn hỏi là dịch vụ bưu chính chuyển bảng điểmằng tạm đã được nối lại cho các điểm đến ở ngoại tỉnh chưa ạ? Hiện em đang ở Biên Hòa, Đồng Nai. Trong trường hợp chưa được nối lại thì em muốn hỏi là có thể đến trường lấy được không, và thủ tục như thế nào ạ? Em xin chân thành cảm ơn Thầy/Cô",
    "Em là , MSSV  Hiện 16:00 ngày 02/10/2021 em có tham gia thi môn  , lúc thoát tab đã đăng xuất tài khoản trên trang BKEX (BKexam), nhưng đến hôm nay ( ngày 03/10/2021) tài khoản của em ở BKEX vẫn bị khóa ạ",
    "Em chào PDT. Em thấy trên aao mục tốt nghiệp thì hạn đăng kí xét tốt nghiệp là 20/10. Nhưng khi vào bkel thì em thấy trong phần đăng kí thì hạn đến hết ngày 31/10. Vậy PDT cho em hỏi là hạn cuối chính xác là ngày nào ạ. Em cảm ơn.",
    "Tốt nghiệp . Dạ trường cho em hỏi một vấn đề ạ. Tình hình là em chỉ còn thiếu chuẩn anh văn nói viết để ra trường nên đợt vừa rồi bên trung tâm BKEnglish có tổ chức kỳ thi nói viết online thì em có đăng ký tham gia ở đợt 2. Nhưng em cũng không tự tin khả năng mình có đậu kỳ thi này hay không nên em đã đăng ký môn học bổ sung để duy trì học kỳ tới và để có đủ điều kiện xin giấy tạm hoãn NVQS khi mà chưa có kết quả thi anh văn. Nhưng mới hôm nay thì em có biết kết quả thi nói viết ở BKEnglish và em có đủ điều kiện ra trường ở kỳ tới. Vậy em lỡ đăng ký môn học ở kỳ tới để duy trì rồi thì có thể làm cách nào để ra trường đợt 2 năm 2021 này không ạ? Em mong trường cho em giải pháp để giải quyết vấn đề này. Em cám ơn!",
    "Dạ thưa thầy cô,  Em đã nhận được mail xác nhận tốt nghiệp của trường, và em cũng đã kiểm tra trang đăng ký tốt nghiệp thì hệ thống lại đang hiện em \"không được phép đăng ký (nợ Học phần)\". Học kỳ 202 em đã hoàn thành đủ 142 chỉ theo yêu cầu của bộ môn, nên nếu có thể được xin thầy cô kiểm tra giúp em xem em còn thiếu học phần nào được không ạ? Vì để dự phòng không thể qua được một số môn ở học kỳ trước, nên em có đăng ký một số môn học ở kỳ này (211), những môn học này liệu có ảnh hưởng đến việc tốt nghiệp của em không? Nếu có, em có thể xin rút các môn học này được không ạ? Em rất mong nhận được hồi âm của thầy cô. Em cảm ơn thầy cô rất nhiều và em xin lỗi đã làm phiền thầy cô nhiều.  ",
    "Em chào thầy/cô, Do tình hình giãn cách ở TP nên em chưa thể đi chụp hình thẻ để upload đăng kí tốt nghiệp, mà hạn xét sắp hết rồi, không biết giờ em đăng kí trước rồi sau đó mới cập nhật hình sau thì có được không ạ? Em cảm ơn.",
    "Em hiện tại là sinh viên năm cuối, hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Tuy nhiên, trong học kỳ chính 211, em không đăng ký môn học, nên em không thể đăng ký giấy xác nhận sinh viên tại trường để bổ sung hồ sơ. Đối với trường hợp của em, em cần làm gì để có thể nhận được giấy xác nhận sinh viên để thực hiện tạm hoãn nghĩa vụ quân sự ạ. Thời gian yêu cầu nộp giấy xác nhận sinh viên là 17/10/2021, em rất mong phòng đào tạo cho em hướng giải quyết với tình huống của em ạ. Em xin cảm ơn rất nhiều",
    "Hôm trước em có đăng trên BKSI về vấn đề xin tạm dừng học vào HK1 (2021-2022 ) ạ . Và tình trạng sinh viên của em từ “đang học” sang tình trạng “tạm dừng” đã được cập nhật trên Mybk-thông tin sinh viên. Còn mail scan quyết định tạm dừng của PDT gửi em vẫn chưa nhận được ạ. Mong bên BKSI kiểm tra giúp em , em cảm ơn nhiều ạ",
    "Thưa nhà trường, Em đã đăng ký hoãn thi và được nhà trường duyệt ạ. Tuy nhiên trong bảng điểm của em được cập nhật là điểm 13 (điểm vắng thi). Em có nhớ trường nhắn nếu sau 30/9 có vấn đề gì thì nhắn lại cho trường. Vì vậy em thắc mắc điểm của em là chưa được cập nhật hay có vấn đề gì ạ? Mong nhận được phản hồi sớm từ nhà trường. Em xin cảm ơn!",
    "Dạ thưa, theo tình hình hiện này thì trung tâm   B GDQP-AN thuộc ĐHQG (Dĩ An)    chưa làm việc trực tiếp nên em không thể đến nhận chứng chỉ và trình lên nhà trường để   B đủ    điều kiện   B ĐĂNG KÝ TỐT NGHIỆP   . Dạ, không biết quý anh(chị) PĐT có thể   B liên hệ và xác nhận    cho em được không ạ? Tên và MSSV (em nằm trong danh sách học lại) Cao Hữu Vũ Hoàng 1511109 1511109@hcmut.edu.vn Khoá học K400(Trung tâm GDQP-AN thuộc ĐHQG) STT 133  C40 A9  (  I em nằm đầu danh sách được đính kèm  /I ) Ngoài ra, em thấy có 1 bạn K17 của trường mình STT 144 luôn đó ạ.",
    "Thưa thầy cô phòng đào tạo cho em hỏi là em  thấy các học bổng yêu cầu cần bảng điểm của phòng đào tạo cấp nhưng nếu đăng ký in bản điểm thì chỉ nhận được bản giấy ạ nên em không biết làm sao có thể nộp qua mail để ứng tuyển học bổng được ạ với lại tình hình dịch Covid nên em sợ rằng bảng điểm sẽ ko đc chuyển phát nhanh kịp nên xin thầy cô cho em hỏi liệu rằng khi đăng ký in bảng điểm thì phòng đào tạo có gửi file pdf bảng điểm để sinh viên có thể gửi qua mail để làm hồ sơ xét học bổng cho tiện không ạ. Em cám ơn",
    "Chào quý thầy, cô Em là , mssv , khoa Điện - Điện tử. Em có yêu cầu in giấy chứng nhận sinh viên trên MyBK và chọn loại hình chuyển phát qua bưu điện để nhận giấy. Yêu cầu in của em đã được xử lý. Em đã đợi khoảng 3 tuần nay vẫn chưa nhận được. Em có hỏi  các bạn ở chung khu vực thành phố thì đều đã nhận được và em đã kiểm tra kỹ là mình không ghi sai địa chỉ nhận. Hy vọng quý thầy cô có thể cho em biết   B mã đơn hàng    để có thể tiện kiểm tra xem đơn hàng có bị thất lạc không? Em xin cảm ơn. .",
    "Em muốn hỏi thông tin về học kỳ quân sự cho sinh viên năm 2 ạ",
    "Em có đăng ký hoãn thi môn kinh tế chính trị mác lê-nin (SP1033) nhưng sau ngày 30/9 điểm tổng kết 13. Có phải em nằm trong diện cấm thi của khoa không ạ? Mong quí thầy cô giải đáp giúp em",
    "Vì không đọc thông báo mail nên em không đăng kí và cài đặt chương trình VSSID. Cho e hỏi giờ mình làm còn được không ạ và vì không lấy giấy bảo hiểm y tế từ trường nên hiên tại e không có số bảo hiểm y tế để đăng kí VSSID.Mong nhà trường hỗ trợ em ạ",
    "Tình hình là theo lịch thứ 2 em có tiết Hệ thống số từ 7h-8h50 mà bây giờ vẫn chưa nhận được link gg meet ạ. Em có check tin nhắn thì chỉ mới thấy link gg meet cho môn học của thứ 4 thôi ạ. Mong thầy cô xử lí giúp ạ, em xin cảm mơn.",
    "làm cách nào để gửi đơn xin gia hạn học phí và gửi ở đâu ạ",
    "Gửi Phòng Đào Tạo Phòng Đào Tạo cho e hỏi. Em học các môn của khoa khác có được tính là môn \"tự chọn tự do\" cho em không ạ? Hay các môn \"tự chọn tự do\" là phải học trong danh sách môn tự chọn của khoa đăng lên ạ? E nghe nhiều thông tin khác nhau về vấn đề này nên cũng hoang mang ạ. Mong phòng ĐT giải đáp E cảm ơn. ",
    "Chào thầy cô, em là , Mssv:, khoa Công nghệ vật liệu. Em muốn đăng kí học lại môn Nhập môn về kỹ thuật (MA1001) với K21 năm nay nên mong thầy(cô) hỗ trợ em đăng kí. (năm rồi do trùng lịch nên em không đăng kí được). Em chân thành cảm ơn!",
    "Chào thầy cô, em tên  thuộc nhóm 1B hệ CLC, em muốn hỏi điểm rèn luyện dùng để xét HBKK cho HK202 và HK203 là điểm rèn luyện của HK nào trong năm nhất ạ? Em xin cảm ơn ạ.",
    "Dear: quý phòng ban chức năng. k2020 nhập học tháng 10/2020. nhưng tới 7/2021 mới có quyết định miễn môn từ khoa và PĐT.Việc này làm sinh viên mất 1 năm học không học được gì và học trùng môn do đáng  ra được miễn. rất ảnh hưởng và tốn kém phiền hà cho người học. thangs7 /2021. pđt có nhận đơn hủy và hoàn học phí cho 3 môn. và xác nhận là qua tháng 9 sẽ thanh toán hoàn lại . Tuy nhiên mới có thanh toán 1 môn tương ứng là 1575k. còn thiếu tiền 2 môn. người học có email lại nhưng không thấy chả lời lại. Vì vậy mong quý phòng ban phụ trách rà soát và hỗ trợ cho người học. Thông Tin: mssv  - ",
    "em là sinh Viên chuyển sang hệ đại trà, em đã đăng kí các môn học bao gồm giải tích 1( MT1003), Vật lý 1(PH1003), Nhập môn kỹ thuật(CI1003), Đại số tuyến tính (MT1007). em đã đăng ký được các môn vật lý 1, nhập môn kỹ thuật , đại số tuyến tính. Tuy nhiên  môn giải tích 1 bị lỗi và em mong thầy/ cô có thể đổi lại môn giải tích 1 trong tkb của em bắt đầu từ tuần học 40 được không ạ. Do trước đó em được tư vấn em sẽ học chung với khoá k21 ạ. em cảm ơn thầy cô nhiều ạ ",
    "Dạ em tên là SV  lớp DD20LT12, PĐT cho e xin được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06),  MT2013(L17), LT EE2009(L08) với ạ  Tại vì mấy tháng nay, em phải về dưới quê cùng với gia đình để tránh dịch nên hiện tại em không có đủ trang thiết bị và điều kiện đường truyền mạng để tham gia kì thi được luôn ạ, em đã phải hoãn các môn từ đợt thi cuối kì 202 nên mong PĐT có thể cho em được hoãn thi giữa kì 211 và được thi lại sau ạ. Em dã có gửi gmail cho các giảng viên bộ môn rồi ạ, còn mẫu đơn em tìm thì chỉ có phần hoãn thi cuối kì nên em không biết làm thủ tục như nào ạ, mong PĐT có thể hướng dẫn và cho e được hoãn thi giữa kì 211. Dạ em cảm ơn PĐT ạ",
    "Kính gửi: Thầy/ cô thuộc phòng đào tạo của trường. Em tên là , MSSV: . Em đã hoàn thành tất cả các điều kiện để đăng ký tốt nghiệp, nhưng khi vào trang đăng ký thì hệ thống báo \"không thể đăng ký (Nợ HP)\". Em đã vào BKPay kiểm tra, thì em đã thanh toán hết các khoản phí, trừ khoảng lệ phí in bảng điểm 105 000. Hôm 01/09/2020 em có đăng ký in bảng điểm, nhưng thay vì 2 bản, em đăng ký nhầm thành 3 bản, vì vậy em đã qua phòng đào tạo ngay lập tức để nhờ sửa lại giúp em, và PĐT cũng đã giải quyết cho em, tuy nhiên bây giờ em thấy hệ thống vẫn để khoản 105,000 (của 3 bản cũ) mà em đã nhờ PĐT xóa. Em nghĩ vì lý do này nên em không thể đăng ký tốt nghiệp được ạ. (đính kèm là hình ảnh minh họa) Em hy vọng PĐT có thể giải quyết trường hợp này giúp em sớm, chỉ em cách để em có thể tốt nghiệp trong đợt tháng 11 này, vì em thuộc chương trình KSTN nên nếu không đăng ký tốt nghiệp được ngay trong đợt này, em sẽ bị mất bằng KSTN. Mong sớm nhận được phản hồi từ thầy/ cô. Em xin chân thành cảm ơn và chúc thầy/ cô mạnh khỏe trong thời điểm khó khăn này. Trân trọng.",
    "Em chào thầy/cô Em là , MSSV . Ngày 19/9 em đã đăng kí in bảng điểm và thanh toán phí, nhưng tới nay là 4/10 em vẫn chưa nhận được bảng điểm. Hiện tại em đang cần gấp để bổ sung vào hồ sơ dạng file pdf cho dealine ngày 6/10 tới. Em rất mong thầy cô có thể cho em xin bảng điểm dạng file mềm và nếu có phát sinh phí, em cũng đồng ý ạ Em cảm ơn thầy cô",
    "Tốt nghiệp       Chào PĐT,     Em là Trương Đức  (MSSV: ) - sinh viên K17 chương trình Kỹ sư tài năng ngành Khoa học Máy Tính    Hiện tại, em còn thiếu cột điểm chưa được nhập của học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) để hoàn thành bảng điểm để xét nhận bằng tốt nghiệp Em có 2 câu hòi mong PĐT có thể trả lời giúp em:    1 Điểm học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) hiện tại chưa được nhập là do MyBK chưa lên điểm hay là do giáo viên phụ trách môn này chưa nhập điểm vậy ạ? Em có email giáo viên phụ trách nhưng không nhận được phản hồi    2 Ngoài việc thiếu điểm học phần mở rộng môn Đồ Hoạ Máy Tính (CO305E) để xét tốt nghiệp Mong hỏi PĐT xem giúp em em còn thiếu điều kiện nào để được nhận bằng tốt nghiệp được không ạ? Để em có thể chuẩn bị và hoàn thành các điều kiện thiếu (nếu có)    Mong PĐT có thể hỗ trọ em Em xin cảm ơn!  Thân mến,  ",
    "Dạ cho em hỏi về việc in bảng điểm, em có đăng kí và nộp phí in bảng điểm xong rồi, nhưng em không biết liên hệ như thế nào để PĐT gửi em bản scan của bảng điểm. Do em không biết cách liên hệ ạ. Thầy/ cô chỉ em cách liên hệ để xin bảng điểm scan gửi qua mail ạ",
    "Kính chào thầy/cô phòng đào tạo, Thầy/cô cho em hỏi về vấn đề đăng ký tốt nghiệp. Cho em hỏi là nếu mình đã xong hết tất cả các điều kiện tốt nghiệp mà danh sách tốt nghiệp dự kiến mới cập nhật mới nhất từ ngày 20/8 và không có tên mình thì mình có được đăng ký tốt nghiệp không ạ? Em xin cảm ơn!",
    "Thưa thầy cô, em vừa xem lại điểm giải tích 2 học kỳ dự thính 202 được cập nhật lại trên trang thông tin sinh viên, trạng thái lần cập nhật điểm đầu tiên có điểm đã đúng với điểm giảng viên công bố trên BKel là 5.5, lần cập nhật lại thì là 3.5 mặc dù em không nhận được thông báo gì mới của giảng viên về điểm số, kính mong phòng đào tạo rà soát lại giúp em",
    "cho em hỏi là link phòng học thầy cô sẽ gửi qua mail hay sao ạ ? Tình hình là 12h em học nhưng vẫn chưa nhận đc link  ạ",
    "Chào PĐT, em đã điền thông tin vào form hoãn thi vào ngày 17/09 để hoãn thi để hoãn thi một môn học. Tuy nhiên, sau khi kiểm tra danh sách trên aao, em không thấy tên mình ạ.",
    "Chào thầy (cô) ạ! Em là , MSSV: . Ở học kì 202, dịch bệnh căng thẳng nên em chưa xin cấp giấy xác nhận SV liên quan đến chế độ chính sách của học kì 202 được ạ, cho em hỏi là em có được cấp bù không ạ? Em cảm ơn.",
    "Em chào thầy/cô Hiện em có đăng ký thi anh văn nói viết đợt 4 trên trường và đã có lịch thi là ngày 7/10. Nhưng do ngày 7/10 em chưa chuẩn bị kịp thiết bị để thi như yêu cầu thì em có thể xin dời lịch thi sang ngày 10/10 được không ạ? Mong thầy/cô giúp em với ạ . Em cảm ơn thầy/cô   i  .",
    "Em xin chào, Em là  Mssv: . Em muốn hỏi về cách thôi học online thì mình sẽ thực hiện như thế nào ạ. Em xin cảm ơn.",
    "Em xin chào các thầy cô. Em tên là , MSSV . Trong thời gian vừa qua, em gặp sự cố mất thẻ và tài khoản giao dịch OCB. Em đã liên hệ đến tổng đài chăm sóc khách hàng, song chưa nhận được phản hồi. Em rất lo lắng. Em muốn hỏi là em có thể thanh toán học phí qua hình thức chuyển khoản khác không ạ? Hiện tại em có một tài khoản BIDV khả dụng, có thể thanh toán ngay qua TK của nhà trường. Em xin cám ơn các thầy cô, mong các thầy cô giải đáp giúp em. Nếu có thể thực hiện, em mong nhận được số TK nhận học phí, cùng cú pháp nội dung ạ. Em xin chân thành cảm ơn các thầy cô và hứa sẽ không để lặp lại tình trạng này.",
    "Kính chào phòng đào tạo, em tên là , mssv , hiện đang là sinh viên năm 4 của khoa môi trường và tài nguyên. Em có câu hỏi cần giải đáp xin nhờ phòng đào tạo trả lời giúp ạ. Tình hình hiện tại em theo dõi qua các trang báo đài, là học kỳ 211 tại trường nhiều khả năng sẽ học online hết và đầu kỳ 212 cũng sẽ bắt đầu bằng học online, mà em không có học anh văn trong trường, chỉ thi kiếm tra chuẩn anh văn định kỳ theo từng năm học. Vậy nên em không thể vô lại thành phố để thi lấy bằng tiếng anh để được nhận đề tài luận văn. Thế nên cho em hỏi là phòng đào tạo là sẽ có xét trễ chuẩn anh văn để nhận đề tài luận văn hoặc là đã có phương án giải quyết nào chưa để giúp em nhận được đề tài luận văn đúng thời hạn ạ? Em xin chân thành cảm ơn Chúc phòng đào tạo nhiều sức khỏe",
    "Kính gửi PĐT,  em là sinh viên , chương trình Việt Pháp ngành Viễn Thông lớp VP17VT, mã số sinh viên , về điểm tổng kết môn học Năng lượng tái tạo, mã môn học 403705 do thầy  đảm nhiệm ở học kỳ 202 . Em có gửi phiếu đăng ký phúc tra bài thi nhưng hiện tại vẫn còn đang trong trạng thái đang được xử lý ạ.",
    "Dạ thưa,  Trong học kì 202 vừa rồi, em có đăng kí hoãn thi môn Anh Văn 3 (LA1007), Tín Hiệu và Hệ Thống (EE2005), nhưng chưa được cập nhật ạ. Không biết có phải do bị thiếu sót gì không? Em cảm ơn ạ.",
    "Em chào Thầy Cô. Em tên là , MSSV:  . Hơn 2 tháng trước em có đăng ký xong việc nhận bằng tốt nghiệp. Em được hẹn là tháng 8 sẽ có bằng. Tuy nhiên có lẽ do dịch bệnh nên đến giờ em vẫn chưa nhận được thông báo nhận bằng tốt nghiệp. Kính mong Thầy Cô xem xét giúp em, vì em cần có đủ hồ sơ để xin việc ạ. Trân trọng cảm ơn!",
    "Kính chào quý Thầy/Cô, Em tên , vào ngày 02/10/2021 em có môn thi vào 16:00, sau khi thi xong em có bị rớt mạng và bị khoá BKeX. Theo như thông báo thì hệ thống khoá tài khoản trong 2 giờ. Nhưng đến giờ đã hơn 2 giờ mà em vẫn chưa được mở khoá. Nay em xin PĐT mở khoá giúp em tài khoản: luan.nguyenqsb Em chân thành cảm ơn,   i  .",
    "Kính gửi Ban giám hiệu          Phòng đào tạo Em viết đơn này mong nhà trường xem xét, tạo điều kiện cho em được thu nhận lại, được nhận tấm bằng của trường. Em xin cảm ơn.",
    "Chào Thầy/Cô, Thầy/Cô cập nhật thông tin \"Nơi Sinh\" giúp em ạ .   B Nơi sinh: Thị xã Duyên Hải, Tỉnh Trà Vinh.    Em cảm ơn,  Bùi Trung ",
    "Dạ em chào thầy/cô . Em là  -  Sinh viên chuyển hệ từ CQ sang VhVL ( 3 )  Dạ vào tháng 6/2020 em có nộp đơn chuyển hệ và được thầy  hướng dẫn làm đơn chuyển sang Ctdt K14 - nhận được danh sách các môn đã học cũng như được miễn và tiếp tục hoàn thành những môn còn lại trong ctdt K14. Hôm nay em nhận email từ PDT yêu cầu làm đơn xin chuyển ctdt sang K13 - Dạ em không biết là có vấn đề gì phát sinh và có ảnh hưởng đến lịch trình tốt nghiệp không ạ ?  Mong nhận được phản hồi sớm từ thầy/cô. Em xin chân thành cám ơn ạ.",
    "Em muốn hủy hoãn thi môn ME2007 thì cần làm gì ạ .",
    "Kính gửi PĐT Dạ hiện tại gia đình em đang gặp khó khăn trong vấn đề tài chính do xảy ra sự cố đột xuất là ông em nằm viện nên cần khoản tiền lớn. Do đó em không thể hoàn thành thanh toán học phí trước thời hạn 15 giờ ngày 4/10/2021. Em viết mail này kính mong PĐT giúp em gia hạn thời gian đóng học phí ạ. Em xin chân thành cảm ơn.",
    "Kính chào Thầy Cô. Em là , mssv . Kì này em đã đủ điều kiện tốt nghiệp, nhưng em đã đăng kí 1 môn để nhận giấy hoãn nghĩa vụ quân sự, sau đó đã hủy môn, nhưng chưa tới hạn đóng học phí . Nhưng hạn đăng kí tốt nghiệp(tháng 10) lại trước hạn đóng học phí(tháng 11). Kính mong Thầy Cô mở cho em được đóng học phí để đăng kí tốt nghiệp trong tháng 10 này ạ. Em chân thành cảm ơn Thầy Cô ạ.",
    "Thưa thầy/cô, Em là . Mssv:  . Em vừa nhận được email của pđt ngày 1/10 về việc có tên trong danh sách dự kiến tốt nghiệp đợt 2/2011. Tuy nhiên, sau khi lên trang web aao.hcmut / Thông tin tốt nghiệp / danh sách tốt nghiệp 11/2011, và nhập mssv của em vào thì thấy hiện lên mssv không có trong danh sách. Và em cũng không thể đk tốt nghiệp vs hiện thị chưa đóng học phí   Em vừa mới thanh toán hết học phí nợ (phí in bản điểm bị nợ đã lâu) nên nếu đó là lý do thì em xin pđt cập nhập lại danh sách và mở khóa cho em có thể đk tốt nghiệp ạ. Em xin cảm ơn.",
    "Kính thưa thầy, cô . Em là  ,mssv  thuộc khoa Điện- Điện tử. Vừa qua, do dịch COVID-19 ở TPHCM phức tạp , em định xin thực tập ở công ty lử tỉnh ( Sóc Trăng ) . Nay em viết Mail này xin hỏi rằng có thể xin giấy giới thiệu từ nhà trường như thế nào , và có cần thủ tục gì khác hay không  . Mong thầy cô giúp đỡ để em sớm hoàn thành cột điểm học phần thực tập tốt nghiệp .",
    "Em chào cô! em xin phép trả lời câu hỏi của cô ạ.   em làm đơn xin thu nhận lại là để có thời gian thi và nôp chứng chỉ TOEIC xét tốt nghiệp ạ! em cảm ơn Cô và Phòng Đào Tạo ạ! người làm đơn  ()",
    "Dạ em kính chào quý thầy/cô trực ở bksi. Em có câu hỏi liên quan đến thông tin in trên bằng cấp, kính mong quý thầy/cô giải đáp giúp em ạ.    Cách đây 1 tuần em có nhận được thẻ CCCD mới. Vậy em có cần cập nhật lại CCCD mới để in trong bằng tốt nghiệp của em không ạ?    Và nếu em cần cập nhật thì em cập nhật ở đâu vậy ạ? Tại vì trong chỗ mybk   Thông tin sinh viên   Lý lịch thì nó chỉ ghi là CMND chứ nó không có ghi CCCD.    Em xin chân thành cám ơn quý thầy/cô đã dành thời gian đọc tin nhắn của em ạ.",
    "Em là , MSSV: , khoa cơ khí. Hiện tại em đang cần có giấy chứng nhận SV để có thể bổ túc hồ sơ hoãn nghĩa vụ QS mà giờ dịch vẫn còn nên em không thể trực tiếp lên trường lấy. Vì vậy em muốn hỏi có cách nào để em có thể nhận giấy chứng nhận qua hình thức online như nhận file pdf được không ạ? Em xin cám ơn và mong có câu trả lời sớm nhất.",
    "Dạ làm sao để em đăng ký tài khoản ngân hàng giáo dục OCB liên kết với trường mình mà đóng tiền học ạ? Hay bên trường sẽ tạo tài khoản ngân hàng OCB cho em để em đóng tiền học ạ?",
    "Xin chào! Em tên  Mssv:  Em đã đủ điều kiện tốt nghiệp tháng 11/2021, tuy nhiên còn nợ học phí học kì 211. Mong PDT mở thánh toán, để em thánh toán và được đăng kí tốt nghiệp ạ. Xin cảm ơn",
    "Xin chào! Em tên  Mssv:  Em đã đủ điều kiện tốt nghiệp tháng 11/2021, tuy nhiên còn nợ học phí học kì 211. Mong  mở thánh toán, để em thánh toán và được đăng kí tốt nghiệp ạ. Xin cảm ơn",
    "Dear thầy cô, Em là  - , sinh viên lớp CK17KSCD. Vấn đề em gặp phải là em đã học xong đầy đủ các môm, điểm luận văn tốt nghiệp là 7.5, chuẩn anh văn đầu ra đã đạt đủ 4 skills và đủ 15 ngày ctxh nhưng em không tìm thấy tên của em trong danh sách tốt nghiệp, trong khi đó một số bạn của em đã có trong danh sách. Hy vọng thầy cô có thể giải đáp giúp em ạ. Chúc thầy cô mạnh khỏe, .   i Tốt nghiệp .",
    "Kính gửi Bộ phận tiếp nhận Em tên  Lớp CK17-KTK   MSSV:  Em làm đơn này để mong được giải đáp thắc mắc về việc thu nhận lại để tốt nghiệp ạ. Do tháng 8/2021 vừa qua, học kỳ 202, em đã hoàn thành luận văn tốt nghiệp nên đã không đăng ký môn cho học kỳ tiếp theo. Không biết là em phải nộp đơn xin được thu nhận lại cho ai, nếu được cho em xin mail của bộ phận đó ạ. Và cho em hỏi là mẫu đơn xin thu nhận lại đó có phải là mẫu đơn PDT-07 không ạ. Em xin cám ơn. Trân trọng ",
    "Xin chào thầy/cô ạ, Em tên là Nguyễn Thị Mỹ Nga, MSSV , là sinh viên lớp HC17CHC. Chuyện là hôm trước em đã đăng ký thành công đơn xét tốt nghiệp và cũng đã có tên trong danh sách tốt nghiệp tháng 11. Tuy nhiên sau đó em có đăng ký in bảng điểm trên phòng đào tạo và cũng đã thanh toán xong hết các chi phí nhưng hôm nay khi vô lại xem thì em thấy đơn xét tốt nghiệp không được chấp nhận vì lý do NỢ HỌC PHÍ. Em không hiểu lý do tại sao và mong thầy/cô có thể update lại thông tin tốt nghiệp của em ạ. Em xin chân thành cảm ơn.",
    "Dear   Em là  (MSSV: ), là sinh viên VB2 khoa KHMT Hiện tại đang trong quá trình học tập ở HK211 Trước đó em đã hoàn thành việc nộp hồ sơ (qua bưu điện & hệ thống mybk và nộp học phí nhập học (internet banking)  Em có gửi mail cho pđt vằn bằng 2 nhằm mong nhận được phản hồi việc xác nhận hoàn tất 2 khoản trên Tới thời điểm hiện tại em vẫn chưa nhận được bất cứ phản hồi nào về việc xác nhận hoàn tất hồ sơ và học phí Điển hình là trên mybk vẫn thể hiện là em chưa thanh toán học phí nhập học (15200000 VNĐ)  Bên cạnh đó, việc đăng ký các tín chỉ của kỳ này gồm 1 môn 4TC học phí, và 2 môn khác mỗi môn 3 TC học phí (học chung với ) - Tổng TC học phí là 10   12 TC (mức được miễn giảm 1 phần học phí theo quy định) Việc này cũng không được pđt/nhà trường thông báo lại quá trình xử lý như thế nào  Em mong nhận được các phản hồi về quá trình xử lý các thông tin vẫn chưa được \"hoàn tất\" ở trên Trân trọng",
    "Gửi phòng đào tạo, Em là , MSSV . Em xin hỏi 2 vấn đề: 1. Về việc đơn đăng ký tốt nghiệp của em đã được xác nhận và thông báo được tốt nghiệp vào tháng 11/2021 chưa? (trạng thái ghi \"Phiếu đăng ký đã được xử lý\") 2. Về việc cấp giấy chứng nhận tốt nghiệp tạm thời: Trong tình hình dịch bệnh thì em sẽ nhận giấy tốt nghiệp tạm thời như thế nào và khi nào em sẽ nhận được? Trân trọng,",
    "em chào pdt,em đăng kí học anh văn 3A (LA1041) đợt đăng kí theo anh văn theo nhu cầu,và hiện tại em đã có tkb trên mybk nhưng trên hệ thống BKleaning thì pdt chưa có cập nhật cho em,mong pdt cập nhật để em theo dõi các thông báo của giáo viên bộ môn.em cám ơn",
    "Em tên  MSSV  -  Lớp BD17CN04 Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký làm tiểu luận tốt nghiệp :     -Bóng đá (PE1009) =  Giáo dục thể chất 2 (005006) -Giải tích 2 (MT1005) =  Toán 2 (006602) -Tư tưởng  (SP1005) =  Tư tưởng  (001025) Mong được Phòng Đào Tạo hỗ trợ Em cám ơn.",
    "Dạ là em rút môn nhưng rút thiếu 1 môn do đăng kí nhầm mà em lại đọc nhầm lịch kết thúc rút môn là 15/10/2021 nên cho đến hôm nay em mới đăng kí rút lại 2 môn bị trễ hạn 3 ngày. ME4009 Động lực học cơ hệ IM1013 Kinh tế học đại cương Em cam kết đóng đủ học phí các môn đã rút cho nhà trường ạ. Mong PĐT giải quyết giúp em ạ",
    "em có đk in giấy chúng nhận sv và gửi qa đường bưu điện từ ngày 21/9. đến nay phiếu đã ghi là đã được xử lý, ngày 8 là đến hạn nộp giấy cho địa phương nên em gửi đơn xin check lại giúp em. mã phiếu CNSV..3",
    "Em là  sinh viên khóa 17 của Trung Tâm Bảo Dưỡng Công Nghiệp. Hôm nay Em đại diện các bạn trong khoa gửi đơn này mong phòng đào tạo xem xét trường hợp của em. Em xin chân thành cảm ơn.",
    "Thưa thầy/cô! Kỳ trước em có đăng ký hoãn thi cuối kỳ của 3 môn, theo thông tin của pđt thì sẽ hậu kiểm sau ngày 30/9. Theo link hậu kiểm được pđt gửi mail ngày 29/9 thì 3 môn em đăng ký hoãn vẫn còn đó. Hôm nay em có kiểm tra lại bảng điểm, thì 2 môn này vẫn còn ở điểm 13. Em muốn hỏi tình trạng này là như thế nào ạ? Em cảm ơn!",
    "Dạ bên vanq phòng đã làm việc lại chưa ạ ngày 5/10 em lên nhận bằng được chưa ạ em được nhận mail thông báo tốt nghiệp tháng 5 nhưng do dịch bệnh nên giờ em mới lên lại TP để nhận được ạ",
    "Kính chào thầy/cô, Em tên , sinh viên năm cuối khoa Khoa Học - Kỹ Thuật Máy Tính. Hiện em đã có tên trong danh sách tốt nghiệp của trường. Tuy nhiên do học kỳ 211 chính quy em có đăng ký dư tín chỉ và đã đăng ký rút môn thành công, nên hiện tại em đang nợ học phí cho môn này. Theo thông báo của trường thì sẽ đến đầu tháng 11 mới cho thanh toán học phí. Kính mong quý thầy/cô có thể hỗ trợ để em có thể thanh toán học phí sớm để đăng ký tốt nghiệp ạ. Em chân thành cảm ơn thầy/cô.   i  .",
    "Chào quý thầy cô, Em tên là:  - MSSV:  Tháng vừa qua em có đăng ký xin cấp giấy xác nhận sinh viên trên hệ thống mybk của nhà trường. Phiếu đăng ký đã được xử lý vào lúc 7h43' ngày 10/09/2021. Nhưng đến nay em vẫn chưa nhận được giấy từ đơn vị chuyển phát qua bưu điện. Em đã kiểm tra trên hệ thống thông tin đơn hàng của Viettel post thì hiện tại em không có đơn hàng nào được gửi từ nhà trường? Kính mong thầy cô kiểm tra lại vấn đề này giúp em. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô cho em hỏi là chỗ em còn dịch nên em chưa thể đi ra ngân hàng để đóng học phí được. Không biết bây giờ em phải làm sao ạ",
    "Kính chào quý thầy cô, Em là , sinh viên Khoa QLCN K17 . Vào tháng 08 em có đăng ký học lại môn Kế toán tài chính IM2001 cùng khoá K21 trên BKSI. Phòng Đào tạo thông báo đã ghi nhận và nhắc em xem lại TKB vào ngày 04/10/21. Hôm nay em vào xem TKB thì thấy vẫn chưa được cập nhật môn. Rất mong quý thầy cô có thể kiểm tra giúp em. Em chân thành cảm ơn.",
    "Dạ em chào thầy cô phòng đào tạo ạ. Em xin phép được hủy hoãn thi môn học IM3003- Quản lý sản xuất cho kỹ sư ạ .   i ",
    "Chào thầy (cô), em tên  (mssv:). Cho em hỏi là em đã xin hoãn thi môn giải tích 2 và đã được phòng đào tạo phê duyệt mà trên bảng hệ thống nhưng điểm của em lại để là 13 điểm (vắng thi) thay vì là 14 điểm (hoãn thi) ạ. Mong thầy (cô) xem xét và giải đáp thắc mắc giúp em ạ. Em xin cảm ơn . Chúc thầy (cô) nhiều sức khỏe ạ!",
    "Kính chào PĐT. Em đã đăng kí hủy 2 môn học bên dưới , em đã dùng mail của trường và điền thông tin chính xác nhưng hôm nay nhận được mail là rút môn k thành công vì mssv vơi mail không chính xác. Quả thật e không biết sai ở đâu. Em đã đăng kí hủy 2 môn đó 1 lần nữa vào hôm nay. Kính mong Phòng Đà tạo kiểm tra giùm em việc hủy môn học dó hôm nay đã hợp lệ chưa ạ. Em cảm ơn. Hìn bên dưới là ảnh mà e nhận được khi hủy môn trước đó. Còn hôm nay khi nhận được mail báo đám kí hủy lại thì e đã hủy lai lần nữa nên mong Pđt kiểm tra giùm em xem hôm nay đã đăng kí thành công chưa. Em cảm ơn",
    "Dạ PDT cho em hỏi là trước ngày 30/9 PDT sẽ gửi file  can tạm dừng học cho em mà sao bây giờ vẫn chưa có ạ",
    "Em tên , mssv . Em đã hoàn thành tất cả các tín chỉ trong ctđt và điểm cũng đã được cập nhật đầy đủ nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa được nhận thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn.",
    "Vài ngày trước, dù được gửi mail xét tốt nghiệp nhưng do có mục chưa thanh toán trong BKPay nên em chưa được xét đăng kí tốt nghiệp. Nay em đã đóng khoảng phí hoàn tất trên BKPay nên em mong phòng đào tạo mở xét tốt nghiệp trên myBk giúp em ạ. Em xin cảm ơn!",
    "Chào cô, Em là , mssv:. Đợt rút môn học vừa rồi em có đăng kí rút 1 môn. Nếu có thể thì em xin không rút môn được không ạ, tức là được học tiếp môn á cô. em xin cảm ơn.",
    "Tốt nghiệp       Dạ chào quý thầy/cô  Em có nhận được thông báo đơn xin xét tốt nghiệp của em không được xử lý (trả đơn) vì lý do chưa tải ảnh   Em đã tải ảnh lên thì bao lâu đơn xét tốt nghiệp của em được xét lại và em có thể in bằng tạm thời   Em có nhận được một suất học bổng sau đại học tại Hàn và sẽ sang vào ngày 15/10 và mang theo bằng tạm thời Em phải làm như thế nào để có thể nhận bằng tạm thời sớm để kịp tiến hành hợp pháp hóa lãnh sự Em xin cảm ơn  Trân trọng  ",
    "dạ vừa rồi phường em có gửi giấy yêu cầu chứng nhận học để hoãn nghĩa vụ quân sự ạ, trường sẽ gửi về hay em phải lên lấy ạ, hạn chót là 10/10 ạ",
    "Tốt nghiệp . Em chào PĐT,  Em tên là Nguyễn Thị Thanh Ngân, MSSV: 1712287, em có đăng kí tham gia thi anh văn nói viết vào đợt 3, ngày 02/10 và thuộc nhóm 2. Theo như quy định thì sinh viên phải record lại màn hình máy tính trong lúc thi Writing. Em thực hiện record bằng tính năng có sẵn trong PowerPoint 2019, em đã có sử dụng thử trước đây và đều thành công, trong lúc thi em record thì đồng hồ trên màn hình vẫn chạy (em có đính kèm hình ví dụ trong mail) nhưng đến khi nộp bài em bật qua tab của PowerPoint thì bị báo lỗi và video record cũng bị mất. Trong quá trình thi do em cũng sợ vi phạm quy định không cho bật sang tab khác nên em không dám định kì bật sang tab PowerPoint xem video record có đang hoạt động tốt hay không . Trong quá trình thi em thực hiện rất nghiêm túc theo quy định và cũng không bị giám thị nhắc nhở lần nào, em nghĩ nếu check lại video ghi hình chung lại buổi thi hôm đó thì có thể thấy được là em có dấu hiệu gian lận hay không để em có thể không bị hủy kết quả thi lần này. Em có thể cam kết nếu em có bất kì hành vi gian lận nào thì em sẽ chịu mọi trách nhiệm, mọi kỉ luật của nhà trường . Em biết là việc check lại video hôm đó là khá khó khăn, nhưng thật sự 4 năm cố gắng em chỉ mong được tốt nghiệp đúng hạn, kì thi này em đã cố gắng hết sức ôn tập và khá tự tin với kết quả thi của mình, nên nếu vì sự cố kỹ thuật không mong muốn mà kết quả thi bị hủy thì thật sự rất đáng tiếc ạ . Nếu không thế giữ lại kết quả thi lần này em hi vọng phòng đào tạo có thể cho em một slot để được thi trong đợt 4 sắp tới có được không ạ? Theo như em được biết thì đợt 4 tổ chức thi vào ngày 6 - 10/10 và hiện tại cũng chỉ có chưa đến 500 bạn đăng kí. Nếu được thi lại em sẽ chuyển sang sử dụng phần mềm khác để record, chuẩn bị thật kĩ và bổ sung thêm cả phương án dự phòng. Em ở quê và hiện tại quê em vẫn chưa được tiêm mũi vắc xin nào nên em sợ là em sẽ không kịp lên lại TPHCM để có thể tham gia vào các đợt thi tiếp theo (nếu có) ạ . Em rất cám ơn Phòng Đào tạo đã bỏ thời gian để đọc thư của em và em chân thành mong phòng đào tạo có thể giúp em xem xét ạ.",
    "dạ cho e hỏi là e là sv năm 3 nhưng chưa nộp bằng tốt nghiệp do nhiều lí do khác nhau, nhưng bây h dịch e hiện tại k ở sg và bằng tốt nghiệp đang ở ktx cho e hỏi có cách nào để e có thể được đăng kí môn học bình thường ở học kì tiếp theo không ạ, vì lí do bằng này mà e trễ k đăng kí được 2 kì rồi, e cảm ơn nhiều   i  .",
    "Chào thầy/cô ạ, Dạ cho em hỏi, em muốn đăng kí bổ sung vào một lớp đã có là môn  Đề cương luận văn tốt nghiệp (GE4341)nhóm LO1 và môn Thực tập tốt nghiệp (GE3343)nhóm L01. Em có nộp đơn cho thầy hướng dẫn và thầy đã đồng ý ạ . Em xin cảm ơn.",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em nhờ phòng đào tạo kiểm tra giúp em điều kiện tốt nghiệp vì hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ. Em có tham gia chương trình liên thông cao học, và em được báo là đã chuyển điểm từ CT liên thông cao học về CT đại học thông thường (vào ngày 24/09) nhưng hiện tại em vẫn chưa thấy trên bảng điểm. Môn thiếu của em là CO3065 - Công nghệ phần mềm nâng cao - tự chọn nhóm C của khoa KH&KT MT (chuyển từ môn CO5127 - Giải thuật nâng cao). Mong phòng đào tạo kiểm tra giúp em ạ. Chúc mọi người và gia đình thật nhiều sức khỏe. Trân trọng, ",
    "Chào thầy/cô, Em dự tính sáng ngày thứ hai 4/10 đóng học phí. Nhưng ngày chủ nhật (3/10), em có lịch tiêm vaccine bất ngờ và nghỉ ngơi ở nhà oti71 giờ. Em sẽ đóng học phí vào ngày thứ ba (5/10), trễ ạ. Em muốn biết mình có cần làm thêm thủ tục gì không ạ. Em cảm ơn thầy/cô. Thức.   i  .",
    "Em tên: Đoàn Công Cảnh.  MSSV: . Hệ VLVH.  Dạ. Hôm bữa em đăng kí xét tốt nghiệp, và  Phòng Đào tạo đã xử lí xong và cấp cho em giấy chứng nhận tốt nghiệp tạm thời rồi ạ.  - Hôm nay em nhận được mail thông báo từ PĐT là Có một số vấn đề phát sinh trong CTĐT nên sinh viên phải chuyển Từ khóa K14 qua Khóa K13 để được PĐT Quyết định và xét tốt nghiệp lại ạ .  - Mong được PĐT giải đáp và hướng dẫn cho em với ạ .          Chân thành Cảm ơn Thầy/Cô !",
    "Phòng cho em hỏi khi nào mình nhận được giấy NVQS và nhậ bằng cách nào ạ, em cảm ơn ạ.",
    "Em có đăng ký cấp giấy Chứng nhận SV để bổ túc hồ sơ NVQS từ ngày 10/09 theo đường bưu điện nhưng tới nay vẫn chưa nhận được (Tình trạng hiện \"Đã xử lí\"). Cho em hỏi là trường đã gửi giấy theo đường bưu điện chưa ạ. Em xin cảm ơn   i  .",
    "Thưa thầy, cô, Em đã tiến hành đăng ký in bảng điểm và đã đóng phí in. Bảng điểm đã có nhưng em không thể tới trường lấy được. Em mong quý thầy, cô có thể gửi bản scan bảng điểm thông qua email sinh viên  giúp em ạ. Em cảm ơn, ",
    "Dạ em là Hà Tiến Đông, MSSV , là sinh viên lớp 16VPCDT. Em học CT CLC Việt-Pháp ngoài đại học Bách Khoa Đà Nẵng 2 năm đầu và em chuyển vào đại học Bách Khoa TP HCM vào năm 3 sau kì thi phân ngành. Theo chương trình thì em sẽ được xét miễn các môn năm 1 và 2. Tuy nhiên, nay em kiểm tra lại thì thấy em vẫn còn thiếu môn Nhập Môn Về Kĩ Thuật (ME1001) học ở học kì 1 năm 1 chưa được xét miễn. Mong nhà trường kiểm tra lại để em có thể tốt nghiệp đúng thời hạn.",
    "em  , Mssv , lớp CC17CDT2. Hiện tại em đã có đầy đủ điểm các môn và có 15 ngày CTXH. Em xin được xét tốt nghiệp bổ sung ạ",
    "Kính gửi quý thầy cô Phòng đào tạo, Em là , MSSV . Em đã đăng ký nhận giấy chứng nhận SV để bổ sung hồ sơ NVQS tại địa phương từ ngày 18/9/2021 đến nay vẫn chưa nhận được. Hiện tại địa phương đã yêu cầu em đi khám sức khỏe do không có giấy chứng nhận sinh viên. Rất mong Phòng đào tạo kiểm tra giúp em phiếu đã được gửi đi hay chưa và khi nào đến để em có thể báo lại với địa phương. Trân trọng./.",
    "Em chào các thầy cô ạ, dạ em có vấn đề muốn hỏi như sau: ở địa phương em gửi giấy gọi nghĩa vụ quân sự và yêu cầu ai đang còn di học thì cần giấy xác nhận sinh viên của trường để nộp trong khoảng thời gian từ ngày 4/10 đến ngày 10/10, em đã đăng kí in giấy xác nhận sinh viên trên trang của trường nhưng để gửi về tới nhà em sợ trễ mất, em mong các thầy cô có thể giúp em trong trường hợp này với ạ, nếu được thì em có thể nhận file pdf rồi có thể tự in ra cũng được ạ, em cảm ơn các thầy cô rất nhiều ạ!.",
    "Kính gửi quý thầy cô PĐT Em tên là , MSSV . Hiện tại em đã hoàn thành LVTN và đang chờ kết quả anh văn 2 kỹ năng nói viết (Đợt 3), nếu qua anh văn em sẽ đủ điều kiện để tốt nghiệp tháng 11. Trên Bkpay em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp tại văn phòng KTX ĐHQG từ năm 2017 rồi. Để tránh các vấn đề không may có thể xảy ra, khiến em không thể  đủ điều kiện đăng ký tốt nghiệp. Mong thầy cô giúp em check lại và cập nhật lại trạng thái của khoản phí đó trên Bkpay giúp em ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô.",
    "Dạ em chào quý thầy/cô PĐT. Em có đăng ký hoãn hk 211 và đã nhận được quyết định của PĐT nhưng không thấy nói về phần học phí ạ. Mong quý thầy,cô giải đáp giúp e ạ.",
    "Em chào T, Em tên , hôm 29/09/2021 vừa qua, em có đăng kí giấy chứng nhận sinh viên, sao qua 5 ngày rồi em vẫn chưa được duyệt và cấp bản in trước ạ, tại địa phương em cần và có hạn, ngày 10/10/2021 phải nộp  nên em rất gấp ạ, mong pDT duyệt và cấp bản in pdf cho em trước với ạ, em xin cảm ơn Thân,",
    "Em muốn đăng ký học lại môn nhập môn kỹ thuật phải làm sao ạ?",
    "Em kính chào quý thầy cô. Cho em hỏi là do kì này e chưa đủ điều kiện để đăng kí tiểu luận tốt nghiệp. Và em có đăng kí 1 môn anh văn cơ bản A, để duy trì tình trạng sinh viên và môn học bắt đầu vào tuần sau. Hiện bây giờ e đã làm đơn và PĐT đã đặc cách cho chúng em được làm tiểu luận. Nên em muốn huỷ môn anh văn cơ bản A thì có được trong thời gian này không ạ. Em cảm ơn.",
    "MSSV :  Lý do rút môn học: do mạng yếu, và không kết nối mạng đc ở vùng quê nên em ko tham gia đc hầu hết các bài học trên mạng. Học kỳ: 1(2021-2022) Tên môn học: Giải tích 2. Mã số môn học: MT1005. Mã nhóm: DT02. Em đã đăng ký rút môn học vào ngày 14 tháng 9 năm 2021. Nhưng đến hôm nay vẫn chưa rút được.",
    "Kính gửi thầy cô Phòng đào tạo, em tên  - MSSV:. Vào học kì 202 với lí do mạng nhà em không ổn định nên em đã đăng kí hoãn thi với trường thông qua bksi và đã được trường chấp nhận tuy nhiên khi em kiểm tra trong danh sách hoãn thi lại không thấy tên em trong danh sách. Mong các thầy cô Phòng đào tạo kiểm tra lại và điều chỉnh lại giúp em ạ, em xin cám ơn các thầy cô!",
    "Em chào thầy/cô, Thầy/cô có thể thông tin về các đợt thi Toeic nói viết tiếp theo không ạ. Em đã thi ở đợt 1 vừa rồi nhưng chưa đủ điểm nên cần thi lại để hoàn thành ạ",
    "Chào thầy (cô). Hiện tại thì xã em đang yêu cầu nộp giấy hoãn nghĩa vụ quân sự (có thể dùng file pdf). Em đã đăng ký in giấy xác nhận sinh viên trên mybk nhưng đến nay vẫn chưa thấy phản hồi. Do 10/10 là hạn để nộp nên em xin hỏi có thể gửi hoặc cấp giấy hoãn nghĩa vụ quân sự cho em sớm được không, hoặc kiểm tra yêu cầu của em mybk. Em cảm ơn. Nếu có thể gửi file qua email giúp em . Người gửi:  MSSV: ",
    "Thưa phòng đào tạo, Em tên là , MSSV là . Vừa qua ngày 21/8/2021, em có thi Xử lý tín hiệu tương tự và tín hiệu số (405715), em có điểm danh và nộp bài và thầy xem thi đã bảo bài nộp em được rồi em mới thoát ra, nếu như có thể check lại video hôm thi thì thầy giám thị  có xác nhận cho em ạ. Ngày 16/9 em có vào mybk để xem điểm thì thấy điểm mình là 13, do đó em đã liên hệ giáo viên môn học là thầy  và được thầy xác nhận là không có bài của em được gửi cho thầy và thầy bảo em hãy hỏi lại thầy giám thị. Sau đó em có liên hệ thầy Châu vào được thấy nhắn quan email là thầy kiểm tra log trường là em không có nộp bài và thầy nói là nộp bài hay chưa thì chỉ có sinh viên tự biết và tự chịu, do đó em không còn hỏi gì. Tuy nhiên hôm qua lúc thi lại môn Nguyên Lý Hoá Công Nghiệp thì thầy xem thi có xác nhận là em đã nộp bài rồi nên em mới biết là giám thị có biết. Vậy mong phòng đào tạo xác nhận lại giúp em.",
    "MSSV:     Hủy yêu cầu \"rút môn học\" Nguyên lí ngôn ngữ lập trình CO3005 . Em tên là , mssv . Em muốn rút lại yêu cầu \"hủy môn học Nguyên lí ngôn ngữ lập trình CO3005\" vì lí do đây là môn học trước của Luận văn tốt nghiệp. Xin pdt hướng dẫn em với ạ. Em chân thành cảm ơn.",
    "Em chào thầy/cô, em có đăng ký tốt nghiệp và nhận giấy chứng nhận tốt nghiệp rồi. Tiếp theo em sẽ cần phải nộp đơn xin cấp bằng tốt nghiệp, nhưng em tìm không ra hướng dẫn tạo hay làm đơn xin cấp bằng tốt nghiệp. Có gì thầy cô hướng dẫn em với ạ?",
    "Chào a/c pdt E tên  - Do chuyển tiền khác ngân hàng nên e đã đóng học phí dự thính trễ. A/C cho e hỏi : e có cần làm đơn đóng trễ không ạ Em cảm ơn",
    "Em chào Phòng đào tạo ạ, Em có thắc mắc về việc tính điểm vào trong bảng điểm chính thức. Giả sử em đã qua một môn và đăng ký lại môn đó vào kì dự thính để học cải thiện điểm, vậy thì sau này trong bảng điểm của em sẽ ghi điểm cao hơn hay sẽ cộng lại chia hai ạ? Em cảm ơn rất nhiều ạ.",
    "Dạ thưa thầy cô , do tình hình dịch bệnh khó khăn , em không thể thanh toán học phí đúng hẹn được.Em trễ học kì dự thính ạ , em có viết đơn nhưng chỉ thấy đơn gia hạn cho học kì chính , không có gia hạn cho học kì dự thính ạ .Mong nhà trường có thể hỗ trợ cho em thanh toán học phí trễ 1 tuần ạ . Em xin cảm ơn thầy cô đã đọc ạ  . Chúc thầy cô thật nhiều sức khỏe và hạnh phúc ạ.",
    "Em chào thầy/cô ạ, Thời gian thi học kì 202 em có hoãn thi vài môn do mất video quay màn hình và màn hình máy em có lúc bị chớp nháy liên tục lúc thi, nhưng em chỉ hoãn thi sau khi thi xong mà không báo với Cán bộ coi thi ca đó, vậy em có được ra quyết định hoãn thi không ạ? Điểm thi của bài thi đó vẫn đủ để em qua môn nhưng nó kéo điểm trung bình tích lũy của em xuống nên em mới hoãn thi chứ không phải do điểm đó làm em rớt môn mà em hoãn thi ạ! Em cảm ơn thầy/cô ạ!",
    "Kính gửi Phòng đào tạo,  Hiện tại ở địa phương em đang mong muốn nộp giấy tạm hoãn Nghĩa vụ Quân sự trước ngày 10.10.2021 . Em đã đăng ký in giấy tạm hoãn Nghĩa vụ Quân sự ở mục 17. Đăng kí in giấy chứng nhận sinh viên nhưng em sợ là giấy sẽ gửi về không kịp. Em có thể xin bản PDF để gửi cho cơ quan địa phương xác nhận trước được không ạ? Em cảm ơn ạ",
    "Chào thầy, cô, Em là , mã số sinh viên . Em đã đăng ký thi anh văn nói viết đợt hai nhưng vì lỗi thanh toán lệ phí nên phòng đào tạo đã xử lý và xác nhận bổ sung vào đợt 4. Vừa rồi em không nhận được mail báo thi và em có kiểm tra danh sách thi thì không có tên em. Mong phòng đào tạo giải quyết để em có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn, . :",
    "Kính gửi Phòng đào tạo, Em tên là -MSSV:,hiện em đã nhận được giấy chứng nhận tạm thời, tuy nhiên thông tin về ngành học trên giấy bị sai. Ngành học của em là \"Vật liệu tiên tiến\" thuộc chương trình Kỹ sư Việt Pháp, nhưng trên giấy chứng nhận Tốt nghiệp tạm thời lại là \" Kỹ sư Kỹ thuật Điện (Viễn Thông)\". Kính mong PĐT chỉnh sửa lại sai sót này cho em. Em có đính kèm hình ảnh của giấy chứng nhận bên dưới . ﻿Em xin chân thành cảm ơn. Và hi vọng sớm nhận được phản hồi .",
    "Kính gửi thầy cô, Em tên là . MSSV: . MSSV cũ:  Hiện em đã hoàn thành chương trình theo chuẩn K14 nhưng em kiểm tra trong danh sách dự kiến tốt nghiệp báo thiếu tín chỉ. Em có email hỏi thầy  thì nhận được thiếu 2 môn: CO3005  NG/LY NGON NGU LAP TRINH   và CO3087  THUC TAP DO AN DA NGANH. Trong đó môn CO3005 em đã hoàn thành còn môn CO3087 thì em không rõ là điểm chuyển từ môn nào trong chương trình chính quy qua ạ. Em mong thầy cô kiểm tra giúp em sao chưa hoàn thành ạ hoặc hướng dẫn em làm đơn \"khiếu nại và làm miễn điểm bổ sung\". Em xin cảm ơn thầy cô. Sinh viên    CODE http://.hcmut.edu.vn/extranet/supportsndex.php?show_wizard=Y  /CODE",
    "Em muốn hỏi hiện tại có thể rút môn học được không. Nếu dược thì cần thực hiện như thế nào trong thời gian giãn cách như hiện tại",
    "Em là , sinh viên khoa Điện - Điện tử năm 4 của trường. Em muốn hỏi về cách đăng ký nhận giấy chứng nhận sinh viên hoặc văn bản có xác nhận đang theo học từ phía nhà trường để em được nhận hỗ trợ từ địa phương trong tình hình dịch bệnh này ạ. Em xin cám ơn",
    "Em chào Thầy/Cô, Em muốn nhờ Thầy/Cô kiểm tra bảng điểm em đã đặt in từ hôm 20/09 tình trạng giao hàng như thế nào ấy ạ. Do bảng điểm em đã đặt từ 15/09 rồi nhưng tới giờ vẫn chưa nhận được ạ. Thông tin: - MSSV: 1710353 - Mã phiếu: InBD20210915016 - Ngày đăng ký: 15/09/2021 08:52 - Số lượng: 2 bản Em cảm ơn Thầy/Cô nhiều ạ !",
    "Dạ em chào Thầy, Cô, Em tên:  MSSV  Sinh viên lớp VHVL Học kì 202 vừa qua em có học môn: Bê tông cốt thép 2 CI3175. Nhưng đến giờ vẫn chưa cập nhật điểm trên bảng điểm ạ. Em có liên lạc với giáo viên thì Thầy bảo là đã nộp điểm từ lâu rồi ạ. Mong PĐT xem xét phản hồi giúp em  Em xin chân thành cảm ơn!",
    "Hiện tại Bkexam cuả em bị khóa từ ngày 02/10/2021. Mà thứ 7 tuần này em có môn thi nên mong PĐT mở khóa giúp em ạ.",
    "Dạ, em có đăng kí gia hạn học phí học kì 201 sang kì 202 hiện nay em chưa có đủ điều kiện đóng nên bị tạm dừng học học kì 211. Hiện tại, em đã hoàn thành đầy đủ học phí thì em có cần nộp đơn tạm dừng học để kì sau có thể tiếp tục theo học không ạ ?? Em cảm ơn",
    "em chào thầy cô ạ ! em tên  chánh học mssv  ! em xin phép gửi đơn xin thu nhập lại vì tạm dừng vì không đăng kí môn học ạ ! em có trình bày lý do trong đơn ! mong thầy cô xem xét phê duyệt giúp em để em nhanh chóng hoàn thành chương trình học ạ ! ",
    "Em tên:  MSSV: Trung tâm đào tào Bảo Dưỡng Công Nghiệp Em viết đơn này mong Phòng Đào Tạo tiếp nhận và giúp em giải quyết đơn thu nhận để em được đăng ký bổ sung  cho học kỳ 211. Em xin chân thành cảm ơn",
    "Dạ em kính chào thầy/cô, Em tên , MSSV . Em nhận được mail là em vừa có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021 . Tuy nhiên, khi em tra danh sách trên aao, điểm trung bình tốt nghiệp chỉ 8.12. Trong khi điểm TBTL trên bảng điểm hiện tại đến HK202 là 8.22 ạ. Có thể điều này xuất phát từ việc em cũng vừa mới đăng ký chuyển điểm anh văn vào tuần trước và cũng vừa mới được cập nhật điểm chuyển. Do đó, kính mong thầy/cô có thể xem xét và điều chỉnh điểm tốt nghiệp giúp em ạ. Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Dạ thưa thầy/cô phụ trách Em là , MSSV:  Hiện tại địa phương nói em sinh sống có yêu cầu bổ túc hồ sơ nghĩa vụ quân sự. Bên Hội đồng NVQS cho phép gửi giấy xác nhận trực tuyến nên em xin phép nhà trường cho em 1 bản pdf của giấy xác nhận sinh viên để nộp gấp cho bên phường ạ Em xin cảm ơn,     i  .",
    "Chào anh/chị, Em tên là  (MSSV: ). Em có thắc mắc như sau: Em đã có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2021 và em đã có đủ số ngày công tác xã hội (15.5 ngày), nhưng em vẫn chưa thể thực hiện được bước Đăng ký tốt nghiệp trên Mybk vì hệ thống báo rằng \"Không được phép đăng ký (Nợ CTXH)\". Xin nhờ anh/chị xem xét giùm em. Rất mong nhận được phản hồi sớm từ anh/chị để em có thể kịp hoàn thành việc đăng ký tốt nghiệp. Em xin cám ơn anh/chị!",
    "Hôm nay là hạn thanh toán học phí nhưng em thanh toán trễ dẫn đến việc thanh toán không được vậy cho em hỏi là có cách nào để thanh toán học phí để không bị hủy môn học không ạ ? Em cám ơn ! ",
    "Cho em hỏi em có nguyện vọng rút khỏi chương trình tài năng vì lí do cá nhân thì quy trình, thủ tục như thế nào ạ?",
    "Tên:  MSSV: ",
    "Vừa rồi em có đăng kí hoãn thi môn Giải tích 2 học kì 203 và môn Cơ học máy học kì 202 và đã nhận được mail phản hổi về việc hoãn thi nhưng trong bảng điểm sau ngày 30/09 vẫn cập nhật em điểm 13 ạ ",
    "Kính gửi Phòng Đào Tạo, Dạ thưa Phòng Đào Tạo, đến nay em vẫn chưa có lịch thi giữa kỳ môn AV4 trên thông tin sinh viên của mình, mong Phòng Đào Tạo giúp đỡ sớm để em biết lịch và không bỏ lỡ kỳ thi. Dạ em cảm ơn rất nhiều.",
    "Chào thầy/cô. Em là sinh viên k17, có đăng kí 1 môn dự thính để dự phòng rớt môn, nhưng đã qua. Cho em hỏi cách thức xóa môn để tốt nghiệp ạ. Em cảm ơn.",
    "Nhập sai bảng điểm môn giải tích 2 (MT1005) lớp DT06-A học kì 202. PDT kiểm tra lại giúp em.",
    "MS/MSGV:          i Tốt nghiệp       Kính gửi PĐT trường ĐH Bách Khoa,    Em là     Như PĐT đã thông báo thì nhà trường sẽ tổ chức thi Anh văn Nói-Viết online cho những sinh viên đủ điều kiện tốt nghiệp HK211     Em đã liên hệ với Trung tâm Ngoại Ngữ Bách Khoa để hỏi về tình hình cụ thể như: lịch thi, cách thức tham gia thi Được bên Trung tâm Ngoại ngữ phản hồi lại là nếu em đủ điều kiện Tốt nghiệp HK211 thì PĐT sẽ thông báo gửi mail thi anh văn online vào tháng 9    Em hy vọng PĐT sẽ sớm gửi mail thông báo thông tin về kỳ thi anh văn nói - viết Nếu chưa đủ điều kiện thì em sẽ sớm cập nhật để tham gia kì thi anh văn như kế hoạch của nhà trường    Em đã có có phản hồi qua hỗ trợ trực tuyến, PĐT thông báo sẽ có email cụ thể trong tháng 9, nhưng em vẫn chưa nhận email nào trong tháng 9    Em cảm ơn,  Trân trọng   ",
    "Kính gửi thầy cô, Em là sinh viên K17, em đã đăng kí tốt nghiệp thành công và có tên trong danh sách tốt nghiệp dự kiến vào ngày 04/10/2021. Vì một số lý do cá nhân nên em rất cần bằng tốt nghiệp tạm thời trong thời gian sớm nhất có thể vì thế em có một số thắc mắc như sau:  1/ Em có thể download bằng tốt nghiệp tạm thời trên myBK được không ạ? Nếu được thì em sẽ phải làm như thế nào và đợi bao lâu mới có thể download được ạ? Trong trường hợp không thể download bằng tốt nghiệp tạm thời trên myBK 2/ Hiện tại đã có thể lên trường lấy bằng tốt nghiệp tạm thời từ văn phòng khoa chưa ạ? 3/ Do sợ tình hình dịch nên em cũng đã đăng kí gửi bằng tốt nghiệp tạm thời về nhà. Sẽ mất khoảng bao lâu để bằng được gửi về nhà em ạ (em đăng kí địa chỉ trên TP) Mong sớm nhận được phản hồi từ thầy cô. Trân trọng, Trung Tín",
    "Chào thầy cô,Em môn Nhập môn về kỹ thuật (MA1001) với K21 năm nay, đã xếp bK-ng em vào nhóm L04 rồi. Nhưng Thời khóa biểu thì chưa thấy cập nhật lịch học. Mong thầy cô xem xét cập nhật thời khóa biểu môn này giúp em.",
    "em chào phòng đào tạo, em muốn đăng ký một môn học chỉ thường hay mở vào kỳ 1 của tân sinh viên nên em dùng cách đăng ký trên mybk em đăng ký không được, em nghe nói là hình như phải gửi mail cho 1 giảng viên nào đó để xin vô lớp đó học này nọ,do vậy em gửi yêu cầu để biết cụ thể quy trình đăng ký môn học thủ công này như thế nào. Em có đính kèm đơn xin đăng ký vào đây mong pđt xem xét ạ.",
    "Kính gửi quý anh/chị phòng đào tạo, Em là , MSSV là . Em viết đơn này mong được pđt mở xét tốt nghiệp. Vài ngày trước, dù được gửi mail xét tốt nghiệp nhưng do có mục \"làm thẻ sinh viên\" chưa thanh toán trong BKPay nên em chưa được xét đăng kí tốt nghiệp. Nay em đã đóng khoảng phí hoàn tất trên BKPay nên em mong phòng đào tạo mở xét tốt nghiệp trên myBk giúp em ạ. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi em cải thiện môn học nhưng bị rớt, vậy thì có học lại môn này không ạ",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM Em tên , MSSV:  Cho em xin hỏi việc mở tài khoản ngân hàng OCB được thực hiện đồng loạt hay mỗi sinh viên phải tự đăng ký tài khoản riêng ạ? Với lại cho em hỏi lớp Kỹ năng Xã hội D (Nhiếp ảnh) cho tới giờ vẫn không có link lớp học. Vậy lớp có học không vậy? Nếu có thì xin cập nhật link lớp học sớm tại theo lịch học thì thứ 7 tuần này sẽ bắt đầu học rồi. Xin trân trọng cảm ơn!",
    "Em chào Phòng đào tạo ạ, Em là , MSSV: . Em vừa nhận được mail Thông báo về lịch xét tốt nghiệp đợt 2. Em có vào xem thông tin tốt nghiệp của mình, và được báo là thiếu ngày CTXH và không được phép đăng ký tốt nghiệp. Nhưng hiện tại em đã đủ 15 ngày CTXH rồi ạ. Em có đính kèm ảnh chụp màn hình ạ. Phòng Đào tạo cho em hỏi điều kiện xét tốt nghiệp bao lâu sẽ được cập nhật một lần ạ? Em rất mong sớm được nhận phản hồi từ Phòng Đào tạo. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: . Ngày 30/09/2021 em có đăng ký in bảng điểm và nhận chuyển phát qua bưu điện. (Mã phiếu: InBD[phone_number]2) Hiện tại em đang cần bản scan bảng điểm để nộp hồ sơ xin việc làm ạ . Phòng Đào tạo có thể hỗ trợ em scan và gửi file mềm bảng điểm của em qua mail trước khi chuyển phát qua bưu điện được không ạ? Em cảm ơn ạ.",
    "Dạ em đã nhận được câu trả lời rồi ạ, nhưng ý của em là em đã đăng kí để được gửi giấy nhà nhưng em vẫn chưa được xác nhận đã đăng kí thành công ấy ạ, em mong nhà trường xét duyệt cho em được xác nhận để em có bản pdf trước ạ do ngày 10.10 là ngày cuối em phải nộp cho địa phương rồi ạ. Chúc các thầy cô một ngày làm việc hiệu quả ạ. Em cảm ơn ạ!",
    "Tên:  MSSV: ",
    "Kính gửi thầy/cô Em tên là , sinh viên K18 khoa Kỹ thuật hóa học Em xin hỏi về việc khi nào được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự ạ tại vì địa phương em ở đã gửi giấy yêu cầu nộp rồi ạ và hạn chót nộp là 13/10/2021. Vậy em xin cấp sớm giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quận sự để gửi cho địa phương có được không ạ? Em xin cảm ơn thầy/cô ",
    "Kính gửi: Phòng Đào tạo Em tên:  MSSV: Lớp: BT15VTLT Sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo. Theo thông tin nhận được từ mail \"Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021\", em vẫn còn nợ môn KỸ THUẬT XUNG  MMH:402833.Do môn KỸ THUẬT XUNG đã lâu không mở lớp em không đăng ký học được nên Khoa Điện-Điện tử đã hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117.Em có viết đơn xin học và nộp lên Khoa học kỳ 2 năm học 2020-2021 và đã được Khoa chấp nhận.    Em đã gửi yêu cầu nhờ PĐT hỗ trợ và đã nhận thông tin phản hồi là \"liên hệ Khoa xin miễn môn KỸ THUẬT XUNG và chuyển điểm vì đã học môn tương đương thay thế\".     Em đã liên hệ với Khoa vào ngày 4/10/2021 và nhận thông tin phản hồi từ Khoa Điện-Điện tử là đã gửi công văn xét miễn cho em từ ngày 9/3/2021 .     Em xin nhờ PĐT kiểm tra và cập nhật lại thông tin để em được xét tốt nghiệp đợt này ạ.     Em xin chân thành cảm ơm và chúc các thầy cô nhiều sức khỏe!!!  ",
    "Em tên , msssv  Em đã hoàn thành các tín chỉ trong chương trình đào tạo và điểm đã được cập nhật đầy đủ. Nhưng đến nay em vẫn chưa được cập nhật vào danh sách tốt nghiệp dự kiến và chưa nhận được mail phản hồi của PĐT về thông tin đăng ký tốt nghiệp. Mong PĐT kiểm tra và cập nhật giúp em. Em chân thành cảm ơn.",
    "Dạ cho em hỏi, em có đăng ký giấy CNSV từ ngày 27/9, nhưng mà bây giờ sao vẫn thấy đang xử lý ạ, không biết nhà trường có thể giúp em xử lý được không ạ?",
    "Tốt nghiệp Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa Em xin kính chào quý Thầy/ Cô. Em tên là: Hà Lê Phước Hội. MSSV: . Hiện đang là sinh viên thuộc Khoa Kỹ thuật Xây dựng lớp tài năng ngành kỹ thuật xây dựng khóa 2017: XD17KSDD. Hiện tại em đã hoàn thành xong chương trình đào tạo cấp bậc đại học. Vì lý do không hoàn thành được mức điểm 7.5 đối với một vài môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng. Nay em gửi đơn này kính mong quý Thầy/ Cô có thể xét cho em rút khỏi chương trình tương năng và có thể tốt nghiệp bằng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021 sắp tới. Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới. Em xin chân thành cảm ơn quý Thầy/ Cô, kính chúc quý Thầy/ Cô thật nhiều sức khoẻ!",
    "Chào thầy/cô, Em là sinh viên đang theo học chương trình đào tạo đại trà của trường. Vừa rồi em có thanh toán trễ hạn học phí kỳ dự thính 211 vào lúc 15h ngày 04/10/2021, nhưng đã hoàn thành thanh toán sau đó. Theo quy định, em cần gửi đơn trình bày lý do thanh toán trễ hạn về Phòng Đào tạo nhưng do tình hình dịch bệnh nên không thể nộp trực tiếp . Liệu em có thể dùng cách nào khác để gửi đơn trình bày lý do về Phòng Đào tạo được không ạ . Em cảm ơn thầy/cô.",
    "Thưa Phòng Đào tạo, Em là , MSSV , Sinh viên khóa K18, Ngành Khoa học máy Chương trình CLC. Hiện em đã được phòng đào tạo đồng ý đăng kí môn học CO1023 + CO1029 Em gửi mail này vì hiện nay, thời khóa biểu của mình chưa được cập nhập. Mong Phòng Đào Tạo kiểm tra để em có thể theo kịp tiến đọ học",
    "Thưa phòng đào tạo, kì dự thính 211 hạn chót đóng học phí là 15h ngày 04/10/2021, nhưng gia đình em không kịp thu xếp để đóng, em muốn làm đơn gia hạn thêm 1 tuần thì làm ở đâu và nộp ở đâu vậy ạ. Em xin cảm ơn.   i  .",
    "Cho em hỏi em cần nộp giấy xin thu nhận lại để đăng ký tốt nghiệp cũng như in giấy xác nhận sinh viên. Vậy phòng đạo tạo có làm việc offline tại CS1 không ạ ? Câu thứ 2 em muốn hỏi là em đã đăng ký in thẻ sinh viên và chuyển phát qua bưu điện nhưng hiện tại chưa thấy giao về dù trạng thái là đã hoàn thành như hình em đính kèm ạ. Vậy em phải chờ thẻ sẽ giao về tận địa chỉ em đăng ký hay em lên phòng đào tạo lấy ạ ? Em mong nhận được hồi đáp từ thầy/cô sớm ạ.Em cảm ơn.",
    "Dear Thầy/Cô, Em tên là: Nguyễn Văn Lâm MSSV:  Em đã hoàn thành khóa học và các chứng chỉ Anh Văn do trường yêu cầu, nhưng hiện Em không thể đăng ký tốt nghiệp do tình trạng không đăng ký môn học tại số quyết định 263/QĐ-DHBK. Rất mong được sự hỗ trợ của Qúy Thầy/Cô để Em có thể sớm đăng ký tốt nghiệp . Trân trọng cảm ơn !",
    "Tên : Đồng Hữu Thăng    MSSV :  Lớp : DD20LT08          SĐT : [phone_number] Lý dO: Ngày 03/8/2021, trên BKSI em có làm đơn hoãn thi và lúc đó chưa có link để cập nhật việc hoãn, nên em đã làm đơn đầy đủ, trình bày lý do và đã được Phòng đào tạo, do cô  xét duyệt và chấp thuận, và lúc sau em có gởi đơn là PĐT và phòng đã hướng dẫn điền vào link đăng kí hoãn thi, và em đã làm theo, đến nay phòng đào tạo gởi phản hồi là chưa cập nhật dữ liệu hoãn, tính cho em là chưa hoãn môn đó. Em mong phòng đào tạo xem xét, cập nhật lại cho em ạ . Môn hoãn : Xác suất và thống kê Mã Môn học : MT2013  B ",
    "Em có nhu cầu hộp học bổng nên cần in bảng điểm trong năm học 2020 - 2021. Nhưng vì tình hình dịch bệnh nên cần file mềm (file PDF) để nộp trực tuyến nên không biết phòng đào tạo có cấp file PDF thay vì file cứng như trước không ạ?",
    "Em tên là  (MSSV:). Em đã hoàn thành hết tất cả tín chỉ trong chương trình đào tạo và điểm đã cập nhật đầy đủ, nhưng em vẫn chưa có tên trong danh sách tốt nghiệp. Mong nhà trường sớm giải quyết giúp em, đây là lần thứ 2 em hỏi nhưng vẫn chưa nhận được phản hồi.",
    "Dạ cho em hỏi,ngày 16/9 em đã đăng kí in giấy tạm hoãn nghĩa vụ quân sự để gửi về quê,khoảng 1 tuần sau em lên kiểm tra thì giấy đã được xử lý,nhưng hiện tại đến hôm nay 5/10 thì giấy chứng nhận sinh viên này của em vẫn chưa được gửi về đến nhà.Em không biết có vấn đề gì hay không ak.Em nhờ phòng đào tạo xém xét lại dùm em.Em cảm ơn",
    "Em xin chào PĐT! Năm nay PĐT có thông báo xét tốt nghiệp đến cuối tháng 12. Em đã hoàn thành chương trình học. Vậy em xin hỏi nếu em học cải thiện trong kì 211 này thì có kịp tốt nghiệp đợt gần nhất không ạ? Hay em phải đợi đợt tháng 4 năm sau ạ? Em xin cảm ơn.",
    "Vào ngày CN 5/10/2021 em đã được cập nhật lên đầy đủ 15 ngày CTXH rồi ạ. Nhưng đến hôm nay em vẫn không đăng ký tốt nghiệp được. (Dòng \"Tình trạng đăng ký\" ghi là \"Nợ CTXH\")",
    "Em là , MSSV  em muốn hỏi về việc em đã hoàn thành các tín chỉ môn học, đã được update điểm, nhưng chưa nhận được email hướng dẫn nào đăng kí tốt nghiệp, cũng chưa có tên trong danh sách tốt nghiệp dự kiến, PĐT xem xét giúp trường hợp của em ạ. Thanks and Best Regards",
    "Em là - MSSV:  Cho em hỏi là điểm cuối kì môn Nền móng lớp A08-HK202 của em bị nhập sai trên hệ thống thành điểm 13 thì bây giờ em làm đơn xin xem xét lại như thế nào ạ. Em cảm ơn",
    "Em là  . Hiện tại em đã tốt nghiệp và đang theo học chương trình sau đại học. Tại địa phương có yêu cầu giấy xác nhận xinh viên hằng năm để bổ sung hồ sơ không đi nghĩa vụ quân sự nhưng em đăng kí không được vì không có thời khóa biểu trên mybk. Cho em hỏi giờ em phải làm sao ạ?",
    "Chào thầy/cô, Em đã có tên trong danh sách tốt nghiệp dự kiến và đã hoàn tất thanh toán phí tốt nghiệp. Lúc nhập thông tin ở phần khai Lý lịch tốt nghiệp ở phần đăng ký xét tốt nghiệp, em có tick vào ô \"Đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời đến địa chỉ liên lạc như trên qua bưu điện\" nhưng sau khi bấm gửi và em mở kiểm tra lại thì không có dấu tick. Hiện tại em đang cần giấy xác nhận tốt nghiệp tam thời, thầy/cô cho em hỏi là mình sẽ nhận giấy xác nhận tốt nghiệp tạm thời như thế nào ạ, tại trường hay là qua bưu điện? Trong trường hợp qua bưu điện thầy/cô hỗ trợ giúp em do em đã có tick trước khi gửi xét duyệt rồi mà kiểm tra lại không có . Em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Em là , MSSV: , sinh viên chương trình PFIEV. Sắp tới em sẽ tốt nghiệp trong đợt tháng 11/2021. Hiện em đang tiến hành đăng kí tốt nghiệp trên trang mybk nhưng em không thể thêm ảnh thẻ của mình vào được ạ (luôn bị báo lỗi kích thước ảnh  =400 px) nhưng em đã giảm dung lượng ảnh xuống dưới 400px rất nhiều nhưng vẫn bị lỗi . Em mong phòng đào tạo có thể phản hồi và giải quyết giúp em vấn đề này ạ. Em xin đính kèm 2 ảnh của mình với dung lượng   400 px nhưng vẫn không nộp trên mybk được ạ",
    "Kính gửi Văn Phòng Hỗ Trợ Sinh Viên, Em tên là , sinh viên khóa K20 của đại học Bách Khoa, MSSV là . Em có 1 trục trặc khi sử dụng Microsoft 365 bằng email trường. Trước đây em có sử dụng được Office bằng email trường nhưng do máy em có lỗi nên em phải restore lại máy. Sau khi restore và dùng email trường để đăng nhập lại Office 365 thì bên Microsoft báo rằng em phải hỏi bên admin để được active. Hiện tại em không biết phải xử lý khó khăn này như thế nào nên Văn Phòng Hỗ Trợ Sinh Viên có thể giải đáp khó khăn này sớm giúp em được không ạ. Em đang cần gấp để có thể hoàn thành bài tập trên lớp. Em cảm ơn. Trân trọng.  ",
    "Chào thầy cô,  Do em đăng ký nhầm phiếu   B Hoãn nghĩa vụ quân sự    thành   B Bổ túc hồ sơ cho địa phương    nên mong thầy cô có thể xóa giùm em phiếu đăng ký   B Bổ túc hồ sơ cho địa phương    ( mã phiếu là   B CNSV..2    ) và để lại phần cấp giấy   B Hoãn nghĩa vụ quân sự   . Em cảm ơn.   i ",
    ": Dạ thưa Thầy/Cô em đăng ký xin giấy xác nhận sinh viên (bổ sung tạm hồ sơ hoãn NVQS) của trường từ ngày 28/9 đến nay chưa thấy xử lý xong. mà em phải cung cấp giấy cho địa phương nơi em ở trong vòng 7 ngày nữa. nhờ Thầy/Cô kiểm tra giúp em xem có được cấp giấy chưa ạ . chân thành cảm ơn Thầy/Cô",
    "Kính thư thầy/cô. Em có nhận được mail để Đăng kí đi học lại các môn Thí nghiệm/Thực hành . Do sơ suất nên em đã đọc không kĩ về việc đăng kí này, vì em tưởng chỉ là mail khai báo tình hình tiêm Vaccine. Hiện tại em vẫn chưa đủ điều kiện để tham gia đi học lại. Em mong quy thầy cô giúp em Huỷ Đăng Kí các học phần Thực hành/Thí Nghiệm ạ Em xin cảm ơn. Thông tin em đã đăng kí: Tên:  MSSV: ",
    "Em chào PĐT, Theo thông báo về việc giảng dạy, học tập học phần Thực hành thì em KHÔNG thấy PĐT đề cập việc có thể tổ chức online học phần Thực hành. Do trong HK202, em còn 2 buổi thực hành môn Kiến trúc máy tính (CO2007) vẫn chưa thể tổ chức học được do dịch bệnh. Em viết câu hỏi này là do các môn khác trong học kỳ 202 em đã thi xong, chỉ còn môn nói trên vẫn ghi TB SAU trong phần lịch thi trên myBK. Hiện tại thì em không đủ điện kiện để có thể đi học trực tiếp tại trường. PĐT cho em hỏi là môn trên có thể tổ chức học phần Thực hành online được không? Nếu em không thể tham dự những buổi còn lại của học phần Thực hành do không đủ điều kiện đi lại thì em có được thi cuối kỳ trước khi hoàn thành học phần này không? Em xin cảm ơn.",
    "Em chào Thầy / Cô. Em muốn hỏi là nếu sinh viên học lại quá 5% tổng số tín chỉ thì sẽ bị hạ 1 bậc đúng không ạ? Em cảm ơn Thầy / Cô.",
    "Em tên: . MSSV:  Hệ VLVH. -Em đã hoàn thành chương trình học và được cấp giấy chứng nhận tốt nghiệp tạm thời(27/9/2021) -Dạ hôm qua em có xin ý kiến Thầy  về việc \"Chuyển khóa K2014 sang khóa K2013\" để được xét tốt nghiệp lại. Thì Thầy trả lời là \"Do không kiểm tra nên có gửi nhầm các trường hợp SV K13 nhưng đã học và hoàn thành theo CTĐT K2014. Nên Thầy bảo là: \"sinh viên bỏ qua e.mail đề nghị chuyển Khóa\" . -Vậy em có cần nộp đơn chuyển khóa nữa không. Mong PĐT xem xét, và hướng dẫn cụ thể cho em với ạ.    Chân thành cảm ơn quý Thầy/Cô!",
    "Kính gửi Quý Thầy/Cô PĐT. Em có một số thắc mắc về AV nhu cầu 4A hiện đang mở dự thính, mong Thầy/Cô giải đáp giúp em: - AV 4A có được xét qua AV4 để đủ chuẩn tốt nghiệp không ạ? Hay chỉ dùng để xét chuẩn đăng kí môn? - AV 4A chỉ xét đạt và công nhận 2 tín chỉ, còn điểm tổng kết sẽ không được tính vào điểm tích lũy đúng không ạ? Em cảm ơn.",
    "-     Tốt nghiệp . Cho em hỏi em kiểm tra thông tin sinh viên của em thì em thấy mình đủ yêu cầu để tốt nghiệp nhưng không thấy tên em trong danh sách dự kiến tốt nghiệp. Mong PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn. ",
    "Xin chào, Em là , mssv . Em đã hoàn thành đầy đủ các môn học của HK202 và nay em muốn gửi yêu cầu để nhà trường xét tốt nghiệp đợt tháng 11/2021. Em xin cám ơn!",
    "Kính gửi PĐT,  Em tên  khoa Kỹ thuật Xây dựng Khóa 2017 chương trình kSTN . Em có xem quy chế tốt nghiệp tài năng đối với khóa 2017. Trong đó mục 5 có nêu: \"Đối với sinh viên đã hết thời gian đào tạo quy định của chương trình tài năng nhưng chưa có chứng chỉ ngoại ngữ theo quy định đối với sinh viên chương trình tài năng, sinh viên được cấp bằng chính quy đại trà nếu đạt chuẩn tiếng Anh của sinh viên chương trình chính quy đại trà.\" Em vừa nhận kết quả thi Toeic nói viết với số điểm 240, điểm chuẩn tốt nghiệp là 245 . Em có một số câu hỏi mong được giải đáp ạ: Câu hỏi 1: Cho em hỏi vậy đến lúc hết thời hạn nộp điều kiện xét tốt nghiệp em vẫn không đạt được điểm Toeic nói viết 245, em có cần làm đơn xin ra khỏi tài năng để được xét tốt nghiệp đúng hạn trường trình đại trà không ạ? Hay đến lúc xét tốt nghiệp PĐT sẽ tự động chuyển về xét theo chuẩn chương trình chính quy đại trà ạ? Câu hỏi 2: Em có thấy trên lịch trình tốt nghiệp hạn chót nộp các điều kiện là 20/10/2021 nhưng trong mail PDT gửi cho sinh viên lại có phần là \"xét tốt nghiệp đến hết HK211\". Vậy là sau thời hạn 20/10/2021 em vẫn có thể nộp bổ sung bằng toeic nói viết (nếu trên 245) để xét tốt nghiệp đúng chuẩn tài năng đúng không ạ? Mong được thầy/ cô giải đáp giúp em. Em xin chân thành cám ơn.",
    "Cho em hỏi, truong đã gửi giấy xnsv cho sv chưa ạ, tại e đk từ giữa tháng 9 đã xử lý rồi mà giờ chưa nhận đc ạ, địa phương em sắp hết hạn nộp giấy đi nghĩa vụ ấy ạ   i ",
    "Chào thầy cô ạ, em là , MSSV . Em đã gửi yêu cầu hoãn thi môn đại số tuyến tính vào HK203 và đã được đồng ý yêu cầu từ phòng đào tạo vào ngày 13.08.2021. Tuy nhiên khi em truy cập vào danh sách (http://www.aao.hcmut.edu.vn/tracuu/xe...id_ds=2802) thì lại không thấy tên mình. Em mong nhà trường có thể xem xét lại giúp em ạ. Em cảm ơn rất nhiều.",
    "Em xin chào quý thầy/cô! Em là , sinh viên 17 ( MSSV:  ) hoa Điện - Điện Tử. Hiện tại, em có một vấn đề mong thầy/cô giải đáp cho em. Em có đăng ký thi Toeic Nói - Viết qua hình thức trực tuyến để xét tốt nghiệp kỳ này và đã đạt chuẩn. Hiện tại em đã hoàn thành tất cả các tiêu chi để xét tốt nghiệp trong kỳ này. Nhưng em có đăng ký môn học dự trù cho học kỳ chính 211 trước đó và em đã đăng ký hủy môn có tính phí. Tuy nhiên, theo lịch nộp học phí kỳ này là từ ngày 2/11 nên sau ngày này em mới có thể đóng học phí cho môn học đã hủy đăng ký. Vấn đề là hạn chót để xét duyệt tốt nghiệp của 17 lại chỉ đến ngày 20/10 . Vì vậy, em mong thầy cô có thể mở lịch thanh toán học phí học kỳ 211 sớm cho em đee em có thể thanh toán học phí sớm và đăng ký xét tốt nghiệp trước hạn chót 20/10. Em mong nhận được sự thông cảm và chấp thuận để em đóng học phí sớm ạ. Em chân thành cảm ơn quý thầy/cô.   i Tốt nghiệp .",
    "Em đã đăng ký hoãn thi rồi. Trường đã xác nhận đơn đăng ký của e rồi. Mà e lại bị đánh giá điểm 13 là vắng thi ạ. E xin cảm ơn.",
    "Em đã đăng ký hoãn thi nhưng lại nhận điểm 13 (Vắng thi) mon nhà trường phản hồi giúp em ạ. E xin cảm ơn",
    "Xin chào, Em là , mssv . Em đã hoàn thành đầy đủ các môn học theo yêu cầu của ngành và tích lũy đủ tín chỉ cũng như điều kiện tốt nghiệp. Em muốn gửi yêu cầu để nhà trường xét tốt nghiệp đợt tháng 11/2021. Em xin cám ơn. ",
    "Dạ em chào anh/chị, Em tên là , MSSV: . Em hiện tại mong muốn được đăng ký bổ sung học anh văn 4, cho em hỏi là em có thể đăng ký bổ sung học được không ạ. Em rất mong anh/chị có thể hỗ trợ cho em vì hiện tại em đang là sinh viên năm 4 và theo em được biết là phải nộp bằng vào cuối tháng 12, nhưng với tình hiện tại, em không biết khi nào mới được thi Toeic lại. Em đã thi Toeic Listening and Reading đạt 565 điểm, để được đăng ký bổ sung anh văn 4 thì em có cần chuyển điểm anh văn 3 trước không ạ. Em xin chân thành cảm ơn. Mong được nhận hồi âm sớm từ anh/chị ạ.",
    "Dạ chuyện là đợt thi Cuối kỳ 202 em có đăng ký hoãn thi môn Hoá hữu cơ CH2021 ạ. Và nhà trường có gửi mail cho em là nếu sau 30/9/2021 chưa được xử lý thì phải yêu cầu xử lý ạ. Mong nhà trường sẽ xử lý sớm cho em ạ. Hôm nay em vào thì thấy để là điểm 13 ạ. Em xin chân thành cảm ơn",
    "Em tên: , MSSV: 1, sinh viên K2013 em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí, nhưng thiếu chứng chỉ anh văn Writing and Speaking. đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp. anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em em đã phản hồi 2 lần nhưng chưa được PDT giải quyết. mong nhận được sự hỗ trợ từ PDT",
    "Kính gửi thầy cô, Em đã tải được giấy chứng nhận tốt nghiệp tạm thời trên MyBK nhưng file em nhận được bị lệch một chút dẫn đến bị mất thông tin ở phần dưới của file ạ. (Em có gửi file đính kèm để minh họa trong yêu cầu này). Em có hỏi thăm 1 số bạn thì các bạn cũng gặp vấn đề tương tự . Mong thầy cô sẽ sớm xem xét lỗi này giúp em ạ",
    "Em muốn nhờ phòng đào tạo đổi số điện thoại xác nhận khi đóng học phí thành [phone_number]. Vì mặc dù em đã đến ngân hàng để đổi sang số mới nhưng khi đóng học phí vẫn yêu cầu xác nhận số cũ là [phone_number] (số đã mất)",
    "em mới nhận được giấy báo khám nghĩa vụ của xã hôm qua, hiện tại em đã đăng ký giấy xác nhận sinh viên từ hôm qua nhưng em thấy bây giờ thông tin vẫn đang chờ xử lý, em đang cần giấy xác nhận rất gấp vì ngày 9/10 là ngày hạn cuối ạ, em mong nhà trường xem xét giùm em ạ,em cảm ơn.",
    "Kính gửi PDT Em tên:  MSSV:  Lớp: BT15VTLT sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo. Nhưng em nhận được mail\" Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021 \", em vẫn còn nợ môn :402833. Do môn  đã lâu không mở lớp em không đăng ký học được nên KHOA ĐIỆN-ĐIỆN TỬ  hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117 học kỳ 2 năm 2021, em có mail cho văn phòng Khoa  ĐIỆN - ĐIỆN TỬ Khoa báo đã chuyển công văn xét miễn cho em rồi. Vì vậy hôm nay em viết đơn này mong PDT kiểm tra và xem xét hướng dẫn giúp em để kịp tốt nghiệp trong đợt này. Em rất mong nhận được sự phản hồi từ PDT Chân thành cảm ơn!",
    "Em có đăng ký 2A môn anh văn 2 LA1039 và anh văn 3A LA1041 bị trùng với môn hình học họa hình CI1011, môn vẽ bóng CI1019 và môn vật lý 1. Em không biết nhà trường đã hủy môn khi bị trùng lịch đăng ký không ạ? Vì em thấy 2 môn anh văn đã xếp vào thời khóa biểu rồi ạ. Em có gửi kèm hình thời khóa biểu bị trùng lịch.",
    "Kính gửi PĐT, Em là sinh viên Việt Pháp khoá 2016. Em đã nộp chứng chỉ B1 tiếng Pháp rồi nhưng trên ds tốt nghiệp lại không thấy để thông tin bằng B1 trong khi một số bạn khác thì vẫn có. Cho em hỏi vậy em có nhận được phụ lục bằng dành cho sinh viên Việt Pháp như bình thường không ạ? Em xin gửi kèm hình thông tin trên ds tốt nghiệp của em ạ. Em xin cám ơn PĐT.",
    "Em xin hủy môn học mã CO1027 do hủy sai mã môn học thành CO1028. Và em xin thôi tạm hoãn môn MT1005 và CH1003",
    "Em chào thầy cô,  Em là , sinh viên hệ Chính quy Bằng 2, khóa 2021.  HK211 em có đăng ký một môn dự thính là Vật lý bán dẫn, và hạn chót đóng học phí Dự thính theo thông báo từ PĐT là 11/10. Tuy nhiên, em lại chưa có tài khoản OCB để thanh toán, do mới nhập học, vậy thì bây giờ em phải làm thế nào để có thể thanh toán học phí dự thính được ạ?  Mong PĐT giải đáp giúp em. Em cảm ơn.",
    "Kính gửi thầy/cô! Em là , MSSV  Em có đăng kí in giấy xác nhận sinh viên để đăng kí hoãn nghĩa vụ quân sự. Nhưng do thời gian nộp giấy của em đến gần nên em mong nhà trường xem xét cung cấp giúp em bản PDF để có thể nộp cho chính quyền địa phương. Mã phiếu đăng kí của em là CNSV..1 - ngày đăng kí 29/09/2021 Mong nhận được phản hồi từ nhà trường Sinh viên, ",
    "Kính gửi quý thầy cô PĐT Em tên là , MSSV . Trên Bkpay em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp tại văn phòng KTX ĐHQG từ năm 2017 rồi. Mong quý thầy cô PĐT kiểm tra lại kỹ giúp em và cập nhật lại trên BKpay Em xin cảm ơn",
    "Xin cho em hỏi năm nay do tình hình dịch covid phức tạp vây em sẽ được nhận giấy xác nhận sinh viên của trường bằng hình thức nào ạ? Vì dưới địa phương của em đang hối thúc em nộp giấy xác nhận sinh viên, vậy khi nào trường cấp giấy xác nhận sinh viên ạ?",
    "Thầy cô cho em hỏi làm sao để biết mình đã rút môn học thành công ạ.",
    "Kính gửi PĐT và khoa khoa học và kỹ thuật máy tính Em tên  hệ VLVH khoa kỹ thuật máy tính. Hiện tại em đã được PĐT xét duyệt đăng ký môn ĐCLV cách đây 2 tuần nhưng em không thể liên lạc được với các thầy cô để nhận đề tài cho lần này ạ. Em đã tìm được 2 bạn cùng làm với em trong đợt này nhưng hiện tại em không vào được trang elearning của khoa để xem thông báo và đăng ký đề tài được ạ. Kính mong PĐT và khoa giúp đỡ nhóm em ạ. Em xin chân thành cảm ơn. Sinh viên   i ",
    "Dạ cho em hỏi là em vừa đăng ký biểu mẫu có nhu cầu đi học lại trên trường nhưng mà bây giờ em thấy tình hình dịch chưa ổn em có huỷ cái đăng ký đó được không ạ ???",
    "Kính gửi PDT Em là  - . Hiện em đã hoàn thành ctdt của khoa và cũng có đầy đủ các điều kiện tốt nghiệp (av 4 kĩ năng , ctxh,...). Học kì này em có đăng kí 1 môn duy trì tình trạng sv, hạn đóng tiền học phí là 11/9 nhưng hạn chót đăng kí tốt nghiệp là 31/10 nên không đăng kí tót nghiệp được. Cho em hỏi là hướng giải quyết vấn đề này ạ. Em cảm ơn.   i Tốt nghiệp .",
    "Dạ chào anh/chị Anh chị cho em hỏi là mình có thể cùng 1 lúc đăng kí 2 môn anh văn theo nhu cầu là Anh văn 3A và Anh văn 4A được không ạ.",
    "Chào thầy/cô, Em là , MSSV  Hiện tại địa phương em bất ngờ gửi giấy mới khám nghĩa vụ quân sự. Phía địa phương yêu cầu phải có giấy xác nhận của trường trước ngày 11/10/2021. Em có tạo đơn trên BkPortal nhưng không biết khi nào có thể xong. Vậy nhờ thầy/cô kiểm tra giúp em tiến trình ký giấy tạm hoãn nghĩa vụ của em đã được xử lý chưa ạ. Và Nếu em lên trường nhận trực tiếp thì có nhanh hơn không ạ? Em cảm ơn, ",
    "Em tên là , MSSV: . Em có điền nhầm form đăng ký học trực tiếp tại trường do nhầm là form khảo sát tiêm vaccine cho sinh viên. Mong được hủy câu trả lời form đăng ký học trực tiếp này do em không có nhu cầu. Em cảm ơn.",
    "Em chào phòng đạo tạo. Em là Nguyên học chính quy ngành Thủy Lợi. Phòng đào tạo cho em hỏi em học chính quy muốn chuyển xuống tại chức lấy bằng thì có cần thi anh văn nói viết không ạ. Em cảm ơn ạ",
    "Em tên là , mssv , vừa rồi em điền nhầm link đăng ký đi học thí nghiệm trực tiếp trên trường, không biết có ảnh hưởng gì không ạ?",
    "Hồi chiều em điền form này: https://docs.google.com/forms/d/e/1FAIpQLSd_yAssInTau3UCFq23mTAK74gYnF7KAapMFhHga61jAApv7A/formrestricted   và lỡ bấm rút môn học ME3139, nên  em xin PĐT hủy yêu cầu đó dùm em ạ. Em xin cảm ơn.",
    "Dạ thưa thầy cô, do nhầm lẫn em đã điền nhầm vào tờ khai đăng kí đi học lại. Vì mới được tiêm 1 mũi cách đây không lâu nên em cảm thấy chưa yên tâm để đi học được. Cho em hỏi là làm sao để hủy đơn đăng kí đi học lại ạ.",
    "Dạ chào thầy cô, em là  sinh viên khoa KTGT khoá 2020. Lúc chiều này khi nhận được mail đăng kí học TN tại trường, vì sơ ý nên em nghĩ đó là phiếu khảo sát tình hình tiêm vaccine ở trường mình nên em đã đăng kí, vậy cho em hỏi là em có thể rút đơn hoặc nếu được duyệt thì em có thể không đi không ạ, vì hiện tại em đang ở tỉnh chứ không phải ở TPHCM ạ. Em cảm ơn.",
    "Chào thầy/cô Em là  mssv  Vào ngày 05/10/2021, em có sự nhằm lẫn giữa link khai báo y tế và link đăng ký đi học trực tiếp tại trường nên em đã khai báo vào biểu mẫu đăng kí đi học trực tiếp tại trường ( trong khi em vẫn chưa đủ điều kiện đi học trực tiếp tại trường ) Em muốn hủy đăng ký vào link học trực tiếp tại trường thì phải giải quyết như thế nào ạ Mong PĐT giúp đỡ",
    "Chào thầy cô, Em đã đủ điều kiện tốt nghiệp và muốn đăng ký xét tốt nghiệp (mã đợt TN.20211.1) nhưng trên form nhập thông tin em không cập nhật thông tin và nộp đợn được ạ. Về tình trạng đăng ký có ghi: Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến. Em muốn hỏi bây giờ em phải làm sao để đăng ký ạ. Em cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo,  Em tên là , MSSV:  Hiện tại thì em đã đăng ký form vì đủ điều kiện vaccine và mong muốn đi học trở lại các môn thí nghiệm. Tuy nhiên, em có thắc mắc về việc di chuyển khi đến cơ sở 1. Bởi địa chỉ hiện tại em đang ở là tại nhà ở Biên Hòa Đồng Nai nên em không biết liệu việc đi lại liên tỉnh có gặp khó khăn gì không và nếu như đăng ký đi học lại mà không thể trở về nhà trong quá trình học thì làm thế nào hủy đơn đăng ký ạ. Kính mong quý thầy cô giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Kính chào trường, em tên , mssv , trưa nay trường gửi mail thông báo về việc học tập trung tại trường và link form đăng ký, em đọc không kỹ nên đã đăng ký nhầm vào form đăng ký đi học lại tập trung ạ, em muốn đính chính và chỉnh sửa lại thì làm cách nào, và có ảnh hưởng gì đến điểm rèn luyện không ạ? Em xin chân thành cảm ơn và kính chúc cán bộ nhà trường nhiều sức khỏe.",
    "MSSV:     Em chào thầy / cô, Vào thứ 3 tuần trước ngày 28/10, khi có điểm môn kĩ thuật siêu cao tần vào học kì 202, em có nộp đơn phúc khảo điểm theo hệ thống mybk, thế nhưng đến giờ sau 7 ngày em có liên hệ giảng viên giảng dạy em học kì trước, thì được báo là phòng đào tạo chưa mở hệ thống sửa điểm ạ, vì thế em viết đơn này để hỏi rằng không biết đơn phúc khảo của em có được xét duyệt không ạ, tại cũng sắp hết hạn rồi ạ Em mong sớm nhận được phản hồi từ thầy/cô ạ. Em xin chân thành cảm ơn",
    "Do sơ suất nên em đã điền vào mẫu form đăng ký học trực tiếp tại trường, bây giờ em muốn rút lại đơn không đăng ký học trực tiếp nữa thì có được không ạ? Do em nhận thấy việc chỉ tiêm 1 mũi vacccine vào đầu tháng 10 chưa đủ an toàn để học trực tiếp. Em cảm ơn ạ!",
    "Kính chào thầy/cô, Trong đợt thu phí bảo hiểm y tế và bảo hiểm tai nạn HK171, em có ấn đăng ký nhầm dù đã có bảo hiểm tại ký túc xá ĐHQG rồi. Em không biết việc này có ảnh hưởng đến việc xét tốt nghiệp không? Mong quý thầy/cô xem xét giúp em ạ. Em xin cảm ơn!",
    "Nhờ thầy (cô) điều chỉnh giúp em mục 'hình thức\" từ chính quy sang VHVL với ạ. Em cám ơn  ",
    "Dạ thưa thầy/cô. Em tên , MSSV: . Do em không đọc kỹ mail nên đã đăng ký học trực tiếp dù chưa đủ điều kiện. Em có thể hủy biểu mẫu đăng ký được không ạ? Em cảm ơn và chúc thầy/cô sức khỏe.",
    "Gửi các anh/chị phòng Đào tạo, Em là , khóa K17 ngành kỹ thuật máy tính. Hiện tại em đã có đủ điểm số và hoàn thành đẩy đủ các môn học nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ. Em đã gửi câu hỏi này vào ngày 28/09/2021 (Câu hỏi/yêu cầu số #37000). Sau đó, chị  đã xác nhận và nếu ngày 05/10/2021 em không nhận được email hay đăng kí tốt nghiệp được thì em gửi lại câu hỏi ạ. Anh chị có thể kiểm tra giúp em được không ạ. Em cảm ơn anh chị. Trân trọng, .",
    "Chào pdt, Vì một số lí do cá nhân nên em không thể hoàn thành môn học nhập môn kĩ thuật khoa điện điện tử (EE1001) nên em muốn xin phòng đào tạo cho em học chung với khóa 2021, mssv của em là , mong phòng đào tạo xem xét.",
    "Dạ em tên là SV  lớp DD20LT12, PĐT cho e xin được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06), 2013(L17),  EE2009(L08) với ạ  Tại vì mấy tháng nay, em phải về dưới quê cùng với gia đình để tránh dịch nên hiện tại em không có đủ trang thiết bị và điều kiện đường truyền mạng để tham gia kì thi được luôn ạ, em đã phải hoãn các môn từ đợt thi cuối kì 202 nên mong PĐT có thể cho em được hoãn thi giữa kì 211 và được thi lại sau ạ.  Dạ em cảm ơn PĐT ạ",
    "Cho em hỏi nếu em hiến máu ngoài trường, có giấy xác nhận, thì có được cộng điểm rèn luyện không ạ ? Em cảm ơn.",
    "Kính chào quý thầy cô. Học kỳ 202 em có đăng ký hoãn thi môn CAD/CAM (ME4007), em xin hỏi mình có cần đăng ký học học phần thực hành (ME4008) của môn này không, hay dùng điểm thi cuối kỳ làm điểm tổng kết. Kính mong quý thầy cô giải đáp, em xin cảm ơn ạ.",
    "Chào thầy/cô, Hiện em đã có tên trong danh sách tốt nghiệp dự kiến, em đang có nhu cầu in bảng điểm nhưng ở phần thanh toán có ghi \"sinh viên có tên trong danh sách tốt nghiệp dự kiến thanh toán lệ phí tại PĐT\", nhưng trong mục thanh toán lại để thanh toán bằng BKPay, vậy em phải thanh toán bằng BKPay hay thanh toán tại PĐT ạ. Em xin cảm ơn.",
    "Cho em hỏi với chỉ thị mới như này thì em đã có thể làm thủ tục mượn lại giấy chứng nhận điểm thi THPT Quốc Gia chưa ạ, hoặc trường có nhận chuyển phát nhanh chưa ạ? Em xin lỗi vì đặt câu hỏi nhiều lần ạ.",
    "Kính gửi PDT Em tên là  MSSV  Em có đăng ký xin giấy xác nhận SV vào ngày 19/9 và đã được giải quyết nhưng hôm nay đã là 16 ngày kể từ ngày đăng ký nhưng em vẫn chưa nhận được, Em đã kiểm tra kĩ địa chỉ và SDT người nhận là chính xác. Em mong PDT kiểm tra lại dùm em . Em xin chân thành cảm ơn",
    "Hiện tại em có nhận được mail có tên trong danh sách sinh viên tốt nghiệp đợt 2 và trường yêu cầu đăng ký xét tốt nghiệp trên mybk nhưng em chưa đăng ký được và lý do hiển thị là nợ HP. Tuy nhiên trước đó em đã thanh toán đầy đủ các phí nợ trên BKPay. Em mong trường xem xét và cập nhật lại sớm giúp em để em được đăng ký xét tốt nghiệp ạ. Em cảm ơn.",
    "Chào pdt, Vì không đọc kỹ mail từ pdt mà em đã điền vào link đi học lại trực tiếp nên xin phòng đào tạo xem xét cho em vẫn học trực tuyến do vẫn chưa có tiêm vacxin và chưa có phương tiện lên học, mssv của em là , mong pdt xem xét.",
    "Em tên là Phạm Gia Kiệt -  Vì quá lâu không sử dụng tài khoản OCB nên em đã quên mật khẩu và bị khóa, hiện tại khu vực của em không có ngân hàng OCB để mở nên em đã liên hệ bên phía ngân hàng vì tiền em đã chuyển vào tài khoản. Kính mong nhà trường xem xét và giúp đỡ em.",
    "Gửi phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh Em tên là:  - MSSV: . Em có tên trong danh sách dự kiến tốt nghiệp tuy nhiên điểm trung bình tích luỹ là 7.93 trong khi điểm TBTL hiện tại của em là 8.00(my bk). Em đang rất thắc mắc vì việc này ảnh hưởng đến xếp loại của em nên em cũng đang chưa đăng ký tốt nghiệp . Hỏi:  1. Liệu có phải đang cập nhật điểm TBTL không, nếu đúng xin xác nhận về điểm TBTL và xếp loại tốt nghiệp của em?  Mong nhận được câu trả lời sớm nhất từ phía phòng đào tạo để em xác nhận thông tin trước khi đăng ký tốt nghiệp . ",
    "Dạ cho em hỏi là nếu em muốn xin bảng điểm điện tử năm học 2020-2021 có xác nhận của phòng đào tạo thì phải làm như thế nào vậy ạ?",
    "em có lỡ đăng kí chuẩn bị học trực tiếp tại trường mà em chưa chắc có thể di chuyển từ tỉnh vào thành phố em đang ở Bình Định nếu sắp tới tới lượt học trực tiếp trong đợt đăng kí này vào học này em cũng mới năm 3 chưa tới luận án nên em muốn hủy đăng kí",
    "Em chào các thầy cô. Em tên là Trần Thế Danh, sinh viên lớp HC18KSTN . Học kỳ này em có đăng ký cải thiện môn QTTB Truyền Nhiệt CH2043 thì hệ thống tự đăng ký học phần mở rộng cho em trong khi em đã Đạt học phần này vào HK192 rồi. (em có gửi bảng điểm đính kèm) Vậy em có cần học lại học phần này không ạ? Vì theo như em được biết nếu đã Đạt rồi thì không cần học lại nữa . Mong thầy cô phản hồi sớm giúp em ạ. Em xin chân thành cảm ơn thầy cô.",
    "Chào cô, em là  - . Em xin phép được gửi phòng đào tạo đơn thi thay thế điểm VP cho môn Giải tích mạch ở học kì 203. Em xin cảm ơn và chúc cô 1 ngày tốt lành.",
    "Em chào thầy/cô, em là sv sẽ đăng kí tốt nghiệp có mã đợt TN là TN.20211.1, nhưng em bị tình trạng không thể đăng ký do bị NỢ HP. Hiện em đã thanh toán hết số còn nợ trong BKPay, em mong thầy/cô xem xét gỡ tình trạng đăng ký đó cho em để em nhanh chóng đăng ký  tốt nghiệp ạ. Cho em hỏi thêm nếu tình trạng như vậy em có thể xin giấy tốt nghiệp tạm thời bây luôn được không ạ? Em cám ơn quy thầy/cô đã xem và sẽ trả lời sớm cho em ạ. Em có đính kèm file pdf minh chứng em đã thanh toán hết nợ HP ạ.",
    "i Tốt nghiệp . Chào văn phòng Em tên là Nguyễn Việt Ân, MSSV . Em hiện đang là lớp trưởng lớp CC17DK11-12 khoa Kỹ thuật Dầu khí Chất Lượng Cao, em đại diện lớp muốn trình bày vần đề như sau: - Do là đến kì Đăng kí tốt nghiệp, nhưng vì lớp em mới hoàn thành buổi Bảo vệ Luận văn vào ngày 2/10/2021, nên cho đến thời điểm hiện tại, tụi em vẫn chưa có điểm môn LVTN trên mybk. - Em có hỏi văn phòng OISP về việc đăng kí Tốt nghiệp trên mybk, nhưng được hướng dẫn là trễ hạn đăng kí nên phải đăng kí Tốt nghiệp bổ sung qua BKSI. - Vậy văn phòng cho em hỏi cách thức đăng kí Tốt nghiệp của lớp em sẽ như thế nào ? Và em sẽ đăng kí ở đâu ạ? Trân trọng cảm ơn.",
    "Thưa cô, kỳ 202 em có gửi yêu cần hoãn bảo vệ LV và được PĐT và khoa duyệt. Nhưng đến hôm nay, điểm luận văn của em vẫn để 13 điểm ạ.",
    "Xin chào, Em là , mssv . Em đã hoàn thành đầy đủ các môn học của HK202 và nay em muốn gửi yêu cầu để nhà trường xét tốt nghiệp đợt tháng 11/2021. Em xin cám ơn!",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV  Em đang bổ sung hồ sơ tham gia chương trình Học bổng Acecook Happy Scholarship năm 2021 và em đang rất cần bảng điểm để hoàn tất hồ sơ. Kính nhờ Phòng Đào tạo hỗ trợ gửi bảng điểm file mềm giúp em để hồ sơ được đầy đủ ạ. Trân trọng,    i  .",
    "Thầy cô cho em hỏi em đã đăng kí anh văn cơ bản được rồi ạ. Em vào thời khóa biểu nhà trường cũng có tkb lun rồi nhưng sao em chưa thấy cập nhật anh văn cơ bản trên bkel vậy ạ. Thầy cô cho em hỏi là do hệ thống chưa cập nhật hay em bị hủy môn học rồi ạ. Em cảm ơn thầy/ cô nhiều ạ.",
    "Sao em được trong danh sách hoãn thi môn giải tích 2 MT 1005 cuối kỳ 202 rồi nhưng sau ngày 30/9 điểm em vẫn là 13 thế ạ",
    "Em chào thầy cô, Dạ vào ngày 28/10 em có đăng kí in bảng điểm (chuyển phát bằng bưu điện), trên hệ thống báo là ngày 4/10 hẹn trả kết quả. Dạ cho em hỏi là bảng điểm của em đã được ship chưa ạ, tại vì trong tuần này em cần bảng điểm để bổ sung vào hồ sơ ạ . Em cảm ơn quý thầy cô. Trân trọng ",
    "Thưa PĐT, em vừa update đủ các điều kiện tốt nghiệp (số TC, ngoại ngữ), cho em hỏi là danh sách tốt nghiệp dự kiến khi nào sẽ update lại ạ, và em có kịp đăng ký tốt nghiệp trong HK221 này không ạ? Trong trang Đăng ký tốt nghiệp (https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky), các mục 2 và 3 chỉ có thể cập nhật thông tin khi có tên trong ds tốt nghiệp dự kiến phải không ạ?",
    "Kính gửi: Phòng đào tạo! Em tên   MSSV  đã có quyết định chuyển hệ từ bằng 2 chính quy sang hệ vừa làm vừa học (335/QĐ/ĐHBK). Em đã hoàn thành chương trình đào tạo bao gồm cả luận văn tốt nghiệp theo chuẩn đầu ra hệ vừa làm vừa học nhưng hiện tại Em không có tên trong danh sách sinh viên dự kiến tốt nghiệp hệ VLVH vào đợt tháng 11/2021 nên không thể đăng ký xét tổt nghiệp. Kính mong phòng đào tạo kiểm tra và cập nhật danh sách tốt nghiệp dự kiến để em có thể đăng ký xét tốt nghiệp hệ VLVH (vì hạn chót xét tốt nghiệp là ngày 20-20-2021) Kính mong phòng đào tạo xem xét và hồi đáp! Em xin chân thành cảm ơn!  B  ",
    "Em chào cô, Vừa qua em có đăng ký xét tốt nghiệp trên Mybk và đã được xử lý. Tuy nhiên ở mục đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời em không chọn vào vì em đang ở quê. Sáng nay em có nhận được thông báo của Viettel Post về một bưu phẩm được gửi từ trường mình vào ngày 6/10. Mã bưu phẩm  Phòng đào tạo có thể kiểm tra giúp em xem đây có phải là giấy chứng nhận tốt nghiệp tạm thời hay không và bưu phẩm này được gửi về địa chỉ nào vậy ạ. Em cảm ơn thầy cô rất nhiêu",
    "Dạ em chào anh/chị, em là , MSSV . Sau khi tra danh sách tốt nghiệp tháng 11, em thấy em có phần ghi chú là nợ học phí. Sau khi kiểm tra lại em thấy mình có đăng ký 1 bảng điểm mà quên chưa thanh toán. Hiện tại em đã thanh toán nhưng em vẫn chưa thể đăng ký tốt nghiệp do nút cập nhật thông tin đang bị khoá như hình em đính kèm. Em rất mong thông tin của mình được cập nhật để em đăng ký tốt nghiệp ạ. Em chân thành anh/chị đã dành thời gian đọc và trả lời tin nhắn này. Chúc anh/chị có một tuần làm việc vui vẻ ạ.",
    "Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa TP.HCM Em xin kính chào quý Thầy Cô, Em tên , MSSV:. Em đang là sinh viên khoa Kỹ thuật Xây dựng lớp Kỹ sư tài năng (KSTN) ngành xây dựng dân dụng và công nghiệp khóa 2017: XD17KSDD Tính đến thời điểm hiện tại, em đã hoàn thành chương trình đào tạo bậc đại học. Em viết đơn này để xin phép rút khỏi chương trình Kỹ sư tài năng và kịp thời xét tốt nghiệp đợt TN.2021.11 (Học kì 1 năm học 2021 - 2022) vì những lý do sau: - Do em không đáp ứng các điều kiện điểm các môn cốt lõi tài năng ( = 7.5đ) - Do em không đạt đầy đủ các học phần mở rộng - Do em phải bổ sung hồ sơ tốt nghiệp để tiếp tục học Cao học theo chương trình liên thông Cao học - Đại học, em đã bắt đầu học từ HK192 Em kính gửi quý Thầy Cô đơn xin rút khỏi chương trình KSTN . Kính mong quý Thầy Cô xét duyệt kịp thời để em có thể tốt nghiệp đợt TN.2021.11 và tiếp tục theo học chương trình Cao học. Em xin chân thành cảm ơn quý Thầy Cô, kính chúc quý Thầy Cô thật nhiều sức khỏe.",
    "Chào  , em có thắc mắc về điểm số điểm tông kết môn Nhà máy điện và Trạm biến áp , điểm thành phần và thi em đều 7 trở lên mà tổng điểm lại là 6.5 ???",
    "Tuần trước nhà trường có gửi mail nói em lên check danh sách các môn đăng ký hoãn thi, khi em check thì thấy thiếu 3 môn em đã đăng ký qua mail từ cuối tháng 7 (tổng là 5 môn em đã đăng ký hoãn) nên em có điền lại form bổ sung thêm 3 môn. Nhưng đến nay em check thì vẫn chưa cập nhật ạ. Em mong trường xem xét giùm ạ. Em cảm ơn.",
    "Em xin chào ạ . Em tên - - Khoa Kỹ thuật Hoá học  Em viết đơn này với lí do: Xin được hoãn thi GK môn Xác suất thống kê- MT2013. Với lí do thiết bị làm bài thi không đáp ứng được tiêu chí và hiện tại việc học onl cũng không ổn định do đường truyền mạng chỗ em không ổn định . Em xin cảm ơn .",
    "Dạ chào thầy/cô,  Hiện tại em đã đủ điểm đạt anh văn nói-viết, thanh toán hết học phí trên BKPay, xin phòng đào tạo xét bổ sung tốt nghiệp cho em vào đợt tháng 11 tới. Em có vào trang đăng ký tốt nghiệp trên Mybk thì hiện trạng thái không cho phép đăng ký. Hệ thống báo lỗi (Tình trạng đăng ký: Không được phép đăng ký(Nợ HP)).  Mong PĐT cập nhật giúp em ạ.  Em xin cảm ơn.",
    "Chào pdt, Em tên , mssv  Em xin trình bày vấn đề của em như sau Học kỳ 203 em có đăng ký hoãn thi môn Giải tích 2( MT1005) và đã được email của pdt xác nhận đăng ký thành công. Nhưng hiện tại tra cứu theo đường link email pdt gửi thì kết quả không tìm thấy mssv. Mong pdt kiểm tra lại giúp em hoặc hướng dẫn cách giải quyết vấn đề này. Em xin cảm ơn",
    "Em tên  - , hệ VHVL. Thầy/cô cho em hỏi thời khóa biểu của em bị xóa thực tập tốt nghiệp ạ, thầy cô cập nhật lại dùm em . Em cám ơn.",
    "Chuyện là em có điền form hoãn thi học kỳ 202 do nhà trường gửi rồi nhưng khi em lên trang của phòng đào tạo và tìm tên em trong danh sách hoãn thi thì lại không có , mong phòng đào tạo giúp em ạ",
    "Em tên là  sinh viên khóa k16, hiện em đã tốt nghiệp và chưa nhập được bằng . Em muốn biết trong tình hình dịch hiện nay, Phòng đào tạo đã tiếp nhận sinh viên trở lại chưa ạ? Em có nhu cầu nhận bằng tốt nghiệp của mình ở Phòng đào tạo. Em xin cảm ơn.",
    "Em xin chào thầy/cô,  Em là Lại Hoàng Tuấn, MSSV , hiện em là sinh viên khóa 2017, ngành Cơ Kỹ Thuật. Hiện tại, em vẫn chưa thấy tên em trong danh sách dự kiến tốt nghiệp tháng 11 thông qua trang web www.aao.hcmut.edu.vn. Đồng thời, em vẫn chưa đăng ký được tốt nghiệp trên trang MyBK, mặc dù em đã hoàn thành các điều kiện về ngoại ngữ, đáp ứng đủ số ngày CTXH, không nợ học phí, v.v.... Em rất mong thầy/cô có thể xem xét giúp trường hợp của em, liệu cá nhân em còn thiếu điều kiện nào để tốt nghiệp không? Em mong nhận được phản hồi của thầy/cô .  Em xin chân thành cảm ơn các thầy/cô!",
    "Dạ em chào thầy/cô, Em là  (MSSV: ). Hiện tại em đã hoàn thành các môn và đủ tốt nghiệp ngoại ngữ (em vừa có điểm toeic speak & write hôm qua). Nhưng trong HK211 em có đăng ký 1 môn là môn \"Kiểm tra phần mềm\" (CO3015) vì lý do em đăng ký dự phòng vì sợ sẽ không qua được môn này trong HK202, nhưng sau khi có kết quả HK202 thì em đã qua môn này và đã điền form đăng ký huỷ môn này trong HK211 (nhưng hiện tại em thấy vẫn chưa được huỷ, TKB vẫn còn lịch học môn này). Hạn đóng học phí là đầu tháng 11, nhưng deadline cho xét tốt nghiệp tháng 11 là 31/10 ạ. Vậy thầy/cô cho em hỏi là: 1. Khi nào em sẽ được update huỷ môn ạ? 2. Vì thời gian đóng học phí HK211 là đầu tháng 11, mà thời hạn xét tốt nghiệp là 31/10 vậy thì em có được xét tốt nghiệp hay xin được đóng học phí sớm để được bổ sung vào danh sách tốt nghiệp không ạ? Mong thầy/cô xem và phản hồi, em xin cảm ơn thầy/cô ạ.",
    "Cho em hỏi có thể giải quyết gấp giấy xác nhận sinh viên giúp em được không ạ do địa phương yêu cầu t2 ngày 4/10/2021 phải nộp cho địa phương. Em đã gửi yêu cầu từ ngày t2 27/9/2021 đến nay vẫn chưa được xử lí ạ. Em xin cảm ơn.",
    "Em chào quý Thầy(Cô), Em tên là , MSSV , em viết đơn này nhằm xin phép được đóng học phí hoàn tất môn học đã rút trước thời hạn để tiến hành xét tốt nghiệp, hoàn thành chương trình học. Mã số khoảng thanh toán theo BKPay: DDDH211.1..1 Kính mong quý Thầy(Cô) hỗ trợ để em được hoàn tất chương trình học. Em cảm ơn quý Thầy(Cô). Trân trong, ",
    "Xin chào anh chị, em đã hoàn thành chương trình học không xin được giấy tạm hoãn nghĩa vụ quân sự nữa. Em muốn xin giấy xác nhận sv hoặc xác nhận sắp tốt nghiệp để nộp cho địa phương thì phải làm sao ạ? Nay em có thể lên trường không?",
    "Em chào cô . Em đã gửi đơn rút đơn học và nhận được mail yêu cầu kiểm tra lại sau ngày 5/10, nhưng sao hôm nay em vào kiểm tra thời khoá biểu thì thấy môn học vẫn chưa biến mất vậy ạ. Em cảm ơn cô.",
    "Kính gửi phòng đào tạo,  Em là , MSSV: . Hiện tại em đã đủ 15 ngày CTXH mà vẫn chưa được mở quyền đăng ký tốt nghiệp ạ . Mong quý phòng đào tạo hỗ trợ giúp em ạ . Em xin cám ơn ",
    "Bây giờ địa phương nơi em ở đồi giấy hoãn nghĩa vụ quân sự gấp Vậy cho em hỏi mình đăng kí giấy hoãn nvqs trên mybk thì khoãng bao lâu mới có được ạ Em chân thành cảm ơn !",
    "Cho em hỏi là kì còn đợt thi  nói viết cho kì tốt nghiệp sắp tới đây nữa không ạ! em cần đăng kí thi mà không đăng kí trên Mybk được ạ! em cám ơn!",
    "Em tên là:  - MSSV: . Hiện tại thông tin tốt nghiệp dự kiến của em có điểm trung bình tốt nghiệp là 7.93. Tuy nhiên em mới vừa chuyển điểm anh văn cụ thể là bằng toeic 615 vào anh văn 1 và anh văn 2. Do đó điểm trung bình mới của em đang là 8.00. Nhưng điểm tốt nghiệp dự kiến vẫn chưa được cập nhật . Mong phòng đào tạo xem xét và điều chỉnh lại thông tin giúp em . ",
    "Em đã đăng ký rút môn học truyền nhiệt mã CH2043 HK211 nhưng vẫn chưa có kết quả và em sắp thi giữa kì nên em muốn hỏi khi nào thì sẽ có kết quả rút môn vậy ạ? Em cảm ơn.",
    "Em chào thầy/cô ạ, Ngày 17/09 em có đăng ký nhận giấy chứng nhận sinh viên bổ sung hồ sơ tạm hoãn nghĩa vụ quân sự nhưng đến nay em vẫn chưa  nhận được giấy. Em không biết là bên vận chuyển có vấn đề gì không ạ vì em không có số vận đơn để theo dõi. Em mong Phòng Đào tạo xem xét trường hợp của em vì ngày 10/10 là hết hạn bổ sung giấy chứng nhận. Em xin cảm ơn",
    "Kính chào các thầy, cô PĐT, Em là , MSSV  . Hiện tại em đã tốt nghiệp vào tháng 4/2021 nhưng vì nhiều lý do + dịch bệnh khiến em chưa nhận bằng tốt nghiệp được . Em muốn hỏi là hiện tại PĐT đã làm việc lại ở trường chưa và em có cần phải làm thủ tục gì trước khi lên trường xin lấy bằng tốt nghiệp không ạ?  Em cám ơn quý thầy, cô. ",
    "Kính gửi phòng đào tạo. Tên em là:  Mssv:  Em muốn hỏi một số câu hỏi như sau: - Do em đã hoàn thành hết chương trình học chỉ còn nợ anh văn nên em đã không đăng ký môn học của học kỳ trước vì vậy tình trạng sinh viên đã chuyển thành tạm dừng. Hiện nay em đã nộp đầy đủ chứng chỉ toeic và av nói viết nhưng không đăng ký tốt nghiệp được do tình trạng sv đang tạm dừng vậy em cần phải làm đơn gì để đăng ký tốt nghiệp được ạ. Em xin cảm ơn. - Em còn thiếu 2 ngày ctxh nhưng hiện giờ em đang là f0 điều trị tại bệnh viện nên không đăng ký đi làm ctxh được vậy cho em hỏi là khi nào hết hạn đăng ký tốt nghiệp ạ và em có thể bổ xung sau được không ạ. Em hiện tại đã về quê Thanh Tâm, Thanh Liêm, Hà Nam Em xin cảm ơn!",
    "Em vẫn chưa có toeic 2 kĩ năng Nghe - Đọc. Do kì này trường cho phép đăng kí luận văn mà không cần bằng toeic nên em đã đăng kí anh văn 4 thay thế . Cho em hỏi là nếu vậy thì ngoài toeic 2 kĩ năng nói - viết, em đã đủ 4 anh văn 1,2,3,4 thì không biết có cần phải lấy bằng toeic 2 kĩ năng Nghe - Đọc nữa không mới đủ điều kiện xét tốt nghiệp ạ?",
    "Em chào thầy/cô, Hiện tại em bị thiếu 1 môn để ra trường, nhưng trong kì này em không đăng kí môn học nào hết (tức là điểm trung bình kì này của e sẽ bằng 0) theo em tìm hiểu là em sẽ phải làm mẫu đơn sau để xin tạm dừng 1 học kì để tránh việc kì sau không đăng kí môn học được, nhưng trong mẫu đơn yêu cầu chữ kí của thầy chủ nhiệm và thầy trưởng khoa, nhưng hiện e đang ở quê và chỗ em đang bị phong tỏa khó lên trường để xin chữ kí được nên em không biết làm thế nào để xin chữ kí và trình lên phòng đào tạo được ạ. Em mong sớm nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ",
    "ùi Danh HoàngKiểm tra online thì lúc đang thi thì record bằng ứng dụng gì và như thế nào ạ? ",
    "Gửi các anh chị phòng đào tạo",
    "Gửi thầy/cô phòng đào tạo, Em là , khóa K17 ngành Kỹ thuật máy tính. Hiện em đã hoàn thành và có đủ điểm tất cả các môn học nhưng chưa có tên trong danh sách dự kiến tốt nghiệp 11/2021. http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach Thầy cô có thể kiểm tra giúp em được không ạ? Em xin cảm ơn! Trân trọng,     i Tốt nghiệp .",
    "Gửi các anh/chị phòng Đào tạo Em là , khóa K17 ngành kỹ thuật máy tính. Hiện tại em đã có đủ điểm số và hoàn thành đầy đủ các môn học nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ (dựa vào tìm kiếm ở trên đây http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761) Anh/chị có thể kiểm tra giúp em được không ạ. Em cảm ơn anh chị. Trân trọng. ",
    "Em chào thầy/cô ạ, em muốn hoãn thi giữa kì XSTK (HL203) vì không đủ điều kiện thì em cần phải làm như thế nào ạ, mong thầy/cô hướng dẫn cho em ạ",
    "Em tên là  vào ngày 2/10/2021 em có thi anh văn 2 kĩ năng nói viết của trường mình. Em đã hoàn thành bài thi nhưng đến lúc nộp bài thì nhà em bị cúp điện. Lúc kết nối được chỉ còn 1 phút để nộp bài, vì thời gian quá gấp rút nên em đã nộp nhầm file bài làm . Khi đó em đã nộp bài cho giám sát thi là thầy  email:  nhưng qua rất nhiều lần gửi mail nhờ thầy giúp đỡ cũng như liên lạc cho BK English vẫn không có phản hồi. Mọi quá trình thao tác hay làm bài gặp sự cố đều được em ghi lại toàn bộ màn hình. Em rất mong được nhà trường giúp đỡ!!!",
    "Dạ e chào thầy, cô phòng đào tạo ạ Em tên , MSSV: , Khoa Khoa học Ứng dụng. Dạ vừa r e đã thi xong anh văn 2 kỹ năng nói viết, bây giờ đã hoàn thành đủ điều kiện tốt nghiệp ạ. Em có vào mybk để đăng ký tốt nghiệp thì trang báo e k có tên trong danh sách tn dự kiến. Vậy thầy, cô cho e hỏi giờ e cần phải làm thêm gì nữa ạ, e có cần lên trực tiếp trường k ạ? Mong thầy, cô hỗ trợ giúp e ạ. Em cảm ơn thầy, cô nhiều ạ!",
    "em tên lâm bình khang mss ngày 24/08 em có đăng kí hoãn thi môn giải tích 2 MT1005 hk203 và môn ee2017 cơ sở kỹ thuật điện hk202 phòng đào tạo đã ra danh sách hoãn thi nhưng em chỉ có tên bên hk202 còn hk203 lại ko có ,trong mail trc phòng đào tạo bảo 12/12 mới ra quyết định chính thức là với với những ai có tên trong danh sách hay lúc đó em mới có tên trong danh sách, thêm nữa trong thư ghi là đăng kí trc 6/9 phòng đào tạo đã hủy không còn dữ liệu sau 6/9 phòng đào tạo đã gửi mail xác nhận cho sinh viên nhưng em không thấy mail xác nhận nào hết chỉ có cái mail xác nhận đồng ý hoãn thi đúng ngày 24/08 , em đang rất hoang mang mà phòng đào tạo   trả lời 2 lần khác nhau(em có gởi trong file) mong phòng đạo tạo giải đáp giúp em ,nếu mà để giải quyết em cần làm những gì  ",
    "Em chào thầy (cô), Em tên ,  MSSV: , hiện tại đang là sinh viên lớp HC17KSTN. Trong đợt thi TOEIC nói viết online đợt 2 do trường tổ chức vừa qua. Em chỉ đạt 220 điểm trong khi chuẩn tiếng anh của lớp KSTN là 245 điểm. Thầy (cô) cho em hỏi như vậy em có được xét tốt nghiệp ttrong tháng 11 này không ạ? Nếu không thì em phải làm như thế nào để được xét tốt nghiệp trong tháng 11 này ạ? Em có thể chuyển từ lớp HC17KSTN về lớp HC17CHC để được tốt nghiệp đúng hạn được không ạ? Do hiện tại em đang cần gấp bằng tốt nghiệp tạm thời.  Em mong nhận được phản hồi từ thầy (cô).",
    "Chào , Em tên là , MSSV . Em cảm ơn  đã tạo điều kiện cho em đóng học phí và hiện em đã thành toán các khoản học phí trên trang BKpay (đính kèm 1 và 2)  Em được biết  sẽ cấp bằng tốt nghiệp tạm thời vào mỗi thứ 6 hàng tuần (đính kèm 3) Hiện tại em vẫn chưa thể đăng ký tốt nghiệp trên MyBK do vẫn còn thuộc diện nợ HP (đính kèm 4) Em hi vọng  có thể cập nhật điểm Rút/Huỷ môn học để em có thể đăng ký tốt nghiệp cũng như nhận bằng tốt nghiệp tạm thời sau đó đem đi dịch thuật và công chứng trước 15 tháng 10 sau đó gửi sang Hàn Quốc. Em đã gọi điện cho dịch vụ chuyển phát DHL và họ thông báo là nếu gửi giấy tờ đi ngày 15 tháng 10 thì có thể ngày 18 hoặc tháng 10 mới tới Hàn Quốc được ạ. Hiện em đang ở Đồng Nai và chưa thể lên Thành phố được nên khi có bằng tốt nghiệp tạm thời em phải chờ để trường gửi bằng về Đồng Nai nên em rất mong  tạo điều kiện cho em. Em xin cảm ơn.",
    "Kính gửi PĐT, Em là , mssv . Hiện tại em chưa được cập nhật điểm trung bình tích lũy ngành trên mybk trong học kỳ 202. Lần cuối cùng được cập nhật là tính tới học kỳ 201, với 134 tín chỉ (chưa cập nhật 9 chỉ LVTN của học lỳ 202). Kết quả này dẫn tới điểm xét loại tốt nghiệp của em bị sai. Kính mong PĐT kiểm tra và cập nhật lại giúp em. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em là Nguyễn Ngọc Hiền MSSV , lớp CK14LOG. Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp. Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em chân thành cảm ơn",
    "Chào PĐT ạ, em là , MSSV , khóa K2014. Tình hình hiện em còn thi nói viết để đủ điều kiện nhận tốt nghiệp ra trường, nhưng hiện chưa đạt. - Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết em có thể gia hạn thêm qua học kì sau cho trường hợp của em để tốt nghiệp ra trường không ạ? - Nếu được em có cần làm đơn gì không ạ? Em cám ơn ạ!",
    "Dạ nhà trường xem xét kiểm tra lại giúp em về ngày thi giữa kì môn Quản lý dự án cho kỹ sư (IM2011) bị trùng lịch với ngày thi cuối kì môn Hóa vô cơ - cn vật liệu (MA2041) là cùng vào 7g00 ngày 17/10 ạ.",
    "Em vừa nhận được mail về lịch thi cuối kỳ môn /Hoá vô cơ - cn vật liệu (MA2041) lúc 7h00 ngày 17/10/2021. Trên lịch thi của em vào lúc 7h00 ngày 17/10/2021 là lịch thi môn Quản lý dự án (IM2011). Lịch thi bị trùng như vậy thì được giải quyết thế nào ạ. Em có kèm ảnh mail và lịch thi.",
    "Chào thầy/cô, Chiều qua, em đã bấm nhầm form rút môn học này https://docs.google.com/forms/d/e/1FAIpQLSd_yAssInTau3UCFq23mTAK74gYnF7KAapMFhHga61jAApv7A/formrestricted Môn em rút có mã môn là: ME3139. Tên môn học là: Đồ án thiết kế. Cho em xin hủy form em đã gửi đó ạ. Em xin cảm ơn",
    "Chào thầy cô ạ, em tên là  là 1 trong 315 sinh viên được hỗ trợ gói an sinh ở TPHCM ạ. Em có thắc mắc là em tạo tài khoản trên điện thoại nhưng ngân hàng báo là em đã có tài khoản nhưng em đã lạc mất tài khoản của mình và em đang không thể ra ngoài để xin cấp lại tài khoản ạ, em có thể sử dụng tài khoản của mẹ em để xin chuyển gói hỗ trợ vào được không ạ. Em cảm ơn rất nhiều ạ.",
    "Xin chào thầy cô, em muốn hỏi là khi đăng ký học lại có được đăng ký vào kỳ chính không hay bắt buộc phải đăng ký dự thính? Em xin cảm ơn.",
    "Em chào phòng đào tạo, Em là , mssv  ạ, vừa mới chuyển qua hệ vừa làm vừa học, nên kỳ này em có làm đơn xin đăng ký luận văn nhưng sao hiện tại thì em vẫn chưa có thông báo gì ạ. Không biết là do vấn đề gì mà em vẫn không đăng ký được, mong phòng đào tạo cho em biết lý do để theo được chương trình học ạ. Em xin câm ơn phòng đào tạo nhiều,",
    "Em là _MSSV:_Lớp XD19CTXD01 Cho em hỏi giấy tạm hoãn nghĩa vụ quân sự (cấp lại) em đã đăng kí được 1 tuần làm việc nhưng vẫn chưa xử lí xong, do địa phương em đang rất hối thúc nên em rất mong nhận được hồi âm ạ. Em cảm ơn.",
    "Chào   Em muốn hỏi là em là sinh viên bằng 2 chính quy đã đóng học phí tạm tính khi làm thủ tục nhập học online là 15 triệu Nhưng trên trang bkpay chưa thấy cập nhật thanh toán và thấy các mục thanh toán đều bị trễ hạn  vậy thì có bị xem là đóng trễ học phí và bị xóa tkb không?  em cảm ơn!",
    "Kính chào giáo viên Cho em xin nộp minh chứng ưu tiên nhóm 3&4 phân ngành K2020 mặc dù đã trễ hạn được không ạ, nếu không được thì phải làm sao ạ. Em cảm ơn",
    "Thưa phòng đào tạo,em tên  MSSV .Em có hoãn thi tổng là 4 môn: Giai tích 2 MT1005, Phương pháp tính MT1009, Vật lý 1 dự thính 1003 Và Hóa đại cương CH1003. Trong đó 2 môn MT1005 và MT1009 em hoãn thi bằng đơn Xin hoãn thi và gửi trên  và được xác nhận hoãn thi 30/7/2021 cho 2 môn MT1005 và MT1009.Sau đó em có hoãn thi thêm 2 môn nữa qua đường link hoãn thi của nhà trường là 1003 Và CH1003.Tuy nhiên em mới chỉ được xác nhận 2 môn hoãn thi qua đường link là 1003 và CH1003.Còn 2 môn em hoãn thi qua đơn gửi  thì dù được xác nhận nhưng chưa được cập nhật vào danh sách các môn hoãn thi.Em Xin gửi minh chứng,mong phòng đào tạo xem xét lại.Em cảm ơn.",
    "Xin chào quý thầy cô! Em tên:  Mssv  Vào học kì 203 em có đăng kí hoãn thi môn Giải tích 1 ( MT1003) ngày 23/08 và đã nhận được mail xác nhận hoãn thi của phòng đào tạo Nhưng hiện tại em vào trang aao kiểm tra danh sách hoãn thi vẫn không có tên của em. Mong quý thầy cô xem xét, kiểm tra giúp em với ạ! Cảm ơn thầy cô đã đọc. Em xin chân thành cảm ơn Chúc quý thầy cô nhiều sức khoẻ!",
    "Kính gửi PĐT Em xin phép bổ sung minh chứng cho yêu cầu 37969 Em chưa được cập nhật điểm TBTLN của học kỳ 202 dẫn đến kết quả xếp loại tốt nghiệp bị sai trên danh sách tốt nghiệp dự kiến.",
    "Dạ thưa em là , MSSV , em học lớp L06-B môn Triết học -  (SP1031) học kì 202. Dạ em xin trình bày như sau : HK202 em có thi môn Triết vào ngày 4/8/2021, em được điểm tổng kết là 7.0 (Hình 1) và đã được cập nhập lên mybk cũng 7.0. Nhưng ngày sau một vài lần cập nhật điểm của hệ thống thì em chỉ còn 6.5 (hình 2). Dạ em mong Thầy/Cô giúp đỡ em để chỉnh sửa lại điểm ạ. Em cảm ơn rất nhiều",
    "Thưa thầy cô. Em là sinh viên Khóa 2014. Thầy cô cho em hỏi là nếu em không thi đậu tiếng anh Nói - Viết đợt tháng 9 và tháng 10 thì nhà trường còn có tổ chức thêm đợt nào nữa không để cho chúng em kịp tốt nghiệp vào tháng 11. Em cám ơn rất nhiều.",
    "MSSV:    Em chào thầy / cô, Vào thứ 3 tuần trước ngày 28/10, khi có điểm một môn vào học kì 202, em có nộp đơn phúc khảo điểm theo hệ thống mybk, thế nhưng đến giờ sau 7 ngày em có liên hệ giảng viên giảng dạy em học kì trước, thì được báo là phòng đào tạo chưa mở hệ thống sửa điểm ạ, vì thế em viết đơn này để hỏi rằng không biết đơn phúc khảo của em có được xét duyệt không ạ, tại cũng sắp hết hạn rồi ạ. Em mong sớm nhận được phản hồi từ thầy/cô ạ. Em xin chân thành cảm ơn"
]