[
    "Do em đạt kì thi nội bộ ielts rồi ạ nên được đăng kí tiếp các môn HKI năm 3, em đăng kí 7 môn nhưng kết quả đăng kí môn học của em chỉ còn 1 môn. Cho em hỏi em nên làm sao?",
    "3   LẠI BỊ HỦY KẾT QUẢ ĐĂNG KÍ MÔN HỌC LẦN 1 VÀ BÁO KHÔN G ĐỦ CHUẨN GIÁO DỤC THỂ CHẤT NĂM 3 Ạ HƠN NỮA DO BỊ HỦY MÔN NÊN TIẾN ĐỘ HỌC TẬP CỦA  BỊ TRỄ THÌ  PHẢI TỰ CHỊU VÌ    ",
    "Dạ em đang gặp vấn đề về đăng kí môn học. Cụ thể là em đã hoàn thành 3 môn thể chất nhưng khi đăng kí môn học thì vẫn bị thiếu chuẩn các môn học thể chất nên không thể đăng kí đươc các môn ở năm 4. Rất mong PĐt giải quyết giúp em ạ. Em cảm ơn ạ",
    "Cho e hỏi là sao giờ e không đăng kí đc các môn cho học kì sau. E đăng kí lại thì báo lỗi chuẩn sinh viên năm 2.",
    "Kính gửi Quý Thầy Cô, Em là  lớp HC19BSH, MSSV:  Em muốn xin tăng sỉ số lớp L01 môn Hoá lý hoá keo, mã môn học CH1005 Lí do: đây là môn bắt buộc trong học kì này của em mà 2 lớp hiện tại đã đầy . Em xin cảm ơn Quý Thầy Cô!",
    "Em tên là . Mssv  khoa cơ khí. Em muốn xin tăng sĩ số môn vật liệu học và xử lý(ME2015) lớp A01 có tiết thứ 2 (tiết 23456) và thứ 6 (tiết 10,11,12) ạ. E xin cảm ơn",
    "Chào admin Em tên là  mssv , hiện tại em đang đăng kí môn học môn đồ án môn học bê tông cốt thép 1 nhưng đã hết chỗ đăng kí nên em có mong muốn nhờ admin tăng thêm chỗ để chúng em được đăng kí ạ Em xin chân thành cảm ơn admin.",
    "Kính thưa, em tên là , mã số sinh viên , đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Môi trường và con người trong học kì chính 201 ạ. Dạ em xin phép thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Môi trường và con người - Mã môn: ME2019, Mã nhóm lớp: A02_A04. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
    "Thưa thầy/cô, Em có thắc mắc là hiện tại ở học kỳ 193 em đang học môn Những nguyên lý cơ bản của chủ nghĩa . Nhưng ở học kỳ 201 em đăng ký môn    thì được báo là yêu cầu học trước môn Những nguyên lý cơ bản của chủ nghĩa . Vậy môn Những nguyên lý cơ bản của chủ nghĩa  em đang học ở học kỳ 193 không được tính ạ? Em mong thầy cô xem xét. Em cảm ơn thầy cô ạ",
    "Em chào thầy/cô  Dạ cho em hỏi trường hợp của em đã hoàn thành học phần 3 môn thể chất , nhưng khi đăng ký môn học vẫn bị xóa do chưa đủ chuẩn . Mong thầy/cô giúp đỡ  Em cảm ơn.",
    "chào thầy cô, em là  mssv , hiện tại em không đăng kí được đề cương luận văn ee4331 và có báo lỗi môn GDTC tiên quyết mà trong đó em đã qua môn GDTC1,3 và môn GDTC2 em đã học cải thiện bằng bóng chuyền, vậy xin thầy cô giúp em làm sao có thể đăng kí được môn đề cương luận văn, mong thầy cô phản hồi sớm, em cám ơn.",
    "Emc chào ạ. Em là  . Học kì này em đăng kí trễ nên lớp A01 môn học Hư hỏng sửa chữa công trình CI1051 hiện đã full sỉ số . Cho em hỏi cách để em xin vào học lớp ạ . Em cảm ơn. Chúc một ngày làm việc vui vẻ.",
    "Chào thầy/cô, Em là SV:  khoa máy tính. Hôm bữa em không có trong danh sách dự kiến tốt nghiệp em nghĩ do chưa quy đổi điểm anh văn. Nay em đã quy đổi điểm rồi, thì trường hợp của em sẽ giải quyết sao ạ. Cảm ơn thầy/cô. Trân trọng, ",
    "Kính gửi phòng đào tạo, Em tên , mssv: , lớp VP2016XDC, chương trình Việt Pháp . Ở đợt đăng ký môn học HK1 (2020-2021) - Hệ chính quy - Đợt 2 này, em hiện đang không đăng ký được môn học vì   I thiếu chuẩn thể chất sau năm 3  /I  (theo như hệ thống báo). Nhưng trên thực tế em đã qua được 3 môn học GDTC theo chương trình đào tạo PFIEV (vào các   I HK162, 171 và 191  /I ). Em có gửi kèm theo ảnh chụp màn hình bản điểm để làm mình chứng ạ. Kính mong phòng đào tạo xem xét và cho phép em đăng ký môn học vào HK201 tới. Trân trọng,  Sinh viên",
    "Cho em hỏi em bị lỡ đkmh đợt 1 mà đợt 2 có nhiều môn chuyên ngành chỉ còn lớp ở cs1,em học ở cs2 thì có thể đk vào các lớp cs1 ở trên được không ạ, hay có thể khuyến nghị nhà trường mở thêm lớp ở cs2 thì có kịp đăng kí và học đúng lịch học không ạ, em xin cảm ơn.",
    "Chào , Em tên là  MSSV: . Em xin  có thể mở thêm sĩ số lớp Kỹ thuật an toàn điện (EE3097), nhóm A02-A04.Em mong phòng đào tạo có thể xem xét và tạo điều kiện cho em. Emx xin cám ơn",
    "Chào anh/chị,em là . Cho em hỏi là vào học kì 181 em có đăng kí học môn Pháp Luật Việt Nam Đại Cương(008001) số tín chỉ 2,mã số môn học trong CTDT đúng là SP1007 có số tín chỉ là 2.Vậy em có phải đăng kí học lại môn này theo mã số đúng trong CTDT không ạ? Em xin cảm ơn.",
    "chào phòng đào tạo ạ! Vào đợi đăng kí môn học đợt 2 năm học 2020-2021, vào thứ 3 em đăng kí môn học từ tiết 4-12(liên tục, không có tiết nghỉ trưa) và hệ thống vẫn cho đăng kí. Nếu em giữ nguyên tkb hiện tại thì có được phép(vào cuối đợt có bị hệ thống xóa) không ạ? em cảm ơn!",
    "Kính thưa quý thầy/cô, Em tên là , MSSV: . Em hiện có vấn đề là không thể đăng ký môn học được các môn năm 4 với lý do là chưa hoàn thành Chuẩn giáo dục Thể chất. Tuy nhiên, em đã đạt đủ 3 môn GDTC khác nhau, cụ thể như sau: GDTC1- Điền kinh (HK171), Bóng chuyền (HK182), Bóng đá (HK182). Vậy nên, kính mong quý thầy/cô xem xét giải đáp thắc mắc của em ạ. Em xin cảm ơn.",
    ". Em tên   kì vừa rồi em đã hoàn thành xong môn bóng chuyền , năm hai thì em học xong thể chất 2 , thể chất 3 . Là tổng cộng đã đủ 3 thể chất nhưng em lại không đăng kí được môn học vì chưa đủ chuẩn giáo dục thể chất là sao ạ .",
    "Kính gửi Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô, Em tên là , MSSV .   Hiện tại sỉ số hai lớp Tài chính doanh nghiệp (IM3005) đã đủ, em không thể đăng kí được. Và đây là môn tiên quyết của nhiều môn em sẽ học trong kì sau. Bên cạnh đó, môn này mỗi năm chỉ mở trong một kì duy nhất . Để có thể đăng kí vào lớp đã đủ sĩ số thì cần phải vô lên Phòng Đào Tạo trực tiếp đăng kí. Hiện tại thì em đang ở quê. Nên em viết câu hỏi này xin phép hỏi về việc Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô có thể hỗ trợ em được xếp vào lớp A01 môn Tài chính doanh nghiệp (IM3005) trực tuyến được không ạ? Em rất mong nhận được phản hồi sớm từ Quý Nhà trường, Quý Phòng Đào tạo, Quý Thầy Cô . Em xin chân thành cảm ơn! .",
    "Em vừa đậu GDTC ở kì 192, nhưng không đăng ký được môn học cho năm 4 vì lý do chưa đạt chuẩn thể chất",
    "Em chào thầy/cô ạ Dạ thầy cô ơi, học kỳ chính 201 em đăng ký môn  Triết học  (SP1031) và học kỳ dự thính 201 em đăng ký môn Kinh tế-Chính Trị  (SP1033) có được không , em đăng ký như vậy có bị lỗi môn học trước hay song hành không ạ Em cám ơn thầy cô nhiều ạ",
    "Cho em hỏi, em thấy nhà trường đã có nói là sv năm 1 không tích đủ 28 chỉ vẫn được đk môn năm 2, nhưng tụi em hiện tại không đăng kí được môn của năm 2 ạ, xin giải đáp giúp em với ạ",
    "Em chào thầy cô ạ, cho em hỏi là khóa k19 em nếu mà nộp bằng toeic 550 rồi thì phải học thêm môn anh văn 4 mới đủ điều kiện phải không ạ.Em cảm ơn",
    "Kính gửi thầy cô phụ trách đường liên kết hỗ trợ sinh viên trực tuyến, em muốn xin được tăng sĩ số sinh viên của lớp CO3005 - Ng/lý ngôn ngữ lập trình, phân lớp L02 (Ảnh đính kèm). Cảm ơn thầy cô rất nhiều.",
    "Phòng đào tạo thân mến, em là , là sinh viên K17 khoa Quản lý Công nghiệp. Theo kết quả đăng ký môn học đợt 1 thì em không đăng ký được 2 môn là: Phương pháp nghiên cứu trong kinh doanh (IM4001), Đề cương luận văn tốt nghiệp (IM4321) với cùng lý do \"Thiếu môn học chuẩn thể chất sau năm 3\". Tuy nhiên, em đã hoàn thành cả 3 môn thể chất từ học kì 191/ học kì 1 năm 3. Em kính mong phòng đào tạo có thể giúp em đăng ký 2 môn học này để em kịp tiến độ học tập và tốt nghiệp ạ. Em chân thành cảm ơn.",
    "Dạ em chào phòng đào tại kết quả môn học vừa cập nhật thì em không thể đăng kí các môn học thuộc năm 4 dạ em không hiểu lý do tại sao mong phòng đạo tạo giải đáp giúp em ạ . Em cảm ơn phòng đào tạo",
    "Cho em hỏi bây giờ em đăng ký môn học năm 2 của khoa Điện mã của k17 không có mà có mã mới cho mấy khóa sau thì em có thể học chung với mã mới đó không ạ?",
    "Chào admin Em tên: . MSSV:  Về Đăng ký môn học đợt 2. Pđt đã xóa môn CI2093 của em sau đợt đăng kí đầu tiên . Hôm nay do mạng lỗi nên từ 9-10h30 em đã không thể hiệu chỉnh đăng kí CI2093 được Em mong là pđt sẽ mở rộng thêm sỉ số của môn ĐAMH Kết Cấu Bê Tông Cốt Thép 1 - mã môn là CI2093 lớp A03 và A06 để em có thể hiệu chỉnh ạ hoặc mở thêm sỉ số của các lớp khác thêm nữa ạ. Từ A01-A13. Em xin chân thành cảm ơn",
    "Em chào thầy cô Vì học kì trước em có đăng kí dự thính vẽ kĩ thuật do dịch covid nên nhà trường cho tụi em hong online, do vẽ kĩ thuật (CI1003) không dạy online nên nhà trường đã bỏ môn này của em rồi ạ! Nên học kì này em không đăng kí được môn cơ sở tính toán và thiết kế thiết bị hoá chất (CH2061) vì thiếu môn vẽ kĩ thuật. Mong phòng đào tạo thông cảm với em về vấn đề này, em rất muốn được đăng kí môn học này để cùng tiến độ với các bạn. Em chân thành cảm ơn nhiều ạ!",
    "Dạ em chào cô, Em tên là  ,dạ thưa cô vì đăng kí môn bị xoá nên em phải đăng kí lại  môn Kỹ thuật điều khiển và tự động ME2009 nhưng bị full sĩ số.Em mong cô mở thêm sĩ số cho em được đăng kí ạ. Em xin cảm ơn rất nhiều.",
    "Em chào thầy/cô trong ban tư vấn ạ. Ở học kì dự thính 193 em đã đăng kí để học trước môn học Giải tích mạch (EE2033), nhưng em đã không đăng kí môn Kỹ thuật số (EE1009)(đây là 2 môn học song hành). Chính vì vậy, ở lần đăng kí môn học HK201 này em không được phép đăng kí môn Kỹ thuật số. Thầy/cô cho em hỏi là ở học kì 201 này, em có cần phải đăng kí lại cả hai môn không ạ? Em xin cảm ơn thầy/cô đã đọc thư của em và em mong sẽ sớm nhận được phản hồi từ ban tư vấn ạ.",
    "E chào PDT, em muốn xin tăng thêm sĩ số lớp môn cơ học máy- ME2043 để em có thể đăng ký đúng tiến độ học tập được không ạ? Em xin cảm ơn!",
    "Em chào thầy cô ạ! Sáng nay khi PĐT mở đkmh đợt 2, em đã bị xóa gần hết (chỉ còn 1 môn) các môn đã đăng ký ở đợt 1. Em vào đăng ký lại, thì hệ thống báo em thiếu chuẩn sinh viên năm 2 (28 chỉ). Tình hình học tập của em như sau ạ: - Kỳ 191 em tích lũy được 14 chỉ - Kỳ 192 em tích lũy được 7 chỉ (rớt môn Vật lý 2 và Giải tích 2) - Kỳ hè 193 em đang học 5 chỉ (môn Triết học  và môn Pháp luật đại cương) - Ngoài ra em vừa thi xong chứng chỉ Toeic quốc tế đủ để quy đổi điểm môn AV1 và AV2. Cho em hỏi là chuẩn sinh viên năm 2 mà nhà trường xét trong đợt đkmh này có xét kết quả của học kì 193 không ạ? Và nếu em nộp bằng Toeic ngay bây giờ để quy đổi điểm AV thì có kịp cộng thêm số chỉ tích lũy để tính chuẩn sinh viên năm 2 không ạ? Sau 2 kỳ đầu em chỉ mới tích lũy được 21 chỉ. Và lúc đkmh học kỳ hè 193 em cũng chưa biết điểm thi để mà đăng ký học lại mấy môn rớt. Nếu kỳ hè này em qua hết 5 chỉ đang học, và nộp bằng Toeic quy đổi thêm môn AV, thì em mới đủ chuẩn sinh viên năm 2 ạ.   Mong được quý thầy cô sớm giải đáp. Em cảm ơn ạ!",
    "Em tra không thấy mã môn học Cơ ứng dụng AS2001 trong đăng kí môn học HK1(2020-2021)--Đợt 2. Mong nhà trường xem xét lại",
    "Chào Thầy/cô, em tên là  - . Em đã hoàn thành hết 3 môn GDTC nhưng tại sao lúc em đăng ký môn học vẫn bị báo lỗi này ạ?",
    "Em tên là , mssv . Khoa Cơ Khí. Chuyên ngành Logistics và quản lý chuỗi cung ứng. Vì lý do sơ suất mà ở đợt đăng kí môn học - đợt 1 em không kịp đăng ký môn Quản lý logistics (ME2125). Mà hiện tại (đợt 2) thì 2 lớp của môn học này đã full 35/35 nên em không đăng ký được nữa (một số bạn cũng vậy). Mong PĐT tạo điều kiện gia tăng sỉ số lớp để tụi em đăng ký được môn học ạ. Và theo em được biết số SV học chuyên ngành Logistics và quản lý chuỗi cung ứng là gần 80 SV .",
    "Cho em hỏi là nếu năm nhất không đủ 28 chỉ thì có được đăng ký các môn năm hai hay không ạ?",
    "Cho em hỏi là trước đây có văn bản pđt nói là không đủ 28 chỉ vẫn được học năm 2 mà giờ sao em lại bị hủy môn của năm 2 vì không đủ 28 chỉ vậy ạ",
    "Dạ em chào cô Em là  .Vì em bị xoá môn nên phải đăng kí lại môn Môi trường và con người ME2019.Nên em xin cô mở thêm sỉ số lớp A01-A08 để em được đăng kí môn ạ. Em mong nhận được sự phản hồi của cô.Em xin cảm ơn rất nhiều",
    "Dạ em xin chào thầy/cô đang xem ạ. Em tên là , MSSV , lớp HC19BSH. Học kì 201 theo ctđt em được sắp xếp môn với tổng cộng là 15 tín chỉ, trong đó có 2 chỉ là môn anh văn 3. Nhưng mới đây em có nộp bằng để xin chuyển điểm cho môn anh văn 3 rồi ạ. Vậy nên không tính môn anh văn 3 thì em chỉ còn 13 tín chỉ trong học kì 201 này. Em muốn hỏi là trong 1 học kỳ có bắt buộc phải đăng ký ít nhất 14 chỉ không ạ? Nếu không đăng ký đủ 14 trong học kì thì sẽ có những hệ quả gì ạ? Mong nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.",
    "thưa cô em mong có khắc phục sớm vấn đề này giúp em với ạ, vì nhiều môn hết chỗ khi cái này được khắc phục r cô ơi, em cám ơn cô",
    "Kính gửi pdt Em là sinh viên k18 khoa điện- điện tử. Do cuối năm 1 em bị trễ tiếng anh và tới khi đã qua tiếng anh em đăng kí thực tập điện tử 1(Môn học trước của Thực tập điện 2) dự thính nhưng bị xóa do đợt dịch. Mong phòng đào tạo xem xét cho em được đăng kí học trước môn thực tập điện tử 2 vì môn này liên quan tới đồ án và thực tập tốt nghiệp( thiếu dẫn trễ 1 năm) và khó mở trái kì.Môn này 1 chỉ kết thúc rất sớm( học tầm 7 tuần). Em sẽ cố gắng học môn thực tập điện tử 1 sớm nhất có thể. Em xin cảm ơn rất nhiều.",
    "Em chào thầy cô ạ. Theo thời khoá biểu của em thì môn Hoá hữu cơ (CH2021) lớp A01 phù hợp với giờ của em nhưng do lớp này đã đủ sĩ số rồi ạ nên em mong phòng đào tạo có thể mở thêm sĩ số để em có thể cùng tiến độ với các bạn ạ! Em chân thành cảm ơn thầy cô ạ.",
    "Em chào Admin Em tên là  Mssv:  Vì lí do trùng lịch bị xóa môn học Vì vậy xin admin mở thêm 1 slot tại lớp A04 Ci2091 Em chân thành cảm ơn",
    "Dạ cô cho em hỏi là kì trước em chưa qua môn giải tích 2 , và hôm nay là đợt 2 của đăng ký môn học , những môn mà em đăng ký đợt 1 bị xóa sạch và bây giờ em đăng ký lại thì gặp một số lỗi . em có hỏi mấy bạn của em thì bạn nói là t đăng ký bình thường Em hoang mang quá cho kì sau nên em mong cô cho em biết nguyên nhân và khắc phục để em có thể đăng ký môn và có thể học tại trường ạ , em xin cảm ơn .",
    "Chào Thầy/Cô!  Em là sinh viên K17. Em có đăng ký học môn Chi Tiết Máy mã MH ME2007 nhưng lại bị lỗi là thiếu môn ME1015 là môn Nguyên lý máy nhưng đó là mã MH của K19. Trong khi đó môn Nguyên Lý Máy của em mã ME2003 em đã hoàn thành xong . Mong nhận được sự phản hồi của quý thầy/cô. Xin cảm ơn !",
    "Con xin chào Thầy Cô. Thưa thầy cô, hiện tại con là sinh viên năm 3. Trong đợt đăng kí môn học năm 4 học kì 201. Con vướng điều kiện tiên quyết Giáo Dục Thể Chất. Nhưng học kì hè này con đang học nhưng chưa có kết quả học kì hè . Thầy cô cho con được hỏi. Như vậy, con phải làm như thế nào để có thể đăng kí được môn của năm 4 vậy ạ. Con xin Thầy Cô Phòng Đào Tạo cứu con . Con xin chân thành cám ơn Thầy Cô! Con rất mong nhận được sự giúp đỡ của Thầy Cô để sớm hoàn thành chương trình học. Trân Trọng!",
    "Em tên là:  MSSV:  Trong đợt đăng kí môn học đợt 1 học kì 201 em đã đăng kí môn ME2009 nhưng bị xóa do trùng TKB. Nay em đã xếp lịch học lại nhưng sĩ số đã đủ nên em xin phép nhà trường mở thêm sĩ số lớp A01_A02 ạ. Nếu không được xin nhà trường mở thêm lớp mới để em đăng kí học ạ.",
    "Kính chào phòng đào tạo. Em tên . Mssv:  Mặc dù em đã qua hết 3 giáo dục thể chất nhưng em vẫn không đăng kí được đề cương luận văn. Mong phòng đào tạo kiểm tra lại cho em với ạ.",
    "Thầy, cô ơi! kì hè này em đang học bê tông cốt thép 2 nhưng mà đăng kí đồ án bê tông cốt thép 2 bị hủy. lý do thiếu môn song hành bê tông cốt thép 2 ạ. mong Phòng Đào Tạo mở sĩ số để em đăng kí lại ạ. em cảm ơn ạ!",
    "ME2125 L02",
    "Em đăng kí cơ lưu chất không được là sao ạ",
    "MSSV: ME1015 - Nguyên lý máy  Lớp: L05 Em xin  cám ơn!",
    "Xin phòng đào tạo mở thêm số lượng môn học lớp L02  mã môn học IM1013 cho em tiện với việc di chuyển với việc học ạ. Em xin chân thành cám ơn  B",
    "Dạ hôm nay đăng ký môn học em bị out ra giờ lớp full sĩ số, không đăng kí thêm được . Phòng đào tạo có thể xem xét mở thêm sĩ số lớp \" Giao tiếp trong kinh doanh\" được không ạ.",
    "Kinh thưa quý thầy (cô)! Em là , MSSV:. Học lớp HC18DK Em không đăng kí được môn Hóa vô cơ (MMH:CH2013). Theo như em được biết kì 201 không xét điểm chuẩn anh văn, em đã qua 3 môn giáo dục thể chất, và hoàn thành hầu hết các môn ở năm nhất. Riêng môn Phát triển bền vững em chưa hoàn thành vì không mở lớp. Mong quý thầy cô giải đáp cho em về lỗi đăng kí này và cho em lời khuyên để em có thể hoàn thành chương trình học. Em xin chân thành cảm ơn!",
    "Dạ em chào cô. Em là   khoá K18 nhưng không đăng kí được các môn giáo dục thể chất mã PE.Vì có sự thay đổi trong chương trình giảng dạy từ khoá K19 nên em mong sớm nhận được sự phản hồi của cô ạ. Em xin cảm ơn.",
    "Mã môn học : CH2027 - Sinh học đại cương  Nhóm lớp : A02-A06",
    "Hiện tại Phương pháp tính đã full sĩ số các lớp. Em muốn xin vào lớp L06 để học chung với ngành . Mã môn: MT1009 Lớp: L06 Em cảm ơn rất nhiều ạ.",
    "Em tên là . Em muốn xin mở thêm sĩ số môn ME3027 - Mô hình hóa hình học và mô phỏng, lớp A01_A02. Em cám ơn ạ ",
    "sau năm nhất, e tích lũy đc 27 chỉ và e đã đăng ký học kỳ 201 đợt 1, nhưng bây giờ e bị hũy môn học và ko đăng ký lại được vì thiếu các môn học -chuẩn sinh viên năm 2 (tiên quyết). như vậy là sao ạ, e nên làm gì ạ, e hoang mang quá giúp e với.",
    "Kính gửi quý thầy/cô phòng đào tạo Em tên . MSSV . Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Tài chính doanh nghiệp lớp A02 chiều thứ 2 tiết 789, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ. Em xin chân thành cảm ơn.",
    "Trong bảng đăng ký môn học HK1 (đợt 1) năm 2020-2021, website đã có xác nhận việc thỏa điều kiện và gửi đăng ký môn học của em (hình đính kèm) . Tuy nhiên trong mục \"Kết quả đăng ký môn học HK1 2020-2021\" lại không có những môn học này (trong đó bao gồm Luận văn tốt nghiệp). Mong PDT có thể cho em một câu trả lời chính xác để tránh ảnh hưởng đến tiến độ học tập của em. Em cảm ơn!",
    "Em xin chào. Em tên Hoàng Quốc Thái, sinh viên năm 3 khoa Công nghệ Vật Liệu , khoá 2018 của trường. Do lịch thực tập kĩ thuật nên em không có thời gian để lên phòng đào tạo hỏi trực tiếp.Kính mong anh/chị có thể giải đáp cũng như giúp em có thể đăng kí được môn học cho học kì tới vì sắp hết thời gian đăng kí môn học đợt 2 rồi ạ, Cụ thể:   + Ở kết quả đăng kí môn học ( đợt 2) em không có đăng kí được môn THIẾT BỊ TRUYỀN NHIỆT VÀ TRAO ĐỔI NHIỆT Me2079 với lí do không mở lớp ( nhưng môn học này năm nào cũng mở lớp vào học kì đầu của năm học ). Còn đây là trường hợp của bạn em :   + Kết quả đăng kí môn học ( đợt 2 ) kgoong đăng kí đươc:  CL2005 ; GDTC PE1005. EM XIN CHÂN THÀNH CẢM ƠN ANH /CHỊ Chúc anh/chị nhiều sức khoẻ trong mùa dịch! ",
    "Chào thầy/cô ạ! Cho em hỏi về việc không đủ 28 tín chỉ thì không được đăng kí các môn nào ạ! Sao em không đăng kí được môn XSTK mặc dù em đã 27 chỉ ạ!",
    "PĐT có thể tăng sỉ số lớp môn EE3003 - A02 được không ạ hoặc có thể đăng kí giúp em vào lớp đó không ạ, vì em bị trùng thời khóa biểu khi đăng kí môn ạ.   Em cảm ơn.",
    "Em chào ad. Em học khoa xây dựng ạ Do chậm tay 1 chút nên em k đăng kí đc đồ án bê tông cốt thép 1(ci2093). Mong ad có thể mở thêm slot nhóm a01 đc k ạ. Em xin cảm ơn.",
    "hiện em là sinh viên năm 3. tín chỉ tích lũy 28  x  56 . không đủ chuẩn đăng kí môn có mã là CH3xxx, nhưng mã môn CH2xxx có môn em đăng kí được có môn lại đòi chuẩn năm 3? dạ vậy cho em hỏi tại sao ạ? theo như e biết kì này không yêu câu chuẩn AV cũng như mã môn CH2xxx là mã môn năm 2 ạ",
    "Chào PĐT, em là    . Đợt đăng kí môn học vừa rồi, em có đăng kí nhưng môn chuyên ngành năm 4 nhưng tất cả đều bị hủy vì thiếu tiên quyết Giáo Dục Thể Chất sau năm 3 mặc dù em đã hoàn thành học phần này. Ngoài ra, em xin hỏi thêm một vấn đề như sau: - Em là sinh viên k17, môn Hệ Thống Số học trong học kỳ thứ 2 em đã rớt và hiện tại chưa trả được. Môn có mã là   B CO1009   . Học kỳ này em muốn trả nhưng không có lớp   B CO1009    nào mở. Em kiểm tra thì thấy từ K2019, môn HTS được đổi mã thành   B CO1023   . Vậy em muốn hỏi là nếu em đăng kí môn Hệ Thống Số với mã môn học là CO1023 thì em có được tính là đã hoàn thành môn Hệ Thống Số (CO1009) trong chương trình đào tạo của em không ạ? Mong sớm nhận được phản hồi ạ. Em xin cảm ơn Phòng Đào tạo ",
    "dạ em chào quý thầy cô, em đã học xong 3 lần thể dục mà hôm nay em đăng ký môn học cho học kì sau thì bị mắc chuẩn giáo dục thể chất, em mong quý thầy cô xem giúp em để em có thể đăng ký đầy đủ môn học ạ, em cảm ơn thầy cô rất nhiều",
    "Em chào thầy cô, em xin mở thêm sỉ số môn EN2001: Xác suất thống kê, nhóm A01 . Lý do: em bị trùng thời khóa biểu với nhóm A02. Mong thầy cô duyệt giúm em, em cảm ơn thầy cô.",
    "Chào thầy/cô! Dạ cho em hỏi là học kì 1 năm học 2020 - 2021 trường có mở các lớp thể dục không ạ? Em xin cảm ơn!",
    "Em là  - Em xin Phòng đào tạo mở rộng sĩ số các lớp Sinh học đại cương(CH2027) ở CS1. Em xin cảm ơn.",
    "Em chào thầy cô ạ Em viết email này để xin phòng đào tạo tăng sĩ số cho môn Đồ Họa Máy Tính (CO3059) Của khoa khoa học và kĩ thuật máy tính     Em rất cần môn này để kịp tốt nghiệp kì tới, tuy nhiên hiện tại đã full sĩ số ạ    Mong thầy cô xem xét giúp em ạ    Sinh viên,   ",
    "Em là sinh viên K18, lớp: MT18KH05, ngành Khoa học máy tính, khoa Khoa học & kỹ thuật máy tính.  Em không đăng kí được môn Cấu trúc dữ liệu & giải thuật ( mã MH: CO2003 ) và môn Kiến trúc máy tính ( mã MH: CO2007 ) với lý do là em bị thiếu môn học trước là Kĩ thuật lập trình ( mã MH: CO1011 và bây giờ là CO1027) và môn Hệ thống số ( mã MH: CO1009 và bây giờ là CO1023), nhưng 2 môn này em đã học vào HK182 rồi ạ, và trong năm học 2019-2020 em đã có tạm dừng học hết cả 2 kì ạ .  Cho em hỏi là bây giờ em phải làm sao để có thể đăng kí được 2 môn học trên ạ?  ",
    "Em tên là :  MSSV:  Thầy / cô cho em hỏi là em muốn xin mở vật lí 2 vào hki 201 thì phải làm sao ạ? Em rất cần học môn này vì nó là môn song hành với môn cơ sở ngành đối với khoa của em, là môn học trước của năm 3.Kính mong PĐT xem xét mở lớp ạ! Mặc dù đợt 1 có rất nhiều bạn đăng kí nhưng vẫn bị hủy.Mặc dù em không bị trễ AV nhưng lại không đăng kí được cs ngành thì sẽ trễ tiến độ học tập.Mong PĐT tạo điều kiện cũng như cho em một cơ hội để cố gắng! Em cảm ơn rất nhiều ạ!",
    "Lý do: Em học theo chương trình đào tạo khoan-khai thác k17 học kì 201, mà giờ để là không thể đăng kí quá 13 chỉ, mà trong chương trình đào tạo của học kì 201 là 15 chỉ ạ.",
    "Cho phép em hỏi là em đã xin phép được GVBM mở lớp môn cơ sở điều khiển tự động EE2019, tuy nhiên do chưa biết được lịch học kỳ sau nên GVBM chưa biết được thời gian rảnh để có thể dạy. Vậy trong đơn xin mở lớp không thể đăng ký tiết + ngày dạy được. Vậy em có thể viết đơn xin chữ ký còn lịch là do bên Phòng Đào Tạo xếp được ko ạ    .",
    "Em là  - . là sinh viên chuyển trường theo hệ Việt Pháp từ đại học Bách Khoa Đà Nẵng vào đại học Bách Khoa tp.Hồ Chí Minh. trong đợt đăng ký môn học học kỳ 201 thì em không thể đăng ký vì hiện lỗi thiếu môn GDTC3 trong khi đó điểm chuyển của em thì được miễn môn này vì em chuyển điểm từ Đà Nẵng vào . Em mong phòng đào tạo xem xét",
    "Em xin hỏi trường ạ, sao cuối năm 1 trường nói là k cần đủ 28 tc vẫn được đăng ký môn năm 2 mà sao giờ lại không đạt chuẩn sv năm 2, nếu trường thông báo sớm thì kì hè em đã đăng kí học đủ chỉ để rồi giờ nguyên kì sau em chỉ được học có 2 môn th ạ, thế thì bất công cho sv k đủ chỉ quá ạ",
    "Chào admin Em tên là Nguyễn Thái Hậu Mssv:  Em xin đăng kí mở thêm 1 slot ĐAMH Bê tông cốt thép CI2093 lớp A02 Vì lí do em bị xóa môn học vì trùng lịch Em chân thành cảm ơn",
    "Thưa các thầy cô hỗ trợ, em muốn đặt câu hỏi về việc đăng ký luận văn Tốt nghiệp và Thực tập tốt nghiệp. Em là , sv lớp VP14NL, mssv . Qua các kì vừa rồi em đã trả nợ gần như hết các môn, hiện tại chỉ còn lại 2 môn. Nhưng khi em đăng kí môn học luận văn Tốt nghiệp và Thực tập tốt nghiệp và thực tập tốt nghiệp thì kết quả trả đăng kí Đợt 1 không hiển thị có 2 môn đấy ạ. (môn nợ kia vẫn hiện đăng kí thành công bình thường). Tín chỉ ngoại ngữ (tiếng Anh) em đã nộp rồi ạ, còn tiếng Pháp thì tháng 9 tới em sẽ thi. Thầy cô có thế kiểm tra giúp em xem em còn thiếu điều kiện gì để đăng kí luận văn được không ạ? Xin cảm ơn sự giúp đỡ của thầy cô.",
    "Dạ em chào cô. Em là  . Vì đăng kí môn nhưng bị full hết sĩ số nên em xin cô mở thêm sỉ số lớp  A03-A09 môn Vật liệu học và xử lí ME2015 Em xin cảm ơn rất nhiều",
    "Em chào ad. Em học xây dựng. Do chậm tay nên em k đăng kí dc đồ án kết cấu bê tông(ci2093) mong ad có thể mở thêm slot ạ . Em xin cảm ơn.",
    "dạ cho em hỏi hết năm nhất em không đủ 28 chỉ lúc cuối năm thấy nhà trường trả lời là vẫn hoc tiếp năm 2 được nhưng cuối năm 2 phải trả hết mà giờ có bạn bảo đk môn học đợt 3 sẽ bị xóa môn có hay không ạ",
    "Kính chào quý Thầy/Cô, Học kì 201 sắp tới con có đăng kí môn Phương pháp định lượng (mã môn học: IM3039) là một môn cơ sở ngành và đã bị hủy, con muốn đăng kí lại nhưng do các lớp đã đủ sỉ số nên không đăng kí được nữa thì con phải làm sao để có thể đăng kí được môn học đó trong kì này ạ. Và con có một thắc mắc nữa là kì 201 PĐT không mở các lớp giáo dục thể chất sao ạ? Nên con cũng chưa đăng kí được luôn. Con xin chân thành cảm ơn quý Thầy/Cô, Kính chúc Thầy/Cô có một ngày làm việc vui vẻ và hiệu quả ạ.",
    "Dạ thưa cô/ thầy. Em mong muốn được học môn chuyên ngành mã môn học là ME3085 nhưng hiện tại lớp đã full 34/34. Thầy cô có thể xem xét lại phòng học tăng sĩ số lên để em có thể đăng kí học môn này được không ạ. Em mong được thầy/ cô phản hồi . Em xin cảm ơn ạ.",
    "Em xin chào thầy/cô Em tên là  . Em mong Phòng Đào Tạo xem xét và mở lớp môn học EE3149 - Đồ án(ngành Kỹ thuật Điều Khiển và Tự Động Hóa). Môn học này ở đợt đăng ký môn học học kỳ 201 chỉ có 7 sinh viên đăng ký, nhưng đặc thù môn học này có khác biệt so với những môn học khác về số lượng SV, thời gian học, Giảng viên hướng dẫn... nên em mong PĐT xem xét và mở môn học này, tạo điều kiện cho những SV bị trễ như bọn em. Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em có 2 nguyện vọng: 1) Chuyển nhóm môn CO2007 Kiến trúc máy tính, từ nhóm L02-L03 sang nhóm L05-L09. Lý do: Học liên tục các tiết 4-5-6-7-8-9 vào thứ 4. 2) Đăng ký thêm môn CO2003 Cấu trúc dữ liệu và giải thuật, nhóm L01-L02. Lý do: Em đã đăng ký từ đợt 1 nhưng bị hủy vì TKB trùng, nay em đã sắp xếp lại để đăng ký được. Kính mong được PDT giúp đỡ. Em xin chân thành cảm ơn.",
    "Thêm sĩ số lớp hữu cơ A01 thứ 5 tiết 456",
    "em là k19 đại trà, em nộp bằng toeic 550 vào năm nhất đến khi tốt nghiệp thì bằng hết hạn, em có cần nộp lại bằng mới không?",
    "Cho em xin PĐT mở thêm sỉ số lớp ĐAMH kết cấu bê tông ct1 ( Ci2093) với lớp Bê tông cốt thép 1 ( Ci2091) được kh ạ. Hiện tại hè em đang học cơ kết cấu tận 7-9-2020 mới thi nên lúc đăng kí báo chưa có điểm, mà giờ môn bị huỷ nên đợi đợt 3 em sợ không còn lớp với hiện tại lớp nào cũng full. Nên em mong PĐT tăng sĩ số cho em được đăng kí môn học này để không chậm tiến độ học tập ạ. Em cảm ơn nhiều ạ",
    "Em chào thầy cô, em muốn tăng sỉ số môn học ME2013: Nhiệt động lực học và truyền nhiệt, nhóm L03-L05. Lý do: do đợt ĐKMH trước, em không đăng ký, đợt này em muốn đăng ký thêm, nhưng những nhóm khác em bị trùng thời khóa biểu. Mong thầy cô duyệt giúp em. Em cảm ơn thầy cô.",
    "em chào thầy cô! em có đăng ký xếp lớp môn học CH2025(cơ sở sinh học) trong chương trình K18 của nghành Công nghệ sinh học , nhưng không được tổ chức lớp học .vậy em có thể đăng ký môn CH2027(sinh học đại cương) trong chương trinh K19  học thay cho môn này được không ạ? Em cảm ơn",
    "Cho em hỏi là các môn học em đã đăng ký vào đợt 1 lại bị xóa hết chỉ còn lại đúng 2 môn vào đợt 2 là sao ạ, và có phải là đăng ký lại các môn bị xóa vào đợt 2 không ạ, cảm ơn thầy ( cô ).",
    "Chào thầy cô ạ.Em là  . Em muốn xin mở thêm sỉ số lớp A03 vào tiết 789 ngày thứ 3 cho môn Hoá hữu cơ, mã môn học CH2021 ạ. Do em được phòng đào tạo xếp vào lớp A01, lớp đó dành cho kỹ sư tài năng học bằng tiếng Anh, nên em học không thuận tiện ạ. Em mong phòng đào tạo có thể mở thêm sỉ số để em đăng ký. Cảm ơn thầy cô.",
    "em chào cô, em tên là  mssv:   dạ thưa cô, hiện tại em bị trùng lịch học của môn Mạng máy tính( CO3003) Và môn hệ cơ sở dữ liệu (CO2003) và khi em muốn đổi để phù hợp lịch học thì các lớp học đã full sĩ số, và em không đăng kí được ạ, em mong phòng đào tạo có thể mở rộng sĩ số lớp học của lớp Mạng máy tính( CO3003) 01-03  Và lớp hệ cơ sở dữ liệu ( CO2003) của lớp 02-O4 hoặc 04-07 ạ. em rất mong phòng đào đạo có thể xem xét trường hợp của em để em có thể được học môn hệ cơ sở dữ liệu ạ. vì môn này là môn học trước và nếu như em không được học thì e sẽ không được đăng kí các môn của học kì sau ạ. em cảm ơn nhiều ạ.",
    "Em là sinh viên chương trình đại trà nhưng PĐT xếp vào lớp mã A01 của chương trình KSTN em muốn đổi lớp nhưng các lớp khác đã đủ sĩ số. Mong PĐT chuyển em qua lớp A03 vào ngày thứ 3 ạ. MSSV của em là ",
    "Em xin chào thầy, cô ạ. Em tên là , sinh viên lớp CK19CK06. Trong năm học 2019-2020 em không đủ số tín chỉ để đăng kí tiếp môn học trong KH201. Em không biết làm cách nào để đăng kí đủ 14 chỉ trong học kì 201 vì trang đăng kí không cho em tiếp tục đăng kí ạ. Mong thầy, cô có thể giải đáp thắc mắc này cho em để em có thể tiếp tục đăng kí ạ. Em xin chân thành cảm ơn.  .",
    "Em có một vài môn đăng kí mà không đủ người nên không được mở. Nên em bị dư khá nhiều tiết, nay em muốn xin PĐT cho em đăng kí vào lớp cơ sở thiết kế nhà máy hóa CH3037 lớp A01 thứ 3 tiết  3 4 5. Em xin chân thành cảm ơn.",
    "Gửi PĐT ,  Trong HK 201 em có nguyện vọng được mở thêm sĩ số lớp môn Sinh học đại cương CH2027 - Nhóm lớp CC01 / CC02 ạ . Do đợt 1 em đã sơ suất không đăng ký Rất mong PĐT có thể xem xét nguyện vọng của em   .",
    "Em xin PDT mở thêm sĩ số lớp đồ án bê tông 2,mã môn học CI3177. Do lúc đăng ký kế hoạch em chưa có kết quả nên em chưa đăng ký. Em xin cảm ơn.",
    "Em tên là ",
    "Em tên Nguyễn Quang Khải, MSSV  Em xin mở thêm sỉ số lớp môn Hóa Hữu Cơ-CH2021 Lớp A03 Thứ 3 tiết 789 Lí dó em muốn học lớp này do em muốn cái thiện điểm để đủ điều kiện của hệ KSTN  Em xin Cảm ơn",
    "Cho em hỏi là mã đăng kí sức bền vật liệu CI2001 và Cl2007 là khác nhau phải không ạ. Tại trong ctđt của em thì là Cl2007 nhưng không mở lớp còn Cl2001 thì cũng là sbvl nhưng mở nên em hỏi để có thể kịp thời chỉnh ạ",
    "Chào cô , xin tăng sĩ số để có thể đăng kí môn học kịp tiến trình đạo tạo . Môn kiến trúc máy tính co2007 và môn Cấu trúc dữ liệu và giải thuật co2003",
    "Em đã quên đăng ký 1 môn ở đợt ĐKMH lần, lần này em vào đăng ký môn Hóa vô cơ (CH2013) thì thấy cả tất cả các lớp đều full. Em hy vọng nhà trường có thể xếp em vào một trong 4 lớp nhà trường đã sắp xếp để em có thể theo kịp chương trình. EM cảm ơn",
    "Em có đăng kí môn học LVTN ở đợt đăng kí môn học đợt 1 nhưng hôm nay xem kết quả đăng kí lại là không có đăng kí.",
    "Em xin PĐT tăng thêm sĩ số môn Mạng máy tính (Mã MH: CO3003) Nhóm lớp: L01_L02 Lí do: môn Mạng máy tính bị trùng lịch với Môn Đánh giá hiệu năng hệ thống mà môn Đánh giá hiệu năng hệ thống chỉ có 1 lớp duy nhất (nếu kì này em không đăng kí được thì tới học kì 1 năm sau nữa mới có môn ạ) nên em xin PĐT tăng thêm sĩ số nhóm lớp L01_L02 của môn Mạng máy tính (CO3003) để em có thể đăng kí ạ. Em mong PĐT tạo điều kiện và giúp đỡ. Em xin chân thành cảm ơn",
    "Thưa thầy/cô Em có vấn đề thắc mắc muốn hỏi là: theo quy chế của nhà trường thì sinh viên khá giỏi có điểm trung bình tích lũy lớn hơn hoặc bằng 7.5 thì sẽ được đăng ký tối đa 25 tín chỉ, nhưng sao điểm trung bình tích lũy của em tính tới hết kỳ rồi (HK192) thì được 7.64 nhưng em chỉ đăng ký được tối đa 21 tín chỉ ạ",
    "Em là sinh viên khoá K19, cho em hỏi là chuẩn anh văn để đăng kí môn học của HK202 là bao nhiêu ạ. Có phải là phải đạt TOEIC 450 vào cuối HK201 không? Em cảm ơn.",
    "Em chào Phòng đào tạo. Em tên . MSSV: . Học kì tới 201 em đăng kí luận văn tốt nghiệp (LVTN) nhưng thiếu Chứng chỉ ngoại ngữ (CCNN) nên đăng kí không thành công. Để không trễ 1 năm học, em tính vẫn làm LVTN theo thầy hướng dẫn trong học kỳ tới 201 và có sự xác nhận của thầy hướng dẫn LVTN, trong thời gian trước khi bảo vệ LVTN 3 tuần e sẽ bổ sung CCNN để kịp đăng ký môn học LVTN để có tên trong danh sách bảo vệ. Không biết quy định của PĐT có cho phép trường hợp của em như trên không ạ? Nếu có, cho e hỏi thủ tục trình tự cần làm cụ thể như thế nào để em thực hiện cho đúng được không ạ? Em cảm ơn PĐT rất nhiều ạ! Chúc PĐT có một ngày làm việc hiệu quả.",
    "Em chào quý thầy cô! Em là , MSSV , thuộc lớp XD18DD02 khoa KTXD! Trong đợt đăng ký môn học đợt 2 lần này em có đăng ký 1 môn theo đúng ctdt là môn Phương pháp phần tử hữu hạn(CI3061) nhưng hiện tại đã full sĩ số! Vì vậy em mong quý thầy cô tăng thêm sĩ số lớp A02 mã môn CI3061 để em có thể theo đúng tiến độ ctdt! Em cám ơn quý thầy cô nhiều ạ!",
    "hiện tại em còn thiếu 4 chỉ không thể đang kí đủ 14 tín chỉ ở học kì 201 vì có 3 môn thuộc môn chuyên ngành k thể hoc đc nên có thể mở lại cái môn đại cương mà chưa mở k ạ ",
    "Kính gửi Phòng đào tạo, Em là , hiện đang theo học ngành Điện tử - Viễn thông khoa Điện - Điện tử hệ Chính quy. Trong đợt đăng ký môn học vừa rồi cho HK201, em bị xóa mất môn Đề cương luận văn (mã môn học: 4331) với thông bị do chưa đạt chuẩn thể chất. Tuy nhiên, em đã hoàn thành cả 3 môn Giáo dục thể chất ở các kì 171,172 và 192 vừa rồi và cả 3 môn đều đã có điểm. Em mong Phòng đào tạo có thể hỗ trợ giúp em xem lại về điều kiện có thể đăng kí môn học Đề cương luận văn để em có thể tốt nghiệp đúng hạn ạ . Em cảm ơn",
    "Thưa phòng đào tạo em mong phòng đào tạo tăng sĩ số lớp L05_L09 môn cấu trúc dữ liệu và giải thuật để em đăng kí được môn học này. Em xin cảm ơn.",
    "Dạ thưa thầy(cô), Em tên là: , mã số sinh viên . Hiện đang học lớp MT19KT2, khoa Kỹ Thuật Máy Tính. Em muốn đăng kí thêm chỗ vào lớp L02_L03 môn Mạch điện - điện tử (CO2037). Vì lí do em các lớp còn lại của CO237 trùng lịch hết với môn hóa đại cương và môn hóa đại cương đã hết lớp để chuyển ạ. Em xin chân thành cảm ơn Thầy(Cô) ạ.",
    "Em đã qua hết 3 môn thể chất nhưng khi đăng ký môn học năm 4 thì không được, lịch sử đăng ký báo là chưa đạt chuẩn thể chất. Phòng đào tạo xem xét lại giúp em ạ.",
    "Chào cô(thầy)! Cho em hỏi: Em đã đủ 15 ngày CTXH rồi mà tại sao khi lên đăng ký tốt nghiệp và tra danh sách tốt nghiệp tạm thời lại báo là không đủ ngày CTXH? Nhờ cô(thầy) kiểm tra lại giúp em. Cảm ơn!",
    "Dạ cho em hỏi em có thấy mail mở đợt đăng ký thi anh văn ở cs2 nhưng khi vào mục đăng ký kiểm tra thì lại không thấy ạ",
    "Kính gửi quý thầy(cô). Học kỳ 193, em có học môn Sức bền vật liện(  I CI2007  /I ). Học kỳ 201, em có đăng ký môn Kết cấu Bê tông cố thép 1(  I CI2091  /I ) thì hệ thống báo phải học trước môn Sức bền VL(  I CI2007  /I ) và kéo theo môn ĐA Bê Tông cốt thép 1(  I CI2093  /I ) cũng không được đăng ký. Em rất mong quý thầy(cô) có thể   U tăng sỉ số lớp    của 2 môn Kết cấu Bê tông cố thép 1(  I CI2091  /I ) và  ĐA Bê Tông cốt thép 1(  I CI2093  /I ). Em xin cảm ơn.",
    "Dạ em xin kính chào thầy cô ạ. Dạ ngày 21/08/2020 em đã đến phòng đào tạo cơ sở 1 đăng ký tốt nghiệp nhưng hôm nay ngày 25/08/2020 em không có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2020 Dạ nhờ thầy cô kiểm tra hỗ trợ giúp em ạ Em cảm ơn thầy cô.",
    "Em có đọc được thông tin này nên đã không đăng kí học kì hè 201. Giờ môn học tụi em đăng kí bị huỷ vì lí do này bọn em thật sự sốc.  Mong dc xem xét lại ạ",
    "Thưa phòng đào tạo, em là sinh viên khoa Xây dựng em xin PĐT mở thêm sĩ số môn hư hỏng công trình (CI1051) do em đã bị trễ em cần được học để sớm hoàn thành các môn học ạ! Em xin cảm ơn!",
    "Em bị báo lỗi không đăng ký được môn AS3097 do thiếu môn AS3147, mà môn đó em học rồi lúc còn mang mã AS3083. Mong nhà trường giải quyết giúp em.",
    "Xin phép thầy cô cho em hỏi là em đăng ký môn chi tiết máy (ME2007) thì bắt buộc học song hành môn nguyên lý máy (ME1015) nhưng theo chương trình đào tạo thì môn nguyên lý máy của em có mã là ME2003 vậy em phải đăng môn nguyên lý máy nào ạ.",
    "Cho em hỏi về việc nhận chứng chỉ giáo dục quốc phòng là trường sẽ thông báo cho sinh viên địa điểm và thời gian nhận hay là sinh viên tự đi nhận ạ ? Và nếu tự nhận thì nhận ở đâu ạ ?",
    "Em chào thầy/cô ạ . Em tên , MSSV . Em hiện là sinh viên của chương trình đại trà nhưng PĐT xếp môn Hóa hữu cơ của em vào lớp mã A01(lớp dành cho KSTN). Em muốn đổi lớp khác nhưng các lớp khác đã đủ sỉ số. Nên em mong PĐT có thể chuyển em qua lớp mã L01 . Em chân thành cảm ơn ạ!",
    "PĐT cho em hỏi : kì này có mở các môn thể dục không ạ ? Em đăng ký môn học mà không thấy ? Mong pdt giải đáp sớm cho em với ạ , vì việc này ảnh hưởng rất lớn đến việc học kỳ tới của em . Em xin cảm ơn ạ !",
    "Em chào thầy cô ạ,  Đợt đăng ký học kỳ chính 201 lần 1 em có đăng ký đồ án môn bê tông cốt thép nhưng qua lần 2 tụi em bị hủy môn mất lớp và không còn lớp trống. Em và nhiều bạn bị như vậy mong quí thầy cô mở thêm lớp để tụi em tham dự môn học ạ. Em cảm ơn",
    "ME 3084. Đồ án công nghệ may. ME 3085 thiết kế trang phục 1. ME 2033 thực tập kỹ thuật may",
    "Kính gửi phòng đào tạo và khoa . Em tên , MSSV . Hiện tại có rất nhiều sinh viên đã học môn triết học  ở học kỳ hè 193, và đã đăng kí môn kinh tế chính trị (SP1033) vào HK201. Em mong muốn phòng đào tạo và khoa mở lớp cho môn kinh tế chính trị (SP 1033) để chúng em có cơ hội học tập. Em xin chân thành cám ơn.",
    "Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa TPHCM Em tên là: . MSSV: . Hiện là sinh viên văn bằng 2 khóa 2019, ngành Khoa học máy tính. Kính thưa thầy (cô), em có nhu cầu muốn đăng ký lớp môn học : « Cấu trúc dữ liệu và giải thuật » mã môn học CO2003, tuy nhiên tất cả lớp học đã hết chỗ. Mong thầy (cô) có thể mở thêm sĩ số lớp môn học để em có thể được đăng ký. Trong khi chờ đợi sự chấp thuận, em xin chân thành cảm ơn.",
    "cho em hỏi đợt trước em đk 14 chỉ mà giờ em vào lại em bị hủy còn 6 chỉ mà bây giờ em đăng kí lại không được báo như vầy là sao ạ",
    "Chào PĐT,  Em là SV khóa K18 khoa QLCN, trong đợt đăng ký môn học đợt 2 học kỳ 201 có một số môn bắt buộc của khóa K18 như môn IM3005-Tài chính doanh nghiệp, IM3039-Phương pháp định lượng, IM3047-Giao tiếp trong kinh doanh có sĩ số tối đa hai lớp là 60 SV mỗi lớp, trong khi đó số lượng sinh viên muốn học các lớp này thì lại nhiều hơn con số đó, hiện tại sĩ số các lớp này đều vừa đủ hoặc quá 60 SV trong khi đó có một số sinh viên vì lớp đã đủ nên hệ thống không cho đăng ký hoặc bị hủy môn học giờ không thể đăng ký lại. Kính mong phòng đào tạo xem xét cách nào để gia tăng sĩ số lớp để sinh viên có thể đăng ký học theo đúng tiến độ chương trình, vì K18 là khóa cuối của chương trình đào tạo cũ vì vậy nên nếu không thể đăng ký học các môn này sẽ rất khó cho sinh viên chúng em. Vì vậy đối với các lớp của môn học này em hy vọng PĐT có thể tăng sĩ số trên hệ thống để tụi em có thể đăng ký môn học được.",
    "Xin cho em hỏi là em không thấy môn thể chất nào được mở lớp vậy ạ? Không biết là có lí do gì không ạ? Mong pđt giải đáp thắc mắc, em xin cảm ơn ạ.",
    "Chào cô,  Đăng kí đợt 1 em có đăng kí môn ĐAMH kết cấu bê tông ct2 Ci3177, nhưng kết quả đợt 1 và đợt 2 em không có ạ. Nay môn Ci3177 này full 141/140 rồi ạ, em cần môn này để kì sau làm luận văn ạ. Cô có thể thêm em vào môn Ci3177 giúp không ạ?",
    "Theo kế hoạch giảng dạy học ký tới em được học môn Kết cấu bê tông cốt thép 1, nhưng hiện tại thì đã hết sĩ số. Em muôn xin mở thêm sĩ số môn Kết cấu bê tông cốt thép 1(CI2091) lớp A02 hoặc A05 hoặc A07. Rất mong nhận được sự hỗ trợ của nhà trường . Em xin cảm ơn",
    "Dạ cho em hỏi là kì hè 193 em có đăng kí môn triết học mac lênin sp1031 , em tính kig 201 đk môn kinh tế chính trị mac lênin sp1033 thì phải làm sao ạ . Tại đợt 1 em có đk ,sau đó bị giới hạn phải có kq môn triết học mới được đăng kí trong khi kì 201 em muốn học môn này thì phải làm sao ạ. Em cảm ơn ạ !",
    "Kính gửi phòng đào tạo, em muốn xin mở thêm sĩ số cho môn học EE3063, nhóm A01, học ngày chủ nhật tiết 10-11-12. Em xin cảm ơn.",
    "Dạ trong khi đăng ký môn học, em có một số vấn đề thắc mắc cần hỏi ạ. 1, Em học đủ 3 thể chất ở 3 học kỳ nhưng lại báo không đủ điều kiện thể chất để đăng ký môn học ạ, trong phần điểm chuyển chỉ có hiện 2 học kỳ gần nhất, k có hiện môn thể dục kỳ 1 của K18, do K19 thì bắt đầu thay đổi quy định về thể chất. 2, Em muốn chuyển một môn học qua buổi khác mà các lớp học đều bị hết slot thì phải làm như thế nào ạ, do lịch tự xếp toàn là học vào ngày thứ 2 vậy nên một số môn của em bị xóa, và em muốn đăng ký thêm thì lại bị vướng các môn, em cảm ơn     ",
    "Kính gửi thầy/cô/anh/chị, ngày hôm nay (25/08) em muốn đăng ký các môn Tổ chức thi công (CI4125), môn Đồ án thi công (CI4127), môn Quản lý dự án (CI1053) nhưng hệ thống từ chối cho rằng em chưa đủ chuẩn thể chất sau năm 3. Tuy nhiên em đã qua đủ 3 môn thể chất (với thế chất 3 hoàn thành trong kì 192) và đã có điểm trên bảng điểm. Kính mong thầy/cô/anh/chị xem xét.",
    "Kính gửi Phòng Đào tạo. Em là tân sinh viên bằng 2 K2020 Khoa Khoa học Máy tính. Sáng nay em vừa lên nộp hồ sơ và kích hoạt bknetID thì dc thầy nhận hồ sơ (P201 A4) báo là 10h lên đăng ký môn học. Sau đó em lên mybk để đăng ký môn học thì bị báo lỗi \"Bạn không được đăng ký vào nhóm lớp này\" dù đã chọn loại hình đăng ký là Hệ chính quy - Đợt 2 - Chuyển hệ. Với một số môn thì còn hiển thị lỗi \" Thiếu môn học trước/tiên quyết \". Mong Phòng Đào tạo giải đáp giúp em. Sinh viên kính gửi.",
    "Kính gửi nhà trường, Em là , khóa K17, khoa Kỹ thuật Hóa học, Vì đợt đăng ký môn học vừa qua em đăng kí môn Giản đồ pha (CH3161) nhưng không mở lớp, em muốn đăng kí bổ sung môn Thí nghiệm chuyên ngành vô cơ (CH3179) nhưng sỉ số đã full nên em mong muốn nhà trường có thể mở thêm sỉ số môn học này để em có thể theo kịp tiến độ chương trình đào tạo. Mong nhà trường xem xét. Em xin chân thành cảm ơn.",
    "Nhằm mục đích hoàn thành đúng tiến độ chương trình, mong phòng đào tạo có thể tăng sỉ số của môn CO2007 để em có thể tiến hành tham gia học tập và hoàn thành chương trình đúng tiến độ ",
    "Em có đăng ký in giấy xác nhận SV. Trên myBK đã thông báo xử lý thành công. Nhưng bên  báo là chưa nhận được giấy từ Trường. Em là sinh viên  Kỹ thuật Địa chất và Dầu khí.",
    "Em đã đăng kí gdtc3 trong hk hè 193. xin pdt duyệt để em có thể đăng kí môn học trong hk201",
    "Mong Thầy/Cô giúp em.",
    "Chào thầy cô PĐT, em có đăng kí môn thực tập tốt nghiệp ở HK1 này vì lý do không đủ tín chỉ để đăng kí kì hè. Học kì trước em có đăng kí 14 chỉ chính và 3 tín chỉ dự thính và em đã có kết quả đạt môn học dự thính. Vậy nếu theo quy chế về TTTN thì em sẽ được cộng 17 chỉ vào tín chỉ tích luỹ ngành dù đạt hay không đạt, và số tín chỉ tích luỹ ngành của em là 79, số tín chỉ tối thiểu khoa kĩ thuật xây dựng ngàng dân dụng và công nghiệp là 95. Như vậy em đã đủ tín chỉ tối thiểu để nhận TTTN rồi nhưng bị xoá môn và trong lịch sử đăng kí không có lý do, mong phòng đào tạo giải đáp giúp em",
    "Nguyên lí máy- ME1015 Lớp L05",
    "Em xin chào! Em tên là  (MSSV: ). Cho em hỏi liệu mình có thể đăng ký môn: - Cơ sở điều khiển tự động trong kì này được không mà không cần xét môn học trước là môn Tín hiệu và hệ thống. Vì chương trình đào tạo K18 thì có điều kiện này. Còn đối với chương trình của K19 thì không có. Nếu có thể đăng kí thì cho em xin đăng ký được học môn học Cơ sở điều khiển tự động. Để em có thể hoàn thành chương trình đào tạo sớm nhất ạ. Em cảm ơn!  B",
    "Em là , MSSV: . Dạ cho em hỏi là môn học Cơ ứng dụng MSMH: AS2001 sao em đăng ký lại không hiện lên trên web đăng ký ạ? Em muốn học lại và không biết ở HK201 môn này có bị thay thế bằng môn tương đương nào khác không ạ? Em đang học ở khoa Địa chất và Dầu khí. Mong sớm phản hồi lại giúp em. Em cảm ơn .",
    "Em là  MSSV  hệ VHVL. Hiện tại em có đăng ký môn học CI4121 xây dựng cầu HK1 đợt 1 vừa rồi, tuy nhiên, PĐT không ký cho em vì lý do thiếu điều kiện tiên quyết. Em kiểm tra lại thì mình đã hoàn thành toàn bộ môn học trước cũng như có kĩ năng Anh văn TOEIC   500. Em xin PĐT kiểm tra lại giúp em để em có thể đăng ký đúng tiến độ học tập. Em cảm ơn",
    "Hiện em đăng ký môn học kì 201 nhưng có một số môn em đã học ở kì 193 và em chỉ có thê đăng ký tối đa 12 tín chỉ. Cho em hỏi vậy có sao không ạ?",
    "Dạ chào thầy/cô, em thắc mắc là kì chính 201 em đăng kí 11 chỉ và kì dự thính 201 4 chỉ thì có đúng quy định về số chỉ tối thiểu phải đăng kí trong 1 học kì không ạ. Mong thầy/cô giải đáp giúp em với. Em cám ơn nhiều ạ!",
    "Em chào ad Em tên:  _ MSSV:  khoa: KTXD. Hôm nay 25/8 pđt đã mở đợt đăng kí và hiệu chỉnh môn học đợt 2. Mà hiện tại em bị xóa 1 số môn học đăng kí ở đợt 1 và các lớp này đã đủ sỉ số. Vậy mong ad mở thêm sỉ số 2 môn học sau: - Kết cấu bê tông cốt thép 1, mã MH: CI2091. - Đồ án môn học kết cấu bê tông cốt thép 1, mã MH: CI2093. Em thuộc hệ đại trà ạ. Em cảm ơn.",
    "Chào anh/chị. Sáng nay web PĐT có đăng danh sách tốt nghiệp dự kiến đợt tháng 11/2020. Em có lên tìm thông tin dự kiến của mình nhưng với tình trạng là nợ ngày CTXH với số ngày đạt được là   B 14.5 ngày.    Nhưng hiện tại trên trang HĐNK số ngày của em đã có là   B 19.5 ngày.    Hiện tại PĐT cập nhật số ngày chưa đúng ạ. Mong anh/chị giúp em giải quyết vấn đề này. Em xin cảm ơn",
    "Hiện em và vài bạn khoa Quản lý Công nghiệp đăng kí môn Phân tích dữ liệu IM3049 cho HK201 nhưng bị hết sĩ số. Vì đây là môn bắt buộc, nên em xin Phòng Đào tạo có thể tăng sĩ số lớp, để em và các bạn có thể đăng kí học trong học kì 201 ạ. Em cảm ơn.",
    "Gửi PĐT, Em mong PĐT mở thêm sỉ số nhóm lớp A03 của môn học CH2021 Hóa hữu cơ và PĐT sẽ chuyển em sang nhóm lớp A03 đó (thứ 3 tiết 789). Nguyên nhân: Hiện tại em đang được xếp vào nhóm lớp A01 dành cho Kỹ sư tài năng môn Hóa hữu cơ (CH2021) (học và thi bằng tiếng Anh). Em muốn được chuyển sang lớp thường nhưng sỉ số các nhóm lớp thường đã đủ sỉ số. Mong PĐT xem xét và giải quyết nguyện vọng của em. Em xin cảm ơn.",
    "Cho em hỏi là em muốn chuyển lịch học sang h khác mà sĩ số bị đầy thì làm sao ạ",
    "Dạ em chào thầy/cô ! Em hiện khóa 2014, còn vướng môn ME2021 - Vẽ cơ khí thì kỳ này nhà trường không còn mở nữa, thay vào đó mở môn ME2089 - Vẽ kỹ thuật cơ khí. Cho em hỏi là 2 môn trên có tương đương để sau này em được xét tốt nghiệp không ạ ? Em xin cảm ơn !",
    "Dạ hiện nay em không đăng ký được bất kỳ môn giáo dục thể chất nào hết ạ, cho em xin hỏi là làm sao để đăng ký môn giáo dục thể chất ạ.Tại vì đợt một đăng ký môn giáo dục thể chất rất nhiều mà sang đợt hai lại bị hủy hết là vì sao ạ.",
    "em có đang kí môn Kĩ thuật môi trường (EN4021) nhưng khi không đăng kí được với lí do là em chưa đạt chuẩn GDTC năm 3 nhưng em đã hoàn thành GDTC xong vào kì 192 vừa rồi. Cho em hỏi như thế là sao ạ?.Vì môn KTMT em chỉ đăng kí được lớp L02 nhưng sĩ số sắp full mà giờ bị lí do trên ạ.",
    "Chào thầy, Trong đợt hội nghị sinh viên vừa rồi, em có nghe nói là ĐKMH hiệu chỉnh đợt 2 sẽ có hiện tên giảng viên lên nhưng sao trong đợt này vẫn chưa có ạ. Em mong thầy giải đáp thắc mắc giúp em với ạ. Em xin cảm ơn ạ.",
    "Chào anh/chị, Em là   PDT không đ/ký cho SV MH EE3019 (2: Thiếu môn học trước EE1015) Môn EE1015 đã đăng kí ở hè 193 và đang học, sao lại không tính là môn học trước ạ Em cảm ơn",
    "Sau khi kết thúc 2 học kì của năm học đầu tiên.Thì em tích lũy được 25 tín chỉ.Em có đọc được thông báo của PDT là sinh viên năm nhất ko đủ 28 tín chỉ vẫn được đăng kí môn học cho năm 2,nên em chỉ đăng kí học hè môn Pháp Luật Đại Cương (2 chỉ) để vừa làm thêm trong hè vừa học được 1 môn cho năm 2,vì em tính vào năm 2 học để trả môn VLBD em bị rớt ở năm   nhất.Nhưng hồi sáng em lại không đăng kí được môn học ko biết vì lí do nào ạ( Lần 1 em có đăng kí và bị xóa) Nên em muốn hỏi PDT để được làm rõ vấn đề này ạ và xin cách giải quyết ạ. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo Em tên :   Mssv   :  Lý do viết đơn: Em xin phòng đào tạo tăng sĩ số và cho em vào lớp : -Cấu trúc dữ liệu và giải thuật(CO2003)  nhóm L02_L03  -Kiến trúc máy tính (CO2007)   nhóm L04_L08 Em xin cảm ơn.",
    "Cho em hỏi là đợt 1 em không đăng kí môn đồ án bt1, đợt này thì không đăng kí được ạ. Vậy em có thể lên pđt xin bổ sung sĩ số được không ạ? Em cảm ơn ạ!",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa TP HCM Em tên , MSSV:  Em viết đơn này mong nhà trường có thể tăng sỉ số và cho em vào lớp môn học: Cấu trúc Dữ liệu và Giải thuật (CO2003), nhóm lớp L02_L03 Em cảm ơn.",
    "Xin được đăng ký môn Công nghệ phần mềm nâng cao mã CO3065 .",
    "Ad Cho em hỏi là em đã qua 3 giáo dục thể chất rồi. Nhưng sao em đăng kí môn học thì báo cần chuẩn thể chất sau năm 3. Em cám ơn ạ",
    "Kính gửi PĐT, Em tên: , MSSV: , kính mong PĐT tạo xem xét tăng sĩ số môn học Hệ thống năng lượng xanh (EE3131) . Em xin chân thành cảm ơn!",
    "Em là sinh viên k18 đăng kí mã môn học ME2007 Kết quả hệ thống trả về là không đăng kí được (phải đạt môn ME1015) Nhưng môn học ME1015 không thuộc về chương trình đào tạo của khóa 2018(môn ME1015 thuộc khóa 2019) Khóa 2018 yêu cầu phải đạt 2 môn CI2001 và ME2003, hai môn này em đã đăng kí học kì 191 và 193 Xin PĐT xem xét lại việc đăng kí môn học của em",
    "Em tên là , MSSV: . Dạ cho em hỏi là trong quy định của nhà trường là hết năm 2 phải đạt được AV3 thì mới được đăng ký môn học cho học kì chính 201. Nhưng do tình hình dịch nên tạm thời không xét chuẩn AV cho HK201, vẫn được đăng ký môn cho HK201. Vậy HK201 em học AV3 pass thì HK202 em vẫn được đăng ký môn cho HK202 đúng không ạ ? Mong sớm phản hồi giúp em. Em cảm ơn .",
    "Theo kế hoạch giảng dạy học ký tới em được học Đồ án môn học kết cấu bê tông cốt thép 1 (CI2093), nhưng hiện tại thì đã hết sĩ số. Em muôn xin mở thêm sĩ số môn Đồ án môn học kết cấu bê tông cốt thép 1 (CI2093). Rất mong nhận được sự hỗ trợ của nhà trường. Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ, thầy/cô cho em xin được mở thêm sĩ số lớp A01 môn phương pháp tính MT1009 ạ, em cảm ơn ạ!",
    "Gửi cô,     Em có đăng kí môn Logic tổ hợp (404713) hiện tại có tkb thứ 6, tiết 5,6,7; sĩ số 10/18 chưa có giảng viên giảng dạy. Nhưng em và một số bạn không thể tham gia lớp này được. Em đã hỏi ý kiến của 10 bạn trên và mong muốn có thể mở lớp vào thứ 4 hoặc thứ 3 tiết 10, 11, 12. Vậy em phải làm thế nào ạ? Rất mong cô hướng dẫn!     Thân,   Sinh viên ",
    "MSSV:       . Em kính xin PĐT tăng sĩ số nhóm lớp P02, môn học Truyền Nhiệt (mã MH: 210701) để em có thể đăng ký vào đó. Bởi vì nhóm lớp P01, môn học Truyền Nhiệt (mã MH: 210701) bị trùng thời khóa biểu với môn khác mà em đã đăng ký. Em xin cảm ơn.",
    "Em chào thầy cô ạ! Em là  sinh viên khóa k19 khoa công nghệ vật liệu. Hôm nay đăng kí môn học em không thể đăng kí các môn của học kì 201 được ạ. Page nó ghi chú thích là em \"chưa đủ điều kiện sinh viên năm 2\".Nhưng các bạn của em chưa có anh văn và rớt chỉ nhiều mà vẫn đăng kí được. Vậy cho em hỏi làm thế nào em mới đăng kí môn học được ạ?  Em cảm ơn thầy/cô",
    "Xin phòng đạo tạo cho em được đăng kí môn học vào đợt 2 này. Em bị xóa hết môn đã đăng kí đợt 1 (13 môn theo ctđt) vì thiếu môn tiên quyết GDTC 3 nhưng hiện tại em đang học môn Bơi HK193. Kính mong phòng đào tạo cho em được đăng kí môn học vào đợt này vì có 1 số môn đã đủ sĩ số nên có thể đợt 3 em không đăng kí được, em hứa sẽ hoàn thành môn GDTC 3 vào kì 193 . Em xin cảm ơn!",
    "Dạ em chào pđt.!! Em tên là  () lớp XD18CTXD01. Em viết đơn xin thầy (cô) phụ trách cho e xin mở sỉ số lớp A01 mã môn học CI3061 và lớp A06 mã môn học CI2093 ạ.! Em xin chân thành cám ơn ạ.!!",
    "Hôm nay nhà trường mở đăng ký môn học 201 đợt 2 nhưng môn Cơ lưu chất mã CI2003 em đăng ký không được do thiếu điều kiện tiên quyết SV_N2, cho em xin hỏi những điều kiện đăng ký được môn này ạ. Em học Cơ khí, ngành kỹ thuật nhiệt . Em chân thành cảm ơn   i  .",
    "Dạ em chào thầy (cô), Thầy (cô) cho em hỏi về cách hủy đăng ký môn Đề cương luận văn tốt nghiệp. Em đã đăng ký môn này ở đợt 1. Ở đợt 2 này, chúng em không tìm thấy môn Đề cương LVTN trên danh sách môn đã đăng ký. Mà đợt 3 lại không thể hủy môn. Do đó, em thắc mắc về cách để hủy ạ. Rất mong sớm nhận được giải đáp từ thầy (cô). Em xin cảm ơn.",
    "Em xin chào phòng đào tạo ạ, em là  sinh viên k14 do em bỏ lỡ mất 1 năm, và do dịch covid nên em cũng chưa thể hoàn thành nhiều vào kỳ trước, nên chương trình học em nếu tính là còn 2 học kỳ nữa mới hoàn thành, nhưng thời gian đào tạo tối đa là 13 kỳ, tức là chỉ còn 1 kỳ nữa, thì em nên giải quyết sao ạ mong phòng đào tạo suy xét và giúp em được hoàn thành chương trình ạ.",
    "Em muốn đăng ký môn GDTC 3 ở học kỳ 1 năm học 2020-2021 nhưng không thấy mở lớp. Em không biết do sai mã môn học hay trường không mở lớp. Xin kiểm tra giúp em . Em cảm ơn",
    "Dạ cho em hỏi môn Kỹ thuật hạ tầng đô thị(CI3265) không có trong chương trình đào tạo ngành cơ sở hạ tầng khóa 2017.Vậy tại sao khi em đăng kí môn thi công công trình cơ sở hạ tầng(CI4023) nó lại hiện lên thiếu môn học trước trên.Mong pđt sửa lại lỗi này để tụi em đăng ký được môn học.",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO2011 để em được tham gia lớp học này. Em xin chân thành cảm ơn!    .",
    "Cho em hỏi là do em đã học trước môn Pháp luật VN đại cương và qua hết các môn anh văn nên số chỉ đăng kí hk201 của em là 13( dưới 14 chỉ). Vậy thì có sao không ạ",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO2007 để em được tham gia lớp học này. Em xin chân thành cảm ơn!    .",
    "Gửi Phòng Đào Tạo, Em muốn đăng ký môn học vào lớp đã đủ số lượng thì em phải làm đơn như thế nào ạ. Em cảm ơn!",
    "Cho em hỏi tại sao kết quả đăng kí môn học đợt 2 của em lại không có gdtc và cũng không thể đăng kí gdtc được ạ? và nếu em thi toeic ở ngoài thì có thể nộp kết quả cho trường để quy ra tín chỉ hay bắt buộc em phải học đủ anh văn 1 đến anh văn 4 ở trường ạ?",
    "dạ cho em hỏi. em là 18 học môn Vi xử lí trong chương trình đạo tạo là 4 chỉ. nhưng đối với 19 đã đổi sang môn học 3 chỉ. nếu em muốn học lại môn Vi xử lí thì em phải làm thế nào ạ??? có quy đổi tương đương được không ạ? em cảm ơn!!!",
    "-  Em không đăng kí được các môn quan trọng năm cuối vì lí do thiếu môn tiên quyết liên quan đến các môn giáo dục thể chất. Tuy nhiên em đã hoàn thành các môn này từ học kì 191 . Mong phòng đào tạo sớm giải quyết cho em có thể đăng kí môn học đúng tiến độ.",
    "em không thể đăng kí ĐCLV tốt nghiệp và xuất hiện lỗi sau [thiếu nhóm giáo dục thể chất sau năm 3]   ",
    "Dạ em chào Thầy/Cô, Cho em xin mở thêm 1 slot môn Cấu trúc dữ liệu và giải thuật (CO2003) - nhóm lớp L01_L02. Em chân thành cảm ơn Thầy/Cô.",
    "Em chào PĐT, em muốn xin tăng thêm sĩ số lớp môn phương pháp tính- MT1009 nhóm lớp A01 để em có thể đăng ký mà không bị trùng lịch môn khác ạ. Mong PĐT xem xét để em đăng ký đúng tiến độ học tập ạ. Em xin chân thành cảm ơn!",
    "Phòng đào tạo cho em hỏi. Là kì trước em đã trả thể chất để hoàn thành chuẩn thể chất năm 3. Nhưng khi em đăng ký đề cương luận văn lại không được. Mong pdt giải quyết sớm cho em",
    "Mô hình hóa hình học và  mô phỏng, MSMH:ME3027 em xin được đăng ký vào lớp A01_A02, vì lớp đã đủ sĩ số nên em đăng ký không được, mong quý thầy cô xem xét giải quyết giúp em, vì môn này là môn tiên quyết của ngành em bắt buộc học Em chân thành cảm ơn",
    "Thầy/cô cho em hỏi là môn đk đợt 1 của em bị hủy do trùng tkb. Bây giờ em có thể xin gia tăng sĩ số 1 lớp nào đó để đăng kí được không ạ. Em xin cảm ơn ạ!",
    "Xin phòng đào tạo giải đáp giúp em. Hiện em là simh viên K13. Mssv 4 khoa kỹ thuật xây dựng.Đủ điều kiện đăng kí đồ án tốt nghiệp. Nhưng em không được đăng kí tốt nghiệp. Em có hỏi văn phòng khoa xây dựng. Bên Văn phòng khoa bảo với em là đồ án tốt nghiệp là mặc định mở lớp khi em đủ điều kiện. ( e đã đủ điều kiện) đó là quy định do em đăng kí đồ án tốt nghiệp trễ hay do lỗi hệ thống ạ. Em ko được mặc định đăng kí đồ án tốt nghiệp mà phải xin mở lớp.Trường hợp em đk mở lớp sẽ có khả năng không gặp được các thầy để kí tên, trường  hợp này em có được đảm bảo chắc chắn kịp làm tốt nghiệp học kì tới này. ( em đã đăng nhập mã môn học đồ án tốt nghiệp khóa em kiến trúc K13. Là 813303. Và được xác nhận là môn học không được mở) Em cảm ơn PĐT",
    "kính gửi PĐT. Em là sinh viên clc khóa k19, hk hè vừa rồi vì có một số công chuyện gia đình ở quê nên em phải về nên không thể đăng ký học kỳ hè được . Ở học kỳ tiếp theo (hk1 2020-2021) vì đăng ký học Quốc Phòng nên em không được đăng ký lại những môn ở học kỳ hè và phải đăng ký những môn tiếp theo, nhưng vì không đủ điều kiện đăng ký môn học (chưa học những môn tiên quyết ở học kì hè) nên em chỉ đăng ký được tổng cộng 7 chỉ là không đạt yêu cầu tối thiểu 1 học kỳ 14 chỉ thì bây giờ em phải làm như thế nào để không bị cảnh cáo học vụ ạ. Em xin cảm ơn",
    "Do kì này em thiếu tín chỉ, không đăng kí được môn của năm 3 nên em muốn đăng kí học môn Phương pháp tính - MT1009 lớp A01 để trong bị trùng lịch các môn khác ạ. Mong PĐT xem xét mở sĩ số để em có thể học đúng tiến độ. Em xin cảm ơn.",
    "Em năm nay mới hoàn thành xong năm 3, hồi năm nhất em có thi bằng toeic 2 kĩ năng nghe và đọc và đã quy đổi điểm cả 4 anh văn. Phòng đào tạo cho em hỏi vậy bằng anh văn của em giờ hết hạn rồi thì khi có xét chuẩn anh văn tốt nghiệp không hay chỉ cho đủ điều kiện đăng kí luận văn tốt nghiệp thôi ạ.",
    "Cho em hỏi, đợt đăng kí 1 vừa rồi em có đăng kí 2 môn CI4125 và CI4127 nhưng do thiếu môn học trước là CI3043 nên 2 môn trên đều bị hệ thống hủy, nhưng trong học kì dự thính hè này em đã đang học môn CI3043 và đã nhận được chữ kí xác nhận của giảng viên là em đã học và sẽ tham dự thi cuối kì. Em đã đăng kí lại 2 môn đó vào đợt 2 này, xin nhà trường hướng dẫn em cách để môn học được xác nhận đăng ký để không bị hủy trong đợt 3 sắp tới.",
    "Kính gửi phòng đào o Em tên  chí thành, sinh viên khoa xây dựng, hiện giờ chỉ tích lũy của em là 22, vậy em sẽ không đăng kí được những môn cơ sở ngành năm 2 phải không ạ, sao em trước đây nghe bảo được đăng kí dù không đủ 28 chỉ, mong phòng đào giải đáp, em xin cảm ơn",
    "Chào cô. Cô cho em hỏi là tại sao em không đăng ký luận văn tốt nghiệp được vì lý do chuẩn giáo dục thể chất sau năm 3 trong khi em đã qua 3 môn thể chất là \"giáo dục thể chất 1\", \"giáo dục thể chất 2\" và môn bóng rổ. Cho xem dùm em. Cảm ơn.",
    "Cho em hỏi là em đã tham gia kì thi anh văn định kì của trường và đã qua rồi nhưng sao lại không thấy có tín chỉ anh văn vậy ạ",
    "Dạ em chào thầy/cô ạ. cho em hỏi trong đợt đăng ký lần 2 này em không được đăng ký thêm môn nào vì em chưa đạt điều kiện anh văn của năm 4 nhưng em thấy trong mail trường có gửi là học kỳ 1 của năm 4 không phải xét anh văn do tình hình dịch. trong khi đợt 1 em đăng ký vẫn được 4 môn ạ. Hiện tại thì em đang ở nhà do mới mổ ruột thừa xong không lên được pđt để hỏi trực tiếp kính mong pđt giải quyết online giúp em ạ. em cảm ơn nhiều",
    "Em kính chào quý thầy cô, em têm là , em đang theo học chương trình PFIEV, do chểnh mảng trong quá trình học nên trong HK191 em rớt các môn LA1011( pháp văn 1), CH1003( hóa đại cương) , MT1015( đại số tuyến tính) , em đã tham gia đăng kí môn học 201 những môn học đó mà không có, em xin phép nhà trường học nhưng môn học đó trong học kỳ tới .  Do chưa quen với chương trình đại học nên tới HK192 em bị rớt 2 môn là PH1009( vật lý 1) , MT1013( giải tích 2). Ngoài nguyện vọng trên em xin nhà trước xem xét cho em được học các môn do chưa đạt môn tiên quyết: LA1015 - Pháp văn 3, MT2007 - Giải tích 3,PH2007 - Thí nghiệm vật lý, MT2009 - Xác suất và thống kê, PH2005 - Vật lý 2.  Cảm ơn nhà trường đã đọc và lắng nghe, em xin hứa sẽ cố gắng hết mình trong học tập, xin nhà trường xem xét để em có thể được đi học.",
    "Chào thầy/cô ! Em tên  Mssv:  Em xin được thêm sỉ số trực tiếp môn thiết kế hệ thống nhúng,EE3003, nhóm A02, tiết 234 Lý do: các nhóm đã full sỉ số. Em chỉ còn học 1 môn duy nhất này thôi là hoàn thành chương trình học rồi ạ. Em cảm ơn.",
    "Thưa cô/thầy, Em là , học viên cao học khóa 2019. Hiện em muốn đăng ký thêm các môn học bổ sung nhưng các lớp này ở chương trình cao học không mở . Cô/thầy cho em hỏi em muốn đang ký các môn này theo chương trình Đại học thì phải đăng ký như thế nào ạ? Trân trọng, ",
    "Kính gửi quý thầy/cô phòng đào tạo Em tên . MSSV . Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phân tích dữ liêu IM3049 lớp A02 chiều thứ 3 tiết 789, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ. Em xin chân thành cảm ơn.",
    "vấn đề đăng kí môn học. 1.môn kỉ thuật vỉa là môn tiên quyết của đồ án kỉ thuật vỉa . nhưng vào kì 193 em mới học kỹ thuật vỉa (đang học ) hiện chưa có điểm vậy em có cách nào có thể đăng kí kỹ thuật vỉa vào học kì 201 ko ạ . 2. em học chuyên ngành khoan khai thác theo như xếp thì vào kì 7 có hơn 13 chỉ nhưng phòng đào tạo chỉ cho đăng kí 13 chỉ. có 1 số bạn học trước nên không sao còn em thì bị dính điều kiện tối đa 13 chỉ . phòng đào tạo có thể chỉ em cách giải quyết. em cảm ơn.",
    "Kính gửi quý thầy/cô phòng đào tạo Em tên . MSSV . Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phương pháp định lượng IM3039 lớp A02 chiều thứ 3 tiết 101112, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ. Em xin chân thành cảm ơn.",
    "CODE  PĐT cho em hỏi, em không đủ chuẩn sinh viên năm 3 (không đủ 56 chỉ) nhưng em không đăng kí được 2 môn CH2061 và CH2057 (mã CH2***) là vì sao ạ ? Em cảm ơn.",
    "t 1 em có đăng kí môn giáo dục thể chất, nhưng khi qua đợt 2 thì bị xoá mất và không đăng kí lại được. Em có nghe nói là “kể từ hk201 thì trường sẽ không mở lớp gdtc nữa, muốn học thì phải đến bên Đại học Thể dục thể thao để đăng kí“. Cho em hỏi thông tin trên có đúng không ạ và nếu đúng thì những sv học ở cs1 thì cũng phải về bên Thể dục thể thao đăng kí hay sao ạ? Em cảm ơn!",
    "Em tên là  MSSV  Em xin được mở rộng sĩ số lớp Nhập môn thị giác máy tính(ME4201) nhóm A01 . Do môn này môn cần thiết cho luận văn nên em rất muốn học. Mong phòng đào tạo giúp đỡ a.",
    "HIỆN TẠI EM ĐƯỢC 133 TÍN CHỈ CÒN 9 TÍN CHỈ NỮA EM TỐT NGHIỆP  N  635 ĐIỂM  NGÀY CTXH EM 18 NGÀY  HIỆN TẠI EM ĐỦ ĐIỀU KIỆN ĐĂNG KÍ   WED PHẢN HỒI KHÔNG ĐỦ ĐIỀU KIỆU",
    "Hiện em đã được cập nhật điểm tổng kết của 3 môn GDTC:  Giáo dục thể chất 2  PE1005  5.0  Giáo dục thể chất 3  PE1007  5.0  Bóng rổ              PE1015  5.0 nhưng khi đăng kí LVTN ME4029 thì hiện là thiếu chuẩn thể chất sau năm 3. Em xin được giải thích.",
    "Dạ chào thầy/ cô, Hiện tại em đã đạt đủ chuẩn Thể chất sau năm 3 vào học kì 192 vừa qua (có đính kèm ảnh bảng điểm) nhưng hiện tại tất cả môn học của em đều bị xóa và không thể đăng ký lại. Mong quý thầy/ cô sớm khắc phục lỗi và cho em được biết ạ! Em xin chân thành cảm ơn!",
    "Kính gởi phòng đào tạo, Em có xóa nhầm môn Thiết kế hệ thống nhúng, mã môn học EE3003 Mong phòng đào tạo có thể mở thêm sĩ số ở lớp A01 để em có thể đăng kí. Em cảm ơn!    ",
    "CI3163 Phântích thiếtkế kết cấu",
    "Chào pdt, Em đã đăng ký môn CI4343 Luận văn tốt nghiệp trong đợt 1 nhưng kết quả đăng ký đợt 1 không hiển thị môn học. Vì vậy, em không thể đăng ký đợt 2. Em có gửi hình ảnh đính kèm bên dưới. Mong pdt xem xét dùm em để em có thể tốt nghiệp ạ. Chân thành cảm ơn pdt.",
    "Chào  Em là Trần Mỹ Linh khóa K18 hiện đang theo học ngành công nghệ thực phẩm. Em muốn hỏi là ở phần chương trình đào tạo mục DANH SÁCH MÔN HỌC TƯƠNG ĐƯƠNG VÀ THAY THẾ sao không có sự danh sách giữa CTĐT 2014 và CTĐT 2019 ak. Do em đang cần tìm một số môn học ở k18 đã được thay thế hoặc tương đương ở K19 nhưng lại không thấy. Em có lên PĐT hỏi nhưng người phụ trách bảo em lên aao xem, nhưng lại không có. Em cảm ơn ak, em mong sớm nhận được phản hồi từ .",
    "Em xin rút môn học Sức bền vật liệu kỳ Dự thính hè 2019 - 2020 do vấn  gia đình mong quý thầy (cô) giải quyết giúp em! Em xin chân thành cám ơn ạ!",
    "em muốn hỏi sao em không đăng ký được môn năm 2 vậy ?",
    "Xin chào cán bộ PĐT ạ. Em là sinh viên khoa kt giao thông K17. E chỉ còn thiếu môn TR1001- Nhập môn về kĩ thuật là đủ tính chỉ ạ. Em mong PĐT có thể tạo điều kiện cho em được học môn này với k20 ạ. Em xin chân thành cảm ơn ạ.   .",
    "Em muốn đăng ký lớp Đại số tuyến tính học kỳ 201 mã MT1015 của Việt Pháp K20 nhưng không tìm được trên trang đăng ký môn học. Làm sao để em có thể đăng ký học lại môn này ạ. Cảm ơn    .",
    "Em không thể đăng ký môn dù đã đạt chuẩn thể chất 3 năm. Mong phòng đào tạo mở đăng ký môn cho em",
    "Chào thầy / cô ạ! Chuyện là em học năm nhất không tốt nên chỉ tích lũy được 27 chỉ. Sau đợt đăng kí môn học kì vừa rồi em bị xóa mất 14 chỉ. Sau đó em đăng kí lại được em sợ sẽ bị xóa mất nữa ạ nên bây giờ em rất hoang mang! Mong thầy / cô phản hồi ạ! Em xin cảm ơn rất nhiều! Trân trọng!",
    "xin chào quý thầy cô, em viết đơn này với lí do: xin đăng ký môn học Hóa Hữu Cơ (CH2021) nhưng vì đã vượt quá 21 tín chỉ (22 tín chỉ) nên không thể đăng ký thêm. Em xin quý thầy/cô cho phép em được đăng ký 22 tín chỉ để hoàn thành môn học này. Em xin cảm ơn  Sinh viên: Phạm Hoàng Long MSSV: 1811055",
    "Xin tăng thêm sĩ số cho lớp nhập môn trí tuệ nhân tạo lớp L02 mã môn học:CO3061  .",
    "Em đã qua hết thể chất nhujwg sao vẫn bị vướng thể chất khi đăng kí môn học,. Em đã bị lần này là lần thứ 2. Mong trường xem xét giải quyết cho em. Em chân thành cảm ơn",
    "Em vừa mới đăng ký miễn điểm AV1, AV2, AV3. Nhờ PĐT cập nhập số tín chỉ tích lũy để em đủ điều kiện tiên quyết sinh viên năm 2. Hiện tại em có 23 tín chỉ tích lũy",
    "Mong nhà trường em xét giải quyết cho em ạ    .",
    "Thưa Thầy/Cô. Em là , kỳ này em muốn đăng ký thêm môn Phương pháp phần tử hữu hạn-CI3061 Nhưng vì một số nguyên nhân mà hiện nay các lớp học thuộc môn này đã đủ sĩ số, em xin quý thầy/cô có thể mở thêm sĩ số lớp để em có thể đăng ký ạ",
    "Dạ hiện tại em chưa đăng kí được môn HỆ THỐNG SẢN XUẤT - IM1029 ạ. Em kính mong nhà trường có thể hỗ trợ tăng sỉ số lớp IM1029-LO2 để em có thể hoàn thành tiến độ học tập ạ . Em xin chân thành cảm ơn.",
    "Cho em hỏi lớp xử lý ảnh A02 là của thầy nào dạy vậy ạ?",
    "Dạ cho em hỏi HK201 tại sao sinh viên bị huỷ môn thể dục vậy ạ? Và có thông tin sẽ học chung thể chất với khối đhqg với giá 900k/ môn có đúng không ạ?",
    "Kính gửi Phòng đào tạo Em là sinh viên K18 do có học trước 1 vài môn (20 chỉ) nên giờ em đăng ký môn học chỉ có 10 chỉ Nếu em đã vượt chương trình có cần phải đăng thêm môn ngoài chương trình cho đủ 14 chỉ không ạ (Em là chương trình tài năng khoa điện) Có học kỳ sau em chỉ học có mỗi đề cương luận văn (0 chỉ) Nếu đăng ký được thì em có được xét học bổng không ạ hay cũng phải đăng ký thêm ngành khác Em xin chân thành cảm ơn Chúc thầy cô có một ngày thật vui vẻ",
    "Xin chào, Em là - sinh viên K19- Em học bên khoa điện, thì bên em đến đợt dăng ký môn lần 2 mới được cập nhật mã môn học mà giờ khi lên dăng ký thì thông báo môn học không mở là sao ạ. Mong văn phòng mau chóng giải quyết thắc mắc này Em cảm ơn.",
    "Cho em hỏi là tại sao giáo dục thể chất không thể đăng kí được ạ?Em cảm ơn!",
    "Em đã hoàn thành đủ 3 lần học GDTC nhưng khi đăng ký môn năm 4 ( cụ thể là môn Đồ án thiết kế kỹ thuật hóa học - CH4007) thì hệ thống báo lỗi em chưa hoàn thành chương trình GDTC năm 3. Em mong các thầy cô xem lại hộ em ạ.",
    "E đã học xong môn thể dục ở kì 192, hiện tại mở đăng kí môn học đợt 2 cho kì 201 thì e ko đăng kí được. Lỗi ghi thiếu chuẩn thể dục sau năm 3. Mong phòng đào tạo fix lỗi này hộ e ạ. E cảm ơn",
    "Xin chào phòng đào tạo Em tên:  MSSV:  Khoa : Khoa học và kĩ thuật máy tính  Tình trạng hiện giờ của em là không đăng kí môn học được do bị tạm dừng vì không đăng kí môn học ở học kì 192 .  Quý thầy cô cho em hỏi bây giờ em làm gì để được đăng kí môn học ở đợt 2 này ạ. Em cảm ơn.",
    "Em đã hoàn thành đầy đủ các môn giáo dục thể chất nhưng không đăng ký được các môn học vì thiếu chuẩn giáo dục thể chất. Mong phòng đào tạo xem xét giúp em",
    "Em chào anh/ chị ạ. Em tên là . K17. Khoa Địa chất và Dầu khí ạ Kỳ sau tụi em có 8 môn bắt buộc trong đó có 1 thực tập tốt nghiệp ạ . Tụi em có đăng kí ở đợt 1 nhưng bị mất. Đợt 2 tụi em đăng kí lại nhưng bị báo là không được đăng kí quá 13 chỉ. Anh/ chị cho em hỏi là tụi em phải làm đơn học quá chỉ hay tụi em cần làm gì ạ. Em xin cảm ơn ạ",
    "Chào anh/ chị, Em là  MSSV , Anh / chị cho em hỏi, theo như lịch của trường thì tháng 11 là lễ tốt nghiệp, nhưng mà TH nếu em hoàn thành xong tất cả các môn (bao gồm LVTN) nhưng chưa nộp chứng chỉ AV kịp mà trong kì tới em lại không đăng kí môn học nào. Khi đó em có bị sao không ạ. Em cảm ơn.",
    "Cho em hỏi là em k18, giờ môn kĩ thuật số có 2 mã đăng kí là EE1015 EE1009, vậy giờ em đăng kí mã môn nào ạ, và 2 mã đó khác nhau như thế nào ạ",
    "Xin tăng sĩ số lớp môn Công nghệ khoan GE3009 bắt buộc",
    "Em chào thầy/cô, cho em hỏi đầu năm em có thấy trường có nói về việc hết năm 1 nếu sinh viên chưa đủ 28 chỉ thì vẫn được đăng kí môn cho năm 2. Kết đăng kí đợt 1 học kì 201 của em vừa rồi bị xóa mất 4 môn do điều kiện môn tiên quyết. Vậy nhà trường có thể giải thích rõ hơn cho em được không ạ? Em cảm ơn!",
    "Em ở đợt 1 có đăng kí nhận luận văn tốt nghiệp, em thấy em đã đủ các tiêu chuẩn , nhưng đợt 2 thì lại bị xóa mất, không hiện lý do bị không đăng kí được môn,(đợt đăng kí thứ 2 em đã đăng kí lại, có check xanh) em muốn hỏi là em còn thiếu gì ạ?",
    "Dạ cho em hỏi, môn đề cương luận văn tốt nghiệp có yêu cầu về chuẩn anh văn qua các năm không ạ. Tại vì em chỉ mới học AV1 thôi ạ. Em cám ơn ạ.",
    "Trường hợp những học sinh không đủ 28 chỉ năm nhất không được đăng kí những môn cơ sở ngành thì phải đăng kí thêm những môn nào để đủ tín chỉ ạ",
    "Chào PĐT, Em là , MSSV  đã hoàn thành 3 môn GDTC, nhưng khi đăng kí môn Đề cương LVTN lại bị báo thiếu môn tiên quyết năm 3 (Như hình dưới) . Mong sớm được duyệt. cảm ơn ạ!",
    "Em cần học môn Cơ lý thuyết(AS1003) ở học kì 201 nhưng không có lớp mở. Em phải làm gì để nhà trường mở lớp ạ? Hoặc có những giải pháp khác nào để em có thể học môn đó",
    "Cho em hỏi sắp tới em nghe nói trường có tổ chức thi toeic lệ phí 160k,em không biết có thể lấy điểm thi đó để chuyển điểm av1 và av2 đc không ak.Em cảm ơn",
    "Chào quý thầy cô Em muốn hỏi là e đang học đại học chính quy khóa k13 nhưng còn nợ luận văn và 2 môn nữa chưa thể ra trường trong thời gian quy định giờ e muốn chuyển sang hệ vừa học vừa làm thì chỉ cần hoàn thành những môn còn lại hay phải học theo chương trình khác..và cho em hỏi thêm là trong thời gian tới có đợt đăng ký nào không ạ. Em cảm ơn",
    "Em đã qua môn GDTC 3 nhưng không đăng ký môn được ạ! Mong hệ thống hỗ trợ để em có thể đăng ký môn học năm 4 ạ.",
    "Xin chào Thầy / Cô, Em tên , hiện là sinh viên khoá 2014 ngành kỹ thuật hàng không, MSSV:  Em có đăng kí môn học giải tích 1, mã số MT1003 vào đợt 1, đăng kí ngày 22/07/2020 - 29/07/2020. Hiện tại kết quả đăng kí môn học của em được thông báo như sau: \"PDT không đ/ký cho SV MH MT1003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa) \" Do em chỉ còn thiếu môn này là đủ tốt nghiệp, nên em viết email này xin hỏi nếu không đăng kí được thì học kì sau em có bị đình chỉ học theo quy chế hay không ? Nếu bị tình trạng đó em xin phép được hướng dẫn cách xử lý . Em xin cám ơn Thầy/Cô. Em .    .",
    "Em đăng kí tới 19 tín chỉ mà bây giờ kết quả chỉ còn 3 chỉ thôi ạ. Em đăng kí bám sát tiến trình học mà Phòng đã gửi mail cho em, mong thầy/cô xem xét lại giúp em",
    "Kính gửi Admin BKSI, Dạ cho em hỏi Chương trình đào tạo của sinh viên chương trình Tiên tiến Điện điện tử đã được cập nhật mã môn chưa ạ ?  Em đăng kí môn đợt 1 được 5 môn + đăng kí học quốc phòng nhưng khi trả kết quả lại chỉ được mỗi học quốc phòng nên em nghĩ là do phòng đào tạo cập nhật mã môn mới và chtrinh đào tạo mới. Nếu hết đợt 2 này mà tụi em vẫn chưa được update thì kì 201 của tụi em học gì ạ :’( Em cảm ơn ad.",
    "Em đăng kí thi anh văn toeic ở cơ sở 2 nhưng chưa nộp lệ phí. Hiện tại em quyết định không thi nữa thì có cần hủy đăng kí hay không. Nếu cần thì hủy như thế nào",
    "Kính thưa quý thầy/cô phòng đào tạo, Em tên , MSSV , sinh viên khóa K18, lớp MT18KH06, khoa Khoa học và Kĩ thuật máy tính, do thầy  chủ nhiệm. Em viết mail này vì lí do em nghĩ sắp tới em sẽ bị cảnh cáo học vụ, vì số tín chỉ mà em đạt được trong học kì vừa rồi là 9, nhỏ hơn 10 tín. Và nếu bị cảnh cáo thì đây là lần cảnh cáo học vụ thứ 3 của em. Em vẫn đang cố gắng học hè để có để theo kịp tiến độ. Em nghĩ mình sẽ bị buộc thôi học ở học kì kế tiếp, nhưng em đã đăng kí môn cho học kì kế tiếp. Về việc viết đơn xin thu nhận lại, em không biết mình có thể sử dụng biểu mẫu trên website AAO của trường không? Em rất mong có được sự hướng dẫn của phòng đào tạo. Em đã trình bày tình hình học tập với phụ huynh. Em mong được nhà trường cho em thêm một cơ hội nữa. Em xin chân thành cảm ơn phòng đào tạo.   i  .",
    "PĐT cho em hỏi, môn học kỹ thuật lập trình ( mã môn học co1013, của ngành kỹ thuật ô tô, khoa kỹ thuật giao thông) đến khóa 2019 là không học nữa, thay thế bằng môn nhập môn về lập trình ( mã môn học là co1003). Em là khóa 2017, muốn học môn kỹ thuật lập trình (co1013) thì phải làm sao ạ.",
    "I  /I    CH Cô cho em hỏi là môn học  MÁY mã ME2007 em đăng kí nhưng bị hủy ở đợt 2 lý do ghi là cần môn tiên quyết nguyên lý máy mà em đã qua môn này nhưng vẫn bị hủy ạ Em cảm ơn",
    "MSSV:  Dạ cho em hỏi là em đã học đủ 3 môn giáo dục thể chất rồi mà sao khi đăng kí môn học cho năm 4 lại không đăng kí được và bị vướng giáo dục thể chất ạ. Em cảm ơn .",
    "Chào anh chị, Em hiện tại đang bị thôi học vì thiếu chứng chỉ anh văn. Nay em đã hoàn thành chứng chỉ anh văn thì em cần làm gì để được thu nhận học lại ạ ? Em cảm ơn rất nhiều.",
    "E thuộc k19 lớp Kiến trúc xd19kt cho e hỏi là vì sao e không thể đăng kia được các môn chuyên ngành và môn tiên quyết của ngành e là môn gì ạ",
    "t đăng ký 1 của các môn học  học kì 1 (2020-2021) em có đăng ký các môn cơ sở ngành của học kì 1(2020-2021). nhưng sang đợt đăng kí 2 em bị mất các môn cơ sở ngành đã đăng ký ở đợt đăng ký 1 gồm các môn Kiến trúc máy tính(CO2007) và môn Cấu trúc dữ liệu và giải thuật(CO2003). Giờ em đăng ký lại thì không được đăng ký nữa do số lớp đã đủ . Vậy em mong Phòng Đào Tạo mở thêm sỉ số để em có thể đăng ký môn học ạ",
    "Theo chương trình đào tạo học kì 201 của em có 14 tín chỉ nhưng có một môn em chưa hoàn thành môn học tiên quyết nhưng môn học tiên quyết không mở lớp trong kì 201 thì em có thể đăng ký những môn nào để thay thế ạ? Hiện tại em chỉ mới có thể đăng ký 10 tín chỉ cho học kì 201",
    "Dạ cho em hỏi: em có kiểm tra định kì anh văn / đầu vào của trường và đủ điểm pass av1 . Điểm đã có trên bảng điểm , vậy em có cần phải chuyển điểm để đủ điều kiện đăng kí các môn năm 2 không ạ ? Hay là hiện trên bảng điểm là đã tính vô rồi ạ ?  Em cám ơn ạ !",
    "Em tên là , MSSV , Em xin nhà trường cho em được đăng ký lớp A03 (T4-789, B1-314) môn Thiết kế hệ thống nhúng (EE3003) hiện nay đang quá sĩ số lớp. Hiện trong thời khóa biểu của em chỉ còn mỗi lớp A03 là thích hợp để đủ yêu cầu 14 tín chỉ/học kỳ. Rất mong nhận được phản hồi từ Nhà trường! Em xin cảm ơn!",
    "HỎI VỀ HỌC VỤ VÀ ĐĂNG KÝ MÔN HỌC HỌC KỲ 201 . Em xin kính chào Thầy/Cô, Em xin phép có một số thắc mắc mong muốn được giải đáp như sau : 1. Hôm trước văn bản trả lời hỏi đáp của Trường gửi cho tụi em có nêu rõ nội dung : Sinh viên học hết năm 1 nếu   B không    tích lũy đủ   B 28 tín chỉ    thì vẫn sẽ tiếp tục học được môn năm 2 nhưng đến hết năm 2 thì phải hoàn thành các môn cơ sở và cơ sở ngành thì mới được học năm 3. Có đúng không ạ ?  2. Những môn nào sinh viên không tích lũy đủ 28 tín chỉ được phép đăng ký ạ ? Những môn như Xác suất thống kê là môn cơ sở, tại sao không đăng ký được vì thiếu chuẩn năm 2 ạ ? 3. Do dịch Covid 19 nên kỳ thi Anh văn đầu vào bị dời lại, nên em chưa hoàn thành anh văn 1 cho năm 1, và do không qua một môn nên thiếu chỉ, vì theo văn bản trường đã gửi, nên em đã tập trung vào học thêm anh văn dẫn đến không đăng ký học dự thính hè môn chưa qua, thì như thế tụi em phải làm sao để được học năm 2 ạ ? 4. Cho em hỏi học kỳ 201, 202 hay 203 mình phải hoàn thành chuẩn tiếng anh sau năm 2 ạ ? 5. Hiện nay trên \"Đăng ký môn học\", em đã bị hủy chỉ còn 8 chỉ thì em có bị cảnh cáo học vụ về việc mình đăng ký dưới 10 chỉ không ạ ? Vì em không thể tìm ra môn nào có thể đăng ký để đạt 10 chỉ. Em xin cảm ơn Thầy/Cô ạ.",
    "Em tên , MSSV . Các thầy cô ở phòng đào tạo cho em hỏi là em đã học qua hết các môn thể chất rồi nhưng sao không đăng kí được đề cương luận văn tốt nghiệp ạ. Mong được giải đáp ạ   ",
    "Em chào thầy (cô) ạ. Em viết đơn này mong thầy (cô) tăng sĩ số lớp L02 môn Đườnglối CM của ĐảngCSVN (Mã MH: SP1009). Em xin chân thành cảm ơn.",
    "Cho em hỏi tại sao em bị hủy môn Luận văn tốt nghiệp trong đợt ĐKMH đợt 1 mặc dù em đã đủ điều kiện (bạn em cũng bị tương tựa). Nhờ pđt giải đáp em cảm ơn rất nhiều.",
    "em có thể xin mở sỉ số môn Hóa đại cương CH1003 lớp L04_L08 không ạ do đang bị thiếu tín chỉ",
    "Em kính chào thầy cô,  Như trên tiêu đề đã đề cập đến, em bị thông báo là không đạt chuẩn GDTC năm 3, dẫn đến việc xóa kết quả đăng kí môn học. Mặc dù em đã hoàn thành đủ 3 môn rồi nhưng vẫn bị vướng vào trường hợp này ạ. Khi nào trường mới có thể cho phép em đăng kí môn học lại cho học kì này ạ? Em xin cảm ơn.",
    "Chào PĐT..! Em tên là  - . Em đã đăng ký các môn học trong học kỳ 1 -  HK1 (2020 - 2021) . Nhưng tại sao trong phần kết quả lại không hiển thị các môn học ạ? Em thoả đầy đủ điều kiện để đăng ký và vẫn còn hạn đào tạo",
    "Cho em hỏi là sao đăng ký được môn học \"Đề cương LVTN\" vậy ạ. em đăng ký thì xuất hiện lỗi này. Hiện em còn thiếu 1 thể chất và số tín chỉ hiện có của em là 92 Em cám ơn",
    "Dạ, thưa Thầy, Cô ạ! Em tham dự lễ Tốt nghiệp vào ngày 10/07 vừa qua. Em muốn hỏi khi nào em mới có thể liên hệ trường để lấy bằng Tốt nghiệp chính thức được ạ? Em cần bằng Tốt nghiệp để làm việc ạ! Em cảm ơn!",
    "chào các thầy cô  Em có thắc mắc về việc đăng kí môn học thực tập tốt nghiệp và đề cương luận văn tốt nghiệp của chuyên ngành địa chất dầu khí - Khoa kỹ thuật địa chất và dầu khí. Theo ctdt thì kì 201 này em có 8 môn đều là bắt buộc, mà hiện tại em không đăng kí được 2 môn thực tập và đề cương vì lí do giới hạn 13 chỉ. Tất cả các môn đều bắt buộc. Hiện tại thì phải làm sao ạ? Em xin cảm ơn",
    "Cho em hỏi là hiện nay em muốn học môn   I Xác suất và thống kê  /I , tuy nhiên có tới 3 mã môn học bao gồm MT2001, MT2009 và MT2013. Không biết môn nào nằm trong chương trình đạo tạo của K19 ngành cơ điện tử ạ, em xin cảm ơn.",
    "Em hiện đang có bằng toiec 520( cũng chính là đạt chuẩn anh văn 4 trường yêu cầu. Do có dịch covid nên trường mình hạn chế tổ chức thi anh văn đầu vào. Nên em không có cơ hội được yham gia để bổ sung tính chỉ . Mong phòng đào tạo nhận chuyển đổi bằng toiec thành tính chỉ để em có thể đăng ký môn học năm 2 trong tình trang bất tiện trong thời kì hạn chế do bệnh dịch . Kính chào và xin cảm ơn .",
    "Sức bền vật liệu Dạ em thấy trên phần đăng kí môn học không mở lớp sức bền vật liệu ạ, một phần là cũng do em chậm tiến độ nữa ạ nên em muốn xin Phòng đạo tạo mở lớp môn sức bền vật liệu ạ . Em xin chân thành cảm ơn!",
    "Dạ em tên là  hiện là sinh viên năm 3 khoa Cơ Khí. Học kì 201 em có đăng kí môn Mô hình hóa và mô phỏng nhưng do trùng lịch nên không được sắp lớp. Nay em muốn được đăng kí môn Phương pháp phần tử hữu hạn, Mã môn học ME3025 để thay thế nhưng lớp này đã bị full . Vào học kì 202 em có học cải thiện 2 môn nên em sợ nếu để qua kì sau sẽ không sắp xếp được. Em mong nhận được sự giúp đỡ từ quý thầy cô ở PĐT. Em xin chân thành cảm ơn .",
    "Cho em hỏi, các bước xin mở lớp là như thế nào ạ, em có xem biểu mẫu xin mở lớp thì thấy chữ ký văn phòng khoa, thì ở đây là khoa em đang học hay khoa có môn đó ạ. em cảm ơn",
    "CH3037Cơ sở thiết kế nhà máy hóa t3 tiết 3 4 5 CH3117Công nghệ sản xuất kháng sinh t2 tiết 10 11 12 mấy môn này e không tự đăng kí dc em cam đoan sẽ đi học đầy đủ ạ",
    "Thưa thầy/cô, em là , mssv . Khi em kiểm tra thông tin sinh viên trong tai đường dẫn http://www.aao.hcmut.edu.vnmage/data/Tra_cuu/xem_danhsach; thì phần ghi chú đang để là \"Nợ HP\". Khi em thực hiện đăng kí xét tốt nghiệp cũng để cảnh báo đỏ là đang nợ học phí. Em có kiểm tra lại trên BKpay thì thấy học phí của em đã đóng đủ, chỉ có 1 khoảng \"đăng kí in bảng điểm\" từ năm 2017 ( do lúc đó e đăng kí rồi không cần nữa, mà không huỷ việc đăng kí); và hiện em cũng đã thanh toán khoản thu đó nhưng các cảnh báo về nợ học phí vẫn còn ạ. Em xin cảm ơn thầy/cô đã dành thời gian giải đáp thắc mắc của em.",
    "Dạ em chào cô, cô cho em hỏi là môn thực tập cơ khí đại cương 2 mã ME2001 của và môn vẽ cơ khí ME2021 hôm trước em thấy số lượng đăng kí đông mà sao hôm nay lại không có môn học mở vậy cô. Và môn đồ án thiết kế, điều kiện để được học môn này là học trước môn chi tiết máy, hiện em đang học hè nhưng vẫn không đăng kí được. Em cảm ơn cô",
    "Cho em hỏi, nếu năm 1 em không qua môn cơ sở ngành và muốn đăng ký học lại vào năm 2, thì có thể học chung trong học kỳ chính với khoá tiếp theo hay không, hay phải tìm bạn cùng khoá đăng ký mở lớp ạ?",
    "Em tên là   MSSV  Ở đợt 1 em đã đăng kí môn học kĩ thuật điện - điện tử(EE2011) nhưng do e xóa nhầm nên bây giờ vào đăng kí lại thì đã full số lượng. Nên e muốn xin phép phòng đào tạo cho e được đăng kí thêm môn học này . E xin cảm ơn!",
    "Em không thể đăng ký môn dù đã đạt chuẩn thể chất 3 năm. Mong phòng đào tạo giải quyết cho em ạ",
    "Dạ em chào cô (thầy). Dạ cô(thầy) cho em xin hỏi là em đăng ký môn học nhưng lại bị lỗi giáo dục thể chất 3 thì em nên làm thế nào ạ? Em đã hoàn thành Giáo dục thể chất 3 rồi ạ.",
    "Học kì 192 em có đăng kí môn cầu lông mã PE1017 và e đã qua môn. Nhưng em lại quên chuyển điểm sang mã môn học GDTC 3 của em là PE1007 (em đang là K17). Dạ, vì thế mà em không thể đăng kí moin học cho năm 4. Cho em hỏi là bây giờ em phải thực hiện việc chuyển điểm như thế nào ạ Mong phản hồi sớm từ PĐT Em cảm ơn, Thân",
    "Cho em hỏi, các bước xin mở lớp là như thế nào ạ? Và em có xem biểu mẫu xin mở lớp thì thấy chữ ký văn phòng khoa, thì ở đây là khoa em đang học hay khoa có môn đó ạ. em cảm ơn",
    "cho em hỏi là khi em đăng ký các môn năm 4 thì bị lỗi\" Thiếu (các) môn học:   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết) '' nhưng em đã qua cấc môn giáo dục thể chất rồi     Tại sao học kỳ này có nhiều môn không mở lớp, là do không có học sinh học hay không có giáo viên mở ạ?",
    "Em tên  mssv   1.Trước ngày 8/5 em có nhận được mail là học kì chính 201 tạm thời không xét chuẩn anh văn sau mỗi năm học, mà sao đợt này em đăng kí môn học thì lại yêu cầu phải đạt chuẩn anh văn sau mỗi năm học ạ.  2.Đăng kí thi chuẩn anh văn:học kì trước em có đăng kí thi mà không đi thi và đã đóng phí thì cho em hỏi nếu đợt này em đăng kí thì có bị mất phí không ạ.",
    "Em muốn xin mở thêm lớp mới môn vẽ kỹ thuật kì 201 thì phải làm sao ạ ?",
    "Chào quý thầy cô! Em tên là:  mssv: 3, sinh viên khoá K13.Gần hết thời gian đào tạo nhưng chưa đủ điều kiện xét tốt nghiệp, do chưa có chứng chỉ anh văn. Vì vậy e muốn chuyển từ hệ CHÍNH QUY, sang hệ TẠI CHỨC . Quý thầy cô cho em hỏi, thủ tục chuyển như thế nào, em cần là gì để được chuyển ạ! Em xin chân thành cám ơn",
    "Em muốn hỏi nếu sao năm nhất không tích lũy đủ 28 tín chỉ sẽ không được đăng kí môn học năm hai và bị buộc dừng một học kì phải không ? Em cảm ơn.",
    "Em gặp vấn đề trong quá trình đăng kí môn học HK201 đợt 2. Em cần mở thêm sĩ số lớp 210701-P02 và lớp 402701-P02. Lí do vì lớp 402701-P01 còn trống nhưng nếu em đăng kí thì sẽ bị trùng lịch với lớp 403707 nên em chỉ có thể chọn lớp  402701-P02 và lịch của lớp 210701-P01 lại trùng với 402701-P02 nên em cần mở thêm sĩ số 2 lớp 210701-P02 và 402701-P02 để đăng kí. Em xin cảm ơn ạ",
    "Kính gửi văn phòng, Khi đăng khí môn học EN3037 - Quản lý môi trường đôthị & khu công nghiệp thì hệ thống báo lỗi do em chưa học môn luật và chính sách môi trường với mã môn học EN2033 nhưng em đã hoàn thành môn học đó với mã môn học EN2025 như hình. Em nghĩ là có lỗi hệ thống nhầm lẫn làm em không đăng kí những môn chuyên ngành cho học kì tiếp theo của em  Mong văn phòng sớm giải quyết và hồi đáp.",
    "Dạ chào thầy/cô Em viết bài này để báo cáo là em không thể đăng ký môn học vì thiếu mion GDTC năm 3. Mạ dù em đã qua 3 môn GDTC năm 1, năm 2 và năm 3 Rất mong phòng đào tạo có sự điều chỉnh bổ sung sớm ạ",
    "iểm thi anh văn 2 của em có điểm thành phần 5,5 điểm cuối kì 5,5 sao điểm tổng kết lại là 4. Thầy cô coi giúp em về điểm thi ạ",
    "Môn truyền số liệu mang (EE3019) có môn học trước là môn  Thuật Số . Mà môn kỹ thuật số em đang học hè 193 . Vậy em có được đăng ký được môn truyền số liệu mạng vào kỳ 201 không ạ ?",
    "p  cho em hỏi là học kì hè này em đang học anh văn 2 ở trường và đang có nguyện vọng học hk201 em học av3 nhưng kết quả của đki đợt 1 thì em bị hủy anh văn, cho em hỏi nguyên nhân là do đâu và dki lại đợt 2 có bị hủy không ạ, em cảm ơn.   /p",
    "Hiện tại em đang đăng kí học thí nghiệm từ tiết 2-6 và môn CH3007 - Tổng hợp hữu cơ hóa dầu tiết 7-9 liệu em có bị hủy một trong hai môn không ạ, và tụi e có được học liên tiếp không ạ. Em cảm ơn",
    "xin chào pdt tính đến hiện tại là năm học thứ 3 của em nhưng năm vừa qua em mới tạm dừng học cho nên năm nay tính ra là năm 2 thôi ạ. Em hơi thắc mắc là tại sao em lại không thể đăng kí những môn học TR2003 và ME2013 bởi vì thiếu điều kiện tiên quyết, trong khi học kì 191 ( trước khi tạm dừng) thì em vẫn đăng kí những môn này được ạ ? xin cám ơn",
    "Dạ em khóa K13, em đã hoàn thành đầy đủ tất cả các tín chỉ rồi, hiện tại em chỉ còn nợ Anh văn 2 kỹ năng. Dạ cho em hỏi hạn cuối nộp anh văn 2 kỹ năng của khóa K13 là khi nào ạ. Hạn đào tạo của em là tháng mấy ạ, em cảm ơn.",
    "Em xin hỏi về việc đăng kí môn Thông tin di động (EE3107), em không đăng kí được môn này vì chương trình đào tạo phải học song hành với môn Nguyên lý thông tin số (EE3115). Em định đăng kí cả 2 môn đó nhưng môn EE3115 lại không mở lớp. Điều em thắc mắc ở đây là có rất nhiều bạn của em đăng kí được môn Thông tin di động mà không bị vấn đề song hành với môn EE3115 (các bạn cũng chưa học trước môn EE31115). Vậy là như thế nào ạ? Em xin chân thành cảm ơn.",
    "Dạ chào phòng Đào tạo. Dạ thầy cô cho em hỏi là điểm chuyển anh văn của em (8 tín chỉ) trong mục điểm chuyển thì thì ghi là của học kỳ 2 nhưng bên bảng điểm thì lại cộng vào tín chỉ của học kỳ 1 ạ dẫn đến điểm trung bình học kỳ 2 của em không đủ cao để xét học bổng ạ? Mong phòng đào tạo xem xét và chuyển điểm anh văn qua học kỳ 2 giúp em ạ, em cảm ơn.",
    "EM MONG PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ ĐỂ EM CÓ THỂ ĐĂNG KÍ MÔN HỌC ĐỒ ÁN BÊ TÔNG CỐT THÉP 1 CI2093 ĐỂ CÓ THỂ KỊP CHƯƠNG TRÌNH ĐÀO TẠO Ạ . EM CẢM ƠN",
    "Như chủ để, em đang gặp chút trục trặc về vấn đề đăng ký Luận Văn Tốt Nghiệp. Em đăng ký Luận Văn vào đúng lúc mở đăng ký, thỏa tất cả các điều kiện kể cả chứng chỉ ngoại ngữ. Nhưng hôm nay em lên kiểm tra kết quả đăng ký môn học thì lại không có kết quả ạ. Mong ban cán bộ chức năng, ban quản lí đăng ký môn học hỗ trợ giúp em ạ. Em chân thành cảm ơn ạ!",
    "Kính gửi phòng đào tạo, Em hiện là sinh viên K14 do còn chưa đủ chứng chỉ anh văn để làm luận văn nên học kì 2 năm học 2019-2020 em có đăng kí học môn Pháp luật đại cương nhưng bị cấm thi và điểm TBHK là 0. Ở đợt đăng ký môn học học kì 1 năm học 2020-2021 em đã tiếp tục đăng kí một môn để di trùy tình trạng sinh viên. Cho em hỏi em có cần phải làm đơn xin nhận lại vào học để học kì này được tiếp tục học hay không ạ? Em cảm ơn.",
    "Em tên . Lớp Cơ điện tử Việt Pháp. Do em lỡ quên đăng ký môn học đợt 1 nên hiện tại sĩ số lớp môn Tin học (501705) và Thực hành tin học (501706) đã full 18/17. Em xin PĐT mở thêm 1 sĩ số để em có thể đăng ký và hoàn thành tốt hai môn học trên ạ. Em xin cảm ơn.",
    "Tốt nghiệp . Em chào thầy/cô Em là . MSSV:  Lớp: CK18LTH Thầy/cô cho em hỏi về việc em chưa có tên trong danh sách tốt nghiệp dự kiến tháng 11/2020. Để em có thể lên trang mybk đăng kí xét tốt nghiệp. Em cũng đã đủ tất cả điều kiện để được tốt nghiệp. Mong thầy/cô hồi đáp sớm để em có thể tranh thủ đăng kí kịp thời Em cảm ơn thầy/ cô",
    "Kính gửi phòng Đào Tạo ĐH Bách Khoa Tp. HCM,        Em muốn đăng kí làm luận văn cho kì học sau, nhưng khi đăng kí đợt 1 thì bị xóa môn và phải đăng kí lại vào đợt 2, em không biết tại sao lại bị như vậy ạ. Em kiểm tra lại các điều kiện đăng kí thì đã thõa mãn rồi ạ .    Em mong nhận được phản hồi từ phía phòng Đào Tạo. Em xin chân thành cảm ơn .    ",
    "Kính gửi Phòng đào tạo, Em muốn hỏi tại sao em không được duyệt vào lớp giáo dục thể chất 2 môn bóng chuyền. Em cũng không thể đăng ký cho hệ chính quy đợt hai ạ. Em cảm ơn.",
    "Họ tên:  MSSV:  Xin tăng sỉ số lớp môn Kết cấu Bê Tông Cốt Thép 2(CI3175) nhóm A01 và Đồ án Bê Tông cốt thép 2 (CI3177) nhóm A01 Hoặc có thể xin mở lên lớp không ạ! Xin cám ơn! ",
    "MSSV: Học vụ Câu hỏi: Sau năm nhất số tín chỉ tích luỹ của em là 25 tín chỉ. Vậy với số tín chỉ đó em có được đăng kí môn học năm 2 không ạ? Hay phải đủ 28 tín chỉ mới được đăng kí môn học năm 2?",
    "Cách đây tầm khoảng 1 tháng em có mail hỏi về vấn đề không đủ 28 tín chỉ ở năm nhất thì có được đăng kí môn của năm hai không ạ? Thì em có nhận lại được mail thông báo là có thể đăng kí môn của năm hai được tuy nhiên đến hết năm 2 phải có đủ môn đại cương và các môn cơ sở thì mới đăng kí được môn cho năm 3. Tuy nhiên nhưng hôm nay em kiểm tra lại kết quả đăng kí môn thì thấy tất cả các môn năm 2 của em đều đã bị xóa hết chỉ còn lại 3 chỉ gồm hai môn là mac lê nin (3 chỉ) và giáo dục quốc phòng(0 chỉ).Nếu em đăng kí lại những môn rớt của năm nhất thì chỉ có 6 chỉ thôi ạ không biết vậy có vi phạm quy định đăng kí trong 1 học kì không ạ?(1 học kì sinh viên phải đăng kí ít nhất 14 chỉ)",
    "Em có đăng ký môn hành vi tổ chức nhưng web có báo là em không được phép đăng ký vào nhóm lớp. Em có trượt môn đại số tuyến tính nhưng hiện giờ nhà trường không mở lớp. Em phải làm gì để được đăng ký môn học kỳ sau ạ. Em cảm ơn.",
    "Kính gửi PĐT,  Em là sinh viên khóa 2015 Khoa Kỹ thuật Hóa học. Hiện em đang có ý định học thêm văn bằng 2 ở trường mình vào năm sau. Vậy em có một số thắc mắc mong PĐT giải đáp giúp em: 1. Thời gian tuyển sinh Hệ CQ văn bằng 2 năm 2021 đã được xác định chưa ạ? 2. Khi theo học hệ CQ VĂN BẰNG 2 thì sinh viên thuộc diện chính sách miễn giảm học phí (là con thương bệnh binh) thì có tiếp tục được miễn giảm học phí không ạ? Em cảm ơn ạ. Trân trọng.",
    "XIN MỞ LỚP ĐỒ ÁN KẾT CÂU THÉP ",
    "Dạ cho em hỏi là em đã hoàn thành 3 môn thể chất nhưng khi em đki đề cương lại báo là chưa hoàn thành ạ. Em cảm ơn",
    "Kính gửi nhà trường. Em là sinh viên K15 việt pháp. Do em quên đăng ký đợt kế hoạch nên đã bị đầy lớp ạ. Em muốn   B xin mở thêm sĩ số môn học khởi nghiệp - 008701   U nhóm P02       ạ. Xin cảm ơn.",
    "Kính gửi phòng đào tạo, Em hiện là sinh viên K14, do chưa đạt chuẩn anh văn nên vẫn chưa đăng ký được môn Luận văn cho học kì thứ 13 tức hk1 năm học 2020-2021. Theo quy định nhà trường đây là kì cuối tuy nhiên em vẫn chưa kịp hoàn thành. Em muốn hỏi thủ tục để xin phép nhà trường cho em kéo dài thời gian học thêm 1 kì để kì sau đạt được chứng chỉ và làm luận văn. Vậy em cần làm những thủ tục nào để được chấp nhận ạ Em cảm ơn.",
    "Dạ em mong muốn mở thêm sĩ số của những lớp hữu cơ CH2021 A02 hoặc A03 với ạ! Em cảm ơn    .",
    "Em muốn hỏi về việc đăng ký môn học của HK201 cần phải xét chuẩn Anh Văn và xét tín chỉ tích lũy hay không ạ?",
    "Dạ xin chào ạ, Dạ em đã có điểm 12 cho môn GDTC3 (mã môn học PE1007). Nhưng khi đăng ký môn học cho học kì 201 - hệ chính quy - đợt 2 thì hệ thống báo là \"Thiếu (các) môn học:   Nhóm [GDTS_3]-Chuẩn thể chất sau năm 3 (tiên quyết) \" và em không thể đăng ký được môn học. Em nghĩ đây là lỗi của hệ thống vì trong học kì 191, 192 em đã đăng ký được và học các môn trong chương trình đào tạo năm 4 rồi ạ. Em xin phòng đào đạo xem xét giải quyết vấn đề này giúp em ạ. Em xin cảm ơn rất nhiều.",
    "Em là Bình sinh viên K16 Khoa Điện - Điện tử, em tìm trong Danh sách tốt nghiệp tháng 11 /2020 trên trang web aao thì thấy ghi chú em thiếu ngày CTXH - 14.5 ngày, nhưng trong Mybk của em ngày CTXH là 15.5 ngày. Thầy / cô xem xét lại giúp em với ạ Em xin cảm ơn",
    "Chào cô/thầy, Em hiện đang là sinh viên chương trình Việt Pháp, nghành Điện tử Viễn Thông. Đợt đăng môn học lần 1, em có đăng ký môn Luận Văn Tốt Nghiệp, đã gửi đăng ký thành công. Tuy nhiên, khi có kết quả, môn Luận Văn Tốt Nghiệp lại không xuất hiện. Em không biết nguyên nhân là gì. Hiện em đang nợ tổng cộng 7 chỉ, trong đó 2 chỉ là ở kỳ trước, tức là không tính vào. Vậy em chỉ nợ tổng cộng 5 chỉ, thỏa yêu cầu về tích lũy tính chỉ tối thiểu. Về tiếng anh, em đã nộp bằng TOEIC với điểm số 915, vậy em cũng đã thỏa yêu cầu về Anh Văn. Về ngày công tác xã hội, số ngày CTXH của em là 41 ngày, tức cũng thỏa yêu cầu. Vậy vì lý do gì mà môn LVTN lại không được xét duyệt khi đăng ký môn học?  Ghi chú: Trong đợt đăng ký môn học lần 1, em có đăng ký môn LVTN, nhưng lại chưa đăng ký môn Thực Tập tốt nghiệp. Em không chắc rằng liệu hai môn này có cần phải đăng ký chung lúc thì mới hợp lệ hay không (do em học PFIEV). Em hi vọng thầy/cô giải đáp giúp em. Xin cảm ơn Thầy/Cô. P/s: Em có đính kèm các thông tin để chứng minh.",
    "Em chào nhà trường. Hôm nay là ngày đầu tiên Nhà trường mở Hiệu chỉnh ĐKMH đợt 2. Tình trạng là em bị hủy gần hết các môn chỉ vì THIẾU chuẩn thể chất sau năm 3 NHƯNG vấn đề là em đã học đủ 3 môn thể chất. Ngoài ra còn các môn đại cương như GT1, GT2 không tìm được mã, lớp. Hi vọng nhà trường xem lại trang web và cập nhật giúp tụi em vì em biết ngoài em thì đa số các bạn khác đều bị. Em cảm ơn!",
    "p  Em đã có đủ điều kiện thể chất năm 3, nhưng tại sao khi đăng ký môn học lại không đăng ký được do lỗi không đủ điều kiện thể chất, mong phòng đào tạo xem xét lại ạ.   br/    br/  Regards,   br/  D   /p",
    ": Chào PĐT, Ngày 21.07.2020 em có đăng ký in giấy xác nhận SV để tạm hoãn nghĩa vụ quân sự. Trên myBK cũng đã hiện đã xử lý nhưng khi em đến văn phòng Khoa để nhận thì họ báo rằng không có. Em là sinh viên Khoa Kỹ thuật Địa chất và Dầu khí.",
    "cho e hỏi là năm nhất e k đủ 28 chỉ bị xóa môn chuyên ngành . Hiện tại e chỉ đk đc 11 chỉ k bit có đc k ạ . Và bị k đk đc môn chuyên ngành thì khi nào e mới đc đk ạ. Em cảm ơn",
    "Em muốn hỏi về môn học ĐAMN Bê tông cốt thép 1. Số lượng lớp lý thuyết thì nhiều nhưng số lượng lớp cho đồ án thì chỉ có 1 lớp với sĩ số là 12. Em muốn hỏi văn phòng có thể mở thêm lớp hoặc tăng số lượng sinh viên để em có thể đăng ký ạ. Em xin cảm ơn",
    "Phòng đào tạo có thể cho em hỏi về việc là cái phần trả lời câu hỏi của phòng đào tạo có nói là \"Nếu hết năm nhất SV không tích lũy đủ 28 tín chỉ,SV vẫn được đăng kí môn học của năm hai\".Em ít hơn 28 tín chỉ nhưng bây giờ đăng kí lại không đủ điều kiện để đăng kí môn học có mã là 2xxx.Mong phòng đào tạo giải đáp dùm em với ạ.Em cảm ơn!",
    "Dạ em chào thầy cô ạ. Dạ hết năm nhất thì em tích lũy được 27 tín chỉ nên không đăng kí được các môn cơ sở ngành của học kì 1 năm 2. Em muốn hỏi là làm đơn cứu xét như thế nào để em có hi vọng được đăng kí môn học ở năm 2 ạ. Dạ em cảm ơn thầy cô nhiều.",
    "Em không tìm thấy môn học giải tích 1 trong đợt đăng ký môn học cho học kỳ 201 tới.",
    "Em chào quý thầy cô pđt. Em là sinh viên đang đăng ký môn học cho học kỳ năm 4, tuy nhiên kết quả đăng kí của em bị hủy các môn năm 4 vì điều kiện môn GDTS_3. Em đã hoàn thành 3 môn học thể chất nhưng vẫn bị tình trạng trên . Kính mong pđt xem xét. Em xin cảm ơn",
    "Dạ, em có chút thắc mắc về đăng ký môn học năm 2. Hiện tại, các môn em đăng ký ở hk201 đều bị hủy. Dạ, học kỳ 192 em bị trượt duy nhất 1 môn Giải tích 2. Nhưng kết quả cuối kỳ lại có sau hạn chót của đăng ký môn học kỳ hè 193. Nên em không thể đăng ký lại Giải tích 2 được. Lúc trước, do dịch bệnh covid19, hạn chế nơi đông người nên các trung tâm toeic không mở giảng dạy. Sau đó, trường có gửi mail là để hỗ trợ sinh viên đăng ký môn học, trường sẽ tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học. Nên em mới đăng ký luyện thi toeic hè để nhanh chóng lấy bằng toeic. Nhưng hiện tại chỉ vì rớt 1 môn GT2 học kỳ 192 như trên mà em chỉ còn 25 tín chỉ tích luỹ và không được đăng ký môn. 4 tín chỉ tiếng Anh lại chưa được bớt ra khỏi điều kiện 28 tín chỉ của quy chế khi tổng số chỉ của năm nhất khoa em là 33. Mặc khác, khoa Điện-Điện tử của em lại vừa gửi mail về chuẩn bị phân ngành. Dạ, em mong quý thầy cô nhà trường có thể xem xét lại cho em có thể đăng ký môn năm 2 để em được phân ngành, được học tập tiếp tục và sớm đóng góp lại cho nhà trường, cho xã hội, cho tương lai đất nước. Dạ, em xin cảm ơn. Chúc quý thầy cô có một ngày tốt lành.",
    "Thầy cô đăng kí giúp em môn: Con người và Môi trường. Mã môn: EN1003 Mã lớp: L01 Kính mong thầy cô giúp em, em cảm ơn ạ !!!",
    "Em có được biết là vừa qua trường ta có cuộc nói chuyện với lãnh đạo.Các thầy có nói là nếu năm nhất không đủ 28tc thì vẫn đăng ký được các môn năm 2. Nhưng tại sao hệ thống lại không cho đăng ký vậy ạ ?",
    "Em chào thầy/cô ạ Cho em hỏi, em muốn cải thiện điểm vào học kì chính nhưng tại sao đăng kí lại không được ạ, em thấy đa số các bạn đăng kí môn đã học rồi hoặc những môn ngoài chương trình đào tạo của học kì đó đều không đăng kí được ạ. Em xin cảm ơn thầy/cô đã trả lời em.",
    "Em muốn đăng kí học giáo dục thể chất 3. Nhưng không thấy mở lớpĐăng ký môn học    Bơi",
    "Chào thầy/cô, Em tên , MSSV:  Em đăng ký môn năm 4 là Động lực kết cấu nhưng trang lại ghi là em \"Chuẩn thể chất sau 3 năm\". Trong khi em đã hoàn thành và đạt cả 3 môn GDTC 1,2,3 rồi. Mong thầy/cô giải thích và giải quyết giùp em để em có thể đăng ký môn học ạ. Em xin cảm ơn. Trân trọng.",
    "Em là , sinh viên khóa 2016. Em đã hoàn thành với kết quả đạt tất cả các môn giáo dục thể chất trong chương đào tạo (GDTC1, GDTC2, GDTC3), tuy nhiên trong quá trình đăng ký môn học em nhận được thông báo \" Thiếu các môn học GTS_3: Chuẩn thể chất sau năm 3\". Kính mong PĐT giải đáp giúp em .    .",
    "Dạ thầy /cô cho em hỏi là: Nếu năm 1 em không tích lũy đủ 28 chỉ thì không được đăng ký môn học năm 2, vậy thì nếu trong học kỳ dự thính của HK 201 em đăng ký học các môn rớt và nếu qua hết thì tới học kỳ 2 năm 2 em sẽ được đăng ký môn của năm 2 phải không ạ; và các môn của hk 1 năm 2 em sẽ được đăng ký học dự thính ở hk2 năm 2 hay phải đăng ký vào học kỳ chính của hk2 năm 2 ạ và nếu không được đăng lý cả trong dự thính và học kỳ chính thì khi nào em mới được đăng ký các môn hk1 năm 2 ạ. Em mong thầy/cô có thể giải đáp giúp em ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ, Em là sinh viên K17 chưa trả môn Phát triển bền vững CH1007. Theo chương trình đào tạo thì môn này không còn ở các khóa sau nữa mà chỉ còn môn Phát triển bền vững và công nghệ xử lý môi trường CH3389. Thầy cô cho em hỏi em có thể học môn CH3389 rồi chuyển điểm cho môn CH1007 được không ạ? Nếu không được em còn có thể học môn nào khác thay cho môn CH1007 ạ? Em chân thành cảm ơn thầy cô đã hỗ trợ em. Em chúc thầy cô một ngày tốt lành. Trân trọng, ",
    "MSSV:  Lúc trước em có thi IELTS ở Philippines, vậy làm sao để em kêu họ gửi bản sao chứng chỉ về trường được ạ?bởi vì thông tin thi IELTS của em không có ở Hội đồng anh Việt Nam ạ. Em cũng cần nộp chứng chỉ để có thể đăng kí môn học cho năm 3 ạ.",
    "Dạ thưa phòng đào tạo, em đăng ký môn học năm 2 là môn xác xuất thống kê và nó bị hủy và giờ em đăng ký lại thì có dòng chữ đỏ hiện lên là không đủ điều kiện tiên quyết sinh viên năm 2. Là do em rớt môn hoá đại cương hay là do em không đạt chuẩn anh văn ạ?",
    "Dạ em là sinh viên của Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp , hiện tại khoa em còn khoảng 10 bạn còn nợ môn Tin học (501601), môn tương đương của môn này là Nhập môn điện toán ( CO1005 ) , môn Tin học thì em đã làm đơn xin mở lớp 2 kì liên tục (cả dự thính) nhưng không được mở , còn môn Nhập môn điện toán thì bọn em không đăng kí được do môn này chỉ mở cho các bạn quốc tế. Em mong PDT giải quyết giúp em ạ.",
    "Do thiếu 1 tín chỉ tích lũy nên em không được đăng kí môn đồ án logistics 1(ME3255). Mà hết kì này là môn học không còn lớp do k19 có chương trình đào tạo khác. Mong phòng đạo tào tạo điều kiện để em không bị trễ tiến độ do môn học là môn tiên quyết.",
    "Họ và tên:  MSSV:  Cho em hỏi bây giờ còn rút môn học kì hè 193 được không ạ. Do em quên mất thời gian của trường. Em muốn rút môn học kì hè 193 em phải làm sao ạ . Em cảm ơn.",
    "Em chào thầy cô ạ, em hiện đang là sinh viên năm 3 khoá k17 khoa Cơ khí ngành Kỹ thuật dệt, trong đợt đkmh đợt 1 cho kỳ 201 vừa qua em có đăng ký môn ME3077: Cấu trúc vải nhưng bị huỷ với lý do là 0: thiếu môn tiên quyết SV_N3, nhưng trên chương trình đào tạo môn đó không hề có môn tiên quyết mà chỉ có 1 môn học trước là khoa học vật liệu dệt thì em cũng đã học rồi; số tín chỉ tích luỹ của em cao hơn 56 nên em đủ điều kiện để đăng ký môn của năm 3, kỳ 201 nhà trường hứa sẽ không xét anh văn. Nên em không hiểu lý do bị huỷ môn của mình, mong thầy cô giải thích giúp em ạ. Bên cạnh đó do sĩ số lớp hiện đã đầy nên em không thể đăng ký lại, nếu em đủ điều kiện đăng ký trường có thể giúp đỡ em thêm tên vào danh sách đăng ký được không ạ? Em xin cảm ơn thầy cô ạ.",
    "Nếu học không đủ 28 tín chỉ ở năm nhất thì có được đăng kí các môn học ở năm 2 không ạ ? nếu được tại sao có một số môn em không đăng kí được mặt dù môn này không có yêu cầu điều kiện môn tiên quyết. Nếu không tại sao em vẫn đăng kí được một số môn ở năm 2? em cảm ơn.",
    "Em chào thầy(cô) Phòng đào tạo! Em tên:  Trong đợt Đăng ký môn học (ĐKMH) đợt 1 em đã đăng ký môn Thí Nghiệm vật lý (PH1007), nhưng kết quả PĐT trả về là \"Môn học khoa không mở lớp - SV liên hệ Khoa\" và ĐKMH đợt 2 thì \"Không có môn học mở!\". Em thắc mắc là tại sao trong phần đăng ký có 243 SV lại không mở lớp. Vậy để mở lớp em có cần gửi đơn xin mở lớp lên PĐT và danh sách các bạn SV cũng muốn mở lớp không?  Em chân thành cảm ơn.",
    "Dạ là sau khi kết thúc đăng ký môn học cho hk chính 201 đợt 1, thì em xem kết quả đăng ký thì bị mất 1 số môn ạ, nên em thử đăng ký lại môn bị mất thì không đăng ký lại được vì thiếu chuẩn sinh viên năm 2 ạ. Em xin hết",
    "Dạ, em chào thầy cô  Dạ, 11h20 trưa nay, em có kiểm tra kết quả đăng ký môn học, thấy bị xoá hết 1 môn phân tích dữ liệu mã môn học IM3049. Các bạn khác cũng bị xóa nhưng các bạn biết sớm nên đã đăng ký lại được. Tới lúc em lên là lớp đã đủ tỉ số. Em tha thiết mong phòng đào tạo mở thêm lớp hoặc có thể nới lỏng tỉ số lớp giúp chúng em. Hiện vẫn còn nhiều bạn chưa đăng kí được ạ. Nếu có thể tăng tỉ số lớp, em xin phòng đào tạo tăng ngày thứ hai nhiều hơn ạ. Do đa số chúng em bị đụng lịch chiều thứ ba rồi ạ . Em xin chân thành cám ơn.",
    "Em cùng nhiều bạn đăng kí đồ án 2(405411) nhưng lại bị hủy, và khi tụi em đăng kí hiệu chỉnh thì trang web thông báo là   B không có môn học mở    trong khi bạn em vẫn   B đăng kí bình thường    môn đồ án 2 ạ. Mong anh/chị hỗ trợ. Em cảm ơn.",
    "Cho em hỏi, em muốn đăng ký làm luận văn kì này, mà kì trước chưa có điểm đề cương, vậy khi nào em mới có thể đăng ký được ạ ?",
    "Em là  (MSSV : ), hiện em là sinh viên văn bằng 2 khoa Kĩ thuật Hóa Học (khóa 2019). Em có thắc mắc chương trình đào tạo của mình, đầu vô em có đăng kí theo chương trình đào tạo của khóa 2017 (và phòng đào tạo xếp em vào lớp HC19B201), nhưng hiện tại khoa em đã phân ngành và xếp em vào lớp HC19HLY chung với các bạn khóa 19 bằng 1 (trên hệ thống vẫn ghi nhận em ở lớp HC19B201). Em thắc mắc có phải em sẽ vẫn học và tốt nghiệp theo chương trình đào tạo của khóa 2017 đúng không ạ ? Hay sẽ thay bằng chương trình của k19 ạ ? Em từng đặt câu hỏi này trên hệ thống và được phòng đào tạo đề nghị liên hệ với thầy  (là phó khoa phụ trách chương trình đào tạo), thầy  có phản hồi nhưng em không hiểu ý của thầy. Nên em mạn phép đặt câu hỏi này 1 lần nữa, hi vọng sẽ nhận được câu trả lời. Vì chương trình đào tạo của k19 khoa em sẽ có những môn thay đổi mã môn học so với k17 nên em hi vọng sẽ sớm nhận được phản hồi của pđt để yên tâm về việc đăng kí môn học cho kì tới. Và nếu được em xin phép học theo chương trình đào tạo của k17 để tiện thời gian học tập và ra trường ạ.",
    "Em là  mssv , hiện tại em không đăng ký được môn học từ đại cương cho đến cơ sở ngành vì lí do điều kiện sinh viên năm 2 (tiên quyết) ạ, trong khi em đã đủ chỉ kì trước 24 cộng với dự thính 4 chỉ là đủ 28 rồi ạ",
    "Cho em hỏi là mình đăng kí 2 môn kết thúc tiết 6 và bắt đầu tiết 7 có được không ạ?",
    "Dạ chào thầy cô, em muốn hỏi là bây giờ em chưa đăng ký xét tốt nghiệp được do em chưa đóng 1 khoản phí 55 ngàn tiền làm thẻ sinh viên vào tháng 5 em bấm nhầm, bây giờ em đóng rồi thì bị thông báo đã trễ hạn. Liệu em có được cập nhật lại phần học phí để đăng ký tốt nghiệp đúng hạn không ạ. Em cám ơn ạ",
    "Dạ PĐT cho em hỏi ạ, em là sinh viên k17 Khoa kỹ thuật giao thông, ngành Công nghệ kỹ thuật ô tô. Theo tiến độ học tập thì học kì 1 sẽ mở lớp môn (CO1013) ạ, mà em xem kết quả đăng kí đợt 1 và đk môn học đợt 2 không có môn học này ạ. Mong PĐT xem lại giúp em để em đk kịp tiến độ học tập, em xin cảm ơn ạ.",
    "Kính thưa, Em tên  MSSV  Em có nguyện vọng được đăng ký môn Phương Pháp Tính mã MT1009 lớp A02 chiều t4 tiết 10-11-12 Em có đăng ký vào đợt 1 nhưng em lỡ thoát ra nên bây giờ em không thể đăng ký được vì tất cả các lớp đều kín rồi ạ. Em rất muốn được học và em mới đăng ký được 11 chỉ thôi. Kính mong nhà trường xem xét và mở sỉ số lớp A02  giúp em ạ. Em xin cảm ơn.",
    "Chào vp,Em tên , MSSV  Nay em viết mail này vì lí do em đăng kí môn học mà nó cứ báo là em thiếu Giáo dục thể chất 3 ( môn tiên quyết ) nên không đăng kí được. Trong khi em đã học GDTC 3 rồi ạ, em có bảng điểm môn GDTC 3 ở mybk. Mong vp xem xét giúp em để em được đăng kí ạ. Em cảm ơn.",
    "Khi kích hoạt tài khoản cựu sinh viên thì hiện lên hộp thoại kiểm tra email, nhưng vào email thì ko thấy gì cả. Như vậy thì bị lỗi gì vậy a?? Địa chỉ email là chính xác và ko phải email trường",
    "Chào thầy/cô! Lúc đăng kí môn học em bị gặp vấn đề là chuẩn thể chất sau năm 3 của em không đủ nhưng em đã học qua hết 3 môn thể chất rồi ạ. Mong phòng đào tạo khắc phục lỗi này. Em xin cảm ơn!",
    "Cho em hỏi làm sao để đăng kí được các môn giáo dục thể chất trong học kì 201 ạ? Em nhập mã môn như các học kì trước thì hiện mã môn không hợp lệ. Em cảm ơn ạ!",
    "Kính gửi Thầy/ Cô, Em tên là , sinh viên lớp Viễn Thông PFIEV K2014 . Hiện tại em đã hoàn thành môn cuối cùng em còn nợ, đã đạt chuẩn Anh Văn cũng như hoàn tất bảo vệ Luận văn tốt nghiệp. Tuy nhiên, em vẫn chưa có bằng tiếng Pháp DELF B1, nhưng em đã đi làm và không có thời gian để ôn luyện lấy bằng B1 nữa. Em muốn hỏi là em có thể xét tốt nghiệp vào đợt này mà không cần tới bằng B1 được không ạ? Em chỉ mong muốn ra trường với bằng ĐH chính quy, không cần tới bằng PFIEV nữa ạ. Mong Nhà trường giải đáp ạ, em cảm ơn.",
    "Dạ e đăng ký luận văn tốt nghiệp nhưng bị hệ thống báo lỗi chuẩn giáo dục thể chất qua năm 3, nhưng em đã hoàn thành hết các môn giáo dục thể chất rồi ạ! Xin pđt kiểm tra lại giúp em ạ. Em xin cám ơn",
    "Em xin hỏi về vấn đề giáo dục thể chất. Chuyện là em đợt 1 có đăng kí môn giáo dục thể chất aerobic nhưng đợt 2 bị xóa. Lúc đăng kí lại thì không thấy mở lớp học. Em nghe các bạn nói phải lên trung tâm gdtc để đăng kí,em không biết đúng hay không. Em phòng đào tạo có thể giải đáp thắc mắc này.",
    "Kính chào thầy cô ở phòng đào tạo, cho em hỏi là khi em đăng kí luận văn tốt nghiệp mã AS4343 thì bị báo là không được phép đăng ký vào nhóm này. Em xin hỏi ngành em đang học là khoa Khoa học Ứng Dụng ngành Vật Lý Kỹ Thuật vậy có đúng mã không ạ? Em cảm ơn.",
    "Dạ cho em hỏi đợt hè em có đaqng ký môn Thực Tập Kỹ Thuật ( Me2085 ) nhưng trên thời khóa biểu lại không có và giờ không thể đăng ký môn học tiếp được thì mong phòng đào tạo xem xét giúp em",
    "Em xin chào PĐT, Kì sau (kì chính HK201), em dự dịnh ĐK 2 môn học là AV4 và Tư  . Cho em hỏi là: - AV4 em có đăng kí đợt đầu và đã bị hủy. Đợt này em đăng kí tiếp thì có được không ạ, vì em thấy có mở lớp ? - Tư   em có đăng kí đợt đầu và đã bị hủy vì vướn môn học trước là , hè này em đang học , vậy đợt này em đăng kí Tư  được không ạ ?  Em xin cảm ơn PĐT . Trân trọng,",
    "Em chào các thầy cô ạ, Em là  MSSV  đến từ khoa Công Nghệ Vật Liệu. Em muốn được hỏi về việc đăng ký môn học HK 201 liên quan đến chuẩn thể chất năm 3. Em thắc mắc rằng em đã hoàn thành 3 môn giáo dục thể chất (Giáo dục thể chất 1, Giáo dục thể chất 3, Bóng bàn) như các hình đính kèm nhưng vẫn bị không đủ điều kiện chuẩn thể chất năm 3 để đăng ký các môn học năm 4 ạ? Mong các thầy/ cô giải đáp giúp em. Em xin cảm ơn ạ!",
    "Em là sinh viên k19 ạ. Em không tích đủ 28 tín chỉ cho năm nhất nên bị xóa những môn cơ sở ngành cho năm 2. Em muốn xin nhà trường có thể mở để tụi em đăng kí được những môn chính trị mã SP10xx ạ. Vì bây giờ k thể đăng kí được những môn chuyên ngành nên chỉ hi vọng đăng kí được những môn này thôi ạ. Em cảm ơn ạ",
    "Dạ kính thưa anh/chị, Em quên yêu cầu xét miễn các môn anh văn từ đầu năm đến bây giờ (em có bằng IELTS ạ) nên hiện tại em bị thiếu mất tín chỉ để đăng ký các môn học năm 2 (27/28 tín). Dạ vậy cho em hỏi em mới yêu cầu xét miễn anh văn xong thì khi nào việc xét miễn có hiệu lực và số tín chỉ đó được thêm vào số tín chỉ tích lũy để em đăng ký được các môn học năm 2 ạ (tại thời gian đăng ký đợt 2 còn chưa đầy 2 ngày nữa ạ) ? Em cảm ơn ạ.",
    "Dạ cho em được hỏi ạ, Em học khoa công nghệ vật liệu chuyên ngành vật liệu kim loại ạ, kỳ này tụi em trong chương trình học của tụi em có những môn chuyên ngành theo đúng chương trình đào tạo nhưng không thể đăng ký được ạ, với lý do là không mở lớp mà những khóa trước thì đều được mở ạ. Em mong phòng đào tạo xem lại và cho tụi em phương hướng giải quyết ạ, em xin chân thành cảm ơn nhiều ạ,",
    "Em muốn đăng ký môn Kinh tế vi mô (IM1003) chung với k20 khoa QLCN thì đăng ký vào đợt nào ạ",
    "Em chào pdt ạ, Em có đăng ký môn học đợt 1 nhưng kết quả đăng ký đợt 1 không có. Em đăng ký đợt 2 không được vì vướng môn GDTD3. Hiện tại em đang học GDTC3 trong hè . PDT cho em hỏi là: Làm sao em có thể đăng ký được môn học đợt 2? Nếu phải thi xong GDTC3 trong hè mới được đk vậy có bị trễ đợt đăng ký hay không được đăng kí không a? Bạn em cũng đang học GDTC3 trong hè nhưng kết quả đăng ký đợt 1 của nó có mà của em không nên em mong PDT cho em đăng ký môn học đợt 2 ạ",
    "Kính gửi PĐT, Em tên là Hồ Nguyễn Đức , MSSV  Em muốn đăng kí môn Hệ Thống Số C01023, môn Đại số tuyến tính MT1007 ở học kì 201. Ở kì 201, em có môn học bắt buộc là Mạch Điện - Điện Tử CO2037, nhưng em chưa đủ tích luỹ 28 tín chỉ không biết PĐT có thể thêm em vào một lớp dự thính Giải tích 2 MT1005 hoặc lớp dự thính Anh văn 2 LA1005 trong học kì hè 193 không ạ? Em xin cảm ơn PĐT đã đọc . Hồ Nguyễn Đức ",
    "Dạ thưa thầy/ cô, Em muốn xin được tăng sĩ số các môn học CO2003 (02_04) để có thể hiệu chỉnh môn học (chuyển nhóm) và sắp xếp lịch học thuận lợi hơn. Em cảm ơn,",
    "Hiện tại em sắp lên năm 3 nhưng vẫn còn 1 môn thể chất chưa học nhưng cũng không thể đăng ký học được . Ngoài ra, PĐT có thể cho em hỏi là việc này có ảnh hưởng gì đến quá trình học sắp tới của em không ạ? Em xin cảm ơn ạ!",
    "ng ký môn học Em đã hoàn thành chương trình đào tạo môn gdtc  hết 3 năm r nhưng khi đk vẫn để chưa hoàn thành, pđt xem xét lại dùm e ạ",
    "Cho em hỏi năm nhất em tích luỹ được 22 tín chỉ thì có được đăng kí môn học năm hai không ạ.",
    "Xin chào thầy/cô Phòng Đào Tạo, Sinh viên  - ngành Kĩ thuật hệ thống công nghiệp, khoa Cơ Khí. Trong đợt đăng kí môn học kì 201 đợt 2 này, chúng em khá bối rối với những vấn đề sau: 1. Theo chương trình đào tạo của ngành Kĩ thuật hệ thuống công nghệp, thì ở học kì 3 tức là kì 201 chúng em sẽ phải học môn Vận trù học - ME2051 và sẽ học Xác suất thống kê ở kì 4 là kì 202. Tuy nhiên PĐT đã không đăng kí môn ME2051 vì \"Thiếu môn học trước là MT2001 - Xác suất thống kê\" (Dù trong CTĐT của ngành chúng em MT2013 là Xác suất thống kê(?)). Em xin gửi kèm ảnh chụp màn hình CTĐT ngành KTHTCN . 2. Môn Giáo dục thể chất cũng không thể đăng kí. Lí do \" Môn học khoa không mở lớp\". Có bạn nói rằng do đổi cơ sở học thể chất nên mã môn cũng thay đổi?  Những môn học bị xóa đa phần đã làm giảm số tín chỉ đăng kí của chúng em dưới mức tối thiểu. Trường hợp của em đã giảm từ 15 tín còn 12 tín. Vậy chúng em phải xử lý những vấn đề này như thế nào? Mong PĐT có thể giải đáp cho sinh viên. Em xin cám ơn.",
    "Em xin mở thêm sĩ số lớp đồ án bê tông cốt thép 2 , mã môn học CI3177. Vì có rất nhiều bạn muốn đăng ký nhưng đã hết chỗ ạ.",
    "Em là , MSSV: , Lớp: VP16VT. Do ĐKMH HK1 (2020-2021) đợt 1 em không có thực hiện đăng kí nên hiện tại có một số môn học ở đợt ĐKMH lần 2 này bị đầy sĩ số và không thể đăng kí thêm . Em muốn xin PĐT mở thêm sĩ số cho các môn học đó thì phải làm đơn như thế nào ạ ?  Em cảm ơn.",
    "Kính gửi Thầy/ Cô Phòng đào tạo. Em tên: , MSSV: . Dạ đợt học lại tết em có đăng ký thi lại môn CI3061-Phương pháp phần tử hữu hạn, nhưng đến nay chưa thấy cập nhật điểm trên bảng điểm. Kính mong Thầy/ Cô xem giúp em ạ. Em cảm ơn Thầy/ Cô.",
    "Em chào thầy/cô. Em muốn hỏi học kỳ sắp tới 201 có xét anh văn đầu vào cho các môn chuyên nghành không ạ? Em cảm ơn!",
    "tăng sỉ số lớp môn  thí nghiệm silicat dc (MA3035)",
    "Cho em hỏi tích lũy dưới 28 tín chỉ có được đăng kí môn Nguyên lý máy (ME1015) không ạ? Em cảm ơn.",
    "Hiện tại em đã tích được 22 chỉ và có đăng kí 5 chỉ học kì dự thính hè 193. Vậy cho em hỏi sau khi kết thúc kì học hè, nếu pass hết môn em có 27 chỉ thì có được đăng kí môn năm 2 không ạ.",
    "Dạ em chào thầy (cô)  Em là sinh viên năm nhất, khoa cơ khí và trong năm nhất em không đạt môn thực tập cơ khí đại cương 1 và trong lần đăng kí môn học cho học kì 3 thì em không sắp xếp được lịch thời khóa biểu để đăng kí môn thực tập cơ khí đại cương 1. Vậy trong học kì 4 trường có tiếp tục mở môn học này không ạ? Và nếu trong năm 2 em không đạt được môn này thì em sẽ không được đăng ký môn học cho năm 3 đúng không ạ? Em chân thành cảm ơn.",
    "Hiện chương trình đào tạo của k19 đang tiếp tục được cập nhật nên em muốn hỏi là những môn -, pháp luật đại cương là vẫn giữ nguyên tất cả các ngành đúng không ạ. Em cảm ơn",
    "Gữi Thầy (Cô) Dạ cho em hỏi không đăng kí môn ở học kì chính mà chỉ đăng kí môn dự thính thì có được hay không, em còn thiếu nợ chỉ 1 môn Đường lối CMCSHCM  Nhân tiện cho em xin thông tin về lịch đăng kí  dự thính cho học kì sắp tới  Em xin cảm ơn!",
    "nh gửi thầy/cô, Trong DMH đợt 1 em có đăng kí môn Cơ lý thuyết (AS1003 - 3 tín chỉ). Tuy nhiên kết quả DMH lại hủy môn do trùng TB môn Nhiệt động lực ME2013. Song, CTDT của 19 cũng đã bỏ môn AS1003. Em viết request này với nguyện vọng thầy/cô giúp em hủy môn ME2013 L03_L05 (thứ 6) và và đăng kí giúp em AS1003 lớp L01 (thứ 6). Mong thầy/cô xem xét. Em chân thành cảm ơn ạ!!",
    "hiện tại em không thể đăng kí các môn EE3001, EE3009, EE3061, EE3027,EE3099 vì thiếu môn học EE2017, môn học này em hiện đang trong quá trình học tại kì 193, mong anh/chị hỗ trợ em đăng kí các môn nêu trên",
    "Em chào Thầy/Cô. Em đang gặp một vấn đề đó là em đăng kí môn:  Công Nghệ xử Lí Dầu Khí - GE4011 Nhưng trong đợt đăng kí này thì lại hiện lên bảng thông báo là \" Thiếu các môn học : Chuẩn thể chất sau năm 3 (Tiên quyết)\" Trong khi Các môn Thể Chất 1, 2 ,3 em đều ĐẠT. Mong Thầy/Cô giúp em Em xin cảm ơn !!!   U      U   B",
    "Em học khoa Môi trường và tài nguyên ngành kỹ thuật môi trường, học kì 201 có môn học  Hóa học trong kỹ thuật và khoa học môi trường 1 mã môn EN2005 là môn bắt buộc nhưng khi em đăng ký thì hiển thị phải học môn hóa phân tích mã CH1009. Nhưng em tìm môn CH1009 thì môn này không mở ạ? Vậy mong pdt giải đáp và mở môn Hóa học trong kỹ thuật và khoa học môi trường 1 giúp chúng em ạ. Em xin cảm ơn .",
    "Em được biết là điều kiện tiên quyết để đăng ký môn học ở năm 2 là khi có đủ 28 chủ tích lũy ở băm nhất nhưng trước đó vào khoảng sắp bắt đầu học kì 192 e có nhận được thông tin của phòng đào tạo là không cần như vậy",
    "Dạ thưa thầy cô, học kì này em có 1 môn học trươc chưa học được nên chưa thực tập được, và học kì sau em có đăng ki môn học. Em xin nhà trường cho em có thể đăng kí thực tập song song với môn đó được không ạ. Em xin cảm ơn ạ",
    "Tên môn Học:   Máy  Mã môn học: ME1015",
    "Em xin chào thầy/cô. Em là sinh viên khoa Kỹ Thuật Xây Dựng, Ngành: Công Trình Xây Dựng. Em có câu hỏi là: học kì trước (192), có đăng kí luân văn tốt nghiệp nhưng em không bảo vệ. Nên vì thế, kì này (201), em đăng ký lại môn Luận Văn Tốt nghiệp, mà em không hiểu lý do gì mà hệ thống không cho em đăng ký như bình thường nên em phải đăng kí bên\" chính quy-đợt 2- chuyển hệ\". Em xin Phòng đào tạo mở lớp đăng ký Luận Văn Tốt Nghiệp (CI4343) của Hệ Chính Quy, nhóm A_ để em có thể đăng ký Luận Văn Tốt Nghiệp ạ.",
    "Kính gửi ban lãnh đạo nhà trường. Em là sinh viên k19. Hiện tại em không đăng ký được các môn cơ sở ngành vì chưa tích lũy 28 tín chỉ. Em kính mong nhà trường tạo điều kiện cho sinh viên được đăng kí cơ sở ngành để được học đúng chương trình ạ.",
    "Em có đăng ký môn EE3097 trong HK201 nhưng bị hủy môn với lý do đã có điểm trong học kỳ trước đó. Em muốn học cải thiện môn này trong HK201. PDT có thể cho em biết có cách nào giải quyết không ạ. Em xin cảm ơn.",
    "Em là sinh viên khoa điện-điện tử học kỳ 3 này em phải học môn giải tích mạch và kỹ thuật số. Em đã đăng ký học dự thính hè môn giải tích mạch trước và định đăng ký môn kỹ thuật số vào kỳ 3 này thì hệ thống lại bảo là không được đăng ký vì phải học song hành với giải tích mạch. Hiện giờ vẫn chưa học xong kỳ dự thính hè vậy kỳ 3 này em phải bắt buộc đăng ký lại giải tích mạch mới được học kỹ thuật số hay sao ạ.Em đăng ký học hè trước để vào năm học nhẹ hơn mà giờ vẫn phải học lại ạ :((",
    "Dạ thưa PDT, năm nhất em không đủ 28 tín chỉ thì học kỳ 201 em đăng ký các môn có thể học được. Vậy thì nếu học kỳ 201 em qua được các môn đó thì đến đợt đăng ký môn học của hk202 thì em đăng ký các môn của năm 2 được chưa? Tại em sợ nó cập nhật không kịp vì thường thì lịch đăng ký môn có trước khi thi cuối kỳ.",
    "Kính gửi thầy cô, Em là học sinh mang mssv . Dạ trong năm học đầu tiên em trượt môn Kĩ năng xã hội nhiếp ảnh, do 0 có tín chỉ nên em định để hè sẽ đăng ký bù lại, và môn Vật lý 1 nên năm 1 đã tích luỹ được 27tc. Em đã định đăng ký học bù vl1 trong hè để đủ tc nhưng do tình hình dịch bệnh, và khu em cũng bị cách ly trong khoảng thời gian ngay sau đó nên em quyết định để hè sang năm đăng ký, với suy nghĩ là kể cả có dưới 28tc thì vẫn đăng ký được   U dựa theo văn bản từ nhà trường    , nhưng hôm nay thì trường lại đưa đk tiên quyết là học sinh năm 2 khiến em không thể đăng ký được. Câu hỏi của em là: Liệu trường có thể xem xét lại việc mở đăng ký cho học sinh dưới 28 tc không ạ, và nếu không thì em xin phép hỏi thêm là hiện tại có 2 nguồn chương trình đào tạo khác nhau, 1 là chương trình tại link google drive https://docs.google.com/spreadsheets/d/1rNZWI4TeUP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=[phone_number], và cái thứ hai tại http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao. Nên em không biết nên theo cái nào, mong được thầy cô giúp đỡ. Cuối cùng, cho phép em hỏi là học kỳ 1 2019 em đăng ký môn Thể chất đá bóng và đã đạt, đến kỳ 2 em cũng chót đăng ký môn Đá bóng luôn thì 2 kỳ đạt có tính là 2/3 môn thẻ chất không ạ hay chỉ tính là 1/3 ạ. Em xin cảm ơn ạ",
    "Chào thầy/cô. Dạ vào học kì 201 năm 2020 em có đăng kí 5 môn học đó là giải tích mạch, pháp luật đại cương, kỹ thuật số, hệ thống máy tính và xác suất thống kê. Vào sáng nay ngày 25/8/2020 thời khóa biểu chỉ có 3 môn đó là giải tích mạch, kỹ thuật số, hệ thống máy tính. Vào chiều ngày 25/8/2020 lại chỉ xuất hiện 1 môn pháp luật đại cương. Khi đăng kí lại các môn thì hiển thị dòng \"Chuẩn sinh viên năm 2 (tiên quyết)\". Em không hiểu vì sao những môn em đăng kí lại bị mất và em không thể đăng kí lại được. Mong PĐT và nhà trường giải quyết dùm em vấn đề trong thời gian sớm nhất. Em cảm ơn.",
    "Em chào thầy cô ạ. Thầy cô cho em hỏi kỳ hè 193 này em đăng ký môn Vật lý chất rắn thì vô kì chính 201 tới em có được đăng ký môn Hóa học xúc tác ( học trước Vật lý chất rắn) không ạ? Em cảm ơn ạ",
    "Dạ em chào cô ( thầy ). Em là sv K14 mà chưa ra trường, hiện tại em thuộc khu vực 1 nên được xin kéo dài thêm 1 hk, tức là tối đa đến hết học kì 202. Hiện tại em còn nợ môn GT1 và Đại số tuyến tính, cho em hỏi là nếu kì 201 2 môn đó không mở được lớp thì em có thể làm đơn để xin học chung với K20 cho kịp tiến độ để em ra trường được không ạ? Vì 2 môn đó là 2 môn đại cương cơ bản mà sinh viên nào cũng phải học nên trong chương trình của K20 sẽ có ạ. Em cảm ơn.",
    "Em là  - MSSV  Em muốn kiểm tra cập nhật tình trạng hoàn thành môn học Thể chất để đăng kí môn học năm cuối trong HK201, hiện em đã bị xoá hết kết quả đăng kí trước đó do không được cập nhật kết quả các môn thể chất. Trong HK201 em có đăng kí môn học Nguyên lý quản lý kinh tế và xây dựng (CI1045) và môn Động lực học kết cấu (CI4067) nhưng bị trùng thời khoá biểu. Liệu PDT có thể giúp em đăng kí cùng lúc cả 2 được không ạ? Mong nhận được phản hồi từ phía thầy cô. Em cảm ơn ạ!",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp MT1009 để em được tham gia lớp học này. Em xin chân thành cảm ơn!    .",
    "Lớp Quản lý môi trường k17 tụi em có đăng ký môn Quản lý CTR & CTNH (EN1013) nhưng đã bị hủy môn, không biết là vì lý do gì ạ? Lớp em cần học môn này cho đúng tiến độ mà đăng ký trên hệ thống bị hủy môn thì giờ lớp làm đơn đăng ký tay hay sao ạ?",
    "Em chào cô/ thầy Em tên là  lớp HC17KTTP. Em đã nộp bằng Ielts vào năm nhất để chuyển điểm. ( và đã chuyển đủ 4 anh văn) Và bây giờ bằng đã hết hạn sau 2 năm.  Vậy cho em hỏi em có cần nộp bằng mới để đủ yêu cầu xét tốt nghiệp, làm luận văn hay đủ điều kiện để đăng kí môn không ạ? Em cảm ơn ",
    "Như học kỳ 192 em có nhận được thông tin từ phòng đào tạo cũng như giáo viên chủ nhiệm của mình là năm nhất khi em không tích lũy đủ 28 tín chỉ vẫn được đăng ký môn năm 2. Nhưng giờ sao đăng kí không được vậy ạ? Em xin cảm ơn",
    "Về việc quy định năm nhất phải tích đủ 28 chỉ tụi em đã hỏi phòng đào tạo vào cuối        học kì 2 và được trả lời   I như hình bên dưới  /I . Nếu không có câu trả lời này thì tụi em đã đăng ký học hè. Bây giờ nhà trường lại bảo đánh văn bản nhầm thì tội tụi em quá.  + Việc học anh văn nhà trường quy định có 2 lựa chọn: học AV ở trường hoặc là thi ở ngoài rồi chuyển điểm vào. Tình hình dịch bệnh kéo dài từ Tết lại không có kì chuyển điểm AV, làm sao tui em có thể chuyển điểm để có thể đủ 28 chỉ để đăng ký môn năm 2 theo quy định ? Như vậy thì thiệt thòi cho tụi em quá. 2 học kỳ 29 chỉ em tích lũy được 26 chỉ nếu chuyển điểm AV thì em có thể trên 28 chỉ.  Mong PĐT xem xét giùm tụi em để có thể đăng ký môn năm 2 không chậm chương trình. Em cảm ơn ạ .",
    "Em chào thầy, cô, em hiện là sinh viên năm 3 CT Việt-Pháp. Vào năm ngoái em thi chứng chỉ TOEIC đạt 620 và đã được chuyển điểm tới môn anh văn 4 đạt 7.5đ. Tuy nhiên trong kỳ tới em lại không đăng ký được môn anh văn 5. Thầy, cô có thể cho em biết lý do vì sao, và làm sao để em có thể đăng ký được môn anh văn 5 không ạ. Em cám ơn.",
    "Chào cô( thầy)  Em tên   Mssv  Em xin pdt mở thêm lớp Thí nghiệm đại cương MA3035 Mong được phản hồi từ thầy ( cô) ạ  Em xin chân thành cảm ơn!  ",
    "Dạ cho em hỏi học kì chính 201 em đăng kí tổng là 13 chỉ. Mà em đọc trên quy chế là học kì chính tối thiếu là 14 chỉ. V cho em hỏi nếu em đăng kí 13 chỉ như vậy thôi có sao không ạ?",
    "sao em đăng ký anh văn 1 không được, mà anh văn cơ bản cũng không có là sao ạ?",
    "Kính gửi Phòng Đào tạo, Em thấy trên trang wiki của trường qui định điểm TBTL phải 7.5 trở lên mới được đăng ký tối đa 25 tín chỉ/kỳ chính. Nhưng trên trang \"Các câu hỏi thường gặp\" của bk thì lại ghi chỉ cần 7.0 trở lên thôi. Em đang có TBTL 7.14 tính đến hết học kỳ 192 vừa rồi ạ, và hiện đang bị giới hạn chỉ được đăng ký tối đa 21 chỉ. Em không biết là do phải 7.5 trở lên mới đăng ký được 25 chỉ, hay do hệ thống chưa cập nhật điểm TBTL của em ạ? Kính mong PĐT giải đáp thắc mắc. Em xin chân thành cảm ơn.",
    "Kính chào thầy cô văn phòng đào tạo Như em có viết đơn trình bày, điểm trung bình tích lũy ngành của em ở trang tốt nghiệp dự kiến là 6,96 và chưa được cập nhật điểm của học kỳ 2, vậy trong trường hợp này làm sao để  đăng ký tốt nghiệp với điểm tbtln của em hiện tại? Em cảm ơn và mong sớm được giải quyết",
    "Em đăng kí môn Thể chất ở đợt ĐKMH thứ nhất rồi nhưng bị xoá và không đăng kí lại được ở đợt 2 (không còn tìm thấy các môn này). Em xin hỏi là khi nao mới đăng kí Thể chất lại được? ",
    "Cho em hỏi hoặc bên nhà trường có thể cung cấp thêm cho em về mã đăng kí của các môn học thể chất được không ạ.",
    "Em chào pđt ạ, Em muốn xin tăng sĩ số lớp học L02-L04 của môn Cấu trúc dữ liệu và giải thuật, mã môn học CO2003 ạ . Em xin cám ơn ạ.",
    "Em khoa điện chuyên ngành điện tử viễn thông mới phân ngành kì vừa rồi , nhưng khi học xong em cảm thấy phù hợp với chuyên nghành kĩ thuật điện hơn. Em hỏi bây giờ có thể chuyển chuyên ngành được không . Em cảm ơn",
    "Kính gửi Phòng đào tạo, Hiện tại em đang thực tập (có đăng ký tại khoa trường, đã được trường kiểm tra kiến thức và được trường chấp thuận) nhưng vì một số lý do em chưa đăng ký môn Thực tập tốt nghiệp cho học kỳ 193. Em có câu hỏi như sau: em có thể đăng ký lại môn Thực tập tốt nghiệp trong học kỳ 201 và bảo lưu kết quả thực tập hiện tại để dùng trong học kỳ 201 không ạ? Em xin cảm ơn.   i ",
    "Em sinh viên khoá K14, nếu đúng dự kiến thi là tháng 4/2021 hết thời gian học, mà em còn nợ môn không kịp thời gian đấy, cho em hỏi mình có cách nào để có thể gia hạn thêm không ạ?? Em có nghe qua việc được chuyển xuống hệ vừa học vừa làm để học tiếp, không biết việc này ra sao ạ??",
    "Dạ em điền thông tin đăng ký tốt nghiệp đến phần kích hoạt tài khoản cựu sinh viên thì sau khi em nhập đi nhập lại mật khẩu mới cở 5-6 lần, do email liên lạc khác của em không nhận được mail xác nhận nào từ hôm qua đến bây giờ thì hiện tại email liên lạc của em vẫn chưa nhận được mail để xác nhận ạ. Hiện tượng này là do lỗi kỹ thuật hay là do em thiếu bước nào hay điều kiện nào không ạ?  Và cho em hỏi là nút \"nộp đăng ký xét tốt nghiệp\" chỉ sáng lên sau khi kích hoạt tài khoản cựu sinh viên thôi phải không ạ? - Em có đình kèm hình chụp màng hình ạ! Em cảm ơn thầy/cô ạ!",
    "Em xin PĐT tăng thêm sĩ số môn Thí nghiệm Quá trình thiết bị Mã MH: CH3015 Nhóm lớp: A06 Lý do: Các nhóm lớp còn lại bị trùng không đổi được ạ, vì là môn chuyên ngành chỉ có 1 lớp . Mong PĐT giúp đỡ . Em xin cảm ơn ạ.  ",
    "Em chào PĐT,  Mong PĐT giải đáp thắc mắc giúp em là tại sao khi em đăng ký môn đề cương luận văn thì hiển thị là em thiếu chuẩn anh văn tiên quyết ạ.  Em đã nộp chứng chỉ ngoại ngữ cho trường rồi ạ. Em xin cảm ơn .",
    "Em chào thầy, cô, em hiện là sinh viên năm 3 CT Việt-Pháp. Vào năm ngoái em thi chứng chỉ TOEIC đạt 620 và đã được chuyển điểm tới môn anh văn 4 đạt 7.5đ. Tuy nhiên trong kỳ tới em lại không đăng ký được môn anh văn 5. Thầy, cô có thể cho em biết lý do vì sao, và làm sao để em có thể đăng ký được môn anh văn 5 không ạ. Em cám ơn.",
    "Kính gửi Quý Thầy Cô Phòng Đào tạo. Em muốn xin PĐT tăng sỉ số nhóm lớp A01_A01, môn học Vật liệu xây dựng (Mã MH: CI2037). Do em đã đăng ký môn Vật liệu xây dựng (Mã MH: CI2037) vào đợt 1  nhưng không được xếp lớp nên em muốn đăng ký vào đợt 2 này ạ. Em xin chân thành cảm ơn.",
    "Em tên là  mssv , em xin thầy cô mở thêm sĩ số môn học  Kỹ thuật điện-điện tử mã môn học EE2011. Em xin cảm ơn!",
    "Qua kết quả đăng ký môn học đợt 1, em kiểm tra thấy có một ngày học cả tiết 6 và tiết 7 . Vậy em có bị hệ thống hủy bất cứ một môn nào khi chốt TKB không ạ?  Và nếu có thì em phải làm sao vì em vẫn có nguyện vọng học cả 2 môn sát giờ đó ạ. Mong PĐT hỗ trợ, em cảm ơn!",
    "PĐT cho em hỏi em chưa qua giáo dục thêt chất 3 thì hk201 em có đăng ký được LVTN không ạ? Em cảm ơn",
    "t đăng ký môn học đợt 1 em có đăng ký giáo dục thể chất nhưng bị huỷ, đợt 2 em có vào đăng ký hiệu chỉnh môn học nhưng không tìm thấy lớp bất kỳ môn nào. Vậy em có còn có thể đăng ký giáo dục thể chất cho kỳ 201 được nữa không ạ?",
    "Thầy/cô cho em hỏi muốn mở thêm lớp thì em phải làm bằng cách nào ạ?",
    "Vì là học sinh được cứu xét nên hiện tại em không thể đăng kí môn chuyên ngành do em rớt quá nhiều, nên em muốn đăng kí lại những môn học của năm nhất nhưng không được. Mong nhà trường hướng dẫn cho em phải đăng kí như thế nào ạ. Em xin cảm ơn",
    "cho em hỏi là em chưa học av1 av2 ở trường vậy tối đa  khi nào em cần phải nộp chứng chỉ ngoại ngữ ạ ",
    "Tốt nghiệp . Em tên  (mssv:) Em vừa nhận quyết định thu nhận lại từ học kì 1/(2020-2021) để xét tốt nghiệp do bị buộc thôi học vì nghỉ học quá 2 học kì. Khi em vào đăng kí xét tốt nghiệp thì bị khóa tín năng sử dụng, nên không biết là bị lỗi gì? và không thể đăng kí xét tốt nghiệp được. Mong quí thầy cô xem xét hướng dẫn giúp em.",
    "Em chào Phòng đào tạo ạ. Môn phân tích dữ liệu IM3049 dù đã tăng sĩ số nhưng vẫn không đủ ạ. Còn rất nhiều bạn chưa đăng kí được do lớp A01 đã đầy ạ. Lớp A02 thì lại bị kẹt lịch học môn khác. Mong Phòng đào tạo giải quyết giúp em ạ. Em cảm ơn",
    "Dạ em chào Phòng đào tạo, em tên là , MSSV , hiện là sinh viên thuộc khoa Cơ khí, ngành Logistics và Quản lý chuỗi cung ứng. Em viết email này với mong muốn được trình bày về việc học kì hè 193 vừa qua, trong đợt đăng kí đợt 1, em đã gửi thành công môn Thực tập Kỹ thuật (ME2085). Nhưng do trước đây em chưa từng bị hủy môn ở đợt 2 nên trong thời gian đăng kí em có quên kiểm tra đợt 2, dẫn đến là không được ghi nhận trên hệ thống và không hiển thị trên trang thông tin sinh viên. Trong lúc em xem kết quả Đăng kí 201 sáng nay thì em mới phát hiện ra điều đó. Em hiện tại cũng đã đi thực tập được 3 tuần, cũng không mong muốn bị trễ chương trình đào tạo, em viết mail này mong Phòng đào tạo có thể cho em cơ hội để đăng kí lại được môn học này trên hệ thống để em có thể theo đúng tiến độ chương trình. Em mong Phòng đào tạo sẽ phản hồi email này của em, em cám ơn Phòng đào tạo nhiều ạ.",
    "MSSV:     Chào pđt! Nay em muốn hỏi về việc đăng ký môn luận văn tn Em học khoa KTHH, ngành QTTB, vào dịp đkmh đợt 1 em có đăng ký môn luận văn tốt nghiệp (CH4353) nhưng đến đợt 2 này lại không thấy. Em kiểm tra các điều kiện (nợ môn, CCAV, CTXH...) thì thấy em có thể đăng ký. Mong pđt xem giúp Em cám ơn!",
    "Dạ em chào anh/chị, Em muốn hỏi là kì 201 này thì môn Mac có học online không ạ? Em cám ơn anh/chị nhiều ạ.",
    "Cho em hỏi sao kỳ 201 không mở các môn GDTC vậy ạ? Em cảm ơn",
    "Xin mở thêm lớp MT1009 cho hệ đại trà ạ Em xin cảm ơn",
    "Dạ cho em hỏi là em có thể đăng ký học liên tục từ tiết 2 tới tiết 12 được không ạ ? Tất cả các môn đều ở Cơ sở 1.",
    "Kính gửi phòng đào tạo trường ĐHBK Tp.HCM Em là . MSSV . sv năm 3 chuyên ngành Cơ Kỹ Thuật Em đã học đủ 3 môn thể chất. Đúng tiến độ, ko nợ môn. Nếu ko có vấn đề gì từ học vụ xảy ra thì năm sau e sẽ ra trường   B đúng hạn    Sáng nay em lên xem lại các môn đã đk cho HK tới. Bị thiếu mất 2 môn   B đồ án + đề cương luận văn   . Nguyên nhân hệ thống báo là do không đủ chuẩn thể chất sau năm 3. ( chi tiết hình ảnh e xin phép gửi file đính kèm) Em hoàn thành thể chất 1 và 3 trước, thể chất 2 em hoàn thành vào HK 191 vừa rồi. Em ko hiểu vì sao thời điểm đó nhà trường đổi phương thức học các môn thể chất. Em đăng kí thể chất 2, tự chọn môn bơi. Sau đó điểm tính là môn Bơi(PE1019) chứ ko phải GDTC_2(PE1002) Như vậy e ko ĐKMH được là do thay đổi mới của đào tạo lại đá trương trình đào tạo cũ. Người chịu ảnh hưởng trực tiếp là tụi em, ra trường trễ 1 năm trong khi học hành vẫn chỉn chu và đủ tiến độ. Bố mẹ tụi em phải nuôi báo cô 1 năm, tụi em cũng lỡ 1 năm ra bên ngoài học hỏi. Xét cục bộ tại lớp Bơi của em học thôi cũng có rất nhiều bạn cùng học giống như em. các bạn cũng chịu thiệt thòi. Kính mong nhà trường xem xét kịp cho chúng em trong thời hạn còn được ĐKMH. Em xin chân thành cảm ơn.",
    "Dạ em chào Anh(Chị), Em tên là  MSSV:  Trong kì 201 em có đăng kí môn đồ án chuyên ngành(ct) (ME4045) nhưng bị lỗi tiên quyết và chưa có điểm Môn dung sai (ME3003). Vì môn dung sai (ME3003) em hiện đang học trong kì 193 và lịch thi cuối kì vào ngày 19/9/20. Mà ngày 21/9/20 đã bắt đầu học kì 201 rồi ạ. Kì 201 em rất cần được học môn đồ án vì nếu không em sẽ bị trễ 1 năm nữa ạ. Vậy khi em đã thi xong và đợi có điểm thi em có thể xin phép được đăng kí bổ sung vào lớp đồ án được không ạ. Em rất mong Phòng Đào Tạo xem xét và tạo điều kiện giúp em có thể được học môn Đồ án trong kì sau để em có thể hoàn thành được chương trình đúng tiến độ ạ. Em xin chân thành cảm ơn!!!!!",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa Em tên là . Mssv  hiện đang học ngành điện điện tử. Em thuộc nhóm 1B. Hôm nay em gửi mail này với mong muốn hỏi phòng đào tạo là. Em đã đăng kí môn học theo đúng chương trình đào tạo ở đợt một. Nhưng hôm nay em lên check lại không đăng kí. Em đi đăng kí mới theo đúng mã môn học như Giải tích 2 MT1021 thì báo không có môn học mở. Mong phòng đào tạo giải đáp ạ. Môn giáo dục quốc phòng thì em chọn mã môn MI1003. Trang web cho em chọn lớp em chọn CC01 không biết có đúng không ạ. Mong sự hồi đáp từ phòng đào tạo",
    "QUOTE  Kỳ hè em đã đăng ký pháp luật đại cương và triết học mac lenin giờ kỳ này em chỉ có 13 tín chỉ và em muốn đăng ký môn kinh tế chính trị mac lenin nhưng không được vì phải qua môn triết học mac lenin. Giờ em phải làm gì",
    "Cho em hỏi rằng em có thể ĐK môn giải tích 2 vào kì chính 201 và các môn chính trị để đủ chỉ và ko bị cảnh cáo học vụ. Các môn cơ sở ngành em học ở kì dự thính được không ạ, nếu trường hợp kì chính e ko đi được môn nào do ko đủ chỉ và e chỉ đk được kì dự thính thì em có bị cảnh cáo học vụ không, như vậy các môn cơ sở ngành kì 201 này e bị nợ và nếu cuối năm 2 e không đủ 56 chỉ thì em không được học năm 3, em sợ học không kịp. Xin phòng đào tạo đưa ra phương án để thuận lợi cho việc học tập của em tại trường. Em xin cảm ơn",
    "hiện tại e thuộc khoa khoa học máy tính . Do đợt 1 e không đang kí môn nên đợt 2 e có đk lại. hiện tại thì có 4 môn bặt buộc thì e chỉ đk đc 2 môn , còn lại 2 môn có mã là CO2007 và CO2003 hiện tại ở cs 2 đã hết chỗ . khi đk thì ô chọn đk không có nút chọn mà có ghi là chưa Đang phân công , vậy Pđt có thể bổ sung cho e vào đc không ạ, việc tích đủ tín chỉ năm nhất gộp với kì hè trên 28 tín chỉ có thật sự cần thiết không ạ, vì e chua đc cọng điểm av , khi công điểm av và điểm tín chỉ hè thì sẽ đủ chỉ tiêu ạ, em xin cám ơn , mong PĐT sẽ phản hồi nhanh giúp e ạ CO2007 CO2003",
    "Chào thầy/cô. Hiện tại em chưa học thể chất 3 nhưng trường không mở lớp nữa. Vậy hiện tại nếu em muốn đăng kí thì làm cách nào ạ. Em cám ơn.",
    "Môn học phân tích dữ liệu IM3049 tuy đã tăng sỹ số lên 65 học sinh nhưng vãn còn khoảng 20 bạn chưa đăng ký được, Kính mong phồng đào tạo tăng thêm sỹ số .",
    "Xin được mở thêm sĩ số lớp IM3049 Phân tích dữ liệu IM3049",
    "Dạ cho em hỏi học kỳ vừa rồi em đã đăng ký học bơi để lấu điểm cho thể chất 3 rồi , em đã pass môn , nhưng khi đăng kí môn vân bị hệ thống thông báo chưa qua thể chất năm 3 và không cho đăng ký các môn năm 4",
    "em xin chào phòng đào tạoem không xem trên trang chính đượcem xem trên văn bản  553/ĐHBK-ĐTem xem thấy em chỉ còn con đường duy nhất là mong được Hiệu trưởng xem xét để em được tăng thêm 1 kỳ từ 13 kỳ đến 14 kỳ thôi ạliệu em có thể làm gì được không, xin phòng đào tạo thương tình hướng dẫn và hỗ trợ em với ạ em rất xin phòng đào tạo ạ, em chỉ cần thêm thời gian thôi ạ rất mong được sự hỗ trợ ạ em xin cảm ơn",
    "Em xin chào quý thầy/cô ạ, do môn học  (MT2001) đã đủ sỉ số nên không thể đăng ký thêm được và để kịp thời hạn tốt nghiệp, mong quý thầy cô mở rộng sỉ số đăng ký ạ. Em cảm ơn quý thầy/cô ạ.",
    "Em xin kính chào Thầy/ Cô! Em hiện là sinh viên của khoa Cơ khí, ngành Logistics và Quản lý Chuỗi Cung ứng. Đợt 1 em đã đăng kí 2 môn Kỹ thuật hệ thống (ME 2123) và Ứng dụng máy tính trong công nghiệp (ME 2049) nhưng đã bị xoá và không đăng kí lại được với lí do Thiếu các môn học chuẩn SV năm 2. Trước đó em có nghe Ban Lãnh đạo nhà trường nói về việc sinh viên không hoàn thành đủ số tín chỉ quy định của năm 1 vẫn có thể đăng kí được các môn của năm 2 . Em mong Thầy/ Cô có thể gửi lại phản hồi cho em. Em xin chân thành cảm ơn Thầy/ Cô!",
    "Em tên là  mssv  không đăng ký được môn học năm 2, cho e hỏi là e còn bị thiếu điều kiện tiên quyết nào nữa v ạ",
    "Kính thưa Phòng Đào Tạo, Em tên là , mssv . Vào đợt trả kết quả lần 1 HK201 mới đây, một số môn học của em không đăng ký được với lý do chưa hoàn thành GDTC, nhưng trong khi đó em đã hoàn thành xong 3 môn GDTC rồi ạ. Kính thưa PĐT xem xét trường hợp này giúp em, em cảm ơn ạ.",
    "cơ lưu chất xác suất và thống kê địa chất xông trình ",
    "Thưa Phòng đào tạo , e đã nhận được mail thông báo đăng kí tốt nghiệp onl , NHưng khi đăng kí thì lại không đăng kí được và bị báo lỗi là do không đủ ngày CTXH , nhưng theo e được biết thì ngày CTXH của e đã được 15,5 Ngày . Mong Phòng đào tạo kiểm tra lại giúp e ạ . Em xin cảm ơn",
    "Em là , MSSV:  Thầy/cô cho em hỏi là, em đã được 15 ngày CTXH (Hoàn thành 15 ngày cách đây đã 1 năm, và trong mục hoạt động ngoại khóa của sinh viên cũng hiển thị là 15 ngày). Mà hôm nay em kiểm tra trong danh sách dự kiến tốt nghiệp thì em lại bị ghi mợ CTXH. Mong thầy/cô cho em kiểm tra lại giúp em. Em xin cám ơn!",
    "Kính gửi thầy/cô, Em tra cứu thông tin tốt nghiệp trên AAO thì thấy thông tin về ngày CTXH của em không đúng. Cụ thể, trang hiện thông tin số ngày của em là 34.5 trong khi thống kê trên sàn giao dịch ngoại khoá thì số ngày của em là 46.5 . Vậy em mong bên pđt kiểm tra lại thông tin về ngày CTXH giúp em ạ . Em xin chân thành cảm ơn . Như Ý .",
    "các bạn có thể chỉ cho mình về các bước của quy trình xin mở lớp môn học . please",
    "Em chào thầy, cô Em tên  MSSV  Lớp CKTK18    Em xin trường tăng số lượng sinh viên lớp học môn kỹ thuật điện- điện tử (mã môn học là EE2011) vì môn này chỉ mở có một lớp duy nhất. Mong thầy cô giúp đỡ em. Em cảm ơn thầy, cô đã bỏ thời gian xem qua.",
    "Chào quý thầy/cô phòng đào tạo, Em là , MSSV . Do hè này không tổ chức mùa hè xanh nên em đã học trước 1 môn đã đăng ký ở kỳ 201. Trong khi đó có 1 môn cơ sở ngành: Kiến trúc máy tính em chưa đăng ký được nên bây giờ em chỉ mới 11 tín chỉ . Em mong thầy cô sẽ mở thêm lớp môn này hoặc tăng sỉ số lớp lên một chút nữa tạo điều kiện cho em và một số bạn khác theo kịp tiến độ học. Rất mong sự giúp đỡ từ quý thầy/cô. Em xin chân thành cảm ơn! Trân trọng, .",
    "Em xin phòng đào tạo mở thêm sỉ số cho môn   B Phương Pháp Định Lượng IM3039    Em xin cảm ơn ạ",
    "sao hiện tại em vẫn không đăng kí hay hiệu chỉnh được môn học ạ",
    "Em xin phòng đào tạo mở thêm sỉ số cho môn   B Phân tích dữ liệu IM3049 ạ    Em xin cảm ơn",
    "Em muốn đăng ký mở thêm sỉ số môn học Môi trường & con người, mã số môn học là ME2019, nhóm A02 thêm 7 chỗ ạ. Mong phòng đào tạo xem xét và giải quyết giúp em. Em xin chân thành cảm ơn ạ.",
    "MSSV:    . Dạ em kính chào nhà trường ạ. Em tên là , sinh viên khoa cơ khí K19. Vào tháng 12 năm 2019 em có thi chuẩn anh văn đầu vào và được 350 điểm (theo em tìm hiểu là đã đủ điểm qua av1 ). Nhưng sao bây giờ em đăng ký học anh văn 2, trang wed lại báo thiếu môn anh văn 1 ạ. Mong phòng đào tạo giái đáp thắc mắc của em. Em chân thành cảm ơn ạ.",
    "Em chào thầy/cô! Em là  -  - lớp VP17VL. Lý do em viết yêu cầu là mở thêm số lượng của 2 môn: - Cơ học lưu chất thực (213701), nhóm P01. - Khởi nghiệp (008701), nhóm P01. Em rất mong thầy cô mở thêm số lượng của 2 môn trên để em có thể đăng ký được những môn tiên quyết của học kỳ này. Em cảm ơn thầy/cô!    .",
    "Theo như CTĐT của học kì 201 thì tụi em sẽ phải học môn hóa học trong kỹ thuật và khmt 1 (EN2005) nhưng khi đăng ký môn lại bị vướng môn tiên quyết không nằm trong CTĐT (hóa phân tích CH1009). Em có gửi kèm ảnh.",
    "em chào phòng đào tạo em thấy từ k19 trở đi số học kỳ tối đa là 14, cũng như k13 trở về trước cũng thế. phòng đào tạo có thể hướng dẫn em cách nào để tăng thêm cho em chỉ 1 học kỳ không ạ em đã gần hoàn thành rồi, xin hãy giúp em không bỏ phí mat61qua1 trình học tập vì sự nông nổi của mình, em không giỏi ăn nói, nên có nói gì hay trình bày trên đây không đúng, em mong được bỏ qua ạ. một lần nữa, em kính xin phòng đào tạo tạo điều kiện cho em ạ. em xin cảm ơn ạ.",
    "Em có đăng kí 1 số môn như toán kĩ thuật EE1003  EE2007 mạch điện tử  PH1003 Vật lí 1 và 1 số môn của học kì chính năm 1 và 2 nữa nhưng kết quả đợt đăng kí đầu tiên em không còn môn nào cả. Em có thử tìm lại để đăng kí nhưng không thấy mở . Cho em hỏi là tại sao em không đăng kí được vậy ạ?",
    "Em đăng kí môn trắc địa công trình và thực tập trắc địa công trình nhưng hai môn báo thiếu lẫn nhau nên không cho em đăng kí.",
    "Em chào thầy,cô Em tên: , MSSV: ,lớp: CKTK18 Em xin trường mở thêm số lượng sinh viên lớp Kỹ thuật điện-điện tử (mã môn học EE2011), vì môn này chỉ có 1 lớp nên em sẽ bị trễ chương trình học. Em mong nhận được sự giúp đỡ của trường. Cảm ơn thầy,cô đã bỏ thời gian xem qua.",
    "dạ cho e xin đăng kí vào lớp L06_L17 sức bền vật liệu ( ci2001) ạ!",
    "em chào admin. em tên Võ Danh Thùy học xây dựng ạ. em mong phòng đào tạo mở thêm sĩ số môn Vật Liệu Xây Dựng (ci2037). em cảm ơn.",
    "Em đả thi và có điểm toeic, em đả đăng kí xét chứng chỉ để làm tiểu luận cho kì 201, Thầy(Cô) cho em hỏi là hiện tại em có được xét để đăng ký không ạ. Em cám ơn Thầy(Cô) ",
    "Thưa Thầy, Cô cho em hỏi là thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức. thì có dùng kết quả đó để xét chuẩn av của từng năm học không vậy ạ. Em cảm ơn.",
    "Thưa Thầy/Cô, Em xin phép hỏi cụ thể về việc đăng kí học môn GDTC, vì hệ thống báo không mở các lớp thể chất? Em xin cảm ơn",
    "Em là  MSSV . Em xin mở thêm sĩ số lớp Mô hình hóa hình học và mô phỏng (ME3027), nhóm  A01-A02  B .",
    "iểm Giải Tích 2 em có đăng kí phúc tra và có thay đổi nên số tín chỉ em tăng. Nhưng hiện tại điểm trên bảng điểm em vẫn chưa cập nhật nên em không đủ tín chỉ để đăng kí các môn học năm 2. Nếu điểm của em đến kết thúc đợt đăng kí vẫn không thay đổi thì em có được đăng kí thêm trong đợt 3 không ạ?",
    "Em đã qua 3 môn giáo dục thể chất từ kì 1 2018-2019 nhưng vẫn bị xóa hết môn đăng kí đợt 1 với lý do chưa hoàn thành giáo dục thể chất 3",
    "Em xin có thể được tăng thêm sĩ số môn Tài chính doanh nghiệp IM3005 thứ 2 tiết 7-9 được không ạ?",
    "Phân tích dữ liệu IM3049   i ",
    "Em là  MSSV . Em xin mở thêm sĩ số lớp Công nghệ vật liệu nhựa và gia công khuôn mẫu(ME3207), nhóm  A01-A01. Mong thầy cô chấp nhận yêu cầu của em ạ.",
    "Cho em hỏi môn vẽ cơ khí ME2021 học kì 201 này không mở hay đổi thành môn vẽ kỹ thuật cơ khí ME2089 vậy ạ",
    "Em chào anh/chị, Em tên , MSSV . Hiện em đang học ở khoa OISP, ngành Kỹ thuật Hoá Học. Anh/chị cho em hỏi là tại sao em đã hoàn thành 3 môn Thể chất nhưng khi đăng ký môn học lại bị hiển thị như sau và không đăng ký được ạ?",
    "MssV: - VB2 chính quy- Kết quả đăng kí đợt 1 lịch các môn đều ban ngày. Hiện số lớp mở ban đêm không có nhiều môn. Mong PĐT xem xét mở lớp ban đêm. Trường hợp không mở lớp ban đêm được Em muốn điều chỉnh thời khóa biểu ( Hiện hệ thống không cho điều chỉnh): Học phần: 1/ CI2091 Kết cấu bê tông cốt thép 1: T6 tiết 7-9 2/CI3061 Phương pháp phần tử hữu hạn: T6 tiết 10-12. 3/CH2027 Sinh học đại cương: T2: Tiết 7-9 và CN 9-12 4/ CI2093 ĐAMH kết cấu bê tông cốt thép 1 Trân trọng!",
    "Chào thầy/cô,  Em tên :  MSSV :  Ở đợt đăng kí thực tập tốt nghiệp HK193 vừa rồi, em có đăng kí môn Thực tập tốt nghiệp CO3323 vào đợt 2 nhưng kết quả đăng kí lại không có. Cho em hỏi trường hợp của em là sao vậy ạ. Em chân thành cảm ơn. ",
    "Dạ, em chào thầy cô  Em thấy môn phương pháp định lượng IM3039 hiện đã vượt quá tỉ số. Em rất mong phòng đào tạo có thể tăng thêm tỉ số lớp giúp chúng em ạ. Do em bị trùng lịch với môn phân tích dữ liệu, phân tích dữ liệu đã tăng thêm tỉ số nhưng không đủ để sinh viên đăng ký ạ và hiện tại em chưa đăng ký được môn đó ạ. Em muốn đổi lịch môn phương pháp định lượng để có thể đăng ký được cả hai môn này ạ . Em cám ơn",
    "Gửi cô,      Trong đợt 2 đăng kí môn học lần này, em có đăng kí môn Truyền nhiệt (210701). Tuy nhiên hiện tại vẫn chưa có thời khóa biểu cụ thể. Em không biết thời gian học môn này sẽ được cập nhật khi nào, có kịp trong đợt 2 này không để chúng em tiện đăng kí các môn học khác tránh trùng lịch? Mong cô có thể xử lí thắc mắc của xem sớm!     Cảm ơn cô rất nhiều!     Thân,   Sinh viên ",
    "Kính gởi PĐT vì ở năm nhất em không đủ 28 chỉ nên không được đăng ký môn năm 2 nên bây giờ em muốn đăng ký lại những môn học cũ ở năm nhất thì làm sao ạ",
    "dạ em chưa đủ 28 chỉ em muốn đăng ký học lại các môn năm nhất nhưng báo là môn học không được mở ạ. Vậy những môn này có được mở lại hay phải đăng ký học dự thính ạ",
    "Em tên là  , MSSV    Chào PĐT, vì khi biết kết quả em rớt môn QLSX ở học kì 192 thì đăng ký môn học HK201 đợt 1 đã kết thúc. Em gửi mail này để xin PĐT mở danh sách đăng kí môn QLSX (ME1009) để em có cơ hội được học môn này trong HK201 ạ . Em cám ơn.",
    "Cho em hỏi, em đã học vượt kế hoạch giảng dạy nên kì này em chỉ đăng kí học còn 6 chỉ. Nhưng theo quy định một kì phải trên 10 chỉ thì có bị sao không ạ? Em cảm ơn.",
    "cho em hỏi là nếu kiểm tra trình độ tiếng anh ở trường và em đạt chuẩn thì em có được tính vào tc các môn anh văn không ạ",
    "Dạ thầy em tên là , MSSV . Thầy cho em xin mở thêm slot môn tổng hợp hữu cơ hoá dầu Mã môn học: CH3007 với ạ, em cảm ơn thầy.",
    "Mã môn học: IM3049 Tên môn học: Phân tích dữ liệu Lý do xin mở sĩ số: Lớp học đã full học viên",
    "Em tên là , mã số sinh viên của em là . Em hiện tại là sinh viên khoá k15 thuộc ngành Cơ điện tử của trường. Em đã hoàn thành các môn chuyên ngành cần thiết để học kì 1 năm sau được làm đồ án chuyên ngành và đề cường luận văn nhằm ra trường sớm nhất có thể, tránh việc quá hạn trường (em đã khá muộn so với các bạn). Nhưng sai lầm là em đã đăng kí sai lộ trình học, để sót mất một môn giáo dục thể chất và chỉ còn môn thể dục này nữa thôi là em đủ. Vì vậy em mong nhà trường cho phép em đăng kí môn đề cương luận văn và đồ án chuyên ngành, nhằm giúp em ra trường sớm nhất có thể, vì em đã khá muộn rồi ạ. Em sẽ nộp chứng chỉ thể dục trong đúng học kì sau luôn ạ, vì em sẽ xin học chứng chỉ thể dục tại trường khác. Em mong nhà trường giúp đỡ",
    "t 1 đăng ký môn học vừa rồi, em có đăng kí môn Pháp luật VN đại cương (SP1007) để cải thiện điểm nhưng bị hủy \"PDT không đ/ký cho SV MH SP1007 (D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính)\". Vậy ở đợt 2 này, em đăng kí lại môn Pháp luật VN đại cương (SP1007) có được không ạ ? Em có đính kèm ảnh phía dưới. Em xim cảm ơn.",
    "Em đang học chương trình kĩ sư tài năng của khoa Xây dựng, nếu điểm thi AV Nói-viết của em đạt trên 200 nhưng dưới 245 thì em sẽ được xét bằng tốt nghiệp chính quy thường phải không ạ? Và cho em hỏi hạn chót chuyển điểm AV Nói-viết để xét bằng tốt nghiệp là khi nào ạ?",
    "Vì dịch covid nên em không học được học kì hè cho nhóm 1B K19 để kịp tiến độ HK2. Nên em đăng kí những môn HK2 cho học kì 201 nhưng không môn nào mở lớp. Trường hợp môn thực tập cơ khí em đăng kí vào  lớp nhưng lại bị không đủ yêu cầu.",
    "Do em thi đầu vào pass hết cả 4 av rồi,nhưng giờ tích luỹ em chỉ có 27 chỉ (chưa cộng anh văn).Do đó có thể cộng tích luỹ điểm anh văn vào để em có thể đk môn đc không ạ?",
    "Kính gửi phòng đào tạo, mong phòng đào tạo xem xét lại vì đã huỷ môn chi tiết máy ME2007 với lý do không học môn song hành ME1015( Mã môn này không có trong chương trình đào tạo). Hiện tại các lớp còn trống sĩ số thì đã trùng lịch học với các môn khác. Mong phòng đào tạo xét duyệt tăng sỉ số cho nhóm A01 vì hiện tại giờ đó em còn trống. Mong phòng đào tạo xem xét, em cảm ơn",
    "Kính thưa quý thầy cô, em là , sinh viên khóa 2018 khoa Quản lý công nghiệp, em xin phép thầy cô mở thêm sỉ số lớp Phương pháp định lượng (IM3039) hệ đại trà để chúng em có cơ hội học tập môn học này, em xin chân thành cảm ơn ạ.   B"
]