[
    "Trước tiên em vô cùng xin lỗi vì sự cố lần này. Trước đó em rút môn Hệ Điều Hành (CO2017) do việc giáo viên bộ môn cấm thi em ạ. Nhưng thầy lại vừa mới hủy bỏ luật cấm thi đó nên em có thể thi ạ. Em mong được hủy việc rút môn để em không phải học lại môn học vào kỳ hè . Theo thể chế nhà trường thì việc này không được phép ạ nhưng em vẫn mong có thể hoàn thành sớm môn học này ạ nên em mong thầy cô có thể thông qua . Em vô cùng cảm ơn ạ.",
    "Em chào thầy/cô PĐT. Em có 2 vấn đề mong thầy cô giải đáp giúp em ạ: - Hiện em ở xa có thể nhờ bạn đăng ký lễ phục tốt nghiệp vào ngày 22 được không ạ. - Ngày 24 em lên PĐT nhận bằng và làm lễ luôn thì có được không ạ. Do em tốt nghiệp đợt 1. Em cảm ơn thầy/cô.",
    "Em xin chào,  Em là  - , sinh viên khoa CNVL. Em có thắc mắc về hình thức thi cuối kỳ đối với sinh viên đã đăng ký Tạm hoãn thi ở học kỳ trước . Cụ thể, ở học kỳ trước, em có đăng ký tạm hoãn thi môn Đường lối và đã được PĐT chấp thuận, sắp xếp thi bù vào ngày 08.05.2022 (Chủ nhật). Thắc mắc của em:  Hình thức thi môn Đường lối sắp tới, em sẽ thi Online (như ở học kỳ 211) hay sẽ thi với hình thức là Offline (trên phòng học) như các bạn sinh viên đang học môn ĐƯờng lối ở kỳ này ạ . Em xin chân thành cảm ơn.",
    "em có làm đơn hoãn học phí , nhưng vẫn chưa nhận được thông báo có kết quả. Nhưng lịch thi , lịch học , trang elearning đều mất hết là sao ạ. Còn rất nhiều bài kiểm tra , lịch nộp đồ án , link học qua gg meet thì sao em làm đây. Nếu vẫn đề là học phí thì nhà trương phải thông báo kết quả đơn hoãn học phí cho em biết chứ ạ. học phí có thể nộp trể được nhưng mấy trang link học học , lịch nộp đồ án , làm bài kiểm tra quá hạn thì ai xử lý cho em đây. mong nhà trường xử lý gấp việc này giùm em ạ.",
    "Gửi PĐT, em nộp đơn trình bày lý do thanh toán trễ học phí hk212 và mong PĐT sớm mở lại môn học HK212 của em trên hệ thống BKEL cũng như TKB và lịch thi của HK212.Em xin cảm ơn!",
    "Do lần trước em có lỡ đăng ký môn học học kỳ hè nên cho em hỏi còn đợt đăng ký nào hoặc cách nào để đăng ký không ạ .",
    "Kính chào Phòng đào tạo, Hiện tại em đã đăng kí tốt nghiệp (hệ VLVH) và thanh toán lệ phí, trạng thái hiện tại là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\". Em không tìm thấy nơi tra cứu danh sách cũng như không tìm thấy thời gian để đến văn phòng khoa lấy bằng. Xin Phòng đào tạo hướng dẫn, em xin chân thành cảm ơn ạ.",
    "Em chào thầy/cô phòng đào tạo! Em là . Sau khi được sự hướng dẫn về việc viết đơn đăng ký hoãn thi. Em xin phép được nộp đơn cũng như minh chứng đính kèm theo như thầy/cô hướng dẫn ạ Em xin cảm ơn!",
    "Chào thầy cô Em là  , khoa kỹ thuật hóa học. Ngày 8/4/2022 em có làm đơn đề nghị chuyển sang hệ VLVH ở pdt,theo phiếu hẹn thì ngày 20/4/2022 có kết quả. Nhưng hiện tại em vẫn chưa nhận đc kết quả ạ. Có hình ảnh đơn kèm theo. Mong quý thầy cô kiểm tra lại giúp em ạ.",
    "chào phòng đào tạo ngày mai 22/04 la ngày em nhận bằng tốt nghiệp hê VHVl nhưng em chưa nhận được mail nhận bằng o đâu và lúc mấy giờ??? xin hô tro dùm e",
    "Em tên trần thanh tùng mssv  Em sử dụng bảo lãnh vay của BKA để đóng học phí đã giải ngân và có uỷ nhiệm chi. Nhưng em vẫn bị gửi mail cảnh cáo và bị huỷ thời khoá biểu học kỳ này. Mong trường xem xét mở lại cho em với ạ em xin cảm ơn",
    "MSSV/MSSV:     Về lịch thi HK212 của em, có môn Vật lý 1, mã môn PH1009, nhóm-tổ HTP3-A là môn em đã thi bù (do hoãn thi) và đã có điểm. Mong PĐT kiểm tra giúp em. Em cảm ơn.",
    "Em tên : . MSSV: . Lớp CK17CTM1 Dạ chào Thầy/Cô Lý do em viết mail này vì: Em mong muốn phòng đào tạo có thể thu nhận tình trạng sinh viên của em trở lại để em có thể in giấy xác nhận sinh viên và đăng ký môn học kỳ hè này ạ. Em đã có lên phòng đào tạo nộp đơn hôm 12/04/2022 nhưng giấy hẹn tới 10/05/2022 nhưng hiện tại em đang rất cần ạ . Em xin cám ơn Thầy/Cô.",
    "Mở môn học học kỳ 212 . Dạ em xin chào ạ, vì một số lý do em đóng học phí trễ nên bkel của em bị mất các môn hkii. Em xin lỗi nhà trường vì sự thiếu sót trong việc đóng học phí của bản thân. Em mong nhà trường có thể mở lại các môn hkii giúp em, tạo điều kiện cho việc   B ôn thi cuối kỳ cũng như các bài kiểm tra giữa kỳ    của những môn còn lại ạ. Em xin chân thành cám ơn.",
    "Mở môn học học kỳ 212 .  Kính chào thầy/ cô phòng đào tạo. Do em đóng tiền học phí chậm nên đã bị đóng môn học. Hiện em đã đóng học phí chậm và xin xem xét mở lại môn học cho em. Em xin chân thành cảm ơn.",
    "Em là , MSSV  như trên. Do lý do chủ quan em quên thanh toán khoản học phí 2.640.000đ hạn chót 11/04/2022 của chương trìn liên thông ThS-KS và bị khóa các môn học của học kỳ 212 trên hệ thống BKEL. Em đã thanh toán khoản tiền trên, kính đề nghị quý văn phòng mở khóa lại môn học cho em ạ.",
    ": Chào thầy/cô, Em tên , mssv , lớp CK19Log2, khoa Cơ Khí. Em đã đóng học phí học kỳ dự thính 212, trước thời hạn, cụ thể là ngày 8/4. Sao kê của bên ngân hàng cho thấy rằng em đã thanh toán thành công nhưng trên bkpay không cập nhật . Mong quý thầy/cô kiểm tra lại. Em cảm ơn Như,",
    "Kính chào quý thầy, cô. Em tên , MSSV: , Lớp: CK19CTM3. Em xin được phục hồi thời khóa biểu HK212 với nội dung và lý do, em trình bày dưới mẫu đơn sau. Xin quý thầy, cô xem xét xử lý giúp em.",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đào tạo  Em  tên :  mssv  khoa cơ khí - bộ môn cơ điện tử  Mong phòng đào tạo cập nhật lại  HK 211 và 212 lại giùm em. Vì lý do trễ hạn đóng học phí . Em ở xa mong không lên trường được hiện tại đang học online  Mong PĐT giải quyết giùm em, em sẽ đóng học phí trong hôm nay và ngày mai ạ . Em xin chân thành cảm ơn.",
    "Do em gặp khó khăn về tiền học phí nên đã thanh toán trễ hạn học phí HK212 dẫn đến bị xóa tkb và danh sách môn học trên BKel . Hiện tại em đã hoàn tất đóng học phí nên em muốn xin mở lại tkb và danh sách môn học trên BKel. Em cám ơn,  - mssv: ",
    "Thưa thầy/cô, do hiện tại nhà em xa mà trong thời khóa biểu của em có mỗi môn Giáo dục thể chất là học trực tiếp. Nên là bây giờ em muốn xin rút môn thì em cần phải làm gì? Em cảm ơn thầy/cô ạ.",
    "Dạ hôm qua em có gửi câu hỏi về mất site e-learning HK 212 và lịch thi vì đóng học phí trễ. Cô văn phòng có nhắn lại là e-learning và lịch thi vẫn hoạt động bình thường. Nhưng bây giờ em vào vẫn bị mất nên em không làm bài được . Không biết làm thể nào để khác phục ạ!",
    "Kính chào Nhà trường Em tên  - MSSV  Do vừa qua gia đình em có chuyện và em đang điều trị bệnh Em xin được hướng dẫn thủ tục xin tạm dừng học và bảo lưu điểm ạ Em xin cảm ơn Nhà trường",
    "Dạ thưa thầy/cô. hiện tại trang bkel của em không vào được học kỳ 212 ạ . Do kỳ này học phí của em cao nên em thanh toán muộn. Em đã thanh toán học phí trễ hạn rồi! xin mở lại trang bkel cho em với ạ. Với lại, không biết cuối kỳ em có phải xin giấy vào phòng thi do trễ hạn học phí không ạ. em cảm ơn!",
    "Em là: Phan Lộc Phú MSSV:  hiện tại em kiểm tra thấy ở trang mybk, elearning đều bị mất các môn học ở học kì 212. Em thấy một số bạn cũng bị tương tự vì lí do đóng học phí trễ hạn. Nhưng trước đó em có làm đơn xin đóng học phí trễ hạn rồi ạ. ( ảnh 1 ) Anh/chị cho em hỏi là việc này sẽ tự khắc phục hay em cần phải làm gì để mở lại tkb cũng như các môn học ở hk212 vậy ạ?    i  .",
    "Dạ chào phòng đào tạo. Cho em hỏi là em đóng học phí trễ hạn kỳ này và bị đóng thời khóa biểu, lịch thi, bkel thì phải làm sao để được mở lại ạ. Em cám ơn.",
    "Em là  MSSV: Em quên đóng tiền học phí nên mong các thầy cô gia hạn thời gian đóng tiền.",
    "em có làm đơn hoãn học phí nhưng vì lý do nào đó phòng CTCT SV không nhận được ( Đơn em có gữi và được gvcn kí tên chứ không phải bịa đặt ạ) và em cũng không biết điều này nên em không đóng học phí đúng hạn. và hiện tại thì em đã đóng học phí rồi nên em xin pdt mở lại lịch gấp giúp em được không ạ. em có bài kiểm tra cần phải làm gấp ạ.  trung ",
    "Dạ em chào thầy cô phòng đào tạo em là , MSSV , khoa Cơ Khí. Em đã thực hiện đăng kí tốt nghiệp và đóng tiền qua BKpay vào ngày 19/4/2022. Dạ thầy cô cho em hỏi là em có kịp tốt nghiệp vào đợt tháng 4 này không ạ. Dạ do khi em tra danh sách tốt nghiệp chính thức chưa có tên của em ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một ngày làm việc vui vẻ .   i Tốt nghiệp .",
    "Dạ em chào pđt,  Hiện nay em đã được phiếu đăng ký tốt nghiệp đã xử lý nhưng em vẫn chưa nhận được mail được gửi là đã được xác nhận phiếu đăng ký tốt nghiệp từ pđt và vẫn chưa nằm trong danh sách chính thức tốt nghiệp. Em mong pđt phản hồi giúp em sớm. Em xin cảm ơn.",
    "Kính gửi PĐT, Em là , em đã có tên trong danh sách dự kiến tốt nghiệp và cũng đã đăng ký tốt nghiệp, thanh toán phí trên mybk. Nhưng em vẫn chưa nhận được mail thông báo tốt nghiệp chính thức và cũng chưa có tên trong danh sách tốt nghiệp chính thức. Em mong PĐT kiểm tra lại giúp em để em có thể tham dự lễ tốt nghiệp tháng 4 này. Em xin cảm ơn nhiều.",
    "Gửi PĐT, em có thanh toán trễ học phí hk212 và đã bị xóa các môn thuộc HK212 trên hệ thống BKEL, em làm đơn xin thu nhận lại và mong PĐT sớm mở lại các môn học để em có thể thuận tiện trong việc học tập.Em cảm ơn!",
    "Kính gửi PĐT! Bkel của em bị mất tất cả các môn của học kì này không hiểu lý do vì sao nhưng em đang có 2 bài kiểm tra và không nộp được khi bị mất như thế và không có vào lớp để xem các video quay lại được, xin PĐT xem xét sớm về trường hợp của em. Em cảm ơn PĐT.",
    "B   i Mở môn học học kỳ 212      ",
    "Kính gửi   B Trường ĐH Bách Khoa   ,  Em là    , MSSV , Khoa Khoa học Kỹ thuật máy tính. Do   U thanh toán trễ    học phí   B HK212    nên em không thấy thời khóa biểu cũng như khóa học trên Bkel của mình. Hiện nay, em   B đã thanh toán    học phí của mình. Em xin hỏi em cần làm gì để mở lại thời khóa biểu cũng như môn học trên Bkel ạ. Em xin cảm ơn và mong nhận được hồi âm từ nhà trường. Trân trọng, .   Trường ĐH Bách Khoa TP.HCM Email: ",
    "Cho em hỏi bây giờ em còn có thể rút môn được không ạ. Em cảm ơn",
    "Dear thầy, cô Em là sv khóa k15, em bị rớt môn vẽ cơ khí và đồ án thiết kế máy. Em thấy trong ctdt k19 2 môn đó tương đương với môn vẽ kỹ thuật cơ khí và đồ án môn học( nhiệt lanh). Vậy nếu em hoàn thành 2 môn thay thế đó thì coi như đã qua môn vẽ cơ khí và đồ án thiết kế máy phải không ạ? E cam on",
    "Chào thầy\\cô Hiện tại thời khóa biểu lẫn lịch thi trên MyBK của em đã bị xóa, một số bạn khác thì vẫn bình thường. Em xin hỏi là do BKeL cập nhật hay là em bị xóa TKB và lí do tại sao. Mong nhận được phản hồi của thầy cô sớm. Em xin cảm ơn",
    "Chào quí thầy cô Em đã hoàn thành tất cả các điều kiện tốt nghiệp  * Đã đăng kí xét TN và thanh toán trên Bk Pay * Đã có tên trong danh sách tốt nghiệp * Đã đăng kí tham dự lễ TN    Tuy nhiên đến nay em vẫn chưa thấy tên mình trong \"Danh sách tốt nghiệp chính thức\" Rất mong quí thầy cô kiểm tra lại giúp em nhé Em chân thành cảm ơn",
    "Dạ em là  mssv ,cho em hỏi thêm là hiện tại tình trạng sinh viên của em đang bị tạm dừng nên không vô được mục đăng kí tốt nghiệp của BK elearning để đkí được thì bây giờ làm sao ạ.",
    "Dạ kính thưa pdt, e là , mssv là . E là khóa k15 vì hết hạn đào tạo nên bị xóa tên nhưng đầu tháng 4 e đã nộp bằng anh văn, xin chuyển điểm và được thu nhận lại xét tốt nghiệp .  Thứ nhất, E đã có tên trong ds dự kiến tốt nghiệp tháng 4 nhưng vẫn chưa thấy trong ds chính thức. E kính mong pdt xem xét giúp e là e có trong ds chính thức ngày 22.4 làm lễ k ạ?   Thứ 2, e và bạn cùng nộp bằng av và cùng xin chuyển điểm và xét tn nhưng trong tình trạng sinh viên của e lại có thêm hk3 (2021-2022) nhưng bạn e lại k có. Dạ không biết là tại sao ạ, e xem những quyết định đó ở đâu ạ? Nếu ghi hk3 như vậy thì có ảnh hưởng gì tới việc e k có trong ds tn chính thức k ạ? E có đính kèm 2 ảnh minh chứng về tình trạng sinh viên của e và bạn e ạ . Kính mong nhận được phản hồi sớm của pdt ạ. E xin chân thành cảm ơn ạ",
    "Chào Thầy/Cô, Em tên , MSSV  Em đã đăng ký xét tốt nghiệp và đơn đã được duyệt. Cho em hỏi khi nào pđt sẽ bổ sung thêm tên SV vào DSTN chính thức vậy ạ. Em cần đăng ký dự lễ trước ngày 26/4 ạ. Em cảm ơn.",
    "Em chào các thầy cô phòng đào tạo. Em tên là  sinh viên năm 2 khoa Cơ Khí Thắc mắc: Em đợi lịch đăng ký anh văn nhu cầu từ ngày 20/4/2022 tới 4/5/2022 và khai giảng 9/5/2022 là phòng đào tạo sẽ mở đang ký học anh văn nhu cầu. Mà tới hôm nay (21/4) phòng đào tạo gạch bỏ lịch và đổi sang học kì hè HK213. Mà đã qua đợt đăng ký học hè, chỉ được bổ sung khi lớp thiếu sĩ số chúng em phải làm sao ạ? Mong thầy cô phòng đào tạo kiểm tra và tạo điều kiện học tập thuận tiện nhất cho chúng em . Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 .",
    "Dạ Em chào Thầy/Cô ạ! Tình hình của Em là đã được phòng ctctsv cho phép hoãn học phí HK212 (có tên trong danh sách hoãn HP). Nhưng TKB và Lịch thi của Em vẫn bị xoá ạ Em xin chân thành cám ơn!",
    "Em xin chào Thầy/Cô ạ Em xin phép được gửi đơn xin gia hạn thời gian đào tạo  Mong Thầy/cô xem xét và xử lý cho em được kéo dài thời gian đào tạo để bổ sung chứng chỉ ngoại ngữ ạ em xin chân thành cảm ơn ạ",
    "Kính gửi, Em tên là , sinh viên K16 Khoa khoa học và kĩ thuật máy tính. Hôm nay em viết đơn này để thắc mắc về việc là em đã đăng ký tốt nghiệp cũng như hoàn thành việc thanh toán trên bkpay nhưng vẫn chưa nhận được mail hay thông tin gì xác nhận về việc đã đăng ký tốt nghiệp cũng như chưa có tên trong danh sách tốt nghiệp chính thức. Vậy cho em hỏi là như vậy thì kì này em có được tham gia lễ tốt nghiệp không ạ? Mong phòng đào tạo sớm phản hồi câu hỏi của em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Dạ em nộp bằng toiec từ ngày 8/4, nhưng hiện tại bảng chuyển điểm của em vẫn chưa có điểm, điểm tại bảng điểm đã được update số tín chỉ và ĐTBTL, không rõ bao lâu nữa em sẽ được thu nhận và tốt nghiệp. Em đang cần bằng tốt nghiệp gấp ạ.",
    "dạ thưa pđt,em thanh toán trễ học phí kỳ học này do trường hợp đột xuất xảy ra và cụ thể là bị mất tiền đóng học.Em muốn hỏi là có thể thanh toán trễ hạn học phí vào đầu tháng sau,trước khi thi cuối kỳ các môn của học HK212 không ạ?Em cảm ơn.",
    "Em đã đóng học phí dự thính kì 212 đầy đủ, mong pdt xem xét mở lại TKB, lịch thi kì 212 cho em trong thời gian sớm nhất ạ. Em xin chân thành cảm ơn. ",
    "Em đã nằm trong danh sách tốt nghiệp chính thức của trường. Vậy em sẽ được nhận giấy tốt nghiệp tạm thời hay nhân bằng luôn ạ . Và có thể cho em biết thời gian cụ thể được không ạ . Vì công ty yêu cầu ạ .Em xin cảm ơn nhìu ạ",
    "Em đã đăng kí tốt nghiệp và hoàn tất thanh toán rồi ạ. Em hỏi về việc ra   B quyết định tốt nghiệp    và   B cập nhật danh sách tốt nghiệp chính thức    ạ. Vì em hỏi bên khoa, thì khoa thông báo phải được ra quyết định tốt nghiệp, có tên trong danh sách tốt nghiệp chính thức mới được phát mã vạch và thư mời phụ huynh vào Hội trường A5 ạ. Em mong Phòng Đào tạo có thể ra Quyết định tốt nghiệp cho em và cập nhật danh sách tốt nghiệp chính thức để em có thể đăng kí lễ tốt nghiệp vào ngày 22/4/2022 ạ.",
    "Kính gửi PĐT  Em:  Sinh ngày: 01/02/2001 MSSV:  LỚP: DD20LT24 EM gửi đơn này vì lí do đóng học phí dự thính trễ hạn ạ, và em đã thanh toán rồi ạ Mong PĐT có thể mở lại thời khoá biểu, Các môn trên Bkel kì này của em với ạ Em chân thành cảm ơn ạ",
    "Kính chào Phòng Đào Tạo. Em tên:  Toàn, MSSV:, Khoa Kỹ thuật Giao Thông. Hiện tại Elearning và 2 của em đã bị xóa do thanh toán học phí trễ hạn, em có đính kèm mẫu đơn Thu nhận lại và đơn xem xét phục hồi 2. Kính mong Phòng Đào Tạo xem xét phục hồi giúp em. Xin cảm ơn!",
    "Kính gửi thầy/ cô, Do em mới nhận phiếu điểm tiếng anh nên mới nộp được vào hôm qua ạ. Mong thầy/ cô hỗ trợ em thẩm tra bằng để em có thể chuyển điểm và được làm lễ tốt nghiệp trong đợt này cùng các bạn ạ. Em chân thành cảm ơn thầy cô ạ, Chúc thầy cô một ngày tốt lành.",
    "Học vụ       Chào thầy/cô  Em là  2  Vì chưa chuẩn bị kịp học phí nên em đã thanh toán học phí trễ hạn  Hiện tại em đã thanh toán học phí HK212  Nên mong quý thầy/cô mở lại TKB, BKEL và lịch thi học kì 212 giúp em ạ  Mong thầy/cô thông cảm và chấp nhận  Đính kèm là minh chứng đã thanh toán học phí  Trân trọng  ,  ",
    "Em xin gửi đơn để mở lại TKB212 và lịch thi ạ",
    "En chào PDT Do vì thanh toán học phí trễ không qua BKPay nên hiện tại em đã bị khóa các môn kì này. Em mong phòng Kế toán kiểm tra giúp em về khoản thanh toán học phí sớm. Để em có thể hoạt động và học tập lại ạ. Em xin lỗi vì sự cố này. Em xin cảm ơn.",
    "Lí do đóng trễ học phí: nhà em không đủ điều kiện đóng học phí đúng hạn Các môn học đã bị xóa và MSMH: CO1007 - Cấu trúc rời rạc cho KHMT MT1007 - Đại số tuyến tính CO1027 - Kỹ thuật lập trình CO1024 - Hệ thống số thí nghiệm Học kì: 212 Em xin Phòng đào tạo xem xét mở lại các môn học này ạ Em xin cảm ơn Phòng đào tạo",
    "Thưa thầy cô Phòng Đào Tạo, em tên , MSSV:. Học kỳ 212 này, em có thanh toán trễ học phí nên theo quy định em bị xóa thời khóa biểu và lịch thi. Hiện tại em đã thanh toán đầy đủ học phí và gửi đơn trình bày lí do nộp trễ học phí nên mong quý thầy cô PĐT khôi phục lại thời khóa biểu học kỳ 212 giúp em ạ. Em xin chân thành cám ơn quý thầy cô.",
    "Kính gửi PĐT! Em là sinh viên khoá K19 và hiện tại em vẫn chưa thoả điều kiện anh văn, PĐT cho em hỏi là PĐT có tổ chức thi xét chuẩn anh văn cho khoá K19 vào đợt 23/5 - 5/6 không ạ?  Do khoá K21 đã được tạm hoãn xét chuẩn anh văn, nên thời gian 23/5-5/6 trường vẫn tổ chức thi xét tuyển cho K19 đúng không ạ?",
    "mong các thầy cô phuc hồi lại các môn học trên e-learning để em tiếp tục học",
    "Chào Thầy/Cô! Em tên , MSSV: ,  Điện-Điện tử. Tháng 3 em có đăng ký tốt nghiệp, đã thanh toán 95k và đã có xác nhận \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\", em cũng đã có giấy chứng nhận tốt nghiệp tạm thời và có tên trong danh sách tốt nghiệp ngày 12/04/2022 . Nhưng tới nay em chưa nhận được mail của  về dự lễ tốt nghiệp. Thầy/Cô kiểm tra giúp em ạ! Em xin cảm ơn!",
    "Dạ chào thầy cô,  Em tên là , MSSV . Em đã đăng ký xét tốt nghiệp từ tuần trước nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến nên vẫn đang bị tạm dừng và không đăng ký tốt nghiệp được. Em muốn đăng ký xét tốt nghiệp bổ sung. Em cảm ơn.",
    "Em tên . Mssv: . Do lúc em đăng ký BHYT không thấy mail hướng dẫn đăng ký VSSID ở mail sinh viên mới (do em chuyển hệ đào tạo), đến giờ em mới thấy thông báo ở bên mail sinh viên cũ. Em đã thực hiện các bước theo hướng dẫn, mong PĐT giúp em hoàn tất thủ tục để em được đi khám sớm ạ. Em xin cám ơn!",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. Em có những vấn đề thắc mắc như sau: 1. Em đã thi lại để xóa điểm hoãn thi môn Công nghệ ô tô (TR3021) ngày 22/08/2021 và đã liên hệ làm phiếu ghi điểm vào ngày 18/02/2022 nhưng chưa được cập nhật điểm. (đính kèm hình) 2. Môn Động cơ đốt trong (TR2019) điểm tổng kết là 8 nhưng trong mybk là 2. (đính kèm hình) 3. Thời khóa biểu và elearning bị mất học kì 2 năm 2021-2022 (đính kèm hình) Mong Thầy Cô cập nhật và giải đáp sớm để em hoàn thành các bài tập trong elearning đúng hạn, em cám ơn Thầy Cô.",
    "Em chào PDT, Em tên là  MSSV:, Khoa Máy Tính, Lớp MT17KH1 Hiện tại em đã đăng ký tốt nghiệp xong, hệ thống báo là đã xử lý thông tin đăng ký tốt nghiệp. Nhưng trong danh sách Khoa của em gửi những bạn tốt nghiệp trong đợt này(Khoa Máy Tính)thì em thấy không có tên em. Không biết là danh sách sẽ bổ sung sau tên em và em có thể tham gia buổi lễ tốt nghiệp vào ngày 27/4 này không ạ.Em rất mong được tốt nghiệp trong đợt này để phục vụ công việc, mong thầy cô giúp đỡ. Em chân thành cảm ơn, .",
    "Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa Kỹ thuật xây dựng - bộ môn kỹ thuật XD dd&cn. Mong phòng đào tạo cập nhật lại Thời Khóa Biểu lại giùm em. Vì lý do trễ hạn đóng học phí. Em vừa hoàn tất đóng học phí tối qua (20/04/2022). Em ở xa mong không lên trường giải quyết được, hiện tại đang học online Mong PĐT giải quyết giùm em Em xin chân thành cảm ơn.",
    "chào cô xin kiểm tra giúp em ngày mai e có thể nhận bằng tốt nghiệp chưa, em đã đóng 95k tiền làm bằng nhưng chưa thấy mail ngay mai đi nhận, phòng đào tạo đa chuyển bằng em ve khoa xây dựng hay chưa ???",
    "Họ và tên:  Mssv:  Lớp: VP2017NL Học kì 203 em có hoàn thành môn học Giải tích 3 (MT2007) với điểm tổng kết là 5.5. Theo danh sách môn tương đương thì môn này được tương đương với môn Toán 3 (006713). Kính mong phòng đào tạo cập nhật môn tương đương giúp em để em đủ tín chỉ tích lũy nhận luận văn tốt nghiệp kì hè này ạ. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo Em tên là . MSSV, là sinh viên chuyển từ hệ chính quy khóa 2014 sang vừa làm vừa học, phòng đào tạo cho em hỏi là chuẩn anh văn để xét tốt nghiệp cho trường hợp của em là như thế nào ạ!",
    "Cho e hỏi là em đóng học phí trễ 5 ngày và bị xóa môn học trên bk elearning. Bây giờ em phải lên phòng đào tạo xin mở lại hay hệ thống sẽ tự mở lại vậy ạ. Em xin cảm ơn!",
    "Dạ Em chào Thầy/Cô ạ! Cho Em hỏi là Em đã được phòng CTCTSV hoàn thanh toán học phí kì chính HK212. Còn Em chưa thanh toán HP dự thính HK212. Cho Em hỏi là nếu xoá thì chỉ xoá TKB và Lịch thi của dự thính HK212 thôi chứ ạ? Sao lại xoá luôn học kì chính của Em ạ?  Vì thứ 2 Em có thi giữa kì môn Tổ chức thi công nên bị xoá em không vào link gg meet được ạ . Kính xin nhà trường xem xét và cứu giúp Em ạ! Em xin chân thành cám ơn!",
    "Em tên , mssv  Học kì 211, kì luận văn em không thấy mail hay thông báo đóng học phí như những kì trước và khi e biết thì đã trễ vài ngày, nhưng e đã đóng học phí đầy đủ cho đến hôm này thì khi em lên bkel thì không còn thấy luận văn của mình đâu nữa, mong phòng đào tạo có thể kiếm tra và xem xét giúp em với ạ Em xin chân thành cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa Kỹ thuật xây dựng - bộ môn kỹ thuật XD dd&cn. Mong phòng đào tạo cập nhật lại Thời Khóa Biểu lại giùm em. Vì lý do trễ hạn đóng học phí. Em vừa hoàn tất đóng học phí tối qua (20/04/2022). Em ở xa mong không lên trường giải quyết được, hiện tại đang học online Mong PĐT giải quyết giùm em Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/ cô ạ Em tên là -  Vì nhà em khó khăn nên em đón trễ hẹn học phí 1 tuần. Hiện em đã đóng học phí rồi và thời khóa biểu, lịch thi, link gg meet lớp học của em đều biến mất. Hơn nữa em không đăng kí học chương trình kỹ sư- thạc sĩ nhưng trong phần thanh toán Bkpay của em lại hiện thêm phần tiền đó ạ.Mong thầy/ cô xem xét giúp em ạ. Em chân thành cảm ơn",
    "Kính gửi Phòng đào tạo Em tên: Trần Đông Hải - MSSV :  Khoa Kỹ thuật hoá học, bộ môn Quá trình & Thiết bị Em mong phòng đào tạo có thể cập nhật lại Thời Khóa Biểu HK212, BK-elearning cũng như lịch thi giúp em ạ. Vì lý do trễ hạn đóng học phí. Hiện tại em đã đóng học phí vào ngày 19/4 lúc 14h31 phút, vậy em có cần làm đơn để được cập nhật lại không ạ ? Em xin cảm ơn Phòng đào tạo.",
    "Dạ thầy cô cho em hỏi sao trên trang aao chỉ có danh sách tốt nghiệp chính thức của hệ chính quy cập nhật ngày 21/4 mà không có danh sách tốt nghiệp của hệ VHVL ạ.Em đang học hệ VHVL đã đăng ký tốt nghiệp từ tuần trước nhưng vẫn chưa nhận được email xác nhận của trường ạ.Mong thầy cô giải đáp giúp em",
    "Cho em hỏi tại sao em đóng tiền vào ngày 8/4/2022 tại ngân hàng OCB Bến Lức cho đến hôm nay vẫn chưa được cập nhật trên BK Pay vì thế e bị xóa môn của hk2 và các bài tập của kì này ạ? Em xin cảm ơn và được mong muốn giải quyết vấn đề này nhanh nhất ạ!",
    "Kính gửi anh/chị pđt, Em thắc mắc về việc hoạt động hiến máu ở các đơn vị ngoài trường học, có giấy xác nhận thì em có thể nộp vào trường để tính ngày ctxh hay không? Nếu có thì em sẽ nộp ở bộ phận nào trong trường của mình . Mong nhận được phản hồi từ anh/chị. Em cảm ơn. Em Đăng.",
    "Em đã thanh toán trễ học phí và bây giờ bkel, lịch thi và thời khóa biểu của em đã bị mất. Cho em hỏi là bao giờ thì được mở trở lại bình thường. Em xin cảm ơn",
    "Chào bạn - PĐT đã ghi nhận bạn thanh toán xong học phí HK212 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau  - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau. Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân Thân\"\"\"",
    "n xem xét khôi phục TKB HK212 và trang BKel vì lý dó thanh toán trễ hạn học phí. Do trước dịch em có thanh toán bằng tài khoản ngân hàng của người thân và trường có chấp nhận nên lần này em vẫn dùng cách thức như vậy để thanh toán thay vì BKPay như qui định của Trường nên em chân thành xin lỗi vì sự sai lầm này. Và hiện tại em đã thanh toán bằng BKPay và số tiền thanh toán bằng TK không liên kết em đã chuyển vào nhầm ngân hàng Trường. Nên em mong sớm được mở lại TKB, trang BKel HK212 cũng như số tiền em đã chuyển nhầm . EM xin chân thành cảm ơn ạ.",
    "Kính gửi PĐT Trường ĐHBK TP.HCM, Em tên , MSSV: , khoa Khoa học ứng dụng, lớp KU14VLY1. Thời hạn đào tạo đại học của em đã hết nên em muốn làm đơn chuyển sang hệ vừa học vừa làm ạ. Kính mong nhà trường xét duyệt để em được tiếp tục học, em xin cảm ơn! .",
    "Chào Cô, em có đăng ký Thực tập ngoài trường vào học kỳ 212. Nhưng em không thể đi được vào Hè này thì em còn có thể rút môn hay hoãn được không ạ?",
    "Em xin chào thầy/cô ạ. Hiện tại do em quên thanh toán học phí học kì dự thính nên thời khóa biểu học kì chính và học kì dự thính của em đều bị xóa. Em phải thanh toán và cần làm thêm thủ tục gì để mở lại thời khóa biểu ạ? Em xin cảm ơn.",
    "Kính chào thầy cô quản lý hỗ trợ trực tuyến, em là , mssv , do sai sót của bản thân nên em đã chậm thanh toán học phí và bị xoá TKB và lịch thi, em vừa thanh toán học phí nên xin thầy cô có thể hướng dẫn em cách khôi phục lại ạ, em xin chân thành cảm ơn.",
    "Em có 2 thắc mắc - Dạ em có đăng ký giấy tốt nghiệp tạm thời, tuy nhiên hôm nay khi truy cập vào trang đăng ký tốt nghiệp thì đã tự động chuyển thành cựu sinh viên và vì thế em không thể tải bản scan về được, vậy em chỉ có thể nhận giấy chứng nhận tốt nghiệp tạm thời trực tiếp từ phòng đào tạo sau khi có thông báo thôi đúng không ạ? - Em có thể nhận bằng tốt nghiệp mà không dự lễ được không ạ? Vì từ tháng 4 đến tháng 11 rất lâu. Em xin cảm ơn.",
    "Dạ thầy cô cho em hỏi sao trên trang aao chỉ có danh sách tốt nghiệp  sinh viên chính quy mà chưa có danh sách sinh viên VHVL ạ.Mong thầy cô giải đáp giúp em với do mai là khoa của em làm lễ tốt nghiệp rồi ạ.Em cảm ơn ",
    "Mở môn học học kỳ 212 . Dạ em xin lỗi vì đã không chuyển học phí đúng hạn ngày 11/04/2022. Em đã chuyển hoàn tất trong ngày 21/04 học phí. Cho em hỏi quy trình tiếp theo để mở lại các môn học kỳ 212. Em xin cảm ơn",
    "Chào cô/ thầy ! học kì này e đã thanh toán hp trễ hạn ( 21/4 ) và bị xóa tkb. Vậy pđt có thể mở lại tkb cho em được ko ạ. vì ngày mai em có lịch học trên trường ạ",
    "Em xin kinh chào quý thầy cô ạ! Em là sinh viên khóa k15 người dân tộc thiểu số nên em được gia hạn học kì 212 này ạ, hiện tại em đã hoàn thành xong luận văn và tất cả môn học chỉ trừ anh văn 2, anh văn 3 và anh văn 4 ạ. Thầy cô cho em hỏi nếu em nộp chứng chỉ toeic sau học kỳ này và trước tháng 11 thì có được chuyển điểm anh văn cho 3 môn tiếng anh trên và nhận bằng chính quy không ạ hay phải chuyển sang hệ vừa làm vừa học ạ. Em xin chân thành cảm ơn.",
    "Xin chào quý thầy cô phòng Đào Tạo trường ĐH Bách Khoa HCM Em tên  -  - XD19KT Vì lý do kinh tế khó khăn nên đã nộp học phí trễ hạn HIện tại em đã nộp học phí hk 212 ngày 21/04/2022 ( hạn 11/04/20220 và các khóa học hk212 trên Elearning của em đã bị khóa. Mong phòng ĐT có thể mở lại để em có thể tiếp học chương trình học và thi cuối kì . em xin cảm ơn!",
    "Tên :  Mssv:  Đã chuyển hệ vhvl  Và còn nợ 1 môn kết cấu thép 1 để tốt nghiệp Em xin pdt giúp em đăng kí môn học Môn: kết cấu thép 1 Mã : Ci3009 Em có lên trang đăng ký môn học nhưng vào không được  Mong pdt đăng kí kỳ hè này giúp em để e kịp ra trường ạ  Em cảm ơn",
    "Kính gửi Phòng đào tạo Em tên là:   MSSV:  Hệ VLVH Khoa DD - Khoa Điện - Điện tử Hiện tại gmail của em không còn nhận được thông tin của trường. Thầy/Cô cho em hỏi là có phải em bị ngưng học phải không ạ. Và nếu bị ngưng học thì phải làm như thế nào để tiếp tục học lại ạ. Do thời gian trước dính dịch và em không học online được nên không đăng kí môn học Em xin cảm ơn ạ",
    "Kính gửi Phòng Đào Tạo Trường ĐHBK TP.HCM, Em tên là . MSSV: . Sinh viên khoa Công Nghệ Vật Liệu, Bộ Môn Vật Liệu Polyme. Em xin gửi Phòng Đào Tạo Đơn xin gia hạn học kỳ tối đa. Em kính mong Phòng Đào Tạo có thể phê duyệt Đơn xin của em. Em xin chân thành cảm ơn.",
    "Em khoá k20 và em đã có bằng toeic nghe đọc, em dự định nộp bằng toeic nói viết vào năm sau của iig không biết em nộp là em có đủ điều kiện tốt nghiệp hay không ạ? Em xin cảm ơn",
    "Phục hồi thời biểu do thanh toán học phí trẽ hạn học kì 212",
    "Kính gửi:PDT Vì lý do đóng học phí trễ nên em bị xoá thời khoá biểu . Nay em làm đơn này mong pdt mở lại thời khoá biểu hk212 .Em xin cảm ơn.",
    "Dạ thầy cô có thể tra giúp em có tên trong danh sách tốt nghiệp chính thức không ạ do trên trang aao chỉ có danh sách tốt nghiệp chính thức của hệ chính quy chứ chưa có ds tốt nghiệp chính thức của hệ VHVL mà trưa mai khoa em làm lễ tốt nghiệp rồi ạ.Em cảm ơn",
    "Kính gửi: PĐT Đại Học Bách Khoa tp HCM Em là:  MSSV: . Tới thời gian hiện tại thì em đã hoàn thành tất cả các môn học. Chỉ cần chứng chỉ toeic 400 là nhận được bằng. Nhưng em đã hết thời gian học. Hệ thống đã cập nhật em nghĩ học. Vậy cho em hỏi là giờ em nộp bằng anh văn vào thì có được xét tốt nghiệp không ạ. Em xin chân thành cảm ơn!",
    "Chào thầy cô, Em là  MSSV  Em xin được rút môn học  Mã MH : EE3037 - Điện tử y sinh Lý do: Đã hoàn thành đủ chương trình học, cần thời gian để tập trung hoàn thành LVTN đúng tiến độ mong thầy cô giúp đỡ.",
    "Em xin phép trình bày lí so thanh toán trễ học phí và xin trường mở lại các môn em đang học ạ.",
    "Dạ, em chào Thầy/Cô! Em tên Nguyễn Viết Khoa, MSSV: , Khoa Điện-Điện Tử Hiện tại em xem tình trạng sinh viên vẫm chưa có quyết định ra tốt nghiệp, vẫn đang tình trạng đang học, ... Và em vẫn chưa nhận được mail báo dự lễ tốt nghiệp của VP Khoa. trước đó (trước 11/04/2022) em đã hoàn thành các bước đăng ký tốt nghiệp, thanh toán 95k và đã có xác nhận \"Phiếu đăng ký đã được xử lý\", có giấy chứng nhận tốt nghiệp tạm thời và cũng có tên trong danh sách tốt nghiệp,... Nhờ Thầy/Cô kiểm tra lại giúp em ạ! Em xin cảm ơn!",
    "Chào thầy cô Em tên là  MSSV  Học kì 211 đã kết thúc từ lâu nhưng bảng điểm của em vẫn chưa được cập nhật điểm trung bình học kì và số tín chỉ tích lũy. Em đính kèm hình ảnh bảng điểm ở dưới. Mong thầy cô xem và giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Em tên , mssv  . Hiện em đã đóng xong hết học phí, nên em xin pdt mở lại lịch học, lịch thi, môn học trong bkel giúp em ạ. Nếu được, hãy mở trước 11h ngày mai (22/04/2022) giúp em ạ, tại mai em có môn thi trên bkel, cần phải có link mới vào được. Em xin cảm ơn ạ!",
    "Mở môn học học kỳ 212 . Em là , đã thanh toán học phí vào ngày 19/04/2022. Ngày hôm qua. em có đăng nhập vào BKeL thì em thấy các môn học kỳ 212 vẫn còn. Hôm nay khi vào lại BKeL thì các môn của em đã mất, đồng thời lịch thi em kiểm tra cũng không thấy nữa ạ. Em hy vọng Nhà trường cập nhật sớm các môn học học kỳ 212 và lịch thi do em đang ôn thi ạ. Em xin cảm ơn.",
    "Em tên là , MSSV: . Trong học kỳ 212 em đóng trễ học phí quá thời gian quy định, và em đã hoàn thành đủ học phí đã trễ đó. Lý do đóng trễ là do nhà em có người nhà nhập viện đột xuất. Em xin phép phòng đào tạo chấp thuận và mở lại thời khoá biểu trên BK-elerning của em vì sắp tới thời hạn em nộp bài tập/ tiểu luận của các môn học mà sẽ không còn được mở trong các kỳ tiếp theo của Việt Pháp. Em xin cảm ơn ạ.   i ",
    "Hiện em đã đủ các tín chỉ, cũng như các điều kiện tốt nghiệp, mong pdt kiểm tra và mở lại giúp em phần DK tốt nghiệp trên mybk. Em xin cảm ơn",
    "Chào Thầy/Cô, Em phải đăng ký dự lễ vào tháng 11 chứ không được đăng ký vào tháng 4/2022 nữa ạ?",
    "Dạ em xin chào Phòng ạ, Phòng có thể mở lại trang BKel của em trước ngày 23/4 được không ạ? Do em có bài tập phải nộp ạ.",
    "Họ và tên: MSSV: Trong học kỳ Pre-1 (học kỳ 211), em không thi cuối kỳ học phần giáo dục thể chất (). Vay em có thể đăng ký thi lại không hay phải học lại học phần đó?",
    "Kính gưi phòng đào tạo, hiện môn thi cuối của em vừa được cập nhật điểm, các điều kiện xét tốt nghiệp đã thoã, kính mong phòng đào tạo xem xét để mở lại phiếu đăng kí tốt nghiệp cho em trong thời gian sớm nhất có thể ạ. Em xin cảm ơn ạ",
    "Em là , hiện tại thời khóa biểu, BKeL và lịch thi của em bị xóa và em đã nhận được phản hồi rằng trong tuần sau sẽ mở. Em có một số bài quiz trên BKeL sẽ hết hạn trong ngày 25/04/2022 (Thứ Hai tuần sau) . Theo quy chế của Phòng Đào tạo, nếu em không làm bài quiz trên trang video môn học, em sẽ bị cấm thi. Vì vậy, Phòng Đào tạo có thể cho em biết thời khóa biểu, BKeL và lịch thi của em được mở lại cụ thể trong thời gian nào vào tuần sau ạ? Em xin cảm ơn.",
    "Học phí kì 212 em đã thanh toán trễ hạn nhưng đã đóng đầy đủ,PDT có thể khôi phục lại thời khóa biểu và khóa học BKel được không ạ?Em có khá nhiều bài kiểm tra cần phải làm ạ.",
    "Em là   học lớp HC18DK vì học kì này em nộp học phí muốn nên gửi đơn này lên Em cảm ơn",
    "Giáo viên dạy Hóa Đại Cương của em có thông báo là em không điểm danh vào ngày thi nên bị cấm thi cuối kì. Nhưng từ lúc 1 tuần trước ngày thi thì lịch thi Hóa ĐC trên BKeX của em bị mất nên em không thể nào vào phòng thi để điểm danh được. Mong PĐT xem xét ạ",
    "Em xin chào phòng đào tạo . Hiện tại, em đã hoàn thành xong chương trình học, đã nộp bằng anh văn toeic 665đ( đã được thẩm tra), và đủ điểm kì thi nói viết 200đ (ảnh đính kèm). Nhưng do tình trạng sinh viên của em đang là tạm dừng nên em không đăng kí tốt nghiệp được . Em mong phòng đào tạo xem xét ra quyết định thu nhận lại để em có thể đăng ký tốt nghiệp. Em xin cảm ơn phòng đào tạo đã xét duyệt.",
    "Em chào Cô/ Thầy ạ, Cho em hỏi dự kiến khoảng khi nào thì xét HBKK cho HK202 và HK211 ạ? Em cảm ơn ạ.",
    "Dạ cho em gửi đơn xin hủy quyết định hoãn thi rất mong pđt xem xét lại phản hồi lại sớm cho em ạ.",
    "Mở môn học học kỳ 212 . Em chào thầy/cô, em tên là  MSSV:  Khoa Điện - Điện tử. Tình hình em vừa thanh toán học phí trễ 10 ngày nên bị xoá thời khoá biểu, lịch thi và các môn HK212 trên Bkel. Em có cần làm đơn nộp học phí trễ hạn nộp cho Phòng đào tạo không ạ? Nếu không thì cho em hỏi khi nào môn học em được mở và cập nhật trên Bkel vậy ạ. Em cảm ơn quý thầy/cô. Mong nhận được từ thầy/cô. Chúc thầy/cô sức khoẻ ạ.",
    "QUOTE  Em chào quý thầy cô  ạ, Em tên là , MSSV: . Dạ cho em hỏi là đối với khóa 2021 thì việc học vượt tức là đăng kí môn học mới vào kì hè có được phép không ạ ? Em xin cảm ơn quý thầy cô nhiều ạ.",
    "em chào thầy cô ạ em thuộc hệ vhvl nên học ở cs1 ạ, nhưng thời khóa biểu lịch thực hành và lịch thi của em thì bị chuyển qua cs2 ạ. Em mong thầy cô xem lại giúp em với ạ. Em cảm ơn ạ ",
    "Em chào thầy/cô. Em tên   MSSV: . Em xin phép thầy cô kiểm tra và chuyển điểm các môn học tương đương cho em với ạ !  Rất mong có sự phản hồi sớm từ thầy cô! Em cảm ơn ! ",
    "Chào các thầy cô, anh chị bên BKSI Dạ em là sinh viên k18 có đăng ký luận văn tốt nghiệp kỳ này nhưng vì một vài lí do về cá nhân liên quan đến gia đình nên em có suy nghĩ bảo lưu luận văn để có thể hoàn thành vào kỳ tiếp theo. Vậy thầy cô, anh chị cho em hỏi rằng có thể bảo lưu luận văn được không và nếu bảo lưu luận văn thì ở kỳ tới mình có cần đóng học phí để đăng ký lại không ạ? Bên cạnh đó nếu được thầy cô, anh chị bên BKSI có thể hướng dẫn em cách bảo lưu luận văn được không ạ? Em xin chân thành cảm ơn ạ. Sinh viên k18 .",
    "Em bị mất tất cả môn học, thời khoá biểu, lịch thi của kì 212 dù đã đóng học phí đúng hạn ạ. Mong được biết lí do bị mất hoặc được khắc phục sớm giúp em",
    "Em đã đóng tiền học phí rồi mà bkpay chưa cập nhật và khóa tkb em ạ Em đóng hp vào 18h15 ngày 09/04/2022 ạ",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa công nghệ thông tin Mong phòng đào tạo cập nhật lại  212 lại giùm em. Vì lý do trễ hạn đóng học phí. ( đã thanh toán học phí ) Mong PĐT giải quyết giúp em. Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Kính chào phòng đào đạo em là  MSSV  thuộc lớp CK18CD3. Hiện đang theo học chuyên ngành Cơ Điện Tử khoa Cơ Khí. Kỳ 212 vừa rồi do không biết trường đã chuyển các thông báo đóng học phí lên BKEL, chứ không còn báo qua mail nữa nên em đã không nắm được thông tin và đã đóng học phí trễ 10 ngày. Hiện tại em đã thanh toán học phí nên mong pdt mở lại tkb học kỳ 212 cho em ạ. Em cám ơn.",
    "Kính thưa nhà trường, Cho em hỏi là biểu mẫu khi nộp giáo viên là phải in ra nộp trực tiếp hay gửi qua mail? Em cảm ơn ạ.   i ",
    "Em gửi đơn yêu cầu hoãn thi học kỳ 211 lý do trùng lịch học và lịch thi ạ . Em cám ơn.",
    "E chào nhà trường ạ, hiện tại em bị mất thời khóa biểu HK212 cũng như link học các môn trên BKEL HK212, hiện tại em đã đóng học phí HK212 mong nhà trường mở lại thời khóa biểu và link học lại giúp em ạ, em xin cảm ơn.",
    "Dạ  em tên là  hiện em đã thanh toán học phí xong rồi mong phòng đào tạo mở lại các khóa học bkel hk212 và thời khóa biểu với lịch thi nhanh giúp em với tại hiện em có 1 số bài kiểm tra  gấp chưa hoàn thành mong mong phòng đào tạo giúp đỡ em cảm ơn.",
    "Kính gửi PĐT, hiện tại em đã đủ điều kiện đăng ký xét tốt nghiệp, nhưng tình trạng sinh viên của em bị tạm dừng do không có TKB. Kính mong PĐT xem xét thu nhận để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn",
    "Chào anh/chị Em là , mssv , lớp CK18CTM4. Do em đóng trễ hạn học phí kì này nên đã bị xóa môn học kỳ này trên BKEL, TKB và Lịch thi. Em đã đóng học phí, nộp đơn trình bày lý do trễ hạn và đã được PĐT xác nhận sẽ mở lại môn học nhưng hiện tại các môn học của em vẫn chưa được mở lại khiến em gặp nhiều khó khăn trong quá trình học tập. Em mong PĐT sớm mở lại cho em. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa Cơ khí Mong phòng đào tạo cập nhật lại Thời Khóa Biểu HK  212 lại giùm em. Vì lý do trễ hạn đóng học phí. ( đã thanh toán học phí ) Em ở tỉnh không lên trường được hiện tại đang học online Mong PĐT giải quyết giúp em, do tối chủ nhật em có bài kiểm tra môn Nhập môn về lập trình. Em xin chân thành cảm ơn!",
    "Em chào cô ạ, Cách đây vài tuần trong lịch thi HK 212 của em có môn Pháp 6 (LA3023). Tuy nhiên, hiện tại nó đã bị xóa trong Lịch thi của em ạ. Em kính mong PĐT xem xét cập nhật môn này lại trong lịch thi của em để em nắm bắt thời gian tham gia thi học kì ạ. Em cảm ơn.",
    "Dạ em chào thầy cô ạ, em tên  MSSV: , thuộc lớp CK20HT. Em xin được gửi đơn thanh toán trễ học phí ạ.",
    "Kính gửi PĐT! Em tên: LƯƠNG THANH HÀ.  MSSV:  Là SV hệ VHVL khoa Cơ khí. Em viết mail này muốn hỏi về điều kiện hoãn thi HK212. Hiện tại em đang đi làm công trình ở Phan Thiết, theo kế hoạch không thể về dự thi cuối HK vào tháng 5 được. Ở đây em tiếp xúc quá nhiều F0, không biết sẽ dương tính lúc nào. Phòng trường hợp xấu xảy ra thì em có thể hoãn thi được không ạ? Em xin cảm ơn!",
    "Kính gửi, Em đã bổ sung hình ảnh trong trang đăng ký tốt nghiệp. Xin thầy cô xem xét chấp nhận. Chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Em tên là   K21 khoa điện-điện tử. Ở học kì 1 ( kì đầu tiên) trên thời khóa biểu em có môn Nhập môn kĩ thuật (thí nghiệm) nhưng do tình hình dịch còn căng nên trường hoãn để qua kì sau bù. Em có hỏi các bạn thì thời khóa biểu của các bạn đã cập nhập môn học để bù còn của em vẫn chưa được cập nhập môn ( Nhập môn kĩ thuật (Thí nghiệm)). Xin phòng đào tạo hỗ trợ giúp em. Em cám ơn vì đã đọc và chúc 1 ngày tốt lành",
    "EM là     MSSV:   Hiện tại là sinh viên năm nhất học ngành Công Nghệ Thực Phẩm CLC    Em hiện tại đang gặp sự cố với gmail của trường ạ: Là vì một số lý do , nên tuần vừa qua em có đổi mật khẩu bkel, Và dẫn đến gmail cũng đổi mật khẩu và bắt e xác nhận mới được đăng nhập ạNhưng số điện thoại xác nhận gmail của em đã bị mất , và không được xác nhận Em đi làm lại sim thì họ bảo không làm được , Nên em về thử cách khác thì họ bảo em liên lạc với miền quản trị mail ạ ( hình ảnh đính kèm bên dưới ạ)  Nên em mong Văn phòng sẽ sớm giải quyết giúp em với ạ Vì e thật sự đang rất cần đăng nhập gmail ạ  Mail của e là:   Mk hiện tại là: 2   Mk cũ là: 2            ",
    "Em tên là , MSSV:  Hiện đang là sinh viên năm nhất ngành Công Nghệ Thực Phẩm CLC. Đầu năm ( tháng 11) e có nhận được học bổng TA( 11 triệu),Nhưng vì em cập nhật STK bị lỗi nên không nhận được tiền ạ. Sau đó e đã có liên hệ với phòng từ tháng 12, và nhờ giải quyết. Nhưng từ đó đến giwof em vẫn chưa thấy phản hồi gì ạ, Tại vì học bổng là tiền để em học tiếng anh , nên e mong nhà trường co thể giúp em sớm với ạ.",
    "Dạ em chào thầy/cô Ở học kỳ 211 em có hoãn thi môn Trang bị điện - điện tử trong máy công nghiệp (ME2005). Mà hiện tại em lên mybk xem lịch thi thì vẫn chưa có ạ. Mặc dù em xem trong bảng điểm của em thì đã để điểm 14. Với em xem trong danh sách sinh viên yêu cầu hoãn thi của PĐT gửi ngày 26-1-2022 thì có tên em ạ.",
    "Em chào PDT  hiện em đã thanh toán BKPay hoàn tất. Vậy cho em hỏi số tiền em chuyển nhầm bằng TK ngân hàng không liên kết sẽ được hoàn lại khi nào ạ. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Kính chào Phòng đào tạo, em tên là , MSSV  thuộc lớp CK18CD1. Hiện đang học chuyên ngành Cơ Điện Tử thuộc khoa Cơ khí. Do kỳ 212 vừa rồi, em không biết trường đã chuyển các thông báo đóng học phí lên BKEL và không còn thông báo qua mail nữa nên em không nắm được thông tin và đã đóng học phí trễ 10 ngày. Hiện tại em đã thanh toán học phí nên mong Phòng đào tạo mở lại thời khoá biểu học kỳ 212 cho em ạ. Em xin cảm ơn.",
    "Xin hỏi phòng đào tạo vì lý do cá nhân em không đăng ký học trong kỳ này nên bị buộc nghỉ học và xoá tên khỏi danh sách trường. Cho em xin thủ tục để xin đi học lại ạ Em cảm ơn phòng đào tạo ",
    "Mở môn học học kỳ 212 . Kính gửi ban giám hiệu nhà trường , em gửi tin nhắn này mong nhà trường mở lại môn học học kỳ 212, em đã đóng tiền học phí đúng qui định nhưng vẫn bị khóa môn học,kính mong nhà trường xem xét mở lại môn học giúp em",
    "Hiện tại em đã đăng ký bổ sung đầy đủ các điều kiện (CTXH, chứng chỉ ngoại ngữ) trước ngày   B 11/04/2022   . -Do tình hình dịch bệnh thì có 1 môn học (mã môn   B CI3067   ) em đã học từ   B Học kỳ 2 (2020-2021)   , đến ngày   B 17/04/2022    thì em mới được xếp lịch thi. Hiện tại em đã hoàn thành môn học và bản điểm đã được cập nhật hôm nay. - Đến ngày hôm nay em đã đủ tất cả các điều kiện để đăng ký tốt nghiệp. Em xin phòng đào tạo cho em \"  B Đăng ký tốt nghiệp   \" bổ sung đợt ngày   B 04/05/2022   , do em đang trong tình trạng \"nghỉ\" vì quá thời gian đào tạo theo quyết định \"  B 727/QĐ-ĐHBK   \" của nhà trường. -Thông tin sinh viên   +Tên:    +MSSV:    +Khoa: Kỹ thuật Xây Dựng Em xin cám ơn!",
    "Kính gửi phòng đào tạo, hiện em không thể đăng nhập vô tài khoản mail trường của em . Em đã xác mình 2 lớp của google . Sáng hôm kia em vẫn đăng nhập mail trường bình thường nhưng đến chiều thì mail đã tự bị out và không thể đăng nhâp lại được . Tuy nhiên em vẫn có thể vào mail trường bằng ứng dụng Gmail. Email của em:  Kính mong phòng đào tạo giải quyết giúp em Em xin chân thành cảm ơn P/S: Em gửi đính kèm hình không thể đăng nhập tài khoản.",
    "Mở môn học học kỳ 212 . Dạ thưa PĐT em đã đóng học phí hk chính quy 212 đúng hạn, nhưng dự thính 212 thì có trễ hạn ( lớp khai giảng ngày 13 hết hạn ngày 11 ), nay em bị mất hết các môn học trong bkel. Em đã thanh toán tất cả các khoản học phí, em mong được PĐT sớm mở lại các môn học cho em ạ",
    "em có thay đổi nơi ở, em đã chỉnh sửa trên trang mybk của em rồi, thì e có cần lên phòng đào tạo để thay đổi không ạ? em cảm ơn",
    "Em chào thầy, cô.   Em là sinh viên k16. Em đã hoàn thành chương trình học và còn nợ chứng chỉ ngoại ngữ để tốt nghiệp .   Em đã thi lấy chứng chỉ toeic nghe đọc và chuyển điểm vào ngày 08/08/2020. Chứng chỉ này có hiệu lực đến ngày 19/07/2022.   Vì một số lí do nên em chưa thi nộp chứng chỉ nói viết để kịp tốt nghiệp vào tháng 4/2022 .   Thầy cô cho em hỏi, để chuẩn bị cho kì tốt nghiệp tháng 11/2022. Em cần phải thi bổ sung thêm 2 kĩ năng nói viết? Hay là phải thi lại đủ 4 kĩ năng nghe-nói-đọc-viết ạ?    Em cảm ơn quý thầy cô đã dành thời gian xem câu hỏi và phản hồi.",
    "Em là sinh viên năm 2, em muốn tham gia kì thi av đầu vào để xét chuẩn av hằng năm, nhưng chưa nghe trường thông báo gì về cách thức đăng kí cuộc thi hết. Cho em hỏi muốn thi thì mình đăng kí như nào ạ với lệ phí là bao nhiêu ạ. Em cám ơn !   i  .",
    "Em tên là , sinh viên khóa K21,mssv .Vì một số chuyện gia đình nên em đã thanh toán học phí trễ.Mong phòng đào tạo sớm mở lại cho em hệ thống BK e-learning để em có thể học tập và hoàn thành bài tập đúng thời hạn. Xin cảm ơn ",
    "Em chào PĐT, em là sinh viên K17, hiện tại em đã nằm trong danh sách tốt nghiệp chính thức, nhưng do em có việc riêng không thể tham gia buổi lễ nhận bằng và trong thông báo em thấy có ghi là có thể nhận sau, bắt đầy từ ngày 25, em muốn hỏi là liệu em có thể nhận bằng vào thứ 7 không ạ hay chi được nhận từ thứ 2 đến thứ 6 ạ ? Em cảm ơn.",
    "Chào phòng đào tạo, Em tên  Mssv  Hôm nay em viết thư này về vấn đề tạm dừng học.Em đã hoàn thành tất cả các môn học của chương trình đào tạo, tuy nhiên em chưa thể đăng ký tốt nghiệp được vì chưa đủ tiêu chuẩn đầu ra anh văn. Hiện tại em đang bị quyết đinh tạm dừng học ngày 18/11/2021 bắt đầu từ kì 1 (2021-2022). Và hiện tại đang kì 2(2021-2022) em vẫn chưa đủ điều kiện để đăng kí tốt nghiệp ạ. Vậy cho em hỏi là em đang bị tạm dừng 2 kì liên tiếp như vậy thì em có thể đăng kí tốt nghiệp đợt tháng 11 (2022-2023) được không ạ?",
    "Mở môn học học kỳ 212 . Dạ em xin chào quý Thầy Cô, Em là , mã số sinh viên . Do hoàn cảnh gia đình khó khăn nên em đóng học phí trễ. Em xin mở lại môn học HK212 để làm bài kiểm tra online. Em xin cảm ơn quý Thầy Cô.",
    "Do em quên nên chủ nhật tuần này sẵn em lên cơ sở 1 nộp cho pđt được không ạ. Em xin cảm ơn",
    "Em chào admin, Em tên là  sinh viên năm cuối. Vì em sơ ý nên không để ý việc nộp học phí. Admin cho em hỏi, sau khi em thanh toán thì có được không phục lại môn học không ạ? Em cảm ơn admin!   i ",
    "Kính gửi VPĐTQT, Em có hoãn thi môn Vật Lý 2, mã môn PH1005 vào học kì 202. Học kì 211 vừa rồi và học kì 212 này em vẫn chưa được xếp lịch để thi xóa điểm hoãn thi. Em xin hỏi về cách thức đăng ký thi vì theo như em đọc thì nếu không thi trong 1 năm thì sẽ bị đánh rớt môn. Mong chờ sự phản hồi sớm nhất từ văn phòng. ",
    "Dạ xìn chào, Em là  vừa qua thì em có trao đổi về vấn đề nhận bằng Tốt nghiệp. Do em đi du học với lịch trình gấp rút vì dịch covid không kịp làm giấy uỷ quyền cho ba mẹ, tuy nhiên trong khoảng thời gian tới em không thể bay về Việt Nam để lấy bằng và em cần phải có đầy đủ giấy tờ trong tháng 10 để nộp hồ sơ học Cao học. Liệu nhà trường có thể gửi bằng của em về nhà hoặc chỉ cần cccd, hậu khổ thì người nhà - ba, mẹ e có thể đi nhận thay không ạ? Em xin cảm ơn",
    "Chào cô, em kiểm tra trong chỗ trang tốt nghiệp của trường thì đã có tên trong danh sách tốt nghiệp chính thức, vậy ngày 27/04 này em có trong danh sách dự lễ tốt nghiệp của khoa KH & KT Máy Tính chưa ạ? Tại vì em đang ở Huế, nên nếu có thì em đặt máy bay vào dự lễ ạ",
    "Chào bạn,  PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội)  PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022 Thân",
    "Thưa thầy cô ạ! Em học chuyên ngành điều khiển tự động hóa ạ. Em thấy trong chương trình đào tạo có 9 chỉ TỰ DO, cho em hỏi 9 chỉ TỰ DO này mình có thể đăng kí các môn nhóm A, B, hay mấy môn của chuyên ngành khác được không ạ, các môn nhóm B có giới hạn tối đa bao nhiêu chỉ không ạ. Em xin cảm ơn ạ.   i ",
    "Em xin chào Phòng đào tạo của trường đại học Bách Khoa Em tên là , là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là . Nay em viết mail này để hỏi về trường hợp tốt nghiệp của em có được tham gia lễ tốt nghiệp đợt tháng 4 không. Cụ thể, do sáng nay em kiểm tra trên danh sách tốt nghiệp chính thức trên trang aao thì có thấy em trong danh sách tốt nghiệp do được cập nhật vào ngày 21/4 nhưng em chưa nhận được mail thông báo qua mail hcmut lẫn mail cá nhân của em. Vì vậy, em đang thắc mắc trường hợp của em có được tốt nghiệp vào đợt tháng 4 này không. Em xin cảm ơn phòng đào tạo đã giành thời gian cho câu hỏi của em. Em xin chúc phòng đào tạo một ngày mới tràn đầy sức khỏe và làm việc hiệu quả.",
    "Em đang học môn GT2, LVTN kì 212 nhưng hôm nay em vào bkel thì các môn học đã đăng kí trong kì 212 đều không được ghi danh. Lúc đó em chưa đóng học phí kì 212. Nhưng sau đó em đã đóng rồi. BKpay cũng xác nhận đã thanh toán. Nhưng môn học của em vẫn mất. Không biết có cách nào để khắc phục không ạ? Vì sắp tới cần làm bt bkel và ôn thi cuối kỳ nên em rất cần vào môn học trên bkel ạ. Em xin cảm ơn thầy/ cô.",
    "Dear quí Phòng Đào tạo Em là sinh viên K17 đã tốt nghiệp, nhưng hiện tại theo e thấy là danh sách học bổng từ học kì 2 năm 2020-2021 đến hiện tại vẫn chưa được cập nhật ạ. Quí phòng cho em hỏi là học bổng khuyến khích các học kì có được tính nữa hay không, vì tụi e đã nhận mail hoãn trao học bổng khuyến khích trước Tết vì lí do điểm các môn chưa cập nhật hết. Nhưng tới hiện nay đã qua hơn 2 tháng vẫn chưa có thông tin gì. Mong phòng đào tạo có thể phát hành mail để cho tụi em cùng nắm thông tin. Em xin cảm ơn!   i  .",
    "Tên:    Lớp: CK21CDT2 Số điện thoại: [phone_number] Mở môn học học kỳ 212 Các môn học bao gồm: 1) Giải tích 2 (MT1005) 2) Vật lý 2 (PH1005) 3) Đại số tuyến tính (MT1007) 4) Thí nghiệm vật lý (PH1007) 5) Thực tập cơ khí đại cương (ME1013)",
    "Kính gửi Phòng Đào Tạo, Em muốn hỏi Phòng Đào Tạo là em bị thanh toán trễ học phí học kỳ chính 212 thì giờ trước khi thanh toán trên BKPay em có cần phải làm đơn xin thanh toán học phí trễ hạn không ạ? Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo,  Em vừa có kết quả thẩm tra tiếng anh. Nên em nhờ Phòng Đào Tạo xét tốt nghiệp cho em. Dạ em cảm ơn ạ.",
    "Tên sinh viên:  MSSV:  Lớp: XD19CD1 Số điện thoại: [phone_number] Các môn học bao gồm: 1)Pháp luật đại cương Việt Nam (SP1007) 2)Chủ nghĩa xã hội khoa học(SP1005) 3)Cơ sở thiết kế đường (CI3263) 4)Nền móng (CI3239) 5)Cơ sở thiết kế công trình cầu (CI3261)",
    ". Em xin chào phòng đào tạo! Em nhờ phòng đào tạo xem giúp em phiếu thông tin đăng kí xét miễn điểm anh văn. Do kết nối mạng có vấn đề nên em đã đăng kí xét miễn điểm anh văn 3 tới 2 lần. Hệ thống cho em thanh toán trên BKPay nhưng không hiện trên phiếu thông tin. Em không biết liệu như vậy môn học anh văn 3 có được chuyển điểm thành công không ạ? Và khi nào điểm của em được cập nhật ạ? Mong phòng đào tạo có thể giúp em. Em xin chân thành cảm ơn ạ!",
    "Kính gửi Thầy/Cô PĐT, Em là Trần Thị Yến Nhi. MSSV 1811125. Sinh viên khoa Môi trường và Tài nguyên. Gần đây em có đi cài lại Win cho laptop, bây giờ em không thể đăng nhập vào mail trường được nữa. Hệ thống báo là hãy liên hệ với quản trị viên miền để được trợ giúp, như hình dưới. Mong PĐT hướng dẫn cho em để em trao đổi với giảng viên kịp thời ạ!",
    "Xin xét tốt nghiệp  Em tên:   MSSV :  Khoa : Điện - Điện Tử Ngành : Điện Tử - Viễn Thông  Xin quý phòng xem xét về việc Xét Tốt Nghiệp cho em. Em đã hoàn thành đày đủ các điều kiện. Xin chân thành cảm ơn quý phòng. Chúc quý phòng dồi dào sức khỏe . Trân trọng.",
    "Mở môn học học kỳ 212 . Chào thầy/cô, ở học kì 212 em có nộp học phí trễ hạn thì có được mở lại các lớp đã đăng kí không ạ. Em cảm ơn.",
    "Em đang là sinh viên năm 1, đầu năm em có đăng kí mua bhyt của trường, bây giờ em muốn nhận bhyt thì phải làm sao ạ. Mong được phản hồi sớm nhất. Em chân thành cảm ơn.",
    "Tốt nghiệp       Chào   Thầy, cô cho em hỏi là em đăng kí tốt nghiệp hôm 19/4 và đã có tên trong DS chính thức Nhưng em không đăng kí lễ thì bao giờ em có thể lên lấy bằng ạ?  Em cảm ơn!",
    "dạ em xin chào thầy cô, kì 2 năm học 2020/2021 em có đăng kí hoãn thi cuối kì hai môn vì dịch covid, đến giờ chưa thi lại,là môn khí động lực học 2 (TR3011) và luật hàng không dân dụng (TR3081) em nhận được mail là đã có lịch thi nhưng của em vẫn chưa thấy cập nhật gì cả, em xin cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
    "Xin PĐT xem xét phục hồi thời khoá biểu HK212",
    "Kính gửi Phòng Đào tạo, Em là sinh viên khóa K18, hiện tại có thắc mắc về chứng chỉ VNU-EPT như sau: Trường mình còn chấp nhận chứng chỉ VNU-EPT để làm chuẩn tiếng Anh đầu ra không ạ? Và 4 kĩ năng trong kì thi VNU sẽ tương đương với 4 kĩ năng đầu ra theo quy định của trường chứ ạ? Em rất cảm ơn và mong có thể nhận được phản hồi của Phòng Đào tạo. Trân trọng. .",
    "Chào pdt,  Cho em hỏi hiện tại em đã bảo lưu kì 212 nhưng em muốn học học kì hè 213 thì phải nộp đơn trước ngày mấy ạ hay không được học mà phải đến kì 221 mới làm đơn học được ạ, em cám ơn.",
    "dạ em nộp đơn thanh toán trễ hạn học phí",
    "Cho em hỏi học kì 221 có xét chuẩn anh văn không ạ. Nếu có thì chuẩn anh văn sau năm 3 để đăng kí môn năm 4 là bao nhiêu vậy ạ. Em cám ơn.",
    "Em chào thầy cô ạ ! Em đã đăng kí xét tốt nghiệp trên mybk và cũng đã đóng lệ phí là 95k mà em theo dõi thấy trạng thái của em là phiếu đăng kí không được xử lý, cho em hỏi vậy là sao ạ. Em cảm ơn thầy cô nhiều ạ !!",
    "n xin cứu xét Kính gửi phòng đào tạo trường Đại Học Bách Khoa Đại Học Quốc Gia Thành phố Hồ Chí Minh. Em tên :  , mã số sinh viên :  Hiện tại chương trình học của em còn thiếu 8 tín chỉ anh văn tương ứng với chứng chỉ ngoại ngữ Toeic 500. Ngày 24/04/2022 em đi thi Toeic. Ngày 10/05/2022 em sẽ nhận kết quả. Em có nguyện vọng làm đơn cứu xét để 10/05 em có kết quả đậu Toeic 500, sau đó em tiếp tục học bổ sung Toeic Writting và Toeic Speaking. Em muốn hỏi thời hạn để em có thể nộp bằng Toeic 500 để quy điểm ra 8 chỉ anh văn . Em rất mong muốn mình có thể hoàn tất trong thời gian đào tạo chính quy. Em xin cảm ơn các thầy cô.",
    "Em là  MSSV , do thanh toán học phí trễ nên bị xóa thời khóa biểu và lịch thi , hiện tại em đã đóng học phí và xin phòng đào tạo mở lại thời khóa biểu và lịch thi giúp em với ạ",
    "Chào cô/thầy và các bạn, Em muốn hỏi rằng việc tham gia lễ tốt nghiệp có bắt buộc khi tốt nghiệp không ạ. Nếu em không đăng kí dự lễ tốt nghiệp thì có được nhận bằng tốt nghiệp không ạ. Em cảm ơn!",
    "PDT cho em hỏi là em trễ hạn \"xác nhận nhận tham gia lễ tốt nghiệp\" có sao không ạ. EM đã đăng ký tốt nghiệp vào tháng 4 này rồi ạ",
    "Em kính chào quý thầy cô ạ. Em tên là -. Em viết yêu cầu này mong thầy cô có thể giải đáp giúp em là học kì hè 213 tới thì pdt có mở môn Luận Văn không ạ ?.",
    "Kính gửi Phòng đào tạo Em tên  _, khoa kỹ thuật hóa học Học kì 212 em đóng học phí trễ Lý do: chưa tới tháng lãnh lương nên kẹt về kinh tế ạ,( học phí đã đóng)  Rất mong phòng đào tạo khôi phục lịch học vụ 212 để em hoàn tất việc học ạ Rất mong nhận được sự thông cảm  Em cảm ơn",
    "em có đóng trễ học phí do không biết hạn chót ạ , nhưng e bị xóa tkb và các môn trên elearning, e đã nộp r mong pdt mở lại giúp e sớm ạ vì e còn btl và sắp thi cuối kì.",
    "Em chào quý thầy cô Phòng Đào Tạo! Học kì trước em có học môn Dung Sai Và Kỹ Thuật Đo và em đã hoàn thành xong hết các điểm thành phần từ kì trước rồi. Nhưng do dịch covid nên các bạn học cùng với em học kì này mới được học phần thí nghiệm nên bảng điểm trên hệ thống của em kì này mới được cập nhật ngày hôm qua. Nay em làm đơn thu nhận lại này xin Phòng Đào Tạo cho em được thu nhận lại để em có thể xin đăng ký tốt nghiệp bổ sung cho đợt tốt nghiệp tháng tư này . Em rất mong quý thầy cô có thể hỗ trợ giúp em làm lễ tốt nghiệp đợt này để ba mẹ em ở nhà được vui lòng. Do em cũng sắp đi xuất khẩu lao động nước ngoài nên đợt này không làm được lễ tốt nghiệp thì chắc kỉ niệm thời gian sinh viên của em thật sự rất buồn. Em cảm ơn quý thầy cô rất nhiều.",
    "Chào quý thầy/cô!Em muốn xin hoãn thi môn kỹ thuật robot thi trực tiếp tại trường vào ngày 23/04. Lý do: bị nhiễm covit đang cách ly tại nhà. Em có nộp kèm minh chứng, mong PDT chấp thuận, đang cách ly nên em không thể ra bệnh viện xét nghiệm có giấy bác sĩ vì sợ lây cho người khác. Em chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo. Em tên:  MSSV:  Em là sinh viên hệ VHVL ( chuyển từ CQ K2010 MSSV: 0 xuống ). Lúc nhập học em đã làm đầy đủ thủ tục xin chuyển hệ như PĐT yêu cầu. Nhưng h iện tại bảng điểm chuyển của em vẫn chưa thấy cập nhật trên hệ thống. Em cũng đã lên PĐT trình bày và hỏi nhiều lần nhưng vẫn chưa được giải quyết. Kính mong PĐT xem xét và giải quyết sớm giúp em. Trong các học kỳ gần đây do điều kiện khó khăn nên em không thể theo học. Nay em mong muốn PĐT xem xét giúp tình trạng hiện tại của em cần điều kiện gì để em tiếp tục theo học và hoàn thành chương trình đào tạo. Em xin chân thành cảm ơn!",
    "Dạ em chào cô, Em tên -. Nay em viết đơn này xin được thu nhận lại. Vì lý do gia đình không gửi tiền lên kịp nên em đã thanh toán trễ hạn học phí hk212 chính quy và dự thính. Danh sách môn học và mã môn học em đã đính kèm bên dưới với dạng hình ảnh ạ, mong cô có thể mở lại thời khóa biểu, lịch thi và các lớp trên bkel giúp em ạ vì sáng t2 (25/4) em có thi gk onl 1 môn trên bkel ạ. Em xin hứa sẽ thanh toán học phí đúng hạn vào những học kỳ tiếp theo. Em cảm ơn cô nhiệu ạ.",
    "Em chào PDT ạ  Em là sinh viên K18. Em muốn hỏi luận văn kì hè này có điều kiện như nào mới đăng ký được.Em cần rõ thông tin để chuẩn bị cho kỹ trước đợt đăng ký. Mong được sớm hồi đáp và mong câu trả lời  chi tiết nhất có thể ạ. Em cảm ơn .  ",
    "Em là sinh viên K21 chưa có thẻ sinh viên do ảnh bị mờ. Hiện em đã cập nhật ảnh mới trên trang nhập học của trường. Vậy khi nào em mới có thể nhận được thẻ sinh viên và nhân ở đâu ạ. Em xin cảm ơn!",
    "Em tên là , sinh viên khóa 2017 ngành Kỹ thuật Hệ thống Công nghiệp . Hiện tại em đã có tên trong danh sách tốt nghiệp năm 2022. Em chưa nhận được mail thông báo có làm lễ tốt nghiệp đợt tháng 4 này hay không. Ngày tốt nghiệp sắp đến em hi vọng thầy cô cho em biết em được tham gia lễ tốt nghiệp vào thời gian nào để em có thể chuẩn bị cho lễ tốt nghiệp ạ . Em cảm ơn.",
    "Họ và tên :   Mã số sinh viên :  Dạ cho em hỏi là lúc đầu nhà trường có yêu cầu up hình để làm thẻ sinh viên, nhưng do hình của em bị mờ nên chưa in ạ. Em đã up hình lại khoảng 2 tuần trước và không biết khi nào mới có và nhận ở đâu ạ. Em cảm ơn",
    "Do tình trạng sức khỏe nên em đã không đăng kí môn học ở học kỳ 2 năm học 2021-2022. Vì vậy nên tình trạng sinh viên bị đổi thành tạm dừng. Em muốn tiếp tực đăng kí môn học ở học kì 1 năm học 2022-2023. Cho em hỏi là mình phải viết đơn để xin thu nhận lại đúng không ạ, và việc nộp đơn thu nhận lại em có thể ủy thác cho bạn khác nộp hộ được không?",
    "Việc đăng ký và thực thi LVTN cho HK212 của em đã bị hủy. Vì lý do thiếu điểm môn Đề cương Luận Văn Tốt Nghiệp . Bây giờ, em đã có điểm môn Đề cương LVTN, CBHD đề tài, và đang sang giai đoạn đánh giá giữa kỳ. Em xin Phòng đào tạo đồng ý khôi phục tình trạng đăng ký môn LVTN cho HK212 của em. Em cảm ơn.",
    "Xin chào ! Em là . MSSV:  tình trạng em đang gặp phải là chưa có anh văn nói viết để ra trường, hiện tại với khóa của em thì còn thời hạn bổ sung anh văn để xét tốt nghiệp hay không ạ? Nếu không còn thì em sẽ chuyển qua hệ VHVL thì cần học thêm hay thủ tục gì không ạ? hiện tại em cần bằng để nộp vào công ty ạ. em xin cám ơn!",
    "Cho em hỏi giờ em đang học cao đẳng ngành bảo dưỡng công nghiệp đại học bách khoa.Đã học xong tất cả môn của chương trình đào tạo,còn chuẩn anh văn ra trường thôi.Giờ em chuyển qua hệ đại học vừa học vừa làm học thêm 1,5 năm được không ạ?Em cảm ơn nhiều ạ.",
    "Học vụ     Em chào Phòng Đào Tạo,    Em tên là Trần Lê Nhật  ()  Kỳ vừa qua em có đăng ký cùng lúc môn Thực Tập Tốt Nghiệp và Giáo Dục Quân Sự Vì môn GDQS học cả ngày trong vòng 4 tuần nên tới gần đây em vẫn không tìm được công ty thực tập có khung giờ thực tập không bao gồm 4 tuần đó  Em đã nộp đơn lên cho  và thầy ban chủ nhiệm khoa đã đồng ý không cấm thi (em có kèm file ảnh tuần học và ảnh trao đổi với thầy cô ban chủ nhiệm)  Em mong muốn được hoãn môn Thực Tập Tốt Nghiệp vào học kỳ hè ạ    Cảm ơn phòng đào tạo đã xem xét trường hợp của em,   ",
    "Kính gửi PDT, cho em hỏi về tình trạng sinh viên \"tạm dừng\", khi nào em có tên trong danh sách dự kiến tốt nghiệp.",
    "Mở môn học học kỳ 212 .",
    "Em xin gửi đơn Xem xét giải quyết phục hồi TKB HK211& HK212 Rất mong PĐT xem xét giải quyết giúp em Em xin chân thành cảm ơn",
    "Dạ thưa Thầy/Cô em tên  MSSV:  Dạ em có đăng ký tốt nghiệp và đã thanh toán lệ phí. Mong Thầy/Cô hướng dẫn kiểm tra xem dùm hồ sơ đăng ký của e với ạ. Em xin cám ơn !",
    "Cô cho em hỏi là em đã hoãn thi trước đó rồi giờ xin hoãn thi nữa thì vẫn cần xác nhận của giảng viên hả cô? Em cảm ơn!",
    "Dạ em là 15, đã hoàn thành chương trình học và đủ điều kiện tốt nghiệp (Chứng chỉ , số ngày CTXH). Nay em gửi yêu cầu qua BSI để được thu nhận lại và xét tốt nghiệp ạ",
    "Kính thưa quý thầy,cô. Em tên là , khoa Kỹ thuật giao thông,mã số sinh viên là . Em đã hoàn thành chương trình đào tạo 142 tín chỉ của ngành kỹ thuật tàu thủy, em cũng đã nộp chứng chỉ ngoại ngữ Toeic đạt 735 điểm và có kết quả thẩm tra là hợp lệ, và xin xét điểm chuyển 4 môn ngoại ngữ 1,2,3 và 4. Kính mong thầy, cô cập nhật chuyển điểm và xét tốt nghiệp cho em ạ. Em xin chân thành cảm ơn!",
    "Kính thưa quý thầy cô, học kỳ 1 năm học 2021-2022 em có tham gia chương trình vay ưu đãi cho sinh viên bên quỹ hỗ trợ sinh viên của đhqg. Nhưng tiền mới chỉ vừa được giải ngân vào 1 tháng trước thôi mà em đã đóng tiền học phí hk1 đầy đủ rồi ạ. Em muốn hỏi là trường sẽ giải quyết số tiền giải ngân đó như thế nào để em còn sắp xếp đóng tiền hk2 và hk1 năm 2022-2023. Em chỉ mới gia hạn họp phí hk2 chứ chưa đóng hoàn tất học phí hk2 ạ. Xin cảm ơn và mong sớm nhận được phản hồi của phía nhà trường ạ!",
    "Em xin gửi bảng điểm môn Hệ Thống Định Vị Toàn Cầu CI3067, pdt kiểm tra và cập nhật lại giúp em để em có thể DK tốt nghiệp. Em xin cảm ơn.",
    "Dear Thầy Cô, E có tên danh sách Tốt Nghiệp chính thức hệ VHVL trên aao (Hình đính kèm). Nhưng lại không nhận được mail. Nên không biết phải nhận bằng như nào a? Đã liên lạc qua điện thoại nhưng chưa được giải quyết . Ngày 23/4 làm lễ tốt nghiệp, giờ e không muốn đăng kí tham gia lễ tốt nghiệp chỉ muốn nhận bằng tốt nghiệp thì phải làm sao ạ? Mong được nhận phản hồi sớm từ Thầy Cô, E cảm ơn, ",
    "Gửi phòng đào tạo nhờ xem xét phục hồi thời khoá biểu do thanh toán học phí trễ.",
    "Bị xóa thời khóa biểu dù đã gia hạn học phí Chào nhà trường, Em là  mssv  Em muốn hỏi về việc đã gia hạn học phí thành công và có tên trong danh sách gia hạn nhưng em vẫn bị xóa thời khóa biểu học. Em mong nhận được sự phản hồi, em xin chân thành cảm ơn",
    "Dạ e chào thầy cô phụ trách. E là  mssv . Vừa rồi e thanh toán trễ hạn hp Dự thính ngoài giờ HK212 do e bị rơi ví tiền và giấy tờ, đến hôm nay e mới có thể thanh toán . Nay e xin PĐT mở lại dùm e các môn học Dự thính chuyển hệ+Dự thính ngoài giờ+VHVL HK212. Kính mong PĐT giải quyết dùm e để e được xem TBK và lịch thi sớm. E xin chân thành cảm ơn",
    "Dear Phòng đào tạo, Em có 2 vấn đề xin nhờ phòng đào tạo giải đáp thắc mắc giúp: 1. Hiện tại em đã hoàn thành tất cả các môn học cũng như các chứng chỉ anh văn cần thiết thì có kịp tốt nghiệp trong học kì này không ạ?  2. Học kì này em đã bị tạm ngưng do không đăng ký môn học để thi TOEIC cho việc tốt nghiệp thì bây giờ có cần nộp Đơn thu nhận lại không ạ Mong Phòng đào tạo giải quyết sớm giúp em vì hiện tại em cần tốt nghiệp để có thể nhận được công việc. Em xin cảm ơn. Duy.",
    "cho em hỏi, hiện tại em , sinh viên khoá 2015, đã làm luận văn tốt nghiệp nhưng vẫn còn thiếu điều kiện anh để có thể nhận bằng tốt nghiệp, vậy em có thể làm đơn xin chuyển hệ và hoàn thành anh văn để có thể nhận bằng được không ạ? em xin cám ơn.",
    "Kính gửi PĐT, Cho em hỏi là kỳ trước 211 em có đăng ký 1 số môn học nhưng học được giữa chừng em có bị tạm dừng nên đã bị xóa TKB và môn học. Vậy cho nên kỳ hè 213 em đăng ký lại 1 trong những môn đó dưới dạng DT(học lại lần 2 hoặc cải thiện) được không ạ? hay là nó sẽ được xếp là môn chưa học  (và em sẽ chỉ được đăng ký ở kỳ chính ạ?). Mong được phản hồi . Em cảm ơn   .",
    "Kính thưa quý thầy cô, Hiện tại các môn của HK212 trên BKeL của em đang bị ẩn và em nghĩ nguyên nhân là do em đóng học phí trễ kỳ này. Hiện tại TKB và lịch thi trên MyBK đã được hồi phục, vậy các môn trên BKeL khi nào khôi phục lại vậy ạ? Em cảm ơn thầy cô ạ.",
    "Theo hướng dẫn của phòng đào tạo em xin gửi đơn xin gia hạn thời gian đào tạo. Mong sự chấp thuận của nhà trường để em có thể hoàn thành điều kiện tốt nghiệp. Em xin cám ơn",
    "Kính gửi pdt Em tên:  Mssv:  Đã chuyển hệ vhvl  Nhưng không vào trang đăng ký môn học được Mong pdt mở sớm giúp e để kịp đăng ký môn học ở kỳ hè này Em có gửi hình qua ạ",
    "Kính gửi PĐT ĐH Bách Khoa TPHCM Em tên:  MSSV:  Khoa: Điện- Điện tử Hôm nay, em xin làm đơn này để xin PĐT xem xét phục hồi TKB và BKEL 212 vì em đã thanh toán trễ học phí ạ (em có kèm file pdf đơn viết tay đầy đủ ạ). Em mong PĐT xem xét đơn giúp em và có thể phục hồi TKB 212 giúp em ạ. Dạ em xin được cảm ơn PĐT. Chúc PĐT có nhiều sức khỏe ạ.",
    "Em chào thầy/cô Thầy/cô cho em hỏi là bây giờ em không kịp có chứng chỉ anh văn để nộp trước ngày 20/5 để đăng kí học phần LVTN trong học kì hè 213 thì em có thể làm đơn gia hạn thêm thời gian để em kịp bổ sung được không ạ. Và nếu được thì cách thức làm đơn gia hạn là như thế nào ạ Em cảm ơn thầy/cô và mong được thầy/cô phản hồi sớm nhất",
    "Kính gửi PĐT ĐH Bách Khoa TPHCM Em tên:  MSSV:  Khoa: Điện- Điện tử Hôm nay, em xin làm đơn này để xin PĐT xem xét phục hồi TKB và BKEL 212 vì em đã thanh toán trễ học phí ạ (em có kèm file pdf đơn viết tay đầy đủ ạ). Em mong PĐT xem xét đơn giúp em và có thể phục hồi TKB 212 giúp em ạ. Dạ em xin được cảm ơn PĐT. Chúc PĐT có nhiều sức khỏe ạ.",
    "Mở môn học học kỳ 212 .",
    "em xin tự giới thiệu em tên là  mssv  khoa giao thông năm nhất như em nói ở trên ạ là sau kì 1 một em có viết đơn tạm hoãn nhưng sau em có xin được trường hủy Đơn và đi học tiếp  ạ , sau khi hủy được đơn tạm hoãn thì mọi thông tin của em được khôi phục lại tuy nhiên mọi thông báo của trường em lại không nhận được ạ ,em có tải luôn ứng dụng Moodle Mobile App rồi ạ nhưng vẫn không nhận được thông báo ạ trên bkl em cũng không nhận được ạ em rất mong thầy cô sử lý trường hợp này(có vẻ như cái chức năng nhận thông báo của em vẫn chưa khôi phục lại được  ) cho em ạ  vì có rất nhiều thông báo quan trọng đến sinh viên ạ ̣ em cảm  ơn cô đã đọc mail ạ ",
    "Em chào thầy/cô Em hiện là sinh viên đã đăng ký tốt nghiệp tháng 4/2022. Em đã làm hết các yêu cầu và có điền form google đăng ký tham gia lễ tốt nghiệp. Nhưng tới nay vẫn chưa nhận được phản hồi rằng đã được duyệt thành công chưa?. Em cũng đã có tên trong danh sách tốt nghiệp chính thức trên aao. Kính mong thầy/cô có thể giải đáp thắc mắc giúp em. Em cảm ơn rất nhiều.",
    "Mở môn học học kỳ 212 .",
    "Chào quý thầy cô, Em tên là  MSSV , Em không hiểu lý do tại sao em lại bị khoá môn học hk212 trong khi em đã đóng học phí hk212 đúng hạn ( em có đính kèm hình ảnh).Nhưng em có đăng ký thêm môn anh văn mở ngày 11/4 với lịch đóng học phí trên trang lịch học vụ của trường là từ 11/4 đến 28/4. Nhưng trên trang BKPay thời hạn đóng là trước ngày 11/4. Em đã thử đóng trước ngày 11/4 nhưng lại không cho đóng vì chưa đén thời gian thanh toán học phí. Mà sau ngày 11/4 thì BKPay lại tự cập nhập là em đóng học phí trễ mặc dù hạn đúng theo lịch học vụ là 28/4(em có đính kèm hình ảnh). Mong nhà trường nhanh chóng mở khoá môn học hk212 cho em vì sắp cuối kỳ rồi deadline rất nhiều. Em xin trân thành cảm ơn!",
    "Dạ em chào thầy cô,  Em là , MSSV . Do thời gian qua em kiểm tra mail trường không thấy lịch nộp học phí và cũng quên là cập nhật tin tức trên mục nhắn tin của elearning nên em quên đóng học phí kì này mất ạ. Em mong thầy cô giúp đỡ cho em ạ. Bây giờ em cần làm gì để được cập nhật lại thời khóa biểu ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo Trường ĐHBK HCM, Em tên là Trương Văn Quốc Huy. MSSV:  . Sinh viên khoa Công Nghệ Vật Liệu, bộ môn Vật Liệu Polyme . Em có làm đơn xin gia hạn 1 học kỳ nhưng vì hiện tại em vẫn chưa hoàn thành xong 2 môn là AV3 và AV4. Nên có được PĐT yêu cầu chuyển sang hệ vừa học vừa làm . Cho em xin hỏi một số câu hỏi ạ:  1. Chuyển hệ sang VHVL thì em có được bảo lưu điểm và chuyển điểm không ạ . 2. Nếu được bảo lưu điểm thì kỳ sau em hoàn thành CHUẨN TOEIC + ĐĂNG KÝ CHUYỂN ĐIỂM cho 2 môn AV3 và AV4 thì em có được đăng ký tốt nghiệp ngay trong kỳ sau không ạ . 3. Hồ sơ chuyển hệ VHVL bao gồm những gì ạ, do hiện tại em đã bị thất lạc Bằng Tốt Nghiệp Cấp 3 + GIẤY KHAI SINH + HỌC BẠ CẤP 3 vì bị trộm đột nhập vào nhà. Trường hợp này em có thể xin chuyển hồ sơ đã đăng ký nhập học hồi năm 1 sang làm hồ sơ đăng ký chuyển hệ VHVL được không ạ . Em xin chân thành cảm ơn và chờ phản hồi của PĐT.",
    "Xin Phép Thôi Học Em sinh viên k20 xin phép thôi học chuyển trường nhằm mục đích thuận tiện cho gia đình và việc học. Kính mong được phê duyệt ạ",
    "Dạ em chào thầy/ cô Hiện chương trình của em học là chương trình cử nhân. Em chưa đăng kí chương trình liên thông hệ thạc kĩ/kỹ sư.Và em cũng chưa đăng kí môn học nào trong chương trình thạc sĩ/kỹ sư. Nhưng trên BKpay của em có phần thanh toán học phí Thạc sĩ/kĩ sư. Vậy em phải thanh toán phần học phí đó thì mới có được lịch thi lại đúng không ạ? Em xin cảm ơn",
    "Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa xây dựng dân dụng Mong phòng đào tạo cập nhật lại E-learning giùm  em. Vì lý do trễ hạn đóng học phí. (đã thanh toán học phí) Em ở tỉnh không lên trường được hiện tại đang học online Mong PĐT giải quyết giúp em, do có bài tập lớn em tới hạn nộp. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo, Em tên là  - MSSV  - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập. Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Kính gửi Phòng đào tạo Em tên:  MSSV :  khoa xây dựng dân dụng Mong phòng đào tạo cập nhật lại E-learning giùm  em. Vì lý do trễ hạn đóng học phí. (đã thanh toán học phí) Em ở tỉnh không lên trường được hiện tại đang học online Mong PĐT giải quyết giúp em, do có bài tập lớn em tới hạn nộp. Em xin chân thành cảm ơn!",
    "Em chào quý thầy cô em tên  mssv  vào ngày 18/4/2022 em có hỏi về vấn đề xét tốt nghiệp bổ sung nhưng đến nay em vẫn chưa được mở khóa để đăng ký tốt nghiệp, dạ mong phòng đào tạo sớm phản hồi ạ em cảm ơn.",
    "Em chào thầy cô, em đã thanh toán học phí học kỳ 212 trễ hạn. Cho em hỏi em có cần nộp đơn xin đóng trễ học phí không và nộp xong thì em có được mở lại môn học trên trang e-learning và cập nhật lại thời khóa biểu không ạ?",
    "Em là  MSSV . Em có đăng ký làm lại thẻ sinh viên nhưng lại bị lỗi là tạm dừng hoặc không có thời khóa biểu. Trong khi hôm trước em vẫn có thời khóa biểu cho kỳ này và đã đóng tiền học phí. Pdt xem xét và xử lý giúp em ạ. Em cảm ơn ạ.",
    "Em chào admin, Sau khi có thông báo nộp tiền trễ thì em đã kịp thời nộp, mong hệ thống xem xét mở lại cho em môn \"Cơ sở dữ liệu phân tán\" ạ . Em cảm ơn admin!   i ",
    "Dạ em tên là  MSSV:  Dạ em có hoản thi cuối kì môn Mô hình hóa, mô phỏng và tối ưu hóa CNHH (CH3133) ở học kì 202. Cho em hỏi em có trong danh sách thi cuối kì của bộ môn trong học kì này không ạ. Nếu không có thì em phải đăng kí như thế nào ạ.",
    "Mở môn học học kỳ 212 .",
    "Dạ em chào PDT hiện em đã hoàn thành chương trình học nhưng do thiếu chứng chỉ anh văn (và cũng như thiếu các môn anh văn 1 2 3 4) nên em không thể ra trường đúng hạn và không có bằng chính quy (do em tính chuyển sang hệ VHVL) vậy cho em hỏi em có thể đăng kí học văn bằng 2 tiếp tục ở trường được không ạ. Em xin chân thành cảm ơn ạ",
    "Kính gửi Phòng đào tạo, Em có nghe nói về việc sắp có   I Chương trình đào tạo kỹ sư  /I  với 150 tín chỉ không biết có phải là sự thật không ạ. Nếu là sự thật thì quý thầy/cô cho em hỏi là khi nào sẽ công bố với cách thức đăng kí ạ. Cảm ơn Phòng đào tạo.",
    "Tốt nghiệp     Chào Thầy/Cô  Hôm qua em không thể về để dự tốt nghiệp được Cho em hỏi là bây giờ muốn nhận bằng thì nhận tại đâu và có yêu cầu đem theo giấy tờ gì không ạ Hiện tại em vẫn chưa nhận được email thông tin nào từ nhà trường cũng như là PDT  Mong Thầy/Cô phản hồi    Em cám ơn! ",
    "Em chào thầy/cô, em là , trong phần thông tin cá nhân của em bị sai phần  nơi sinh, thầy/cô chỉnh sửa lại giúp em là nơi sinh của em ở   B tỉnh Ninh Thuận    ạ (hiện đang bị ghi sai thành tỉnh Bình Thuận). Thân, .",
    "Chào thầy/cô ạ, Hiện em đã thanh toán học phí cho học kỳ 212. Kính mong thầy/cô mở lại môn học cho em với ạ Em cảm ơn.   i Mở môn học học kỳ 212 .",
    "Chào cô. Theo như trả lời từ pdt thì ngày 15/5/2022 đơn chuyển sang hệ VLVH của em mới đc xử lý xong. Em xin hỏi từ 15/5/2022 em có kịp đăng ký tốt nghiệp ko ạ? Có thể đăng ký sớm nhất vào tháng mấy ạ? Vì trc khi chuyển hệ em đã hoàn thành xong chương trình đào tạo hệ chính quy rồi",
    "Kính gửi Phòng Đào Tạo, Em đã có kết quả thẩm tra tiếng anh hợp lệ. Mong phòng đào tạo chuyển điểm sớm để em được xét tốt nghiệp. Dạ em cảm ơn ạ.",
    "PDT ơi cho em hởi là bằng tốt nghiệp của em đã in xong chưa ạ.",
    "Em thấy điểm của các môn trong học kì 211 đã có đủ nhưng các thông tin như điểm trung bình học kì, điểm trung bình tích lũy, số tín chỉ tích lũy, ... thì vẫn không được cập nhật ạ. Cho em hỏi khi nào thì những thông tin trên được cập nhật trên MyBK vậy ạ?",
    "em muốn biết mail của thầy cô dạy mình để liên hệ trao đổi thì phải tìm ở đâu ạ hay có cách nào khác để liên lạc không em xin cảm ơn",
    "Em xin chào admin! Do học kì 2 năm 2021-2022 em có tạm dừng học nên em xin gửi đơn đăng kí thu nhận lại. Mong được pdt và admin bksi duyệt ạ! Em xin cảm ơn nhiều ạ.",
    "Kính gửi các anh/ chị trong Phòng Đào Tạo. Em tên là  - MSSV: . Em viết mail này mong nhận được giải đáp sớm nhất từ phía anh chị trong Phòng. Hiện tại như mail em đã nhận từ phía trường, em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em không thể đăng kí tốt nghiệp được do tình trạng sinh viên bị tạm dừng. Em viết yêu cầu này, mong anh chị có thể giải quyết mở lại tình trạng sinh viên để em có thể đăng kí tốt nghiệp. Em chân thành cảm ơn. Mong nhận hồi âm sớm từ phía Phong Đào Tạo.",
    "Dạ thưa các Thầy Cô, Cho em hỏi nếu em đã đủ điều kiện nhận LVTN thì có được nhận LVTN ngay học kỳ 7 không hay phải đợi học kỳ 8 thì khoa mới bắt đầu mở LVTN ạ?!",
    "Vừa qua gia đình em gặp khó khăn nên em không đủ điều kiện để thanh toán học phí đúng hạn. Hiện tại đã quá hạn thanh toán 12 ngày, vậy em thanh toán học phí thì có bị hủy thời khóa biểu và kết quả học tập không ạ. Vì hiện tại em không có thời khóa biểu và lịch thi của HK 212 ạ Em cảm ơn ạ",
    "Dạ em chào thầy/cô ạ, Em là , MSSV  Hiện tại em đã nhận được mail hướng dẫn tốt nghiệp từ phòng đạo tạo(Em có đính kèm hình như bên dưới). Trong mail có đề cập đến việc em đã có tên trong danh sách dự kiến tốt nghiệp. Và mail cũng yêu cầu sinh viên vào danh sách dự kiến tốt nghiệp để kiểm tra lại các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) đề phòng sai sót. Nhưng danh sách dự kiến tốt nghiệp mới nhất vẫn không có tên em trong đó (cập nhật ngày 21/04) thì làm sao để em thực hiện việc đăng kí tốt nghiệp được ạ ? Em mong nhận được phản hồi sớm từ quý thầy/cô ạ. Em xin chân thành cảm ơn. Nhân",
    "Em muốn xóa điểm hoãn thi môn phương pháp tính của học kỳ 2 ( 2020-2021) ở học kì này thì làm như thế nào ạ. Các môn khác như giải tích 2 thì em có lịch thi để xóa điểm hoãn thi, còn riêng môn phương pháp tính thì e k có lịch thi. Mong thầy/cô giúp đỡ, em xin chân thành cảm ơn.",
    "Thắc mắc về lịch thi cuối kỳ . Chào chị em là -MSSV:. Em có hoãn thi môn vẽ kĩ thuật cơ khí lớp CC03 ở học kỳ 211 nhưng hiện tại em vẫn chưa có lịch thi bù. Mong chị kiểm tra lại giúp em ạ. Em cảm ơn chị !! Thân mến.",
    "Em đóng học phí bị muộn nhưng hiện tại em đóng thao tác đến bước gởi code về điện thoại thì không nhận được tin nhắn từ OCB. Em thực hiện 3 4 lần đến 3 4 ngày nay nhưng vẫn không được. Cho em hỏi là hệ thống OCB bị lỗi hay em đóng muộn nên không đóng được ạ? PĐT cho em xin hướng giải quyết để em được ĐKMH với ạ. Em cảm ơn rất nhiều :",
    "Em chào thầy/cô/admin ạ Em lè  - MSSV  Học kỳ 212 này em có đăng kí đồ án môn học Kết Cấu Thép. Vì lý do học kì này em phải học cải thiện cả các môn học khác và em không để ý tin nhắn thông báo ở moodle trên bkel nên là em đã bỏ lỡ thông báo nhận số liệu làm đồ án kết cấu thép nên em đã không thể làm kịp thời. Em kính mong pđt cho em rút môn học này để không bị ảnh hưởng đến điểm trung bình học kì này ạ. Em sẽ chịu hoàn toàn trách nhiệm, kể cả việc chậm tiến độ (nếu có) và em đã đóng đầy đủ học phí kể cả việc rút môn học này ạ. Mong thầy/cô/pđt có thể thông cảm và cho em rút môn học này ạ. Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 .",
    "Em  . Em có đăng kí tốt nghiệp đợt tháng 4/2022 và đã có tên trong danh sánh tốt nghiệp chính thức đợt tháng 4/2022. Lịch trình tốt nghiệp vào 22/4 vừa qua em ko tham dự được. Em xin hỏi bây giờ em nên lên đâu để nhận bằng tốt nghiệp của mình ạ.",
    "Do một số lí do cá nhân nên kỳ này em không thấy thông báo đóng học phí trên mail nên em bị đóng trễ ạ. Em đã thanh toán trên bkpay. Thì bây giờ mình có liên hệ phòng đào tạo để làm đơn trễ học phí không ạ. Em xin cám ơn.",
    "Chào cô, em đã có trong danh sách dự lễ tốt nghiệp, cô cho em hỏi, sau lễ tốt nghiệp em có thể nhận bằng tốt nghiệp, học bạ tại phòng đào tạo luôn vào ngày 27/04 được không, vì hiện tại em không ở Hồ Chí Minh nên nếu nhận được em bắt máy bay vào một lần dự lễ tốt nghiệp và nhận bằng một lúc luôn ạ",
    "Kính gửi thầy(cô), Em tên là , MSSV là . Thẻ sinh viên của em đã hết hiệu lực nên không thể đăng ký thi toeic được ạ. Hiện tại em không có TKB nên hệ thống không cho đăng ký làm thẻ sinh viên. Em phải làm thêm bước nào nữa để có thể đăng ký được ạ . Rất mong được thầy(cô) giải đáp thắc mắc giúp em.",
    "Trong lúc thi lại môn học phương pháp tính 2 phút cuối web em bị lỗi em ko nhập dc kết quả bài làm của em có video quay màn hình và em cũng đã nc cán bộ coi thi ngay lúc đó ko bit em có thể làm đơn xin hoãn thi dc ko ạ và nếu làm em có cần chữ kí thầy dạy em kì trc ko ạ",
    "Chào thầy cô. Em tên , mssv , sdt:[phone_number] Em đã nộp chứng chỉ toeic vào ngày 19/3/2022 để nâng cao điểm tbtl và đã được cập nhật trên bảng điểm. giấy chứng nhận tốt nghiệp tạm thời trước khi cập nhật chứng chỉ xếp loại trung bình khá, sau khi em liên hệ pđt để cập nhật điểm thì em nhận giấy chứng nhận tốt nghiệp tạm thời (mới) xếp loại khá. Em tốt nghiệp đợt tháng 4/2022 với điểm tbtl trên bảng điểm là 7.11 nhưng bằng chính thức lại xếp loại trung bình khá? Em đã nộp lại toàn bộ hồ sơ tốt nghiệp cho pđt vào chiều 23/4/2022 . Mong pđt giải quyết nhanh chóng giúp em do công việc em cần bằng chính thức. Em cám ơn .",
    "Chào thầy(cô), em thấy điểm trung bình học kì HK211 chưa được cập nhật, tại em cần đưa bảng điểm cho doanh nghiệp để đăng ký thực tập, nên mong thầy(cô) giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn .",
    "Dạ. Cho e hỏi là e thi cuối kì, nộp bài xong thì có điểm. Nhưng lúc sau vào hồ sơ xem lại phần điểm thì k có thì phải làm sao ạ. E có chụp phần điểm ở dưới ạ. E cảm ơn ạ.",
    "Em tên:  MSSV:  Cho em hỏi khi nào có mở kì thi kiểm tra anh văn để xét đăng kí môn học trong kì tiếp theo vậy ạ. Em xin trân trọng cảm ơn.",
    "Chứng chỉ ngoại ngữ VNU EPT có còn được sử dụng để xét chuẩn tiếng Anh nhận LVTN và xét tốt nghiệp hay không ?",
    "Em xin chào PĐT ạ  Em có môn trùng lịch như ảnh trên từ tuần sau ạ. Mong PĐT cập nhật lại lịch ạ, em xin cảm ơn",
    "Gửi PĐT. Vào học kỳ 202 em có học môn Xử Lý Số Tín Hiệu EE2015 lớp DT01-A. Em có đăng ký hoãn thi vào học kỳ 202, sau đó vào học kỳ 211 có lịch thi thì em lại hoãn thi tiếp. Hiện tại học kỳ 212 em không có lịch thi của môn này. Em cũng hoãn thi đối với 2 môn khác nhưng hiện tại đã có lịch thi, còn môn Xử Lý Số Tín Hiệu thì lại chưa có. Mong được PĐT sớm giải đáp. Em xin cảm ơn!  - ",
    "Em chào nhà trường  Em tên  -  - k18 Khoa cơ khí Em bị khóa eleaning do nộp chễ học phí và hôm nay em đã thanh toán xong rồi ạ. Em muốn hỏi khi nào thì Eleaning được mở lại ạ Mong nhà trường tạo điều kiện mở lại sớm cho em vì thời điểm cuối kì nhiều deadline lắm ạ. Em xin cám ơn.",
    "Mở môn học học kỳ 212 . Chào quý Thầy, Cô tiếp nhận đơn. Em gửi kèm đơn \" \". Em thành thật xin lỗi nhà trường vì lý do khó chấp nhận là thanh toán học phí trễ. Kính mong quý Thầy, Cô và nhà trường xem xét sớm và mở lại các học phần (thứ 2) cho em có thể tiếp tục quá trình học tập ạ. Chúc quý Thầy, Cô một ngày làm việc hiệu quả và vui tươi. Thân mến.",
    "Em có phải đăng kí môn học để duy trì trình trạng học để lấy được bằng? 2. Nếu tạm dừng học thì đến khi nào em có bằng AV là được đăng kí nhận bằng hay sao ạ? 3. Trường hợp nào thì em sẽ không mấy được bằng, mất bằng, tước bằng đại học? 4. Nếu sau 6.5 năm em ko lấy được bằng thì chuyện gì sẽ xảy ra?",
    "Trước tiên em xin trình bày về hoàn cảnh hiện tại của em, em bắt đầu vào trường đại học Bách Khoa Hồ Chí Minh là khoá K17 nhưng do trễ học kỳ pre của chương trình chất lượng cao nên em đã phải xuống khoá K18 và thuộc lớp CC18KCX1 do cô  phụ trách. Vào năm 2021 vừa qua thì em đã chuyển xuống chương trình đào tạo của hệ vừa học vừa làm, hiện tại thì em vẫn không biết em thuộc lớp nào của hệ đào tạo mới, cũng như thuộc khoá bao nhiêu trong hệ đào tạo mới này. Hôm nay em tạo yêu cầu này mong phòng đào tạo cho em biết với tình hình của em là như vậy thì em sẽ thuộc khoá nào của trường để em còn sắp xếp đăng ký môn học cho hợp lý ạ, em xin chân thành cảm ơn.",
    "Chào thầy/cô Em là , MSSV . Vì em đóng học phí trễ nên học phần kh212 của em bị hủy, thời khoá biểu và lichj thì không hiện trên trang thông tin sinh viên. Hiện tại em đã thanh toán đầy đủ học phí, mong thầy/cô có thể mở lại học phần hk212 để em có thể tiếp tục việc học. Thân mến ",
    "Kính gửi Phòng Đào Tạo, Em là , mssv: . Tháng 12/2021 em có đóng bảo hiểm y tế 6 tháng tuy nhiên khi đi khám chữa bệnh thì bệnh viện báo BHYT của em đã hết thời hạn. Mong Phòng Đào Tạo giải đáp thắc mắc ạ. Em cảm ơn!",
    "Thầy ơi phục hồi môn vẽ kỹ thuật trên Bkel cho em với. Em tên:  MSSV: ",
    "Dạ em chào ạ, vì em cứ tưởng là đợt kiểm tra anh văn định kì sẽ kịp đăng kí môn học học kì 213 nên em không có đăng kí thi ở ngoài. Cho em hỏi em có thể đăng kí môn học thực tập ngoài trường và LVTN sau đó em nộp bằng anh văn bổ sung được không ạ",
    "Dạ cho em hỏi khi không thanh toán học phí của học kì này. Sinh viên sẽ bị cảnh cáo học vụ mức 1 hay buộc tạm dừng học ạ. Em cảm ơn.",
    "Dạ do trễ học phí nên tài khoản mybk của em đã bị khóa ạ. Hiện tại thì em đã thanh toán học phí xong nên bây giờ làm như thế nào để được mở lại tài khoản ạ",
    "Chào Thầy/Cô ạ, Em tên Trần Minh Thiện,sinh viên Trung Tâm BDCN lớp BD17CN03. Em xin đăng ký chuyển điểm những môn sau đây từ hệ Đại Học sang hệ Cao Đẳng để có thể được đăng ký làm Tiểu luận tốt nghiệp ạ. Môn: _Pháp Luật Việt Nam Đại Cương (SP1007) trong Học Kì 2 (2020-2021) -  Pháp Luật Việt Nam Đại Cương (008001). _Anh văn 3 (LA1007) trong Học Kì 1 (2020-2021) -  Anh văn 3 (003003). _Anh văn 4 (LA1009) trong Học Kì 1 (2020-2021) -  Anh văn 4 (003004). Em mong được Thầy/Cô hỗ trợ ạ. Em xin trân trọng cảm ơn.",
    "Em thầy thầy cô . Em là sv k18 hiện đang làm luận văn ở kì này ,  cho em hỏi hạn khi nào thì em cần phải nộp bằng tiếng anh vậy ạ",
    "Dạ cho em hỏi em đã thanh toán trễ hạn học phí HK212 thì em có phải làm đơn xin mở lại TKB cho em không ạ. Em thuộc hệ VHVL. Em cảm ơn ạ.",
    "Em chào PĐT ạ, PĐT cho em hỏi là em còn nợ 2 môn tổng là 8 chỉ, nhưng nếu kỳ dự tính hè 213 này em đăng ký học một môn 4 chỉ thì đợt đăng ký luận văn học kỳ 221 em có thể được đăng ký không ạ? Mong PĐT giải đáp giúp em ạ. Em xin cảm ơn",
    "Dạ PĐT cho em hỏi hiện tại trong bảng điểm chuyển em có 1 môn được miễn những trong bảng điểm lại có môn đó nhwung để điêm 0 ạ. Em cảm ơn",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa - ĐHQG TP.HCM, Em tên là , sinh viên khoa Quản Lý Công Nghiệp, MSSV là . Em gửi Email này xin Phòng Đào Tạo xem xét cập nhật lại lịch thi và các môn học trên BKeL giúp Em ạ.   Do tháng này gia đình em có một số công việc nên em đã lơ là, sao nhãng, không để ý và quên đóng học phí HK212 đúng hạn, Em đã nhớ ra và vừa mới đóng Học Phí vào ngày 23/4/2022. Kính mong Phòng Đào Tạo xem xét và mở lại HK 212 giúp Em . Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo, Em xin chân thành cảm ơn ạ. Trân trọng, .",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa - ĐHQG TP.HCM, Em tên là , sinh viên khoa Quản Lý Công Nghiệp, MSSV là . Em gửi Email này xin Phòng Đào Tạo xem xét cập nhật lại lịch thi và các môn học trên BKeL giúp Em ạ.   Do tháng này gia đình em có một số công việc nên em đã lơ là, sao nhãng, không để ý và quên đóng học phí HK212 đúng hạn, Em đã nhớ ra và vừa mới đóng Học Phí vào ngày 23/4/2022. Kính mong Phòng Đào Tạo xem xét và mở lại HK 212 giúp Em . Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo, Em xin chân thành cảm ơn ạ. Trân trọng, .",
    "Kính gửi phòng đào tạo trường Đại học bách khoa TPHCM Em tên :   mssv :  Vì lý do em nhầm thời gian thanh toán học phí vào ngày 11/4/2022 mà không phải là ngày 25/4/2022 nên em đã khắc phục và đã thanh toán toàn bộ học phí trễ hạn vào ngày 23/4/2022 rồi ạ. Em kính xin phòng đào tạo giúp em mở lại học phần và lịch thi của học kỳ 212 ạ. Em chân thành cảm ơn phòng đào tạo trường Đại học Bách Khoa",
    "Chào thầy / cô, Do hạn đóng học phí ngày 11/04/2022 nhưng em chưa có điều kiện nên chưa đóng được. Trên e-learning tài liệu liên quan đến môn học. Em không thấy nữa. Như vậy là em bị hủy môn học đó hay sao ạ. Em cảm ơn!",
    "Chào pdt ạ, cho em hỏi em bị trễ hạn học phí dự thính do lí do cá nhân trong khi kì chính đã đóng đúng hạn thì em có được thi cuối kì của học kì chính không ạ, nếu không thì làm sao để em đóng hp bổ sung ạ, em đóng qua mybk nhưng không được .",
    "Do học kỳ này, học kỳ chính em đăng ký quá nhiều tín chỉ + 4 chỉ dự thính, và còn một môn kỳ trước chưa thi. Nên một số môn học em theo không theo kịp. Vậy bây giờ em có thể rút môn bớt một vài môn học không ạ?  Nếu rút được, em phải làm cách nào vậy?",
    "Em tên là , mssv . Em hiện còn thiếu anh văn nói viết để tốt nghiệp ở kỳ này. Em xin nộp đơn Đơn kéo dài thời gian đào tạo. Mong ban giám hiệu và phòng đào tạo xem xét ạ. Em xin cám ơn.",
    "Dạ em xin chào Thầy/Cô! Em tên , MSSV: , lớp KU15KYS1. Hôm nay ngày 24/04/2022, em đã có kết quả thi Toeic Nói-viết (ngày thi 14/04/2022) và cũng đã hoàn thành tất cả các yêu cầu tốt nghiệp. Thêm vào đó em cũng đã làm đơn xin gia hạn thời hạn đào tạo ngày 22/04/2022. Em viết thư này xin Phòng đào tạo thu nhận em lại và xem xét cho em được đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn quý Thầy/Cô phòng đào tạo.",
    "Kính gửi quý thầy cô Phòng đào tạo, Dạ thưa, em xin gửi lời cảm ơn chân thành đến quý thầy cô vì trong những năm tháng qua, thầy cô đã hỗ trợ và tạo điều kiện cho em để hoàn thành chương trình đào tạo, em đã tốt nghiệp và em luôn tự hào vì là một sinh viên Bách Khoa. Em kính chúc quý thầy cô thật nhiều sức khỏe, bình an, cùng tất cả những niềm hạnh phúc trong cuộc sống. Trân trọng,  - MSSV:  Khoa Kỹ thuật xây dựng.",
    ": em chào thầy cô, thầy cô cho em hỏi hiênn tại e đang trong tình trạng tạm dừng học do kì trước vì công việc nên không đăng kí môn học được và hiện tại trong quá trình học của em còn lại một môn anh văn 4 nên em muốn xin thầy cô xem giúp em có cách nào để em trở lại tình trạng học bình thường để e đăng kí nốt môn học còn lại để bổ sung cho kịp tốt nghiệp vào tháng 11, em xin cám ơn sự giúp đỡ của quý thầy cô.",
    "Dạ em chào pdt ạ Em là  MSSV  Hiện em mới qua anh văn viết nói, và đã đầy đủ yêu cầu để tốt nghiệp, em mong pdt mở khóa lại tình trạng tạm dừng để em có thể đăng kí tốt nghiệp . Em cảm ơn nhiều",
    "Em hiện nay đã hoàn thành hết các môn và các chứng chỉ yêu cầu để tốt nghiệp. Nhưng trong mybk - số tín chỉ và điểm trung bình vẫn chưa được cập nhật nên em không có tên trong danh sách tôt nghiệp. Mong nhà trường cập nhật số tín chỉ trên mybk để em có tên trong dsach tốt nghiệp kì này.",
    "Kính gửi PĐT, Em  , mã số sinh viên  , vừa rồi em có đăng ký tốt nghiệp thì em đã có trong danh sách dự kiến tốt nghiệp nhưng phiếu đăng ký tốt nghiệp không được xử lý (em đã thanh toán 95.000 vnđ theo yêu cầu của PĐT). Mong PĐT xem xét lại giúp em ạ.",
    "Kính chào thầy cô thuộc phòng đào tạo. Phòng đào tạo có thể giải đáp giúp em 2 thắc mắc về điều kiện nhận luận văn trong kỳ hè 213 được không ạ? 1) Em đã pass chuẩn anh văn đầu vào nhưng hiện giờ vẫn chưa thi lấy bằng chứng chỉ anh văn TOEIC được thì kỳ hè 213 em có được nhận luận văn được không ạ? 2) Em hôm trước đã được cập nhật 9 ngày CTXH và ngày hội tuyển sinh lần trước em có tham gia hoạt động nhưng tới nay vẫn chưa được cập nhật lên 10 ngày. Vậy giờ em phải liên hệ bên bộ phận nào để xin cập nhật ngày CTXH vậy ạ. Mong thầy cô có thể giải đáp thắc mắc của em. Em cảm ơn",
    "Kính gửi Phòng đào tạo  Em tên:  ms  khoa cơ khí - bộ môn cơ điện tử  Mong phòng đào tạo cập nhật lại  và mở lại môn học giúp em Vì lý do trễ hạn đóng học phí.  Em ở xa mong không lên trường được hiện tại đang học online  Mong PĐT giải quyết giùm em, em đã đóng đầy đủ tiền môn học . Em xin chân thành cảm ơn .",
    "Kính gửi PĐT,  PĐT cho em xin hỏi về điều kiện Tiếng Anh để đăng kí làm LVTN trong học kì hè, thời hạn nộp và liệu em có thể nộp bằng Tiếng Anh 2 kĩ năng Toeic muộn được không ạ? Và có cách nào để hoãn thời hạn nộp không ạ? Mong PĐT cho em câu trả lời sớm nhất. Em xin chân thành cảm ơn.",
    "EM chào cô, Dạ do học kì 2 năm 2021-2022 em không đăng khí môn học nên bị tạm dừng, em muốn đăng kí môn học kì hè này thì mong pđt mở tình trặng sinh viên để em đăng kí môn học với ạ",
    "Mở môn học học kỳ 212 . Dạ em chào thầy ạ. Ở học kì 211 thì do tình hình dịch ở địa phương em không lên được nên em có mail cho pdt là hoãn để qua học hk212 rồi ấy ạ.Phòng đạo tào chỉ kêu em cứ học theo thời khóa biểu đã cập nhập. Em cám ơn ạ",
    "Dạ em chào cô, Do em không đăng kí môn học học kì 212 nên bị tạm dừng học, dạ em mong pđt mở lại tình trạng sinh viên của em để em đăng kí môn học kì hè năm 2021-2022, hay em phải làm thế nào để được đăng kí môn học kì hè năm 2021-2022 năm 2021-2022 với ạ",
    "Em tên là  -  MSSV:  Dạ em xin chảo Ban Phòng Đào Tạo ạ, dưới đây em xin gửi đơn thi lại giữa kì môn Vật Lí 2 ạ, lí do thì em đã nêu rõ ở trong, mong Phòng Đào Tạo xem xét và tạo điều kiện cho em thi lại ạ, em xin cảm ơn.",
    "Cho em hỏi trường đã mở đăng kí thi anh văn đầu vào khoá K21 cho các sinh viên các khoá trước chưa ạ, tại em vẫn chưa nghe trường thông báo gì, vào đăng kí môn học vẫn chưa thấy ạ!",
    "Dạ em chào thầy(cô) ạ, Thầy(cô) cho em hỏi là khóa k20 khi chưa pass av 2 3 thì có được đăng ký môn năm 3 không ạ? Và cho em hỏi là có đợt thi anh văn định kỳ nào sắp tới không vậy ạ? Mong nhận được sự phản hồi sớm từ thầy cô ạ Thân.",
    "Vì đóng học phí trễ nên thời khóa biểu của em bị xóa. Hiện tại em đã đóng đủ học phí. Cảm phiền phòng đào tạo mở lại thời khóa biểu giúp em ạ. Em xin chân thành cảm ơn.  ",
    "Kính gửi Phòng đào tạo và quý Thầy Cô, Em tên là , MSSV: , lớp: MO15QLMT Hôm nay e làm đơn xin phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thời gian đào tạo thêm 1HK để có thể đủ thời gian thi và nộp Chứng chỉ ngoại ngữ để tốt nghiệp ạ. Em đã hoàn thành xong chương trình đào tạo, đã có điểm AV1,2,3,4. Đủ ngày CTXH. Em mong phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thêm 1HK Em chân thành cám ơn nhiều",
    "Xin chào quý thầy/cô. Về lịch nghỉ lễ 30/04/2022. Trên biểu đồ năm học thông báo sinh viên sẽ được nghỉ lễ từ thứ 6 (29/04) đến hết thứ 2 (02/05). Nhưng trên thời khóa biểu sinh viên vẫn phải đi học thứ 6 (29/04). Kính mong quý thầy/cô có thể giải đáp về việc sinh viên có được nghỉ lễ ngày thứ 6 (29/04) hay không. Em xin cảm ơn!",
    "Có mail báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022, nhưng em không tìm thông tin của mình trong danh sách dự kiến tốt nghiệp như mail đã báo . Em cũng vô mybk đăng kí tốt nghiệp, nhưng trạng thái vẫn đang tạm dừng",
    "n xin thu nhận lại: Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em là , MSSV: . Em đã đủ điều kiện tốt nghiệp nhưng bị tạm dừng . Em viết đơn này xin phòng đào tạo thu nhận lại em để em có thể xét và đăng ký tốt nghiệp. Em cảm ơn ạ.",
    "Dạ em chào pdt, Lần trước em có liên hệ để xin thẩm tra nhanh để kịp đăng kí TN của khoa máy tính vào ngày 27/04 này. Hiện tại kết quả thẩm tra toiec đã có. Em rất mong pdt có thể giúp em chuyển điểm nhanh, thu nhận sinh viên để em liên hệ với bên phía khoa để đăng kí tham gia lễ TN ạ Em rất mong nhận được sự hỗ trợ của pdt. Em xin chân thành cảm ơn",
    "Dạ em chào thầy cô, Hôm nay bằng tiếng anh em đã được thẩm tra rồi ạ, em đã thực hiện việc thanh toán tiền để chuyển điểm rồi ạ. Kính mong thầy cô có thể hỗ trợ em chuyển điểm sớm để em có thể đăng ký xét tốt nghiệp. Với thầy cô cho em hỏi liệu em có kịp đầy đủ thủ tục để em được tham gia lễ cùng các bạn ở Khoa Quản lý Công nghiệp vào thứ 5 tuần này không ạ. Vì em rất mong được tốt nghiệp chung đợt này cùng tấy cả các bạn khóa mình ạ. Em chân thành cảm ơn quý thầy cô, hi vọng thầy cô có thể giúp đỡ em cho sự chậm trễ này ạ.",
    "Kính gửi Phòng đạo tạo Em tên là Trần Đăng , MSSV  Vào học kì trước, em có đăng kí hoãn thi môn Sức  (CI2001) vào ngày 13/03/2022. Hiện tại em muốn đăng kí thi xóa điểm hoãn thi vào học kì này. Phòng đào tạo cho em hỏi về cách đăng kí thi để xóa điểm hoãn thi cuối kì ạ. Em xin cảm ơn. Trân trọng, ",
    "Cho em hỏi là với những sinh viên đã có quyết định tốt nghiệp ngày 21/04 thì khi nào có thể nhận bằng tốt nghiệp và nhận ở đâu ạ ?",
    "Mở môn học học kỳ 212 . Kính gửi phòng đào tạo  Em tên  MSSV   nay em viết đơn này xin phép mở khóa môn học hk2. Em đã thanh toán học phí dự thính đúng hạn ngày 8/4 nhưng đến nay 25/4 bkpay vẫn chưa xác nhận em đã thanh toán.Hiện tại bkel của em đã bị khoá môn học của hk2, thời khóa biểu và lịch thi cuối kỳ. Em mong thầy cô xem xét giúp em vì sắp thi hk2 em còn rất nhiều bài tập phải hoàn thành ạ. Em xin chân thành cảm ơn Chúc thầy cô nhiều sức khỏe",
    "Dạ em xin kính gửi Phòng Đào Tạo ạ Em tên   mssv:  Hiện tại em đang là sinh viên k21 của trường Đại học Bách Khoa. Em muốn xin gia hạn thời gian đào tạo vì tài chính gia đình em hiện giờ khó khăn  em có lên phòng CTCT sinh viên để gia hạn học phí nhưng đã hết thời gian nộp đơn gia hạn ạ em muốn xin trường cho em hủy bỏ học kì 2 của năm nhất, sang năm 2 em sẽ học lại học kì 2 của năm nhất ạ",
    "Chào Thầy/Cô,  Em tên: , MSSV:  Do có việc bận nên em không thanh toán học phí đúng hạn (kỳ 212). Hiện tại em đã thanh toán học phí trên BkPay rồi ạ, Thầy/Cô cho em hỏi em nên làm gì tiếp theo để được đkmh vào học kỳ tới ạ?  Em cảm ơn.",
    "Mở môn học học kỳ 212 . Chào thầy/cô;  Em tên Nguyễn Hữu Thọ  MSSV:  Khoa Kỹ thuật xây dựng  Em đã hoàn thành đóng học phí ạ. Mong thầy/cô mở lại có lớp học, thời khoá biểu và lịch thi cho em với ạ. Em xin cảm ơn thầy/cô.",
    "Thưa Cô/thầy trong học kì hè 213 có xét anh văn chuẩn theo từng năm không và cuối học kì 2 trường có tổ chức thi anh văn định kì xét được cho học kì hè không ạ",
    "Xin chào thầy/cô, em tên là , mssv , hiện em đã nhận được mail nằm trong danh sách dự kiến tốt nghiệp, em xin pđt ra quyết định thu nhận lại để có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
    "Em chào PĐT, PĐT cho em hỏi thời gian đăng ký môn học học kỳ 221 ạ. Em xin cảm ơn!",
    "Cho em hỏi vậy tạm dừng việc học có đồng nghĩa với đuổi học không ạ ?  Sang năm 2 em có thể học lại hk2 của năm nhất không ạ",
    "Hiện tại em đã hoàn thành chương trình học và yêu cầu chuẩn toeic nghe đọc lẫn nói viết ạ. Nhưng em không vô được mục đăng ký tốt nghiệp do tạm dừng 1 kì, mong PĐT xem xét giúp em.",
    "Kính gửi thầy/cô PDT, Em tên , mssv:  Em đã nhận được mail xác nhận tốt nghiệp nhưng em không đăng ký tốt nghiệp được vì tình trạng sinh viên đang là tạm dừng ạ. Mong thầy cô giúp em ạ. Cảm ơn thầy cô nhiều ạ.",
    "Kính gửi quý thầy cô , em tên  khóa 16 khoa xây dựng . Hiện tại em đã bổ sung đầy đủ các điều kiện tốt nghiệp . Em muốn hỏi khi nào em có tên trong danh sách dự kiến tốt nghiệp ạ . Em cảm ơn quý thầy cô  .",
    "dạ chào cô!  cô cho em hỏi theo em được nghe thì bên trường mình có được đăng kí học chương trình thạc sĩ từ năm 3, sinh viên cần phải đạt những điều kiện gì để có thể được đăng kí ạ?",
    "D:  Em tên . Hiện tại tk EL của em đang gặp vấn đề về viếc làm quiz , với môn Vẽ Kỹ Thuật. Em đã thử rất nhiều cách nhưng vẫn chỉ có thể dừng lại ở mục Video1. Em mong nhận được sự giúp đỡ đến từ si ạ",
    "Chào thầy cô! Hiện tại, em khoá K15. em chỉ còn mỗi anh văn nói viết bên trường là đủ điều kiện tốt nghiệp. Vậy cho em hỏi có thể gia hạn thêm thời gian được không!!? chứ em đọc quy chế thì 13 học kì của em đã hết hạn. Hoặc không em chuyển sang hệ VHVL có cần gì thêm không!!? Em cảm ơn'",
    "Dạ em chào quý thầy cô Phòng Đào Tạo! Cách đây mấy hôm em có làm đơn xin thu nhận lại kèm với xin đăng ký tốt nghiệp bổ sung trong đợt tháng 4. Ngày mai là khoa em làm lễ tốt nghiệp rồi. Cho em xin hỏi là em có được thu nhận lại để đằng ký bổ sung không ạ ? Em rất mong em có thể kịp làm lễ tốt nghiệp. Em cảm ơn quý thầy cô Phòng Đào Tạo rất nhiều.",
    "Dạ em chào thầy/cô Em là  sinh viên khoa kĩ thuật hoá học chương trình chất lượng cao. Đầu tháng 4 em có đăng kí làm thẻ sinh viên trên web, sau đó em quên mất là phải thanh toán qua bkpay. Đến nay em lên xem thì thấy đã quá hạn thanh toán ( hạn là 13/4/2022) nhưng vào bk pay thì em vẫn có thể thanh toán tiền làm thẻ. Như vậy em có thể thanh toán bây giờ được không ạ? hay phải đăng kí lại ạ?  Em cảm ơn thầy/cô",
    "em , . Em có đăng kí tốt nghiệp đợt tháng 4/2022 và đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 4/2022. Hôm lễ tốt nghiệp thứ 6 22/4/2022 em không tham dự được. em xin hỏi hiện tại em muốn nhận bằng tốt nghiệp thì sẽ phải làm gì ạ? em xin cảm ơn ạ.",
    "Xin chào Phòng Đào Tạo, em là , MSSV: . Ngày 10/4 em có đóng học phí HK221, khi chọn 'Thanh toán' và chuyển sang trang web ngân hàng OCB thì hệ thống không gửi mã OTP về điện thoại để hoàn thành thanh toán. Sang ngày 11/4 em có lịch đi thực tập nên không ở thành phố và hệ thống vẫn không hoàn thành thanh toán cho em được. Hôm nay, em đã ra tận ngân hàng để thanh toán trực tiếp bằng tiền mặt học phí. Mong Phòng Đào Tạo add lại thời khoá biểu và e-learning lại cho em . Cảm ơn !!!",
    "Em chào thầy/cô pdt. Em tên -. Trong lần đóng học phí vừa rồi. Em gặp vấn đề về tài chính nên đóng học phí muộn. Em đã hoàn đóng học phí vào 24/4. Em mong thầy/cô mở lại môn học hk 212 giúp em ạ. Em cảm ơn",
    "Chào bạn, Do sinh viên chuyển khoản khác số tiền học phí HK212 trên BKpay: Phòng kế hoạch tài chính sẽ hoàn trả lại số tiền vào tài khoản của SV,  SV phải tự thanh toán học phí theo thông báo trên BKPay theo đúng quy định. (dự kiến phòng kế hoạch tài chính sẽ hoàn trả lại tiền do sinh viên thanh toán sai vào tài khoản trường trước lễ 30/4/22) Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân Thân",
    "Em tên  Mssv  Hôm nay em có lên My Bk để coi điểm thì phát hiện điểm môn Hoá lý 1 mã môn học là CH2003 của em là 0,5. Em cần được phúc khảo ạ. Em cảm ơn",
    "Dạ cho em hỏi việc tạm dừng việc học sẽ được thông báo qua mail hay gửi thông báo về gia đình ạ. Em cảm ơn",
    "Em tên là Nguyễn Thành Chung, MSSV  Hiện tại, em đang gặp tình trạng bkel và mybk bị xoá hết tất cả các môn học dẫn đến tình trạng em bị trễ hạn các bài kiểm tra trong khi đó các bạn khác đều bình thường. Em không biết lỗi này là do bên bkel hay là do lỗi đóng học phí. Học phí kì chính em đã đóng đầy đủ chỉ có học phí Anh Văn 2A thì em mới đóng nhưng trên bkpay để hạn là 11/4 tuy nhiên lịch thực tế thì là đến 28/4 mới hết hạn đóng anh văn 2A, và ngày 11/4 em vào đóng thì BKpay cũng ch mở đóng học phí cho anh văn 2A nhưng lại để hạn đóng là 11/4. Em mong PDT sớm giải quyết cho em để em tiếp tục học kì 212. Em xin chân thành cảm ơn",
    "Xin Pđt xem xét và phục hồi thời khoá biểu Hk 212 cho em.Em xin hứa lần sau sẽ không nộp học phí trễ nữa",
    "Mở môn học học kỳ 212 . Kính gửi pđt.Em tên  mssv . Em xin phép mở khóa môn học hk2 vì em đã thanh toán học phí dự thính đúng hạn ngày8/4 nhưng đến nay bkpay vẫn chưa xác nhận là em đã thanh toán. Môn học hk2, lịch thi ,thời khóa biểu của em hiện tại đã bị khóa  . Em mong pđt xem xẻt giúp em vì sắo tới là kỳ thi cuối hk2 và rất nhiều bài tập em cần phải làm ạ Em trân thành cảm ơn",
    "Em là . MSSV . Cho em hỏi là bkel của em khi nào mở khóa lại ak .",
    "Em là . MSSV:. Lớp XD20CTXD02. Cho em hỏi em đã đóng học phí đầy đủ rồi ạ, khi nào em mới được khôi phục. Em hiện đang bị deadline nhiều môn. Em xin cảm ơn",
    "Chào thầy (cô), Cho em hỏi nếu hoãn luận bảo vệ luận văn và dời qua kì hè thì có được bảo lưu không ạ hay đăng ký lại luận văn ạ? Em cám ơn thầy (cô).",
    "Tốt nghiệp . Em chào Thầy/ Cô, em là sinh viên K15 đã đủ điều kiện đăng kí tốt nghiệp, do điểm thi TOEIC hai kĩ năng nói viết ở BKEnglish vừa cập nhật hôm nay 25-04-2022 nên em bị trễ hạn đăng kí tốt nghiệp kì này. Nếu dời tốt nghiệp qua kì sau thì em sẽ chuyển về hệ tại chức. Em xin phép Thầy/ Cô xem xét trường hợp này và hướng dẫn em để có thể nhận được bằng tốt nghiệp hệ chính quy. Em xin cảm ơn !",
    "Kính chào phòng đào tạo, Em tên là: , MSSV: , Khoa Điện Điện tử . Hiện tại do nhiều lý do nên đợt đăng ký nhận bằng tại hội trường và lễ tốt nghiệp em không tham gia được . Cho em hỏi là sau thời gian này, em cầm CCCD và thẻ sinh viên đến phòng đào tạo em vẫn có thể nhận được bằng phải không ạ?  Em xin chân thành cảm ơn. Kính trọng  ",
    "Kính thưa nhà trường, Em có xin mẫu đơn giấy xin dự kiểm tra bổ sung được không ạ? Dạ em cảm ơn ạ   i ",
    "Chào thầy/cô. Em tên  MSSV  1. Em đã đăng ký tốt nghiệp ở trang mybk. Phần đăng ký có ghi chữ \" Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\". Vậy là chờ nhận bằng tốt nghiệp thôi hay cần làm thêm gì nữa không ạ. 2. Em muốn hỏi giấy chứng nhận tốt nghiệp tạm thời vào trang nào để in ra (dùng trong thời gian này ạ). Em cảm ơn.",
    "Cho em hỏi hk hè 213 môn pldc và triết học onl hay off và nếu đi học off là cs1 hay cs2 ạ. Em cảm ơn.",
    ": Giấy chủ nhiệm chi đóng học phí kì  212 Họ và tên:  MSSV: ",
    "Thầy (cô) cho e hỏi, e lỡ đóng học phí trễ hạn nên bị xóa hết môn học trên e-learning. Giờ em phải làm gì để khôi phục lại ạ, em còn bài tập phải nộp nữa ạ.",
    "Thưa thầy/cô em là  MSSV  do em đóng học phí trể nên bị xoá thời khoá biểu , em viết đơn này xin được mở lại thời khoá biểu.",
    "Dạ em thấy tên em có trong danh sách tốt nghiệp tháng 4. Vậy là tháng 4 này em có Bằng tốt nghiệp và sẽ làm lễ tốt nghiệp trong tháng 11/2022 ạ?",
    "Em muốn hỏi muốn thi anh văn đầu vào của trường khi nào đăng kí được ạ, vì trong mail trường gửi hôm 24/01/2022 không có link đăng kí và cũng không thông báo ngày nào mở lịch đăng kí. Em cảm ơn ạ. Em chỉ muốn biết khi nào mở lịch đăng kí thôi ạ!",
    "Em chào thầy cô Phòng Đào Tạo! Em xin được cập nhật điểm môn tương đương ạ. Em đã học môn  Sai Và  Thuật Đo ME3003 học ở học kì 1 năm 2021-2022 đã đặt được 6.0 điểm tổng kết. Em tương đương với môn  Sai Và  Thuật Đo ME3801 thuộc CTĐT của khoa Giao Thông",
    "Kính gửi Phòng Đào Tạo Em tên:  - MSSV:  - Khoa Học Máy Tính (hệ VLVH), vừa đăng ký nhập học tháng 2/2022. (1) Hiện tại em vẫn chưa đăng nhập vào E-learning được, bị báo lỗi như file đính kèm, xin PĐT kiểm tra giúp em. (2) Em chưa đăng ký được môn học nào, có log-in vào kiểm tra gia thông tin trên Web Đăng ký môn học hàng tuần, nhưng chưa thấy thông tin, không biết em có đang bỏ lỡ đợt đăng ký nào không. Rất mong PĐT cho em xin thông tin: khoản khi nào đến đợt Đăng ký Môn học của học kỳ đầu tiên cho hệ đào tạo của em, để em theo dõi đăng ký đúng hạn. Rất mong nhận được hỗ trợ từ PĐT, Em xin cảm ơn, Trân trọng, --  ([phone_number])",
    "Chào các thầy cô, em có đứa em có nguyện vọng vào trường ĐHBK-ĐHQGTPHCM hệ chất lượng cao khoa điện điện tử. Nếu giả sử năm nhất em ấy không muốn học hệ chất lượng cao nửa (vì một số lý do khách quan) thì mình có thể chuyển xuống hệ đại trà không ạ.",
    "Em muốn hỏi làm sao để biết được Ngày nhập học và Ngày kết thúc của mình ạ (Attendance date from...to...)? Do em đang làm hồ sơ du học thì nhà trường bên kia yêu cầu cho biết về 2 ngày này ạ. Em vừa làm lễ tốt nghiệp ngày 24/4/2022.",
    "Em  - MSSV: , HK212 em không đăng kí LVTN vì lí do chưa đủ điểm trung bình, nên nay HK hè 213, em xin gửi đơn xin thu nhận để được bỏ tình trạng tạm dừng học để đăng kí LVTN . Kính mong PĐT xem xét để em được thực hiện LVTN trong học kì hè ạ. Em xin chân thành cám ơn!",
    "Kính chào thầy cô ở phòng đào tạo. Hiện tại em muốn đăng kí học cải thiện vào kì chính năm sau tức là học kì 1 của năm học 2022-2023. Cho em hỏi là 1 tín chỉ sẽ được tính như thế nào ạ ( theo K20 hay K21 ) ạ . Em cảm ơn thầy cô đã đọc.",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Thầy cô cho em hỏi là tình trạng hiện tại của em đã hoàn thành hết chương trình học và các tiêu chuẩn khác để ra trường nhưng sao mục đăng kí tốt nghiệp của em bị ẩn, em không được đăng kí ạ? Tình trạng theo học hiện tại của em: - Đã xong hết chương trình học (142 chỉ) khóa K17 ạ. - TOEIC (Nghe - Đọc) 560. - Anh văn nói viết 210. - Ngày công tác xã hội: 15. - Các khoản thanh toán trên BKpay đã thanh toán đủ. (Ảnh em đính kèm bên dưới ạ) Em xem trên mục đăng kí hạn đăng kí tới 4/5 nhưng nút đăng kí của em bị mờ không cho đăng kí ạ? Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký tốt nghiệp còn rất ngắn. Em xin cảm ơn ạ.",
    "Chào Thầy/ Cô, Em không đóng học phí đúng hạn. Vậy là môn học VẬT LÝ 2 bị hủy luôn. Hay khi em đóng học phí xong sẽ mở lại ạ. Em cảm ơn!",
    "Kính gửi thầy/cô, dạ em khóa K15, em đã hoàn thành tất cả các môn trong chương trình học, chứng chỉ TOIEC, nhưng em vẫn chưa qua được anh văn nói viết ạ. Kính mong thầy/cô có thể cho em xin gia hạn thêm một học kì để em có thể tốt nghiệp được ạ. Dạ hiện em đang ở khá xa trường, mong thầy cô có thể cho em gửi đơn online được không ạ, kính mong thầy cô hướng dẫn thủ tục viết đơn xin gia hạn online ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ Phòng đào tạo cho e hỏi về lịch nghỉ lễ 30/04/2022 và 01/05/2022 chính thức của trường mình ạ. Tại e có kế hoạch về quê mà chưa xác định được thứ 6 có học hay không ạ.",
    "EM chào anh/chị ạ Em có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn ko đăng ký tốt nghiệp được trong MyBK ạ. Mong anh/ chị giải quyết thắc mắc giúp em. Em chân chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo Đại học Bách Khoa Thành Phố Hồ Chí Minh. Em tên là Khuất Minh Vương, MSSV:  Hôm nay (ngày 23/04/2022), em có ca thi cuối kỳ môn Phương Pháp Tính (MT1005) vào lúc 16h00, phòng thi HTL5_A. Trong quá trình làm bài thi thì laptop của em phát sinh lỗi bất ngờ khiến thiết bị dừng hoạt động và màn hình chuyển thành màn hình tối màu (không hiển thị bất cứ thông tin gì trên màn hình nữa dù camera vẫn hoạt động và màn hình vẫn còn độ sáng). Em buộc phải rút nguồn laptop và khởi động lại từ đầu để có thể vào lại phòng thi kịp giờ, nhưng trang đề thi của em bị lỗi \"connecting\" và thời gian chờ tải lại quá lâu (em có chụp màn hình lại), vì lúc này đang trong giờ thi nên em có xin phép sự hướng dẫn từ giáo viên coi thi và được hướng dẫn liên hệ Phòng Đào Tạo, đồng thời gửi kèm minh chứng để xin được hoãn thi môn Phương Pháp Tính trong học kỳ này (HK212). Em có quay lại video từ điện thoại cá nhân làm bằng chứng cho những lời nói của mình về lỗi thiết bị, có ảnh chụp màn hình đề thi không tải được, ảnh chụp màn hình hướng dẫn từ giáo viên coi thi (em xin đính kèm trong mail này). Kính mong quý thầy, cô Phòng Đào Tạo hỗ trợ, hướng dẫn em xử lý trường hợp này để em có thể theo kịp tiến độ học tập. Em xin chân thành cám ơn quý thầy, cô. Kính chúc quý thầy, cô cùng gia đình nhiều sức khỏe!",
    "em muốn biết mail của thầy cô để liên hệ trao đổi thì tìm ở đâu ạ em xin cảm ơn",
    "Gửi PDT Nhưng ngành học của em là Oto-Máy Động Lực, thuộc khoa Kỹ Thuật Giao Thông, mà khi chuyển sang hệ VLVH lại là Khoa Điện-Điện Điện Tử thì đâu đúng với ngành học thực tế của em. Thì khi đăng ký tốt nghiệp ngành học in trên bằng tốt nghiệp đâu có đúng ngành học thực tế của em đâu. Mong PDT xem xét sửa và phản hồi lại sớm giúp em. Để em đăng ký tốt nghiệp và thông tin in trên bằng đúng với ngành học thực tế của em. Em cảm ơn",
    "Em thanh toán trễ hạn và bị xóa bkel thời khóa biểu và lịch thi. Vậy giờ em phải làm gì để được mở lại ạ",
    "Em tên là Nguyễn Thu Bồn-2112913-GT21THK1-2.Học kì 2 vừa ròi em chưa thanh toán học phí đúng hạn do có khó khăn trong chuyện tiền bạc.Hiện em đã thanh toán đầy đủ học phí.Dưới đây là đơn trình bày lý do cảu em.Em cam kết sẽ thanh toán học phí đúng hạn trong các kì tới.Em cảm ơn.",
    "Dạ do có việc gia đình ngoài ý muốn nên em đón tiền học trễ ạ, em đã thanh toán xong hết học phí rồi ạ, mong trường mở bkel giúp em để em tiếp tục theo dõi việc học ạ. Em cám ơn ạ",
    "Dạ em gửi đơn hủy hoãn thi, mong PĐT xem xét giúp em với ạ.   i  .",
    "Mở môn học học kỳ 212 . Em viết đơn này xin phòng đào tạo mở lại TKB HK212. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện tại em đã hoàn thành các môn học tại trường kể cả luận văn tốt nghiệp và đang thi chờ thi chứng chỉ anh văn nộp vào tốt nghiệp ạ. Nhưng mới đây em có vào tình trạng sinh viên thì hiện tại em đã tạm dừng thì làm sao để hết tình trạng tạm dừng sinh viên đấy ạ. Và nếu tình trạng tạm dừng kéo dài quá lâu thì có ảnh hưởng gì đến việc tiếp tục tốt nghiệp của em không ạ. Em rất mong Phòng Đào Tạo giải đáp giúp em với ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Dạ Em chào Thầy/Cô ạ Tình hình của Em là chưa thanh toán học kì dự thính 212. Còn Học kì chính đã được phòng CTCTSV Gia hạn học phí rồi ạ. Danh sách của phòng CTCTSV em gửi theo file đính kèm Kính xin Thầy/Cô phục hồi TKB và BK-Elearning học kì chính 212 giúp em với ạ! Vì em đang trong giai đoạn thi giữa kì và deadline nên không có link để học ạ Em xin cám ơn Thầy/Cô ạ!",
    "Chào thầy cô ạ. Kỳ 212 này vì một số lí do em đã thanh toán toán trễ học phí kì chính dẫn đến bị mất tài nguyên trên Bkel và chưa được cập nhật lịch thi. Nay em đã thanh toán xong phần học phí và có kèm đơn xin thanh toán trễ ở đây. Mong thầy cô giúp em cập nhật lại ạ. Em xin cảm ơn",
    "Dạ em chào anh/chị Em là , MSSV  Do gặp vấn đề về tài chính nên kì này em đã đóng học phí trễ hạn,vì vậy đã bị xóa hết thời khóa biểu, lịch thi cũng như các khóa học. Nay em đã hoàn thành học phí mặc dù trễ hạn, mong Phòng đào tạo có thể mở lại các nội dung trên giúp em Em xin chân thành cảm ơn ạ",
    "Dạ theo em biết thì trường sẽ có tổ chức đợt xét tốt nghiệp bổ sung, vậy đợt xét tốt nghiệp bổ sung sẽ diễn ra từ ngày này tới ngày nào vậy ạ. Em xin cảm ơn .",
    "Thời gian tạm dừng tối đa của sinh viên? Bị xoá tên có xin vào học lại được không?",
    "Em là , mssv , do vấn đề tài chính của gia đình nên em đã đóng tiền học phí trễ hạn, nay em đã có thể thanh toán học phí, thì nếu đóng có được mở lại môn học và tham gia thi ở học kì này không ạ",
    "Vì vài lí do cá nhân nên học kì này em đóng trễ học phí, hiện tại em đã hoàn thành học phí trước thời hạn cuối cùng. Vậy có cần phải làm đơn nêu lí do trễ không ạ. Nếu có thì tải đơn ở đâu và gửi cho đơn vị nào, bằng cách nào ạ. Em xin cảm ơn.",
    "Vì lý do hiện tại em đã đi làm và cần bổ sung bảng điểm cho cty, em không thể lên trường nhận bảng điểm. Do đó em muốn nhờ bạn em lấy hộ. Bạn em là , mssv . Em cám ơn",
    "MSSV:    i  Họ và tên sinh viên: , lớp CK20CDT1, ngành cơ điện tử, khoa cơ khí     -Kính thưa PĐT, hiện tại do em cần liên lạc với thầy chủ nhiệm khoa nên em có một câu hỏi ạ:     (1)PĐT cho em hỏi là thầy chủ nhiệm khoa Cơ Khí của trường ĐH Bách Khoa TP HCM là ai ạ? Nếu thuận tiện thì PĐT cho em xin gmail và số điện thoại liên lạc của thầy luôn được không ạ?  Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ.",
    "Hiện tại môn Xác suất và thống kê đã có lịch hoãn thi vào ngày 7-5 và thi online nhưng hiện tại em vẫn chưa có phòng thi tại Exam.hcmut hay là trên mybk ạ. Mong hỗ trợ em để có biết được phòng thi của mình.",
    "Em là , Mssv . Dạ thưa chị em có nhận được lịch thi môn giải tích 2 ngày thi 24/4 lúc 16:00 pm. Em đã kiểm tra toàn bộ mail thậm chí là cả bk exam nhưng mà em không nhận được bất kì link nào để tham gia phòng dự thi môn Giải tích 2 ạ. Em có thể hoãn thi được không ạ.",
    "Mở môn học học kỳ 212 . Khi nào thời khóa biểu của em được hoạt động bình thường lại ạ",
    "Chào quý thầy/cô/cán bộ/nhân viên phòng đào tạo trường Đại học Bách Khoa TPHCM (HCMUT), Em là hiện là sinh viên năm 2 Nhóm ngành cơ điện tử, Khoa cơ khí, trường Đại học Bách Khoa TPHCM,  Họ và tên:  , MSSV:    B Lý do bảo lưu:    Do không thể tiếp tục học trực tiếp tại trường vì hiện em đang du học đại học ở nước ngoài (Hoa Kỳ) từ ngày 4 tháng 1 năm 2022, vì lý do đó xin quý thầy cô phòng đào tạo xem xét việc bảo lưu kết quả học tập tại trường đại học Bách Khoa của em. Các tài liệu liên quan đến việc du học được đính kèm trong các tệp tin sau bao gồm Visa, I-20, I-94. Cảm ơn quý thầy cô đã xem xét, ",
    "Chào Thầy/Cô. Trên BKPay em có đóng học phí muộn nên bị mất thời khóa biểu và lịch thi trên MyBK, ngoài ra còn mất các môn học trên BKeL. Hiện tại em đã thanh toán học phí nhưng chưa thấy thời khóa biểu, lịch thi và các môn học được mở lại. Thầy/Cô cho em hỏi em khoảng mấy ngày thì em được mở lại ạ. Em cảm ơn Thầy/Cô!",
    "Em kính chào anh, chị! Hiện tại em đã đầy đủ các điều kiện để đăng kí tốt nghiệp nhưng vẫn chưa thể thực hiện việc đăng kí trên mybk. Anh chị cho em hỏi em cần phải làm gì để thực hiện được ạ? Em hi vọng anh chị giải đáp giúp em. Mục đích của em là đăng kí để nhận bằng chứ không làm lễ ạ. Em cám ơn anh, chị!",
    "Em xin chào pdt. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng nhà trường vẫn chưa rút lại quyết định tạm dừng cho em. Em xin phép pdt giải quyết vấn đề này để em có thể đăng kí tốt nghiệp Em xin cảm ơn",
    "Em Tên: Huỳnh Trọng Nhân MSSV: Hệ VHVL Em xin chào quý thầy cô, hiên tại lịch học Tiết Bài Tập môn Phương Pháp Tính (MT1010) do thầy  giảng dạy bắt đầu học từ 12h-13h50 Chủ Nhật 24.04 trùng giờ học với giờ Thí Nghiêm Đông Cơ Đốt Trong (TR2008) do thầy .... do 2 thầy đứng lớp điều rất gắt gao trong việc điểm danh, đi trể cũng như không chấp nhận lịch học trùng và nó còn ảnh hưởng đến quá trình học tập của em... hôm nay em xin phản ánh lên Phòng Đạo Tạo xem xét và thay đổi lịch học giúp em.",
    "Đề nghị PDT xem xét và phục hồi gấp cho em thời khóa biểu và bkel bài giảng. Em xin cám ơn!",
    "Em chào Thầy Cô. Em tên , mssv , sinh viên hệ VHVL khoa Điện-Điện tử. Em có nhu cầu lấy bản scan bằng tốt nghiệp chính thức,và nhận bảng điểm chính thức khi đến nhận bằng, mong Thầy Cô hỗ trợ cho em. Em cảm ơn Thầy Cô đã xem xét và hỗ trợ",
    "Dạ do em thanh toán học phí trễ nên bị xóa tkb và elearning giờ làm sao để mở lại ạ.",
    "Chào thầy/cô ạ, Em sẽ bảo vệ luận văn vào tháng 6 tới, do ảnh hưởng bởi covid nên sức khỏe không đảm bảo hoàn thành luận văn đúng hạn, em có thể dời đợt bảo vệ qua tháng 9 được không? Em rất mong nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.",
    "Dạ em chào quý thầy cô! Trường có mở  Văn Tốt Nghiệp vào học kỳ hè 213, vậy thầy/cô cho em hỏi là tính học phí  Văn Tốt Nghiệp đối với K18 vào kỳ hè 213 này là 800k/1chỉ hay là vẫn 350k/1chỉ ạ? Em xin cảm ơn ạ! ",
    "Kính thưa phòng đào tạo, Hiện tại là em thanh toán học phí trễ, cụ thể là đã thanh toán vào tối hôm qua. Không biết phòng đào tạo có thể giúp em lấy lại tkb, lịch thi cũng như tài liệu e-learning của kì 212 này không ạ ? Em cảm ơn trước ạ.",
    "Dạ em chào cô, do luận văn kì này em không kịp 50% nên chưa được bảo vệ nên có thể sẽ bị 13 điểm. Giờ có thông báo thì đã qua hạn đăng kí môn học hè rồi nên cô có thể đăng kí giúp em môn luận văn được không ạ. Mã môn học là EE4333 . Sẵn tiện cho em hỏi là trên mail của em không còn hiện lên mấy mail như là đăng kí môn học hay là đóng học phí nữa, cô hướng dẫn em cách cập nhật thông tin tự động với ạ. Em cảm ơn cô.",
    "Cho em hỏi trong bảng điểm đã có điểm thi với tổng kết môn rồi mà nó vẫn có chữ CH thì có được xem là đã hoàn thành xong môn học không ạ? Tại em có xem thông tin trên bảng điểm có ghi CH (Chưa tính số TCTL và ĐTB) .",
    "Kính chào thầy/cô. Em đã đóng học phí HK212 trễ hạn. Tuy nhiên hệ thống BK-e learing vẫn bị ẩn tài liệu học tập của HK212. Đồng thời lịch thi cũng bị ẩn. Kính mong thầy cô kiểm tra lại để em có thể tiếp tục học tập. Em xin chân thành cảm ơn.",
    "dạ cho e hỏi là khi nào e mới dc phcuj hồi lại thời khóa biểu với lịch thi ạ  e bị mất thời khóa biểu với lịch thi r ạ",
    "Phòng đào tạo cho em hỏi em đã có tên trong danh sách dự kiến tốt nghiệp chưa ạ, hiện em có môn thi có mã môn học là CI3067 bị hoãn tới 17/04 vừa rồi đã cập nhật điểm lên ngày 22/04, nếu ngoài thiếu môn thi trên thì hiện em còn gặp vấn đề gì với điều kiện tốt nghiệp không ạ? em xin cảm ơn ạ",
    "Chào anh/chị, Lễ tốt nghiệp vừa rồi,e có tên trong danh sách tốt nghiệp chưa có bằng, e muốn hỏi là em đã có thể nhận được bằng tốt nghiệp chính thức từ phòng đào tạo chưa? hay phải đợi đến đợt tốt nghiệp tiếp theo. mong anh/chị phản hồi sớm. em cảm ơn .",
    "Em chào quý Thầy/Cô Hôm nay em gửi hỏi/yêu cầu này là thắc mắc về tình trạng như sau: Em có nhận được email từ hệ thống báo là đã nhận được bản Scan giấy chứng nhận tốt nghiệp tạm thời vào ngày 23/04. Nhưng cho đến nay là 26/04 em theo dõi trong phần hồ sơ đăng ký tốt nghiệp thì hoàn toàn chưa nhận được bản Scan nào cả. Trước đó Em đã nhận được quyết định tốt nghiệp (quyết định ra) và cũng đã có tên trong danh sách tốt nghiệp chính thức vào ngày 21/04 vừa qua. Quý Thầy/Cô cho Em hỏi bản Scan tốt nghiệp tạm thời của Em có bị trục trặc gì không mà sao e vẫn chưa nhận được? Em có đính kèm ảnh chụp màn hình email gửi của hệ thống. ",
    "Kính gửi Phòng Đào Tạo Em xin gửi đơn xin phục hồi TBK HK212 trình bay lý do và các mã môn học đã bị hủy HK212   i  .",
    "Vì sự thay đổi tin nhắn nhắc đóng học phí( không gửi qua mail) và em cập nhật tin hơi trê  vì vậy đã nộp học phí trễ. Kính mong PĐT xem xét tạo điều kiện cho em được học và phục hồi lại cho em. Em xin chân thành cám ơn!",
    "Em tên ,  mssv , sinh viên hệ VHVL khoa Điện-Điện tử . Em muốn xin pđt gửi cho em bản scan của bằng tốt nghiệp . Mong Thầy Cô hỗ trợ. Em cảm ơn .",
    "Kính gửi Phòng đào tạo Em tên: , MSSV: , Khoa Khoa Học và Kỹ Thuật Máy tính - Hệ VHVL Em thấy đã có lịch thi cuối kỳ trên MyBK. Môn Thi là Hệ quản trị cơ sở dữ liệu, mã môn: CO3021, thi ngày 10/5 em không tham gia thi được do bữa đó em có việc bận, Không có mặt tại TP HCM để thi ạ. Vậy cho em xin phép hoãn thi hay dời lịch thi. Mong PĐT hỗ trợ em, em cảm ơn ạ!!",
    "Dạ xin chào phòng đào tạo, em đã hoàn thành các điều kiện để tốt nghiệp, mong PDT xem xét và xét tốt nghiệp bổ sung giúp em, em xin chân thành cảm ơn ạ !",
    "Chào pđt ạ, em đang là khóa K18 sắp tới theo đúng hạn sẽ tốt nghiệp vào tháng 11. Em muốn hỏi nếu em đăng kí học cải thiện vào kì hè 213 và hoàn thành trong kì hè 213 thì vẫn được tốt nghiệp vào tháng 11 hay sẽ vào tháng 4 năm sau ạ. Em cảm ơn.",
    "Em chào thầy cô. Vì lý do cá nhân khiến em đóng học phí bị chậm trễ. Nay em đã đóng học phí đầy đụ. Vậy nên em mong thầy cô có thể phục hồi lại thời khóa biểu và lịch thi để em có thể tiếp tục việc học ạ. Em cám ơn.",
    "Em hiện đã hoàn thành chương trình học, đủ chuẩn Toeic và tối 24/4 em lên xem thì em có kết quả nói viết (thi 14/4) là 210. Em muốn đăng ký tốt nghiệp vì em nhớ hạn là 4/5, nhưng em không vô được chỗ đăng ký tốt nghiệp vì bị tạm dừng 1 kỳ do không đăng ký môn học. Em mong PĐT xem xét giúp em.",
    "Em muốn hỏi là ở năm 2 em đã thi anh văn định kỳ(do ig tổ chức thi tại trường) để đăng ký môn học được 525 điểm (tương đương với pass anh văn 4), giờ em đang năm 3 có được dùng lại kết quả đó không? hay phải đăng ký thi lại đợt kiểm tra anh văn định kỳ tiếp theo để được đăng ký môn năm 4 vậy ạ?  ",
    "Em tên là , MSSV:  Kì trước em học cô  môn giải tích 2, em có đăng kí thành công hoãn thi, em xin hỏi lần này em muốn hoãn thi tiếp đến kì hè thì em làm đơn xin hoãn thi và bỏ qua chữ kí giáo viên hướng dẫn, khoa rồi nộp cho phòng đào tạo qua mail được không, tại kì trước em được hoãn thì xem như em không bị cấm thi rồi.",
    "Em là sinh viên đang theo học tại trường mình, mà không may là em mắc bệnh trầm cảm nên em muốn dành thời gian một học kỳ để chữa bệnh. Em mong PĐT sẽ chấp thuận yêu cầu này để học kỳ sau em toàn tâm toàn ý điều trị bệnh và có thể quay lại học tập tại trường sau khoảng thời gian nghỉ.",
    "Dạ Em chào Thầy /Cô ạ! Hiện tại Em đã thanh toán HP kì dự thính 212, còn HP kì chính 212 em đã được.gia hạn Vậy nên Em xin Thầy/Cô mở lại TKB và Bk-elearning giùm em với ạ vì em đang rất nhiều deadline ạ Em xin cám ơn ạ!",
    "Dear Phòng Đào Tạo, Em là Tính mssv  hệ VLVH ngành khoa học máy tính. Em viết mail này xin Phòng Đào Tạo cho em xin các môn nằm trong danh mục được KHoa xét miễn được không ạ. Em muốn xét miễn môn vì khóa của em phải học lại những môn đã học rất nhiều ạ, vừa tốn chi phí và không kịp theo chương trình đào tạo vì tụi em chỉ học được buổi tối thôi ạ. Mong nhận được phản hồi từ quý thầy cô, em chúc thầy cô sức khỏe ạ.   i Học vụ  ",
    "Kính chào quý thầy cô! Em tên , MSSV . Em có lịch thi hoãn thi môn Giải tích 2 (MT1005) vào 16h00 ngày 24/04, nhóm HTD5-A. Vào hôm đó em không thể tham gia thi do hỏng laptop (laptop hỏng nhiều lần và đợi mua mới nên tạm thời em không có laptop để sử dụng) và đang bị dương tính với Covid nên không thể tìm gặp ai mượn laptop để tham gia thi. Nhưng em lại được biết là để tham gia thi xóa điểm hoãn thi cần đăng kí với PĐT, em lại chưa đăng kí nên không biết việc không tham gia thi của em có được tính là điểm vắng thi hay không? Vậy em có cần làm đơn hoãn thi theo thủ tục không ạ? Mong thầy cô thông cảm cho sự chậm trễ này, vì lý do sức khỏe và ở trọ một mình nên việc xoay sở của em khá khó khăn. Em xin chân thành cảm ơn và mong phản hồi từ phía thầy cô. Em đã đính kèm ảnh minh chứng và đơn xin phép hoãn thi phía dưới ạ!",
    "Kính gửi thầy/cô,  Em có tham gia xóa hoãn thi môn kỹ thuật siêu cao tần học kì 202 vào ngày 22/12. Em có hỏi giảng viên giảng dạy em và biết có điểm. Thầy nói tuần này kiểm tra lại trên bảng điểm nhưng đến nay trên bảng điểm vẫn chưa cập nhật mà vẫn còn là điểm 14. Mong thầy cô hỗ trợ giúp đỡ em ạ!  Em xin cảm ơn thầy/cô",
    "Em chào anh/chị, Em tên là  mssv . Hiện tại em bị mất hết môn học học kì 212 do em không kịp thanh toán học phí đúng hạn. Em đã cố gắng thanh toán hết học phí trong tuần qua nên em xin pdt mở lại các môn học hk212 cho em với ạ. Cho em hỏi em có phải lên pdt ở cs1 để nộp đơn trình bày lý do thanh toán học phí trễ không? Em cảm ơn .   i ",
    "Em đã thanh toán học phí trên BKpay, em xin lỗi vì đã đóng học phí trễ hạn ạ. Mong PĐT xem xét mở lại tkb và lịch thi HK212 của em ạ Em cảm ơn ạ",
    "Xin chào quý thầy cô, Vào ngày 20/4/2022 theo như trả lời của cô ở PDT là, hiện tại yêu cầu về đăng ký xét tốt nghiệp của em đã được PDT ghi nhận. Đồng thời, PDT có kèm thêm thông tin nếu đến ngày 26/4/2022, vẫn chưa nhận được e-mail hay tin nhắn thông báo về việc được đăng ký tốt nghiệp thì có thể lên BKSI hỏi lý do. Hiện tại, em vẫn chưa nhận được thông báo gì hết ạ. Rất mong quý thầy, cô có thể trả lời xác nhận, em cần bổ sung thêm, để em có thể  đăng ký tốt nghiệp . Em xin chân thành cám ơn. Thân.",
    "Em chào thầy/cô ạ, Em là , MSSV:  thuộc lớp L02 (kỳ trước). Vào ca thi   B 16h ngày 23/04    em thi cuối kỳ môn Phương pháp tính (Thi xóa điểm HT). Không may máy em bị sập nguồn giữa chừng nên không nộp được bài làm và dẫn đến bị hỏng file ghi màn hình. Và không điểm danh với cán bộ coi thi khi làm bài xong được. (Em có video quay lại máy bị sập nguồn và hỏng file ghi màn hình ở dưới ạ) Nên em xin phép được hoãn thi cuối kỳ lần này và mong được thi vào lần kế tiếp ạ . Em đã mail PĐT và thầy bộ môn ngay lúc gặp sự cố và hôm nay PĐT đã kêu em lên BKSI thông báo ạ. Em cảm ơn thầy/cô rất nhiều ạ.",
    "Em chào thầy cô, em tên  MSSV  Thầy cô cho em hỏi hạn chót nộp CCNN để xét tốt nghiệp cho sinh viên khóa k18 muốn tốt nghiệp vào tháng 11 năm 2022. Em cảm ơn thầy cô.",
    "Em chào a/c phòng đào tạo Do đã thanh toán học phí HK212 trễ hạn, nên đã bị xoá TKB Vì vậy, em làm đơn trình bày xem xét phục hồi TKB để phòng đào tạo phục hồi tkb giúp em. Em đã thanh toán xong vào ngày 25/4/2022. Em cảm ơn!",
    "Kính gửi phòng đào tạo bách khoa Em tên         MSSV:  Em vừa có kết quả thi tiếng anh nói viết và em cũng đủ điều kiện đăng ký tốt nghiệp nhưng khi e đăng ký tốt nghiệp trên mybk thì hệ thống báo là em không có quyền sử dụng trang này. Thầy cô cho em hỏi cách để đăng ký tốt nghiệp và nếu em đăng ký thì bao giờ sẽ cố bằng tốt nghiệp ạ. Em xin cảm ơn",
    "Dạ em chào Thầy/Cô. Em là sinh viên K18 khoa Hoá. Hiện em đang làm Luận văn tốt nghiệp HK212 này, Thầy/Cô cho em hỏi nếu em làm không kịp và em đăng ký Luận văn vào kì hè 213 thì học phí HK213 của em là 350.000đ/chỉ hay 880.000đ/chỉ ạ? Em mong Thầy/Cô phản hồi sớm. Em xin cảm ơn.",
    "Kính gửi PĐT Trường Đại Học Bách Khoa TP.HCM Họ và Tên: . MSSV:  Khoa Xây Dựng. Nội dung: Ngày 15/04/2022 Em có làm đơn để xem xét đóng học phí theo thông báo đóng học phí cho sinh viên đăng ki dưới 4 tín chỉ hệ VLVH là 75%(15.000.000)=3.750.000 đồng. Do lúc em mới chuyển từ hệ chính quy qua VLVH thì có thông báo đóng học phí chỉ 25% nên em mới chuyển, Nhưng theo thông báo mới từ PĐT nếu đăng kí dưới 12 chỉ thì phải đóng học phí 75%(15.000.000)=3.750.000 đồng,  Em chỉ còn 1 môn học duy nhất nữa ra trường. LVTN, và điều kiện anh văn em đã thoả chỉ còn 1 môn. Nên em gặp thầy  để trao đổi, và được hướng dẫn làm đơn để xem xét đóng học phí, và PĐT hẹn trả lời ngày 22.04.2022. Do em không nhận được câu trả lời, em chưa đóng học phí,  Thời khoá biểu, BKeleaning của em bị xoá , em không vào làm bài tập lớn được deadline là 30.04.2022. Nên em mong thầy cô trả lời giúp em có được giảm học phí để em đóng học phí và mở lại elearning để em vào làm bài tập lớn trước 30.04. Vì nếu không vào làm được, em bị mất 20% điểm thì dù đóng học phí em cũng khó qua môn để tốt nghiệp.",
    "Kính gửi PĐT, Em tên là , mssv , lớp VP17XDC. EM hiện tại đang được làm LVTN bên Pháp theo quyết định trao đổi của trường. Và trong kì này em có đăng kí học môn Tư tưởng , vì lí do ở xa không thi được trực tiếp nên em xin gửi PĐT đơn xin hoãn thi của em có kèm chữ kí của GV bộ môn và chủ nhiệm khoa. Em xin chân thành cám ơn PĐT. Kính thư, Sinh viên ",
    "Em tên , mssv: Xin Thầy cô PĐT mở bài giảng môn vẽ kỹ thuật trên Bkel cho em với!  Em xin cảm ơn ạ!",
    "Em là , MSSV . Học kỳ này em có đóng học phí trễ, hôm qua em có lên lên phòng đào tạo để yêu cầu mở lại thời khóa biểu nhưng hiện tại thì my BK e-learning của em vẫn không hiện lên các môn học của học kỳ này. Em mong các thầy cô kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Học phí HK212 em đã đóng được gần một nửa, cho em hỏi em có thể gia hạn đóng học phí được không ạ, em xin cảm ơn",
    "Hiện tại em không được cập nhật thời khóa biểu của học kỳ 212 trên trang web mybk.hcmut.edu.vn phần thông tin sinh viên mặc dù đã đăng ký môn học đầy đủ và bộ môn cũng có tên trong danh sách đăng ký luận văn tốt nghiệp. 2. Học phí của em ở học kỳ 212 tăng đột biến mặc dù chỉ đăng ký môn luận văn tốt nghiệp. Và em cũng không nhận được email thông báo đóng học phí nên dẫn đến đóng học phí trễ. Phần này nhờ giải thích giúp em là tại sao học phí lại tăng như vậy và hướng dẫn giúp em làm giấy tờ xin được nộp học phí trễ hạn.",
    "Em là . MSSV :  Em có đăng kí hoãn thi vào học kỳ 2 (2020-2021) các môn Giải tích 2 (MT1021), cơ sở phương trình vi phân (MT1023), Vật lý - nhiệt, lượng tử (PH1013); em có lên văn phòng OISP hỏi thì được thông báo tuần này sẽ cập nhật lịch hoãn thi nhưng đến nay em vẫn chưa thấy lịch thi lại của môn (PH1013) và (MT1023); môn giải tích 2 (MT1023) thì bây giờ em vô mới thấy lịch thi cập nhật ngày 25/4 và có lịch thi vào ngày 24/4 nhưng trên bkexam của em không thấy có phòng thi gì hết ạ. Cho em hỏi bây giờ em thi lại những môn (MT1023), (PH1013) thì phải liên hệ với giảng viên bộ môn hay văn phòng để tổ chức thi và thi online hay thi tập trung với những bạn học môn đó của kỳ này; và trường hợp của môn giải tích 2 (MT1023) phải làm sao ạ. Em cảm ơn anh/ chị. Trân trọng.",
    "Việc thanh toán học phí không thông qua OCB . Kính gửi phòng đào tạo, việc em đã nộp chậm học phí vì em chưa mở tài khoản OCB nên em đã chuyển khoản như nộp học phí học kì 211, giờ em mong được nhà trường giải quyết mở lại môn học học kì 212 Dưới có ảnh của biên lai nộp tiền ạ.",
    "in thẻ sinh viên do lỗi hình ảnh ",
    "Kính gửi Quý Thầy (Cô), Em tên . Sinh viên khóa K2015. Hiện tahi em đã hoàn thành hết chương trình học chỉ thiếu anh văn nói viết. Thời hạn học kì của em đã hết nên hôm nay em viết mail này xin gia hạn thêm học kì nữa để em thi anh văn và hoàn thành chương trình học ạ. Mong Thầy (Cô) xem xét giúp em ạ. Em xin chân thành cám ơn!",
    "Dạ em chào thầy, em là , MSSV:  học lớp lịch sử đảng (SP1039) L05 ạ. Vì lí do sơ suất nên em đã quên mất việc làm bài tập trên elearning. Em viết mail này để xin phép pđt có thể gia hạn thêm thời gian làm cho em được không ạ? Hoặc có cách nào khác để em có thể dự thi cuối kì không ạ? Em mong pđt có thể giúp đỡ em. Em cảm ơn thầy nhiều ạ!",
    "Dạ em chào cô! Hiện tại đã sau ngày 26/04, em đã có tên trong DSDKTN và đã được PĐT gửi mail. Tuy nhiên, khi vào trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp thì gặp lỗi: ‘‘Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị’’. Hiện tại em vẫn chưa thể đăng kí TN được trên MyBK. Mong cô hỗ trợ kiểm tra lại giúp em ạ . Em xin cảm ơn .",
    "EM tên , MSSV: . em xin đăng kí được thu nhận lại",
    "Chào thầy cô. Cho em hỏi nếu điểm kì học dự thính ( học cải thiện đã qua môn ) mà thấp hơn kì chính học lần 1 thì có ảnh hưởng đến điểm Trung Bình Tích Luỹ và điểm Học Bạ bị kéo xuống không ạ ? Em cảm ơn nhiều.",
    "Về chuyện thanh toán học phí, em đã thanh toán nhưng bị trễ hạn thì bao lâu mới được khôi phục lại BK eLearning và thời khoá biểu trên MyBK ạ",
    "E đã thanh toán r sao tkb và lịch thi chưa được phục hồi ạ",
    "Mở môn học học kỳ 212 . Chào thầy cô ạ, Em là  (MSSV), sinh viên năm hai khoa Công nghệ Vật liệu. Em muốn hỏi là: em đã thanh toán trước hạn học phí của hk 212 ( ngày 8/4), nhưng hiện tại thì bkpay vẫn ghi chưa thanh toán và đóng hết các môn học của hk này. Em mong thầy cô có thể xem vấn đề của em là gì và mở giúp em các môn học kì này để em có thầy hoàn thành các bài tập Elerning ạ. Em xin cảm ơn.",
    "Em có đóng học phí trễ kì 212, sau đó đã được PĐT mở lại các môn học. Nhưng có môn Phương pháp phần tử hữu hạn cơ kỹ thuật (AS3016) phần video của em bị khóa các bài kiểm tra. Trong đó có 1 số bài em đã làm và chưa làm. Bài chương 1 của em đã đủ điểm nhưng vẫn chưa mở lại chương sau. Em có hỏi thầy nhưng thầy cũng không biết hướng giải quyết. PĐT có thê sửa giúp em trước ngày 2/5 không ạ.",
    "Em là  MSSV  Ban đầu em đã đóng tiền nhập học chương trình chất lượng cao với mức phí là 34.704.025đ Nhưng em đã chuyển sang chương trình Việt Pháp và không học chương trình chất lượng cao Em cũng đã thanh toán học phí hk212 theo mức phí của chương trình Việt Pháp Phần tiền dư của em sẽ nhận được qua đâu và khi nào mới nhận được ạ",
    "Học kì 201 em có học giáo dục thể chất 3 môn bóng chuyền và đã đạt qua môn. Nhưng trên mục điểm chuyển thì không có điểm chuyển của môn giáo dục thể chất 3. Còn chuẩn thể chất sau năm 3 thì hiện điểm 23.   i  .",
    "Dạ cho em hỏi là nếu bây giờ bảo lưu thì sau này em tiếp tục học thì sẽ tiếp tục học ở kì 2 đúng không ạ hay là bắt đầu năm học mới ạ",
    "Dear Phòng đào tạo, Hiện tại đã hết ngày 26/4 nhưng em vẫn chưa vào được mục Đăng kí tốt nghiệp trên trang mybk.hcmut.edu.vn hay mail như PĐT đã thông báo ạ. Mong PĐT kiểm tra giúp em. Em xin cảm ơn, .",
    "Em chào phòng đào tạo. Sau khi kiểm tra trên aao thì em thấy mình đã có tên trong danh sách tốt nghiệp dự kiến tháng 4.2022. Nhưng sau 2 ngày rồi phòng đào tạo vẫn chưa thu nhận lại để em có thể đăng ký tốt nghiệp. Em mong phòng đào tạo xem xét và duyệt thu nhận lại để em có thể đăng ký tốt nghiệp vì đã sắp hết hạn đăng kí đợt này rồi ạ. Em cảm ơn mà mong phòng đào tạo xem xét.",
    "Kính gửi thầy/cô, dạ em khóa K15 hiện đã hoàn thành tất cả các môn học trong chương trình đào tạo, chứng chỉ TOIEC, nhưng còn thiếu anh văn nói viết ạ, dạ em có đính kèm đơn xin gia hạn ở   phía dưới, kính mong thầy cô xem xét, em xin chân thành cảm ơn.",
    "Em là  - , trong học kỳ hiện tại HK212 em không đăng ký học phần thí nghiệm Hóa Đại cương CH1004 tuy nhiên trên hệ thống BKeL và thời khóa biểu MyBK của em lại hiển thị thời gian đi học vào tuần 28. Em mong Phòng Đào tạo kiểm tra và cập nhật lại giúp em. Em xin cảm ơn thầy/cô ạ!",
    "Kính gửi Phòng Đào Tạo, em vừa chuyển sang hình thức vừa làm vừa học, em vào mục đăng ký môn học mà chưa được cấp quyền để vào đăng kí môn học.  Cho em hỏi là em cần làm thủ tục gì để được cấp quyền đăng ký môn học ạ. Em xin chân thành cảm ơn!",
    "Em là , MSSV: . Em muốn hỏi về việc thi môn hoãn thi từ học kỳ trước đó. Cụ thể là kỳ 202, em có học môn Nhập môn trí tuệ Nhân tạo và em có hoãn thi cuối kỳ. Vì thế em muốn hỏi rằng kỳ này em có thể thi bổ sung môn học đó không ạ.",
    "mssv  Em đã đóng học phí trễ hạn,mong PĐT xử lý mở lại môn học học kỳ 212 gấp giùm em ạ,         em cảm ơn ạ",
    "Chào phòng đào tạo em vừa tốt nghiệp hê vừa học vừa làm (22/04) nghành kỹ thuật xây dựng với điểm 7.6 nếu em muốn đăng ký học lên thạc sĩ đúng nghành tốt nghiệp thì em sẽ thuộc diện nào??? tuyển thẳng? thi tuyển? xét tuyển ? hay vừa thi vừa xét tuyển? xin thầy cô hô tro tư vân giúp e chi tiết giúp e",
    "Chào a/chị pđt. Em là  hiển mssv  Do điều kiện gia đình nên e đã đóng học phí trễ dẫn đến bị xoá tkb môn học. Hiện giờ e đã hoàn thành học phí mong a/chị pđt giúp em mở lại tkb để em hoàn thành môn học. Em cảm ơn .",
    "Cho em hỏi mình có nộp đơn rút môn học bằng hình thức online được không? Em đang còn ngoài quê sợ vào không được. Mong phản hồi sớm giúp em, em cảm ơn ",
    "Hiện tại em đã đăng ký bổ sung đầy đủ các điều kiện (CTXH và chứng chỉ ngoại ngữ) trước ngày   B 11/04/2022   . -Do tình hình dịch bệnh thì có 1 môn học (mã môn   B CI3067   ) em đã học từ   B Học kỳ 2 (2020-2021   ), đến ngày   B 17/04/2022    thì em mới được xếp lịch thi. Hiện tại em đã hoàn thành môn học và bản điểm đã được cập nhật. - Em đã đủ tất cả các điều kiện để đăng ký tốt nghiệp. Em xin phòng đào tạo cho em \"Đăng ký tốt nghiệp\" bổ sung đợt ngày   B 04/05/2022   , do em đang trong tình trạng \"  B nghỉ   \" vì quá thời gian đào tạo theo quyết định \"  B 727/QĐ-ĐHBK   \" của nhà trường. - Em đã gửi câu hỏi qua bksi vào ngày   B 21/04/2022    nhưng đến hôm nay vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được nên hôm nay em gửi lại câu hỏi mong PDT giải quyết giúp em. -Thông tin sinh viên   +Tên:    +MSSV:    +: Kỹ thuật Xây Dựng Em xin cám ơn!",
    "Chào Thầy( Cô) Em là , MSSV:  , hiện tại, em không nhận được bất cứ gmail nào nhắc thanh toán học phí nên em đã quên mất, đến tận ngày 27/4 em mới nhận được gmail thông báo mình đã trể học phí, em vào thanh toán học phi thì web load không được, kính mong quý Thầy(Cô) hướng dẫn em cách giải quyết ạ! Em xin chân thành cảm ơn!",
    "Hiện tại, em còn thiếu anh văn 4 (hoặc toeic 600) để hoàn thành chương trình học và tốt nghiệp . Tuy nhiên, em không thể đăng kí môn học anh văn theo nhu cầu do tình trạng sinh viên của em đang làm tạm dừng. Vì lý do địa lý mà e cũng khó sắp xếp đi thi toeic . Kính mong quý thầy cô PĐT hỗ trợ em vấn đề tạm dừng trên để em có thể đăng kí môn học av4,  hoàn thành chương trình . Em cảm ơn",
    "Hiện em vẫn chưa được Thu nhận lại để Đăng ký tốt nghiệp. Mong PĐT xem xét và cập nhật. Em cảm ơn.",
    "Kính gửi PĐT, Hiện em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Mong PĐT ra quyết định thu nhận sinh viên tạm dừng sớm để em có thể đăng ký tốt nghiệp phục vụ cho tính chất công việc hiện tại ạ. Em xin chân thành cảm ơn. Tốt nghiệp .",
    "Em xin hỏi học bổng HK202 và HK211 đã gần 1 năm rồi mà sao nhà trường vẫn chưa giải quyết ạ? Em xin cảm ơn",
    "Dạ thưa thầy cô Em là  , mssv   Do kì trước em gặp vấn đề về gia đình nên em không đăng ký được môn cho kì trước  . Em vào đăng ký môn thì thấy mình bị tạm dừng học . Mong thầy cô xem xét giúp đỡ em được tham gia học tập từ kì hè 223 ạ . Để em có thể tiếp tục học tập cùng với bạn bè và thầy cô  .  Cảm ơn thầy cô đã đọc và giúp đỡ em .  Em chúc thầy cô có một ngày làm việc nhiều niềm vui ạ .",
    "Dạ chào Thầy/Cô/Anh/Chị, Em là sinh viên hệ VHVL. Em vào mục \"Đăng ký môn học kỳ Dự thính Hè 2022 đợt 1\" (HK_HE213_D1) để đăng kí cho đợt hè này, và nhận kết quả trả về: Không thể đăng kí vì lý do đang tạm dừng học. Em vào trang tình trạng sinh viên thì thấy \"đang học\" =  Vậy em cần làm gì tiếp theo để có thể đăng kí môn học hè hệ VHVL ạ? (Hay lỗi do em chọn nhầm hệ đang mở học hè) Dạ em cảm ơn ạ",
    "Chào PĐT, trong đợt đóng học phí thì em chưa có điều kiện nên đã đóng học phí trễ hạn nên bị xóa mất môn học và xóa lịch thi. Em đã đóng học phí và được PĐT mở lại môn học rồi nhưng lịch thi của em vẫn chưa được mở ạ, do cũng gần thi nên em hơi lo ạ. Nên cho em hỏi là PĐT có mở lại lịch thi không ạ chứ em lo quá.",
    "Kính gửi PĐT. Em tên Phan Quang Trưởng, MSSV: , Lớp XD18CTXD03, Khoa KTXD. Em xin nộp ĐƠN TRÌNH BÀY XEM XÉT PHỤC HỒI TKB HK212 vì lý do nộp trễ học phí học phần dự thính lớp AV theo yêu cầu. Em xin lỗi vì sự sai xót này. Kính mong PĐT xem xét và phục hồi TKB giúp em. Em xin chân thành cảm ơn.",
    "Kính thưa thầy cô Phòng đào tạo, Vào cuối tháng 3 em bị xóa LVTN do chưa nộp Báo cáo TTTN, nhưng em đã nộp BCTTTN cho bộ môn vào đầu tháng 4. Tuần trước, em có hỏi bộ môn thì cô  nói thầy  đã in bảng điểm của em và nộp cho PĐT. Nhưng hiện nay em vẫn thấy LVTN chưa được khôi phục. Em mong thầy cô xem xét và khôi phục cho em, để em có thể ra trường đúng hạn. Em xin cảm ơn thầy cô.",
    "Dạ em chào cô! Xin lỗi nếu em có làm phiền cô quá nhiều. Nhưng cô ơi, trong mail em nhận được chỉ có thông báo thôi ạ, không có thông tin để khai hay trả lời gì hết. Trong mail cũng chỉ ghi '' Hướng dẫn : Đăng ký tốt nghiệp tại mybk (Mục Đăng ký tốt nghiệp), thanh toán tiền qua bkpay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng)''. Nhưng thật sự em không tìm được bất cứ thông tin nào để nhập hết ạ. Và ngoài mail thông báo này thì em không nhận được mail nào khác nữa ạ!",
    "Em chào thầy, cô!  Thầy/cô cho em hỏi học kì hè 213 sinh viên k18 khi đăng kí luận văn có cần bằng toeic 500 không ạ  Mong thầy, cô giải đáp giúp em!  Em cảm ơn !    Người gửi    Nguyễn Văn ",
    "Em chào phòng Đào tạo, Tình trạng sinh viên hiện tại của em đang là tạm dừng do không đăng ký môn học. Em muốn tiếp tục học thì phải làm như thế nào ạ? ",
    "dạ cho em hỏi là học kì hè có là hk chính không ạ hay chỉ có hk dự thính hè và nếu có hk chính hè thì em có được đăng kí môn học mới ở học kì này không ạ em cảm ơn !!",
    "Kính gửi Phòng Đào tạo Hôm qua em có gửi đơn xin khôi phục TKB HK212. Cho em hỏi là em phải làm đơn khôi phục TKB HK211 và HK212 không ạ. Bởi vì chỉ có mỗi tkb hk212 của em bị hủy. Trên đây là đơn xin phục hồi tkb hk212 của em. Em cảm ơn   i  .",
    "Dạ thưa thầy/cô, Các học kỳ trước em đóng học phí theo hệ Bằng 2 ngày CQ nhưng học kỳ 212 này nhà trường đang tính học phí của em theo diện dự thính chuyển hệ. Mong thầy/ cô kiểm tra lại giúp em với ạ. Em chân thành cảm ơn ạ.",
    "em xin chào pdt ạ, Dạ cho e hỏi là năm nhất em sơ suất không kiểm tra kỹ nên đã không đk được 1 môn mà môn này là môn học trước của nhiều môn nên đến giờ em bị trễ 4 môn . pdt cho em hỏi là em có thể viết đơn lên pdt xin học các môn đã bị trễ vào học kì tới được mà bỏ qua điều kiện môn học trước được không ạ hoặc có cách giải quyết nào khác không ạ ! em cảm ơn nhiều ạ!!",
    "Chào pđt, Em đã đóng học phí hk212 Em xin được khôi phục lại tkb để học ạ",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV , đã được duyệt tốt nghiệp vào ngày 21/4/2022, dạ thầy cô cho em hỏi khi nào em có thể nhận được hồ sơ tốt nghiệp vậy ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.   i Tốt nghiệp .",
    "Em đã có tên trong ds dự kiến tốt nghiệp nhưng vẫn chưa được thu nhận lại. Mong nhà trường thu nhận lại em để có thể kịp tốt nghiệp kì này",
    "Chào thầy (cô), Em là , MSSV , Khoa Công Nghệ Vật Liệu. Em đã đóng tiền trên BKPAY nhưng vẫn chưa được ghi là \"đã thanh toán\". Em có lên phòng đào tạo của cơ sở 2 để hỏi đáp. Thì được nói là ngày 08/4 có xảy ra vấn đề thanh toán học phí. Nhưng sao khi hỏi lại thì vẫn được trả lời là \"chưa nhận được số tiền học phí của em\", em muốn hỏi trường hợp của em là như thế nào ạ?    Em mong thầy cô có thể trả lời nhanh giúp em, để em có thể tìm cách khác giải quyết ạ!! Thân ái!",
    "Xin chào thầy/cô phụ trách. Em là  MSSV  Lớp CK20CK04 Vào học kỳ 211 em có hoãn thi môn Sức bên vật liệu (CI2001). Em xin hỏi em có phải đăng ký thi để xóa điểm hoãn thi hay nhà trường tự sắp xếp lịch thi cho em để xóa điểm hoãn thi hay không. Nếu em phải đăng kí thi để xóa điểm hoãn thi thì các bước phải cần làm gồm những gì ạ. Cám ơn thầy/cô đã đọc và giải đáp những thắc mắc của em Em cảm ơn ",
    "Gửi PDT, Em đã nộp học phí trễ vì lý do có việc trong gia đình. Hiện tại em đã hoàn thành nộp học phí, em xin PDT giúp đỡ cập nhật lại thông tin môn học trong học kỳ này giúp. Em xin cảm ơn. Thân,",
    "Em là  (MSSV:) Em là sinh viên năm 1, hiện học khoa Kỹ thuật hóa học, em thuộc nhóm 1B, em có mong muốn đổi khoa trong học kì này, nên em đang rất cần được tư vấn trực tiếp ạ.   i  ",
    "Phòng đào tạo cho em hỏi trường hợp của em đã đủ điều kiện xét tốt nghiệp chưa ạ? em xin cảm ơn.",
    "Hạn chót nộp chứng chỉ toeic (listening + reading) để quy đổi điểm anh văn và đủ điều kiện đăng kí các môn học của kì 221 là vào thời gian nào ạ (do em không đăng ký học các lớp av do trường tổ chức và tự ôn để thi ngoài nộp bằng ạ)",
    "Thưa PĐT, em hiện đang gặp rắc rối về yêu cầu tốt nghiệp, tình trạng học của em hiện tại là tạm dừng ( vì không đăng kí môn), em đã hoàn thành luận văn tốt nghiệp ở kì 211 và có điểm trên mybk tuy nhiên chưa cập nhật chỉ do em thiếu toeic 2 kĩ năng nghe đọc, em còn thiếu 2 kĩ năng nói viết. Tuy nhiên, em đã thi và sẽ nộp trong tháng 5 này. Nhưng em bị vướng chứng chỉ quốc phòng mà tháng 6 em mới được đi học nên em không nộp kịp chứng chỉ quốc phòng trong kì này ạ. Câu hỏi là em có bị buộc thôi học ở học kì kế tiếp không ạ.",
    "Anh chị cho em hỏi, em đã làm đơn hoãn thi và được sự chấp thuận của giáo viên giảng dạy. Giờ em phải gửi cho ai để phòng đào tạo xem xét và đồng ý cho em hoãn thi ạ.",
    "CODE Tốt nghiệp . Dear Thầy Cô,  Em có 2 câu hỏi và nguyện vọng ạ Câu 1: Học kỳ trước em có hoãn thi môn Phương pháp tính và được sắp xếp lịch thi vào ngày 23/4/2022. Sau khi submit bài làm, em có kết quả 7 điểm ạ. Em có liên hệ với PĐT và được biết giáo viên phải nhập điểm thì PĐT mới giải quyết được. Em đã gửi mail qua địa chỉ   và nhắn tin trên BK Elearning cho Thầy Ngô Thu Lương vào ngày 25/4/2022 để nhờ Thầy nhập điểm sớm nhưng Thầy vẫn chưa phản hồi, em nhắn tin trên các trang facebook của học sinh trường để liên hệ trực tiếp Thầy nhưng vẫn không biết lịch dạy của Thầy ạ . Kính mong Thầy/Cô cho em xin thông tin liên lạc của Thầy Lương để em sớm được cập nhật điểm và xét tốt nghiệp ạ. Câu 2: Em đã hoàn thành xong chương trình học mong Thầy/Cô có thể kiểm tra điều kiện xét tốt nghiệp của em được không ạ. Em có nhận thông tin sẽ xét đến ngày 4/5/2022 nên em rất hy vọng có thể bổ sung nếu thiếu các điều kiện để ra trường ạ. Em xin chân thành cám ơn Thầy/Cô ạ",
    "Kính thưa đội ngũ BKSI Em thấy số tín chỉ tích lũy của HK211 là 15 . Trong khi thực tế em tích lũy 18 chỉ ạ . Mong phòng đào tạo kiểm tra lại ạ. Em chỉ hơi thắc mắc thôi ạ. Em cảm ơn . Chúc đội ngũ BKSI thật nhiều sức khỏe",
    "Do học kỳ này, học kỳ chính em đăng ký quá nhiều tín chỉ, thêm 4 chỉ dự thính, và còn một môn kỳ trước chưa thi. Nên một số môn học em theo không theo kịp . Em nộp đơn xin rút môn học CI2003 (Cơ lưu chất), mong thầy/cô xét duyệt. Em xin cảm ơn.",
    "Em tên  MSSV . Hiện tại em muốn đăng kí rút môn học Anh văn 4 Mã LA1009 nhóm L03 đang theo học tại HK 212 này.Em đã hoàn thành thanh toán học phí. Em có đính kèm đơn đăng ký rút môn học. Em xin cảm ơn.",
    "Thầy/cô cho em hỏi bao giờ thì có lịch đăng ký môn học dự thính hè 213 đợt 2 hoặc đợt hiệu chỉnh ạ? Em cảm ơn!",
    "Kính gửi PĐT! Em tên là , MSSV: , em muốn hỏi PĐT việc thống nhất \"chương trình đào tạo\" của hệ VLVH - Khóa 2018 thì dùng Chương trình đào tạo khóa nào ạ? Em xin cảm ơn",
    "Chào thầy/cô, Em tên  (MSSV: ). Em có thắc mắc về việc cập nhật điểm sau khi phúc khảo lên hệ thống bảng điểm ạ. Cụ thể, ở môn học Xử lý số tín hiệu (EE2015), giáo viên phụ trách có nộp bảng điểm vào ngày 04/03/2022 là 8.0, nhưng hiện nay trên hệ thống bảng điểm, sau lần cập nhật ngày 26/02/2022 lúc 8h40am, là 7.50 (có minh chứng được kèm theo trong tập tin đính kèm dưới dạng hình ảnh). Mong thầy cô xử lý giúp em việc này ạ. Em mong sớm nhận được phản hồi của thầy/cô trên hệ thống BKSi này ạ.Chúc quý thầy/cô nhiều sức khỏe. ",
    "Kính gởi PĐT Em tên là  MSSV . Em đã nhận được quyết định chuyển khóa sang khóa 2013. Hiện tại em đang còn nợ môn LVTN. Em đã có viết đơn xin được nhận LVTN trong học kỳ 212 và đã được GVHD, CNBM Nhiệt Lạnh, Khoa Cơ khí xác nhận ( Đã hoàn thành 80% tiến độ luận văn và đủ điều kiện hoàn thành kịp tiến độ bảo về trong HK212). Rất mong PDT xem xét, giúp đỡ và tạo điều kiện để em được hoàn thành môn LVTN trong học kỳ 212 này ạ. Em xin chân thành cảm ơn!",
    "Gửi quí thầy/ cô Em là sinh viên khóa 16 hiện tại đã tốt nghiệp  (Hôm qua - ngày 26 tháng 4 là ngày tốt nghiệp của e) Sau lễ TN thì em có lên văn phòng khoa cơ khí để nhận bằng TN thì văn phòng khoa có nói: \"Trường hợp của em liên hệ phòng đào tạo để nhận bằng, vì bằng chưa tới kịp khoa cơ khí\" Hiện tại em cần bằng gấp theo yêu cầu của công ty em đang làm việc. Do vậy, rất mong phòng đào tạo cho em thời gian chính xác mà em được nhận bằng TN nhé Em xin chân thành cảm ơn quí thầy/cô",
    "Kính chào Phòng Đào Tạo, Cho em hỏi trường có mở đợt đăng ký dự thính đợt nào nữa không ạ? Đợt đăng kí vừa rồi em đăng kí bị thiếu môn nên muốn đăng kí bổ sung thêm vài môn ạ .",
    "Em xin chào thầy cô PĐT ạ, Hiện tại trên trang bảng điểm của em thiếu mất kết quả học tập ở kì 1 năm học 2021-2022 (trong kì có 2 môn học). Em xin phép PĐT giúp em ạ. Em xin cảm ơn thầy cô PĐT ạ.",
    "Dear Thầy/Cô, Thầy/Cô cho em hỏi khi nhận bằng tốt nghiệp tại Khoa thì em sẽ nhận được những loại giấy tờ gì ạ? Em mong sớm nhận được phản hồi từ quý Thầy/Cô! Xin chân thành cảm ơn! Best regard, .",
    "Em đóng học phí trễ nên mất tkb em đã thanh toán học phí rùi mong pdt mở lại tkb cho em",
    "Họ và tên: Hồ Sĩ Khoa MSSV:  HK 2 (2020-2021) Mã MH: CI2001 Môn: Sức bền vật liệu Nhóm: T01-A Xin vui lòng kiểm tra kỹ lại giúp em về ô  ở trong bảng điểm môn này. Em có liên hệ với Thầy  trách giảng dạy môn này và có điểm rồi. Mà sao cứ để  là sao em không hiểu hay có lý do gì cần em chứng thực thì em sẽ làm!",
    "Em là ,   B em đã hoàn thành phần lý thuyết và thí nghiệm môn học Hóa đại cương CH1004   , tuy nhiên trên hệ thống BKeL và thời khóa biểu MyBK của em lại hiển thị thời gian đi học vào tuần 28.   B Em xác nhận đã học môn Hóa Đại cương và có điểm đầy đủ rồi ạ.    Mong PĐT cập nhật lại thời khóa biểu giúp em. Em xin cảm ơn! ",
    "Kính thưa nhà trường, Có thể cho em xin đơn giấy cho phép kiểm tra bổ sung của trường được không ạ? Vì thầy cần giấy đấy để thêm điểm vào ạ. Dạ em cảm ơn ạ",
    "MS/MSGV:          i        Kính gửi Phòng đào tạo,    Em tên:   MS:   Lớp: VP2016XDC    Hiện thời khóa biểu của em ở HK212 này đã bị đóng do thanh toán học phí trễ hạn Em đã có thanh toán học phí ngay sau khi nhân được email \"Nhắc Sinh viên thanh toán học phí Học kỳ 212\"     Kính mong Phòng đào tạo xem xét và mở lại TKB của em, hiện em đang làm Luận văn tốt nghiệp ở học kỳ này     Em xin gửi kèm thêm file scan viết tay \"Đơn trình bày lý do thanh toán trễ học phí\" bên dưới     Trân trọng,     ",
    "nh gửi Phòng Đào Tạo, Em tên là: , MSSV:  . Sinh viên khoa Công Nghệ Vật Liệu, Lớp VL15PO. Em xin gửi đơn xin chuyển hệ chính quy sang VHVL. Ngoài ra em còn có thêm 1 thắc mắc, sinh viên 15 chuyển hệ sang VHVL không cần hoàn thành AV1234, nhưng có cần phải nộp TOEIC bằng 600 để được xác nhận là ĐẠT không ạ. Tại bây giờ em vẫn còn thiếu AV3 và AV4 bên hệ chính quy. Và hiện tại em là SV khóa 15, nhưng lại chuyển hệ vào năm 2022 thì chuẩn TOEIC tốt nghiệp hệ VHVL của em sẽ xét theo 15 hay 22 ạ",
    "em chào thầy cô, hiên tại e đang trong tình trạng tạm dừng học do kì trước vì công việc nên không đăng kí môn học được và hiện tại trong quá trình học của em còn lại một môn anh văn 4 nên em muốn xin đăng kí được trường thu nhận lại để e đăng kí nốt môn học còn lại để bổ sung cho kịp tốt nghiệp vào tháng 11, em xin cám ơn sự giúp đỡ của quý thầy cô.",
    "Dạ em chào thầy cô, em là  (MSSV: ). Học kỳ này là học kỳ em được gia hạn thêm, thời gian vừa rồi do không nhận được gmail nhắc thanh toán học phí từ trường nên em không để ý và đã quên đóng học phí. Hôm nay em đã thanh toán học phí rồi ạ. Thầy cô cho em hỏi là trường hợp của em có phải làm đơn xin thanh toán trễ học phí không ạ. Mong thầy cô phản hồi giúp em, em cảm ơn thầy cô ạ.",
    "Kính gửi PĐT, Em đã tham gia lễ tốt nghiệp của khoa Cơ Khí ngày 26/04/2022. Tuy nhiên khi em đến Khoa nhận bản chính bằng tốt nghiệp thì khoa báo chưa có và nói liên hệ PĐT. Cho em hỏi là bản chính bằng tôt nghiệp của em đã có chưa và em nhận nó ở đâu ạ? Em xin cảm ơn nhiều.",
    "Tốt nghiệp . Dạ em chào Thầy/Cô ạ, Em là Trần Thị Thủy Tiên, MSSV: 1852787, học lớp CC19QKD ạ. Đợt vừa rồi em có đăng kí làm Luận văn đợt trễ hạn và được yêu cầu cung cấp danh sách tổng các tín chỉ tích lũy ạ. Em đã gửi và sau đó em có check lại thời khóa biểu thì kết quả là em đã được đăng kí môn Luận văn tốt nghiệp (IM4317) ạ (em có chụp hình đính kèm bên dưới ạ) nhưng em vẫn chưa được thông báo đóng học phí và em cũng lên bkpay xem thì cũng không thấy ạ. Chính vì vậy trong suốt khoảng thời gian qua em vẫn gặp GVHD đầy đủ và đang thực hiện Luận văn như các bạn khác ạ. Tuy nhiên, hôm qua em có lên trang sim.edu xem danh sách nộp Luận văn thì trong danh sách lại không có tên em ạ. Em rất hoang mang ạ vì em đã được cập nhật trong thời khóa biểu nhưng lại chưa có thông báo đóng tiền cũng như không có tên trong danh sách nộp Luận văn ạ. Em rất buồn và hụt hẫng vì đã nghĩ mình đã đăng kí thành công và đã có thể nộp và bảo vệ Luận văn chung đợt với các bạn ạ và trong thời gian qua em vẫn đang thực hiện Luân văn của mình đúng với tiến độ GVHD yêu cầu ạ . Em mong các Thầy/Cô có thể giải đáp thắc mắc giúp em ạ và có biện pháp nào giúp em vẫn có thể nộp và bảo vệ Luận văn đúng tiến độ không ạ . Em xin cảm ơn Thầy/Cô rất nhiều ạ và rất mong nhận được phản hồi từ Thầy/Cô ạ. Trân trọng.",
    "Em là . MSSV :  Em có đăng kí hoãn thi 2 môn MT1023 và MT1021 và đã được tin nhắn trên bkel kiểm tra lịch thi nhưng vì bây giờ không nhận được email khi tin nhắn từ bkel đến và khi kiểm tra lịch thi của 2 môn trên thì hiện ở kì cũ nên em đã lỡ mất lịch của 2 môn trên. Em gửi yêu cầu này mong được xem xét cho em được tham gia dự thi cuối kì để lấy điểm hoãn thi cùng các bạn sinh viên đang học môn MT1023 và môn MT1021 được không ạ. Nếu được thì em có cần liên hệ giảng viên bộ môn hay làm đơn gì không ạ . Em cảm ơn.",
    "Dạ em xin chào,  Em tên là , MSSV: , em có một câu hỏi về việc học cải thiện, mong PĐT có thê giải đáp Em muốn hỏi là: nếu như em muốn học cải thiện một môn nào đó, mà em đăng kí trong kì chính, nhưng lỡ không may em bị rớt môn đó mặc dù em đã qua môn đó trước đó, vậy cho em hỏi trong trường hợp này thì mình sẽ lấy điểm điểm cao hơn hay mình phải học lại môn đó ạ Một câu hỏi nữa là: cũng tương tự trường hợp trên mà em học cải thiện trong kì chính mà em lỡ rớt môn đó thì sẽ tính điểm như thế nào ạ? Em cảm ơn và mong nhận được giải đáp ạ!",
    "Kính chào thầy cô PĐT, Cho em hỏi là em đã không đăng ký môn học đợt 1 của HK213 thì có thể đăng ký vào đợt 2 hoặc đợt 3 được không ạ?  Em xin cám ơn.",
    "Em xin nộp lại đơn trình bày lí do đóng trễ học phí học kỳ 212",
    "Hiện tại em đã trễ hạn đóng học phí hk212, theo quy định tại quy chế học vụ là muốn đăng kí môn học cho kì sau thì phải làm đơn, cho em hỏi là sau khi làm đơn thì gửi tại PĐT hay là gửi đơn bằng hình thức trực tuyến ạ",
    "Kính chào thầy cô. Em đã mở yêu cầu về vấn đề này một lần, và được biết lý do là thiếu môn CO1011 - Kỹ thuật lập trình. Vì vậy, em đã tạo yêu cầu khác để xin cập nhật môn tương đương và đã được xử lý. Tuy nhiên em vẫn chưa đăng ký được tốt nghiệp do vẫn ở trạng thái tạm dừng. Mong thầy cô xem xét lại em còn thiếu xót yêu cầu nào để được tốt nghiệp không ạ. Em xin chân thành cảm ơn thày cô.",
    "Kính thưa pđt, em đã thanh toán học phí hk212 trước hạn. Mong pđt có thể mở lại tkb hk212 cho em ạ!",
    "em xin nộp đơn rút môn",
    "Em có nhận được lịch thi môn giải tích 2 ngày 24/4/2022 nhưng mà em không đủ thiết bị để tham gia thi nên em xin hỏi là em có thể tham gia thi offline với các bạn sinh viên đang học môn Giải tích 2 không ạ bởi vì thi onl em không thể đủ thiết bị thi ạ   i ",
    "Em tên là  mssv , hiện tại vì lý do thời gian cũng như lịch làm việc của em quá dày, trùng với các buổi học - thí nghiệm của bộ môn nên em xin rút môn Đo lường và điều khiển bằng máy tính. Hiện em đang tham dự lớp Đo lường và điều khiển bằng máy tính(EE3017) L04 của thầy , em xin rút môn học này ạ.",
    "Cho em hỏi là đợt 2 đăng kí môn học kì hè 2022 là vào khi nào ạ?",
    "PDT cho em hỏi là em chưa thanh toán học phí đúng hạn (11/04/2022),do em không thường xuyên theo dõi trang Pkpay nên đã không thanh toán đúng hạn, hôm nay nhận được mail của trường báo trễ hạn em đã dio đóng ngay. Pdt cho em hỏi em phải xử lý như thế nào vậy ạ?",
    "Em chào  ạ.  ơi cho em hỏi là bằng tốt nghiệp của em đã có chưa ạ. MSSV  ạ",
    "Em có phiếu ạ",
    "Cho em hỏi kì 212 em không đăng ký môn thực tập ngoài trường. Nếu hè em đăng ký thì em có được tham gia thực tập trong hè không ạ",
    "Dear thầy cô,  Sinh viên:  . MSSV:. Lý do: Hiện tại em con kẹt anh văn nói viết để ra trường. Mong muốn: Em cần làm đơn gì để duy trì tình trạng sinh viên của em ạ Em cảm ơn. Chúc thầy/cô nhiều sức khoẻ! Trân trọng,",
    "Em chào thầy cô ạ, do có một số khó khăn nên học phí học kì 212 em có đóng trễ và bị xóa học phí, em đã đóng học phí thì khi nào được phục hồi TKB ạ. Em cảm ơn.",
    "Kính gửi   B Phòng Đào Tạo   , Em tên , mssv . Em gửi đơn này   B xin Phòng Đào Tạo mở lại môn luận văn tốt nghiệp   . Mã số môn học: 213700. Vì một số lý do em chưa hoàn thành đóng học phí đúng hạn. Hôm qua, em nhận được mail em đã tranh thủ hoàn thành học phí . Em mong nhận được sự hỗ trợ từ nhà trường. Vì học kì này là học kỳ cuối cùng của em rồi ạ. Em bỏ lỡ sẽ không kịp tiến độ ra trường. Trân trọng cám ơn. Sinh viên  .",
    "Kính gửi PĐT,  Em có thấy mới khai giảng lớp Anh văn theo yêu cầu ngày 11/04/2022 . Em hiện đang có nhu cầu học anh văn 4. Em thấy môn anh văn không theo lịch đăng ký trên lịch học vụ. Nên em muốn hỏi là lần gần nhất tiếp theo có mở lớp anh văn này là khi nào ạ? Hạn đăng ký và hạn khai giảng ạ . Em cảm ơn quý thầy cô ạ.",
    "Chào cô, hiện tại em bị khóa các site môn học cũng như là thời khóa biểu cùng lịch thi do em đóng học phí 212 bị trễ hạn. Bây giờ em phải làm những đơn gì để được mở các môn học trở lại ạ. Em cảm ơn cô  .",
    "Kính gửi quý Thầy/ Cô PDT. Hiện em là sinh viên năm cuối. Theo dự định em sẽ tốt nghiệp vào tháng 4 vừa rồi, nên trong học kì 2 (2021-2022) vừa rồi em đã không đăng kí môn học, vì vậy  tình trạng sinh viên bây giờ của em là \" tạm ngừng học\". Nhưng vì một số lý do cá nhân mà em đã không tốt nghiệp kì rồi. Thầy / Cô cho em hỏi, giờ em phải làm cách nào và những thủ tục gì để tình trạng sinh viên quay lại \" đang theo học\" ạ ? Em chân thành cảm ơn quý Thầy /Cô và mong sớm nhận được phản hồi để chuẩn bị cho kịp ạ.",
    "Kính gửi: PĐT Đại Học Bách Khoa tp HCM Em là: SV: . Tới thời gian hiện tại thì em đã hoàn thành tất cả các môn học. Em còn thiếu anh văn 2 và bằng toiec 400 là đủ điều kiện ra trường. Nhưng em đã hết thời gian học. Hệ thống đã cập nhật em nghĩ học. Vậy cho em hỏi là giờ em nộp bằng anh văn vào thì có được xét tốt nghiệp không ạ. Mong PĐT hỗ trợ giúp em ạ. Em xin chân thành cảm ơn!",
    "Dạ em kính chào quý thầy cô, em tên , MSSV là , lớp HC19MB. Em thanh toán học phí kì 212 trễ nên lúc trước có bị PĐT xoá thời khoá biểu, nhưng ngày 25.4 em đã thanh toán đầy đủ thì thời khoá biểu cũng như elearning của em vẫn chưa được PĐT cập nhật lại các môn của kì 212. Em kính mong quý thầy cô xem xét lại giúp em vì sắp tới kì thi cuối kì, em không thể xem được lịch thi cũng như vào elearning để ôn tập được khi các môn học bị xoá. Em xin cảm ơn quý thầy cô ạ.",
    "y là phiếu và thông tin trên phiếu thể hiện bằng hình ảnh.",
    "Kính thưa T, Em tên , SV K15, Lớp: XD15CTGT01 Đến thời điểm hiện tại em đã hết thời gian đào tạo hệ chính quy nên muốn chuyển sang hệ VHVL để tốt nghiệp( do xét yc tốt nghiệp của hệ VHVL thì em đã hoành thành đủ tiêu chí r). T cho em xin phép hỏi là để tốt nghiệp trong kì T11/2022 tới thì em bắt buộc nộp đơn chuyển hệ trong thời gian nào, em có cần phải xin chuyển hệ trong thời gian tuyển sinh hệ VHVL không ạ. Em chân thành cảm ơn !!!",
    "Mở môn học học kỳ 212 .",
    "Em Chào Cô, Em là , Em xin nộp đơn xin gia hạn thêm học kì để hoàn thành xong chứng chỉ Toeic ạ",
    "Chào thầy/cô ạ, Cho em hỏi em có thể lấy file bảng điểm dạng PDF được không ạ? Trân trọng / Best regards,",
    "Hiện tại em đã đi đủ ngày CTXH. Nhưng hoạt động hỗ trợ văn phòng ngày 5/4 vẫn chưa được cập nhật mặc dù em đã liên hệ với bên văn phòng đoàn rồi. Cho em đăng kí xét tốt nghiệp luôn được không ạ. Em xin cảm ơn.",
    "Chào thầy/cô ạ, Cho em hỏi em có thể lấy file bảng điểm dạng PDF được không ạ? Và hiện tại em đang học chương trình đại học liên thông Thạc sĩ vậy khi in bảng điểm có in các môn học của chương trình Thạc sĩ chuyển điểm cho đại học không ạ? Trân trọng / Best regards,",
    "Dạ học kỳ 202 em có học lại 1 môn đã bị rớt ở kỳ 182, tuy nhiên đến kỳ 202 thì môn học đó đã chuyển thành một môn tương đương khác, và em cũng đã đăng ký học . Hiện tại trên Bảng điểm đã cập nhật điểm mới, em đã qua môn đó ở học kỳ 202, nhưng số tín chỉ vẫn không được cộng lên, điểm cũ bị rớt vẫn tính trong điểm trung bình tích lũy, điểm mới thì không được tính vô điểm trung bình tích lũy ạ. Dạ em có thắc mắc, là em có cần làm thủ tục chuyển điểm cho môn học tương đương này không ạ? và cách thức tính điểm tương đương của môn học lại thì như thế nào ạ?",
    "Chào ạ. Em là , k20 khoa giao thông ạ. Kì qua em có thanh toán trễ học phí nên đã mất thời khoá biểu và lịch thi. Em đã thanh toán vào ngày 28/4 ạ. Trường có thể cập nhật lại thời khoá biểu và lịch thi giúp em được không ạ. Em xin cảm ơn ạ",
    "Mong PĐT khôi phục lại THỜI KHÓA BIỂU, LỊCH THI và CÁC MÔN HỌC TRÊN ELEARNING giúp em. Em đã làm đơn trình bày trễ hạn đóng học phí và đã thanh toán học phí.",
    "Em đã đủ điều kiện và đủ tín chỉ để xét tốt nghiệp học kỳ 2 năm 2022 nhưng khi em đăng ký tốt nghiệp thì vẫn không được ạ. Mong phòng đạo tạo kiểm tra và xét duyệt giúp e ạ. Em cám ơn!",
    "Dạ em chào quý thầy cô Phòng Đào Tạo! Cho em xin được nộp đơn thu nhận lại để em được đăng ký xét tốt nghiệp ạ . Em cảm ơn quý thầy cô.",
    "Dạ chào thầy, cô Thầy, cô cho em hỏi là điểm phúc tra môn kỹ thuật ra quyết định kỳ 211 bao giờ mới được cập nhật vậy ạ. Em cảm ơn thầy, cô!",
    "Em là sinh viên năm cuối ngành Cơ điện tử, chương trình CLC. Em đã có điểm trung bình HK202 và HK211, chưa có ĐRL. Đến nay, em chưa thấy nhà trường đề cập việc xét HBKK cho 2 học kỳ đó. Trong Điều 2, quy định xét, cấp HBKK kèm QĐ số 728, HBKK chỉ dành cho sinh viên đang theo học tại trường. Vậy em có câu hỏi: 1. Trường hợp em tốt nghiệp nhưng HBKK vẫn chưa được xét, thì em có đủ điều kiện xét HBKK cho 2 học kỳ này sau khi tốt nghiệp hay không? 2. Nhà trường có dự định khi nào bắt đầu xét HBKK hay không? Em cảm ơn.",
    "Dạ em tên  Mssv  khoa Kỹ Thuật Xây Dựng Dạ em xin hỏi phòng đào tạo là tại sao em bị xoá thời khoá biểu HK212 ạ Em xin chân thành cảm ơn ạ",
    "Dạ em thấy hiện tại em đã đủ điều kiện để tốt nghiệp rồi mà cô . Em không biết là em còn thiếu sót chỗ nào, cô có thể cho em được biết là em còn thiếu điều kiện gì để xét tốt nghiệp không ạ ?  Em cảm ơn cô.",
    "Dạ em tên -, vậy sao khi hoàn thành học phí Xin phòng đào tạo khôi phục thời khoa biểu và lịch thi giúp em Xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em có thắc mắc muốn được giải đáp là em đã nhờ IDP chuyển 1 bản sao chứng chỉ IELTS về phòng Đào tạo và em muốn biết là Phòng Đào tạo đã nhận được bản sao chứng chỉ IELTS của em mà IDP đã gửi chưa ạ? Em mong được phản hồi từ Phòng Đào tạo ạ. Em xin cảm ơn.",
    "Dạ chào Thầy/Cô/Anh/Chị, Em đã có nộp đơn thu nhận lại và được chấp nhận, được nhắc đăng ký môn học hè VHVL vào khoảng đầu tháng 5 ạ. Em vào lịch học vụ thì thấy tháng 5 sẽ có kết quả đăng ký học kỳ hè (Đăng ký thì trong tháng 4 ạ). =  Vậy tháng 5 vẫn sẽ có thêm 1 đợt đăng ký môn học hè và em có thể đăng ký như được hướng dẫn trước đó phải không ạ? Hay em cần làm thêm bước nào nữa để được đăng ký môn học hè trong đợt này luôn ? Dạ em cảm ơn nhiều ạ",
    "Dạ em gửi môn học bị trùng lịch ạ Em tên  MSSV:  Mã môn học em bị trùng là CO3005",
    ": Em muốn phúc điểm thi môn thi em đã hoãn, cụ thể là môn Kỹ Thuật Siêu Cao Tần EE3025, em hoãn thi HK202, em thi vào HK211,hôm qua(27/04/2022) vừa có kết quả điểm thi hoãn nhưng bây giờ trên hệ thống phúc tra em không thể chọn được ạ. Không biết bây giờ em phải làm sao để phúc tra được ạ.",
    "Em là , MSSV:, thuộc khoa Kỹ thuật hóa học, lớp HC19KSTN . Do hiện tại điểm một số môn chính học kỳ trước của em không đủ 7.5 để tiếp tục chương trình kỹ sư tài năng, nên em xin phòng đào tạo hướng dẫn cách em rời chương trình kỹ sư tài năng. Em xin cảm ơn phòng đào tạo.",
    "Dạ trước đây em có đăng ký chương trình tích hợp thạc sỹ - kỹ sư. Nhưng do học phí quá cao, vượt qua khả năng chi trả của gia đình. Vậy cho em hỏi em có rút được không ạ?",
    "Em tên  MSSV  Khoa Kỹ Thuật Xây Dựng Hiện tại em đã hoàn thành học phí dự thính ngoài giờ HK212 Em xin PĐT xem xét khôi phục thời khóa biểu và lịch thi Hk212 để em tiếp tục chương trình học tập. Em xin chân thành cảm ơn PĐT ạ",
    "Chào cô ạ, Em tên là  MSSV  đến từ khoa Môi trường và Tài Nguyên tại HK202 của em có đăng kí 4 môn với số tín chỉ lần lượt là 4 4 3 3 với 1 môn thi lại với số điểm đã pass  Nhưng lúc tính số tín chỉ mybk chỉ tính em pass 10 tín chỉ trong khi 3 môn lần lượt 4 4 3 em đã đạt số điểm pass và phần môn học 3 tin chỉ em thi lại phần tổng kết đã có điểm 14, 5.5(lần 2)",
    "Em chào anh/chị tiếp nhận câu hỏi ạ Em là  mssv khoa KTXD Em muốn nhờ PĐT kiểm tra giúp em là hiện em đã tình trạng sinh viên em có đang là theo học bằng 2 không ạ, em đã hoàn thành 2 bằng nhưng khi tốt nghiệp chỉ hiện 1 bằng ạ",
    "Em tên , MSSV:. Học kỳ 211 em có đăng ký hoãn thi môn Quá trình và Thiết bị truyền nhiệt ( Mã MH:CH2043). Nên học kỳ này em muốn đăng ký để thi lại môn học này ạ.",
    "Chào thầy/cô, cho em hỏi đăng lý LVTN hè 213 thì BẮT BUỘC đủ Chuẩn tiếng Anh nhận LVTN (CQ K2018 toeic 500) HAY được tạm thời miễn như HK212? em cảm ơn.",
    "Dạ em kính chào quý Thầy/Cô phòng đào tạo, em có một số thắc mắc về môn học tương đương, xin được trình bày như sau ạ,  Học kỳ 2 (2018-2019), em đã rớt môn Vi sinh vật (mã EN1009). Môn học này sau đó đã đổi thành môn tương đương khác là Vi sinh vật Đại cương và Thí nghiệm (mã EN1015) . Em đã đăng ký học môn Vi sinh vật Đại cương và Thí nghiệm (mã EN1015) vào Học kỳ 2 (2020-2021) và điểm tổng kết của em được 8.0. Hiện tại trên Bảng điểm đã cập nhật điểm mới,  nhưng số tín chỉ vẫn không được cộng lên, điểm cũ bị rớt vẫn tính trong điểm trung bình tích lũy, điểm mới thì không được tính vô điểm trung bình tích lũy ạ. Dạ em có cần làm để thủ tục chuyển điểm không ạ? và cách thức tính điểm khi học lại môn tương đương thì như thế nào ạ? Dạ em rất mong nhận được giải đáp của quý Thầy/ Cô ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo Em tên là   MSSV:  Lớp: VP2016XDC Em hiện tại đang trễ hạn thanh toán học phí kỳ này, nhưng tài khoản OCB đang bị tạm khóa vì nhập sai mật khẩu, và ở địa phương cũng không có chi nhánh OCB để đến làm lại tài khoản trực tiếp. Em có thể nhờ người thân đến trường để thanh toán học phí trực tiếp được không ạ, và nếu không thì em có xin phép thanh toán học phí sau kỳ nghỉ lễ 30/4, sau khi em trực tiếp vào lại TP.HCM để làm lại tài khoản OCB không? Kính mong Phòng Đào tạo xem xét trường hợp của em và cho em phản hồi trong thời gian sớm nhất, vì em đang thực hiện luận văn trong kỳ này ạ. Em xin gửi kèm thêm file pdf \"Đơn trình bày lý do trễ học phí\". Sinh viên ",
    "Cho em hỏi là theo file đính kèm (em xem theo lịch học vụ mới), thì điểm ngoại ngữ chuyển theo bảng sau, tuy nhiên em thi 555 thì không chuyển được điểm anh văn 4. Em không biết quy chế mới của mình ở đâu ạ? Do em tìm trên lịch học vụ chỉ thấy những bảng chuyển như trên ạ . Link ạ: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=89&tid=1624 Em cảm ơn",
    "Chào thầy/cô Do hiện tại em chưa tới lương. Nên chưa có khả năng đóng học phí. Cho em xin tới ngày 8/5/2022 có lương em đóng ngay ạ. Xin thông cảm giúp em. Em cảm ơn!",
    "Kính gửi Phòng đào tạo, Em là sinh viên khóa 2015, hiện tại em đã đầy đủ các chứng chỉ anh văn (nghe/nói/đọc/viết) đủ chuẩn và hoàn thành tất cả các chương trình đào tạo (bao gồm CTXH) Em kính mong Phòng đào tạo xem xét, hỗ trợ giúp em có thể được xét Tốt nghiệp để có thể bổ sung hồ sơ xin việc tại các tổ chức/công ty ạ. Em rất mong sớm nhận được sự hỗ trợ và phản hồi từ Phòng đào tạo. Em xin trân trọng cảm ơn.   Email:  Số điện thoại: [phone_number]",
    "Em là  khóa k19. Cho em hỏi là học kì 221 tức là kì 1 năm 4, có cần anh văn 4 mới được đăng kí môn của kì một năm tư không ạ hoặc toeic  = 550. Em cảm ơn",
    "Em tên là  MSsv Em thưa pđt, em vừa hoàn thành việc cách ly COVID 19 tại bệnh viện và em đã bỏ lỡ buổi thi Giải tích vào ngày 24/04 vừa qua. Pđt cho em hỏi là giờ em có được phép xin thi bù không ạ nếu có mong cô hướng dẫn em ạ. Rất mong sớm nhận được phản hồi từ Pđt ạ . Em xin cảm ơn.",
    "Em chào thầy cô ạ, em tên , MSSV . Hiện tại em bị mất ví. Do đó em mất   B tất cả    giấy tờ tùy thân bao gồm: - Thẻ SV, Thẻ KTX, Thẻ nhà xe. - Thẻ ngân hàng, CCCD, GPLX, Cà Vẹt, Bảo Hiểm Xe Máy. Hiện tại em chỉ còn giữ ảnh của CCCD . Em không biết là sắp tới kì thi cuối kì thì em cần phải chuẩn bị các giấy tờ thay thế nào để có thể được vào phòng thi vậy ạ. Em xin cảm ơn.",
    "Thưa thầy cô! Em tên là , MSSV  Em tốt nghiệp tháng 4/2022. Em xin hỏi khi nào em được nhận bằng tốt nghiệp. Em xin chân thành cảm ơn . Sinh Viên ",
    "Em là sinh viên K17. Hiện tại tình trạng sinh viên của em là Tạm ngưng (từ 15/3), vì học kỳ vừa rồi em không có thời khóa biểu. Trong chương trình học em chỉ còn thiếu AV4 nữa là hoàn thành đủ số tín chỉ yêu cầu tốt nghiệp (hiện tại 140). Sắp tới em sẽ nộp bằng TOEIC để chuyển điểm AV4 và cần làm gì thêm để có thể đăng ký tốt nghiệp cho học kỳ này được ạ? Em xin cảm ơn.",
    "Kính thưa PĐT, Thầy/Cô! Em  MSSV  Sinh viên khoa điện ạ. Em vừa xin chuyển hệ đã được PĐT chấp nhận ạ. Hiện em đã đủ điều kiện tốt nghiệp em xin PĐT xem xét cho em được tốt nghiệp trong đợt bổ sung tháng 4/2022 ạ. Em xin PĐT xem xét cho em ạ! Em chân thành cảm ơn ạ!!!",
    "Thưa cô! Do học kì trước bị ảnh hưởng của dịch covid nên  lịch thi môn Sức Bền Vật Liệu-CI2001 phải thi trễ và có kết quả chậm nên để chắc chắn em đã thực hiện đăng kí thêm môn học này lớp L01 trong học kì k212 này nhưng hiện tại em đã có điểm thi và biết mình đã qua môn nên em xin được PĐT hỗ trợ giúp em hủy môn học dù đã quá đơt đăng kí hủy môn có được không ạ?  Do hiện tại em đang cùng lúc làm luận văn tốt nghiệp nên việc hủy môn sẽ giúp em tập trung vào kết quả luận văn hơn. Em hi vọng được PĐT xem xét và hỗ trợ ạ! Em xin cám ơn!",
    "Em chào thầy/cô, em đang có nhu cầu tải file in bảng điểm dưới dạng PDF. Cho em hỏi hình thức đăng ký như thế nào vậy ạ? Em cảm ơn thầy cô giải đáp cho em.",
    "Em chào thầy cô PĐT, Do đóng trễ học phí học kì 211 nên em bị xóa kết quả học kì 211. Theo hướng dẫn của thầy cô em đã làm đơn thu nhận và đơn trình bày lý do trễ học phí (được đính kèm). Em mong thầy cô PĐT xem xét giúp em được khôi phục kết quả học tập học kì 211, gồm những môn sau (em đã thi và có điểm tổng kết): 1. Phân tích số liệu thực nghiệm cơ học - MSMH: AS3019 2. Vật lý 1 - MSMH: PH1004 Em xin cảm ơn thầy cô rất nhiều ạ",
    "Em bị tai nạn nằm viện và dự kiến không thể hoạt động tay phải trong 1 đến 2 tháng tới. Vì vậy, em mong muốn được hoãn thi để đảm bảo kết quả bài thi được tốt nhất . Tuy vậy, em chưa nắm được quy trình xin hoãn thi như thế nào (cần chuẩn bị những gì, gồm các bước nào). Mong Phòng đào tạo trả lời để em có thể chuẩn bị sớm nhất có thể . Đồng thời, em muốn làm rõ những điều sau: 1. Điểm hoãn thi sẽ được dùng thay thế cho điểm thi cuối kì, hay sẽ được dùng làm điểm tổng kết của môn học? 2. Việc hoãn thi những môn học thí nghiệm (cụ thể là TN Vật lí bán dẫn và TN Hóa ĐC) diễn ra như thế nào trong trường hợp điểm hoãn thi được dùng làm điểm tổng kết của môn học (vì điểm các môn thí nghiệm cũng chiếm thành phần trong điểm tổng kết môn học) 3. Kì thi sẽ diễn ra vào lúc nào?  Em vô cùng cảm ơn.",
    "Chào anh/chị, Em đã thanh toán học phí hk212 nhưng trễ hạn, em muốn đăng kí môn cho kì tiếp theo (cụ thể là hk213) thì em cần làm gì ạ Xin cảm ơn.",
    "Xin chào PĐT, hiện tại tình trạng sinh viên của em đang tạm dừng, em không thể đăng kí in giấy xác nhận sinh viên được. PĐT đào tạo có thể cho em xin giấy xác nhận sinh viên để đăng kí thi toeic được không ạ. Vì em đang ở quê, nên không có điều kiện lên TPHCM nhiều lần, PĐT có thể cho phép bạn em nhận giấy xác nhận giúp em được không ạ. Mong PĐT tạo điều kiện và thông cảm giúp đỡ trường hợp của em. Em xin chân thành cảm ơn.",
    "Em chào cô. Em là  sinh viên khoá 2013 hệ chính quy, cuối năm 2021 em có làm đơn và đã được xét chuyển qua hệ VHVL. Em có gặp PDT thì được biết em đã đủ điều kiện xét tốt nghiệp nên em muốn hỏi cô thủ tục xét tốt nghiệp như thế nào và cần những gì ạ. Dưới file đính kèm là chứng chỉ TOEIC của em ạ. Em cảm ơn cô.",
    "Em chào PĐT. Học kỳ 202 vừa qua, do em vắng thi có xin phép trước với thầy đứng lớp môn học Thí nghiệm hóa hữu cơ - MMH: CH2053 là thầy . Sau khi được PĐT hướng dẫn em đã thi lại với thầy  và được thầy  làm đơn sửa điểm. Từ thời điểm thầy  làm đơn đến nay đã lâu nhưng hiện em vẫn chưa được sử điểm trong bảng điểm trên mybk. Em xin phép hỏi PĐT thời gian em phải chờ để có kết quả sửa điểm ạ? Em cảm ơn anh/chị PĐT.",
    "Em chào anh/Chị PĐT. Học kỳ 202 em có thi môn Giải tích 1 với MMH: MT1003 thuộc lớp DT05-A. Sau quá trình hậu kiểm sau thi, cô đứng lớp quyết định cho em điểm 14, nhưng học kỳ 211 em đã đăng ký môn và đã thi qua. Em xin PĐT cho em được xóa điểm 14 môn GT1 học kỳ 202 ạ. Em cảm ơn anh/chị PĐT.",
    "Vì lí do kẹt lịch thi bên IIG nên có thể em thi và có kết quả muộn so với hạn cuối đăng kí môn học bổ sung vào ngày 24-16/5. Vậy cho em hỏi liệu mình có thể đăng kí làm luận văn rồi bổ sung sau 1 tháng hoặc vào giữa kì được không ạ. Em cảm ơn thầy/cô đã trả lời cho em.",
    "Em xin chào Phòng đào tạo ạ! Phòng đào tạo cho em hỏi em đã đăng ký chuyển điểm anh văn 1,2 ngày 5/4/2022 và anh văn 3 ngày 18/04/2022. Hiện tại điểm anh văn 1,2,3 của em vẫn chưa được cập nhật. Cho em xin hỏi đăng ký kì hè 213 em có đăng ký được anh văn 4 không ạ? Em mong phản hồi từ Phòng đào tạo. Em xin trân trọng cảm ơn Phòng đào tạo ạ!",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TPHCM Em tên là , MSSV:  Khoa Kỹ thuật xây dựng, Ngành: XD15TD01 Nay em làm đơn này xin nhà trường xem xét thẩm định kết quả anh văn Toeic (Listening & Reading) để em có cơ hội hoàn thành đầy đủ các điều kiện để xét tốt nghiệp hệ Vừa làm vừa học. Em đã được nhà trường phê duyệt chuyển hệ và sau khi thẩm định kết quả anh văn em sẽ hoàn thành các điều kiện tốt nghiệp . Em kính mong nhà trường xem xét giúp em ạ. Em xin chân thành cám ơn sự giúp đỡ của nhà trường ạ.",
    "Em tên là , MSSV  Do tình hình dịch bệnh năm 2021 nên các trung tâm anh ngữ không tổ chức các kì thi. Hiện tại các trung tâm anh ngữ đã tổ chức thi lại bình thường, em đã đạt điều kiện anh văn nói viết nhưng vẫn chưa đủ điểm anh văn nghe đọc và không kịp thời hạn đăng ký tốt nghiệp . Mong Phòng Đào tạo xem xét gia hạn thêm 1 học kì để em có thể hoàn thành đủ điều kiện tốt nghiệp. Em xin chân thành cảm ơn!",
    "Em tên là  Mssv  Em gửi câu hỏi này để hỏi về vấn đề bảng điểm của em môn CO3031 chưa có điểm thi mà đã bị điểm tổng kết 4.5 ạ. Em có thể biết điểm thi của mình là bao nhiêu được không ạ?",
    "Kính gửi PDT! Em tên là .MSSV: . Em vừa được thu nhận chuyển qua hệ vừa học vừa làm! Hệ chính quy em đã hoàn thành tất cả môn học và chỉ thiếu anh văn nói viết! Kính xin PDT cho em xét tốt nghiệp để kịp lấy bằng tốt nghiệp trong đợt bổ sung! Em xin cám ơn",
    "Em chào thầy/cô ạ. Do gần đây em bận đi thực tập ở công ty nên quên mất lịch thanh toán học phí. Nên hiện giờ em bị trễ thanh toán học phí và toàn bộ các môn học học kì này của em đã bị xóa ạ. Cho em hỏi nếu em thanh toán học phí rồi thì các môn học đó có được mở lại không ạ? Em xin cảm ơn ạ",
    "Tốt nghiệp . Kính gửi Thầy/Cô, Vào ngày 23/04 vừa rồi, em có nhận được một email thông báo về việc   B Giấy chứng nhận Tốt nghiệp tạm thời    của mình đã được tải lên hệ thống MyBK đăng ký tốt nghiệp. Tuy nhiên em truy cập theo hướng dẫn và không tìm thấy, cũng như em không thể cập nhật thông tin của chính mình. Mong Thầy Cô giải đáp về vụ việc trên. Em xin cảm ơn.",
    "Em có nhận được email của trường về việc ảnh thẻ sinh viên của em bị mờ, em đã tải lại hình nhưng không nhận được thông báo nhận thẻ sinh viên. Em cần thẻ sinh viên để hoàn thành hồ sơ thuế. kính mong nhà trường kiểm tra giùm em . MSSV: ",
    "Em chào thầy cô, em là  MSSV 151366. Em đã quá hạn 7 năm của đại học chính quy, em còn thiếu bằng Toeic 500 và bằng anh văn 2 kỹ năng nói và viết ạ. Thầy cô có thể cho em hỏi là khi em nộp đủ 2 bằng anh văn em có được tốt nghiệp hông ạ. Em xin cảm ơn",
    "Thưa thầy/cô, em tên là , mssv . Hiện tại em vẫn chưa được thu nhận lại để xét tốt nghiệp, xin thầy/cô xem xét lại giúp em. Em xin cảm ơn.",
    "Thưa thầy/cô, Em là sinh viên k16 đang thực hiện luận văn tốt nghiệp tại trường học kỳ 212. Tuy nhiên do một số vấn đề nên em đóng học phí trễ hạn, cụ thể hạn đóng của trường là 11/4/2022 nhưng đến ngày 25/4/2022 em mới đóng. Em có nhận mail về việc bị hủy môn học trong học kỳ nếu không đóng đúng hạn vậy em có cần phải làm thủ tục gì để không bị hủy môn không ạ? Em có đính kèm theo ảnh chụp hóa đơn đóng tiền của ngày 29/4. Em xin cảm ơn và mong nhận được câu trả lời của thầy/cô ạ! Thân mến",
    "Em chào thầy cô. Em tên là  . Mssv:  Do em tự làm thêm để đi học và học phí kì này cao hơn học kì trước ạ và kì này chỉ đóng một lần nên em chưa đủ để đóng dẫn đến tình trạng em bị xóa thời khóa biểu ạ. Thầy ( cô ) có thể cho em hỏi là em đóng học phí trễ thì em còn có cách nào để được mở thời khóa biểu và được bảo vệ luận văn không ạ . Em cám ơn thầy cô ạ.",
    "Em chào pdt, Em đã gửi yêu cầu cập nhật điểm toeic để in bằng tốt nghiệp, và thông tin cũng đã được cập nhật trên danh sách tốt nghiệp. Nhưng khi nhận bảng điểm tốt nghiệp, thì điểm toeic vẫn để là điểm cũ ạ Mong pdt kiểm tra lại giúp em, em xin cảm ơn",
    "Em thấy trên Web có 2 bảng điểm chuyển anh văn cụ thể là 1 bảng là 500 điển toiec là có chuyển được anh văn 4, và 1 bảng toiec 600 mới chuyển điểm được anh văn 4/ Em muốn hỏi theo bảng nào là đúng ạ, em là khóa 15 đang ở kì kéo dài ạ.",
    "Kính gửi thầy/cô pdt! Em tên là  - MSSV  Học kì 213 - học kì hè này là học kì cuối em còn luận văn tốt nghiệp nhưng em bị hủy vì thiếu chứng chỉ Toeic tiên quyết, và hiện tại em vừa mới thi chứng chỉ av nhưng chưa có kết quả để nộp vào lại ạ. Em kính mong pđt có thể cho em cơ hội đăng kí làm luận văn học kì này để em có thể kịp được ra trường trong kì học kế tiếp ạ. Em xin cam kết sẽ nộp chứng chỉ sớm nhất trong tháng 6 này. Em mong thầy/cô pđt tạo cơ hội cho em để có thể kịp tiến độ ạ. Em xin chân thành cảm ơn."
]