[
    "Kính gởi phòng đào tạo. Em tên . Khoa cơ khí. Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. Kính xin quý thầy cô cho em đăng kí môn Đồ án thiết kế (Mã môn học ME2011, nhóm lớp T01) để duy trì tình trạng học tập. Em cám ơn rất nhiều.",
    "chào , Em tên  mssv , dạ em đọc được là số tín chỉ tối thiểu để đăng kí luận văn là 126 chỉ, nhưng em học hết môn thì tổng là 125 chỉ ( vì còn thiếu anh văn nên đợt dịch này em ko đang kí thi để nộp điểm anh văn vào được ) vậy có tính là đủ điều kiện đăng kí luận văn ko ạ. Em cảm ơn nhiều ạ Best regards ",
    "Cho em hỏi đợt đăng kí lộ trình 2 dự thính này em muốn hủy môn giải tích 2 . nhưng mà em vào thì không hủy được .vậy có cách nào để em hủy môn đó được không ạ ?",
    "Dạ chào thầy cô PĐT! Em đã làm đơn xin miễn môn học các môn Xác suất thống kê cũng như, quản trị kinh doanh cho kỹ sư với MSSV  Mong PĐT giải quyết cho sinh viên, đã bao gồm các file bảng điểm cũng như đơn đề nghị.",
    "Em đã đăng kí hoãn thi theo link của trường môn SP1009 Đườnglối CM của ĐảngCSVN, nhưng bảng điểm trong thông tin sinh viên của em môn này lại bị điểm 13 vắng thi, mong nhà trường giải quyết vấn đề này giúp em, xin cảm ơn.",
    "Dạ em chào cô ạ, em là  , hiện tại em vừa bị miss thông báo đăng ký luận văn, cô cho em hỏi còn có đợt đăng ký luận văn vét không cô, và có cách nào để đăng ký luận văn nữa không ạ  ",
    "dạ hiện là đã hơn 1 tuần em tạo câu hỏi nhờ anh/chị trợ giúp nhưng đến giờ em vẫn chưa nhận được câu trả lời ạ. MOng anh/chị có thể sắp xấp hỗ trợ em với ạ",
    "Lỗi do em nghĩ môn thực tập sẽ không được học trong mùa dịch nhưng nay môn được tổ chức học onl nên không biết em có thể đăng kí bổ sung được không ạ. Môn bắt đầu học vào ngày 31/8  ",
    "Em tên  MSSV 2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em được xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ. Mong pđt giúp em với, em chỉ còn nợ 4 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em.",
    "Thưa PĐT,  Vừa rồi em có đăng ký hoãn môn thi Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009), nhóm A04-A, ngày thi 09/08/2021 lúc 10:00 và có xác nhận của PĐT. Tuy nhiên, em nhận được bảng điểm tổng kết là 13 (vắng thi) nhưng đúng ra phải là điểm 14 (hoãn thi, được phép thi sau). Kính mong PDDT kiểm tra gấp giúp em.",
    "Thưa Thầy/Cô em là Đỗ Vĩnh Phúc- MSSV  sv khoa Cầu Đường K15 Do bị kẹt trong vấn đề chuyển điểm môn học tương đương giữ Chương trình đào tạo cũ và Chương trình đào tạo mới nên em chưa thể đăng kí kịp đợt đăng kí LVTN cuối(từ ngày 23-25/08) Nay sau khi được chuyển điểm môn tương đương em làm đơn xin cho em được đăng kí bổ sung môn   B LVTN(CI4313)    để kịp hoàn thành chương trình đạo tạo. Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
    "Gửi PĐT, học kì 211 này em có đăng kí  Văn Tốt Nghiệp, nhưng hiện tại số ngày CTXH của e chưa đủ điều kiện để nhận LVTN (8.5 ngày). Hiện tại tình hình dịch bệnh đang căng thẳng và gần như các hoạt động ở trường đều tạm dừng. Địa phương em thì không có đăng kí tình nguyện viên hỗ trợ dịch bệnh và hiện tại chỉ có hiến máu tình nguyện, nếu em đi hiến máu tình nguyện thì cũng chỉ được 1 ngày và vẫn chưa đủ 10 ngày để nhận LVTN. Vậy PĐT cho em hỏi là nhà trường có thể miễn điều kiện hoặc cho một khoảng thời gian nào đó để em bổ sung sau và làm cam kết bổ sung đủ trong kì này được không ạ. Em sẽ cố gắng bổ sung bằng hình thức hiến máu tình nguyện 2 lần trong 3 tháng. Kính mong các thầy cô PĐT hỗ trợ và giúp đỡ giúp em ạ. Tình hình dịch bệnh khó khăn quá ạ!",
    "Dạ em tên  MSSV , đang có vấn đề về điểm thi môn Đường lối Đảng Công Sản Việt Nam (SP1009) nhóm L02 hiện cần Phúc tra lại bài thi, hiện khi vào mybk để đăng ký phúc tra(em đã đăng nhập thành công) hiện web báo là không có thông tin bảng điểm nhưng hiện điểm đã có trên bảng điểm trên mybk và môn này là môn thi tự luận, mong thầy cô phản hồi sớm giúp em ạ, vì hiện phúc tra chỉ được thức hiện trong 7 ngày tính từ lúc có điểm thi ạ.",
    "Dạ em chào anh/chị. anh chị có thể cho em hỏi cách xin đổi giáo viên hướng dẫn đclv-lvtn như thế nào k ạ. và mẫu đơn những giấy tờ cần thiết",
    "xin chào Pdt,  em sinh viên K2013 nay em đã chuyển qua hệ vừa học vừa làm, nhưng khi em lên đăng ký thông tin tốt nghiệp vẫn hiện lên là hệ chính quy,  em có đính kèm ảnh, pdt cập nhập giúp em hiện em đã đủ điều kiện tốt nghiệp hệ vừa học vừa làm nhưng em không thể đăng ký được, xin pdt hướng dẫn thủ tục",
    "Em chào Thầy/211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn. Họ và Tên:  MSSV:  Môn đăng ký: Cơ sở kỹ thuật điện(EE2017) Lớp: DT01_DT01",
    "Xin phòng đào tạo kiểm tra giúp em vì sao em chưa có tên trong danh sách tốt nghiệp dự kiến ạ . Em tên   MSSV  Em xin cảm ơn.",
    "Kính gửi quý thầy/cô Phòng đào tạo. Em là  . Tình hình là khi đăng ký LVTN (CI4313), hệ thống có báo thiếu môn CI4123-DAMH Thiết kế cầu. Nay em xin nộp đơn chuyển điểm môn tương đương CI4033- Xây dựng cầu để được đăng ký LVTN. Mọi chi tiết em đã nêu rõ trong đơn và được Bộ môn cầu đường chấp nhận. Kính mong quý thầy cô Phòng đạo tạo xem xét để em được đăng ký LVTN (CI4313). Em xin chân thành cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi PDT, Em là , mssv: , sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Âm học (007703) thuộc khoa KHUD ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 3 sv. Em có viết thư xin thầy dạy dự thính môn này nhưng thầy chưa phản hồi nên hiện tại 3 sv tụi em đang không biết làm sao để trả nợ môn mà tốt nghiệp được ạ. Mong PDT giúp đỡ tụi em phương án nào để có thể trả nợ môn này. Em xin cảm ơn rất nhiều ạ.",
    "Em chào Thầy/211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn. Họ và Tên:  MSSV:  Môn đăng ký: Cơ sở kỹ thuật điện(EE2017) Lớp: DT01_DT01",
    "Em chào thầy cô.Em tên là  học lớp CK20CK06 học kì vừa rồi em có đăng kí hoãn thi môn Nguyên lí máy nhưng vừa rồi trên điểm cập nhật thì điểm thi và điểm tổng kết đều là 13 có nghĩa là vắng thi là sao ạ. Em xin chân thành cảm ơn.Chúc thầy cô mạnh khỏe",
    "i  . Dạ em xin kính chào thầy/cô ạ Em tên  - MSSV:  - Lớp: CK19LOG2. Dạ em gửi mail này xin thầy/cô giải đáp giúp em về việc rút môn học vào học kỳ dự thính HK211 ạ . Vì em chưa nhận được mail thông báo của trường về việc cho rút môn học của HK211 mà theo quy chế thì phải rút trước kỳ dự thính là 3 tuần ạ. Em xin phép hỏi thầy/cô là em tự tạo mẫu đơn đăng ký rút môn rồi nộp hay là em phải đợi trường gửi mail thông báo mở đợt đăng ký rút môn học ạ. Em cảm ơn thầy/cô và chúc thầy/cô một ngày làm việc vui vẻ ạ.",
    "Nhà trường giúp em rút môn học Đồ án thiết kế ME3139- Lớp L04 với ạ! Lý do: Do dịch bệnh phức tạp giờ gia đình em khó khăn không có đủ điều kiện đóng học phí.Bố mẹ giờ không đi làm được gì cả nên phần học phí với em giờ rất nặng và áp lực. Em mới bị té xe nữa mà môn học thì hơi khó nên sợ không đủ sức khoẻ để học môn này.Nên mong nhà trường thông cảm cho em rút cho em môn học này. Em cám ơn rất nhiều!",
    "em hiện là sinh viên vừa học vừa làm khóa 2019 học tại cơ sở trường Cao Đẳng điện lực nhóm lớp Z3CD em xin nhờ trường đăng ký giúp em môn đồ án MSMH : 3061  để em được học cùng tiến độ với lớp ạ em xin cảm ơn.",
    "Xin chào PĐT, mình đã đăng ký môn Anh  dự thính ở đợt 1 nhưng qua đợt ai lại bị xóa bây giờ lớp full  sĩ số mình không đăng ký được. Xin phòng đào tạo cho mình đăng  ký vào lớp học  7 Giảng Viên . Cảm ơn PĐT rất nhiều.",
    "Em chào các thầy cô ạ. HK203 này em có đăng ký Thực tập ngoài trường mã EE3335 nhưng khả năng cao là không hoàn thành. Nếu em bỏ kì này (không tham gia báo cáo TTNT) để đăng ký lại môn này vào các kì sau thì có được không ạ, điểm môn này HK203 có ghi vào bảng điểm và có bị cảnh cáo gì không ạ? Em cảm ơn.",
    "T5027      . Em xin phục hồi thời khoá biểu khi đăng kí đợt 1. Đã ghi nhận là đã giải quyết nhung em đăng nhập vẫn không nhận được thời khoá biểu. Xin nhà truongf xem xét lại",
    "Dạ em tên  mã số sinh viên  dạ e gặp vấn đề về đăng ký khoá học 211 ạ xin đc thầy cô phòng đào tạo giúp em để em có thể theo kịp trương trình học ạ. Số Điện Thoại e là [phone_number] Dạ em cần trợ giúp để đăng ký môn học vì em đã bị hủy hết r ạ  E đóng tiền hp đầy đủ r ạ mong đc thầy cô trợ giúp ạ",
    "nh gởi phòng đào tạo. Em tên . MSSV  hoa cơ khí. Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. ính xin quý thầy cô cho em đăng kí môn để duy trì tình trạng học tập. Môn Đồ án thiết kế (mã môn học của SV 17 là ME2011, của 19 là ME3139) Phương pháp phần tử hữu hạn (ME3025) Em cám ơn rất nhiều.",
    "Xin chào thầy/cô Em muốn đăng ký học môn Điều Hòa Không Khí ( ME3037 ) nhưng yêu cầu môn này cần phải học trước môn  Lạnh ( ME3035 ). Và học kỳ này em đang học môn  Lạnh này ạ. Em xin phép được học môn học học Điều Hòa Không Khí (ME3037) này vào học kỳ dự thính này vào nhóm lớp DT01_DT01 của thầy  để cho kịp tiến độ với chương trình đào tạo ạ. Mong nhà trường xem xét và cho phép em học môn học vào học kỳ này. Em xin cảm ơn.",
    "em muốn tăng sĩ số của lớp dự thính DT01, môn cơ sở kĩ thuật điện mã EE2017 được không ạ ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Nếu ko có gv đồng ý dạy môn dự thính thì sao ạ. Mà môn đó không mở và không có môn tương đương nữa. Tụi em làm sao để được ra trường giờ ạ",
    "Em chào /Cô, Em là  - MSSV: , hiện tại em đã hoàn thành bảo vệ LVTN và còn thiếu môn av4 để hoàn thành chương trình đào tạo. Tuy nhiên vì tình hình dịch bệnh không thể đăng kí thi ở IIG để chuyển điểm và với tình hình như này thì chưa biết bao giờ IIG mới mở cửa lại . Nên em muốn đăng kí học môn av4 - LA1009 nhưng hiện đã quá hạn đăng kí học kì chính và dịch bệnh hiện giờ em cũng khó khăn, học phí dự thính lại tăng lên tới 800k/chỉ. Em mong /Cô hiểu và thông cảm giúp em, hỗ trợ em được tăng sỉ số lớp anh văn 4 hiện tại. Em cảm ơn nhiều!",
    "em hiện là sinh viên hệ vừa làm vừa học khóa 2019 học tại trường cao đẳng điện lực nhóm lớp Z3CD trường cho em xin đăng ký bổ sung môn học đồ án để em được học cùng tiến độ với lớp  em tên :  em xin đăng ký bổ sung môn:  MSMH : EE3061 - đồ án",
    "Dạ, em chào quí Thầy Cô PĐT ạ. Em là Danh Vương Đăng Khoa, mssv: 1811002 . Em xin chuyển lớp Vật Lý 1 (DT02_DT02 do Cô Phan Khuơng Ngọc Cát và Thầy Trần Văn Tiến dạy, lịch thứ 5 tiết 13 14 15 và CN tiết 7 8). Em mới đăng kí thành công ngày 25/08/2021 . Lí do: Bên khoa em K18 QLCN có 1 môn là Phân tích dữ liệu (IM3049) sắp mở đăng kí. Mà môn này là đợt cuối cùng học. Và k19 trở đi không có môn thay thế. Giờ học: Tối Thứ 5 tiết 13 14 do Cô Võ Thị Ngọc Trân dạy. (hình đính kèm số 1). Em khẩn thiết xin Thầy Cô giúp em vì môn này mở lần cuối rồi tội em lắm. Nếu bất cập quá em xin chấp nhận học trùng giờ. Em sẽ xin Thầy Cô linh động học giờ khác. Em cảm ơn quí Thầy Cô ạ. Trăm sự nhờ quí Thầy Cô. (Hình 2 là TKB của Vật lý 1) (Hình 3 là đăng kí Vật lý 1 thành công hôm 25/8)",
    "Dạ là e thắc mắc là liên lạc với giáo viên xin vào lớp học là sao ạ tại hiện tại e ko bik mik học giáo viên nào ák",
    "Chào thầy cô, Em tên là  MSSV:  Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng    Em đã trình bày lý do chuyển điểm và được PĐT xem xét giải quyết.    Hiện tại, còn 7 bạn nữa cũng có cũng lý do chuyển điểm giống em. Em có đính kèm danh sách kèm theo.    PĐT cho em hỏi là có thể xem xét chung cho tất cả các bạn trong danh sách hay chúng em phải viết yêu cầu riêng để xem xét ạ . Mong PĐT xem xét giúp Cảm ơn thầy cô Chúc thầy cô thật nhiều sức khỏe.",
    "Kính gửi quý thầy cô, Em là , học kì vừa qua em đã hoàn thành việc bảo vệ luận văn tốt nghiệp và trao đổi sinh viên tại Pháp. Hiện tại, do các chuyến bay về VN đều bị hạn chế nên em muốn tiếp tục đăng ký học tiếp trong thời gian này . Tuy nhiên, hiện tại đã sắp đến hạn nộp hồ sơ cho các chương trình học sau đại học tại đây nên em xin phép được hỏi rằng có cách nào cho phép em làm đơn xin một giấy chứng nhận đã hoàn thành chương trình hoặc xác nhận tốt nghiệp không ạ? (Em đã hoàn thành đầy đủ các tiêu chuẩn về ngoại ngữ, CTXH để tốt nghiệp, chỉ còn chờ nhập điểm kỳ cuối). Nếu có thể, xin thầy cô hướng dẫn giúp em. Em xin chân thành cảm ơn quý thầy cô. Trân trọng, ",
    "Em muốn rút 1 môn học ở học kỳ dự thính 211 (Hiện tại môn học mới bắt đầu qua tuần thứ 2). Em có xem qua quy chế PĐT thì phải làm đơn rút môn học nhưng tình hình học online hiện tại em không thể làm đơn và nộp trực tiếp tại PĐT được. Vậy nên em muốn hỏi về quy chế đối với việc rút môn học online thế nào ạ? Em xin cảm ơn.",
    "Em muốn rút 1 môn học ở học kỳ dự thính 211 (Hiện tại môn học mới bắt đầu qua tuần thứ 2). Em có xem qua quy chế PĐT thì phải làm đơn rút môn học nhưng tình hình học online hiện tại em không thể làm đơn và nộp trực tiếp tại PĐT được. Vậy nên em muốn hỏi về quy chế đối với việc rút môn học online thế nào ạ? Em xin cảm ơn.",
    "Em chào anh/chị PĐT. Em tên -,   B vào ngày 10/8 thì em có gửi mail xin hoãn thi môn KT siêu cao tần (EE3025) với lý do scan bị lỗi, mất trang. Nhưng sau đó em có mail cho cô dạy môn này và xin xem xét lại. Hiện tại em đã có điểm và đã qua môn này.   Em viết mail này xin anh/chị PĐT hủy quyết định hoãn thi của em   . Đây là môn cuối của em và em đã đủ điều kiện tốt nghiệp nên mong anh/chị PĐT xem xét và giúp đỡ em. Em cảm ơn anh/chị . Em xin đính kèm ảnh tổng kết môn kĩ thuật siêu cao tần của em bên dưới .",
    "Kính chào Ban Tư Vấn Em tên: , MSSV: - Hệ bằng 2- Khoa Kỹ Thuật Xây Dựng Em đang có nhu cầu học các môn sau để không bị kéo dài thời gian học: đang được mở vào dự thính 1. Môn Kết cấu thép 1 - mã môn CI3009 - mã nhóm: DT01- đang được học vào tiết 13,14 - thứ 5 2. Môn Cơ học đất - mã môn CI3001- mã nhóm: DT01_DT01- đang được học vào tiết 13,14 - thứ 2 Em kính mong Qúy anh chị giúp đỡ, để em được đăng ký học tập và hoàn thiện được các môn học này trong kỳ này để em có điều kiện đăng ký được các môn học ở kỳ tới, đồng thời giảm bớt được thời gian học tập lại. Em chân thành cám ơn, Chúc quý anh chị mạnh khỏe và bằng an trong cơn đại dịch này ạ!",
    "Xin chào thầy/cô Em muốn đăng ký học môn  Hòa Không Khí (ME3037 ) nhưng yêu cầu môn này cần phải học trước môn  Lạnh ( ME3035 ). Và học kỳ 211 này em đang học môn  Lạnh ạ. Em xin phép được học môn học học  Hòa Không Khí (ME3037) vào học kỳ dự thính này vào nhóm lớp DT01_DT01 của thầy  để cho kịp tiến độ với chương trình đào tạo ạ. Mong nhà trường xem xét và cho phép em học môn học vào học kỳ này. Em xin cảm ơn.",
    "Em chào thầy/cô ạ, Do dịch covid-19 đợt này nên môn Thực tập tốt nghiệp của em bị hoãn. 1/ Cho em hỏi là nếu hoãn thi Thực tập tốt nghiệp vào HK2/2020-2021 thì em có bị hủy đăng ký môn Luận văn tốt nghiệp HK1/2021-2022 vào đợt đăng ký cuối cùng không ạ?  2/ Hoặc nếu có thời khóa biểu môn LVTN HK1/2021-2022 sau đợt đăng ký cuối cùng, thì vào tuần hậu kiểm điều kiện nhận LVTN có bị hủy môn không thầy/cô? 3/ Việc tiếp tục thi sau đợt hoãn thi có bắt buộc tổ chức vào tuần gần cuối bảo vệ luận văn của HK1/2021-2022 không ạ? Hay sau khi dịch Covid-19 tạm ổn thì có thể làm quyết định thực tập và nộp báo cáo Thực tập ngay luôn cho trường? 3/ Em chỉ có thể đăng ký Luận văn tốt nghiệp vào HK1/2021-2022 nữa thôi và không thể dời sang kỳ sau được vì đó là thời gian đào tạo tối đa của em rồi. Liệu có thể xin trường cho thời gian đào tạo tối đa thêm một học kỳ nữa (học kỳ có thể đăng ký môn học LVTN, chứ không phải học kỳ để hoàn thành CTXH) do dịch covid-19 không ạ? Cảm ơn thầy cô rất nhiều, ",
    "Dạ em chào thầy(cô) ạ. Dự thính lộ trình 1 đợt 2 em đăng kí môn học ME3011 sai nhóm (ZL3I) nên sang đợt 3 em bị hủy đăng kí nên em không có thời khoá biểu. Nhưng em vẫn nhận được mail của thầy  của nhóm DT01 mời em vào group lớp và trong danh sách sinh viên nhóm này của thầy cũng có tên em ạ. Em cảm ơn.",
    ":",
    "Hi chị,  Em có vào xem thì PĐT mở 2 lớp nhưng mà sỉ số đã full từ hôm qua rồi ạ. Nên em mong nhà trường có thể xem xét và mở thêm sỉ số cho học kỳ DỰ THÍNH môn Cơ lưu chất(CI2003) với ạ :((  Em chân thành cảm ơn!",
    "em có lỡ đăng ký môn không thuộc chương trình đào tạo và lỡ bị rớt thì có ảnh hưởng gì không ạ?",
    "Em xin hoãn thi môn Vật Lý 1 (PH1003) nhóm DT06, ngày thi là 23/08 ca 10h00 Lý do xin hoãn: Hôm ấy nhà em có trục trặc về wifi nên em không thể vào phòng thi, em không có đủ số dư trong điện thoại nên không thể đăng ký dữ liệu di động. Vì vậy nên cho em xin được hoãn thi ạ! Em cảm ơn.",
    "Sau khi kết thúc kì học 201, Em đã cộng thử tất cả các môn học (Cộng từ Bảng Điểm đã In trước dịch covid) thì số tín chỉ tích luỹ bị thiếu mất 2 chỉ. Mong Nhà Trường xem xét giúp em ạ.",
    "Dạ em chào các thầy cô PĐT ạ! Em đã liên hệ với bộ môn Cầu đường và được các thầy cô hỗ trợ làm đơn xin chuyển điểm để đăng kí LVTN ạ! em đính kèm đơn dưới đây, mong quý thầy cô PĐT kiểm tra và đăng kí LVTN giúp em ạ! Em cảm ơn nhiều ạ!",
    "Em tên là  MSSV . Em có thắc mắc về điểm tổng kết môn Kinh tế chính trị kỳ 202 mã MH là SP1033, theo em tính điểm tổng kết của em là 8,3 sẽ được làm tròn lên 8,5 nhưng em xem trên hệ thống mybk chỉ có 8. Và em đã kiểm tra các điểm thành phần đều đúng chỉ có điểm tổng kết em tính vẫn thấy chưa đúng ạ. Mong phòng đạo tạo xem xét và phản hồi ạ. Em cảm ơn",
    "Dạ cho em hỏi là vào kỳ hè em đăng ký môn thực tập sản xuất, em quên đóng học phí cho môn này nên đã bị xóa môn. Em đã đóng học phí bổ sung, làm đơn thu nhận cho PĐT và đã được chấp nhận và tiếp tục học. Tuy nhiên môn thực tập sản xuất lại bị xóa trên e-learning dù trên thời khóa biểu vẫn còn. Mong PĐT giải quyết giúp em ạ",
    "em tên là  em xin gửi phiếu đăng kí và sơ yếu lý lịch",
    "Em xin chào thầy cô ạ. Em có đăng kí hai môn Kỹ thuật số (EE1009) và Cơ sở kỹ thuật điện (EE2017) nhưng bị trùng giờ thí nghiệm vào 1 tuần. Em đã xin hai thầy đặc cách cho em học thí nghiệm bù ở lớp khác và được sự đồng ý của hai thầy  và . Em mong thầy cô sẽ cho phép em đăng kí hai môn này do em rất cần học trước môn Cơ sở kỹ thuật điện vào kì này ạ. Em xin cảm ơn thầy cô rất nhiều. Em gửi lịch đăng kí của hai môn này và hai hình ảnh mail cho phép của hai thầy ạ.",
    "Em muốn rút môn học dự thính học kì 211 mà vì dịch nên không thể lên trường nộp đơn rút môn học nên em gửi đơn qua đây, mong phòng Đào tạo xem xét, em cảm ơn.",
    "Em có yêu cầu huỷ môn av2 và thay thế bằng môn cơ sở hoá vi sinh và có nhận được PĐT đồng ý và dự kiến ngày 25/08/2021 sẽ cập nhật lại thời khoá biểu mới cho em, nhưng đến nay TKB của em vẫn như cũ và chưa được update , mong thầy/ cô xem xét lại giúp em! Chi tiết thầy/ cô có thể xem lại câu hỏi thứ 3 của em ở bksi có tựa đề là : Huỷ và đăng ký môn học bổ sung",
    "Em xin chào thầy cô ạ. Em có đăng kí hai môn Kỹ thuật số (EE1009) và Cơ sở kỹ thuật điện (EE2017) nhưng bị trùng giờ thí nghiệm vào 1 tuần. Em đã xin hai thầy đặc cách cho em học thí nghiệm bù ở lớp khác và được sự đồng ý của hai thầy  và . Em mong thầy cô sẽ cho phép em đăng kí hai môn này do em rất cần học trước môn Cơ sở kỹ thuật điện vào kì này ạ. Em xin cảm ơn thầy cô rất nhiều. Em gửi lịch đăng kí của hai môn này và hai hình ảnh mail cho phép của hai thầy ạ.",
    "Em xin pđt xem xét tăng sỉ số môn   B Cơ sở kỹ thuật điện EE2017, nhóm lớp DT01_DT01    . Em đang cần học môn này để kỳ 212 có thể đăng ký được môn chuyên ngành ạ. Em cảm ơn.",
    "Em muốn hỏi về lịch trình kiểm tra kết thức môn Sức bền vật liệu L04 HK202 vì đến giờ trên bkel vẫn chưa có thông tin gì  Em cảm ơn",
    "Theo em được biết thì thầy chủ nhiệm bộ môn của em đã gửi lên PDT danh sách môn tương đương, trong đó có môn hoạch định mặt bằng-ME3253 tương đương với môn thiết kế mặt bằng-ME3117. Nhưng hiện tại em xem trên danh sách môn tương đương vẫn chưa có môn này ạ . Mong PDT xem lại giúp em, em xin cảm ơn!",
    "Dạ cho em hỏi em muốn đăng kí môn thí nghiệm silicate đại cương nhưng lại bị trùng 1 tiết môn cơ học máy thì có cách nào đăng kí không ạ,tại em rất cần đăng kí cả hai môn ạ.em xin chân thành cảm ơn ạ.",
    "Em là  MSSV là  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo ",
    "Xin chào phòng đào tạo, Em tên là  (MSSV: ). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau: Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam Mã nhóm: DT02 Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ. Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi, em có điền link xin hoãn thi trong mail của pdt và trong link của KTX do phải đi cách ly. Bây giờ em thấy hiện điểm 13 là do đâu vậy ạ?",
    "Dạ em kinh chào Thầy Cô xem yêu cầu của em ạ. Em tên  Mã số sinh viên :  Hôm nay em viết bài này xem xin thầy cô giúp dùm em đăng kí môn luận văn tốt nghiệp ạ. Lý do em đăng kí trễ là 3 ngày nay nhà em bị hư điện tại nhà. Nhưng không có thợ để sửa, đến hôm nay với sửa xong em vào kiểm tra gmail thì thấy hết hạn đăng kí môn LVTN . Các thầy cô có thể giúp em đăng kí môn LVTN được không ạ. Môn LVTN bộ môn trắc địa Mã số môn: CI4353",
    "Dạ hôm trước em có nộp đơn xin mở lớp sức bền vật liệu CI2007 nhưng PĐt phản hồi lại là không mở lớp được do phòng thí nghiệm sức bền vật liệu CI2008 bị full và em đã liên hệ lại Bộ môn và Khoa xây dựng để giải quyết.  THỂ SẮP XẾP MỞ THÍ NGHIỆM nên đã gửi lại đơn cho em. Bây giờ em gửi đơn lại PĐT để mở lớp Sức bền vật liệu CI2007.Mong PĐT xem xét và mở lớp . Em xin cảm ơn",
    "Em xin chào phòng Đào tạo, Em là sinh viên khóa 2017, đã bảo vệ luận văn tốt nghiệp và chờ trường tổ chức thi anh văn nói - viết nữa là sẽ ra trường . Em muốn hỏi:  1. Trường hợp của em có xin giấy xác nhận sinh viên được không ạ (để nộp cho địa phương xét nghĩa vụ quân sự), nếu được thì thời hạn của giấy là bao lâu? 2. Khi nào trường sẽ tổ chức thi anh văn nói viết? Em xin cảm ơn!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704 . Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "cho em hỏi là mình đăng ký môn học Dự thính HK211 lộ trình 2 đợt 1 và đã gửi đăng kí thành công rồi thì có cần gửi đăng kí ở lộ trình 2 đợt 2 không ạ?",
    "Dạ em muốn liên hệ với trưởng bô môn triết học mà k bk phương thức liên lạc ạ. Có thế cho em xin mail hay số đt của thầy k ạ",
    "E chào thầy cô! Thầy cô cho e hỏi e có đăng kí hoãn thi trên link mà PDT cung cấp qua mail và đã được báo kết quả là chấp nhận cho e được hoãn thi. Nhưng đến hôm nay thì trên bảng điểm lại cập nhật điểm e bị điểm 13. Thầy cô cho e hỏi vẫn đề này xử lý và hướng giải quyết như thế nào ạ. E cảm ơn!",
    "cho em hỏi là em đã hoãn thi rồi mà sao trên bảng điểm lại bị điểm 13 ạ ? . và khi nào em mới có thể đki thi lại ạ ?",
    "dạ cho em hỏi là em công tác xã hội đang 8.5 ngày mà kì này do dịch nên không làm được công tác xã hội thì có được làm luận văn không ạ. Mong nhà trường giúp đỡ ạ",
    "Dạ em bị hùy môn học CI1033 do và được thông báo nếu có nhu cầu có thể đăng ký lại trên BKSI, em làm mẫu này để có thể được phòng đào tạo đăng ký lại môn học này ạ Sinh viên:   Môn đăng ký: Vẽ Kỹ Thuật Xây dựng CI1033",
    "Kính gửi Phòng Đào tạo Em tên  mssv   Sau khi được thầy hướng dẫn đề cương luận văn sửa lại điểm đề cương luận văn thì nay em đã đủ điêu kiện tiên quyết để đăng kí LVTN  Em xin được đăng kí môn học ME4019 Luận văn tốt nghiệp Cơ điện tử  Em mong PĐT chấp thuận ạ !    .",
    "Em xin chào phòng Đào tạo, Em có 2 câu hỏi ạ. 1. Nếu em có đăng ký học 1 môn ở HK211 (kỳ chính, có thời khóa biểu), thì em có thể đăng ký tốt nghiệp vào tháng 11/2021 được không? (Vì em đã hoàn thành chương trình đào tạo 142 chỉ và hiện tại chỉ chờ thi anh văn nói viết). 2. Nếu kỳ chính 211 em không có thời khóa biểu (không có học môn nào vì em là sinh viên K17 chỉ chờ thi anh văn nói viết nữa là hoàn thành chương trình đào tạo của trường) nhưng bây giờ em muốn đăng ký học dự thính thì em có đăng ký được không ạ và tình trạng sinh viên \"Đang học\" có còn được duy trì không? Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo ! Em tên là  , MSSV  Nay em muốn rút môn học ME4095- Đề cương luận văn tốt nghiệp (cđt)  Mong phòng đạo tạo chấp thuận và xét duyệt ạ !     i ",
    "em chào thầy cô, em có đăng kí luận văn vào kì này và em muốn xin thầy cô bộ môn hướng dẫn thì em làm thế nào để đăng kí ạ",
    "xin chào thầy cô , em là Đặng Hữu Phước mssv  em làm đơn này với nguyện vọng ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
    "Tên SV:  MSSV:  ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
    "Trương Quốc Cường  ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255",
    "Em tên là   MSSV 7 Em có rớt học phần 3 quân sự em muốn đăng ký học thì phải làm sao ạ ,mong anh chị phản hồi sớm nhất có thể cho e ạ . Em xin chân thành cảm ơn",
    "Kính chào thầy cô Phòng đào tạo, Em tên là , MSSV:. Ngày 22/08/2021, vào lúc 7h00 em thi môn Thiết kế trang phục 2 (mã MH:ME15). Thời gian thi là 60p, sau khi hết giờ làm bài, các bạn trong phòng thi giơ bài thi lên camera lên xác nhận bài thi. Nhưng camera của em có độ phân giải thấp, không nhìn được chi tiết bài thi. Vì vậy, em xin cô gửi bài qua zalo để lưu lại đối chiếu bài thi của em và cô cũng đã xác nhận. Sau khi xác nhận, em quét file pdf trên ứng dụng, nhưng phần mềm lại bị giật lag và phải xem quảng cáo (trước đó em tải về thì không bị). Sau đó, em gửi file lên google drive và tải file về và nộp lên bkexam (thao tác trên laptop). Đến hôm nay, nhận được tin em nộp nhầm bài thi, em mới mở lại file quay màn hinh thì đúng là đến bước nộp bài em có sự nhầm lẫn thật. Xin thầy/cô cho em hỏi để chấm điểm được bài thi đó em cần phải có điều kiện thêm những gì. Em cam kết em không gian lận bài thi, vì quá trình gửi file nộp bài em khá hoảng mất nhiều thời gian nên nộp nhầm ạ. Chúc thầy/ cô nhiều sức khỏe, em mong được sự phản hồi sớm ạ.",
    "xin chào thầy cô em là  mssv  do bạn em là Lê Thị Thu Thảo đã viết lí do và được yêu cầu ghi(được thể hiện ở hình ảnh em gửi trong tệp đính kèm ) ĐKMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME 3255  . mong thầy cô giải quyết giúp em",
    "Thầy/cô cho em hỏi em gặp vấn đề không thể đăng ký môn học được ạ . Đăng ký môn học đợt 1 thì em đã đăng ký các môn cần học nhưng đến đợt 2 thì hệ thống thông báo do em chưa thanh toán tiền học phí hè nên không thể đăng ký môn học ở đợt 2 ạ. Em đã thử thanh toán học phí hè từ đợt học kì hè đến hết đợt đăng kí môn học đợt 3 thì vẫn không được. Và cuối cùng thì em cũng đã thanh toán được học phí của học kì hè vào ngày 22/8/2021.Em mong nhà trường có thể giúp em được học các môn em đã đăng ký ạ. Mã môn học em đã đăng ký : CO3009, CO3091, CO1023, SP1007, CO2017, CO2011, SP1035, CO1027. Em cảm ơn ạ.",
    "Em viết đơn xin chuyển nhóm Pháp văn 5(LA3021) từ nhóm P03 sang nhóm P01 ạ.Kết quả em nhận được là nhóm P02 ạ. Em mong được giải quyết ạ",
    "chào thầy cô do em không trae lời được yêu cầu trước nên em viết yêu cầu mới dạ ở yêu cầu trước em muốn đk môn học ME 3255 ở học kì 211 ạ . mong thầy cô giải quyết giúp em ạ",
    "Em chào các thầy/cô, Em tên là , mã số sinh viên , hiện là sinh viên khoa Khoa học và Kỹ thuật Máy tính. Em xin phép được hoãn thi cuối kỳ môn Phân tích và Thiết kế giải thuật (CO3031) vào học kỳ 202. Lý do: vấn đề về kỹ thuật khi chấm điểm phần tự luận của bài thi cuối kỳ môn Phân tích và Thiết kế giải thuật: hỏng file đính kèm khi chấm điểm. Đơn xin phép hoãn thi em đính kèm bên dưới. Thông tin học phần: - Học kỳ: HK202 - Nhóm L02 - Giảng viên:  Em mong các thầy/cô xác nhận hoãn thi giúp em ạ. Em chân thành cảm ơn. Chúc thầy cô luôn mạnh khỏe và làm việc hiệu quả ạ.",
    "Kết cấu thép (CI3231) Kết cấu bê tông cốt thép (CI3237) Cơ kết cấu (CI3233) Chủ nghĩa Xã Hội Khoa Học (SP1035)",
    "Dạ thưa thầy, cô  Học kì 211 em có đăng kí môn Kết cấu thép 1 và em muốn huỷ môn vì đã có điểm ở kì 202 thì phải làm sao để huỷ ạ. Em xin cảm ơn thầy cô ạ",
    "Dạ xin chào PĐT, em là Tạ Đình Khoa, mssv , kì trước em có đăng kí hoãn thi môn thi giải tích 2 việt pháp ( MT1013), P02-C, ngày thi 06/08/2021, lúc 16h, nay em xin PĐT hủy hoãn thi môn học này ạ. Em xin chân thành cảm ơn và chúc PĐT nhiều sức khỏe ạ.",
    "QUOTE  Dạ là học kỳ em phải đăng ký môn học chuyên ngành. Nhưng do bị trùng giờ môn Pháp văn 5 nên không thể đăng ký được. Em và một số thành viên trong lớp đã viết đơn xin chuyển nhóm môn học gửi lên Phòng đào tạo ạ. Mục đích của em là xin chuyển từ nhóm P03 sang P01, nhưng kết quả là em bị chuyển sang nhóm P02 ạ.",
    "Do em quay màn hình bằng phần mềm trên mạng nên khoảng 20 tiếng sau mới có video nên em đăng ký hoán thi , mong phòng đào tạo giúp em với  ",
    "Em chào phòng đào tạo,  Em đại diện lớp CK17LOG có thắc mắc về việc thi anh văn S-W online. Khi liên hệ BK English, bên BKEng trả lời \"Hiện PĐT đã gửi mail và tổng hợp DS thí sinh đủ điều kiện tham gia vào ngày 15/8\" và \"Những bạn đủ điều kiện xét tốt nghiệp nhưng thiếu 2 kĩ nắng S-W để đạt chuẩn cho đợt xét tốt nghiệp tháng 11/2021 sẽ nhận được gmail của PĐT để đăng tham gia bài thi S-W online dự kiến tháng 9\" \"15/8 là hanh chót đăng kí tham gia dự thi, lịch thi sẽ được PĐT gửi mail\" Đến ngày 15/8 ngành em mới vừa bảo vệ luận văn tốt nghiệp xong và chưa nhận được mail chính thức nào từ PĐT về thi 2 kĩ năng S-W theo hình thức online. Cho nên các bạn lớp em và cả em cũng hoang mang và chưa có thông tin gì cụ thể . Em mong sớm nhận được thông tin từ PĐT, em xin cảm ơn",
    "Em tên là Thành Đạt, MSSV , ngành Cơ điện tử. Thầy cô cho em hỏi: Hiện nay em đã hoàn thành tất cả các môn học của chương trình, em đã bảo vệ luận văn vào ngày 17/8 và đã qua môn LV. Tổng tín chỉ hiện tại của em là 133, nếu tính thêm LV sẽ là 142 (đủ tiêu chuẩn theo CTĐT của ngành). Em cũng đã đủ ngày CTXH (17 ngày). Hiện nay em chỉ còn thiếu chứng chỉ AV Toeic kỹ năng Nói và Viết. Nhưng với tình hình dịch bệnh thế này thì em không thể đi thi ở các trung tâm được cấp phép. Em có liên lạc hỏi trung tâm BKEnglish và PĐT của trường có thể tổ chức thi online không, nhưng trung tâm và PĐT không trả lời. Thầy cô cho em hỏi về việc trường có phương án/kế hoạch thi chứng chỉ AV Nói Viết online không ạ? Em xin cảm ơn thầy cô. Em rất mong nhận được phản hồi từ quý thầy cô",
    "Chào anh/chị , em tên  - , em xin gửi đơn xin hủy hoãn thi của em và ảnh tổng kết điểm môn KT siêu cao tần đính kèm bên dưới. Mong anh/chị phòng đào tạo xem xét   B đơn xin hủy hoãn thi của em.    Em cảm ơn anh/chị . ( Em dựa vào đơn xin hoãn thi để viết nên có gì thiếu sót, mong anh/chị bỏ qua.)   i  .",
    "Em xin gửi ĐƠN XIN HỦY ĐĂNG KÍ HOÃN THI HK202 Họ và Tên:  MSSV:  : TT ĐÀO TẠO BẢO DƯỠNG CÔNG NGHIỆP A: 2018 LỚP: BD18BDG2 Kính mong PĐT xem xét phản hồi giúp em. Em xin chân thành cảm ơn.",
    "Em chào Phòng Đào tạo,  Em là sinh viên khóa 2017, hiện nay đã bảo vệ luận văn tốt nghiệp, chỉ chờ thi anh văn nói viết . Em có 1 câu hỏi: Hiện em muốn đăng ký học dự thính 1 môn 3 chỉ (kỳ chính 211 em không có học môn nào) thì em có được đăng ký xét tốt nghiệp vào tháng 11 này không ạ? (nếu em đạt anh văn nói viết) và em có thể xin giấy xác nhận sinh viên trong năm nay được không? Em cảm ơn nhiều!",
    "Em tên là  mssv  em đã đăng kí thành công môn giải tích môn mã MT1003 lớp DT03_HK211 và đã có thời khoá biểu, nhưng không hiểu vì sao lại bị xoá môn và giờ trong thời khoá biểu em lại không có môn học ạ, mong phòng đào tạo xem xét lại giúp em. Em xin cám ơn",
    "Em xin chào anh chị,  Em tên  MSSV:  Em xin nộp đơn thu nhận lại do không đăng kí môn học HK2/2020-2021. Vì em đang thực hiện chương trình liên thông và đã hoàn thành tất cả môn học trong chương trình đào tạo !! Em có một số câu hỏi sau: 1. Sau khi đơn được chấp nhận thì em có phải đăng kí môn học hay không ạ ? 2. Em vẫn đăng kí tốt nghiệp bình thường nếu đủ điều kiện ạ ?",
    "CODE  Gửi phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh Em tên Ngô Trần Minh Viên  MSSV:  Em xin được khiếu nại về điểm hoãn thi cuối kì HK202 của em. Mặc dù em đã gửi đơn xin hoãn thi nhưng điểm thi môn học Đường lối cách mạng Đảng Cộng sản Hồ Chí Minh và có thể là 3 môn Phương pháp tính, Anh Văn 3 và Cơ lí thuyết vẫn bị điểm 13(điểm 0). Em rất mong được giúp đỡ, em xin cảm ơn.",
    "Em chào ad ạ, Chuyện là môn học triết MacLenin (SP1031) kỳ 202 của tụi em thành phần điểm là 20/20/60 nhưng khi ra file điểm thì ra là 20/30/50 ? Không biết có sự sai xót nào không ad nhỉ ?",
    "Do đợt đăng kí môn học đợt 3 của kì chính HK211 và đợt 1 lộ trình 2 của kì dự thính DT211 diễn ra vào cùng thời điểm. Do lúc đó môn học Cấp Thoát Nước Đô Thị CI3179 và Thủy Văn Đô Thị CI3013 đang trong quá trình làm đơn xin mở lớp giảng dạy, do em thấy bên lớp dự thính DT211 có mở 2 môn đó trước nên đã đăng kí bên DT211 trước, cũng như sợ bị trùng lịch học, nhưng có thể do vì sỉ số quá ít dẫn đến có thể lớp bị hủy không mở giảng dạy. Hiện tại môn CI3179 Cấp Thoát Nước Đô Thị có lớp mở giảng dạy ở học kì chính HK211 và em không bị trùng lịch học với các môn khác, liệu có cách nào để em tham gia và hoàn thành môn học ở lớp này không ạ, vì đây là môn học bắt buộc và quan trọng của chuyên ngành. Em mong nhận được phản hồi và hỗ trợ ạ. Em xin cảm ơn.",
    "MSSV :     Hệ :   B VHVL    Kính gửi :   B Phòng đào tạo    .   B Mong phòng đào tạo đăng ký giúp em môn CI4313 (P)   Em đã hoàn thành xong hết chương trình đào tạo (bao gồm chuẩn AV450)    , nhưng qua 3 đợt đăng ký chính VÀ đợt đăng ký bổ sung cuối em vẫn chưa đăng ký được  ạ . Hiện em vẫn chưa có thời khoá biểu học kỳ này . Mong phòng đào tạo   B hỗ trợ đăng ký giúp em  (CI4313)    để em nhận LVTN ạ .   B Đính kèm :   1. Ảnh đã thẩm tra TOEIC trên MyBK 2. Ảnh xét danh sách nhận  Tốt Nghiệp .    Em đã   B cố liên lạc với phòng đào tạo qua group zalo VHVL và email + qua BKSI nhưng vẫn chưa được phản hồi ạ .    Hiện tại em đang rất lo lắng vì chưa nhận được luận văn mà học kỳ mới đã bắt đầu gần nữa tháng . Kính mong phòng đào tạo giải quyết sớm giúp em ạ . Em xin cảm ơn quý thầy cô ạ .",
    "Em chào phòng đào tạo, Em là . MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "KMH chuyển điểm ĐAMH logistics 1 logistics MSMH: ME3255",
    "Chào thầy cô, Cho em hỏi: Muốn xin đóng học phí trễ hạn vì khó khăn do dịch bệnh thì hình thức đăng ký như thế nào ạ? Em xin cảm ơn.",
    "Em xin chào thầy cô. Em xin gửi đơn phục hồi TKB học kỳ 203. MOng thầy cô có thể xem xét và phục hồi giúp em trước khi có có thời khoa biểu của đề cương luận văn tốt nghiệp được không ạ. Vì nếu không có thời khoa bieieur của TTTN ở học kỳ 203 thì ĐCKVTN của em ở học kỳ này sẽ bị xóa vì thiếu thực tập ạ. Em xin cảm ơn ạ",
    "Họ và Tên: MSSV:  Em xin gửi đơn hoãn thi cuối kỳ môn hóa đại cương do em không có đủ điều kiện về trang thiết bị và đường truyền mạng của em không được ổn định.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em  kính gửi PĐT đơn “Đề nghị mở môn học”, Mong PĐT xem xét mở lớp giúp em môn học Anh văn 300 (Mã MH: AV300) Kính mong được sự phản hồi sớm nhất từ PĐT. .",
    "Em muốn tăng sỉ số môn Anh văn 4 Mã môn học LA1009, lớp DT01  học kì dự thính 211 ạ.",
    "Kính chào quý thầy cô. Em tên . MSSV . Do tình trạng dịch bệnh em tưởng chưa tới lúc đăng kí môn học nên đã bỏ lỡ đăng kí môn học. Em rất hối hận và đau đớn. Kính xin quý thầy cô xem xét giúp em đăng kí môn học để duy trì tình trạng học tập cho học kì này. -ME3139-Đồ án thiết kế-nhóm lớp L05. -ME3201-Kĩ thuật chế tạo 3- nhóm lớp L01_L01 -ME3025-Phương pháp phần tử hữu hạn-Nhóm lớp L01_L01(lớp đã đủ 60 người) Em cám ơn thầy cô rất nhiều!",
    "Em là , MSSV .Em đã đăng kí hoãn thi môn NLM ạ và thế sao em lại có điểm thi và điểm tổng kết như vầy ạ! EM cảm ơn...",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . CI2007 Sức bền vật liệu",
    "em đăng kí môn kỹ thuật thi công đã thành công nhưng chưa có môn đó ở thời khóa biểu ạ",
    "Dạ vì lý do môn nền móng ( mã MH: CI3197) không mở ở 2 đợt đăng kí môn học và chỉ mở đợt 3 với sĩ số 100 sinh viên nên em không theo dõi và đăng kí kịp. Ngoài ra em không thể đăng kí môn công trình đất yếu ( mã môn học: CI4037) do sợ trùng môn sinh học đại cương, và em đã sắp xếp được ạ . Mong pđt cho em đăng kí bổ sung kì chính 211 cho 2 môn này, rất quang trọng để em có thể đăng kí luận văn tốt nghiệp kì sau. Môn:Nền móng (Mã MH : CI3197)_lớp L02 Môn:Công trình đất yếu(Mã MH: CI4037)_Lớp L01",
    "Em chào Thầy/Cô, Em tên , sinh viên năm 4 khoa Điện, ngành Kỹ thuật Điều khiển và Tự động hóa. Em đã thực hiện Đồ án môn học dưới hướng dẫn của giáo viên em đã đăng kí. Em có câu hỏi là sắp tới Đề cương luận văn và cả Luận văn tốt nghiệp có phải là giáo viên hướng dẫn đồ án sẽ tiếp tục hướng dẫn Đề cương luận văn không vậy ạ? Nếu em muốn đổi giáo viên hướng dẫn thì thời gian này có đổi được không ạ và cần những điều kiện cần thiết nào vậy ạ? Em cảm ơn Thầy/Cô!  .",
    "Em là sinh viên Bằng 2 chuyển qua hệ VHVL. những môn chung bên bằng 2 em đã được miễn nhưng sao chuyển qua hệ VHVL những môn này không được miễn. Nhà trường tự chuyển điểm hay em phải làm đơn miễn. Thầy / Cô vui lòng kiểm tra lại giúp em. Em xin thành thật cám ơn. Đây là danh sách những môn bên Bằng 2 đã được miễn:  001001   M-L   5.0 001004  D/LOI C/MANG DANG CSVN    3.0 001025  TU TUONG HO CHI MINH      2.0 006801  GIAI TICH 1               4.0 006802  GIAI TICH 2               4.0 006804  DAI SO                    3.0 006818  XAC SUAT THONG KE         2.0 007801   LY 1                  4.0 007802   LY 2                  4.0 007805  TN  LY                 1.0 008801      2.0 501801           3.0   HOA DAI CUONG B           2.0 610801     2.0",
    "Chào Thầy/Cô, Em là , MSSV . Em xin ĐKMH chuyển điểm ĐAMH Logistics 1 MSMH:ME3255. , Em cám ơn Thầy/Cô.",
    "Em xin phép được đăng ký rút môn học học kỳ 211 (Học kỳ 1 Năm học 2021 - 2022). Họ tên:  MSSV:  Môn rút: Cơ học vật rắn biến dạng. Lớp: DT01 Mã môn học: AS3083 Em xin chân thành cảm ơn",
    "Em xin đăng ký lại các môn học ạ. SP1031 - Triết học  -  1013 - Thực tập Cơ khí Đại cương 1 2091 - Phương pháp số CH1003 - Hóa đại cương 1015 - Nguyên lý máy SP1007 - Ph/luật Việt Nam đại cương",
    "Em chào thầy/cô ạ! Đợt 1 của ĐĂNG KÝ DỰ THÍNH GIAI ĐOẠN 2 em có đăng ký môn Thí nghiệm vật lí, nhưng trong đợt 2 này em vào phần đó không thấy môn này, mà lại hiện môn của giai đoạn trước, nên không hiệu chỉnh được. Cụ thể ở đây em muốn hủy đăng kí môn Thí nghiệm Vật lí vì học phí đã quá nhiều, trường hợp này có được hủy không hay hệ thống bị lỗi ạ? Em cám ơn ạ ! ",
    "chào pđt: em tên đinh văn tiến sinh viên bằng 2 khóa 2018, nay em xin rút môn thí nghiệm công trình (ci4011) nhóm L04,do kì trước em không có đăng kí môn nào nên kì này em đăng kí để duy trì việc học, nhưng trường vừa có đợt đăng kí bổ sung luận văn mà không xét toiec nên em đã đăng kí luận văn, vậy giờ em xin rút môn này.xin cảm ơn",
    "Kính gửi Thầy/Cô, Em được biết thang điểm chính thức của trường là 10, tuy nhiên trường vẫn có cách quy đổi điểm từ hệ 10 -  4.0 (trên web pdt). Cho em hỏi: trường có hỗ trợ đổi từ thang 10 -4 và in giúp em bảng điểm hệ 4.0 không? Em xin cảm ơn Thầy/Cô đã hỗ trợ. Chúc Thầy/Cô luôn sức khỏe. Trân trọng./.",
    "MSSV:  Cho em gửi yêu cầu xin đăng ký môn học ạ. SP1007 - Pháp luật Việt Nam đại cương - mã nhóm: CC06 CO2011 - Mô hình hóa toán học - mã nhóm: CN02 SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18 CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04 CO3091 - Đồ án thiết kế luận lý - mã nhóm:CC01",
    "Kính gủi, Em tên là , mssv , sinh viên khoa Kỹ thuật xây dựng. Trong học kỳ 211 này em có đăng ký môn Đề cương luận văn tốt nghiệp (CI4345). Em đã chủ động gửi Email xin thầy  hướng dẫn và được thầy đồng ý. Thầy nói em đăng ký với khoa và giấy tờ sẽ ký sau khi hết giãn cách. Tuy nhiên, em vẫn chưa biết cách thức đăng ký với khoa như thế nào trong tình hình học online, mong được phòng đào tạo hướng dẫn. Em xin cảm ơn, ",
    "Em xin trình bày với thầy cô: trong chương trình đào tạo của ngành em có môn Công trình cấp thoát nước (MSMH: CI3167) mà em nhầm lẫn cấp thoát nước trong công trình( môn em đã học rồi ) nên em không đăng ký. giờ bạn nói em mới để ý. lỗi nhầm lẫn xuất phát từ em. nhưng em mong thầy cô phòng đào tạo, cho em được học môn đó trong kì này để không bị trể một năm ạ. hiện tại đã học hai tuần nhưng em sẽ cố gắng bắt kịp chương trình giảng dạy và hoàn thành tốt môn học. Một lần nữa em xin thầy cô phòng đào tạo cho em được vào lớp môn Công trình cấp thoát nước (MSMH: CI3167) em xin chân thành cảm ơn.",
    "Kính chào phòng đào tạo, Em tên là , mã số sinh viên : , thuộc chương trình kỹ sư CLC Việt Pháp, email :  Hiện tại, em đang cần bảng điểm (dạng file PDF) để hoàn thành hồ sơ xin đi thực tập tốt nghiệp ở Pháp. Em đã đăng kí in bảng điểm qua hệ thống mybk rồi, nhưng vì lý do cần gấp nên em muốn nhận được bảng điểm qua email trong thời gian sớm nhất có thể . Mong phòng đào tạo sớm phản hồi ạ. Em xin cảm ơn rất nhiều ạ.",
    "Dạ em xin chào ạ. Dạ học kỳ trước em có việc gia đình nên phải bảo lưu việc học ạ. Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ). Dạ cho em hỏi, em muốn đăng ký môn học ở đợt bổ sung dự thính này thì phải làm thế nào ạ. Em rất mong muốn được đi học lại vào kỳ này ạ. Em mong muốn đăng ký môn Anh văn 4, LA1009 ạ Em cảm ơn, ",
    "Em chào nhà trường, vì hoàn cảnh có một chút khó khăn nên em muốn hỏi là có giấy xác nhận sinh viên trường đại học Bách Khoa hay không, để em còn gửi để vay mượn chính sách tại địa phương, nếu có thì làm thế nào để em được giấy xác nhận đó ạ .",
    "Em đã đăng ký môn học ME4039 - LVTN ngành kt nhiệt vào đợt Đăng ký bổ sung LVTN HK211, đã thõa mãn điều kiện và đã gửi đk. Hiện tại TKB của em vẫn chưa được cập nhật, em mong PĐT kiểm tra lại giúp em xem có vấn đề gì không ạ. Dạ em xin cám ơn.",
    "Cho em xin phép hỏi có được rút môn học trong thời điểm hiện tại và nếu được thì làm thủ tục ra sao ạ.",
    "Em kính chào thầy(cô) ạ, Em tên  ( MSSV: , lớp: DD17DV6) ngành Điện tử truyền thông khoa Điện - Điện tử. Em viết mail này để xin phòng đào tạo cho em được đăng kí lại Luận văn tốt nghiệp (EE4333) do đã đăng kí nhầm Đề cương luận văn tốt nghiệp (EE4331). Em xin lỗi do bất cẩn mà em gây ra. Kính mong phòng đào tạo xem xét và tạo điều kiện giúp em . Em xin chân thành cảm ơn ạ . Kính chúc quý thầy(cô) sức khỏe.",
    "thưa thầy cô  theo quy định Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt). vậy đăng kí môn học ở học kì 211 này thì tất cả môn em đưng kí ở học kì 202 sẽ tính vào số tín chỉ tích lũy đúng không ạ ? em xin chân thành cảm ơn",
    "Kính gửi PĐT trường ĐHBK, em là sinh viên ngành Kiến trúc, khoa KTXD. MSSV: 4 Em đã hết thời gian đào tạo chính quy và mong muốn chuyển sang hệ VHVL. Em đã ĐKMH cho học kì 211 và bị xóa thời khóa biểu. Kính mong PĐT chấp nhân đơn xin chuyển hệ và khôi phục thời khóa biểu để em tiếp tục chương trình học và tốt nghiệp. Em xin chân thành cảm ơn",
    "Dạ em kính chào PĐT. Em   là k17 kì này em tính đăng kí dự thính môn cơ lưu chất CI2003 nhưng vào xem thì sĩ số đã full 25/25. Em kính Phòng đào tạo mở thêm sĩ số cho nhóm lớp để em có thể đăng kí. Em k17 giờ chỉ còn mỗi môn này nên nếu không đăng kí được thì sẽ trễ thêm 1 kì nữa chỉ vì 1 môn. Mong Phòng đào tạo xem xét và cứu xét giúp em. Chân thành cảm ơn",
    "KÍNH GỬI PHÒNG ĐÀO TẠO VÀ BAN GIÁM HIỆU NHÀ TRƯỜNG ĐẠI HỌC BÁCH KHOA TP.HCM Em tên NGUYỄN THANH SANG HỆ VLVH MSSV:   Hiện tại em bị dương tính covid khoảng 1 tuần và được ủy ban y tế quận cho cách ly tại nhà số 270 Đường Trần Phú Phường 8 Quận 5, nhưng đến hôm nay vào lúc sáng 8h30 26/08/2021 UBND Quận và Y TẾ Quận phải test nhanh để tách biệt F0 khỏi cộng đồng và chuyển sang cách ly tập trung, qua kết quả test nhanh thì em vẫn dương tính covid và chờ kết quả cách ly tập trung tại khu vực khi có thông báo ( Ngày thông báo 28/08/2021) Em làm đơn này để xin hoãn thi môn học Cơ Lưu Chất Nhóm T01-A mã môn học CI2003 HK202- VLVH do Thầy  hướng dẫn, Ngày thi 28/08/2021, Giờ thi 19g00 Kính mong quý Thầy Cô và Những người phụ trách có liên quan xem xét và hỗ trợ tình hình và vấn đề em đang gặp phải. Em chúc mọi người thật nhiều sức khỏe. Trân trọng!",
    "kính gửi PĐT . Em tên là : , MSSV:  hệ VLVH. Trong đợt đăng ký dự thính - lộ trình 2 có môn AV400 nhưng em không thể đăng ký bổ sung được, Rất mong PĐT cho phép em đăng ký bổ sung môn học này ạ. Em chân thành cảm ơn.",
    "t ĐKMH Dự thính bổ sung HK211-Lộ trình 2-Đợt 1 em đã đăng ký môn PH1005-Vật lý 2. Hệ thống đã hiển thị \"đủ điều kiện\" và sĩ số là 43 bạn đăng ký nhưng sau bị hủy kết quả đăng ký ạ. Em rất mong Thầy/Cô có thể mở môn học này để em hoàn thành đúng CTDT . Em xin chân thành cám ơn!",
    "Chào phòng đào tạo. Em là  Mssv:  Em 16 và nhóm đàn em có khoảng 18 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 H21.1. Nhưng đợt 2 H21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký H21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký H21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên là  mssv  . Em xin PDT cho em vào học lớp DT01 mã môn SP1039 Môn Lịch Sử Đảng Cộng Sản Việt Nam của cô  , môn vật lý 1 lớp DT01_HK211 mã môn PH1003 của cô . Mong PDT xem xét cho em được vào 2 lớp này học ạ. Em xin cám ơn ạ, PDT xem xét giúp em với ạ vì em bị cảnh cáo 1 lần học vụ r ạ, nên lần này em rất quyết tâm học lại....Và 2 cô này đã đồng ý cho em vào học, chỉ còn đợi phòng đào tạo phê duyệt cho em vào học thôi ạ",
    "Em tên là , mã số sinh viên :  Em viết đơn này với lý do xin được đăng ký môn học. Do không quản lý được thời gian đăng ký môn học nên em đã trễ hạn đăng ký môn học HK211 - đợt 3. Em chỉ còn 1 môn Hạ Tầng công trình giao thông ( mã môn học CI4019 ) là có thể hoàn thành chương trình học Bách Khoa. Kình mong phòng đào tạo có thể thêm em vào danh sách lớp L01 hoặc L02 của mã môn học CI4039. Em xin cảm ơn ạ !",
    "Chào thầy/cô,  Em là , MSSV: , em muốn đăng kí học dự thính (học lại) môn Cơ lưu chất mã CI2003 (3 tín chỉ) nhưng đã đầy sĩ số. Liệu em có thể đăng kí Cơ lưu chất ở mã CI2005 (2 tín chỉ) không ạ. Nếu được sau này em có phải làm thêm các giấy tờ khác để chuyển mã môn học,...  --  Xin Cảm Ơn ............................. MBTA",
    "Kính gửi Phòng Đào Tạo, Vì tình hình dịch bệnh nên em đóng học phí muộn dẫn đến không được đăng ký môn học trong học kỳ chính và dự thính đợt 1. Em xin gửi mã các môn học và nhóm lớp: - : CI3063, : THIẾT KẾ ĐƯỜNG 1, Nhóm lớp: DT02_DT01 - : CI3009, : KẾT CẤU THÉP1,Nhóm lớp: DT01 - : CI3011, : , : DT01 - : CI3195, : , : DT01. Mong Phòng Đào Tạo xem xét và có thể cho em đăng ký các môn học sau. Em xin chân thành cảm ơn Phòng Đào Tạo rất nhiều . Trân trọng, Khiết Như.",
    "Em tên : Nguyễn Khánh Quốc Việt MSSV :  Xin quý thầy cô Vui lòng cho em đăng ký học cải thiện Môn Kỹ Thuật Số _ MSMH : EE1015 - Nhóm DT01 - Thầy  giảng dạy trong đợt DT211 Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - Đợt 2.",
    "Em tên :  MSSV :  Thưa quý thầy cô!  Xi quý thầy cô cho em đăng ký hủy môn học : Mạng Viễn Thông - MSMH : EE3085 - Nhóm L01 - Thầy  giảng dạy. Lý do : Em đã đăng ký nhầm. EM đăng ký môn Kỹ Thuật Số - MSMH : EE1015 nhưng kích chon nhầm.",
    "Do thời gian qua em trải qua nhiều chuyện gia đình nên không theo dõi tiến độ đăng ký môn học kịp thời,  hiện tại em khoá k17 khoa ( Điện-Điện Tử), em còn 1 môn là Truyền số liệu (EE3019).Hiện tại môn có mở ở đợt đăng ký cuối cùng (19-21/09/2021) nhưng em chưa đăng ký kịp. Để kịp cho việc tốt kiệp ở kỳ tiếp theo. Em gửi mail này mong thầy cô và phòng đạo tạo tạo điều kiện giúp em đăng ký với ạ,em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên là , mssv , là sinh viên khoa Cơ khí. Ở đợt đkmh dự thính lộ trình 2 - đợt 1 em có đăng ký thành công môn Giải tích 2 (MT1005) và đã có kết quả ở đợt 2 là được phân vào nhóm lớp DT04 (ảnh đính kèm) và đã có thời khóa biểu luôn. Nhưng không hiểu sao hôm qua em vào xem lại thời khóa biểu thì môn học đó đã biến mất sau khi cập nhật nhưng ở trang đkmh thì nó vẫn hiện là em đã đăng ký làm em không đăng ký lại môn học được. Mong phòng đào tạo xem xét và chỉnh sửa lại cho em. Em xin chân thành cảm ơn.",
    "KMH chuyển điểm ĐAMH logistics 1 MSMH: 3255      .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô. Em là sinh viên k18 chỉ mới pass av1 nên khả năng là kì sau sẽ không đăng kí được môn học nên em muốn học anh văn 4A (LA1043). Nhưng đợt 1 Dự thính em quên đăng kí nên đợt 2 này không đăng kí được vì vậy mong pdt tạo điều kiện cho em được đăng kí môn học ạ. Hoặc thầy cô có thể thêm em vào bất kì lớp nào em cũng cũng sẵn lòng. Trân trọng.",
    "Sáng nay em có môn thi Kinh tế chính trị lúc 10h, nhưng hiện tại chỗ em đang mất điện, cho em hỏi bây giờ hoãn thi thì có được không ạ",
    "Em chào thầy cô,  Vấn đề của em giải quyết thế nào ạ? Đã 2 tuần từ lúc em hỏi nhưng không nhận được trả lời.",
    "Em xin gửi PĐT đơn đăng kí thu nhận lại vì tạm dừng HK202 (lý do chưa thanh toán học phí, đã khắc phục) Kính mong PĐT giải quyết trong thời gian sớm nhất ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Chào PĐT ạ, em là , MSSV , khóa   B K2014   . Tình hình hiện em còn thi nói viết để đủ điều kiện nhận tốt nghiệp ra trường, nhưng đăng kí từ tháng 5  dính dịch bệnh không thi được. Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết nhà trường có chính sách hỗ trợ hay gia hạn gì cho trường hợp của em để tốt nghiệp ra trường không ạ?  Em cám ơn ạ!",
    "Hiện tại em là sinh viên khoá k17. Cho em hỏi để chuyển điểm  là cần Toeic 500 hày là Toeic 600 ạ? Mong nhà trường giúp em ạ! Em cảm ơn ạ.",
    "Xin Phòng đào tạo mở thêm sĩ số lớp Cơ lưu chất dự thính DT01 giúp em với ạ. Em K17 nhưng còn vướng môn này, xin phòng đào tạo tạo điều kiện giúp em hoàn thành ạ.  Em xin cảm ơn ạ!!",
    "Em chào thầy cô phòng đào tạo em tên  mssv . E xin gia hạn thêm 1 học kì vì quá thời gian đào tạo. Mong phòng đào tạo và thầy cô cho e cơ hội để tốt nghiệp.",
    "Thưa thầy cô, Em tên là  MSSV    B Cho em hỏi sao môn học của em có trên Thời khóa biểu nhưng không hiện trên BKel ạ??    Mã môn học ME3139 - L04 Em cảm ơn!",
    "Kính gửi phòng đạo tạo. Em viết đơn này vì bị điểm thi 13 môn Kĩ thuật siêu cao tần (EE3025) ạ. Em có đăng kí hoãn thi và đã có mail xác nhận rồi ạ. Em có viết mail cho giảng viên thì nói là liên hệ với phòng đạo tạo ạ . EM xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ ",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH (chính quy chuyển hệ). Trong đợt đăng ký LVTN cuối cùng em có dăng ký nhưng không thấy loại hình đăng ký chuyển hệ nên em đã đăng ký luôn mà không xem lại. Kính mong Phòng đào tạo xem xét giúp em cho em đăng ký môn LVTN (ME4079) ạ. Em xin cảm ơn.",
    "Em chào Thầy/Cô, Trước đây em đã được PĐT tư vấn là điểm TBTLN chỉ tính từ HK5 trở đi . Nhưng sao em thấy trong bảng điểm của các anh/chị sinh viên đã ra trường đợt rồi thì điểm TBTLN này lại tính hết tất cả các môn từ học kỳ 1 đến khi làm luận văn luôn ạ? Mong Thầy/Cô giải đáp cho em. Em cảm ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   QUOTE  Bạn gởi lại danh sách Sv đăng ký môn này vì môn này mở vào Hk chính, Pdt sẽ hỗ trợ cho bạn Nhưng bạn phải chịu trách nhiệm về danh sách SV vì liên quan đến điểm và học phí  STT HỌ VÀ TÊN MSSV     E-MAIL  1 BẢO QUÂN 1612801                          1612801@hcmut.edu.vn  2 PHAN MINH NHƯỜN 1712538                    nhuon.phanbk@hcmut.edu.vn   3 LÊ THÀNH ĐẠT 1710947                   dat.lethanh1504@hcmut.edu.vn",
    "Dạ cho em hỏi hôm trước PDT trả lời em phục hồi TKB 203 trước ngày 20/8 nhưng em vẫn chưa được phục hồi TTTN ạ ! Em đăng kí ĐCLV vào đợt 3 thì em có kiểm tra TKB thì đã có. Bây giờ em kiểm tra lại kết quả thì bị xóa do thiếu môn song hành TTTN . PĐT xem xét lại trường hợp của em giúp em ạ. Em xin cảm ơn !  ",
    "Em chào thầy cô ạ, em tên , MSSV  Em đã đăng kí môn học HK211 môn CH2003 Hóa lý 1, lớp L03 của cô  vào đợt 3 . Nhưng hiện tại trên elearning của em không nhận được các link google meet của các buổi học của cô. Em liên lạc hỏi cô thì cô nói em vẫn chưa vào danh sách lớp ạ. Mong phòng đào tạo kiểm tra và bổ sung em vào danh sách lớp để được tham dự các buổi học đầy đủ ạ. Em xin chân thành cảm ơn.",
    "Tên SV:  MSSV:  Em muốn đăng ký môn học ME3255 ở học kì 211 ạ. Mong thầy cô giải quyết giúp em.",
    "Dạ hôm qua em có nộp lại đơn xin mở lớp sức bền vật liệu CI2007 nhưng đến hiện tại em môn học cũng chưa được mở và em xin báo lại Thầy/Cô ạ . Em xin cảm ơn ạ",
    "Chào anh/chị, Em là sinh viên chuyển chương trình đào tạo từ Chất lượng cao sang Đại trà. Trước nay em đã pass học kì Pre môn Anh Văn khi đang học Chất lượng cao. Và theo thông tin từ Văn phòng Đào tạo Quốc tế cho rằng, trước nay có công văn miễn học môn Anh Văn 1,2,3,4 Đại trà cho sinh viên đã pass học kì Pre, và công văn này được chuyển cho anh Phong bên dữ liệu. Phòng đào tạo có thể kiểm tra giúp em là em đã được miễn học môn Anh Văn chưa ạ? Em xin cảm ơn!",
    "Em chào cô, Em tên , MSSV  SĐT [phone_number]. Em muốn hỏi là bây giờ em muốn hủy môn học trong học kì chính 211 (đã có thời khóa biểu HK211) thì có được không và nếu được thì em cần làm gì ạ. Em cảm ơn cô.",
    "Em xin chào",
    "Dạ em là  -  Lớp General Physics 1 CC_HK202 nhóm CC09 Dạ là hôm em thi cuối kỳ vật lý 1 thì em thi xong nhận ra là mình có quên ghi lại màn hình thì em có nghe mấy bạn nói quên ghi lại màn hình thì phải điền form hoãn thi của phòng đào tạo ạ. Và em cũng đã điền form hoãn thi ạ nhưng đến nay vẫn chưa thấy trả lời ạ . Mong văn phòng giải đáp cho em ạ. Em xin cảm ơn ạ. -------------------------- Gmail:  ",
    "Em xin chào ạ, Em vừa nhận được giấy gọi khám nghĩa vụ quân sự từ xã. Nhưng em vừa thấy thông báo của trường là sẽ tạm ngưng gửi giấy xác nhận sinh viên qua đường bưu điện. Vậy em có cách nào để giải quyết cho em không, vì hạn nộp giấy xác nhận cho địa phương là ngày 8/9/2021. Em xin cảm ơn nhiều.",
    "Thưa thầy cô, em có liên hệ thầy/ cô hỗ trợ mở môn học CH2087. Em đã kiểm tra và thấy môn học được mở. Tuy nhiên môn học em xin mở được sự chấp thuận giảng dạy của thầy  nhưng lớp được mở lại đứng tên thầy . Em sợ điều này làm phiền đến thầy  vì chưa có sự đồng ý giảng dạy của thầy cũng như thầy  khi thầy có sự chuẩn bị cho lớp chúng em nhưng không giảng dạy. Em mong thầy/ cô xem xét giúp em .",
    "Cho em hỏi là em đã đăng ký hoãn thi sao hệ thống vẫn báo em là điềm 13 vậy ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Do số lượng sinh viên ít nên có đề xuất mở lớp dự thính theo dạng đồ án đã được giảng viên đồng ý Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến. Em đã gửi đơn và danh sách lên BCN Khoa Khoa học và kỹ thuật máy tính xác nhận ạ Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Dạ em cảm ơn pđt đã phục hồi thời khóa biểu của em. Dạ chỉ còn một môn đồ án thiết kế - ME3139, trên thời khóa biểu em xác nhận đã có, nhưng trên bkel elearing em chưa có môn học này. Mong pđt kiểm tra giúp em ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ vì lớp  Kỹ thuật của em sai nhóm lớp nên em đã bị hủy môn. Em làm đơn này để có thể mở lớp dự thính ạ       Mở lớp dự thính (bắt đầu học từ 30/8) Đơn xin mở lớp Dự thính môn  Kỹ Thuật CI1033",
    "Em đã đăng ký hoãn thi môn tín hiệu hệ thống mã EE2005 mà bây giờ điểm thi trên bảng điểm của em là điểm 13 ạ!Mong pđt có thể giải thích cho em được không ạ? Em cám ơn!",
    "Xin chào ạ, em là Tạ Đình Khoa, mssv , nay em nộp đơn xin hủy hoãn thi môn học giải tích 2 việt pháp học kì 202 ạ. Kính mong PĐT xem xét và cho em hủy hoãn thi ạ. Em xin cảm ơn",
    "Kính chào thầy/cô, em tên  MSSV , lớp mấy em có cử đại diện xin đăng kí môn thực tập QTTB CH2087 (như hình). Vậy em có cần làm đơn xin riêng cho cá nhân em hay không hay chỉ chờ PĐT xếp lịch thôi ạ. Vì cá nhân mà xin chữ kí của giáo viên đợi làm thủ tục rất lâu ạ. Em xin cảm ơn",
    "Thưa thầy cô, Em tên  MSSV:  Hiện tại môn học CH2087 đã được sự đồng ý mở lớp của khoa, thầy cô chủ nhiệm, thầy cô giảng dạy, lớp đã được mở. Em cũng là thành viên trong danh sách đăng ký do một bạn đại diện gửi lên PĐT. Mong thầy cô xét duyệt cho em được vào lớp đó ạ.",
    "Xin rút môn học       Kính chào thầy/cô,      Em tên là , MSSV: , trong đợt đăng kí môn học của học kì 211, em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03, thầy/cô cho em xin được rút môn học này không ạ!    Thầy/cô cho em hỏi, quy trình rút môn học ở học kì 211 như thế nào ạ? Và việc rút môn có thanh toán học phí k ạ? Hiện em ở lại TP HCM theo chỉ thị và ở trong khu phong tỏa, gia đình em lại khó khăn, vừa qua em rất cảm ơn nhà trường đã tạo điều kiện hỗ trợ cả vật chất lẫn tinh thần cho những người như em! Nếu như được rút môn không tính phí thì em thật sự rất biết ơn thầy/cô ạ    Em cảm ơn thầy cô rất nhiều ạ!    Trân trọng,    ",
    "Em xin chào các thầy cô ạ . Em tên . MSSV:  Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị) ạ . Em xin cảm ơn.",
    "Dạ chào T, Hôm trước em đăng ký nhầm môn Cơ học thủy khí - TR1005 của lớp Việt-Pháp và sau khi học buổi đầu thì đã bị hủy môn. Bạn của em cũng như vậy nhưng sáng nay đã được chuyển lớp khác còn em thì chưa được xếp lịch lại. Mong T sớm giải quyết cho em ạ Em xin chân thành cảm ơn",
    "Chào thầy/cô, em tên là  , do lớp môn thực tập quá trình và thiết bị (CH2087) đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được mở, em cũng là thành viên trong danh sách sinh viên mà bạn của em đã đăng lên trước đó. Mong thầy/cô xét duyệt cho em vào lớp môn: thực tập quá trình và thiết bị (CH2087) Em rất mong nhận được sự phản hồi của thầy/cô Em chân thành cảm ơn ạ",
    "Tên:  MSSV:  Thưa pdt em là 1 trong các sinh viên xin đăng kí mở lớp thực tập quá trình thiết bị (CH2087) trước đó, và đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được pdt chấp nhận mở. Em có đính kèm danh sách mở lớp em đã kí. Mong thầy cô xét duyệt cho em vào lớp ạ Em cảm ơn.",
    "Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
    "Em xin chào quý thầy cô. Em tên . MSSV:  Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị). Em xin cảm ơn.",
    "Kính gửi anh chị/ thầy cô giáo văn phòng đào tạo. Em tên là , sinh viên khoa Khoa học và Kỹ thuật Máy tính, Mã số sinh viên . Kì hè vừa rồi (học kì 203), theo kế hoạch em sẽ đăng kí môn học Thực tập ngoài trường (CO3315). Do tình hình dịch bệnh, em có thể sẽ phải về quê tránh dịch nên em sợ không đến công ty thực tập được, nên em đã không đăng ký môn học đó. Nhưng mà em được công ty FPT nhận thực tập và được thực tập online (trước đó em không nghĩ đến trường hợp thực tập online như vậy). Giờ em sắp hoàn thành chương trình thực tập tại công ty FPT, anh chị/ thầy cô văn phòng đào tạo có thể hỗ trợ em đăng ký môn học đó và được hỗ trợ chuyển điểm được không ạ. Em năm nay sinh viên năm 4 rồi nên nếu không được qua môn thực tập này thì tiến độ ra trường của em sẽ bị trễ rất nhiều ạ. Đây thực sự là lỗi của em, em xin lỗi vì đã làm phiền mọi người, mong anh chị/ thầy cô có thể hỗ trợ em với được không ạ. Em xin chân thành cảm ơn anh chị/ thầy cô ạ.",
    "Em tên là   MSSV  Nhận được sự đồng ý mở lớp thực tập quá trình thiết bị ( mã môn học CH2087) của cả khoa, thầy chủ nhiệm, giáo viên giảng dạy. Lớp đã được mở và em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong quý thầy cô xét duyệt cho em vào lớp ạ . Em xin chân thành cảm ơn và kính chào.",
    "Chào thầy/cô Em tên  -  Do lớp môn Thực tập quá trình và thiết bị (CH2087) đã được mở với sự đồng ý của cả khoa, thầy chủ nhiệm và thầy giảng dạy Em cũng là thành viên trong danh sách sinh viên xin mở lớp đã gửi lên trước đó. Mong thầy cô xét duyệt cho em đăng kí vào lớp môn Thực tập quá trình và thiết bị (CH2087) để em hock kịp tiến đô ạ Em xin cảm ơn thầy cô rất nhiều !",
    "Chào thầy/cô ạ. Em tên  MSSV  Em và các bạn đã gửi đăng kí bổ sung môn học CH2087 (Thực tập Quá trình và Thiết bị) đã được sự đồng ý của giáo viên dạy, thầy chủ nhiệm bộ môn và thầy chủ nhiệm khoa. Theo như trả lời của PDT em muốn xin đăng kí môn học này. Em có cần vào mục đăng kí môn học để đăng kí môn hay bộ phận ĐKMH tự đăng kí môn cho em ạ. Em xin cảm ơn ạ.",
    "dạ em chào thầy cô ạ em ten  MSSV , sv khoa Môi trường và tài nguyên, hiện tại địa phương em gọi nghĩa vụ quân sự và yêu cầu có giấy xác nhận sv nộp về xã trước ngày 7/9/2021 ạ, nhưng do tình hình dịch bệnh nên ko thể lên trương xin giấy xác nhận được ạ.  cũng yêu cầu có thể chụp hình giấy xấc nhận gửi về trước, bản chính sẽ bổ sung sau ạ. Vậy bây giờ em phải làm sao để xin được giấy xác nhận sinh viên hoãn nghĩa vụ quân sự ạ. em xin chân thành cảm ơn.",
    "Kính chào thầy/cô,   Em tên là , MSSV: , trong đợt đăng kí môn học của học kì 211, em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03, thầy/cô cho em xin được rút môn học này không ạ!   Thầy/cô cho em hỏi, quy trình rút môn học ở học kì 211 như thế nào ạ? Và việc rút môn có thanh toán học phí k ạ? Hiện em ở lại TP HCM theo chỉ thị và ở trong khu phong tỏa, gia đình em lại khó khăn, vừa qua em rất cảm ơn nhà trường đã tạo điều kiện hỗ trợ cả vật chất lẫn tinh thần cho những người như em.! Nếu như được rút môn không tính phí thì em thật sự rất biết ơn thầy/cô ạ.   Em cảm ơn thầy cô rất nhiều ạ!   Trân trọng,   .",
    "Kính chào Quý Thầy/Cô, Em là , MSSV , khoa Quản lý Công nghiệp. Nay em xin viết mail này kính xin trình bày vấn đề như sau: Hiện tại em đã được Quý Thầy/Cô PĐT xử lý thành công ĐKMH Vật lý 1 (PH1003_DT02_DT02) do Cô  và Thầy  dạy, lịch lý thuyết vào thứ 5 (13-14-15). Em vừa mới nhận được TKB vào sáng nay ạ (Hình số 1) . Tuy nhiên em đã gặp vấn đề trùng hợp ạ. Vào ngày hôm qua, bên Khoa Quản lý Công nghiệp vừa quyết định mở lớp Phân tích dữ liệu (IM3049_DT01)- Giờ học: thứ 5 tiết 13-14 (hình số 2). Bị trùng giờ Lý thuyết môn Vật Lý 1 ạ . Hiện em không biết trước sự việc trùng hợp như trên và em không thể hủy đăng ký môn cơ sở ngành Phân tích dữ liệu IM3049 vì môn này Khoa em mở đợt cuối cho khóa K18 rồi ạ . Em kính xin Quý Thầy/Cô tạo điều kiện giúp em chuyển tiết Lý thuyết Vật lý 1 thứ 5 (DT02_13-14-15) sang Thứ 2 (DT01_13-14-15) ạ. Hoặc em xin học trùng giờ ạ, em sẽ cố gắng xem lại Meeting bài giảng để theo kịp ạ. Em rất muốn nỗ lực theo học để kịp tiến độ năm 4. Kính mong Thầy/Cô giúp đỡ em ạ . Kính xin nhận được phản hồi từ Quý Thầy/Cô. Em xin chân thành cảm ơn. Trân trọng, ",
    "Dạ cho em hỏi, em có đăng ký môn vật lí 1 trong đợt đăng ký dự thính đợt 3, nhưng em chưa thấy có môn học này trong thời khóa biểu chính thức của em, vậy là đợi tới 30/8 sẽ có môn học phải không ạ, vì em không có đăng kí 2 đợt lộ trình mà chỉ đăng ký dự thính đợt 3 thôi ạ, không biết có bị sao không ạ.",
    "Kết quả đăng ký luận văn của em chưa bị huỷ và vẫn có thời khoá biểu, em vẫn cần phải nộp đơn xin đặc cách phải không ạ? Còn nhận đơn không ạ?",
    "Em bị trùng đè giờ công nghệ khí nén (tn) với công nghệ điều hòa không khí (tn) ***Em mong muốn xin được xác nhận lại:  _Giữ lại và học IU3003 công nhệ khí nén _Xóa môn trùng lập thời khóa biểu (bị trùng giờ thí nghiệm) IU3005 công nghệ điều hòa không khí",
    "MSSV:  Cho em gửi yêu cầu xin đăng ký môn học ạ. SP1007 - Pháp luật Việt Nam đại cương - mã nhóm: CC06 CO2011 - Mô hình hóa toán học - mã nhóm: CN02 SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18 CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04 CO3091 - Đồ án thiết kế luận lý - mã nhóm:CC01",
    "Chào PĐT ạ, Cho em hỏi về điểm cuối học kỳ 202 của môn SP1007 ạ. Em có đăng ký hoãn thi theo form trong email trường gửi nhưng nay em xem trên mybk thì thấy môn đó bị điểm 13 (vắng thi). Mong PĐT xem lại giúp em, em xin cảm ơn",
    "Em chào thầy, cô PĐT. Em là , MSSV , khoa Kĩ thuật xây dựng. Em xin được nộp Đơn Tạm dừng học, đã được GVCN và chủ nhiệm khoa xác nhận ạ. Em cảm ơn thầy, cô.",
    "Kính gửi: Phòng Đào tạo Sau đại học - Trường Đại học Bách khoa – ĐHQG TP.HCM Tôi tên:   MSSV:    Chuyên ngành: Điện điện tử Nay em viết đơn này xin được gửi đơn hủy hoãn thi",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . CI 2093 Môn đồ án bê tông cốt thesps1 dành cho hệ sinh viên đại trà",
    "Dạ do đã có sự đồng ý mở lớp của cả khoa kỹ thuật hóa học, thầy chủ nhiệm bộ môn quá trình thiết bị, thầy giảng dạy, lớp thực tập quá trình thiết bị (CH2087) đã dc mở, em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong thầy cô xét duyệt cho em vào lớp đó ạ. Em xin cảm ơn thầy cô.  MSSV: ",
    "MSSV: Dạ em chào cô, em trước đó có mail hỏi về vấn đề đăng ký luận văn vét vì em lỡ đợt đăng ký và nhận được phản hồi nên em viết mail này  Cầu Xin Đăng Ký Luận Văn Tốt Nghiệp Lý do: Do dịch nên điện thoại em có vấn đề và chưa sửa được nên bị miss mail đăng ký LVTN, lúc em kiểm tra thì đã hết hạn nên em mong được đăng ký lại LVTN Tên Môn Học: Luận Văn Tốt Nghiệp (dttt) Mã Môn Học: EE4333 Nhóm lớp: L01 Em học hệ chính quy đại trà",
    "Em chào thầy/ cô ạ, Hiện tại em có muốn đăng kí môn Sức bền vật liệu (CI2007) do là môn tiên quyết nhưng bị trùng giờ với môn Thủy lực và thủy văn cầu đường (CI3011) đã đăng kí trước và có thời khóa biểu do ban đầu em nghĩ không mở lớp môn CI2007. Có cách nào để hủy gấp môn CI3011 để đăng kí CI2007 không ạ? Em xin cảm ơn.",
    "Tên SV:   MSSV:  Xin phép đăng ký môn học thực tập quá trình thiết bị.Môn học này đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được mở, em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong thầy cô xét duyệt cho em vào lớp ạ",
    "Dạ là hiện tại e đã có TKb rồi ạ nhưng e ko bik cách thức liên lạc với các thầy cô bộ môn để xin vào lớp học ạ,e muốn bik cách để mik có đc mail thầy cô bộ môn để hỏi và xin vào lớp học để theo kịp bạn bè ạ vì e mới hết bị tạm dừng quá trình học ạ",
    "Em chào thầy/cô, Em tên , MSSV .Em muốn được đăng ký vào lớp đặc cách   B Thực tập quá trình thiết bị (CH2087)    .Hiện tại đã có sự đồng ý mở lớp của khoa, bộ môn và giảng viên. Lớp đã được mở trên hệ thống, em cũng là 1 thành viên trong danh sách sinh viên đăng ký xin mở môn trước đó. Mong thầy/cô xét duyệt cho em vào lớp để em có thể đủ điều kiện đăng ký luận văn vào kì sau. Em xin chân thành ơn thầy/cô.",
    "Kính gửi PĐT, Dạ em muốn nộp đơn hủy hoãn thi ạ!",
    "Em chào thầy cô ạ, em là , MSSV:  Hiện tại em có nhu cầu hủy môn Thủy lực và thủy văn cầu đường CI3011 (thứ 7 tiết 7,8, chính quy) và bổ sung bằng môn Sức bền vật liệu CI2007 ( thứ 5 tiết 13,14 thứ 7 tiết 7 8 9 10 11, dự thính đợt 30/8) do môn Sức bền là môn tiên quyết em cần học hơn ạ. Không biết có được không ạ, tất nhiên em biết sẽ vẫn phải đóng học phí ạ.",
    "Em là   B  ()   . Hiện tại em đã có sự đồng ý của thầy phụ trách giảng dạy (thầy ), thầy chủ nhiệm bộ môn () và thầy phó khoa (thầy ) về việc đăng ký mở lớp đặc cách môn:   B thực tập quá trình và thiết bị (CH2087).     Lớp em đã được mở và em cũng là một thành viên trong danh sách của bạn  đăng ký trước đó. Mong thầy cô có thể xét duyệt cho em vào lớp ạ . Em cám ơn và mong nhận được phản hồi sớm từ thầy cô .",
    "Trong đợt đăng ký luận văn kỳ này, em đăng ký nhầm từ Luận văn tốt nghiệp sang Đề cương luận văn, em mong muốn được đăng ký bổ sung môn Luận văn tốt nghiệp vào học kỳ này (HK211). Mong PĐT xem xét và chấp thuận giúp em. Em xin cảm ơn.",
    "Kính chào Cô, cảm ơn về phản hồi của Cô. Tình hình của em như sau: em là sinh viên khóa K15 chuyên ngành Công trình thủy, đã hoàn thành môn Thủy công 1 (CI3047) ở HK 172, và môn Thủy năng thủy điện (CI3101) ở HK 181 theo đúng chương trình đào tạo khóa K15 Bộ môn Công trình thủy. (em gửi kèm chương trình đào tạo khóa K15 để Cô dễ đối chiếu) . Khi em đăng ký LVTN HK chính 211 (CI4373) thì hệ thống báo thiếu các môn học sau: Thủy công 1 (CI3199), ĐAMH thủy công (CI3201), Thủy năng-thủy điện (CI3227), ĐAMH thủy điện (CI3229). Các môn học này không có trong chương trình đào tạo khóa K15, mà được áp dụng cho khóa K16, K17, K18. Vậy trường hợp của em có phải là học môn tương đương hay không; nếu đúng thì em phải gửi đơn xin cập nhật môn tương đương trực tiếp tại phòng đào tạo hay qua kênh liên lạc online nào? (do tình hình dịch bệnh em không thể đến trường). Chúc Cô ngày mới tốt lành .",
    "Thưa cô! Em tên là  Em có thực hiện đăng kí môn học ME3001 - K/thuật thủy lực &khínén nhóm DT01 trong đợt đăng kí dự thính đợt 3 thành công. Nhưng hiện tại vẫn chưa thấy được cập nhật lên thời khóa biểu ạ.(Em có đính kèm ảnh chụp kết quả đăng kí dự thính đợt 3 ạ) Xin được giúp đỡ rà soát lại ạ!",
    "Em muốn hỏi khi nào sẽ tổ chức sinh hoạt công dân cuối khoá. Em muốn đăng ký vì năm trước em bỏ lỡ, cho em hỏi hình thức đăng ký như thế nào ạ?",
    "Kính chào cô,   Em tên là (), trong đợt đăng kí môn học vừa qua em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03 của học kì 211. Vì một chút nhầm lẫn trong quá trình ĐKMH, nên em đã đăng kí không đúng môn mong muốn, cô cho em xin phép rút môn học được không ạ.   Trong đại dịch Covid-19 hiện nay, gia đình của em đang gặp khó khăn về mặt tài chính. Thật sự, em bí bách lắm, nên cần sự giúp đỡ của cô cho em rút môn không phí. Sự giúp đỡ của cô là động lực để em hoàn thành các môn học còn lại trong học kì này. Em thật sự rất chân thành cảm ơn cô ạ.   Trân trọng,   .",
    "Kính chào Ban Tư Vấn Em tên: , MSSV: - Hệ bằng 2- Khoa Kỹ Thuật Xây Dựng Em đang có nhu cầu học các môn sau để không bị kéo dài thời gian học: đang được mở vào dự thính 1. Môn Kết cấu thép 1 - mã môn CI3009 - mã nhóm: DT01- đang được học vào tiết 13,14 - thứ 5 2. Môn Cơ học đất - mã môn CI3001- mã nhóm: DT01_DT01- đang được học vào tiết 13,14 - thứ 2 Em có đề xuất được học 2 môn trên ạ, nhưng e đã nhận được thông tin phản hồi của phòng đạo môn Kết cấu thép 1- thông tin trên BKEL, nhưng em trên thời khóa biểu thì không có. Em kính mong anh chị giúp e ạ, để có thể học tập được ạ, hoặc như nào mong phòng đào tạo phản hồi sớm ạ.  Em cám ơn anh chị đã theo dõi và giúp em phản hồi, chúc anh chị sức khỏe và bình an ạ!",
    "em đã được thầy bộ môn và pdt cho phép hoãn thi  nhưng sao giờ em lại nhận được điểm 13  vắng thi ak , mong thầy cô giúp em việc này ak:",
    "Em xin chào các thầy cô ạ. Em tên . MSSV:  Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị) ạ. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào anh chị, em định đăng ký học môn dự thính nhưng theo quy định đính kèm mail dự kiến cuối tuần này sẽ thanh toán nhưng em đang ở vùng siết chặt quy định của chỉ thị 16 đến hết ngày 5/9 nên không thể ra ngân hàng để banking tiền vào OCB và thanh toán online được, mong anh chị có thể gia hạn cho em hoặc gia hạn thời gian thanh toán học phí. em xin chân thành cảm ơn.",
    "vu em xin đăng ký lại các môn học của hk211. Do em bị tạm dừng học do chưa hoàn thành học phí  đúng hạn nên bị tạm dừng học lại. Em xin thầy/cô cho em đăng ký lại các môn học ạ.   SP1031 - Triết học  -  Nhóm 9_9 ME1013 - Thực tập Cơ khí Đại cương 1 Nhóm L09 ME2091 - Phương pháp số - Nhóm L06_L06 CH1003 - Hóa đại cương - Nhóm L03_L08 ME1015 - Nguyên lý máy - Nhóm L01_L01 SP1007 - Ph/luật Việt Nam đại cương- Nhóm L23",
    "t đăng kí luận văn tốt nghiệp HK211 từ ngày 23/08-25/8, em có đăng kí nhưng hôm nay em xem trong phần kết quả đăng ký bị xoá. Nhờ phòng đào tạo đăng ký bổ sung giúp em. Mã môn học là CH43B3.",
    "Xin phép tăng sỉ số lớp DT01_DT01 ME2007 Chi tiết máy",
    "cho em xin danh sách và ngày học 2 môn giải tích 2 và khoa học trái đất hệ đại trà chính quy cho việc đăng ký thêm vì em đang thiếu chỉ ạ. em cảm ơn    .",
    "Em tên là . MSSV . lớp VL17KL. Em xin được rút môn Pháp luật Việt Nam đại cương (SP1007) học kì 211.",
    "Em tên  Mssv 6 (CQ) lớp CK13CXN đã nộp hồ sơ hoàn tất thủ tục nhập học hệ VLVH năm 2020 do thay đổi môn học khi chuyển từ khóa 13 sang 14 và từ chuyên ngành Máy Xây Dựng sang Chế Tạo (VLVH) . Em đã hoàn thành phần lớn chương trình học ở chính quy và nợ ít môn,nay được sự hướng dẫn của thầy cô em viết đơn xin được áp dụng chương trình khóa 13 trong xét nhận luận văn và tốt nghiệp.",
    "em có thể rút môn học HK  dự thính sau khi có thời khóa biểu không ạ. vì hiện tại em không biết được môn học của mình có bị hủy do xỉ số lớp thấp hay không. mong PDT cho em biết thêm thông tin. em cảm ơn",
    "Dạ em chào anh chị,  Em tên ,khoa Kỹ thuật Hóa học, ngành Công nghệ sinh học. Đợt đăng kí bổ sung LVTN học kì 211 vừa rồi em đã đăng kí, nhưng kết quả đăng kí thì môn học đó đã bị xóa rồi ạ. Em xin PĐT bổ sung giúp em môn học CH43B3 được không ạ. Em xin chân thành cảm ơn.",
    "MSSV/MSSV:    Tốt nghiệp . Dạ nhà trường cho em hỏi vấn đề liên quan đến chứng chỉ anh văn để tốt nghiệp cho k17 ạ. Vấn đề là vì dịch bệnh nên nếu chưa thi kịp và nộp bằng toeic reading&listening thì có thể thi nói viết trước để tốt nghiệp đúng hạn được không ạ?, nếu được thì nhà trường sẽ gia hạn thời gian nộp lại bằng toeic nghe đọc đến thời gian nào ạ? Em mong nhận được giải đáp sớm ạ, em xin chân thành cảm ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Phòng Đào Tạo có thể mở thêm lớp dự thính CTM không ạ. Em cảm ơn!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa  học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN  Em có liên lạc với thầy  và nhận được sự đồng ý của thầy về hình thức dự thính dạng đồ án Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Vì một số trục trặc trong hè nên em hiện tại không hoàn thành được kỳ thực tập trong hè. Và trong kì 211 thì em có đăng ký môn Đề Cương LVTN cho em hỏi thì có vấn đề gì sảy ra không. Và em có thể đăng ký thực tập ở trong kỳ chính để tốt nghiệp đúng hạn được không ạ. Em xin cảm ơn",
    "I   U  Em đã thanh toán học phí nợ của học kì 203 nhưng vẫn chưa được mở khóa đăng kí môn học cho học kì dự thính 211. Phòng đào tạo mở khóa giúp em! Họ và tên:  MSSV: ",
    "Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020, khi em đang kí môn thực tập ngoài trường thì bị báo lỗi là không đủ điều kiện nhận thực tập, thầy/cô xem dùm em với em đã hoàn thành đủ số tín chỉ rồi ạ. Em cảm ơn thầy/cô.",
    "Lý do: Do chưa hoàn thành học phí đúng hạn nên bị tạm dừng học lại. Nên em muốn xin thầy/cô cho em đăng ký lại các môn em đang học mà bị tạm dừng ạ. Em cám ơn nhiều.   SP1031 - Triết học  -  Nhóm L19_L19 ME1013 - Thực tập Cơ khí Đại cương 1 Nhóm L09 ME2091 - Phương pháp số - Nhóm L06_L06 CH1003 - Hóa đại cương - Nhóm L03_L08 ME1015 - Nguyên lý máy - Nhóm L01_L01 SP1007 - Ph/luật Việt Nam đại cương- Nhóm L23",
    "Kính thưa Phòng Đào Tạo, em là SV Khoa Điện-Điện tử. Học kỳ 211 này em sẽ thực hiện Đề cương luận văn. Phòng Đào Tạo cho em hỏi là em có thể làm đơn xin thay đổi GVHD cho cả Đề cương luận văn và LVTN được không ạ? Nếu có thể thì mẫu đơn và thủ tục sẽ làm như thế nào ạ? Em xin cảm ơn.",
    "Chào thầy,cô Cho em hỏi là giờ Môn \"con người và môi trường\" em được miễn. NHưng do điểm chuyển giờ mới có nên lỡ đăng kí học kì chính được 2 tuần rồi thì giờ em muốn hủy môn có bị tính học phí môn này không? Và gửi phiếu hủy môn này cho ai?",
    "t đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 có lớp ở HK211 và em không bị trùng lịch, liệu có cách nào để em có thể tham gia hoàn thành môn học ở lớp đó không ạ, vì đây là môn tiên quyết quan trọng. Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
    "Chào thầy cô ạ!  Tình hình là em có đăng ký luận văn tốt nghiệp đợt bổ sung vừa rồi! Tuy nhiên số chỉ hiện tại của em là 126 trong đó số chỉ tích lũy ngành em 123 + 3 chỉ môn thay thế là môn vật liệu xây dựng là đủ để đăng ký luận văn! tuy nhiên em vừa kiểm tra lại là kết quả không là bị hủy và không biết lý do. em nghĩ vì không tính môn thay thế vào số tín chỉ tích lũy ngành nên em bị hủy kết quả! Mong phong đào tạo xem xét để em có thể đăng ký làm luận văn và hoàn thành chương trình học ạ!",
    "Kính gửi PDT,  Vì dịch nên em chưa thể thi lại bài thi toeic nghe đọc, và chưa thể chuyển điểm anh văn 4 nên em đăng ký lớp av4a theo nhu cầu. Lớp học 7 tuần từ tuần 34. Vậy cho em hỏi, lịch thi cuối kỳ của lớp là ngay sau khi kết thúc khoá học phải không ạ? Vì em cần kết quả sớm để em xét tốt nghiệp tháng 11.2021 ạ :((( Em rất lo lắng. Mong thầy cô giải đáp ạ!",
    "Kính gửi:    PĐT và Ban Giám Hiệu trường đại học quốc gia đại học Bách Khoa Thành phố Hồ Chí Minh . Được nhà trường tạo điều kiện để đăng ký Luận Văn Tốt Nghiệp (LVTN) khi chưa có chứng chỉ Toeic trong mùa dịch. Em có đăng ký thành công môn LVTN mã CI4353 trong đợt đăng ký bổ sung. Nhưng sao hôm nay ở phần kết quả đăng ký LVTN đợt bổ sung thì em lại không thấy môn mình đã đăng ký ạ. E có bấm vô phần lịch sử thì cũng không thấy bị huỷ.",
    "Em xin phép đăng ký vào lớp DT01_DT01 ME2007 HK211 Do kỳ thi cuối kỳ CTM HK202 em đã nộp bài lỗi (chỉ có trang cuối trong tổng cộng 5 trang bài làm) nên em muốn đăng ký vào học lại ạ",
    "Em là sinh viên năm cuối và em còn nợ môn kĩ thuật thủy lực và khí nén. Em trả nợ môn học ở kì này vì em sợ kì sau không mở lớp em không ra trường được ạ. Em đã đăng kí môn thủy lực và khí nén ở lộ trình 1 đợt đăng kí môn học dự thính bổ rồi mà ở lộ trình 2 thì bị xóa môn và ghi là sinh viên không đăng kí môn ở lộ trình 1 ạ. Nhà trường xem xét giúp em cho em được đăng kí môn học này với ạ. Em có đính kèm hình ảnh đã đăng kí môn học ở lộ trình ở phía dưới ạ. Mã môn học: ME3001 Tên môn học: Kĩ Thuật Thủy Lực Và Khí Nén Mã nhóm: DT01_DT01  Em cảm ơn nhà trường ạ.",
    "Chào thầy/cô,  Em tên Nguyễn Quốc  MSSV:, hệ VLVH khoa kỹ thuật máy tính  Em có đăng ký bổ sung ở mục \"ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211\" môn LVTN mã CO4323, nhưng kết quả không được đăng ký do thiếu môn học trước ạ  Ở chương trình chính quy em đã học tất cả các môn học theo chương trình đào tạo và đủ điểm đạt, ngoại trừ môn Vi xử lý - vi điều khiển em đã học nhưng chưa đạt ạ Môn Vi xử lý - vi điều khiển là môn học trước của LVTN ạ  Ở hệ chính quy em thiếu CCAV nên không đăng ký được môn LVTN, nay trường cho phép đăng ký LVTN mà không cần CCAV nên em đã đăng ký nhưng bị hủy do thiếu môn học trước ạ  Mong thầy cô xem xét giúp em ạ  Chân thành cảm ơn  Sinh viên            ",
    "t đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 Cấp Thoát Nước Đô Thị nhóm L01 có lớp ở HK211 và em không bị trùng lịch, mong Phòng Đào Tạo cho phép em có thể tham gia hoàn thành môn học ở lớp đó, vì đây là môn tiên quyết quan trọng. Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . e muốn xin mở lớp dự thính môn ci2037",
    "Kính gửi PDT Em tên:  MSSV: Hiện tại em có đăng ký môn: Pháp Luật Việt Nam Đại Cương, mã: SP1007. Đăng ký HK 211-Đợt 1 (vào ngày 22/7/2021) nhưng đến giờ vẫn chưa thấy thời khóa biểu. Mong được PĐT kiểm tra và cập nhật thời khóa biểu. Trân trọng!",
    "Kính gửi PĐT, Lúc 23:54 ngày 25/08/2021, em có đăng kí in bảng điểm trên mybk và đã thanh toán khoản phí 35,000 vnd vào lúc 00:04 ngày 26/08 qua OCB, tài khoản đã trừ tiền. Tuy nhiên, đến hôm nay, ngày 27/08 trên mybk và bkpay vẫn báo em còn nợ khoản này. Em có liên hệ với ngân hàng và được báo là giao dịch đã thành công. Vì hiện tại em đang cần bảng điểm gấp nên không biết vấn đê trên là do hệ thống của trường chưa cập nhật hay sao và có ảnh hưởng đến thời gian nhận bảng điểm dự kiến hay không? Mong PĐT sớm giải quyết. Cảm ơn PĐT rất nhiều.",
    "Dạ em chào thầy cô ạ. Em tên , em thi toeic được 565 điểm, em đã quy đổi điểm cho anh văn 1 đến 3 để em đăng kí học dự thính anh văn 4 nhưng hệ thống báo em vẫn không đăng kí được vì không có anh văn 3. Cho em hỏi là điểm chuyển sau bao lâu thì mới có ạ. và sau khi chuyển thì em xin đăng kí lại anh văn 4 được không ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa  học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN , ảnh xác nhận đồng ý hình thức dạy dự thính theo dạng đồ án Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Dạ em có đăng kí LVTN đợt bổ sung,mã môn CI4313 nhưng vào đợt xem kết quả lại bị hủy (không đủ điều kiện nhận LVTN). Dù em đã hoàn thành tất cả các môn trong CTĐT ạ. Thầy/Cô kiểm tra lại giúp em với ạ.. Em xin cảm ơn!",
    "Gửi PĐT, sau khi em bổ sung ngày CTXH xong để nhận LVTN thì muốn đăng kí LVTN trễ trong thời gian dịch bệnh không lên trường được thì cần làm những gì ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: , MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy Trần Giang Sơn, bộ môn Kỹ thuật Máy Tính, khoa  học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN , ảnh xác nhận đồng ý hình thức dạy dự thính theo dạng đồ án Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "MS/MSGV:          i Tốt nghiệp       Kính gửi PĐT trường ĐH Bách Khoa,    Em là     Như PĐT đã thông báo thì nhà trường sẽ tổ chức thi Anh văn Nói-Viết online cho những sinh viên đủ điều kiện tốt nghiệp HK211    Em đã liên hệ với Trung tâm Ngoại Ngữ Bách Khoa để hỏi về tình hình cụ thể như: lịch thi, cách thức tham gia thi Được bên Trung tâm Ngoại ngữ phản hồi lại là nếu em đủ điều kiện Tốt nghiệp HK211 thì PĐT sẽ thông báo gửi mail thi anh văn online vào tháng 9    Em hy vọng PĐT sẽ sớm gửi mail thông báo thông tin về kỳ thi anh văn nói - viết Nếu chưa đủ điều kiện thì em sẽ sớm cập nhật để tham gia kì thi anh văn như kế hoạch của nhà trường    Em cảm ơn,  Trân trọng    ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . tÊN SINH VIÊN pHÙNG tIẾN kHOA, MSSV 1611636 Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy Trần Giang Sơn, bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến EM CÓ GỬI HÌNH ẢNH MAIL XÁC NHẬN GIẢNG VIÊN ĐÃ ĐỒNG Ý HÌNH THỨC DẠY DỰ THÍNH ĐỒ ÁN Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "em thi môn kinh thế chính trị ngày 8-8-2021, vì là em nộp bài nhầm sang phần nộp file ghi màn hình. nên thầy bộ môn bảo là em không có bài và cho điểm 13, thầy còn bảo em thi lại. vậy thì em phải làm sao, em có được phép hoãn thi để thi lại không ạ, mặc dù có file ghi hình và phòng thi của em và cả bài làm của em trên đó. em có phải học lại không ạ. nếu được thi lại thì em có phải điền form hoãn thi ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .  PHÙNG tIẾN kHOA, MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến EM CÓ  Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Chào thầy cô, cho em hỏi tại sao môn học trên elearning của em học kì 211 không hiển thị nữa ạ? tuần đầu em vẫn vô bình thường. Trong tkb vẫn còn môn. Chỏ em hỏi em đang gặp vấn đề gì ạ? Em cảm ơn",
    "Em chào phòng Đào tạo, em là  thuộc k18 khoa KTGT. Chuyện là em không đăng kí môn học \"TR3049 - Thiết kế ô tô\" ở kì dự thính HK211 vì lí do thiếu môn học trước \"TR2021-Lý thuyết ô tô\". Em đã đăng kí học môn \"TR2021-Lý thuyết ô tô\" ở kì chính HK211, em mong phòng đạo tạo mở cho em đăng kí vào lớp \"TR3049 - Thiết kế ô tô\" vì đây là lớp của các bạn k18 cũng trể chương trình như em và dường như là lớp k18 cuối cùng học môn này. Do ở học kì 182 em có gặp sự cố nên kết quả kì đó rất tệ dẫn đến hệ lụy không tốt cho những kì sau, em đã cố gắng rất nhiều để mong theo kịp các bạn. Phòng Đào tạo có thể tạo điều kiện cho em học lớp này để kì sau em có thể kịp làm đồ án chung với các bạn cùng khóa 18 với em ạ. Kính mong phòng Đào tạo có thể xem xét vấn đề này cho em. Em thật lòng cảm ơn ạ!",
    "Em chào phòng đào tạo ạ! Mặc dù e đã đăng ký chuyển điểm những môn tương đương rồi nhưng tại sao kết quả của em vẫn không đăng ký đc luận văn tốt nghiệp ạ. Mong phòng đào tạo xem xét hộ em. Em cảm ơn ạ!",
    "Em kính chào phòng đào tạo, em có một vài thắc mắc ạ: 1/Em là sinh viên K20 nhưng em có nhu cầu muốn chuyển ngành đào tạo nên đã tham gia lại kì thi THPT vừa rồi. Nếu sắp tới có thể trúng tuyển, em có thể làm thủ tục miễn MH vì đã học với MSSV khóa 2020 kèm theo đơn thôi học 2020 để xét miễn MH theo khóa 2021 không ạ? 2/ Khi này đã qua 1 tháng học tập thì em có thể xin đăng kí lại môn hay có cách nào để theo tiếp chương trình năm hai của ngành đt không ạ? 3/ Nếu câu trả lời cho câu hỏi trên là được thì em sẽ chỉ được đăng kí môn năm 2 khi có chứng chỉ ứng dụng CNTT cơ bản theo yêu cầu cho sinh viên K21 đúng không ạ? Em xin cảm ơn. Chúc thầy/cô sức khỏe ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .  PHÙNG tIẾN kHOA, MSSV  Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704. Tên giảng viên nhận giảng dạy: thầy , bộ môn Kỹ thuật Máy Tính, khoa Khoa học và Kỹ thuật Máy Tính Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến EM CÓ  Do 16 giờ là hạn cuối đăng ký môn học của đợt đăng ký dự thính, em kính mong phòng đào tạo hỗ trợ chúng em mở môn học để đăng ký kịp thời hạn Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập Em xin cảm ơn",
    "Em chào thầy cô, Em có nhu cầu đăng ký môn học: thiết kế dự án tốt nghiệp, mã MH: CI4303, nhóm LT: L01. Thầy cô xem xét và ĐKMH giúp em ạ. Em cảm ơn thầy cô!",
    "Em đã thực hiện ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211 môn Luận văn tốt nghiệp vào lúc 23/ 08/ 2021 10:24, tuy nhiên trong BẢNG ĐĂNG KÝ ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211 ĐỢT KẾT QUẢ (CHỈ ĐỂ XEM) lại không hiển thị Luận văn tốt nghiệp mà em đã đăng ký, em có gửi hình đính kèm. Mong phòng đào tạo cho em hướng giải quyết ạ.",
    "Hôm trước em có đăng kí in bảng điểm, cho em hỏi là em có thể nhận được file mềm (pdf) không ạ?",
    "Kính chào phòng đào tạo!  Em đã làm đơn chuyển điểm một số môn tương đương nhưng kết quả em vẫn chưa đăng kí được môn học ạ Em cảm ơn!",
    "em tên :  MSSV  em xin hỏi bây giờ em xin vào lớp Đườnglối CM của ĐảngCSVN (sp1009)của học kì chính 211 còn được nữa không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Mong anh chị giúp đỡ em với ạ ",
    "Kính gửi phòng đào tạo Em tên là  (), sinh viên hệ VLVH. Do tình hình dịch bệnh khiến cho hiện nay em vẫn chưa nhận được điểm của đề cương luận văn tốt nghiệp. Thêm vào đó những môm em đăng ký kỳ trước vẫn chưa có điểm hoặc chưa có lịch thi. Dẫn đến tình trạng em không thể đăng ký được luận văn tốt nghiệp (EE4323). Nếu như tất cả các môn đăng ký khì  trước em đạt thì sẽ đủ tiêu chuẩn đăng ký luận văn tốt nghiệp (EE4323). Rất mong phòng đạo tạo có thể tạo điều kiện cho em đăng ký luận văn tốt nghiệp (EE4323) để em có thể tốt nghiệp sớm. em rất chân thành cảm ơn",
    "Em chào thầy (cô) ạ, Em có vào mục \"Đăng ký xét tốt nghiệp\" ở trang mybk thì thấy thời gian kết thúc đăng ký là ngày 30/8 (em có đính kèm hình), nhưng đến nay em vẫn chưa thấy có danh sách tốt nghiệp dự kiến ạ. Cho em hỏi là khi nào danh sách tốt nghiệp mới có ạ, và thời gian đăng kí tốt nghiệp có thay đổi so với trên trang \"Đăng ký xét tốt nghiệp\" (30/8) không ạ. Em cảm ơn!",
    "Em chào thầy! Thầy cho em hỏi bữa trước pđt mở đăng kí LVTN đợt cuối và được miễn CCAV. Em đã đăng kí và đủ các điều kiện khác. Nhưng hôm nay có kết quả đăng kí LVTN của em lại bị mất và để là chưa có môn học đăng kí vậy ạ? Mong thầy giải đáp giúp em.",
    "Kính gửi phòng đào tạo Em tên là  (), sinh viên hệ VLVH Vừa qua em có đăng ký trên mybk môn Kỹ thuật số (EE1009), khi đăng ký em thấy có 18 bạn cùng đăng ký theo. Theo như em nhớ thì chỉ cần 15 người đăng ký là trường đã đồng ý mở lớp. Tuy nhiên lớp vẫn không được mở. Vì vậy em đã lên xem những môn tương đương thì thấy môn Kỹ thuật số (EE1015) là môn tương đương với môn học này. Tuy nhiên đã kết thúc đợt đăng ký thì em mới biết kết quả và không thể đăng ký được. Rất mong phòng đào tạo có thể tạo điều kiện để em được đăng ký môn học kỹ thuật số (EE1015) trong kỳ này. Vì em chỉ còn môn này là đủ điều kiện xét tốt nghiệp. Em chân thành cảm ơn phòng đào tạo.",
    "Cho em hỏi là theo em xem lịch xét tốt nghiệp đợt gần nhất hạn chót là 30/08, nhưng em còn thiếu điều kiện để xét tốt nghiệp ở bằng Nói-Viết với ngày CTXH do dịch nên em không hoàn thành kịp và cũng có nhiều bạn bị tình trạng giống em. Mà đọc luật về DKMH học kỳ chính thì em thấy mỗi học kì phải đăng ký để có thời khóa biểu. Vậy cho em hỏi là theo tình trạng hiện giờ của em thì em có cần phải đăng ký không ạ? Và nhà trường có thể giãn đợt xét tốt nghiệp để cho sinh viên bọn em có thời gian sau dịch để hoàn thành kịp đợt tốt nghiệp gần nhất không ạ?",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa Em tên :  MSSV:  Em có đăng kí luận văn tốt nghiệp đợt bổ sung ngày 23/8 - 25/8 và kết quả thành công, nhưng hôm nay em xem đợt đk luận văn ( chỉ để xem) thì thấy đã bị xóa Em muốn hỏi phòng đào tạo như vậy là em đăng kí thành công không ạ? Kính mong Phòng đào tạo xem xét trả lời Em xin chân thành cảm ơn",
    "Mã số sinh viên  Đăng ký môn  (2009) Hệ thống máy tính và ngôn ngữ lập trình (2003) giải tích mạch (1007) pháp luật việt nam đại cương (e1009) kỹ thuật số (2013)xác suất và thống kê (Pe1007) giáo dục thể chất 3 Dạ hiện tại em không biết có mã lớp nào hết ạ mong bên phòng đạo tạo có thể trợ giúp được em ạ.",
    "Em lỡ đăng ký các môn học dự thính của hk211 thì có thể chuyển từ các môn dự thính sang chính quy được không ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào thầy cô ạ, cho em hỏi sau khi em chuyển điểm anh văn thì em nộp đơn như thế nào ạ. Em xin cảm ơn ạ",
    "I Em có thể hỏi về thời gian tối đa mình bảo lưu học tập ở trường là bao lâu được không ạ ? Em có thể hỏi thêm là em có đổi giấy chứng nhận kết quả thi bản chính thành bản phụ đã được công chứng được không ạ do hồi nộp em đã nộp phiếu điểm bản chính thay vì bản phụ ? Em có thể hỏi nếu như mình làm đơn thôi học ở trường thì cần điều kiện như thế nào ạ ? Em xin cám ơn nhiều.",
    "Dạ em có làm đơn xin hủy hoãn thi lúc 10h58am ngày 26/8/2021 nhưng không thấy phản hồi mà đã đóng yêu cầu. Vậy cho em hỏi là pđt đã nhận được đơn chưa ạ? Câu hỏi/yêu cầu # 33679 - Đơn xin HỦY hoãn thi",
    "Kính chào phòng đào tạo! Em đã làm đơn chuyển điểm một số môn tương đương nhưng kết quả em vẫn chưa đăng kí được môn học ạ. Em muốn đăng ký môn: CI4383 (Luận văn tốt nghiệp(csht)) Em cảm ơn!",
    "Chào Phòng Đào tạo Em tên:  - Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ )",
    "Dạ nhờ phòng đào tạo giúp e đăng ký luận văn tốt nghiệp học kỳ này ạk.e đã hoàn thành hết tất cả các môn nhưng sao e đăng ký ko dc ạk.mã môn học 804303",
    "Em là  MSSV  . Em muốn hỏi là em đã đăng ký luận văn tốt nghiệp vào đợt bổ sung từ ngày 22 đến 25/7 và đã thông báo là đăng ký thành công nhưng sao trong danh sách sinh viên làm luận văn không có ạ . Em cảm ơn ạ     .",
    "Em chào thầy cô, theo em đọc mail của trường thì thấy đăng ký luận văn tốt nghiệp không cần có toeic. Hiện do dịch em có đăng ký thi toeic mà bị hoãn. Em đăng ký luận văn tốt nghiệp thì  không được ạ. Thấy bị hủy rồi ạ. Vậy cho em hỏi em có đăng ký luận văn được không ạ. Em cảm ơn thầy cô.",
    "Em tên  MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI  (TKB của em đã có nhưng bị xóa). Em rât lo lắng không biết đơn của em đã hợp lệ chưa và BKSI đã nhận được chưa. Mong BKSI phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Dạ kính chào phòng đào tạo em là , mssv  khoa Giao Thông, trước đây em có học chương trình Việt Pháp vào năm nhất 2016, đến năm 2018 thì không phù hợp nên chuyển ra chương trình đại trà, cụ thể là ngành Kỹ thuật Hàng không, khoa Kỹ thuật Giao thông. Trong quá trình học Việt Pháp thì em đã học và hoàn thành môn nhập môn kỹ thuật mã CI1001 . Bây giờ em đã làm đơn xin công nhận môn tương đương gửi lên khoa và đã được khoa chấp nhận môn tương đương môn Nhập môn về kỹ thuật mã CI1001 với môn Nhập môn về kỹ thuật mã TR1001. Khoa cũng có công văn gửi về phòng đào tạo rồi ạ. (đơn đính kèm bên dưới). kính mong đào tạo xem xét tạo điều kiện giúp em có thể đăng kí đề cương luận văn ạ. em xin chân thành cảm ơn. kính chúc pđt nhiều sức khỏe vượt mùa dịch. ",
    "Em muốn hỏi là bây giờ làm đơn bảo lưu 1 học kì thì bây giờ nộp đơn như thế nào ạ, nộp online ở đâu ạ. Em cảm ơn",
    "Chào thầy/cô, trong đợt đăng kí luận văn tôt nghiệp bổ sung em đã đăng kí luận văn thành công. Tuy nhiên em có hoãn thi 1 môn và các môn còn lại chưa có điểm thi. Vậy nếu em qua các môn này để đủ tín chỉ làm luận văn thì kết quả đăng kí của em có được công nhận không ạ ? Còn nhưng môn hoãn thi có được tính tín chỉ hay không ạ ? Mong thầy/cô giải đáp giúp em. Em xin cảm ơn ạ .",
    "Chào thầy cô Em là sinh viên năm cuối ngành Kiến trúc. Em xin hỏi thầy cô là có cách nào để em được đăng ký môn học bổ sung cho HK211 không ạ. Bởi vì môn đó lè môn Chuyên Ngành muốn đky thì phải đợi thêm một năm nữa thì đã hết thời gian học cho phép rồi ạ. Mong được thầy cô giải đáp và hướng dẫn!!    .",
    "MSSV:        . Ở đợt đăng kí bổ sung LVTN HK211 em đã đăng kí CH4323 Luận văn tốt nghiệp (chuyển hệ) Vừa rồi khi em kiểm tra kết quả đăng kí thì không thấy LVTN trong danh sách. (Em đã hoàn thành Đề cương LV ở HK202 rồi ạ) Mong thầy cô giải quyết giúp em, Em xin cảm ơn",
    "Thưa quý thầy cô. Em là  mã số sinh viên  Hiện giờ em đã có kết quả đăng ki bổ sung luận văn nhưng kết quả của bị hủy dù em đã đủ tín chỉ tối thiểu. Mong quý thầy cô phản hồi giúp em.",
    "Kính gửi Quý Thầy/Cô! Em tên là: , là sinh viên hệ VHVL MSSV: . Ngành tự động hóa. Dạ vì học kỳ trước em đã đăng ký \" Luận văn tốt nghiệp \" nhưng thiếu anh văn nên không đăng ký được ạ. Dạ theo như thông báo qua e.mail là học kỳ này sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. Dạ đợt vừa rồi em đã đăng ký môn “ Luân văn tốt nghiệp” rồi nhưng khi em vào xem kết quả đăng ký thì không có ạ. Rất mong Quý Thầy/Cô có thể xem xét giúp em ạ. Em xin chân thành cảm ơn Quý Thầy/Cô ạ ! ",
    "mssv: Lớp BD16CDT",
    "Em xin được đăng ký môn \"EE2039 -  xử lý\" lớp \"DT02-DT04\" trong học kì 211. Em xin chân thành cảm ơn.",
    "Học vụ     Dạ chào thầy cô!  Em là  MSSV  đã làm đơn xin chuyển điểm và miễn điểm cho thầy , nhưng không có hồi đáp Tối hôm qua em lên trang mybk để xem điểm chuyển và miễn thì thấy được miễn các môn hệ thống số H CO1023, kỹ năng chuyên nghiệp cho kỹ sư H CO2001,  H MT2013, Quản trị kinh doang cho kỹ sư IM3001 và các môn theo mail đính kèm tệp Nhưng tới sáng nay thì em kiểm tra lại thì đã mất điểm miễn 2 môn là Hệ thống số cùng môn kỹ năng chuyên nghiệp cho kỹ sư  Vậy cho em hỏi thì mybk đang cập nhật hay là lỗi gì ạ  Em có đính kèm 2 file thứ nhất là môn miễn do thầy  đã gửi khi nhập học và thứ 2 là file điểm miễn mà hiện tại vào lúc 17h ngày 27/08/2021  Em mong sớm có câu trả lơi từ Thầy Cô  ạ  Em chân thành cảm ơn!  ",
    "Kính gửi PĐT Em là , MSSV:  (hệ VLVH) Em có đăng ký môn: Pháp luật Việt Nam Đại cương, Mã: SP1007. Đăng ký ở đợt 1 nhưng không có thời khóa biểu. Nên kính mong PĐT đăng ký bổ sung giúp e môn này vào chung với lớp chính quy giúp em với ạ. Em cảm ơn Trân trọng!",
    "Thưa cô! Em tên là   -Em xin phép bổ sung tên vào lớp môn học ME3001 - K/thuật thủy lực &khínén nhóm DT01 được không ạ? -Em được thông báo môn học này bị trùng tkb(thực hành) và không được đăng kí nhưng do đây là môn em học lại nên kì trước em đã hoàn thành xong điểm phần thực hành và có thể bảo lưu điểm này trong hk211(Bộ môn cho phép bảo lưu điểm thực hành ạ) nên sẽ không bị trùng tkb nữa ạ! -Do đây là môn nợ cuối cùng của em trước khi làm luận văn vào kì sau nên em hi vọng được PĐT xem xét giúp đỡ em ạ! Em xin cám ơn ạ!",
    "Kính gửi PĐT Em Lê Anh Vũ, PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em",
    "Kính gửi Quý Thầy/Cô Phòng Đào Tạo. Em tên Trần Minh Đức - MSSV: . Nay em làm đơn kính mong Quý Thầy/Cô xem xét giúp em về viêc Đăng ký bổ sung môn : Luận văn tốt nghiệp -CI4343. Do vừa rồi em không biết thông tin hệ VHVL cũng đươc miễn xét Anh Văn để nhận LVTN nên em không đăng ký.( Hiện em đag học lớp av350 ).Nay em vừa biết tin thì hết hạn. Do tình hình dich bệnh khó khăn nên kính mong Quý Thầy/Cô tạo điều kiện để em sớm hoàn thành việc học. Em chân thành cảm ơn !  ",
    "Em là  mã số sinh viên . Số tín chỉ tích lũy 127 và số ngày công tác xã hội là 13.5 Em đã đã đăng kí môn TR4323 - Luận văn tốt nghiệp nhưng lại bị hủy ở đợt kết quả. Còn ở phần lịch sử đăng kí lại không có kết quả. Nhưng trong elearning đã có. Mong quý thầy cô kiểm tra lại giúp em . Em xin cảm ơn.",
    "Xin chào thầy/cô. Em là , khoa Điện - Điện Tử. Em chuyển từ hệ chính quy (MSSV 6) sang hệ vừa học vừa làm (MSSV ). Ở chương trình chính quy em đã được phân chuyên ngành Tự động hóa, và đủ điều kiện đăng kí Luận văn tốt nghiệp (409303). Em đã gửi request   b 26615 - 22/7    để chuyển điểm từ hệ CQ sang VLVH  Em đã có phản hồi về việc không đăng kí được luận văn do \"sinh viên chua phân ngành\" ở request   b 29869 - 9/8    Ở request   b 29869    có thông báo em kiểm tra lại đăng kí luận văn sau ngày   b 25/8    nhưng   b 27/8    em check thì vẫn không thấy môn luận văn. Em mong thầy cô kiểm tra lại giúp em vì nếu không đăng kí được em sẽ phải mất thêm một kì nữa để tốt nghiệp . Em chân thành cảm ơn.    .",
    "Chào thầy/cô, Em tên là , mssv . Ban nãy khi phòng đào tạo mở thêm 30 phút để đăng ký môn học, em có canh để đăng ký môn Kết cấu thép 2 - Mã CI3211 của thầy , lớp này là do chúng em đã xin để được mở thêm, thì gặp sự cố về mạng không đăng ký được. Mãi đến bây giờ em mới vào được trang đăng ký môn học thì đã kết thúc hạn đăng ký rồi ạ. Xin thầy/ cô có thể giúp em thêm em vào danh sách đã đăng ký của lớp này với được không ạ? Sự cố em gặp phải hoàn toàn là ngoài ý muốn ạ. Em xin cảm ơn thầy/ cô rất nhiều ạ. Trân trọng, .",
    "Em chào thầy/ cô bên PĐT Em là , MSSV:  và là sinh viên khoa Xây Dựng. Em có một thắc mắc là nhà trường đã mở thêm một đợt đăng ký luận văn nhưng không xét chuẩn CCAV quốc tế và em đã đăng ký luận văn đợt đó. Nhưng khi đợt kết quả thì em lại bị hủy môn luận văn đó. Mặc dù, em đã đủ số môn cần thiết, số ngày công tác xã hội cũng đủ. Vì vậy, cho em hỏi là do bên trường bị lỗi chưa hiện thị xong cho tất cả các bạn (Bởi vì một số người bạn của em cũng bị) hay là do em vẫn còn thiếu gì ạ . Mong sớm được bên PĐT giải đáp. Nếu có gì sai sót mong thầy/cô PĐT bỏ qua cho ạ. Em xin cảm ơn!",
    "Thưa phòng đào tạo, em mới kiểm tra kết quả đăng ký luận văn tốt nghiệp do phòng đào tạo mở hôm trước, em đã đăng lý thành công nhưng hôm nay em vào kiểm tra thì thấy không hiện kết quả luận văn. Là em đã bị xóa phải không ạ, phòng đào tạo xem xét giúp lý do vi sao em lại bị xóa. Em cảm ơn.",
    "em chào thầy cô, như thông báo trên gmail trường không xét CCAV vào kì này để đăng kí luận văn tốt nghiệp, vậy nên sau khi đăng kí và ở đợt xem kết quả thì em không biết mình bị xóa môn do điều kiện gì, mong quý thầy cô xem xét giúp em, em xin cám ơn.",
    "Kính gửi PĐT Em Lê Anh Vũ, PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em Mã MH: CI4343 Nhóm lớp: T01",
    "Dạ em chào pđt! Hiện em xin mở thêm lớp dự thính Bê tông 2 CI3175. Lớp chỉ vừa mới mở mà 16h chiều nay đã đã đóng link do hết hạn đăng ký môn học rồi. Nên em xin pđt mở thêm thời gian đăng ký cho các bạn có thêm thời gian đăng ký ạ! Nhiều bạn chưa đăng ký kịp vì link đã đóng ạ !",
    "Kính gửi PĐT Em , PĐT có thể mở lịch đk Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng để Em đăng ký Luận Văn Tốt Nghiệp Em vô đăng ký trể nên không đăng ký được mong PĐT giúp đỡ và mong được sự phản hồi giúp em Mã MH: CI4343 Nhóm lớp: T01",
    "Thưa quý thầy cô. Em là , mã số sinh viên . Hiện em đã có kết quả đăng kí bổ sung luận văn tốt nghiệp nhưng kết quả đã bị hủy mặc dù em đã đủ điều kiện đăng ký. Mong quý thầy cô phản hồi giúp em.",
    "Kính gửi PĐT, Chương trình đào tạo Việt pháp có 1 môn là Tư Tưởng Hồ Chí Minh, mã số môn học là 001025. Hiện tại môn học này đã không còn mở với mã số môn học cũ từ khóa K19. Cho nên PĐT cho em hỏi môn học này sẽ tương đương với môn học nào ở chương trình đại trà, và mã số môn học là gì để em đăng kí học ạ. Em xin cám ơn PĐT.",
    "Kính gửi PĐT, Vào đầu tháng 6 vừa qua em có đăng kí in bảng điểm và đã đóng tiền qua bkpay. Nhưng vì lí do dịch bệnh nên không thể tới trực tiếp PĐT để lấy bảng điểm. Nên mong muốn của em là được PĐT gửi bảng điểm bằng file PDF qua mail của trường được không ạ. Em xin cám ơn.",
    "Dạ kính thưa Phòng Đào Tạo em đã đủ điều kiện đăng ký đề cương LVTN nhưng hôm nay đã bị xóa ạ. Kính Mông PĐT xem xét và thêm môn học giúp em",
    "Chào thầy,cô phòng đào tạo. Em được biết kỳ này miễn anh văn nên em đã đăng ký môn luận văn tốt nghiệp nhưng hôm nay em thấy kết quả đã bị hủy(số ngày công tác xã hôi em đã hơn 10 ngày), có nhiều bạn cũng gặp trường hợp như em. Vậy cho em hỏi trường có fix lại không ạ?",
    "Theo như email phòng đào tạo thông báo thì HK211 không xét ccav cho đăng ký luận văn tốt nghiệp. Và đợt đăng ký ngày 23-25/8 em đã đăng ký rồi. Nay một số bạn khác có hiện luận văn tốt nghiệp trên bkel nhưng của em thì không. em xin hỏi vấn đề này như thế nào ạ?",
    "Em chào thầy cô ạ,  Thầy cô cho em hỏi em thuộc chương trình cũ nhưng em bị trễ nên em đăng ký môn tương đương là đồ án thiết kế ME3139 (môn học cũ là đồ án thiết kế ME2011) thì có được không ạ? có ảnh hưởng đến bằng khi tốt nghiệp không ạ? em xin cảm ơn. Trân trọng  Tài",
    "Thưa quý thầy cô! Mọi năm em đã tham gia học các lớp toeic do trường tổ chức để đảm bảo việc đăng kí môn tuy nhiên môn này sẽ không tính tín chỉ tích lũy. Nên không thể đạt được số tín chỉ mà luận văn tốt nghiệp yêu cầu ( 126 tín chỉ). Em đã đạt được 125 tín chỉ, nhưng do dịch covid nên em chưa thể thi để chuyển điểm lấy số tín chỉ tích lũy các anh văn được thành ra em bị thiếu ở các tín chỉ anh văn này. Em xin hỏi là mình có cách giải quyết nào để có thể làm luận văn tốt nghiệp trong kì này không ạ! Em xin cảm ơn ạ!",
    "Em chào thầy/cô, Em xin gửi   B Đơn xin đặc cách đăng ký môn học    Cơ sở Kỹ thuật điện EE2017, lớp DT01 kỳ dự thính 211 Lộ trình 2. Do trùng thời khóa biểu với một môn học trong Lộ trình 1, em không thể tự đăng ký nhóm lớp này trên nền tảng mybk. Em đã trình bày lý do, phương pháp học tập cũng như nhận được sự xác nhận và đồng ý của cả hai giảng viên trong file đính kèm . Kính mong Phòng Đào tạo xem xét và chấp nhận cho em. ----- ",
    "Kính gửi phòng đào tạo . Em là  , mã số sinh viên  , lớp XD17KT khoa xây dựng ngành kiến trúc . Em gửi phòng đào tạo đơn xin đăng kí học, trình bày lý do và có sự xác nhận của khoa và bộ môn . Đã qua vài ngày nhưng em không nhận được phản hồi . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211 . Em xin cảm ơn ạ  .",
    "nh Gửi Phòng Đào Đạo Trường Đại Học Bách hoa TPHCM. ính Gửi Thầy Cô Phòng Đào Đạo. ĐƠN XIN HỦY MÔN HỌC HỌC Ỳ 211 Em Tên:  - MSSV:  Hệ VHVL. Em làm đơn này xin Thầy Cô Phòng Đào Tạo Hủy môn học Giúp em. Môn học cần Hủy : ết cấu Thép 2 Mã MH: CI3211 Nhóm DT01. Lý do: Do em mới biết kết quả điểm thi hôm nay. Lần trước em đăng ký là em lo lắng vì chưa có điểm, chưa biết và sợ không theo kịp tiến độ học tập. Nay em mới biết điểm là đã thi đậu. Em mong Quý Thầy Cô phòng Đào Tạo giúp em, và tạo điều kiện cho em trong mùa dịch khó khăn này . Em xin chân thành cảm ơn Quý Thầy Cô.    .",
    "Chào , Hôm trước em đăng ký nhầm lớp Việt Pháp của môn  - TR1005. Mong  giúp em chuyển sang lớp L-01 Mã môn học TR1005 -  Em xin chân thành cảm ơn",
    "Em muốn đăng kí môn CI2003 nhưng tkb bị trùng em ko đăng kí được vì đây là lần cuối cùng môn học được mở . Em xin phòng đào tạo cho phép em được học môn CI2003 trong kì này ạ. Em mong PĐT sẽ chấp nhận yêu cầu của em . Em cảm ơn ạ",
    "Chào PĐT, Em hỏi lại câu hỏi trước do câu trả lời trước đó em nhận được chưa rõ ràng, đồng thời đính kèm thêm 1 số ảnh Câu hỏi: Em có đăng ký hoãn thi môn SP1007 trước ngày (email xác nhận đính kèm) nhưng nay em xem điểm trên mybk thì là điểm 13 (hình đính kèm) Trong mail có ghi là kết quả hoãn thi sẽ được cập nhật sau 30/9, tức là giờ e phải chờ sau 30/9 thì điểm của em sẽ được cập nhật lại thành điểm hoãn thi (14) hay là điểm 13 này là điểm cuối cùng của em ạ? Nếu bị điểm 13 thì tại sao ạ do em đã đăng ký hoãn thi đúng quy định?  Em xin cảm ơn.",
    "Thưa cán bộ hỗ trợ, Đăng kí bổ sung LVTN của em bị xóa trong đợt trả kết quả. Em xem lịch sử đăng kí không thấy lý do bị xóa . Theo quy định, em nhận thấy em đủ điều kiện về số tín chỉ tối thiểu và số ngày CTXH tối thiểu . Vậy, ngoài điều kiện về chứng chỉ AV, xin cho em biết em thiếu điều kiện gì khác để nhận LVTN ạ? Em cảm ơn.",
    "Em tên là , MSSV: . Em đã đủ điều kiện để đăng kí luận văn tốt nghiệp (mã môn học GE4313), đợt đăng kí bổ sung vừa rồi em đã đăng kí rồi nhưng lại bị huỷ ở phần kết quả, phần lịch sử đăng kí lại  không có kết quả. Mong quý thầy cô kiểm tra lại giúp em. Em cảm ơn ạ",
    "Tốt nghiệp . Dạ, em chảo Thầy/Cô ạ,  Vào 23/08 trường có gửi mail thông báo HK211 sẽ không xét chứng chỉ ngoại ngữ khi xét nhận LVTN, nhưng hôm nay em nhận được mail có nội dung \"vẫn xét chứng chỉ ngoại ngữ để làm luận văn\". Dạ, Thầy/Cô có thể cho em hỏi cụ thể về vấn đề: trong HK211 này có cần chứng chỉ ngoại ngữ để làm LVTN không ạ?. Em cảm ơn ạ!",
    "Em là , mssv  Vừa rồi có dk luận văn (theo diện được miễn ngoại ngữ do dịch) nhưng không được. PDT có thể check xem lí do cụ thể là gì không ạ. Em cảm ơn.",
    "Em muốn đăng kí môn kỹ thuật thi công (CI3043) nhưng bị trùng tkb với môn thí nghiệm sinh học đại cương(CI2028). Nhưng kì trước e có học môn thí nghiệm sinh học đại cương (CI2028) và đã có điểm . Em đã có liên hệ với giao viên môn thí nghiệm sinh học đại cương và em được phép chuyển điểm và không phải đi học môn đó ạ. PĐT có thể giúp em đăng kí môn kỹ thuật thi công (CI3043) được không ạ",
    "Dạ cho em hỏi các bước để rút môn học ạ",
    "Dạ chào thầy cô. Em là Võ Đình Quốc. Lớp VPCDT16. Em có đăng kí LVTN đợt bổ sung của học kì 211 theo mail của PDT về việc xét miễn chứng chỉ Anh Văn trong LVTN kì 211. Nhưng kết quả của đợt đăng kí vừa rồi lại không có ạ. Xem thầy cô kiểm tra giúp em ạ.",
    "Xin chào cô/thầy. Em là sinh viên K17 khoa điện - điện tử chuyên ngành điều khiện tự động hóa. Đợt vừa rồi có mở đăng ký bổ sung LVTN em có đăng ký. Và bây giờ xem kết quả thì không có môn ạ. Xin cho em hỏi vậy là em không đăng ký được hay lỗi hệ thống ạ?",
    "Em tên  mssv  có đăng ký luận văn tốt nghiệp vào đợt đăng ký bổ xung ngày 23 - 25 tháng 8 nhưng hôm nay ngày 27/8 em vào xem kết quả đăng ký thì hiện sv chưa đăng ký môn luận văn tốt nghiệp ci4393.em mong muốn được đăng ký môn luận văn tốt nghiệp ci4393 mong thầy cô xem xét lại giùm e ạ. Em xin đính kèm hình ảnh phía dưới.  Em xin cảm ơn",
    "Xin chào quý thầy cô Em là V . Sau khi đăng ký bổ sung LVTN thì trên Elearning có hiển thị môn LVTN nhưng trên TKB của em thì không, mong thầy cô kiểm tra giúp em ạ.",
    "Họ Tên :Đoàn Công Minh MSSV :  Lý do đăng ký môn: Lần đăng ký bổ sung luận văn tốt nghiệp em đã đăng ký Luận văn tốt nghiệp ngành cảng- cảng biển(CI4333). Tuy nhiên đến khi có kết quả đăng ký thì môn em đăng ký đã bị hủy. Hiện tại em đã có chứng chỉ anh văn và đã quy đổi để có đủ tín chỉ nhận luận văn tốt nghiệp. Em mong có thể làm luận văn cuối khóa trong kỳ này vì đây là học kỳ cuối cùng của em tại trường. Mong phòng Đào Tạo xem xét để em có thể hoàn thành việc học trong kỳ cuối cùng này ạ. Em xin cảm ơn.",
    "Em kính chào thầy cô ạ! Em là Linh sinh viên K17 Cơ Khí Vừa qua Pđt có cho đăng kí đợt cuối cùng LVTN, TTTN, Đề Cương LV  sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211 nhưng hôm nay em kiểm tra thì việc đăng kí môn học không được chấp nhận ạ. Có rất nhiều bạn như em gặp tình trạng tương tự ạ. Em mong Pđt giải quyết giúp cho chúng em ạ. Vì 30/8 sẽ bắt đầu làm ạ.",
    "Thưa quý thầy cô! Em hiện tại chưa học các lớp anh văn do nhà trường tổ chức, em muốn nộp bằng toeic vào để chuyển điểm nhưng vì tình hình dịch căng thẳng nên em không thể thi lấy bằng được. Nên không thể đạt được số tín chỉ mà luận văn tốt nghiệp yêu cầu ( 126 tín chỉ). Em đã đạt được 125 tín chỉ . Em mong nhà trường tạo điều kiện cho em có thể được đăng ký luận văn tốt nghiệp trong học kỳ này . Em xin cảm ơn ạ!",
    "Em tên là:  MSSV : Đợt đăng kí TTTN-DCLVTN-LVTN : Em có đăng kí môn LVTN mã môn CI4313 nhưng đã bị hủy vào đợt kết quả,PĐT kiểm tra lại giúp em. Số TCTL :125  Số ngày CTXH: 17.5 Các môn tương đương đã học : CI3219 ở HK201 và CI3221 ở HK192 tương đương môn CI3075  CI4121 và CI4123 cùng ở HK201 tương đương  môn CI4033 Em xin cảm ơn!.",
    "Em:  - mssv:  Đầu tiên em xin cám ơn đến quý anh chị đã hỗ trợ cho em về công tác cập nhật ĐĂNG KÝ MÔN HỌC ( do đầy sĩ số)  - Hiện tại em đã nhận được phản hồi của Phòng Đào Tạo khi đã cho em thông tin môn học \"Kết cấu thép 1 - CI3009\" vào BKEL nhưng bên thời khóa biểu thì em chưa nhận được thông tin của môn học này.  Em xin phép anh chị hỗ trợ phản hồi PDT về việc này giúp em ạ, để em nhận được thông tin chính xác( được học hay không được). Nếu được học thì em có sự chuẩn bị và liên hệ tốt với giáo viên giảng dạy còn theo kịp bài tập và giáo trình học ạ . Em cám ơn anh chị!  Trân trọng ! Sinh viên: ",
    "cho em hỏi là nếu em hoãn thi một môn do sốt, vậy nếu em đủ tín chỉ và đạt đủ điểm thì có thể nhận học bổng không ạ?",
    "MSSV:  Cho em gửi yêu cầu xin đăng ký môn học ạ. CO2011 - Mô hình hóa toán học - mã nhóm: CN02 SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18 CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04 CO3091 - Đồ án thiết kế luận lý - mã nhóm:L02 Lý do ĐKMH trễ hạn: Đăng ký môn học đợt 1 thì em đã đăng ký các môn cần học nhưng đến đợt 2 thì hệ thống thông báo do em chưa thanh toán tiền học phí hè nên không thể đăng ký môn học ở đợt 2 ạ. Em đã thử thanh toán học phí hè từ đợt học kì hè đến hết đợt đăng ký môn học đợt 3 thì vẫn không được. Và cuối cùng thì em cũng đã thanh toán được học phí của học kì hè vào ngày 22/8/2021, cũng là đã kết thúc đợt đăng ký môn học đợt 3.Trong lúc này thì em cũng có gửi mail cho phòng đào tạo để hỏi ạ.",
    "Dạ em là sinh viên năm cuối đang chờ anh văn để tốt nghiệp, học kỳ này em không đăng ký môn học. Nhưng địa phương cần giấy xác nhận hoãn nghĩa vụ của trường,em được biết sinh viên không có thời khóa biểu sẽ không được phát giấy. Nhưng hôm nay lại quá hạn đăng ký môn học. Không biết em có thể có cơ hội đăng ký môn học mới và nhận giấy hoãn nghĩa vụ quân sự được không ạ? em cảm ơn !",
    "Môn Phương pháp tính Mã MH: MT1009 Nhóm: DT02 Sinh viên  MSSV: ",
    "Em tên      Mssv:  Trong đợt đăng kí bổ sung LVTN HK211 em đã đăng kí thành công LVTN VLXD CI4393. Nhưng trong đợt kết quả lại không thấy cập nhật và trong phần lịch sử ghi là chưa có môn học đăng kí. Kính mong phòng đào tạo giải đáp thắc mắc và khắc phục giúp em ạ . Chân thành cảm ơn.",
    "Dạ em chào thầy cô. Kì 202 vừa rồi em học môn Kinh tế chính trị - lớp L08 của thầy . Lớp em có giờ học bị trùng vào ngày lễ 30/4, nên thầy đã cho học bù vào tuần dự trữ cuối cùng của học kì. Nhưng trước đó thầy có yêu cầu lớp em học bù thêm 1 buổi vì lý do thiếu bài trên lớp. Thầy cô cho em hỏi, giáo viên có quyền yêu cầu học bù với lý do trên không ạ?  Em mong thầy cô giải đáp thắc mắc giúp em. Em xin cảm ơn thầy cô.",
    "Dạ em xin chào các thầy cô. Hiện em có đăng ký LVTN đợt bổ sung ( không xét đến chứng chỉ anh văn) mã môn CI4313 nhưng khi vào xem kết quả lại bị Hủy. Kính mong các thầy cô kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn ạ.    .",
    "Kính gửi quý thầy cô phòng đào tạo,  Em tên là , mã số sinh viên , sinh viên khoa khoa học và kỹ thuật máy tính. Hiện tại địa phương em đã yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Em có vào trang Mybk để đăng ký nhưng trang đang được bảo trì. Hiện tại em khá bối rối về chuyện này. Em kính mong qúy thầy/cô có thể giải đáp và hướng dẫn em để có thể xin giấy xác nhận sinh viên nhanh nhất, em cảm ơn qúy thầy/cô đã đọc. ,    i  .",
    "dạ cho em hỏi em chỉ thiếu bằng av 3 chỉ là 6 chỉ cho nợ tối đa là 7 chỉ thì vẫn đủ điều kiện dki luận văn. đợt dki luận văn cuối cùng em đã dki thành công nhưng không hiểu sao kết quả dki thì lại ko có, trên mybk cũng k có thời khóa biểu. chỉ có trên bke thì có hiện môn. Cho em hỏi v là sao v ạ",
    "ME3267Thực tập ngoài trường Dạ em là  - khoa cơ khí ngành cơ khí chế tạo, em có đăng ký môn đề cương luận văn tốt nghiệp (ME4725) thì bị vướng môn song hành trên nên em mong PĐT cho em được bổ sung môn ME3267Thực tập ngoài trường ạ Em xin trân thành cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên :  MSSV:  Em làm đơn này kính mong Phòng đào tạo xem xét giúp em cho em được đăng ký bổ sung môn Đề cương luận văn tốt nghiệp (Mã MH: ME4095) ạ. Em xin chân thành cảm ơn Thầy/Cô.",
    "em chào thầy/cô Thầy/cô cho em hỏi em đky đợt lvtn bổ sung, mà kết quả em bị xóa rồi ạ.",
    "Em là  MSSV  trong đợt đăng kí dự thính chính quy học kì 211 em đã đăng kí được môn vật lý bán dẫn mã EE1007. nhưng đến bây giờ em vẫn chưa có thời khóa biểu. Em mong phòng đào tạo kiểm tra và thêm em vào lớp học. Em có đính kèm ảnh chụp màn hình đã đăng kí thành công môn học. Em xin chân thành cảm ơn.",
    "Thưa Phòng Đào Tạo Em tên là  MSSV . Vì ảnh hưởng covid nên em đã xin hoãn luận văn ở kì trước và được Phòng Đào Tạo đồng ý, tuy nhiên vì lỗi không đọc kĩ mail của bộ môn nên em không đăng kí môn học luận văn tốt nghiệp ở kì tiếp theo để tiếp tục làm luận văn . Do đó, em mong Phòng Đào Tạo xem xét cho em đăng kí lại môn LVTN để tiếp tục làm vào kì tới. Em rất xin lỗi vì sự bất cẩn này. Em rất mong Phòng Đào Tạo hỗ trợ em. Em xin chân thành cảm ơn ạ.    .",
    "Chào Thầy/Cô, Em muốn đăng ký in giấy tạm hoãn NVQS để nộp cho đại phương nhưng lại thấy thông báo bảo trì từ hệ thống, hiện tại em không thể đăng ký được mà ngày hẹn của địa phương đã gần hết nên em muốn nhờ Thầy/Cô có thể tìm giúp em giấy tạm hoãn nghĩa vụ quân sự do phòng đào tạo in ra để chụp hình rồi gửi qua zalo với số điện thoại 0342454511 (Huỳnh Tấn Trung) để em có thể scan rồi nộp cho địa phương được không ạ. Rất mong Thầy/Cô có thể giúp đỡ em ạ! Vì tình hình dịch bệnh nên kính mong quý Thầy/Cô thông cảm. Em xin chân thành cảm ơn, Kính chúc quý Thầy/Cô sức khỏe,",
    "Kính gửi PĐT,  Em tên là , sinh viên khoa hóa, Mssv:   Vừa lúc nãy em nhận được tin của lớp trưởng đề điền form xem có đủ yêu cầu để đi thực tập tốt nghiệp hay không? (tối thiểu 99 tín chỉ) Em chỉ có 95 tín chỉ thôi nhưng mà đó là em chưa tính 8 chỉ anh văn 1,2,3,4   Lí do em không học anh văn 1,2,3,4 của trường là vì muốn thi lấy bằng nộp vào   Hồi tháng 4 vừa rồi em có đăng kí thi Toeic ở trường (trường có thể kiểm tra), nhưng sau đó do dịch nên bị trả lại   Em rất tự tin vào trình độ tiếng anh hiện tại của bản thân, dư sức vượt qua 4 anh văn Và đó cũng là dự tính của em để tổng số chỉ   99  Tuy nhiên, hiện giờ dịch như vầy thì em không thể thi được Nên em muốn hỏi là nhà trường có thể suy xét về trường hợp của em được không ạ ( em chấp nhận thi test tiếng anh luôn ạ)?  Nếu không thì em bị trễ đến một năm lận   Mong nhận được sự giúp đỡ ạ  Em xin cảm ơn  Chân thành,    Nguyễn Hồng ",
    "Kính gửi quý Thầy/Cô, em tên là , mssv , khoa Quản lý công nghiệp. Em xin gửi đơn xin hủy hoãn thi. Chúc quý Thầy/Cô nhiều sức khỏe ạ.",
    "Dạ em chào Phòng Đào Tạo, em tên là Hồ Trọng Nam, MSSV: . Trong đợt đăng ký môn học này, em thấy trường có gửi mail thông báo là không cần chứng chỉ ngoại ngữ vẫn được đăng ký luận văn tốt nghiệp, nhưng em có đăng ký môn Luận Văn Tốt Nghiệp (Cơ điện tử) mã môn: ME4019 thì hiện tại có kết quả thì em thấy môn của em đăng ký đã bị xóa mất. Em có kiểm tra lại các yếu tố khác ảnh hưởng để làm luận văn tốt nghiệp thì không có yếu tố nào vi phạm. Vì vậy em mong Phòng Đào Tạo có thể xem lại giùm em ạ. Em xin chân thành cảm ơn!",
    "Họ và Tên :  MSSV: việc là em gặp vấn đề gửi video ghi màng hình Vật lý 1 DT05 Ca 10h và hôm nay em có đăng kí hoãn thi vì lý do là  em chưa kịp gửi thì máy tính bị hỏng đột xuất nên trong 48 giờ em  chưa sửa được máy tính nên không thể nào gửi video lên.Nên hôm nay em có đăng kí hoãn thi. Hôm nay thì máy tính đã sữa xong nên em xin phòng đào tạo có thể hủy phiếu đăng kí hoãn thi và cho em gửi video ghi màng hình lại. Em mong là sẽ được chấp nhận.Em xin cảm ơn rất nhiều.",
    "Em  mssv: Em đăng kí bổ sung luận văn nhưng không hiện kết quả đăng ký. Mong pdt giải quyết cho em. ( Em thuộc diện chưa đủ chứng chỉ ngoại ngữ) Em xin trân thành cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo! Em tên  MSSV  Ngày 5/8/2021 em thi Xác suất thống kê MT2001 ca thi 7h. Trong lúc làm bài hệ thống bị lỗi em bị văng ra liên tục. Khi đăng nhập lại em còn có 10 phút làm bài nên làm không kịp. Em có báo với bộ môn. Bộ môn kêu em xin PDT có thể hoãn thi đợt này được không?  Xin thầy cô PDT cho em xin hoãn thi đợt này để thi đợt khác. Em xin cảm ơn!",
    "Hi pdt,  Em tên là  Mssv:  Tháng 11 này em tốt nghiệp nhưng vì tình hình dịch bệnh nên sợ không thi toiec kịp, có cách nào để em có thể tốt nghiệp đợt này không ạ Em cám ơn",
    "Dạ em xin chào ạ. Dạ học kỳ trước em có việc gia đình nên phải bảo lưu việc học ạ. Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ). Dạ cho em hỏi, em muốn đăng ký môn học ở đợt bổ sung dự thính này thì phải làm thế nào ạ. Em rất mong muốn được đi học lại vào kỳ này ạ. Em mong muốn đăng ký môn Anh văn 4, LA1009 ạ (Em có đính kèm mẫu đơn thu nhận rồi ạ). Em cảm ơn, ",
    "Xin lỗi nhà trường về sự bất tiện này. Nhưng em muôn hỏi là nêu em đã tham gia thi online và làm bài thi nhưng khi kiểm tra lại thì video ghi hình màn hình lúc làm bài bị lỗi (vì phần mềm ghi hình). Thì em có được đăng ký hoãn thi ko ak.",
    "xin chào Thầy/Cô ạ Em đăng kí LVTN nhưng thiếu ngày công tác xã hội. Em hiện đang đăng kí tham xa phòng chống dịch, vậy em có thể xin pdt cho em làm luận văn trước rồi em nộp CTXH sau được không ạ. LVTN em đã xin được giáo viên hướng dẫn với bộ môn rồi ạ.",
    "PĐT Cho em hỏi về vấn đề như tiêu đề ạ, Trước đây em đã đăng ký hoãn thi môn Kinh Tế Chính Trị nhưng hiện trên MyBK có cập nhật điểm thi là 13 thì không rõ có vấn đề gì không ạ. Em xin cám ơn",
    "Kính gửi phòng đào tạo, Em tên là , MSSV là , hiện đang là sinh viên lớp CK17CTM4 thuộc khoa cơ khí. Nay em viết đơn để phòng đào tạo xem lại số tín chỉ tích lũy ngành của em ạ. Hiện tại, tính tới học kỳ 201 thì em được 128 tín chỉ, và tất cả các tín chỉ là tín chỉ của các môn thuộc khoa cơ khí theo chương trình đào tạo của khóa k17 nên số tín chỉ tích lũy ngành của em là 128 chỉ, nhưng ở bảng điểm sinh viên của em lại ghi số tín chỉ tích lũy ngành của em là 126. Em mong phòng đào tạo có thể xem xét và cập nhật lại số tín chỉ tích lũy ngành của em ạ. Em xin cảm ơn phòng đào tạo đã giành thời gian cho đơn của em ạ.",
    "dear Phòng đào tạo, em đã đăng ký LVTN HK211 nhưng kết quả (chỉ xem) em thấy là PĐT không đăng ký môn TR4313 (đang xét) là hiện tại PĐT đang xem xét lại là được đăng ký đúng không ạ,  và môn đề cương luận văn tốt PĐT cho em hỏi là môn học đó có điểm hay chỉ xét đạt/không đạt vậy ạ, vì em chưa thấy cập nhật điểm số. em cảm ơn  trân trọng  - ",
    "Em xin kính chào PDT . Hôm nay nhận được kết quả là không đăng kí LVTN được em rất buồn và không rõ lý do . Mong pdt trả lời giúp em vì sao em không đủ điều kiện đăng kí LVTN kì 211 này ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi đợt vừa rồi PĐT cho cho phép sinh viên chưa qua AV được đăng ký luận văn đợt bổ sung, em có đăng ký vào đợt đó. Mà hiện tại em xem lại kết quả đăng ký thì không thấy có và không có thời khoá biểu ạ.Không biết do lỗi hay sao mà lại bị huỷ ạ.",
    "Gửi phòng đào tạo Em là . Khoa công nghệ vật liệu. khóa 15. Em hiện bị tạm ngưng. Cho em hỏi thủ tục làm đơn thu nhận ạ. em cảm ơn. Trân trọng!",
    "Em chào quý Thầy/Cô Em tên là  MSSV:  Lớp VL15KL Em đã đăng ký môn học Luận văn tốt nghiệp vào đợt đăng ký ngày 23/08/2021-25/08/2021 nhưng hôm nay kiểm tra kết quả thì em được cập nhật là không có môn LVTN. Em hiện đã đạt 133 tín chỉ đủ điều kiện đăng ký và đã đăng ký thành công vào hôm 23/08/2021 em cũng đã kiểm tra nhiều lần sau đó đều ghi là đã đăng ký nhưng hôm nay em không có tên trong danh sách của lớp và không có môn LVTN trong thời khoá biểu cũng như E-learning. Em kính mong quý Thầy/Cô xem xét lại giúp em xem có sai sót hay sự cố gì trong quá trình cập nhật không ạ. Em cảm ơn Quý Thầy/Cô nhiều ạ.",
    "Em chào phòng đào tạo ạ.  Em là  MSSV:  Vừa qua em có đăng ký luận văn tốt nghiệp nhưng bị hủy vì lý do không đủ điều kiện. Nhưng sau khi xem lại điều kiện thì em mới biết là khoa em 126 tín chỉ tích lũy mới được đăng ký môn học. Tuy nhiên số tín chỉ tích lũy của em là 127 tín chỉ trong đó có 125 tín chỉ các môn học và 2 tín chỉ do chuyển điểm anh văn 1. Em đã chuyển điểm và đóng tiền chuyển điểm anh văn 1 vào 28/5/2021 nhưng đến nay vẫn chưa được cập nhật. Vì vậy vừa qua em đã không thể đăng ký LVTN được. Em mong phòng đào tạo có thể xem xét và giúp em chuyển điểm và đăng ký lại LVTN ạ. Em xin cảm ơn ạ",
    "Kính gửi PĐT, Em tên , MSSV , ngành Kiến trúc, Khoa Kỹ thuật Xây dựng Em đang chuẩn bị hồ sơ xin học bổng khuyến học Quỹ TL-STIFTUNG và trong hồ sơ xét tuyển có yêu cầu nộp Bảng điểm học tập.  Nhưng trong tình hình dãn cách xã hội tại TPHCM, em không thể đến trường để nhận bảng in được. PĐT cho em hỏi là em có thể nhận file in bảng điểm qua mail được không ? Em xin cảm ơn.",
    "cho em hỏi em đăng kí luận văn bổ sung ngày 23/8 rồi mà bị hủy ạ. Em thiếu 1 ngày ctxh để đăng kí nhưng lúc bấm vô đăng kí vẫn được , cũng có bạn trường hợp như em nhưng được cập nhật thời khóa biểu luận văn rồi ạ  . Mong phản hồi cho em ạ .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy/ cô, Em là , MSSV . Em rất xin cảm ơn thầy/ cô đã tạo cơ hội cho em được đăng ký vào lớp dự thính môn học Kết cấu thép 2 - CI3211 ạ . Tuy nhiên có một vấn đề nhỏ, lớp thầy/ cô đã đăng ký cho em là DT02 của thầy , theo em xem thì tkb đã học từ đầu tuần 34 rồi ạ. Lớp các bạn em xin đăng ký mở ngày hôm qua để học từ tuần 35 là DT03 ấy ạ, em có thấy tkb lớp đó là Thứ 3 tiết 13 - 14, em có 1 môn học Thứ 3 tiết 10 - 12, không biết đây có phải lí do mà thầy/ cô đăng ký cho em lớp DT02 không ạ? Nếu có thể, xin thầy/ cô giúp em chuyển sang lớp DT03 với ạ, được học từ buổi đầu sẽ tốt hơn cho em ạ. Em cảm ơn thầy/ cô rất nhiều ạ. Trân trọng, .",
    "Thưa thầy/cô, nếu sau khi cập nhật điểm cuối kỳ 202, một sinh viên năm hai chưa đủ 56 tín chỉ để được công nhận là sinh viên năm 3, vậy sinh viên đó có bị hủy những môn học mã 30xx đã đăng ký và đang học trong học kỳ 211 này không ạ, em cảm ơn!",
    "Cho em hỏi cách để gia hạn học phí với ạ, với khi đã gia hạn thì thời hạn để đóng là khoảng bao lâu ạ. Em xin cảm ơn!!",
    "Học vụ       Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo             Văn Phòng Khoa Khoa Kỹ Thuật Xây              Dựng - Trường Đại Học Bách Khoa  Em tên là :    Mssv :    Lớp : XD18CT1  Dạ thưa PĐT em là sinh viên K18 chuyên ngành Kỹ Thuật Xây Dựng Công Trình Thủy ạ  Hôm nay em có thắc mắc mong được PĐT giải đáp và cho em xin ý kiến với ạ hiện tại em vẫn chưa học môn : Thực Tập Nhận Thức Ngành( Công Trình Thủy), MSMH : CI2063 ạ nhưng mà từ K19 trở về sau thì đào tạo chương trình cử nhân và môn Thực Tập Nhận Thức Ngành( Công Trình Thủy) đã bị tinh giảm và không còn trong chương trình giảng dạy và trong học kỳ dự thính 211 em có đăng ký nhưng do không đủ sỉ số nên bị hủy lớp rồi ạ, nếu không được học thì em sẽ không thể ra Trường được ạ Dạ em mong PĐT xem xét cho em với ạ   Em xin chân thành cảm ơn    ",
    "MSMH:+ CO1003- Nhập môn về lập trình.      + 15- Nguyên lý máy.      + - Cảm biến và đo lường.      + - Chi tiết máy.      + 97- Kĩ thuật an toàn điện.      + - Kĩ thuật điều khiển tự động  B",
    "Cho em hỏi là khi nào mới được đăng kí giấy chứng nhận sinh viên ạ",
    "Kính gửi PĐT Em tên là  MSSV   Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa. Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn. Vậy em mong PĐT cho em biết tại sao em không được đăng kí môn TLTN và làm thế nào em có thể làm TLTN ngay trong kì này. Em xin chân thành cảm ơn. Thanks & Best regard",
    "Kính gửi PĐT Em tên là:  MSSV :  Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa. Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn. Vậy em mong PĐT cho em biết tại sao em không được đăng kí môn TLTN và làm thế nào em có thể làm TLTN ngay trong kì này. Em xin chân thành cảm ơn.",
    "Kính gửi trường ĐH Bách Khoa, Em tên , MSSV , học chương trình chất lượng cao. Hiện tại em sắp du học và cần làm thủ tục bảo lưu 2 học kỳ kế tiếp. Em muốn biết với tình hình dịch hiện tại thì thủ tục như thế nào ạ?  Em xin cảm ơn.",
    "Em chào thầy/cô ạ  Do bị tạm dừng học giữa chừng nên em phải đăng ký lại các môn học. Và sau khi gửi đơn thì pđt đã đăng ký lại các môn học cho em đủ hết rồi ạ. Nhưng có môn Pháp luật đại cương thì em bị đổi qua lớp L16 trong khi lớp lúc chưa bị tạm dừng là L23. Thì em xin thầy/cô cho em qua lại lớp L23 với ạ. Do lớp L23 em có tên trong danh sách và em cũng đang là nhóm trưởng luôn ạ. Mong thầy/cô giúp em với ạ ! Em cám ơn.",
    "Dạ em xin chào PĐT, đợt trả \"Kết quả đăng ký bổ sung LVTN HK211\" của em vẫn không hiện môn học em đã đăng ký ME4039 - LVTN ngành kt nhiệt, em bấm vào lịch sử thì vẫn hiện là \"Xét đợt 2\". Tuy em vẫn gửi đăng ký được và thõa mãn điều kiện, nhưng khi vào aao để tra danh sách nhận LVTN thì lại chưa cập nhật tín chỉ, TA và xét không đạt. Em là sinh viên chuyển hệ trong học kì 202, em chỉ nợ LVTN và vẫn đăng ký được LVTN HK202. Kì trước em đã nhận được mail chuyển điểm từ PĐT. Em mong PĐT giải quyết giúp em ạ, em xin cám ơn.",
    "Dạ hiện tại em muốn đăng ký Rút môn học của kỳ 211 thì em phải thực hiện như thế nào ạ ? Em cảm ơn.",
    "Em kính chào Phòng đào tạo ạ! Em là . MSSV:  Khoa: Điện - Điện tử Ngày 18 tháng 8 năm 2021, em có làm đơn xin rút môn học trễ hạn . Theo như thông báo của Phòng đào tạo thì kết quả trả lời sẽ có chậm nhất là sau ngày 27 tháng 8 năm 2021. Nhưng hôm nay là ngày 28 tháng 8 năm 2021, em vẫn chưa thấy phản hồi từ Phòng đào tạo . Em kính mong Phòng đào tạo kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Dear- Tên: Nguyễn Vũ Sơn MSSV:  Khoa: Điện- Điên Tử Ngành : Kỹ thuật điều khiển và tự dộng hóa Hệ: VLVH (Cao Đẳng liên thông) Câu hỏi 1:  Có 3 môn. xin xét miễn ở Khoa Điện, đã học ở Cao Đẳng. Được Khoa báo cần học bổ túc mỗi môn thêm (15 Tiết) - Vậy em cần đăng kí ở đâu và vào thời gian nào ? Câu hỏi 2: Em nhập học ngày 22/5/2021 Gmail trường gửi học theo CTĐT KHÓA 2019  - Vậy học phí thu chọn gói của em tính theo K2019 hay k2021 ? / PHẢN HỒI GIÚP EM THÂN GỬI",
    "Kính chào Thầy Cô Phòng đào tạo, Em là , mã số sinh viên là  khóa 17, khoa Cơ khí. Em có đăng ký Luận văn Tốt nghiệp mã ME4049 đợt đăng ký bổ sung LVTN HK211. Do thi online trễ nên hiện tại điểm của em vẫn chưa được cập nhật, do đó em chưa đủ 123 tín chỉ. Em cũng xin chia sẻ thêm là các môn em chưa cập nhật điểm đều có khả năng đậu. Em xin hỏi Thầy Cô hướng dẫn em cách nộp đơn để xin xét đăng ký Luận văn. Em có gửi hình ảnh điểm của kỳ 202 và 203, vẫn chưa cập nhật, tất cả các môn em đều đã thi. Em cảm ơn Thầy Cô. Thầy Cô cứu em với.",
    "Em chào thầy/cô, Hiện tại em vừa bảo vệ luận văn xong, đủ điều kiện để tốt nghiệp (em khoá K17 ạ). Vì chưa rõ bao giờ đến đợt xét tốt nghiệp nên em có đăng ký 1 môn để cải thiện vào kỳ tới. Thầy/cô cho em hỏi là nếu trong thời gian tới có đợt xét tốt nghiệp thì em có thể huỷ môn đang học để đăng ký xét tốt nghiệp luôn không ạ ? Cảm ơn thầy/cô",
    "Em là . MSSV . Số tín chỉ tích luỹ: 126. Số ngày công tác xã hội : 12.5 Em đã đăng ký môn GE4313 - Luận văn tốt nghiệp (Địa chất môi trường) nhưng đã bị hủy ở đợt kết quả. Phần lịch sử đăng ký lại không có kết quả. Nhưng trong E-learning đã có. Mong quý thầy cô kiểm tra giúp em. Em xin cảm ơn.",
    "Em chào thầy/cô. Dạ cho em hỏi là, em có thể xin rút hết các môn học học kì này và để lại một môn Thực tập có được không ạ. Do là hiện tại em không sắp xếp được thời gian học. Vậy thì thay vì bảo lưu tất cả để học kì sau học thì em có thể xin huỷ các môn học và để lại môn thực tập thôi được không? Và nếu rút môn học thì học phí em chỉ cần đóng những môn không rút thôi có phải không ạ? Em cảm ơn.",
    "Các môn thuộc nhóm tự chọn tự do (Free Elective) thì có bắt buộc những môn đó phải thuộc về ngành/khoa đang học không ạ.   Em xin cảm ơn",
    "Xin kính chào quý thầy cô Phòng Đào Tạo, Em tên là , hiện đang là sinh viên ngành kĩ thuật máy tính phân lớp MT20KT02. Vào ngày 18/08/2021, phòng đào tạo đã thông báo đã tiếp nhận đơn bảo lưu của em nhưng đến ngày hôm nay (28/08/2021) em vẫn chưa nhận được đơn phản hồi từ Phòng Đào Tạo. Kính mong thầy cô có thể kiểm tra đơn của em và phê duyệt sớm nhất để em có thể hoàn thành thủ tục bảo lưu kết quả học tập.Em xin chân thành cảm ơn quý thầy cô. Trân trọng, .",
    "chào thầy/cô, hôm trước em có đăng kí luận văn tốt nghiệp đợt bổ sung nhưng khi vào em xem kết quả thì thấy bị hủy mặc dù em đã đủ số tín chỉ tích lũy, số ngày CTXH và khi xem lý do thì em không thấy hiện lý do lên. Em mong nhận được sự phản hồi của thầy/cô. Em xin cảm ơn.",
    "em chào thầy cô ạ em tên  - . Em muốn hỏi e có đăng kí môn học học kì 211, môn tiểu luận tốt nghiệp - 260663, lúc đăng thì thỏa mãn hết yêu cầu sao kết quả lại không ạ ? ",
    "Kính gửi: Phòng Đào Tạo Đại học Bách Khoa Em là: . MSSV  Em xin gửi đơn xin gia hạn thêm một học kì và đăng kí môn học mong được giải quyết sớm cho em được vào lớp. Em xin cảm ơn!",
    "Gửi học vụ, Em tên:  MSSV:  Hệ VLVH Hiện tại em vẫn không xem được học phí HK211 để thanh toán học phí (em chưa có thẻ OCB nên sẽ chuyển khoản vào tài khoản của trường). Mong học vụ cập nhật hoặc phản hồi sớm để em thanh toán học phí. Thanks and best regards, .tnx",
    "Chào thầy/cô, Em tên là  () trong lần đăng ký môn học vừa rồi em lỡ đăng ký môn Anh văn 3 (LA1007) lớp L03 học kỳ 211. Thầy/cô cho em xin phép rút môn học này vì em cảm thấy không phù hợp và em tập trung vào Luận văn ạ. Và trong đại dịch Covid-19 này, gia đình em cũng gặp khó khăn về mặt tài chính. Thật sự, em rất mong quý thầy/cô giúp đỡ đê em rút môn học không phí. Đó sẽ là động lực đê em hoàn thành các môn khác trong thời buổi khó khăn này. Em xin chúc sức khỏe quý thầy/cô. Em xin cám ơn.",
    "Kính gửi! Trong đợt đăng kí môn học bổ sung dành cho LVTN em đã có đăng kí môn học nhưng lại bị hủy vì lí do là chưa đăng kí ạ. Em xin gửi một số thông tin kèm hình ảnh minh chứng để thầy cô xem xét và giải đáp giúp em. Họ và tên:  Lớp: CK17CĐ3 MSSV: MSMH: ME4019 Số ngày CTXH: 11.5 ngày Số tín chỉ tích lũy: 125 tín chỉ (107tín chỉ + 18 tín chỉ của kì 212)( trước đây em chưa từng học bất cứ môn anh văn nào trong trường nên em còn 8 tín chỉ tiếng anh, nhưng vì dịch nên nhà trường đã cho phép tụi em bỏ qua điều kiện CCAV nên em mong có vấn đề này có thể giải quyết, vì hiện tại em chỉ còn nộp bằng Toeic và làm LVTN) Trân trọng.",
    "Xin chào, Em là , sinh viên CK17CTM1, MSSV:  . Ở lần đăng ký LVTN bổ sung (mở ngày 23/08), em đã đăng ký LVTN. Nhưng khi kiểm tra tra ở đợt kiểm tra kết quả lại không có, chỉ hiển thị là em chưa đăng ký. Nhờ thầy/cô kiểm tra lại giúp và hỗ trợ em  đăng ký LVTN. Em xin cảm ơn.",
    "Kính gửi nhà trường, Vì lý do dịch bệnh em và các bạn khác chưa thể thi tiếng anh để chuyển điểm nên không đủ tín chỉ để đăng ký làm LVTN. Em kính mong nhà trường xem xét và giúp đỡ chúng em có thể hoàn thành LVTN trong kỳ này . Em cám ơn ạ.",
    "Em xin chào thầy cô. Thầy cô cho em xin đăng ký ĐCLVTN (CI4381) ạ. Do em đã đăng ký nhưng bị hủy với lý do thiếu môn TTTN nhưng em đã đăng ký TTTN ở kỳ hè và bị xoá tkb đóng học phí trễ, và hiện em đang chờ phục hồi tkb của TTTN nên mỗi lần em đăng ký ĐỀ CƯƠNG LUẬN VĂN TỐT NGHIỆP đều bị xoá vì tkb của học kỳ hè chưa được khồi phục. Mong thầy cô có thể đăng ký ĐCLNTN giúp em để em có thể làm luận văn trong kỳ sau ạ. Em xin cảm ơn.",
    "Chào PĐT. Em tên là  MSSV(). Hiện là sv hệ cao đăng của trung tâm đào tạo bảo dưỡng công nghiệp, đợt vừa rồi pđt có gửi mail sẽ được miễn chứng chỉ anh văn để được đăng kí TLTN nhưng bây giờ em cùng các bạn trong trung tâm đăng kí nhưng đến bh không thấy có kết quả cũng như trong mục lịch sử có ghi là k đủ điều kiện để đăng kí ạ, Mong PĐT giải quyết giúp tụi em ạ  Em cảm ơn ạ.",
    "Học vụ     Mình có đăng kí môn đồ án tổ chức thi công nhưng đến nay trong elearning không có thông tin môn học. vậy xin hỏi mình cần liên hệ đâu để lấy thông tin này",
    "Chào PĐT.Em là SV () học kì 211 này em có nhận được email từ PĐT là sẽ không xét điều kiện Anh văn để đăng kí môn LVTN(260663) thì em đã đăng kí, nhưng hôm qua em vào xem kết quả đăng kí thì lại không được ạ.PĐT cho em hỏi là vì sao lại không đăng kí được vậy ạ? Em xin cám ơn PĐT.",
    "Kính chào quí thầy cô Em tên là  mssv  Em xin nộp đơn khiếu nại ĐKMH HK221 về việc xét đăng kí Luận văn tốt nghiệp ạ!",
    "Họ và tên:  MSSV:  Khoa: Kỹ Thuật Xây Dựng Kính thưa phòng đào tạo, em xin trình bày nội dung là tại đợt đăng ký bổ sung TTTN + LVTN + DCLVTN từ ngày  23-25/08/2021 được thông báo là không xét chuẩn anh văn nên em đã tiến hành đăng kí thành công LVTN vào ngày 23/08/2021, nhưng sau đến ngày 27/08/2021 và sáng 28/08/2021 em kiểm tra lại thì không thấy môn LVTN đâu . Nên kính mong phòng đào tạo xem xét. Mã môn học: CI4343 Số tín chỉ tích lũy: 128 Số ngày CTXH: 18 Đã hoàn thành thực tập tốt nghiệp, đề cương luận văn.",
    "Em là  mã số sinh viên , sinh viên liên thông bên cao đẳng bảo dưỡng công nghiệp, số tín chỉ tích lũy 127 và số ngày công tác xã hội là 15.5 ngày, môn tiên quyết đồ án thiết kế ( ME2011),Đồ án chuyên ngành (Kỹ thuật Chế tạo)(ME4045),Đề cương luận văn tốt nghiệp ( ME4725) em điều thỏa  Em đăng kí môn ME4727- Luận văn tốt nghiệp( mã liên thông ) nhưng lại bị hủy ở đợt kết quả. Còn phần lịch sử đăng kí lại không có kết quả và eleaning cũng không có.   Mong quý thầy cô kiểm tra lại giúp em  Em xin cảm ơn",
    "Em xin chào thầy cô. Thầy cô cho em đăng ĐỀ CƯƠNG  (CI4381) với ạ. Em đã đăng ký ở đợt trước nhưng bị xoá vì thiếu TTTN, nhưng em đã đăng ký TTTN ở học kỳ hè và bị xoá do đóng học phí trễ và hiện giờ em đã làm đơn và đang chờ phục hồi tkb của TTTN ạ. Mong thầy cô có thể đăng ký ĐCLVTN giúp em với ạ để em có thể tiếp tục làm luận văn trong kỳ tới ạ. Em xin cảm ơn thầy cô ạ.",
    "Em xin chào thầy cô. Thầy cô cho em đăng ĐỀ CƯƠNG  (CI4381) với ạ. Em đã đăng ký ở đợt trước nhưng bị xoá vì thiếu TTTN, nhưng em đã đăng ký TTTN ở học kỳ hè và bị xoá do đóng học phí trễ và hiện giờ em đã làm đơn và đang chờ phục hồi tkb của TTTN ạ. Mong thầy cô có thể đăng ký ĐCLVTN giúp em với ạ để em có thể tiếp tục làm luận văn trong kỳ tới ạ. Em xin cảm ơn thầy cô ạ.",
    "Chào PĐT, em muốn hỏi quy trình làm đơn đăng kí trễ LVTN sau khi đã hết thời gian đăng kí Online ạ. Dịch bệnh em không lên trường không gặp thầy được thì xin chữ kí thầy hướng dẫn với khoa như thế nào ạ . PĐT giải đáp đúng trọng tâm cho em ạ",
    "Em kính chào Phòng Đào tạo, Em là , MSSV . Trên trang BKeL, một số môn học của em không có hiển thị tên lớp đầy đủ (hình 1). Trong trang môn học em click vào thì cũng không hiển thị đầy đủ các mục mà giảng viên đã đưa lên. Ví dụ như môn Thí nghiệm Hóa đại cương (CH1004), giảng viên đã thông báo đưa đường link học online vào từng lớp cụ thể nhưng em không thấy tên lớp mình (hình 2). Hay ở môn Mô hình hóa toán học (CO2011), các thầy đã đưa đường link học online tuần trước nhưng đến nay em vẫn không nhận được (hình 3, 4, 5), trong khi em hỏi các bạn cùng lớp thì các bạn đã có đường link rồi (môn học bắt đầu vào tuần trước, em phải hỏi xin đường link Meet của bạn cùng lớp để vào lớp học). Em kính mong Phòng Đào tạo kiểm tra và giải quyết cho em trong trường hợp có trục trặc, hoặc hướng dẫn để em nhận được đầy đủ các thông báo của giảng viên. Em xin cảm ơn.",
    "Thưa quý thầy cô! Em tên là  MSSV . Em học khoa Vật Liệu. Em có ĐKMH bổ sung LVTN nhưng em lại không có thời khóa biểu và trên elening cũng không có và cũng không có lý do hủy môn của e.Số tín chỉ của em là 125 và đủ 10 ngày CTXH Mong quý thầy cô có thể phản hồi giúp em!",
    "Kính thưa Quý nhà trường, Em tên là , MSSV  khoa Quản lý công nghiệp. Hiện em chưa có điểm luận văn, không đăng ký tốt nghiệp được mặc dù các bạn thực hiện luận văn cùng HK 202 đã có điểm luận văn hết rồi. Em đã hoàn thành đầy đủ không thiếu điều kiện nào cho việc tốt nghiệp ạ. Kính mong Quý nhà trường xem xét trường hợp này giúp em. Mong sớm nhận được phản hồi từ Quý Thầy/Cô. Trân trọng,",
    "Kính chào PĐT, em tên là  mssv . Em có đăng ký môn anh văn 2A ( anh văn theo yêu cầu ) La1039 lớp dự thính DT02 vào đợt 3 thì em bị hủy môn học ạ, vì báo trùng lịch ạ. Nhưng em đang trong tình trạng thiếu Chuẩn anh văn đầu vào ạ . Mong PĐT cho phép em đăng ký lớp này hoặc Anh văn 2 LA1005 lớp L03 để kịp tiến trình học ạ. Em xin trân thành cám ơn ạ",
    "Thưa quý thầy cô! Em tên là  MSSV . Em học khoa Vật Liệu. Em có ĐKMH bổ sung LVTN nhưng em lại không có thời khóa biểu và trên elening cũng không có. Số tín chỉ của e là 123 với lại có 1 môn 2 chỉ chưa cập nhật, CTXH 10 ngày. Em vừa kiểm tra trên ĐKMH thì thấy là PĐT không đăng kí môn học vì không đủ kiện. Cho em hỏi có phải vì 2 chỉ chưa cập nhật mà em không được đăng kí không ạ. Mong quý thầy cô có thể phản hồi giúp em!",
    "Kính gửi Phòng Đào tạo  Em tên:  MSSV:  Hệ: VHVL (ngành Kỹ thuật Cơ điện tử) Trong đợt \"Đăng ký bổ sung LVTN-TTTN-DCLVTN\", em có đăng ký môn Luận văn tốt nghiệp (ME4019) nhưng bị hủy, lý do: \"chờ xét LVTN-TTTN-DCLVTT, sinh viên xem kết quả sau\". Trước đó, trong đợt Đăng ký môn học HK211-Đợt 3  em cũng có đăng ký môn này nhưng cũng bị hủy không lý do.Em kính mong PĐT xem xét lại cho em đăng ký môn này vì em chuyển từ hệ chính quy qua hệ VHVL đợt tháng  03/2021,theo như chương trình đào tạo K2014 thì em chỉ còn môn Luận văn tốt nghiệp là chưa hoàn thành. Em xin cảm ơn.",
    "Kính gửi PĐT,  Em là Chang Mã Điền , hệ VHVL , mssv  , Khoa Điện - Điện tử PĐT giúp em mở môn Luân Văn (EE4313) HK chính 211  Luận văn thì em đã đăng ký 3 lần nhưng không được do 2 nguyên nhân : + Điểm môn đề cương (EE4311) HK202 chưa được cập nhật, dù em đã bảo vệ và có điểm vào đầu tháng 8. + Thực Tập Tốt Nghiệp (EE3313) HK hè 203, do dịch nên TTTN HK203 hè vẫn chưa bắt đầu, em cũng xin thầy hoãn TT HK203 để em nộp báo cáo TT sau. Tình hình dịch kéo dài, nên thực tập thì không biết bao giờ mới thực tập được . Mong PĐT xem xét mở môn LVTN vào HK211 cho em ạ. Cảm Ơn PĐT",
    "Em chào T, Em có đăng ký DCLVTN nhưng do em dùng mã cũ (EE4331) để đăng ký thay vì dùng mã mới (EE4335) do T cập nhật nên bị xóa môn. Mong T đăng ký giúp em môn DCLVTN EE4335 để em kịp tiến độ. Em xin cảm ơn T! MSSV: ",
    "Em chào cô ạ!  Cô cho em hỏi là lúc trước em có nộp đơn đăng ký hoãn thi và đã được chấp nhận. Nhưng tại sao bảng điểm vẫn để điểm 13 vậy ạ. Em mong cô kiểm tra lại giúp em ạ. Em cảm ơn ạ !",
    "Chào Phòng Đào tạo Em tên:  - Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ )",
    "Dạ thưa quý Thầy/Cô,  Em có đăng ký thủ tục xin hoãn thi cuối kì môn Hệ cơ sở dữ liệu (CO2014) của thầy Trần Quang (VLVH_HK202) với Phòng đào tạo và được báo mail là đã đồng ý yêu cầu của em. Em gửi tin nhắn này mong quý Thầy/Cô cập nhật lại điểm thi CK môn này của em điểm 14 ạ. Em tên:  MSSV:  Môn thi: Hệ cơ sở dữ liệu-CO2014-Trần Quang (VLVH_HK202) Hệ đào tạo: VHVL Ngày thi: 29/08/2021 Em xin chân thành cảm ơn quý Thầy/Cô! Em chúc Thầy/Cô nhiều sức khỏe ạ.",
    "Kính thưa quí thầy cô Em tên là  mã số sinh viên . Sinh viên khoa Công nghệ vật liệu chuyên ngành Vật liệu năng lượng và ứng dụng. Sau đây, em xin trình bày về vấn đề đăng ký Luận văn tốt nghiệp (MA4341) và kết quả xét đăng ký:  Hiện tại, em chỉ còn 2 môn học với tổng số tín chỉ là 5 chỉ ( MA3031 (2 chỉ) và MA4023 (3 chỉ)). Tổng số tín chỉ hiện tại của em là 112 chỉ và ngày CTXH là 86 ngày. Tổng số tín chỉ học kì trước (học kì 202) mà chưa có kết quả là 13 chỉ, trong đó có môn học tiên quyết là: Đề cương luận văn tốt nghiệp (MA4341) (đã báo cáo và đợi kết quả trên bảng điểm)",
    "Chào thầy, cô Theo như thông báo kì đăng kí LVTN đợt bổ sung không xét CCAV nên em có đăng kí do em chỉ thiếu CCAV. Nhưng sau khi có kết quả thì phòng đào tạo có ghi là không đủ điều kiện. Em không biết do lỗi hay không, do em đã đủ các chỉ tiêu khác chỉ thiếu CCAV. em cảm ơn.",
    "Kính gửi phòng đào tạo  Em là  mssv  em là sinh viên k15 hiện tại kì này là kì cuối của em để hoàn thành chương trình học. 1.Em đang thắc mắc là sao số tín chỉ tích luỹ nghành của em lại 104 nhưng số tín chỉ tích luỹ lại là 118 2.Vì sao số tín chỉ của các bạn khác chỉ 142 nhưng của em là 148 nếu cộng hết kể cả luận văn.không biết có sự sai sót gì không ạ Hiện tại vì số tín chỉ tích luỹ nghành của em quá thấp nên em không đăng kí thành công luận văn tốt nghiệp ạ.nhưng số tín chỉ thật sau kì 201 là 118tc và sau kì 203 có những môn có điểm rồi thì là 129tc Mong phòng đào tạo xem xét và sữa lại giúp em Xin phản hồi sớm giúp em ạ.",
    "Dạ em là SV khóa K15, MSSV  HK211 em có đăng kí LVTN, MSMH : CI4343 Em đã có điểm môn học AV1 nhưng khi đang kí môn LVTN thì bị hủy với lí do thiếu môn AV_1 PĐT kiểm tra lại giúp em với ạ.",
    "Dạ bây giờ em có thể rút môn học học kỳ chính không ạ",
    "Kính gửi PĐT Em là , MSSV  Theo email trong đợt đăng ký LVTN bổ sung nhà trường sẽ không xét chuẩn anh văn. Em đã đăng ký LVTN bổ sung nhưng kết quả lại bị hủy do thiếu chuẩn anh văn. Kính mong quý thầy cô xem xét lại giúp em.    .",
    "Em tên , MSSV  hệ VHVL khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô. Vừa qua có đợt đăng ký môn học, em có đăng ký môn AV400 (do lúc thi đầu vào em được 425), nhưng sao giờ trong thời khóa biểu chính thức của em lại không có môn đó. Trong đợt đăng ký hiệu chỉnh đợt 3 của em vẫn còn, số sinh viên đăng ký môn đó em coi là 88/110 bạn, hay còn lý do nào khác khiến môn đó bị hủy không thầy/cô? Nhờ thầy/cô giải đáp thắc mắc giúp em với ạ, em cảm ơn thầy/cô nhiều. Em !",
    "Em chào cô, Em tên , MSSV  SĐT [phone_number]. Em có đăng ký LVTN trong đợt Đăng ký bổ sung TTTN + LVTN + 1 (PĐT có gửi mail nói đợt này không xét chứng chỉ Anh văn). Nhưng hôm nay khi em vào trang Đăng ký môn học để xem BẢNG ĐĂNG KÝ ĐĂNG KÝ BỔ SUNG TTTN + LVTN + 1 ĐỢT KẾT QUẢ (CHỈ ĐỂ XEM) thì lại không có. Em mong PĐT có thể cập nhật đăng ký LVTN để em và một số bạn nữa có thể làm LVTN trong tình hình dịch bệnh khi thể thi các chứng chỉ Anh văn như hiện nay. Em cảm ơn cô. Mong nhận được sự phản hồi từ cô.",
    "Dạ cho em hỏi, trong đợt đăng kí luận văn tốt nghiệp bổ sung vừa rồi em có đăng kí và đã thỏa điều kiện đăng kí. Nhưng hôm nay khi cập nhật thời khóa biểu em lại không có ạ. Mong PĐT kiểm tra lại giúp em sớm nhất có thể. Thông tin của em. MSSV: Môn đăng kí: CI4333",
    "Cho em hỏi em đã đủ điều kiện đăng kí môn Thiết kế Dự án tốt nghiệp và đã đăng kí nhưng  vì sao không có kết quả ạ? Em cảm ơn",
    "Em chào thầy cô. Em nộp đơn rút môn bây giờ được chưa hay là đợi đến đợt đăng ký rút môn ạ. Em xin cảm ơn.",
    "Tên :   Mssv:    Nội dung kn: Đã đăng ký bổ sung luận văn tốt nghiệp nhưng bị hủy kết quả.  mã MH: MA4003 - Đồ án môn học cn nl& ck  Số tín chỉ tính lũy : 124  số ngày CTXH 15,5  chứng chỉ anh văn ( chưa có )  Mong pdt giải quyết sớm cho em em xin trân thành cảm ơn  ",
    "Kính gửi trường đại học Bách Khoa, Em tên là , MSSV . Em gửi tin nhắn này mong được trình bày lại vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua   B Đồ án Hệ thống số - CO1029   . Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học môn kể trên được không ạ. Em xin chân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
    "Em tên là:  - MSSV:  - Em gửi đơn này để hỏi Phòng Đào Tạo về thủ tục tạm dừng học trong học kì này. - Em xin chân thành cảm ơn",
    "Chào Thầy, cô Em tên là  mssv . Em có đăng kí IM4323 Luận văn tốt nghiệp (Quản trị Kinh doanh) LVTN đợt bổ sung nhưng sau khi có kết quả thì bị hủy với lý do không đủ điều kiện . Em tích đủ tín chỉ là 125 và còn 3 chỉ môn dự thính đã thi và đang đợi điểm, ngày công tác xã hội là 19 ngày. Bạn em cùng khoa cùng đăng kí đợt bổ sung với em nhưng chỉ có 123 chỉ vẫn đăng kí thành công LVTN. Không biết có lỗi hay em còn thiếu điều kiện gì mà không được chấp nhận đăng ký để nhận luận văn. Mong nhận được thông tin từ thầy cô  Em cám ơn",
    "Kính gửi quý thầy/cô Ngày 23/8 em có đăng kí Luận văn tốt nghiệp trong đợt bổ sung vừa rồi nhưng tới hiện nay em đã bị mất kết quả đăng kí và không được cập nhật Thời khóa biểu có Luận văn tốt nghiệp. Quý thầy/cô có thể kiểm tra dùm em vì sao em không em không được cập nhật thời khóa biểu không ạ. Em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Chúng em có giờ học môn phương pháp tính(MT1009) bắt đầu từ   B tuần thứ 33   . Nhưng đã qua   U 2 buổi    chúng em không thấy đường link đâu cả, mong phòng đào tạo xem xét giúp tụi em ạ Em xin cảm ơn",
    "Dạ chào PĐT. Em tên :  MSSV: . Kì rồi e đăng kí \" Luận văn tốt nghiệp\". Được biết PĐT k xét Chuẩn Av của LVTN HK211. Em đã kiểm tra đầy đủ tiêu chuẩn ( k dính môn tiên quyết, đủ số tín chỉ). Sao các bạn đã có TKB rồi mà em không có ạ??? E cảm ơn.",
    "Thưa thầy/cô  Em tên , vào đợt thi môn Xử lý ảnh vừa rồi vào ngày 19/08/2021 do sơ suất em quên nộp file ghi màn hình. Cho em hỏi em có thể nộp bổ sung được không ạ?   i  .",
    "Kính gửi : Phòng đào tạo Em tên :  MSSV: học trung tâm đào tạo bảo dưỡng công nghiệp k17 nay e làm đơn này vì : Em đăng ký thành công đợt cuối cùng luận văn tốt nghiệp từ 10h ngày 23/8/2021 - 14h59 ngày 25/8/2021 trong học kỳ chính 211 . Mà sao trên thời khóa biểu , em chưa thấy hiện lên kính mong phòng đào tạo xem xét giúp đỡ em .Em xin chân thành cảm ơn phòng đào tạo đã xem .",
    "Chào thầy/cô ạ, Dạ cho em hỏi em phải làm sao để đăng ký bổ sung thêm vào một lớp đã có ( môn hiện đang học). Em có phải làm đơn gì không ạ. Em cảm ơn.",
    "Trường hợp môn đó em qua rồi mà lỡ đăng kí nhầm vào kì khác sau đó nhận tkb môn đó không hiển thị lớp và bkel cũg trống trơn mình làm sao?",
    "Kính gửi phòng đào tạo Cho em hỏi là em đã tải mẫu đơn rút môn học trên trang aao.hcmut.edu.vn, bây giờ em phải gửi đơn ấy vào đâu ạ. Em cảm ơn",
    "Mong pđt cho em đăng kí bổ sung kì chính 211 cho 2 môn này, rất quang trọng để em có thể đăng kí luận văn tốt nghiệp kì sau. Môn: ĐAMH nền móng (Mã MH : CI3197)_lớp L02 Môn: Công trình đất yếu (Mã MH: CI4037)_Lớp L01 Lý do:  môn ĐAMH nền móng ( mã MH: CI3197)  chỉ mở đợt 3 với sĩ số 100 sinh viên nên em không theo dõi và đăng kí kịp. Ngoài ra em không thể đăng kí môn công trình đất yếu ( mã môn học: CI4037) do trùng với một môn và em đã xóa môn đó rồi ạ.",
    "Em chào cô, em là  MSSV . Hiện em đang học ngành kỹ thuật xây dựng dân dụng của PFIEV. Em có vài điều thắc mắc về các tín chỉ \"tự chọn tự do\" ạ . Em thấy trong CTĐT, ngành của em có tổng số tín chỉ là 163, và có 9 chỉ tự do ở các kì 5,6,7. Điểm trung bình tích lũy ngành sẽ gồm điểm của 154 tín chỉ trong CTĐT và 9 tín chỉ tự do đó. Cho em hỏi, giả sử nếu em học nhiều hơn 9 tín chỉ tự do, cụ thể là 3 tín chỉ. Vậy tổng số tín chỉ tự chọn tự do của em là 12, thì ĐTBTLN của em sẽ lấy điểm cao nhất của 9 tín chỉ trên 12 tín chỉ, hay sẽ lấy hết điểm của 12 tín chỉ vậy ạ?",
    "Thầy cô ơi, cho em hỏi là xếp loại xuất sắc, giỏi, khá... là tính theo TBTLN hay TBTL ạ? Em xin cảm ơn!",
    "Thân gửi phòng Đào Tạo, Em là  sinh viên lớp BDK17CN02 của Trung tâm đào tạo Bảo Dưỡng Công nghiệp, khóa 2017. Em có nhận được Mail của trường là sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211 do tình hình dịch Covid không thể thi được. Em rất mừng, khi Em đăng kí thì không có vẫn đề gì nhưng hiện tại vẫn không có trên TKB tức là Em vẫn chưa đăng kí thành công. Em không hiểu lý do tại sao ạ?  Mong PĐT giải đáp thắc mắc giúp Em. Em xin chân thành cảm ơn.",
    "Dạ thầy cô cho em hỏi ạ ! Em muốn học cải thiện môn Cơ lưu chất , nhưng em chỉ muốn học lại thí nghiệm thôi , thì giờ mình làm đơn hay như thế nào ạ , thầy cô hướng dẫn em với . Em cảm ơn !",
    "em hỏi cách hủy hoãn thi",
    "Em chào thầy (cô) ạ, Hiện tại em đã đăng ký đề cương luận văn, nhưng em lại bị rớt môn thực tập tại học kỳ hè vừa rồi do không có thời gian để để làm bài tập trên công ty. Em có thể tiếp tục làm đề cương không ạ, rồi kỳ tiếp theo em không thể làm luận văn do chưa qua môn thực tập thì em phải làm sao ạ ? Em cảm ơn nhiều.",
    "Kính chào phòng đào tạo, Dạ em có thắc mắc là em có được đăng kí phúc tra điểm cuối kì học kì dự thính không ạ? Do hôm trước em có đặt câu hỏi là không đăng kí được phúc tra, thì phòng đào tạo đã mở cho em đăng kí, nhưng môn em cần phúc tra là ở học kì dự thính, cụ thể là DTHK202 ạ. Hình thức thi cuối kì là tự luận ạ. Em cảm ơn phòng đào tạo.",
    "Thưa cô, em là svien chính quy mã số sv cũ là 2 đã bị buộc thôi học vào năm 2017, và mssv mới của em là  Vậy em là sv dạng chuyển hệ vlvh. Đợt dkmh  vừa rồi em đã đăng ký 3 lần đề cương luận văn , nhưng đều bị hủy lý do là sai ctdt. Và kỳ trước em đã đăng ký đề cương theo mục chuyển hệ nhưng do lý do gia đình nên em không làm đúng kỳ hạn. Vì vậy kỳ này em đăng ký lại Hiện tại em cũng đã đăng ký lại tkb trong mục chuyển hệ. Mong cô/ thầy xem xét để em được đăng ký môn này ạ. Vì em đã học từ 2012 đến nay rồi ạ",
    "Kính gửi PĐT Em tên , MSSV . Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ xin đi Thực tập tốt nghiệp ở Pháp của Chương trình PFIEV, và em cũng đã đăng ký in bảng điểm (đã thanh toán qua BKPay) và nhận qua đường bưu điện (PĐT hẹn ngày 25/8). Thế nhưng hiện tại em chưa nhận được bảng điểm và đã sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin file PDF bảng điểm để kịp nộp hồ sơ được không ạ? Chân thành cảm ơn PĐT.",
    "Kính chào Phòng Đào tạo,  Em tên là , MSSV: , thuộc chương trình kỹ sư chất lượng cao Việt Pháp, Email:  Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ học bổng thực tập tốt nghiệp ở Pháp của chương trình PFIEV. Em đã đăng kí in đăng bảng điểm và nhận qua đường bưu điện ( PĐT hẹn ngày 25/8). Tuy nhiên đến nay ngày 28/8 em vẫn chưa nhận được bảng điểm. Và sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin bảng điểm dạng scan file PDF để kịp thời hạn nộp hồ sơ được không ạ? Em mong sớm nhận được phản hồi ạ. Em chân thành cảm ơn ạ .",
    "Em xin phép nộp đơn hủy hoãn thi môn Giải tích 2, mã MT1005.",
    "Kính gửi phòng đào tạo. Em đã đăng kí hoãn thi môn học   B Vật Lý 1 PH1003 - DT05 - HK203   , do không đủ sức khỏe để hoàn thành bài thi, tuy nhiên môn học đã được cập nhật điểm trên hệ thống luôn rồi ạ.   B   U Vấn đề 1      : Xin thầy cho em biết em, em phải làm gì ạ?   B   U Vấn đề 2      :  Em muốn đăng kí thi ở học kì 211 thi em đăng ký như nào ạ em xin chân thành cám ơn thầy. chúc thầy cô có một buổi tối vui vẻ ạ",
    "Thưa cô! Em tên là  MSSV:  Em xin được đặc cách đăng kí môn học ME3001 - K/thuật thủy lực &khínén đã bị hủy đăng khí do  . Sau khi được hướng dẫn em xin phép gửi Phòng Đào tạo Đơn xin đặc cách ĐKMH được em đính kèm dưới kèm theo là hình ảnh mail được xác nhận đồng ý của giảng viên ạ. Em xin cám ơn ạ! ",
    "Kính gửi Phòng đào tạo Em tên :  ,MSSV :   Trong đợt  Đăng ký bổ sung TTTN + LVTN + DCLVTN thì em có đk môn Luận văn ME4029 , tất cả các điều kiện đều thỏa , và lúc có kết quả đăng ký thì em bị lỗi : Môn học khoa không mở lớp , trong khi em kiểm tra lại thì thấy môn học vẫn mở , và số lượng đăng ký là 84sv , em mong PĐT kiểm tra lại giúp em và tại sao em lại bị lỗi này , em xin cảm ơn .",
    "Em chào cô/thầy. Em tên Tấn Tài, Em muốn hỏi:  + Xếp loại tốt nghiệp của mình có tính điểm mấy môn toán cao cấp và chính trị không thế ạ?  + Nếu tính thì tính như nào, nếu không tính thì tính điểm tốt nghiệp như nào?  Em xin chân thành cảm ơn!  trọng, Tấn Tài ",
    "Trong đợt ĐKMH 211 kì chính em có đk môn XSTK mã MT2001, nhưng bị hủy KQ và em ĐK lại mã môn mới 2013, nhưng bên kì dự thính mã môn MT2001 vẫn mở, vậy cho em hỏi em có được chuyển điểm từ mã môn MT2013 sang MT2001 không ạ ? Em cảm ơn ạ.",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp. Số tín chỉ tích luỹ 100 và số ngày công tác xã hội là 12. Em đã đăng ký môn 260663 - Tiểu luận tốt nghiệp nhưng lại bị huỷ ở đợt kết quả. Còn ở phần lịch sử đăng ký lại không có kết quả và hiện tại em cũng chưa thời khoá biểu Tiểu luận tốt nghiệp. Mong quý thầy cô kiểm tra lại giúp em . Em xin cảm ơn .",
    "Là vào ngày đăng kí đợt học bổ sung (bắt đầu học vào ngày 30/8) thì em có đăng kí môn truyền số liệu và mạng (EE3019) là đợt 1 của đăng kí bổ sung, nhưng khi vào đợt 2 của đợt đăng kí thì em không thể đăng kí và hệ thống báo là Môn Dự Thính Lộ Trình 1 -SV Không ĐK như 2 hình ở trên ạ. Mong cô giải quyết sớm tại môn này là môn tiên quyết của đồ án ạ",
    "chào cô. em tên là   mssv:  trong học kỳ này em đã đăng kí hoãn thi môn kết cấu thép 2 mã số ci3211 và đã được phòng đào tạo chấp thuận. nhưng đến hôm qua trên bảng điểm của em đã vẫn cập nhật điểm số  môn đó. em tưởng là mình đã hoãn thi không thành công nên ngày 27/8/2021 em có đăng kí môn kết cấu thép 2. mã số ci3211 lớp dự thính DT03 học kỳ 211 . Hôm nay em mới biết là việc cập nhật hoãn thi sẽ sau ngày 30. nên em xin được hủy môn được không ạ . hiện tại dịch bệnh tình hình nhà em cũng khó khăn nên em hi vọng được chấp thuận.",
    "Em chào thầy/cô , em tên _, đợt đăng ký bổ sung luận văn ngày 23-25/8 em có đăng ký luận văn tốt nghiệp và đã gửi được đăng ký nhưng tới khi có kết quả đăng ký thì lại bị hủy, và em cũng không biết lý do hủy. Em mong được thầy/cô xem xét và xử lý giúp em để em có thể được đăng ký luận văn trong học kỳ 211 ạ . Em xin cảm ơn .",
    "Em tên là , MSSV:  Mã môn học: GE4333 Do em bị tạm dừng học nên không kịp đăng ký đợt đăng ký bổ sung luận văn mong thầy/cô hỗ trợ em đăng ký để kịp làm luận văn trong học kỳ này.",
    "Em chào Thầy Cô  . Em tên  ,  sinh viên khoa Điện - Điện tử K2014 . Em muốn hỏi Thầy Cô về vấn đề sau : Em được gia hạn 1 học kì vào HK202 . Em có hỏi qua là em xin gia hạn thêm 1 HK nữa được không thì được Thầy Cô trả lời là chỉ được gia hạn 1 lần duy nhất . Nay em muốn hỏi là ngoài hệ VHVL thì em còn được chuyển sang hệ nào khác nữa không . Giấy tờ cần thiết em đã chuẩn bị đầy đủ . Thầy Cô cho em hỏi thời điểm này em có được lên trường làm thủ tục chuyển hệ ,  và nếu không thì thủ tục online như thế nào  . Em cảm ơn Thầy Cô đã xem .",
    "Kính gửi: phòng đào tạo Em tên là  MSSV:  hệ dào tạo: vừa học vừa làm môn học: cơ lưu chất (CI2003) Lớp T01-A (VLVH-202) vì lý do dịch vovid em phải đi cách ly tập trung nên em không đủ điều kiện máy móc để tham gia thi kết thúc môn Cơ lưu chất do thầy  giảng dạy vào 19H00 ngày 28/08/2021 được em mong thầy/cô xem xét cho em được hoản thi và mong thầy cô sắp xếp cho em được tham gia thi lại vào đợt thi sau ạ em xin chân thành cảm ơn !",
    "Kính gửi : Phòng Đào Tạo Em tên :  Mssv :  Em xin đăng ký hoãn thi. Môn Học Cơ Lưu chất ( CI2003), LỚP T01-B (VHVL). Ngày thi : 28/08/2021 Giờ thi 19h đến 20h. Lý do : Em có đăng nhập vào google meet, tuy nhiên Sau khi trao đổi với Thầy , Giảng Viên Lớp báo em không có trong danh sách thi. Trong khi em đã hoàn thành đầy đủ các điều kiện để thi, có danh sách thi gửi qua email. Thầy  nói em liên hệ lại Phòng Đào Tạo Khoa. Kính mong PĐT xem xét để e có thể đăng ký thi sau.",
    "Thầy  đã cho em vào lớp rồi, xin pđt cho em xin vào lớp A01 môn quá trình cơ mã CH2019",
    "Thưa thầy cô, em có nguyện văn đăng ký môn CI4353 - Luận văn tốt nghiệp. Em có đăng ký đợt đăng ký bổ sung TTTN + LVTN + DCLVTN, nhưng hiện em vẫn chưa có thời khóa biểu.",
    "Em chào thầy/cô,  Em hiện đang là sinh viên khoa cơ khí ạ. Do em đóng học phí không đúng hạn nên bị tạm dừng học do không đóng học phí. Và em cũng đã gửi đơn thu nhận và những thủ tục khác nữa rồi ạ. Và PĐT cũng đã cho em tiếp tục học ạ.  Nhưng em muốn xin PĐT khôi phục lại kết quả HK2 2020-2021 giúp em với ạ. Em đã cố gắng để học qua các môn em đã đăng ký trong HK2 và đã thi qua hết các môn rồi ạ. Em xin nhà trường khôi phục lại HK2 2020-2021 giúp em với được không ạ !   EM CÁM ƠN Ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kỳ vừa rồi, em có học dự thính môn Thiết bị cảm biến(404704) do dịch bệnh nên lùi lịch thi tới sát đợt đăng ký cho dự thính học kỳ tiếp theo, do môn học này đã không còn trong chương trình Việt Pháp, rất khó mở lại, lại chưa biết điểm thi của kỳ trước nên em đã đăng ký cho kỳ tiếp theo, do lo lỡ không qua môn thì không còn cơ hội học lại. Nhưng sau đó vài ngày do biết điểm là đã qua nên em đã xóa môn trên hệ thống đăng ký môn học. Nhưng giờ trên mybk lại có môn này trong chương trình. Mong được giải đáp thắc mắc và hỗ trợ ạ. Em xin cảm ơn",
    "Xin chào PĐT, em là , MSSV: . Ngày 23/8/2021 em có đăng ký LVTN (CH43B3) trên hệ thống nhưng lại bị kết quả. Ngoài điều kiện anh văn ra, em đã đủ hết tất cả các điều kiện để đăng kí LVTN như số tính chỉ và ngày CTXH. Xin PĐT kiểm tra giúp em. Em cảm ơn.",
    "Thưa PĐT, Em tên , MSSV , K18 Khoa Khoa học máy tính, hiện đang học lớp Xác suất thống kê (MT2013) do thầy Nguyễn Tiến Dũng đảm nhiệm. Em nhận thấy trong tkb lớp của em là CC05 nhưng trong danh sách lớp em lại thuộc CC03. Em không biết đây có phải là lí do vì sao đã qua 2 tuần mà em không thấy link online Google meet từ thầy. Em mong được PĐT giải đáp ạ. Em xin cảm ơn. Trân trọng,   Link danh sách lớp: (https://docs.google.com/spreadsheets/d/1PTQ17b03JIkNUDIzjC_0vtEYdLzToOO90Fr4ZGiPiC4/edit?usp=sharing)",
    "Cho em hỏi là nếu mà trước giờ thi em không vào được trang Bkex để lấy link google meet để nhờ giám thị coi thi mở khóa và link đề thi được thì em cần liên hệ ai hoặc sđt nào để mở khóa cho em vào ạ. Em cảm ơn thầy cô ạ.",
    "Kính chào Đại diên phòng đào tạo, Em là sinh viên , MSSV , lớp VP18VL thuộc Chương trình đào tạo Kỹ sư chất lượng cao Việt - Pháp ( PFIEV). Em viết mail này với mong muốn tìm phương án giải quyết về vấn đề in bảng điểm sinh viên ạ. Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi yêu cầu và và yêu cầu đã được xác nhận sẽ hoàn tất vào ngày 24/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi file PDF bảng điểm qua email có kèm xác nhận kết quả được không ạ. Email của em là  Em xin chân thành cám ơn. Trân trọng.",
    "Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi đăng ký dịch vụ in bảng điểm và đã được xác nhận sẽ hoàn tất vào ngày 24/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi kết quả qua email có kèm dấu mộc và/hoặc chữ ký điện tử để xác nhận kết quả bảng điểm sinh viên của em được không ạ . Em xin chân thành cám ơn.",
    "Nhờ Thầy giúp em, cho em xin địa chỉ văn phòng khoa xây dựng. Em cám ơn Thầy nhiều!",
    "Em tên là  Mã số sinh viên . Số tín chỉ tích lũy 127. Số ngày công tác xã hội 18.5. Em đã đăng kí môn học CH43B3- luận văn văn tốt nghiệp nhưng kết quả bị hủy vì không đủ điều kiện . Mong quý thầy cô có thể kiểm tra giúp em. Em xin chân thành cảm ơn.",
    "Em xin nhà trường mở lại tình trạng đang học. để giúp em đăng ký bổ sung LVTN ạ. Lý do kỳ trước em không ĐKMH do em hoàn tất các môn học nhưng thiếu CCNN. Kính mong nhà trường mở lại tình trạng sinh viên giúp em để em có thể đăng ký LVTN để hoàn tất ạ! Em xin chân thành cảm ơn ạ! Em có đính kèm ảnh lý do phía dưới ạ!",
    "Em là sinh viên , MSSV , lớp VP18HK thuộc Chương trình đào tạo Kỹ sư chất lượng cao Việt - Pháp ( PFIEV). Em viết yêu cầu này với mong muốn tìm phương án giải quyết về vấn đề in bảng điểm sinh viên ạ. Theo thông báo của văn phòng PFIEV thì chúng em cần hoàn thành hồ sơ cho chương trình bằng đôi với đối tác Pháp trước ngày 30/8/2021. Em đã gửi yêu cầu và và yêu cầu đã được xác nhận sẽ hoàn tất vào ngày 23/8/2021 nhưng đến nay tình trạng trên web phòng đào tạo vẫn là \"đang in\". Em đã hoàn thành mọi thủ tục khác trong hồ sơ và chỉ còn đợi bảng điểm sinh viên định dạng PDF (Anh - Việt) có xác nhận của nhà trường . Trước tình hình dịch bệnh và giãn cách toàn thành phố như hiện nay, em cũng hiểu không thể thực hiện chuyển phát được. Vì thế em xin đề xuất PĐT có thể gửi kết quả qua email có kèm dấu mộc và/ hoặc chữ ký điện tử để xác nhận kết quả bảng điểm sinh viên của em được không ạ.Email của em là  Em xin chân thành cám ơn. Trân trọng",
    "Học và tên:  MSSV:  Khoa: Quản lý công nghiệp Nay em gửi email này kính xin phòng đào tạo đăng kí bổ sung môn học: Xã Hội Học Đại Cương (IM2023),Học kì 211. Em và các bạn sinh viên chưa học môn học: Xã hội học đại cương(IM2023) có lập danh sách xin phép phòng đạo tạo được mở lớp và đã được đồng ý mở lớp dạng Đồ án. Nhưng đến nay thời khóa biểu và E-learning của em vẫn chưa được cập nhật về môn học: Xã hội học đại cương. Hình ảnh email được Khoa QLCN gửi để liên lạc giảng viên dạy môn học em có đính kèm phía dưới. Kính mong phòng đào tạo đăng kí và cập nhật thời khóa biểu môn học này cho em để em có thể theo kịp chương trình học. Em xin chân thành cảm ơn. Trân trọng,",
    "Lý do: Có đăng ký môn học CH43B3 (LVTN) nhưng không có thời khóa biểu. Do không đủ đ/kiện nhận LVTN. Họ và tên:     MSSV:  MSMH: CH43B3  Số tín chỉ tích lũy: 131 Số ngày CTXH: 17 Mong quý thầy cô kiểm tra giúp em. Em xinh chân thành cảm ơn! ",
    "Kính gửi Thầy/Cô ! Em sinh viên khóa K15, Khoa Công nghệ Vật Liệu, lớp VLKL15, do tình hình dịch bệnh căng thẳng, em không thể lên trên trường để gia hạn tình trạng sinh viên, em muốn hỏi làm thế để gia hạn tình trạng sinh viên kỳ này ( thủ tục đăng ký gia hạn online ( nếu có )) để em có thể nộp chứng chỉ ngoại ngữ và xét tốt nghiệp. Em xin cám ơn !",
    "Kính Chào Thầy/Cô, Em xin được đăng ký hoãn thi cho môn học với thông tin bên dưới: Hệ: VLVH Mã MH: CO2013 Tên MH: Hệ cơ sở dữ liệu Nhóm: T01-A Thời gian: 29/08 10g00 HANGOUT Vì lý do: không đảm bảo trang thiết bị trong thời gian giãn cách vì dịch bệnh. Kính mong quý Thầy/Cô xem xét và chấp thuận trường hợp của em Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe   i  .",
    "Hiện tại em có đăng ký môn học IM2029: Thực tập nhận thức nhóm T01  Nhưng hiện tại chỉ có 1 mình em nên khó có thể học do khó xin doanh nghiệp và mở lớp cũng như khó viết báo cáo  Theo ý kiến của thầy hướng dẫn môn học này em nên huỷ môn  Vậy em xin đăng ký huỷ môn học này  ",
    "Thầy (cô) cho em hỏi em đăng ký luận văn đợt 3 kết quả ghi thỏa điều kiện đăng ký. Nhưng hôm nay các bạn có thời khóa biểu nhưng em thì lại không có MSSV:  Khoa: Cơ khí Ngành Cơ điện Tử Mã môn: ME4019 - Luận văn tốt nghiệp (cđt) Do em chưa nộp anh văn nên em đăng ký đợt 3 này ạ",
    "E tên:  MSSV: 171240 Em được biết HK211,Luận văn tốt nghiệp trường miễn yêu cầu . Nhưng e bị hủy do với lí do : thiêu CCAV mong trường xem xét. Mã môn : CI4343",
    "Chào thầy/cô. Đợt học dự thính 2 (bắt đầu từ 30/8). Sau khi có điểm thi và em có tính thử điểm tổng kết thì thấy mình chưa qua môn. NÊn em đã đăng ký lại môn cơ lưu chất vào đợt đăng ký dự thính lần 2 vừa rồi. Nhưng hôm nay em nhận được thông báo từ giáo viên giảng dạy là do sai xót trong việc chấm điểm cuối kỳ, nên bài thi đã được chấm lại. Và điểm của em đã đủ qua môn này. Vậy thầy/cô cho em hỏi, em có thể xin rút/hủy môn học này mà không tính học phí được không ạ? Em cảm ơn.",
    "Hồi học kỳ cũ em có nợ môn kết cấu bê tông cốt thép 1 là môn gộp là gồm lý thuyết và đồ án mã môn CI2039 Sau này khi em trả nợ thì 2 môn này tách ra 2 mã là lý thuyết CI2091 và đồ án CI2093, xin hỏi nếu em qua môn cả 2 môn CI2091 và CI2093 thì có được tính là qua môn không và có được nhận luận văn tốt nghiệp không ạ Kính mong phòng đào tạo xem xét phản hồi cho em, em xin cảm ơn",
    "Em chào thầy, cô, Hiện em đang cần bảng điểm dạng file PDF có xác nhận từ trường để làm hồ sơ cho một số học bổng khuyến học, tuy nhiên do từ này 23/8 tại Tp Hồ Chí Minh các dịch vụ bưu điện đã tạm dừng do vậy em chưa thể nhận được bảng điểm mình đã in. Dạ thầy cô có thể cho em xin file PDF hoặc file ảnh chụp của bảng điểm đã được in được không ạ . Email của em là:  Em cám ơn thầy cô nhiều ạ. .",
    "Chào cô. Em là Lê Minh , MSSV: ,  Sinh viên hệ VHVL,khoa Môi Trường và Tài Nguyên. Vì bận công việc nên em quên không kiểm tra lịch đăng kí môn học hệ VHVL và em không đăng kí được môn học do trễ hạn đăng kí. Mong cô giúp đỡ em đăng kí bổ sung môn Luận Văn Tốt Nghiệp(kmt)          Mã Môn học: EN4323, Nhóm lớp T01, do Thầy  hướng dẫn. Lịch đăng kí 17/08/2021 - 19/08/2021 (Đợt đăng kí môn học dự thính chính quy + hệ VHVL - HK211 - Đợt 3) . Em đã liên hệ thầy  và thầy bảo em liên hệ với bên phòng Đào Tạo hỗ trợ em đăng kí môn học. Mong cô giúp đỡ em để hoàn có thể hoàn thành chương trình học ạ. Trong lúc chờ đợi cô phản hồi, em xin chân thành cảm ơn! Em .",
    "Em chào cô ạ, Em tên , MSSV , lớp VP16VT Em có nhận được mail thông báo Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 không xét chứng chỉ Anh văn học kì 211. image1.png Em có đăng ký LVTN đợt này. Nhưng vào trang đăng ký môn học và thời khóa biểu thì không có. Em đã đủ điều kiện về số tín chỉ ạ. Em có hỏi một số bạn đăng ký LVTN đợt này cũng chưa có chứng chỉ Anh văn nhưng vẫn có thời khóa biểu còn em thì không ạ. image2.png Em mong cô kiểm tra giúp em ạ. Em mong nhận được phản hồi từ cô. Em cảm ơn cô nhiều ạ.",
    "ng ký nhầm lẫn mã môn học . Do lúc đăng ký môn học em đăng ký nhiều môn chung với một anh khoá trước cho nên em đã bị đăng ký nhầm lẫn môn Đề cương luận văn của khoá trước. (CO4315 thì em viết thành CO4311). Em rất lo lắng vì đây là đợt đăng ký cuối cùng và mong rằng sẽ được nhà trường hỗ trợ để có thể hoàn thành việc học theo thời gian dự kiến. Em rất xin lỗi vì sai sót không đáng có. Hiện tại thì em đang làm đề cương luận văn cùng với nhóm và đang bắt đầu vào tuần đầu tiên. Mong nhận được hồi đáp sớm từ phòng đào tạo để hướng dẫn em làm đơn nộp ạ. Trân trọng, .",
    "Dạ em tên là:  MSSV:  Đợt đăng kí bổ sung vừa rồi em có chờ đăng kí môn học Kết Cấu Thép 2 - CI3211, nhưng em đăng kí mới thì môn học đó thuộc lộ trình 1 nên em không đăng kí được. Vừa rồi em có mở lên xem lại, em thấy có lớp nhưng mà đã hết hạn đăng kí, do em không cập nhật thường xuyên nên đã bỏ lỡ . Em kính mong thầy/cô có thể thêm em vào lớp Kết cấu thép 2 - DT03 - Gv:  ạ! Em xin cảm ơn ạ !",
    "hiện tại em đã đủ số tín chỉ và môn học để tốt nghiệp nhưng chưa đủ anh văn và số ngày CTXH em có cần đăng ký môn học hay tạm dừng học kì gì đó trong thời gian hoàn thành các tiêu chí thiếu sót để tốt nghiệp không?",
    "Em chào quý Thầy Cô, Trong đợt đăng ký LVTN bổ sung vừa rồi em và bạn có đăng ký theo diện không cần xét chuẩn anh văn trong học kỳ này (do tình trạng Covid). Hiện nay, em thấy đã có danh sách tên của bạn em trong môn học LVTN nhưng tên em lại không có trong danh sách môn học ạ. Em không rõ vì sao ạ? Mong quý Thầy Cô xem xét và giải quyết giúp em ạ. Em cảm ơn quý Thầy Cô nhiều ạ .",
    "CODE  Dạ thưa PĐt cho em hỏi về kết quả đăng kí LVTN vào đợt bổ xung ngày 23-25 tháng 8 em đã đăng kí kế hoạch rồi sao mà trong mục kết quả lại không có gì hết vậy ạ. Em xin cảm ơn.",
    "Thưa PĐT, em tên , MSSV: , hiện đang theo học ngành Cơ điện tử thuộc Khoa Cơ khí Đại học Bách khoa Thành phố Hồ Chí Minh. Trong ngày hôm nay em có nhận được tin từ quê gọi đi nghĩa vụ quân sự. Em muốn đăng ký giấy xác nhận sinh viên nhưng dịch vụ đã tạm ngừng hoạt động. PĐT có thể cấp cho em một file để làm minh chứng gửi cho địa phương được không ạ.Em xin chân thành cảm ơn.",
    "Em tên Phùng Trần -, mong muốn phòng đào tao cho phép em được huỷ đăng ký môn học ở học kì chính 211. Môn em muốn huỷ đăng ký là ME3145. Em cảm thấy học kì này mình không có đủ thời gian để hoàn thành môn học này.",
    "Chào thầy cô! Mong thầy cô kiểm tra giúp em Sao đợt đăng kí luận văn học kì 211 vừa rồi em bị hủy ạ",
    "Dear cô , Em là sinh viên văn bằng 2 , Khoa kỹ thuật xây dựng, ngành xây dựng dân dụng & công nghiệp Tên :  MSSV: ĐT: [phone_number] Hiện tại, các bạn lớp bằng 2 không đăng ký luận văn tốt nghiệp được Cần hỗ trợ để đăng kí môn luận văn tốt nghiệp trong học kỳ 211 năm 2021. Mã môn học CI4343 Đính kèm file ảnh",
    "SV:- Môn Thiết Kế Tàu Thủy- TR3053",
    "Chào !    Em đã đăng ký môn \"cầu lông\" (PE1041) nhóm L08 ở học kì 202. Do dịch bệnh nên em vẫn chưa được thi cuối kì. Em không biết khi nào em mới được thi cuối kì và thi bằng hình thức gì ?    Mong  giải đáp thắc mắc cho em. Em cám ơn !",
    "Chào . Cho em hỏi về thời hạn đăng kí nhận giấy nvqs ạ, vì xã em ngày 10/9 là hạn cuối nộp giấy rồi ạ. Em cám ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào Phòng đào tạo ạ Em tên  Mã số sinh viên:  Ngày 26/8 vừa rồi, em có đăng kí môn học dự thính Cơ lưu chất (CI2005) . Do tối qua thầy có chút sai sót về điểm số nên đã chỉnh lại điểm môn học, nên bây giờ em muốn huỷ môn Cơ lưu chất dự thính vừa rồi đăng kí ạ. Mong Phòng đào tạo xem xét cho phép em huỷ môn học dự thính Cơ lưu chất (CI2005) vừa rồi. Kinh tế nhà em trong dịch đang gặp khó khăn, nên mong phòng đào tạo thông cảm giúp em về sự cố ạ Mong Phòng đào tạo sớm nhận được  Em cảm ơn Phòng đào tạo ạ !",
    "Chào quý Thầy(Cô) và các anh chị, Em tên , MSSV: , thuộc sinh viên hệ VHVL. Tuần 33 em có đăng ký thêm môn: Cấp thoát nước-CI3095 và đã được chấp thuận cũng như đã có thời khóa biểu. Nhưng nay là tuần 34 trong BKe của em lại không có link học trự tuyến như hình em gửi kèm dưới đây. Em muốn hỏi đây là do chưa được cập nhật hay một lý do nào khác để em chủ động hơn môn học này. Em xin cảm ơn.",
    "kính gửi phòng đào tạo trong học kỳ HK211 em có đăng ký môn học kỹ thuật dự báo MSMH ME4601 và luận văn tốt nghiệp ME4089 nhưng bây giờ lại không được sắp thời khóa biểu, mong phòng đào tạo xem xét ạ",
    "Em kính chào thầy cô, hiện em đang điền giấy xác nhận ưu đãi giáo dục. Trong mẫu xác nhận có yêu cầu ghi khóa học, em không biết là phần đó mình sẽ điền là khóa 2019 hay 19 ạ. Em mong thầy cô giúp em giải đáp. Em xin cảm ơn.",
    "Kính gửi Phòng Đạo Tạo. Em tên . Mssv:, Sinh viên Bằng 2. Trong đợt đăng kí môn học  B  HK211-Đăng kí bổ sung TTVN++DC-Chuyển Hệ    , em đã đăng kí Luận Văn tốt nghiệm MSMH: Ci4343 nhưng đến nay chưa thấy kết quả. Em xin hỏi vì lý do gì ah, và mong PDT giải quyết giúp em . Chân thành cảm ơn!",
    "Dạ thưa thầy cô , em thuộc hệ vừa học vừa làm chuyển qua từ hệ chính quy . Ở học kỳ này em vừa bảo vệ xong luận văn tốt nghiệp vào ngày 24/8/2021 đã đậu và có điểm ở khoa nhưng trên trang điểm phòng đào tạo chưa cập nhật  và đã đủ các tiêu chí về điểm tiếng anh . Dạ thưa Thầy Cô , em có được đăng ký và tham gia đợt tốt nghiệp tháng 11 này không ạ . Bởi hạn cuối trên mail em nhận để xét tốt nghiệp là ngày 28 và trong trang mybk của mình em cũng không đăng ký tốt nghiệp được . Mong Thầy Cô giải đáp và giúp đỡ ạ",
    "Kính gửi phòng đào tạo HK211 là học kỳ cuối của em nhưng em còn một môn học chưa hoàn thành (đã đăng ký môn học nhưng bị hủy lớp). Vậy cho em hỏi trong học kỳ sau em có thể chuyển hệ đào tạo để hoàn thành chương trình học không ạ và nếu được thì quy trình như thế nào ạ. Em xin cảm ơn",
    "Em tên là  MSSV  . Em gửi yêu cầu này là vì hôm em thi môn Tín Hiệu và Hệ Thống EE2005, do gắp trục trặc về điện nên em không thi được hôm thi môn này. Em đã viết đơn và được hoãn thi rồi ạ, mà sao vẫn có điểm thi là 0 ạ. Hình ảnh mail pdt xác nhận đồng ý hoãn cho em và bảng điểm của em, em cung cấp ở bên phần tập tin đính kèm  Mong thầy cô giải thích giúp em ạ Em xin trân thành cảm ơn ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Thưa quý thầy cô. Đợt đăng ký môn học dự thính lộ trình 2 vừa rồi, em có theo dõi và đăng ký. Nhưng trong mấy ngày đàu em theo dõi liền tục mà không thấy có mở lớp, cho đến tối hôm qua em vào kiểm tra lại thì có lớp mở nhưng mà đã hết hạn. Môn học em muốn đăng ký là  - : CI3211 - Lớp: DT03 - GV:  - Sĩ số hiện tại:23/60. Em mong quý thầy (cô) có thể thêm em vào lớp này để em có thể vừa học vừa làm LVTN ạ. Em cảm ơn quý thầy (cô) đã xem xét!",
    "Dạ e là   kì 211 này e có đăng ký môn cơ lưu chất CI2005 dự thính nhưng hôm nay e vừa nhận được bảng điểm là đã qua môn này ở kì vừa rồi. Mong thầy cô cho e xin rút môn học này với không thu học phí ạ. Vì tình hình co vid kinh tế rất khó khăn, e mong Trường thông cảm ạ. E xin cảm ơn",
    "Chào quí thầy cô Em  học hệ VLVH Học kỳ 211 này Em không đăng ký môn học vì lý do không đủ điều kiện học (trang thí bị và học phí do ảnh hưởng dịch covic-19) Thầy Cô cho Em hỏi là Em có phải làm đơn tạm dừng hay không và gửi về địa chỉ nào ạ. và sau khi tạm dừng thì Em gửi đơn thu nhận vào thời gian và địa chỉ nào ạ Em xin chân thành cảm ơn.",
    "Chào thầy cô, Thầy cô cho em hỏi là hiện tại em đã có kết quả thực tập tốt nghiệp tại doanh nghiệp. Tuy nhiên, do tình hình Covid 19 diễn biến phức tạp tại TPHCM, em gặp một số khó khăn nên không thể xin được chữ ký và mộc đỏ cho các giấy tờ trên. Không biết trong trường hợp này thì em phải làm như thế nào? Ngoài ra thì em cũng muốn hỏi về cách nộp kết quả thực tập cho nhà trường ạ? (gửi mail, điềm form, ... hay cách nào khác?)",
    "Kính gửi Thầy Cô Em là Ông  MSSV  Thầy/cô cho em hỏi về việc học cải thiện Em học môn đó lần 2 vào học kỳ chính thức thì điểm sẽ tính như thế vào vậy ạ 1) Kết quả cao nhất giữa 2 lần 2) Tính kết quả của lần 2 Em xin cảm ơn",
    "Em là sinh viên đại trà khóa 2017, cho em hỏi cần phải có bao nhiêu ngày công tác xã hội để công nhận tốt nghiệp ra trường vậy ạ. Em cảm ơn ạ"
]