[
    "Em xin chào anh/chị ạ. Dm vừa nhận được mail thông báo kế hoạch học tập của hk212 và hk hè. Nhưng riêng hình thức học môn GDQP-AN em không thấy được đề cập. Cho em hỏi là GDQP-AN chúng em sẽ được học trực tiếp hay trực tuyến ạ? Em xin cảm ơn",
    "lý do: em đã đăng kí môn Luận văn tốt nghiệp mã môn học AS4327 ở tất cả đợt đăng kí và ở đợt đăng kí bổ sung nhưng khi vào xem thì để là không đủ điều kiện nhận lvtn. em xem mấy môn tiên quyết thì đều đã học, còn chứng chỉ anh văn thì kì này không cần nộp để nhận lvtn ạ. Đến giờ em vẫn chưa đăng kí được môn luận văn tốt nghiệp mã AS4327 mong pđt xem xét giúp em ạ. em cảm ơn!",
    "Thưa thầy/cô, Em là sinh viên k16. Học kỳ vừa rồi em đã học 1 môn đó là ME3139 Đồ án thiết kế và được thông báo rằng đây là môn tương đương với môn ME2011 Đố án thiết kế cũng bởi vì thời điểm em đăng ký thì em thấy rằng môn ME2011 không có trong danh sách mở lớp. Đây cũng chính là môn tiên quyết của luân văn ngành em ME4029. Nhà trường có thể trả lời giúp em vấn đề này không ạ, vì theo em thấy nội dung 2 môn học là giống nhau nhưng khi đăng ký môn học em lại bị loại ra chỉ vì sai mã môn đã học thôi sao ạ? Nếu đây là lỗi của em thì em rất xin lỗi nhưng cũng môn có cách nào đó để có thể đăng ký được môn luận văn. Mong nhà trường có thể giải quyết giúp em vì đây là năm cuối của em và em không muốn bị mất tiền oan uổng. Thân mến",
    "Dạ em là , MSSV ,lớp CC18QKD ạ Hiện tại em vẫn chưa đăng kí được môn luận văn tốt nghiệp vì em chưa thể hoàn thành môn thực tập vào học kì 203, nhưng em dự tính sẽ hoàn thành vào đợt cuối vào ngày T5,24/2/2022 ạ. Em không biết là nếu em kết thúc môn thực tập vào đợt này (24/2/2022) thì có thể còn được ĐKMH môn LVTN không vậy ạ? (vì theo thông tin em có đọc được trên trang SIM OISP thì nhà trường có mở cơ hội cho những bạn như em hoàn thành môn thực tập vào đợt tháng Hai và đăng kí môn LVTN sau đó ạ) và quy trình đăng kí là như thế nào ạ. Em xin cảm ơn văn phòng Nhà trường rất nhiều ạ. Em rất mong vẫn có thể có cơ hội để có thể ĐKMH môn LVTN trong kì này ạ . Em xin cảm ơn rất nhiều ạ và rất mong nhận được phản hồi của các Thầy/ Cô ạ.",
    "K   Tốt nghiệp . Cô cho em hỏi thông tin danh sách tốt nghiệp của em, trong thời gian đợi em có thể in giấy chứng nhận tốt nghiệp tạm thời không",
    "Kính chào thầy/cô, Em tên , mssv  Trong đợt đăng ký môn học bổ sung LVTN (mã môn MA4317) em đã thỏa câc điều kiện đăng ký môn LVTN hiện tại và đã đăng ký thành công. Nhưng đến hiện tại kết quả ĐKMH của em đã bị xóa và với lý do là không đủ điều kiện nhận LVTN trong khi em đã đủ ĐK . Mong quý thầy/cô có thể xử lý giúp em, để em ĐKMH kịp tiến độ ạ. Em cảm ơn ạ.",
    "Dạ, trong đợt báo điều kiện xét lvtn vừa rồi, có hiện lên là các môn tiên quyết của em đã đạt, và anh văn chưa đạt, chờ xét, em cũng đã nộp thẩm tra chứng chỉ, và đã thẩm tra xong, nhưng sao em vẫn không đăng ký được ạ. Tên sinh viên,  mssv  môn đăng ký ME4049 LVTN KTTK",
    "Mở môn học học kỳ 212 . Dạ em là , MSSV , học lớp CC18QKD ạ. Đợt vừa rồi em có ĐKMH dự thính môn Tư tưởng  (SP1005) nhưng không được mở lớp ạ. Em có biết là khóa K18 là khóa cuối học môn Tư tưởng  với mã môn này ạ nên em rất lo lắng nếu để lâu hơn có thể sẽ càng khó để học môn này ạ. Học kì trước em có đăng kí nhưng do bị trùng tkb nên đã bắt buộc phải hủy môn này và kì này em đã thử đăng kí lại môn này trong chính quy cũng như dự thính đều không được ạ. Em rất lo lắng liệu em có thể hoàn thành môn học này được không ạ và môn này có thể có cơ hội mở lại để em có thể hoàn thành đủ các môn trong lộ trình không ạ. Em rất mong có thể nhận được phản hồi và hướng dẫn cách giải quyết của quý văn phòng ạ. Em xin cảm ơn rất nhiều ạ và mong sớm nhận được phản hồi ạ .",
    "Thưa thầy/cô, Em là sinh viên k16. Học kỳ vừa rồi em đã học 1 môn đó là ME3139 Đồ án thiết kế và được thông báo rằng đây là môn tương đương với môn ME2011 Đố án thiết kế cũng bởi vì thời điểm em đăng ký thì em thấy rằng môn ME2011 không có trong danh sách mở lớp. Đây cũng chính là môn tiên quyết của luân văn ngành em ME4029. Nhà trường có thể trả lời giúp em vấn đề này không ạ, vì theo em thấy nội dung 2 môn học là giống nhau nhưng khi đăng ký môn học em lại bị loại ra chỉ vì sai mã môn đã học thôi sao ạ? Nếu đây là lỗi của em thì em rất xin lỗi nhưng cũng môn có cách nào đó để có thể đăng ký được môn luận văn. Mong nhà trường có thể giải quyết giúp em vì đây là năm cuối của em và em không muốn bị mất tiền oan uổng. Thân mến",
    "Cho em hỏi là những môn hoãn thi em vừa thi lại trong học kì vừa rồi sao bản tổng kết điểm trên trang thông tin sinh viên không có điểm thi cuối kì vậy.",
    "Em tên là:       b MSSV:     . Em muốn hỏi là em không đăng kí được luận văn tốt nghiệp do không đủ tín vhir tích lũy tối thiểu. Nhưng do em đang làm luận văn tốt nghiệp theo nhóm và đã có điểm dclvtn. Như vậy, có cách nào để em đăng kí được thành công lvtn vho hk 212 không ạ?",
    "Do tình hình dịch bệnh và phải học trực tuyến xuyên suốt học kỳ 211 nên em không thể đăng ký thực tập tốt nghiệp được. Bây giờ tình hình dịch đã ổn, em đã và đang đi thực tập tốt nghiệp và sẽ hoàn thành thực tập vào cuối tháng 2. Em muốn hỏi là đăng ký song song thực tập tốt nghiệp và luận văn trong học kỳ này không được ạ? Do tình hình dịch bệnh kéo dài từ năm trước nên em không có cơ hội để đi thực tập và bị trễ nên muốn đăng ký luận văn  song song với thực tập kỳ này cho kịp tiến độ ra trường ạ.",
    "Cho em hỏi là em vừa nộp điểm thi toeic để chuyển điểm av1,av2 với 4 tín chỉ cộng với số tín chỉ em vừa thi xong thì đã đủ điều kiện số tín chỉ tối thiểu để đăng kí LVTN. Nhưng em vẫn chưa đăng kí được, mong nhà trường giải quyết giúp em.",
    "Kính thưa nhà trường, em tên , MSSV . Trong quá trình ĐKMH cụ thể là LVTN mã môn học CI4347, em đã không được đăng kí với lí do thiếu môn tiên quyết CI3175, nhưng em nhận thấy có một vài điểm chưa được thỏa đáng dẫn đến sự thiếu công bằng trong quá trình học tập của em và một số bạn sinh viên khác như sau:    - Thứ nhất: Trong quy chế đào tạo về việc hoãn thi em không thấy có đề cập đến vấn đề sẽ sử dụng điểm thi lần 2 làm điểm tổng kết, bỏ qua các điểm thành phần cho nên em đã lựa chọn sai bằng việc thi cuối kì ở lần 1 và kết quả là em đã thiếu một chút may mắn để có cơ hội qua môn (CI3175) trong học kì 202.    - Thư hai: Trong học kì 211, em và một số bạn đã xin mở lớp môn học mã CI3175 cả trong học phần chính và dự thính nhưng không được sự đồng ý mặc dù đã đủ sĩ số theo qui định.    - Thứ ba: Việc thay đổi trọng số điểm 50% giữa kì và 50% cuối kì của môn học mã CI3175  mà bỏ qua các điểm thành phần khác một cách đột ngột trong học kì 202 em thấy chưa thực sự thỏa đáng dẫn tới ảnh hưởng ít nhiều trong quá trình học tập.   Trên đây là những suy nghĩ của em về việc ĐKMH HK212, mặc dù biết quá trình học là do bản thân mình nhưng em một lần nữa kính mong nhà trường xem xét để em có cơ hội được hoàn thành LVTN trong học kì này ạ! Em xin chân thành cảm ơn!",
    "Dạ em tên là , MSSV:185278 lớp CC18QKD ạ . Đợt vừa rồi em có ĐKMH Dự thính môn Tài chính doanh nghiệp IM3005 nhưng không đăng kí được ạ với lý do em chưa từng học môn này ạ. Em vẫn chưa hiểu rõ lắm về lý do này ạ và nếu vậy là ĐKMH Dự thính chỉ áp dụng cho các môn đã từng học nhưng học lại thôi ạ? Em rất mong có thể nhận được phản hồi từ quý Văn phòng ạ. Em xin cảm ơn quý Văn phòng rất nhiều ạ và rất mong có thể nhận được giải đáp thắc mắc của em ạ.",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV:. Sinh viên khoa Quản lý công nghiệp K18. Trong đợt đăng ký môn bổ sung cho các học phần LVTN (18/1 - 19/1) em có đăng ký môn LVTN, MSMH: IM4317, nhóm lớp A01 nhưng đã bị hủy. Với lý do: Không đủ điều kiện nhận LVTN. Nhưng hiện tại theo như yêu cầu của Nhà trường thì em vẫn đủ điều kiện để đăng ký LVTN. Mong PĐT xem xét lại giúp em. Trong khi chờ đợi sự hồi đáp của PĐT, em xin chân thành cảm ơn.",
    "Thưa thầy, cô Kì này em chưa đăng ký đề cương luận văn được nhưng em xin được thầy cho làm thì kì sau em chuyển điểm và đăng ký luận văn luôn được không ạ.",
    "Chào phòng đào tạo, Em tên , MSSV , hôm nay em khiếu nại về đăng ký Luận văn tốt nghiệp (MA4333) trong học kì 212 . Em đăng ký Luận văn tốt nghiệp vào các đợt 1, 2, 3 đều được nhưng đến khi có kết quả thì bị hủy vì lý do không đủ điều kiện. Em đã đăng ký lại vào đợt bổ sung nhưng vẫn tiếp tục bị hủy với lý do trên. Mong phòng đào tạo giải đáp giúp em. Hình ảnh minh họa đính kèm:     Hình 1: Đăng ký vào đợt 1     Hình 2: Đợt đăng ký 2, bị hủy LVTN ở đợt 1 và em đã đăng ký lại     Hình 3: Kết quả đợt đăng ký bổ sung",
    "Em là -, lớp DC18DK. Em đã hoàn thành hết các môn học trong chương trình, chỉ còn lại LVTN-GE4327 và GE3095(TQ) (do covid lớp em vẫn chưa học được GE3095) . Kỳ 212 này, lớp em được Khoa xin pđt đăng ký LVTN song hành với GE3095(TQ) và đã được duyệt. Các bạn trong lớp đa phần đều đăng ký được vào đợt 3 nhưng một số bạn (có em) lại bị lỗi không đăng ký được. Em có gửi phản hồi rồi và pđt bảo đăng ký lại vào đợt bổ sung 18-19/01/2022. Nhưng kết quả đăng ký vẫn không được duyệt vì thiếu môn GE3095. Xin nhắc lại là đa số các bạn trong lớp đều đăng ký được cả LVTN-GE4327 và GE3095 theo yêu cầu của Khoa). Mong pđt xem xét giải quyết giúp em ạ. Xin Cảm ơn!",
    "Tốt nghiệp       Dear   Em sinh viên hệ VHVL, đợt vừa rồi  em đã ĐK nhận bằng tốt nghiệp HK 20211, nhưng hiện em vẫn chưa nhận được thông tin nào,  Mong  kiểm trả lại giúp em",
    "Kính gửi PĐT, Học kỳ 202 em có học môn thủy lực & khí nén lớp DT01-thầy , vì tình hình dịch bệnh phức tạp nên lớp đã bị nghỉ ngang, và chưa có thí nghiệm. Tuy nhiên để giải quyết cho 1 số anh/chị bảo lưu có điểm kịp tốt nghiệp nên thầy đã nộp bảng điểm tn của em là 13 khiến môn học này bị 0 điểm (rớt). Em có liên hệ với thầy để nộp lại bảng điểm tuy nhiên đến bây giờ vẫn đang chưa có sự thay đổi ạ Bên cạnh đó em có thi anh văn trong trường và đạt được 455 điểm, theo lý thuyết thì em đã qua anh văn 3, như vậy là em sẽ có 6 tín chỉ của anh văn 1, 2, 3. Tuy nhiên theo em thấy thì chưa được công 6 tín chỉ vô tính chỉ tích lũy. Vì việc nhà trường cho hoãn các chứng chỉ ngoại ngữ theo từng năm học cũng như vì dịch bệnh diễn biến phức tạp nên em không có cơ hội thi TOEIC để nộp điểm chuyển anh văn theo như dự định. Nếu kết quả anh văn trong trường mà không tính qua 6 tín chỉ anh văn 1, 2, 3 thì khá là thiệt thòi cho 1 số bạn sinh viên giống như em. Em nghĩ vì những lí do trên  đã làm ảnh hưởng đến kết quả đmkh LVTN của em ạ. Mong PDT xem xét để em không bị muộn LVTN vì những lí do khách quan ạ. Em cảm ơn.",
    "Sinh viên:  Mssv:  Hiện tại môn LVTN CI4393 của em vẫn chưa đăng kí được do thiếu môn tiên quyết CI3225 (Đồ án sản xuất CK BTDS). Trong mail ghi rõ \"Những học phần đang học được xem là đạt\", và hiện em đang học môn CI3225 ở học kì này, nên mong PĐT giải quyết cho em ạ. Em cảm ơn!",
    "Em có ĐK LVTN đợt bổ sung vào ngày 18/01/2022. KQĐKMH em thiếu môn Thực tập nhận thức ngành mã MH 804306. Nhưng trong Mybk của em có cập nhật điểm môn học Thực tập nhận thức ngành DDCN mã MH CI2057. Em có gửi mail cho phòng đào tạo và có nhận phản hồi từ P. ĐT có thể đăng kí đợt bổ sung vừa rồi . (Hình ảnh đính kèm) Kính mong quý Thầy/Cô xem xét và phản hồi giúp em ạ.",
    "Em tên . MSSV  . về việc đăng kí môn học \"Luận văn tốt nghiệp quá trình thiết bị\" CH4353 vẫn không đủ điều kiện nhận luận văn. em có thiếu điều kiện tiên quyết là số chỉ tối thiểu nhận luận văn là do còn thiếu một môn 2 chỉ thuộc tự chọn nhóm D mà kì này em có đăng kí học. vậy nên, em có thể làm đơn có chữ kí của trưởng khoa xin nhà trường cho phép em được nhận luận văn kì này được không ạ.",
    "Em tên:  Mssv: Em muốn đăng kí luận văn tốt nghiệp (260663) Em đã đủ chỉ yêu cầu làm tiểu luận ,em đăng kí những đợt mở môn học nhưng bị hủy  Mong thầy cô giúp giùm em Em cảm ơn   i ",
    "Em chào thầy/cô PĐT. Em tên là . MSSV:. Kỳ vữa rồi em có thanh toán trễ học phí HK 211. Em đã thanh toán trễ học phí vào 24/01/2022. Không biết em cần nộp biểu mẫu đóng trễ học phí không ạ. Em xin cảm ơn",
    "Em chào thầy/cô ạ Em tên      :  Mssv        :  Mã môn      : GE4317 Tên môn học : Luận văn tốt nghiệp  Nhóm lớp    : A01  Học kì      :212 Lý do : -Em đủ 125 chỉ để dk luận văn  -Em đủ ngày công tác xã hội. -Điều kiện xét luận văn ghi em không đủ điều kiện vậy cho em hỏi điều kiện mà em thiếu là gì vậy ạ ?",
    "Thưa các thầy cô, em xin hỏi là nếu như em đã có chứng chỉ MOS (Excel và PowerPoint) thì có cần thi chứng chỉ tin học cơ bản và nâng cao không ạ? Em xin cảm ơn.",
    "Kính gửi phòng Đào tạo, Em tên là  (MSSV , khoa KH&KTMT CLC). Cho em xin hỏi hai vấn đề như sau: 1) Từ tuần 7 đến tuần 9 thì mỗi tuần, em có một buổi Thí nghiệm vật lý tại phòng B6-201. Như vậy là học trực tiếp phải không ạ? 2) Từ tuần 10 đến tuần 13, em có lịch học GDQP. Cho em hỏi GDQP thì học trực tiếp đúng không ạ? Nếu vậy thì học ở đâu ạ? Kính mong phòng Đào tạo hỗ trợ giúp em. Em xin cảm ơn.",
    "Em kính chào quý thầy cô ạ Em tên là -, hiện tại em bị từ chối khi đăng ký môn Luận văn tốt nghiệp-CO4323 vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối). Hiện tại kỳ 212 này em đã đăng ký thành công môn thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031 nếu em đăng ký thành công môn Luận văn tốt nghiệp thì tổng số tín chỉ em đăng ký sẽ là 14 chỉ (quy định tối đa là 12 chỉ). Em bắt buộc phải học môn Kỹ thuật truyền số liệu trong kỳ này vì môn này các kỳ trước đều không mở, em và các bạn đã xin mãi thì kỳ này môn mới mở. Nếu em đăng ký thành công Luận Văn trong kỳ 212 này thì em sẽ hoàn thành hết chương trình học. Em mong quý thầy cô có thể xem xét và hướng dẫn em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này ạ. Em xin chân thành cảm ơn. Em xin cam kết sẽ cố gắng hoàn thành trách nhiệm của mình trong quá trình học tập và thực tập ạ",
    "Kính gởi thầy/ cô, Gần đây em thấy một số thông tin bảo là trường sẽ không còn tổ chức thi nói - viết tại trường Đại học Bách Khoa nữa mà sinh viên chỉ có thể đến đăng ký và thi trực tiếp tại IIG . Em chưa tìm thấy được thông báo chính thức của trường về vấn đề này nên em muốn xác nhận thông tin này có chính xác không ạ? Mong thầy/ cô hỗ trợ. Em chân thành cảm ơn.",
    "Em có đăng ký môn học Kỹ thuật số EE1009 của thầy  giảng. Em đã học được 1 buổi, nay em đăng nhập vào E-learning để vào môn học Kỹ thuật số mà không hiện trong trang. Em đã có gửi yêu cầu kiểm tra giúp em, và hiện tại môn học của em vẫn chưa hiện. Em xin kiểm tra lại giúp, xem môn học của em có bị lỗi gì không trong quá trình đăng ký môn học không? Em cảm ơn",
    "Tên môn học: Luận văn tốt nghiệp(ktck Mã môn học: Me4727 Xin chào Phòng đào tạo, em tên là  - , khoa Cơ Khí, lớp CK18CTM2. Xin Phòng Đào tạo cho em biết rõ lý do tại sao không đăng ký được LVTN trong đợt đăng ký bổ sung ạ. Em cảm ơn.",
    "Mã số môn học: LA1039 Tên môn học:  2A (nhu cầu) Mã nhóm: LT04 HK 212 Lý do: em đăng kí trễ nên xin phòng đt mở thêm sĩ số ạ. Em xin cảm ơn.",
    "Em chào chị! Em là  MSSV:  chị cho em hỏi: - Hệ VHVL khóa 2014 thì cần điểm Toiec bao nhiêu mới đủ điều kiện ra trường. - Hệ VHVL khóa 2014 có cần test anh văn nói và viết (speaking và writing) để ra trường hay không. em xin cảm ơn! ",
    "em chào cô em là _. em thấy thông báo về Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 mới đây không có nhăc về quy định tiêm văcxin bao nhiêu mủi thì mới được vào trường vậy em xin hỏi về vấn đề này ạ.",
    "ILI13064    Kính chào Phòng đào tạo Em  tên , MSSV: ILI13064 Vào đợt Đăng ký môn học HK212, đợt 2, em đã đăng ký môn Luận văn tốt nghiệp (MMH: 400433). Sau đó, do chủ quan và làm việc tăng ca, em đã không kiểm tra lại kết quả đăng ký. Vừa rồi kiểm tra lại thì em nhận thông báo là PĐT đã hủy kết quả đăng ký do em đang tạm dừng/nghỉ học trong khi tình trạng của em là \"Đang học\". Đây là lỗi của em do không kiểm tra kỹ nhưng em làm đơn này kính mong Phòng đào tạo xem xét, thông cảm và tạo điều kiện cho em có thể đăng ký lại môn Luận văn tốt nghiệp để sớm hoàn tất chương trình học. Em xin cám ơn. Trân trọng.",
    "Em là  MSSV , lớp DC18KK, khoa Kỹ thuật địa chất và Dầu khí, em đã gửi đơn phúc tra bài thi môn Thu gom và vận chuyển dầu khí GE4021 vào ngày 17/01/2022, em có câu hỏi là đã được 1 tuần từ khi em gửi đơn phúc khảo, đơn em vẫn đang trong tình trạng xử lí chưa có kết quả nên không rõ pdt đã nhận được đơn em chưa, nếu nhận được rồi mong pdt giải quyết đơn phúc tra của em sớm nhất có thể, còn nếu chưa mong pdt phản hồi lại giúp em. Em cảm ơn.",
    "Kính gửi phòng Đào Tạo, Em tên là , MSSV , Hiện là sinh viên Khoa Khoa học & Kĩ thuật máy tính. Trong học kì 212 này, em đã rút môn học \"Thực tập đồ án môn học đa ngành - hướng công nghệ phần mềm\" với mã môn học CO3019 trên  Form. Tuy nhiên, em không chắc chắn lắm về việc  em có điền đúng thông tin trên google form hay không vì mạng nhà em lúc đó gặp trục trặc . Do vậy, em mong PĐT có thể xác nhận thông tin trên  Form của em có đúng như thông tin mà em đã cung cấp ở đây không ạ. Nếu thông tin được điền không đúng thì em xin phép được đăng kí thông tin rút môn lại nếu PĐT cho phép. Kính mong sớm nhận được phản hồi từ PĐT ạ. Em xin trân trọng cảm ơn,    i ",
    "theo ctđt tại đây (dẫn link) tụi em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, ko rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (chép ra). trân trọng",
    "Chào quý thầy cô Em là  MSSV 181222 Em hiện tại không bị nợ môn, ngoại trừ chưa có 4 môn tiếng anh nhưng theo mail của trường đã miễn tiếng anh kỳ 212. Và một số bạn của em cũng thiếu 4 môn tiếng anh mà vẫn đăng ký được luận văn tốt nghiệp. Cho em hỏi điều kiện đăng ký luận văn tốt nghiệp kỳ 212 này là gì, mong quý thầy cô giải đáp thắc mắc ạ. Cảm ơn thầy cô.",
    "Trong đợt đăng kí môn học bổ sung LVTN em bị hủy đăng kí không được đăng kí môn học. Trên lịch sử đăng kí chỉ để là không đủ điều kiện đăng kí môn học. Theo tìm hiểu và xem từ bạn bè thì em thấy em đăng kí 9 chỉ ở kì chính ngoài LVTN nên em nghĩ đó là lí do em bị hủy đăng kí. Em mong  PĐT xem xét tạo điều kiện giúp em đăng kí LVTN để em hoàn thành môn học theo tiến độ Em xin mong quý PĐT giúp đỡ EM là  MSSV  mã LVTN : ME4319",
    "Theo thông báo mới từ phòng đào tạo thì chỉ các sinh viên làm đồ án, luận văn mới vào trường sau Tết âm lịch đúng không ạ? Trong thời khóa biểu em có phòng học thực hành offline vào tuần 7 và 8 thì em cần phải lên trường học offline hay đợi thông báo từ giáo viên dạy bộ môn đó ạ?",
    "Em tên:  MSSV:  Em viết đơn này vì trong lúc đăng kí môn học HK212 em đã bị hủy môn MA3325 - Thực tập tốt nghiệp với lí do là không đủ số tín chỉ mặc dù em đã đủ tín chỉ để đăng kí môn học này trong đợt đăng kí lần 3. Sau đó Phòng đài tạo có mở đợt đăng kí bổ sung  nhưng em không kịp xem mail nên đã bỏ lỡ thời hạn đăng kí. Vì vậy em viết đơn này mong Phòng đào tạo xem xét cho em được đăng kí môn học MA3325 - Thực tập tốt nghiệp trong học kì 212 để em có thể hoàn thành môn học sớm. Em xin cảm ơn .",
    "Chào thầy/cô, Em tên , MSSV . Thầy/cô cho em hỏi là tiết thực hành trong tuần 7 là mình học trực tiếp chưa ạ? Em đọc gmail nhưng vẫn chưa hiểu lắm. Mong thầy/cô trả lời giúp em. Em cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo, Em tên là  - , sinh viên ngành kỹ thuật máy tính OISP. Em viết đơn này vì muốn khiếu nại về việc hủy đăng kí luận văn tốt nghiêp(CO4327) của em với lí do đưa ra là em không đạt tiêu chí đăng kí. Nhưng em sau khi xem xét kỹ thì thấy bản thân hoàn toàn đủ điều kiện. Hiện tại em đã tích lũy được hơn số tín chỉ tối thiểu và qua tất cả các môn tiên quyết hay ràng buộc, có 21.5 ngày công tác xa hội, 9 điểm đề cương luận văn. Đồng thời em đã nạp bằng ielts 6.0 từ lúc mới vào trường và đã thanh toán phí chuyển điểm. Mong sớm nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Kính gửi thầy cô, Em là , khóa K2018. Em viết thư này với thắc mắc là với tình hình dịch bệnh hiện tại cũng như các khó khăn sinh viên gặp phải thì trường mình có cho phép sinh viên khóa K2018 có thể thi toeic speaking và writing tại BKEnglish để lấy điểm anh văn xét tốt nghiệp không ạ? Vì em có nghe cô dạy trong BKEnglish chia sẻ về vấn đề này nhưng chưa thấy thông tin chính thức từ phòng đào tạo ạ. Em xin chân thành cảm ơn. Trân trọng,",
    "Thân chào ban quản lí trường đại học Bách Khoa, em là , MSSV: , sinh viên khoa kỹ thuật Địa chất và Dầu khí.     Đợt vừa qua em gặp sự cố trong việc đăng ký luận văn, \"em mong được hướng dẫn cách thức làm đơn khiếu nại ĐKMH 212\" cho PĐT ạ !     Hay em chỉ việc viết lên mục tạo câu hỏi/ yêu cầu như vầy, vì em cũng đã viết một câu hỏi lên nhưng không được xử lý nên có thắc mắc.    Em cảm ơn !",
    "dạ cho em hỏi là khi em vào trang đăng ký môn học để xem kết quả thì được báo như hình, co nghĩa là em không đăng ký được môn hay là em phải chò kết quả sau ạ.",
    "Em xin chào nhà trường, Em là , MSSV , trong đợt 3 đăng ký môn học em có đăng ký học phần LVTN, MSMH là EE4327. Nhưng sau một thời gian em không thấy cập nhật thời khóa biểu môn học thì em có kiểm tra lại thì biết có thêm đợt đăng ký LVTN bổ sung nhưng em bị quá hạn đăng ký. Sau đó, em đã có gửi mail cho phòng đào tạo xác nhận đăng ký LVTN trễ nhưng đến giờ thời khóa biểu của em vẫn chưa được cập nhật. Em mong nhà trường xem xét lại trường hợp của em ạ. Em trân trọng cảm ơn.",
    "Mở môn học học kỳ 212 . Thưa phòng đào tạo  Em xin được đăng ký môn học: luận văn tốt nghiệp may    Mã số môn học : ME4079 Mã nhóm       : A01 Học kỳ        : 212 Nguyên nhân đăng ký muộn _Thưa phòng đào tạo,qua đợt dịch vừa rồi gia đình em đã gặp nhiều khó khăn về tài chính nên đã có ý định sẽ tạm dựng một học kỳ vì sợ không đủ tiền để đóng học phí, em cũng gửi câu hỏi về việc đơn xin tạm dừng học cho phòng đào tạo ở thời điểm đợt đăng ký môn học trước đây. Nay gia đình em hiện tại đã cố gắng xoay sở được về tiền học phí cho môn luận văn cuối cùng để tốt nghiệp , tuy hiện tại em biết đã muộn quá đợt đăng ký môn học đợt 3, em rất xin lỗi khi muộn như vậy mới xin đăng ký môn cuối cùng này và sẽ khó xin được vì trái với quy định nhà trường nhưng em mong phòng đạo tạo có thể giúp đỡ cho trường hợp khó khăn của em , khi gia đình thật sự không thể trang trải học phí và đưa ra quyết định đăng ký môn học vào thời điểm đó. Em chân thành cám ơn   ",
    "Kính gửi phòng Đào Tạo, Em là -MSSV . Em có thắc mắc về vấn đề Đăng kí môn Luận văn tốt nghiệp-Mã môn học IM4317, học kì 212, nhóm A01 . Em có đăng ký môn Luận văn tốt nghiệp vào tất cả các đợt mở đăng ký của trường, gần nhất là đợt đăng ký bổ sung vào ngày 18-19/1/2022 và đã có GVHD Luận văn từ Khoa. Tuy nhiên đều bị xóa kết quả và không có thời khóa biểu. Theo thông tin em nhận được thì có nhiều bạn có tình trạng tương tự như em và vẫn chưa rõ về lý do bị xóa. Kính mong phòn Đào tạo xem xét để chúng em có thể hoàn thành đúng tiến độ Luận văn.",
    "Kính chào quý cô, em là sinh viên khoá K17. Hiện tại đã hoàn thành khoá luận văn tốt nghiệp, và cũng đạt đủ điều kiện tiếng Anh theo yêu cầu của nhà trường. Do đậu anh văn nói viết đợt 2 nên không kịp thời gian để đăng ký tốt nghiệp đợt vừa rồi. Giờ em vào đăng ký lại thì được báo là do tình trạng sinh viên không phù hợp để sử dụng chức năng này. Em không rõ là do chưa tới đợt đăng ký nên không thể đăng ký được hay là em cần phải làm gì thêm để được đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Gửi , Em đã hết hạn đào tạo chính quy, Em đã làm đơn chuyển sang hệ VHVL, em đk môn LTVN 800700 kq đăng ký môn học báo SV đã nghỉ/dừng học. Em xin  đăng ký bổ sung giúp em môn LVTN 800700, em chỉ còn LVTN là hoàn thành chương trình đào tạo mong  xem xét giúp em. Em xin cảm ơn.",
    "Dear PĐT, em tên Nguyễn Trang Đài, MSSV:, em hiện đang học khoá 2020 hệ VHVL khoa Kĩ Thật Giao Thông Em đã đăng kí ĐATN mã môn học: TR4347 nhiều lần, kể cả lần bổ sung nhưng đều bị huỷ TKB. Mong PĐT có thể mở lớp hoặc ghép lớp để em được làm ĐATN theo kịp chương trình học. Em xin cám ơn ạ.  B",
    "MSSV:      Em chào thầy, cô.  Em là , MSSV . Trong đợt đăng kí môn học đợt 4 dùng để đăng kí LVTN em có đăng kí nhưng kết quả em bị xóa môn LVTN. Em thấy rằng mình đã đủ tất cả các điều kiện để nhận LVTN trong kì này nhưng lại nhận được thông báo là không đủ điều kiện nhận LVTN. Em không biết lí do của vấn đề này là gì và làm sao để em có thể đăng kí được LVTN ạ?  Em xin cảm ơn thầy, cô.",
    "Hiện tại em đã đủ điều kiện đăng ký luận văn tốt nghiệp theo phương thức mới không xét AV ở học kỳ hiện tại nhưng vẫn không thể đăng ký (với lý do ở hình ảnh đính kèm) em đã thoả các môn học trên. Mong pđt xem xét giúp em Mã môn học: CI4393",
    "Em kính chào thầy, cô. Em tên , MSSV . Trong đợt đăng ký môn học đợt 4 bổ sung LVTN, em có đăng ký nhưng kết quả trả về là bị xóa LVTN. Em thấy mình đã đủ các điều kiện cần thiết để có thể nhận LVTN, tuy nhiên kết quả trả về lại là không đủ điều kiện nhận LVTN. Thầy cô cho em hỏi là nguyên nhân của việc này là gì và làm thế nào để em có thể được nhận LVTN ạ. Em xin chân thành cảm ơn.",
    "Em chào Thầy/Cô, Em là sinh viên PFIEV khóa 19, ngành Hệ thống năng lượng điện. Thưa Thầy/Cô, vừa rồi khi đăng ký môn Thực tập ngoài trường (EE3395), lớp em đã bị hủy môn do không đủ điều kiện nhận TTTN là tối thiểu phải đủ 84TC. Như vậy thì chúng em sẽ phải đăng ký thực tập vào đợt sau (HK 213) và học phí sẽ cao hơn vì đó là đợt dự thính hè (dành cho các SV học lại). Chúng em thấy điều này rất vô lý vì theo quy chế PĐT phải tính số TC tích lũy đến hết HK 212 thì chúng em mới đủ điều kiện nhận TTTN. Đằng này nếu bây giờ đăng ký thực tập thì các môn đang học ở HK 212 lại không được tính vào và do đó lớp em sẽ phải đăng ký môn học ở đợt hè (mất phí nhiều hơn). Mặt khác để học môn Thực tập ngoài trường (EE3395) thì PĐT lại lấy chuẩn nhận TTTN của chương trình chính quy đại trà. Thầy chủ nhiệm em có nói đây không phải là TTTN của Việt Pháp nên đáng lẽ tụi em không cần có điều kiện tối thiểu 84TC chứ. Do kể từ khóa Việt Pháp 2019 các Khoa đã đổi mới chương trình đào tạo cho phù hợp với mã chính quy đại trà nên có lẽ PĐT đã đánh đồng chúng em theo điều kiện nhận TTTN của chương trình đại trà. Em mong PĐT xem xét cho lớp VP19NL được đăng ký môn Thực tập ngoài trường (EE3395) ạ. Em cảm ơn Thầy/Cô",
    "Dạ, thầy/ cô cho em hỏi. Ở đăng ký môn học dự thính đợt 3 lộ trình 1, em đã có môn hệ thống máy tính và ngôn ngữ lập trình từ tuần 2, mà đến nay vẫn chưa thấy thời khóa biểu được cập nhật ạ. Em mong thầy/ cô kiểm tra lại giúp em. Mssv em là:  Em cảm ơn thầy/ cô",
    "Dạ em chào thầy/cô Em tên: , mssv: , lớp CK18CTM4. Hiện tại thì em vẫn chưa đăng ký được LVTN(ME4727) cho hk212, em muốn biết nguyên nhân cụ thể(trong lịch sử đang ký ghi là:\"không đủ điền kiện\"), mặc dù em đã làm DCLV nộp cho GVHD của mình(thầy ) và đã hoàn thành TTTN. Nếu còn thiếu điều kiện gì để đăng ký LVTN(ME4727) thì em mong thầy/cô phản hồi cho em biết để em bổ sung kịp thời ạ. Em xin cảm ơn thầy/cô. Kính chào",
    "Kính gửi thầy/cô Em là , mssv . Hiện nay em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 11/2021. Tuy nhiên em vẫn chưa nhận được mail từ trường để nhận bằng ạ. Em xin hỏi là khoảng khi nào em mới có mail thông báo tiếp theo từ trường ạ? Em cảm ơn thầy/cô!",
    "Kính gửi PĐT, Em là Huỳnh Minh Hiếu, MSSV: , Hệ VLVH (chuyển từ CQ K.2014) Khoa Kỹ thuật hóa học Trong đợt \"Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN\", PĐT đã tự động đăng ký môn học Luận văn tốt nghiệp (KT Quá trình-Thiết bị & Điều khiển) CH4353 cho em và môn học cũng đã xuất hiện trong Thời khóa biểu. Tuy nhiên khi vào mục \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" lại không thấy có môn học trên kèm lý do \"Bạn chưa đăng ký\" Kính mong PĐT xem xét thêm môn học Luận văn tốt nghiệp (KT Quá trình-Thiết bị & Điều khiển) CH4353 vào mục \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" giúp em. Em xin chân thành cảm ơn!",
    "Khiếu nại đăng ký môn học         theo ctđt tại đây (https://docsgooglecom/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]) tụi em có môn thực tập ngoài trường (EE3375) học đủ tín chỉ, đăng kí theo yêu cầu của khoa kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - )) trân trọng",
    "theo ctđt tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]) tụi em có môn thực tập ngoài trường (EE3375). Em đã học đủ tín chỉ, ko rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)).",
    "Theo ctđt tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]) tụi em có môn thực tập ngoài trường (EE3375). Tụi em đã học đủ tín chỉ và không rớt môn. Kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)). trân trọng .",
    "Em tên là , MSSV  Ngày 24/1/2022, Phòng Đào tạo có phản hồi việc đăng kí môn học IM4317 với lý do: Không đủ điều kiện nhận LVTN (có đính kèm ảnh). Em mong muốn Phòng Đào tạo giải thích rõ hơn, do em đủ tín chỉ để nhận LVTN (có đính kèm ảnh).",
    "Cho em hỏi là đợt đăng ký bổ sung em có đăng ký rồi nhưng kết quả lại ghi là em chưa đăng ký ? Và khi đăng ký bổ sung có ghi là em đã thỏa mãn điều kiện đăng ký rồi ạ ! Mong nhà trường giải đáp sớm ạ ! Em xin cảm ơn !",
    "Mở môn học học kỳ 212 .   Dạ chào thầy/cô em là sinh viên k18, khoa xây dựng, hiện tại rất nhiều bạn cũng như em đang bị vướng một số môn tự chọn nhóm C. Mà khoá tụi em lại là khoá cuối của chương trình đào tạo cũ.Khả năng sẽ ko mở được lớp những môn tự chọn nhóm C theo chương trình cũ .   Vào đợt đăng kí môn học của kì chính 212 tụi em đã đăng kí các môn tự chọn nhóm C như Nhà nhìu tầng CI3121, hay Động lực học kết cấu Ci4067 nhưng đều bị xoá hết các lớp môn tự chọn nhóm C. Đến đợt đk lấy nguyện vọng của kì dự thính lộ trình 2 đã có hơn 50 bạn đăng kí môn Động lực học kết cấu Ci4067 nhưng cũng bị xoá nguyên lớp vì điều kiện không cho học sinh học lần đầu .   Mong thầy cô phòng đào tạo xem xét cho tụi em, chứ vì một môn mà khoá k8 tụi em bị mắc kẹt không biết khi nào được ra trường ạ. Mà Năm tới thì k19 lại học khác mã rất khó để xin mở lớp cho mã cũ ạ .   Mong thầy cô xem xét giúp đỡ tụi em, mở một lớp tự chọn nhóm C môn Động lực học kết cấu Ci4067( đã có hơn 50 bạn đăng kí đợt 1) để tụi em có cơ hội ra trường đúng hạn ạ .   Em cảm ơn thầy cô đã đọc, mong được thầy cô giúp đỡ ạ .   Em xin gửi hình ảnh minh chứng đợt 1 đăng kí lấy nguyện vọng mở lớp của 54 bạn môn Động lực học kết cấu Ci4067.",
    "Em là ,MSSV:  Em có đăng ký môn học Luận văn tốt nghiệp vào đợt bổ sung nhưng bị xóa vì lý do thiếu điều kiện. Nhưng em nhận thấy em đủ điều kiện để đăng ký ạ. Em nhờ Phòng đào tạo kiểm tra lại giúp em ạ. Note: Em có học 2 môn cao học (4 chỉ) để chuyển điểm qua đại học ạ.",
    "theo ctđt tại đây (dẫn link) tụi em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, ko rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (chép ra). trân trọng",
    "Dạ thưa PDT, môn CI2005: cơ lưu chất bọn em đã xin khoa phụ trách môn đó mở lớp và đã có chữ kí của thầy dạy môn đó đồng ý mở lớp (file đính kèm ạ) nhưng sao lúc đăng ký dự thính vẫn bị xoá ạ . lí do pdt ghi trong kết quả đăng ký dự thính đợt 1 lộ trình 2 là môn học khoa không mở lớp nhưng đã có đơn xin mở lớp kèm chữ kí mà bọn em đã gửi PDT ạ, mong pdt xét trường hợp này của bọn em, tạo điều kiện giúp bọn em tốt nghiệp đúng hạn ạ.",
    "Khiếu nại đăng ký môn học        :  :  T01       TẤT CẢ CÁC     CI333: THỰC TẬP TỐT NGHIỆP   85  CI31: ĐỀ CƯƠNG LVTN         80  :   00        HK212  ĐẢ  , ,  O  ĐƯỢC LÀM LUẬN VĂN VÀ RA TRƯỜNG  CẢM ƠN      ",
    "Em tên là , MSSV: . Trong file điều kiện đăng kí môn học đợt trường gửi vào ngày 26/12/2021, em thiếu điều kiện chứng chỉ ngoại ngữ nên không ký được LVTN ME4677. Tuy nhiên, trước đó trường đã thông báo tạm hoãn việc nộp chứng chỉ ngoại ngữ và những bạn khác chưa có chứng chỉ vẫn đăng kí được. Vậy lý do tại sao em đã đăng ký 4 lần mà vẫn không được? Mong sớm nhận được phản hổi của phòng đào tạo",
    "Dạ em xin đăng ký bổ sung thêm TTTN do em muốn lấy thêm kinh nghiệm và cũng sợ đợt TTTN trước bị hủy nên em xin đăng ký thêm TTTN vào kỳ này ạ, em là   xin đăng ký thêm môn Thực tập tốt nghiệp CI3343. Em xin cảm ơn và chúc anh chị 1 ngày tốt lành.",
    "Em là đổng hoàng hưng hiện bây giờ kì 212 em không thể đăng kí môn học GE3345 thực tập ngoài trường mặc dù đây không phải là môn tiên quyết mặc dù lúc đăng kí được nhưng khi nhận kết quả thì PĐT lại không duyệt đã 3 đợt đăng ký và bổ sung đều không được em và 1 số bạn trong khoa cũng bị như vậy mong PĐT có thể khắc phục em cám ơn",
    "Em tên là , em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm. Em cảm ơn.",
    "Em chào Thầy/Cô bên phòng đào tạo. Em là , MSSV , hiện đang học lớp VPk17 CĐT. Hôm qua em có đặt câu hỏi về đăng kí   B Luận văn tốt nghiệp - 218700    và   B Thực tập tốt nghiệp - 218750    nhưng bị hủy, và có nhận được câu trả lời là kiểm tra thời khóa biểu   B muộn nhất trước ngày 25.01   , nếu không có thì hỏi lại để biết lí do bị hủy. Em đã kiểm tra và hiện tại vẫn chưa được cập nhật ạ, nên em muốn biết lí do bị hủy đăng kí. Em xin chân thành cảm ơn.   I  .",
    "Chào thầy/ cô Em là , MSSV , khoa Kỹ thuật hóa học. Em có ĐKMH đợt 2 thành công. Tuy nhiên do sai sót của bản thân nên em đã không kiểm tra TKB và vẫn chưa ĐKMH đợt 4 (đợt bổ sung). Sáng hôm sau đã hết hạn thì em mới phát hiện mình vẫn chưa có TKB nên đã lên PĐT và được hướng dẫn đặt câu hỏi trên bksi. Tuy nhiên đến hiện giờ em vẫn chưa có TKB với môn học:  (CNTP), mã môn học: CH4337. Mong thầy/cô giải quyết để em có thể hoàn thành chương trình học trong học kì này. Em cảm ơn.",
    "Em chào thầy/cô ạ,  Trước khi em học GDQP ở năm 2, do vấn đề sức khỏe nên em chưa hoàn thành xong học phần 3 của bộ môn GDQP. Bây giờ trong thời gian dịch như vậy, thầy/cô cho em hỏi em đăng ký học lại học phần 3 môn GDQP như thế nào ạ?  Em cảm ơn thầy/cô rất nhiều.",
    "Em chào Thầy/Cô, Em muốn đăng ký bổ sung môn Luận văn tốt nghiệp (AS4327). Hiện tại thời khóa biểu của em vẫn chưa có Luận văn tốt nghiệp (AS4327). Em đã đủ điều kiện để đăng ký môn, mong thầy/cô xem xét cho em để em đăng ký được môn và đồng hành cùng bạn chung đề tài luận văn hiện tại của em. Em xin trân trọng cảm ơn.",
    "Kính gửi PĐT, Em là Phạm Hồ Anh Đức, MSSV: 1811982. Trong thông báo đăng ký môn học đợt 3 dành cho (LVTN + TTTN + ĐCLV), thì PĐT có ghi là sinh viên được đăng ký dù các học phần trước chưa có điểm. Trong đợt 3 đó, em có đăng ký môn LVTN mã IM4317 với tình trạng là đang hoàn thành điểm của môn TTTN. Như thông báo trên của PĐT, em gửi yêu cầu mong PĐT giúp em giải quyết ạ. Em cảm ơn.",
    "Em chào thầy cô, Em là  MSSV  Trong đợt đăng ký TTTN, DCLVTN, LVTN - đợt 4 Em muốn xóa LVTN để làm lại DCLVTN nhưng không thành, bây giờ em có cả LVTN và DCLVTN trong TKB. Nhờ thầy cô hổ trợ em xóa LVTN để em có thể tập trung hoàn thành DCLVTN, không bị vướng mắc. Em xin cảm ơn thầy cô .",
    "Chào thầy cô Em là  mssv   Khoa công nghệ vật liệu, chuyên ngành vật liệu năng lượng và ứng dụng, lớp VL17NL. Vừa qua em có đăng kí đề cương luận văn MA4341. Tuy nhiên hệ thống báo lỗi em chưa học môn MA3017, môn này em đã học môn tương đương MA3091 và có điểm trên hệ thống. Em đã phản hồi lên bksi và được trả lời hai môn không tương đương, bảo em liên hệ khoa giải quyết. Em đã liên hệ khoa và khoa chấp nhận xét miễn môn Ma3091 cho môn Ma3017. Mong thầy cô cho em bổ sung đề cương luận văn Ma4341 vào thời khóa biểu",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Trong đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN, em đã đăng ký thành công môn học Luận văn tốt nghiệp (Địa chất môi trường) (GE4313). Sau khi có kết quả đăng ký em xem thì thấy PĐT không đăng ký cho em vì không đủ điều kiện nhận Luận văn tốt nghiệp. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu đủ điều kiện thì xin PĐT cho em đăng ký môn học Luận văn tốt nghiệp (GE4313) để thực hiện trong học kì này.      Em xin cảm ơn!   i ",
    "Kính gửi PĐT,  Vào học kỳ 211 em có đăng ký học môn Thực tập điện 1. Thầy  đã cho các bạn đang ở SG được học nhưng tại thời điểm em học thì em có tiếp xúc F0 nên đã gửi mail xin tạm dừng và xin học ở học kỳ sau tết. Vậy mong nhà trường hỗ trợ em sắp xếp thời khóa biểu để em bổ túc các môn còn thiếu vào chương trình đào tạo cho đủ . Trân trọng, ",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Trong đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN, em đã đăng ký thành công môn học Luận văn tốt nghiệp (Địa chất môi trường) (GE4313). Sau khi có kết quả đăng ký em xem thì thấy PĐT không đăng ký cho em vì không đủ điều kiện nhận Luận văn tốt nghiệp. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu đủ điều kiện thì xin PĐT cho em đăng ký môn học Luận văn tốt nghiệp (GE4313) để thực hiện trong học kì này.      Em xin cảm ơn!   i ",
    "Em xin kính chào Phòng Đào tạo, Em tên là , mã số sinh viên , là sinh viên lớp VP17VT. Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký xin hoãn thi ở HK211 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em! Em xin chân thành cảm ơn, Trân trọng.",
    "Khiếu nại ĐKMH HK212 Kính gửi Phòng Đào Tạo, Em tên là  - , sinh viên ngành kỹ thuật máy tính OISP. Em viết đơn này vì muốn khiếu nại về việc hủy đăng kí luận văn tốt nghiêp(CO4327) của em với lí do đưa ra là em không đạt tiêu chí đăng kí. Nhưng em sau khi xem xét kỹ thì thấy bản thân hoàn toàn đủ điều kiện. Hiện tại em đã tích lũy được hơn số tín chỉ tối thiểu và qua tất cả các môn tiên quyết hay ràng buộc, có 21.5 ngày công tác xa hội, điểm đề cương luận văn cũng đạt yêu cầu. Đồng thời em đã nạp bằng ielts từ lúc mới vào trường và đã thanh toán phí chuyển điểm. Mong sớm nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Em xin kính chào quý thầy cô! Em xin hỏi 1 vài vấn đề thắc mắc về lịch học vụ sau Tết ạ. Theo lịch, sinh viên bắt đầu học trực tuyến lại vào tuần 7(14/2), bên cạnh đó sinh viên có các buổi học tại xưởng, phòng thí nghiệm sẽ học trực tiếp tại trường.  Nhưng theo thời khóa biểu hiện tại được cập nhật ngày 21/1 thì tuần 6 sinh viên đã bắt đầu học lại và có học các buổi thí nghiệm nên vấn đề này khá là quan trọng. Em thắc mắc không biết mình sẽ theo cái nào. Mong quý thầy cô giải đáp cho em để còn sắp xếp phương tiện để vào SG hợp lí ạ. Em xin chân thành cảm ơn",
    "Chào thầy/cô, em có đăng kí tốt nghiệp và đăng kí gửi bằng tốt nghiệp tạm thời về địa chỉ nhà nhưng đã 2 tuần rồi em vẫn chưa nhận được . Mong thầy/cô kiểm tra giúp em xem em có sai xót gì trong quá trình đăng kí ko ạ. Em xin cảm ơn",
    "CI3239 Khiếu nại đăng ký môn học  /CI3239  Em có đăng kí môn học Nền móng nhưng bị hủy PĐT có chuyển em qua lớp Nền Móng L05 của thầy  vào thứ ngày 18/01 nhưng hôm đó em bận đi khám bệnh nên xin nghỉ 1 buổi và buổi sau em vào lớp để xin thầy học nhưng thầy không chấp nhận, em mong PDT có thể cho em đăng kí học môn này và em hứa sẽ xem lại các bài học mà em đã nghĩ trong quá trình vừa qua.",
    "Cơ quan nơi phụ huynh em làm việc có hỗ trợ gia đình nhân viên có con em còn đi học, bị ảnh hưởng bởi dịch covid năm 2021. Hiện phụ huynh em cần bổ sung thêm vào hồ sơ xác nhận sinh viên của em học kỳ 211. Em là K15 đang chờ xét tốt nghiệp, học kỳ 212 em ko có thời khoá biểu nên không thể đăng ký giấy xác nhận sinh viên. Nhưng học kỳ 211 em vẫn còn đang theo học, có thời khoá biểu và đóng học phí đầy đủ, mong phòng đào tạo cho ý kiến để em viết đơn xin gửi tại phòng đào tạo. Em xin cảm ơn.",
    "Em là sinh viên khóa 2017, thẻ sinh viên của em chỉ có hiệu lực đến tháng 3/2022 nhưng em vẫn còn đang học tại trường cho đến hết học kì 212. Cũng theo thông tin in trên thẻ rằng   B   I khi hết thời hạn hiệu lực thẻ, em cần đăng ký để được cấp thẻ mới     /I . Vậy cho em hỏi thủ tục đăng ký như thế nào ạ? Vì em cần gia hạn hiệu lực thẻ để sử dụng cho việc đăng ký thi ngoại ngữ cùng như một số hoạt động khác cần thẻ sinh viên.",
    "Em chào quý thầy cô phòng  -Trường ĐH Bách Khoa TP.HCM  Em là  -MSSV: , lớp MO15QLMT, hiện tại là sinh viên đã bị xoá tên . Nay em gửi đơn này kính mong quý thầy cô thu nhận lại và chuyển em sang hình thức vừa học vừa làm học kì 2 năm học 2021-2022 . Em xin chân thành cảm ơn quý thầy cô và nhà trường!",
    "Em tên là , em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm. Em cảm ơn.",
    "Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Phương pháp tính (006719), Sau đó do thay đổi ctđt nên môn này không còn mở và thay vào đó là môn tương đương theo ctdt mới phương pháp tính (MT1009) và em đã hoàn thành trong học kì 211. em đã làm đơn chuyển điểm kính mong phòng đào tạo xem xét. Xin chân thành cảm ơn",
    "Lý do khiếu nại: em xem xét trong các điều kiện xét nhận LVTN thấy mình đã thỏa điều kiện ĐKMH trước đó PĐT đã thông báo nhưng vẫn không đăng ký được môn học LVTN. Môn học: LVTN (Kỹ thuật điện tử, truyền thông) Mã MH: EE4337",
    "Em đã kiểm tra ViettelPost thì không có đơn vận chuyển và trên MyBk/Đăng kí tốt nghiệp thì em đã thành cựu sinh viên ko tìm thấy file scan giấy chứng nhận tốt nghiệp tạm thời tại đây ạ.",
    "Kính gửi PĐT, Em là Hương Huệ - , sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 4 đợt đều không thành công. Em có kèm ảnh lí do khi đk không được từng đợt ạ. Dạ nhờ PĐT kiểm tra giúp em và tạo điều kiện để em kịp đăng ký LVTN học kỳ này ạ Em cảm ơn.",
    "Dạ em chào thầy/cô ạ, Em là  - k18, dạ theo thông báo của nhà trường là các môn học chưa có điểm nhưng SV không bị cấm thi được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần tốt nghiệp và trong kỳ 212 này nhà trường cũng không xét đến điều kiện anh văn nên em đủ điều kiện để đăng ký môn Luận Văn Tốt Nghiệp theo tiến độ của chương trình, nhưng đợt vừa rồi môn học của em vẫn bị xóa và lý do là không đủ điều kiện đăng ký môn học. Em mong thầy/cô có thể xem xét lại giúp em về vấn đề này ạ. Em xin cảm ơn thầy/cô ạ Trân trọng, Hồ Ngọc ",
    "Em muốn xin chuyển điểm môn Vật liệu xây dựng CI2037 sang môn Tin học trong trắc địa CI2035  Môn học thay thế cho Tin học trong trắc địa CI2035 là Vật liệu xây dựng CI2037",
    "Chưa xem được rõ ràng lý do bị hủy môn. , mssv , mã môn học đã dki:  EE4317",
    "Em xin chào PDT ạ lý do : em viết đơn này là cho em hỏi em chưa có thời khóa biểu luận văn tốt nghiệp ạ.Mong PDT xem xét lại ạ",
    "Em tên:  Mssv:  Kết quả đợt ĐK LVTN vừa rồi em không có TKB, sau khi xem trên lịch sử đăng ký thì em chỉ thấy để lí do không đủ điều kiện mà khôn biết rõ được em bị thiếu điều kiện gì. Mong thầy cô PĐT có thể xem xét giúp em lí do rõ ràng hơn vì sao em bị xoá LVTN không ạ. Và có thể xem xét cho em được đăng ký làm LVTN trong kì này luôn được không ạ Mong nhận được sự phản hồi sớm từ quý thầy cô. Em xin chân thành cảm ơn .",
    "Em chào anh chị, thầy cô. Cho em hỏi là anh văn nhu cầu có thay thế được cho các môn anh văn trên trường để hoàn thành chương trình đạo tạo không ạ, hay chỉ tính đạt để thỏa anh văn theo từng năm? Em cảm ơn.",
    "MSSV: Khiếu nại đăng ký môn học: luận văn tốt nghiệp. Mã môn học: ME4677 Em tên: , gửi Phòng đào tạo. Ở học kì 212 em có đăng kí môn học mã ME4677 nhiều lần liên tiếp, ở các kì đăng ký, nhưng đều bị hủy đăng kí với lý do chưa đủ điều kiện nhận luận văn. Mặc dù, hiện em đã hoàn thành quá trình học tập đủ điều kiện nhận luận văn theo qui định của trường, do đó em chưa biết tại sao mình vẫn liên tục bị từ chối việc đăng ký, mong được phòng đào tạo giải thích giúp em lý do em bị từ chối đăng ký . Mong được phản hồi sớm, Trân trọng.",
    "dạ em chào thầy .Em tên là  mssv . Hiện tại thì em đang muôn đăng kí thêm lớp hạ tầng công trình giao thông lớp chính quy CI4029 do lớp dự thính không đủ sỉ số mở lớp . Nhưng hiện tại thì em đang bị vướng lịch môn giải tích 2 MT1005 nhóm lớp 40 và pháp luật đại cương SP1007 nhóm lớp 05 . Em muốn chuyển lớp giải tích 2 từ nhóm lớp 40 sang nhóm  . và lớp pháp luật đại cương từ nhóm lớp 05 sang 04 thì có được không ạ . Mong thầy xem xét . Em trân trọng cảm ơn ạ .",
    "Chào PĐT! Cho em hỏi là kì này e đăng kí thành công môn luận văn tốt nghiệp (Tr4317) nhóm A01 với môn tiên quyết là đồ án thiết kế môn học thiết kế ô tô(TR4037).Nhưng môn đồ án kì 211 là đồ án môn thiết kế ô tô(TR4037) lớp L01 em đã bị đánh rớt. Nên cho em hỏi luận văn tốt nghiệp được giữ lại để tiếp tục học hay phòng đào tạo sẽ hậu kiểm và xóa môn hay sinh viên phải tự rút môn học Nếu mà không xóa được môn thì em có được học song hành giữa môn đồ án TR4037 và luận văn tốt nghiệp TR4317 được hay không?",
    "Họ và tên:  MSSV:  Tổng số tín chi mà em tích lũy được sau học kì 211 là 122 tín chỉ cộng với kì học 212 hiện tại em đang học 9 tín chỉ thì tổng là 131 tín chỉ. Theo quy định thì em đã đủ số tín chỉ để nhận LVTN nhưng sau 3 lần đăng kí thì em đều bị hủy kết qua với lí do không đủ điều kiện đăng kí LVTN. Em mong các thầy các cô trong phòng đào tạo có thể đưa ra câu trả lời thỏa đáng nhất cho em. Em xin chân thành cảm ơn.",
    "Dạ em chào quý thầy cô, Dạ em là sinh viên k16, do hôm trước em sợ không qua 2 môn ( là phương pháp tính và giải tích 2) của kỳ vừa rồi nên em đăng ký tiếp tục học laị, mà không có đăng ký môn giải tích 1 (MT1003). Vì em chỉ còn một môn giải tích 1 này nữa là được tốt nghiệp rồi ạ, nên em kính mong quý thầy cô xem xét cho em đăng ký môn giải tích 1 (MT1003) dự thính kỳ này được không ạ . Em trân trọng kính chào và cảm ơn quý thầy cô.",
    "Kính gửi Phòng Đào tạo, Em là sinh viên chương trình Tiên tiến, vừa qua đợt đăng ký bổ sung 18/01 em có thắc mắc như sau: Em bị xóa đăng ký môn   B 400433-Luận văn tốt nghiệp    với lí do là thiếu môn tiên quyết   B 007005-Thí nghiệm vật lý   , theo chương trình mới từ k19 thì môn này không còn trong chương trình học nữa. Học kỳ 211 em đã đăng ký học môn tương đương với môn này là   B PH1007-Thí nghiệm vật lý    của Chất lượng cao, hiện tại em đang học tuần cuối cùng của môn này và chưa có điểm tổng kết. Em có thể chứng minh qua thời khóa biểu HK211 của em trong file đính kèm.   Theo như Phòng Đào tạo có đề cập trong email là \"  I Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp  /I \". Em mong Phòng Đào tạo có thể suy xét lại cho phép em đăng ký môn   B 400433    trong học kỳ 212 này. Em xin cảm ơn!",
    "Em chào PĐt, PĐT có thể xem lại giúp em vì sao điểm của lớp L02 môn Quản lý Logistics (ME2125): - Đã hiện điểm tổng kết trên chỗ Đăng ký phúc tra mấy ngày trước. - Nhưng bây giờ vẫn chưa hiển thị trên Bảng điểm (điểm 15) được không ạ? Cùng môn này nhưng 2 lớp L01, L03 đã hiển thị điểm thành phần, điểm tổng trên Bảng điểm mấy ngày trước rồi ạ. Em sợ có lỗi gì đó. Em cám ơn, mong PĐT xem xét!",
    ": chào PĐT ạ em là SV K20 khoa Khoa học ứng dụng, ngành vật lý kĩ thuật.Em muốn hỏi về lộ trình riêng cho chương trình kĩ sư khóa K20 PĐt có thể gửi cho em không ạ.Em xin cám ơn!",
    "Hiện tại em đang ở quê và em muốn bảo lưu kì học kì HK212 này thì em thực hiện bằng cách nào ạ?",
    "Em  là  MSSV 7 -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e vẫn không có môn Luận văn tốt nghiệp trong TKB hk 212 , em đã gửi câu hỏi rất nhiều lần rồi ạ . - kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ . - Mong phòng đào tạo sớm phản hồi - Em xin chân thành cám ơn",
    "Học kỳ 203 em đăng ký và học sai mã môn thực tập tốt nghiệp ( môn song hành của để cương luận văn).Do đó, ở đợt đăng ký môn học vừa rồi đã bị xóa mất môn đề cương luận văn tốt nghiệp mã môn học CH43B1. Hiện tại em đã làm đơn xin chuyển mã của môn học sai về cho đúng chương trình. Mong phòng đào tạo giúp em đăng ký lại môn học CH43B1 trong học kỳ 212 này để em hoàn thành tiến độ học tập của mình. Em cám ơn !    .",
    "Tôi tên: Mã số sinh viên  Ngày sinh: 03/02/1999 Hiện là sinh viên lớp VT17VP Khóa học: 2017, hệ Chính quy, Chương trình Đạo tạo chất lượng cao Việt-Pháp. Tôi viết đơn này kính đề nghị Phòng Đạo Tạo xem xét cho tôi được đăng kí LVTN(405700) và TTTN(405750) trong học kì 212. Cụ thể tôi xin phép trình bày trong đơn đính kèm",
    "Dạ em tên là , MSSV:,khoa Kỹ thuật hóa học, ngành Quá trình thiết bị điều khiển. Trong kết quả đợt đăng kí môn học Hk212-Bổ sung TTTN, ĐCLV, LVTN, em có đăng kí LVTN(mã môn: CH4327) và bị xóa vì hiện tại em có 123 chỉ. Em muốn hỏi anh văn thi tại trường hằng năm có được tính chỉ nếu em pass không ạ? Mong trường giải đáp thắc mắc và giải quyết trường hợp của em ạ. Em xin chân thành cảm ơn.",
    "Chào phía PĐT, Em tên là , mssv: . Hôm qua em đã gửi \"khiếu nại đăng ký LVTN\" và được hướng dẫn là hôm nay gửi lại câu hỏi để biết . Hiện tại TKB em vẫn chưa được cập nhật môn LVTN, em cần biết  CHI TIẾT tại sao em không đủ điều kiện học môn LVTN. Em cảm ơn",
    "Mở môn học học kỳ 212 . Dạ em chào thầy cô. Hiện tại đợt 2 đăng kí môn học dự thính Thí nghiệm và vật liệu xây dựng đường ô tô MS CI4061 vừa được mở. Nhưng do có nhiều bạn trùng lịch học với môn thiết kế cầu 1 nên e đã xin thầy  giảng viên dạy môn đó đổi lịch học thứ 4 tiết 13-14 sang thứ 6 tiết 13-14. Mong thầy-cô đổi lịch môn học giúp tụi em để tụi em đăng kí cho kịp ạ.",
    "Em tên là , em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em đều đã học tất cả các môn có trong chương trình, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm. Em cảm ơn.",
    "Em chào Thầy,Cô phòng Đào Tạo, Em tên là   mssv: 162201 Vì địa phương yêu cầu em thực hiện nghĩa vụ và không chấp nhận giấy hoãn nghĩa vụ vì vượt quá 4 năm thời gian dự kiến đào tạo nên em xin tạm dừng học tập tại trường để thực hiện nghĩa vụ năm 2022-2024, cho em hỏi em cần làm giấy tạm dừng học như thế nào ạ?  Và kỳ này em đăng ký luận văn tốt nghiệp, em không biết khi tạm dừng học thì học phí sẽ thu như thế nào ạ?",
    "Em tên  (MSSV: ), em có thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường (EE3375). Theo như CTĐT thì kì này bên em có môn này, nhưng kết quả trả lại là không được đăng kí (3 lần) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm. Em cảm ơn.",
    "Em tên - MSSV:, sinh viên bằng 2 khoa Cơ khí ngành Công nghệ Dệt may Em có thắc mắc là đợt đăng ký môn học lần đầu, e đã đăng ký được môn Thực tập ngoài trường -MSMH:ME3133và đã được cập nhật trên Thời khóa biểu và BKel. Tuy nhiên trên hệ thống thời khóa biểu tự xóa nhưng em đăng ký lại không được lý do là em không thuộc đối tượng được đăng ký. Em là sinh viên bằng 2 năm 2021 học và hoàn thành chung K19, sao lại không thuộc đối tượng được đăng ký ạ. E cũng đã gửi đơn qua mail xin Phòng đào tạo xem xét và cho e đăng ký lại. Đến nay em vẫn chưa thấy thời khóa biểu cập nhật môn học này. Kính gửi Quý Thầy Cô giải đáp vấn đề của em. Em cám ơn ạ.  ",
    "Kính gửi quý thầy cô Em tên  k16 khoa Môi trường và Tài nguyên Cho em hỏi là tình trạng sinh viên của em là tạm dừng vì không đăng ký môn học thì có được đăng ký tốt nghiệp không ạ ( vì em vào trang đăng ký tốt nghiệp thì nói là \"  I Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của  /I \" ) Hay là phải làm đơn thu nhận lại mới được đăng ký tốt nghiệp ạ.  Em cảm ơn thầy cô ạ. Chúc thầy cô một ngày vui vẻ",
    "Em tên:   Mssv:  Đợt đăng ký môn học vừa rồi em có đăng ký môn \" Thực tập ngoài trường\" mã số môn học: GE3345 khi đăng ký đã thoả hết các điều kiện đăng ký sau 2 đợt đăng ký đầu tiên đã được cập nhật môn học trên Bkel (có ảnh minh chứng)  nhưng sau đó lại bị xoá (lý do xoá có ảnh theo kèm) em mong được xem xét xử lý sớm để kịp tiến độ học tập ạ Em cảm ơn",
    "Em tên là , em muốn khiếu nại về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375). Em cảm ơn.",
    "Kính gửi quý thầy cô. Em tên  MSSV:  k16 khoa Môi trường và Tài nguyên. Em đã bị tạm dừng học kỳ 1 năm học 2021-2022 vì không đăng ký môn học. Nay em nộp đơn xin thầy cô cho em được thu nhận lại học kỳ 2 năm học 2021-2022. Mong quý thầy cô xem xét ạ. Em cảm ơn thầy cô. Chúc thầy cô một ngày vui vẻ.",
    "Dạ thưa thầy cô, đã hết hạn đăng kí luận văn tốt nghiệp học kì 212  thì có cách nào xin đăng kí được không ạ",
    "Dạ phòng đào tạo cho em hỏi là em có đăng ký môn học MT1003(Giải Tích 1) trong đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà tới hôm nay vẫn chưa có thông báo kết quả hay thời khoá biểu ạ, Có thể cho em biết là em đăng ký đã đúng chưa và kết quả đăng ký môn học sẽ có` vào lúc nào ạ. Em xin cảm ơn ạ.",
    "em đăng kí sai mã môn học thực tập tốt nghiệp ở học kì 3 năm học 2020 2021 nên không thể đăng kí đề cương luận văn ở kì này e đã lm đơn và được bộ môn xác nhận e mong pdt có thể hỗ trợ e đăng kí môn đề cương luận văn mọi giấy tờ e sẽ bổ sung sau khi qua tết vì thời gian còn lại không nhiều nên chỉ có thể minh chứng như này thôi em cám ơn ",
    "Em chào cán bộ quản lí trường đại học Bách Khoa. Em là Trần Gia Khiêm, MSSV: , khoa kỹ thuật Địa chất và Dầu khí.    Vì không được PĐT đăng ký cho luận văn mã số Ge4327, nên em đã viết đơn cho cán bộ vào ngày 23/1/2022. Em được thông báo là khiếu nại đã được chuyển qua cho bên\"ĐKMH\" kiểm tra (và sẽ cập nhật TKB đến ngày 25/1 nếu có), hoặc phản hồi lại để biết lý do (nếu đến ngày 25/1 vẫn chưa có TKB) .    Thưa hôm nay 25/1 và em vẫn chưa được đăng ký luận văn, em mong được cho biết lý do.    Em xin cảm ơn và xin lỗi vì đã làm phiền !",
    "Dạ em chào Thầy/Cô, Hiện tại em vẫn chưa có tài khoản VSSID, em phải làm sao để có tài khoản VSSID ạ?",
    "Em chào thầy, cô phòng , Em tên là    MSSV:  vào ngày 21/01/2022 xã Hòa Định Tây nơi em cư trú có gửi công văn vào trường với nội dung xác nhận tình trạng học tập của em để bổ xung vào hồ sơ hoãn nghĩa vụ quân sự, email của xã: . Vì địa phương thông báo chưa phản hồi từ trường nên em không biết trường đã nhận được chưa? em cảm ơn thầy cô.",
    "PĐT cho em hỏi  Hôm 21/1/2022 em có gửi khiếu nại đăng kí môn học ME4727 thì được PĐT trả lời sẽ xử lý và cập nhật lại TKB trước ngày 25/1/2022 Hôm nay là ngày 25/1/2022 thì TKB của em vẫn chưa được cập nhật, vậy PDT có thể cho em biết lí do vì sao em không thỏa điều kiện đăng kí môn ME4727 ạ? Em cảm ơn thầy/cô ạ",
    "Em chào PĐT Em hiện đang là sinh viên năm cuối MSSV:  đăng ký không được luận van tốt nghệp. Hôm nay đã quá ngày cập nhật TKB theo hạn chót mà PHĐT thông báo với em nhưng em vẫn chưa có môn LVTN trong TKB ạ, mong PĐT xem xét và giúp đỡ em trường hợp này. Em xin gữi lại thông tin môn học. MSMH: ME4677 Tên môn học: Luận văn tốt nghiệp Mã nhóm: A01 HK: HK212 Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ. Cảm ơn thầy cô.",
    "Em tên là , MSSV: , khoa Quản lý công nghiệp, lớp QL18KD. Khi đăng ký môn học Luận văn tốt nghiệp (mã môn học: IM4317) cho học kỳ 212 thì em không đăng ký môn học thành công mặc dù em thỏa mọi điều kiện. Những môn tiên quyết trước đó em đã hoàn thành, đặc biệt là môn Thực tập tốt nghiệp và Đề cương luận văn. Minh chứng trong file đính kèm ạ . Em cảm ơn thầy/cô đã dành thời gian cho em ạ. Trân trọng,",
    "Em là .   . Sinh viên ngành Khoa học máy tính của Khoa Khoa học và kỹ thuật máy tính . Em có nguyện vọng   b xin ra khỏi chương trình kỹ sư tài năng khoá K20 của ngành Khoa học máy tính  b  vì lý do cá nhân. Em có đính kèm theo đây đơn xin của em. Xin phòng đào tạo xem xét và nếu em có thiếu xót gì, mong phòng đạo tạo hướng dẫn thêm quy trình cho em với ạ . Em xin cảm ơn rất nhiều.",
    "Em kính chào quý thầy cô ạ Em tên là -, hiện tại em bị từ chối khi đăng ký môn Luận văn tốt nghiệp-CO4323 vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối). Hiện tại kỳ 212 này em đã đăng ký thành công môn thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031 nếu em đăng ký thành công môn Luận văn tốt nghiệp thì tổng số tín chỉ em đăng ký sẽ là 14 chỉ (quy định tối đa là 12 chỉ). Em bắt buộc phải học môn Kỹ thuật truyền số liệu trong kỳ này vì môn này các kỳ trước đều không mở, em và các bạn đã xin mãi thì kỳ này môn mới mở. Nếu em đăng ký thành công Luận Văn trong kỳ 212 này thì em sẽ hoàn thành hết chương trình học.Em đã có xin phép  về quyết định cho em có thể thực tập chung kỳ với Luận văn (em có đính kèm quyết định của ). Em mong quý thầy cô có thể xem xét và hướng dẫn em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này ạ. Em xin chân thành cảm ơn. Em xin cam kết sẽ cố gắng hoàn thành trách nhiệm của mình trong quá trình học tập và thực tập ạ",
    "Em chào thầy cô, em là , MSSV: , thuộc lớp HC18HLY. Thầy cô cho em hỏi điều kiện để nhận LVTN khoa Hóa ạ và em thấy có nhiều bạn cũng thiếu tín chỉ như em và chưa đạt môn tiên quyết là ĐỒ ÁN vẫn đăng ký LVTN đc, thì những bạn đó có bị xóa môn không ạ?",
    "Kính gửi phòng đào tạo. Em tên   lớp XD18KT. Tuần trước em có gửi đơn xin đăng ký bổ sung cho em môn Thực tập kỹ thuật CI3153 ở kỳ chính 212 vì môn này chưa dạy buổi nào và em rất mong muốn được học. Phòng đào tạo đã gửi phản hồi và kêu em kiếm tra thời khoá biểu. Nhưng đến ngày 25/1 vẫn chưa thầy hiện thời khoá biểu có môn này ạ. Em muốn hỏi là không biết phòng đào tạo có thể đăng ký môn này cho em được không ạ. Hoặc không thì có thể cho em biết lý do được không ạ. Em cảm ơn ạ .",
    "Em tên là  MSSV:  Hiện em không được chấp nhận đăng kí môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - : ME4219 trong khi đã hoàn thành đầy đủ các môn tiên quyết và chỉ còn ĐCLVTN và LVTN. Em đã đăng kí nhiều lần nhưng đều báo sai CTDT. Kính mong quý thầy/cô xem xét để em được học ĐCLVTN trong học kỳ 212 để kịp tiến độ tốt nghiệp. Em mong nhận được sự phản hồi từ quý thầy/cô. Em xin cảm ơn.",
    "Em kính chào thầy/cô, Em gửi bài viết này để xin chuyển sang hệ vừa học vừa làm vì em chưa đạt môn Giải tích 2 và em không thể đăng ký môn học được nữa do đã quá hạn năm học. Chân thành cảm ơn thầy/cô, ",
    "Kính chào phòng đào tạo, Em tên , MSSV: Hiện em không được chấp nhận đăng ký môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - Mã : ME4219 trong khi đã đạt đầy đủ điều kiện. Em đã đăng ký nhiều lần nhưng đều bị báo sai CTDT. Kính mong phòng đào tạo có thể xem xét để em được đăng ký môn học ĐCLVTN trong học kỳ 212 và nếu em có đăng ký sai CTDT cũng mong thầy/cô có thể giúp đỡ em đăng ký đúng mã môn vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học. Mong sớm nhận được phản hồi từ quý thầy/cô. Em xin chân thành cảm ơn.",
    "Em có đăng ký môn học Đồ Án 2 trong HK211, nhưng do ảnh hưởng của dịch bệnh COVID-19 nên Em không thể liên hệ GVHD để hoàn thành Đồ án được. Em muốn xin hoãn nộp báo cáo, bảo vệ Đồ án 2 trong HK211 thì làm thế nào ạ? ",
    "Kính gửi Phòng đào tạo, hiện em đang không đạt đủ điều kiện số tín chỉ nhận LVTN vì chưa đạt số tín chỉ tích lũy ngành tối thiểu (cho phép nợ tối đa 7 tín chỉ so với tiến độ đào tạo). Em kiểm tra các môn đang bị nợ thì có: 407410 - Ht máy tính &nn lậptrình: 4 TC 405404 - Mạch điện tử: 3 TC 006404 - Cơ sở phương trìnhviphân - 3 TC Môn Mạch điện tử (405404) em đã học vào HK192 và điểm tổng kết là 6.0. Vì môn này có học phần với GSNN, nên hiện tại điểm 6.0 được chuyển vào cột điểm KT và điểm tổng kết là 15. Tuy nhiên, vào ngày 1/10/2021 em có điền danh sách sinh viên đăng ký Lấy điểm GSVN làm điểm tổng kết đối với các môn có GSNN, trong đó có môn Mạch điện tử. Em gửi kèm hình ảnh bài đăng, danh sách sinh viên lấy điểm GSVN (tên em ở STT 10) và bảng điểm HK192 đến thời điểm hiện tại ạ. PĐT cho em hỏi thêm là trong trường hợp này, có được hỗ trợ lấy điểm GSVN làm điểm tổng kết, để em đủ điều kiện đăng ký môn LVTN trong HK212 này luôn không ạ? Em xin cảm ơn và chờ phản hồi từ PĐT ạ.",
    "bkel của em tuần nay rồi nó chỉ hiện học kì 1 thôi ạ mong được cứu chứ em khổ lắm rồi. điện bên pdt thì mãi không ai nghe TvT",
    "Em xin kính chào Phòng đào tạo ạ. Em là  (MSSV: ), sinh viên K19 Đại học Bách Khoa. Nay em xin phép được trình bày sự việc như sau:  Theo chương trình đào tạo của khóa 2019 (tại đây) thì sinh viên sẽ đăng ký học phần EE3375 – Thực tập ngoài trường trong học kỳ 6. Tuy nhiên, khi sinh viên thực hiện đăng ký môn học EE3375 trên hệ thống của nhà trường thì nhận được phản hồi là “PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)”. Đối chiếu với các điều kiện để được đăng ký thực tập theo quy chế học tập tại đây thì sinh viên đều thoả điều kiện: Không nợ quá 16 tín chỉ (số tín chỉ tích luỹ của em đến học kỳ 211 là 69 tín chỉ); thoả điều kiện về môn học trước, môn tiên quyết, môn song hành. Vì vậy, em làm đơn này kính mong được Phòng đào tạo cho phép đăng ký môn học Thực tập ngoài trường. Em xin gửi kèm ảnh chụp kết quả đăng ký môn học đợt 4 của mình. Em cam kết tham gia lớp học và thanh toán học phí đúng theo thời gian. Kính mong Phòng đào tạo xem xét . Kính thư ",
    "theo ctđt tại đây : https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]  Em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, chỉ rớt 1 môn từ hồi kì 1 của năm nhất. kính mong phòng đào tạo giải thích rõ hơn lý do ghi trong trang đăng ký môn học (chép ra). trân trọng",
    "Em Tên :   mssv :  Lý do : Mong thầy cô giúp em đăng ký luận văn tốt nghiệp ( 260663 ) . Em đã đăng đăng ký nhiều lần trên trang đăng ký môn học nhưng điều bị hủy.Mong thầy/cô xem xét giúp em để em đượclàm được làm tiểu luận tốt nghiệp để hoàn thành khóa học . Em cảm ơn quý thầy/cô và nhà trường rất nhiều  ",
    "Em có lỡ quên đăng ký học phần Luận văn tốt nghiệp - CH4337 vào đợt 4 bổ sung TTTN, DCLVTN, LVTN và đã có làm \"Đơn xin điều chỉnh môn học\" gửi đến Văn phòng Đào tạo quốc tế. Cho em hỏi em có cần làm thêm thủ tục gì không vì em vẫn chưa có TKB cho học phần này ạ? Em xin cảm ơn.",
    "Khiếu nại đăng ký môn học Dạ em chào thầy/cô PĐT ạ, Em là  - , dạ theo thông báo của nhà trường là các môn học chưa có điểm nhưng SV không bị cấm thi được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần tốt nghiệp và trong kỳ 212 này nhà trường cũng không xét đến điều kiện anh văn nên em đủ điều kiện để đăng ký môn Luận Văn Tốt Nghiệp theo tiến độ của chương trình, nhưng đợt vừa rồi môn học của em vẫn bị xóa và lý do là không đủ điều kiện đăng ký môn học. Mã môn học Luận Văn Tốt Nghiệp của em là IM4317. Em mong thầy/cô có thể xem xét lại giúp em về vấn đề này ạ. Em xin cảm ơn thầy/cô ạ. Trân trọng, ",
    "Cho em hỏi là theo lịch của nhà trường thì sau tết sẽ học online đến 6/3/2022, nhưng TKB lại là học trực tiếp thực hành từ tuần 7. Vậy em cần làm theo TKB hay mail của trường.",
    "Em là ,MSSV:  Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu điều kiện. Nhưng em nhận thấy em đủ điều kiện để đăng ký ạ. Em nhờ Phòng đào tạo kiểm tra lại giúp em. Note: Em có học 2 môn cao học (4 chỉ) để chuyển điểm qua đại học ạ.",
    "Em gửi đơn hoãn thi môn Anh văn 2A (LA1039) ngày 22/1 lúc 16g00 ạ.",
    "Kính gửi phòng đào tạo, Em tên là  - MSSV  - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập. Em đã cập nhật nhiều lần trang web bkel và TKB nhưng tới nay 25/01/2022 môn Vật lý 1 vẫn chưa được cập nhật ạ . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Dear Thầy/Cô, -   B Em là  (MSSV: ) , Khoa Công nghệ Vật liệu - Bộ môn Silicate   , em đã đăng ký đợt 4 bổ sung cho Luận văn tốt nghiệp (  B Mã MH: MA4317   ) nhưng không được chấp nhận với lý do:   B \"Không đủ điều kiện đăng ký\"   . Tuy nhiên, em không rõ mình thiếu điều kiện nào, vì theo mail thông báo trước đó thì trường KHÔNG xét CCAV cho luận văn và số tín chỉ của em tính đến học kỳ này là   B 125    - Vì vậy, em viết mail này mong nhà trường xem xét lại điều kiện đăng ký LVTN của em. Trong trường hợp không đủ điều kiện đăng ký, xin cho em biết rõ không đạt ở điều kiện nào ạ! Mong nhận được phản hồi của Thầy/Cô Em chân thành cảm ơn! Trân trọng,",
    "Họ tên:  MSSV:  Môn học: Đồ án chuyên nghành - [ME4053] Em mong PDT cho phép em được đăng ký môn học trong học kỳ này. Môn học này rất quan trọng và ảnh hưởng đến tiến trình học tập của em ạ. Em xin cảm ơn.",
    "Chào Cô ! Em tên , MSSV  Em gửi tin này nhờ Cô giúp em kiểm tra dùm em về ngày nhận bằng tốt nghiệp bản gốc của em là ngày nào ạ ! Em cảm ơn Cô ! Trân trọng",
    "Khiếu nại ĐKMH HK 212 Em tên  - MSSV:  Nội dung khiếu nại: Kết quả đăng ký môn học là chờ xét TTTN_LVTN_DCLVTN- SV xem kết quả sau. Em có đăng ký LVTN mã môn học 801303 nhưng không được phòng đào tạo xét duyệt do thiếu môn học. Em đã làm luận văn học kỳ này là  học kỳ thứ 4 do các học kỳ trước bận việc nên em không bảo vệ tốt nghiệp được. Nhưng đến học kỳ này lại không đăng ký được. Em mong nhận được sự phản hồi từ Quý Thầy, Cô. Em xin cảm ơn. Bên dưới em có đính kèm hình chụp thời khóa biểu của em các học kỳ trước",
    "Em xin chào, Em tên là Trần Lê Minh SV hệ VHVL -  Em muốn trình bày khiếu nại về việc \"ĐĂNG KÍ KHÔNG THÀNH CÔNG MÔN HỌC: LUẬN VĂN TỐT NGHIỆP - ME4049\" vào đợt 4 18-19/1. Trong khi 2 kỳ vừa rồi em vẫn đăng kí được bình thường. Mong T xem xét tạo điều kiện cho em đăng kí môn học. Em xin gởi minh chứng là TKB vào 2 kỳ vừa rồi. Em xin cảm ơn.",
    "Luận văn tốt nghiệp(ckt)-AS4313 Phòng đào tạo cho em hỏi em đạt đủ đồ án, đề cương luận văn nhưng sao vẫn không đăng ký được luận văn. Trong mục giải thích lí do trên BK-EL chưa giải thích rõ. Mong PĐT giải thích rõ giúp em Em xin cảm ơn,",
    "Thưa phòng đào tạo, đăng kí môn học đợt 3 em có đăng kí môn mạch điện tử thông tin(mdttt), và trước đó em hoãn thi môn mạch điện tử nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mdttt và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mdttt kì này em sẽ tiếp tục học hay là bị hủy tkb vậy ạ. Em xin cảm ơn.",
    "E chào cô! Cho em hỏi thêm về thông tin bằng tốt nghiệp khi nào pdt sẽ in và e sẽ được nhận ạ  E xin cám ơn cô",
    "Chào thầy cô, Em đã đăng ký Luận văn tốt nghiệp trong học kỳ 212 này. Tuy nhiên vì một số lý do em phải đổi thầy hướng dẫn và đề tài, việc này ảnh hưởng lớn đến việc thực hiện luận văn trong học kỳ này. Liệu em có thể rút thực hiện luận văn được không, và nếu rút được thì có tính học phí không ạ. Em xin cảm ơn.",
    "EM xin chào PĐT ạ, em tên là  Minh Tâm, MSSV  - Em có đăng ký LVTN 4 lần và tất cả 4 lần đều bị hủy kết quả đăng ký. Mã môn học đăng ký là: CO4327 - Lý do là vì em thiếu môn Mạng Máy Tính(CO3003) . - Về môn Mạng Máy Tính(HK211), trong lúc thi cuối kỳ do trục trặc kỹ thuật nên em đã làm đơn xin hoãn thi cuối kỳ để thi vào kỳ sau, và theo phản hồi từ  thì em phải đợi đến tháng 3 để đợi biện pháp giải quyết từ văn phòng . - Em có đính kèm 2 file ảnh \"lịch sử đăng ký\" và \"\" ở dưới ạ. - Em chúc thầy/cô ở PĐT một ngày mới vui vẻ.",
    "Dạ,em là , MSSV . Tháng 5/2021 em có nhận được mail của phòng đào tạo bảo em lên nhận thẻ sinh viên, nhưng do lúc đó em đang ở quê, sau đó là giai đoạn bùng phát dịch nên em không đến trường được. Nay em cần lấy thẻ để làm các thủ tục thi Toeic, và nhận các hỗ trợ từ Đoàn.Không biết là thứ Sáu tuần này 27/01 em có thể đến trực tiếp Phòng đào tạo cơ sở 1 để nhận thẻ không ạ ! Em có đính kèm hình e-mail phòng đào tạo bảo em đến nhận thẻ . [phone_number]",
    "Em kính gửi văn phòng. Em xin phép đi thẳng vào vấn đề, trong kỳ này em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, chỉ rớt 1 môn từ hồi kì 1 của năm nhất . theo chương trình đào tạo tại đây( em thuộc khoá k19): https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]  Văn phòng kêu tụi em đăng ký cả 3 lần đăng ký môn học và cả 3 lần đều không có môn . kính mong phòng đào tạo giải thích rõ hơn lý do ghi trong trang đăng ký môn học: “PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)”. Em mong văn phòng giải quyết giúp chúng em. trân trọng",
    "Em là ,MSSV:  Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu điều kiện. Nhưng em nhận thấy em đủ điều kiện để đăng ký ạ. Em nhờ Phòng đào tạo kiểm tra lại giúp em. Note: Em có học 2 môn cao học (4 chỉ) để chuyển điểm qua đại học ạ.",
    "Dạ em chào thầy/cô. Em có hoãn thi môn Trường Điện Từ (EE2003) vào học kì 3 năm học 2020-2021 và em có tham gia thi lại vào đợt cuối tháng 12/2021. Em muốn đăng kí phúc khảo thì phải làm sao ạ. (Phúc khảo trên mybk em không đăng kí được vì không có hiện đợt thi lại vừa rồi) Em cảm ơn!",
    "Thưa thầy/cô,   Em tên VIÊN TÀI PHÁT   MSSV:    LỚP: VP17XDC Em đã kiểm tra và đủ điều kiện nhưng vẫn không đăng ký được Luận văn tốt nghiệp (MSMH:800700). Kính mong thầy/cô xem xét để em có thể đăng ký Luận văn tốt nghiệp ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Em kính chào thầy(cô) ạ! Dạ cho em hỏi về vấn đề điểm thi cuối kỳ như sau ạ : Em đã hoàn thành thi cuối kỳ và được cán bộ phòng thi xác nhận là đã nhận được bài thi  (cụ thể là môn Trang bị điện điện tử trong máy công nghiệp ME2005 kỳ 211, thời gian thi 24/12/2021 ) cũng như việc nộp link record màn hình. Nhưng đến ngày 25/01/2022 bắt đầu có điểm trên cổng thông tin sinh viên thì em lại có điểm thi là 13 ạ. Để giải quyết vấn đề này thì em làm như nào ạ ? em cảm ơn nhiều ạ!",
    "Em có gửi yêu cầu nhờ PDT đăng kí giúp em LVTN (Mã môn học CI4343) do xãy ra lỗi trong đợt đăng kí môn học đợt 3 và 4. PDT phản hồi sẽ có TKB  trướt ngày 25/1 nhưng tới nay em vẫn chưa có TKB (anh minh họa). Nay em xin PDT xem xét và hỗ trợ đăng kí LVTN giúp cho em với ạ!",
    "Chào Phòng Đào Tạo! Em tên  MSSV  Học kỳ này em có đăng ký luận văn ngành cảng (CI4333) nhưng bị hủy đăng ký. Hiện tại em đã chuyển điêm và hoàn thành các yêu cầu luận văn ( Công tác xã hội, Anh văn Toiec 480đ ), em chỉ nợ lại duy nhất môn cơ học kết cấu( CI2029). Mong phòng đào tạo xem xét để em có thể làm luận văn và hoàn thành việc học trong kỳ này ạ. Em mong phản hồi từ phòng đào tạo! Em xin cảm ơn",
    "Khiếu nại đăng ký môn học   Dạ cho em hỏi học kỳ này em có đăng ký môn Luận văn tốt nghiệp (Mã môn học ME4029) nhưng không được phòng đào tạo đăng ký với lý do chờ xét TTTN-LVTN-DCLVTN và có ghi là sinh viên xem kết quả sau. Vậy cho em hỏi là em có đăng ký được môn học không ạ",
    "Kính chào quý thầy cô, Em tên Nguyễn Hồng Chung - Mssv:  - Lớp VP16NL. Học kỳ 212, em có đăng ký 2 môn Luận văn tốt nghiệp (403700) và Thực tập tốt nghiệp (403750). Em đã đăng ký được 2 môn này từ đợt 1 và có thời khóa biểu trên MyBK nhưng sau đó đã bị xóa ạ. Trong đợt 4 - Đăng ký bổ sung TTTN, DCLVTN, LVTN (18/1) em đã đăng ký lại thành công và có thời khóa biểu trên MyBK(Em có gửi đính kèm hình ảnh kết quả đăng ký). Nhưng hiện tại (25/1) thời khóa biểu của em lại bị xóa ạ. Hôm qua em có kiểm tra thì vẫn còn . Em mong quý thầy cô kiểm tra, xem xét giúp trường hợp của em ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ, em là _mssv . Trong kì 211 em có hoãn thi môn cơ lưu chất cuối kì do trường hợp bất khả kháng, em đã đang kí hoãn thi và bào giáo viên nhưng đến đến hiện tại em vân chưa có lịch kiểm tra lại và bảng điểm của em bị 0 điểm ạ, mong thầy cô kiểm tra lại giúp em với ạ.",
    "Em chào thầy/ cô, Tên em là , mssv . Đợt đkmh vừa qua em đã có kết quả đkmh tại lịch sử đăng kí. Tuy nhiên khi kiểm tra TKB trên mybk thì không có TKB HK212. Em muốn hỏi đây có phải do lỗi hệ thống không và nếu không phải thì lý do của việc này là gì, có ảnh hưởng như thế nào đến quá trình học tập của em? Mong thầy cô giúp em giải đáp thắc mắc. Em cảm ơn, chúc thầy cô sứ khỏe và đón năm mới Nhâm Dần thật vui và hạnh phúc, vạn sự như ý",
    "MSSV:  Hệ đào tạo: VLVH Dạ cho em hỏi thời khóa biểu của em chưa được cập nhật cho HK này ạ, mong PĐT cập nhật lại TKB em xin cảm ơn",
    "Em chào thầy cô ạ, Em tên là , MSSV:  đang học tại TTĐT Bảo dưỡng Công nghiệp. Đợt đăng kí cuối cùng của LVTN em đã đăng kí theo đúng như kế hoạch mà PĐT đưa ra nhưng khi xem kết quả thì em đã không được đăng kí LVTN. Em thấy trên bảng điểm của em trong vòng 1 năm trở lại không được cập nhật số TCTL ngành mặc dù đã học đúng và theo kịp CTĐT (chỉ có 82 tín chỉ) nên không được đăng kí. Em mong PĐT xem xét và tạo điều kiện để em được học tập tốt. Em xin chân thành cảm ơn.",
    "Xin chào quý Thầy (Cô) phòng đào tạo.Em là , sinh viên học lớp CK18CD03. Em có đăng ký học dự thính môn học Nhập môn lập trình CO1003 nhưng bị hủy vì chưa từng học lần nào .ầy Cô cho em hỏi là học kì hè có cho sinh viên chính quy học lần đầu không ạ . Em cảm ơn ạ !",
    "Kính gửi Phòng Đào Tạo! Em tên:  Mssv:    Lớp: DD16B2TD Số điện thoại: [phone_number] Thưa Phòng Đào Tạo, hiện nay em đã hoàn thành chương trình học với 161 tín chỉ, đã hoàn thành luận văn tốt nghiệp, TOEIC 495/450, TOEIC nói viết đạt 230/200 trong đợt thi tháng 12. Như vậy em đã đủ điều kiện tốt nghiệp không ạ? Nếu chưa đủ mong Phòng Đào Tạo cho em biết em chưa hoàn thành phần nào ạ? Em xin cảm ơn!",
    "Hôm nay ngày 25/1/2022 em vào xem thời khóa biểu thì phát hiện thời khóa biểu học kỳ 2 đã bị mất ạ. Em mong nhận được sự hỗ trợ ạ.  B",
    "Em tên:   MSSV:  Mã môn học: ME4677 Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra nhà trường không xem xét chứng chỉ anh văn kì này. Em đã đăng kí Luận văn tốt nghiệp nhưng được thông báo là không đủ điều kiện để đăng kí và hiện tại vẫn chưa có thời khóa biểu. Em không biết lý do tại sao ạ? Em mong Nhà trường sớm xem xét lại trường hợp của em. Em cảm ơn.",
    "Dạ, bên em có thắc mắc là môn CI3445 Thực tập ngoài trường em không đăng ký được. Mong PĐT xem xét lại giúp em ạ. Do em mới chuyển từ k18 sang k19. Nên hệ thống cho rằng là em đã đăng ký sai mã môn học. Mong PĐT giải quyết",
    "Kính gửi Phòng đạo tạo Đại học Bách Khoa TPHCM Em tên:  MSSV:  Em làm đơn này rất mong phòng đào tạo xét duyệt cho em được đăng ký học phần môn Máy Điện (EE3009) HK212. Lý do: Em vừa thi Máy điện học kỳ trước 211 ngày 15/1/2022. Em làm bài không được tốt nên mong muốn phòng đào tạo cho phép em được đăng ký môn Máy Điện trong HK212 này để đúng tiến độ TN vì hiện tại em đang làm LVTN trong HK212 này. Em đã nộp đơn xin đăng ký học phần từ tuần trước và có xin phép thầy  cho phép vào học. Em có gửi đơn xin rút môn học ngay sau đó vì thấy có trùng lịch học với môn đăng ký.Em đã gửi đơn hủy lịch học online theo form cũng như viết đã viết đơn đính kèm tại đây. Em rất mong muốn được xét duyệt sớm để đạt được tiến độ học tập tốt nghiệp trong HK này. Em xin cảm ơn .    .",
    "Cho em thắc mắc về lý do chưa có TKB ạ. Em được thông báo như hình trễ nhất 25/1 có TKB. Em cảm ơn nhiều ạ",
    "Kính gởi quý Thầy/Cô . Em : . MSSV:  . Nhờ thầy/cô xem giúp em:  - Môn học:  EE2007 không đăng ký được với lý do: \"PDT không đ/ký cho SV MH EE2007 (0: Thiếu môn tiên quyết EE1011)\"  Tuy nhiên: trong chương trình đào tạo của em không có môn EE1011 .  + Mail kết quả đào tạo, các môn học còn thiếu theo chương trình đào tạo (ảnh đính kèm)--  thẻ hiện không có môn học  EE1011 trong chương trình đào tạo  + Thời khóa biểu HK211 (ảnh đính kèm) --  thể hiện môn EE2007 này em vẫn đăng ký và được học ở HK211  Kính mong quý thầy cô xem xét giúp ạ",
    "Em là , MSSV:  Khoa cơ khí, ngành logistics. Qua 4 đợt ĐKMH em bị xóa môn LVTN- ME4677-HK212, mặc dù lần nào em cũng đã đăng kí. Em đã gửi mail cho PĐT và được hướng dẫn xem thời khóa biểu đến hết hôm 25/1/2022 không có thì gửi tin nhắn qua bksi hỏi lí do. Em bị thiếu chứng chỉ anh văn, nhưng theo như thông báo nhà trường thì cho hoãn nộp chứng chỉ, và các bạn của em chưa nộp chứng chỉ vẫn đăng kí được. Vậy cho em hỏi tại sao em lại không đăng kí được LVTN ạ. Em xin chân thành cám ơn!",
    "Em chào Thầy/ Cô, em là , MSSV . HK 212 lớp chúng em VP19VL có đăng ký một môn tự chọn MA3145 - Các nguồn năng lượng bền vững trên hệ thống của mybk đợt 1. Nhưng cả lớp em kông thể đăng ký với lý do là \"Môn học khoa không mở lớp\". Sau khi làm việc với Khoa, chúng em đã có chữ ký và sự đồng ý mở lớp của Thầy phụ trách môn đó. Chúng em đã gửi mail cho PĐT để đăng ký. Lúc gửi mail cho PĐT em đã gửi 2 đơn đăng ký môn học cho môn này và một môn nữa. Khi trả lời mail, đối với môn tự chọn này phía bên PĐT không đề cập tới, còn môn kia thì PĐT đưa phương án giải quyết là đăng ký dự thính. Em thắc mắc, đối với môn tự chọn đã có sự đồng ý của giảng viên thì lẽ ra là đăng ký được, nhưng đến gần hết tuần 4 rồi chúng em vẫn không có thời khóa biểu. Còn đối với các môn khác thì PĐT luôn đưa phương án giải quyết là đăng ký dự thính, cho dù là môn học lần đầu. Nhưng vì theo quy định mới nên chúng em không thể đăng ký môn đó dự thính . Em mong lớp em có thể đăng ký môn tự chọn trong HK này, để cả lớp có thể học đúng tiến độ và cũng có nhiều bạn cần thêm 2 tín chỉ môn này để đủ điều kiện đăng ký môn năm 4. Em chân thành cảm ơn Thầy/ Cô xem xét trường hợp của em ạ.",
    "Em tên là   Hiện tại em đang ở quê cho nên là em gửi thông tin tạm dừng nhờ trường giải quyết giúp em trong thời điểm này Em đã liên lạc GVCN và hiện tại GVCN cũng không ở SG để hỗ trợ",
    "Kính gửi phòng đào tạo, Em tên  (Mssv: ), em có xin đăng ký luận văn tốt nghiệp (Mã môn học: Ma4323) nhưng hiện tại chưa có thời khóa biểu ạ. Mong phòng đào tạo cho em biết lý do, em xin chân thành cám ơn,",
    "Em xin chào nhà trường, Do em đăng ký học phần LVTN trễ nên khi mail cho phòng đào tạo thì phòng đào tạo có nói nếu quá ngày 25/1/2022 mà thời khóa biểu chưa cập nhật thì em sẽ hỏi  ạ. Mong nhà trường giúp em giải quyết vấn đề này ạ. Trân trọng.",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học:     AS4317 Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Sau khi chờ đợi cập nhật thời khóa biểu vào ngày 25/2 thì hiện tại thời khóa biểu đã được cập nhật. Em vẫn chưa thấy môn Luận văn tốt nghiệp xuất hiện Em mong Phòng đào tạo cho em biết lý do em không thể đăng kí được môn luận văn ạ, em xin chân thành cảm ơn!",
    "Em chào phòng đào tạo, em là , MSSV , học lớp VPk17 CĐT. Hiện tại em vẫn chưa được cập nhật thời khoá biểu của   B Luận văn tốt nghiệp - 218700    và   B Thực tập tốt nghiệp - 218750   . Em không biết lí do là gì và em bị thiếu điều kiện gì ạ, hy vọng phòng đào tạo giải quyết giúp em ạ. Em xin chân thành cảm ơn.   I   /I",
    "Khiếu nại đăng ký môn học  /TR4317  Dạ em xin chào thầy/ cô của PĐT. Trường hợp của em là đợt đăng kí LVTN HK212 chưa tích lũy đủ 6 ngày Công tác xã hội như trường thông báo trước đó nhưng vẫn đăng kí được môn học và đã có thời khóa biểu môn Luận văn tốt nghiệp mã TR4317. Em xin hỏi liệu em tiếp tục làm luận văn có hợp lệ theo quy chế không ạ? Em xin cám ơn!",
    "Kính gửi phòng Đào tạo, Em tên là  (MSSV , khoa KH&KTMT CLC). Cho em xin hỏi về chứng chỉ tin học: Hiện nay, em đã có chứng chỉ MOS (Excel + Powerpoint), và em học chương trình CLC. Như vậy em có cần thi phần tin học cơ bản không, và khi nào em có thể nộp bằng MOS? Em xin cảm ơn ạ.",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học:     AS4317 Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Theo bảng điểm hiện tại của em thì số tín chỉ đã đạt được 125 + 1 đã đủ điều kiện đăng kí ạ Em có đính kèm ảnh để minh chứng Trân trọng",
    "Dạ em chào thầy cô, em tên , MSSV:, em xin hỏi về kết quả khiếu nại đăng ký môn học của em hôm trước ạ, tại vì hôm trước em có gửi mail và gửi yêu cầu hỗ trợ trên BKSI, và e có nhận được mail thông báo ngày 25/1 sẽ có kết quả, tuy nhiên em vẫn chưa nhận được kết quả ý ạ. Em xin được trình bày lại vấn đề là, em bị xóa đăng ký LVTN (ME4727), trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỳ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, do kỳ này em được biết phòng đào tạo bỏ xét các môn anh văn, tuy nhiên các môn anh văn chiếm đến 8 chỉ, vì vậy em nghĩ nếu đã bỏ xét anh văn thì  8 chỉ đó có được tạm miễn cho kỳ này không ạ. Do hiện tại em chỉ còn 1 môn tự chọn kinh tế và 1 môn tự chọn khác để học vào kỳ này (hai môn này là 6 chỉ). EM mong PĐT phản hồi giúp em trong điều kiện khó khăn vì dịch bệnh và em không đăng ký thi anh văn được trong thời gian qua, mong các thầy cô có thể giúp em ạ. vì nếu không đăng ký được trong đợt này, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn và chúc các thầy cô có một năm mới vui vẻ, an khang, thịnh vượng.",
    "Em chào pđt Em tên , mssv , kỳ này em làm lvtn ME419 nhưng em vẫn chưa đăng ký được, hệ thống báo em thiếu môn tiên quyết là ME2011, môn đó em chưa qua nhưng em đã qua môn tương đương của môn tiên quyết là ME3139, kinhsmong pđt giải quyết trường hợp của em ạ, em chân thành cảm ơn! Trân trọng",
    "pdt giúp e đăng kí môn đề cương luận văn ạ",
    "Kính gửi phòng đào tạo, Em tên , mssv . Em muốn hỏi là bao giờ nhà trường cập nhật thông tin bảng điểm HK1 2021-2022 để em có thể thực hiện đăng kí tốt nghiệp đợt 2, em đã có điểm môn học từ lâu nhưng chưa được cập nhật thông tin tín chỉ và điểm trung bình tích luỹ. Em xin cảm ơn.",
    "Em tên  MSSV:  Trong lúc thi môn Thiết kế hệ thống nhúng(EE3003) L02-B 14h00 ngày 21/12/2021 có xảy ra sự cố ngoài ý muốn nên em đã đăng ký hoãn thi. Nhưng sau hôm nay em kiểm tra bảng điểm thì điểm thi là điểm 13 ạ Cô cho hỏi là em có được thi lại vào lần sau không ạ",
    "Mở môn học học kỳ 212 . Dạ em chào thầy cô ạ! Chuyện là đợt đkmh dự thính kì 212 vừa rồi có môn Hạ tầng công trình giao thông mã Ci4019 lớp DT01_DT01 ngày cuối cùng mới mở đk nên em không đăng kí kịp ạ! Nếu không có mở dkmh đợt 3 thì thầy cô có thể bổ sung sỉ số em vào lớp dự đó được không ạ? Em cảm ơn ạ!",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học:     AS4317 Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Em không biết lý do vì sao hiện tại em không đăng ký được môn học Mặc dù số TCTL của em hiện tại là 131 chỉ Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!",
    "Gửi Phòng đào tạo,  Sinh viên  -  xin gửi lại danh sách sinh viên có nguyện vọng đăng ký môn học \"Thiết kế kiến trúc công cộng 1\" Mã MH: CI2023  Kèm theo là mẫu đơn xin mở lớp có xác nhận của thầy bộ môn!   Em mong PĐT xem xét cho việc mở lớp đợt này! Xin chân thành cảm ơn ",
    "Em tên là:  MSSV:  Khoa: Khoa học ứng dụng Mã số môn học: AS4317 Tên môn học: Luận văn tốt nghiệp(Cơ kỹ thuật)  Mã nhóm: A01-Học kì 8-HK 212 Lý do: Sau khi chờ đợi cập nhật thời khóa biểu vào ngày 25/02 thì hiện tại thời khóa biểu đã được cập nhật. Em vẫn chưa thấy môn Luận văn tốt nghiệp trên thời khóa biểu. Em mong Phòng đào tạo xử lý và phản hồi cho em, em xin chân thành cảm ơn!",
    "Kính gửi Phòng đạo tạo trường ĐH Bách Khoa Tp.HCM, Em xin được đăng ký môn học Nội dung: Cơ lưu chất CI2003  Lý do SV mới được thu nhận lại Em gửi kèm tệp kính kèm",
    "Em kính chào quý thầy cô ạ Em tên là -. Hiện tại trong kỳ 212 này em đã đăng ký thành công môn Thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031, em rất mong muốn có thể đăng ký được thêm LVTN trong kỳ 212 này, trong đợt đăng ký LVTN vừa rồi thì em đã bị từ chối vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối), em đã gửi \"Khiếu nại ĐKMH HK212\" và đang chờ kết quả. Trước đó em đã có xin phép Khoa cho em đăng ký Luận văn song song với Thực tập và đã được Khoa đồng ý (em có đính kèm file xác nhận từ Khoa). Em kính mong thầy cô có thể giúp đỡ và xét duyệt cho trường hợp của em có thể đăng ký Luận văn trong kỳ 212 này để em có thể làm chung với các bạn trong nhóm Đề cương ạ. Em cảm ơn thầy cô rất nhiều",
    "Em kính chào thầy, cô. Em tên , MSSV . Trong đợt đăng ký môn học đợt 4 bổ sung LVTN, em có đăng ký nhưng kết quả trả về là bị xóa LVTN. Em thấy mình đã đủ các điều kiện cần thiết để có thể nhận LVTN, tuy nhiên kết quả trả về lại là không đủ điều kiện nhận LVTN. Thầy cô cho em hỏi là nguyên nhân của việc này là gì và làm thế nào để em có thể được nhận LVTN ạ. Mã MH: ME21 Tên MH: Luận văn tốt nghiệp (cđt) Mã nhóm: L01 HK: 212 Lý do: PDT không đ/ký cho SV MH ME4221 (L: Không đủ đ/kiện nhận LVTN) Em xin chân thành cảm ơn.",
    "Chào thầy/cô, em là  -  . Lúc trước em đăng kí môn Thực tập ngoài trường Mã môn Ci3415 - lớp A01. Với lý do là: Không đủ điều kiện nhận TTTN. Em đã đăng kí lại và vẫn tiếp tục bị xóa môn không rõ lý do. Mong thầy/cô có thể giải đáp giúp em ạ. Em xin chân thành cảm ơn! Trân trọng. .",
    "Tốt nghiệp       Em chào quý thầy/cô Phòng Đào Tạo    Thưa thầy/cô em tên là , mssv , là sinh viên văn bằng 2 chính quy khoa Khoa học và Kỹ thuật máy tính Hiện tại em có thắc mắc xin hỏi thầy/cô ạ, là trong đợt tốt nghiệp tháng 11/2021 vừa rồi em đã nhận được giấy chứng nhận tốt nghiệp tạm thời vào tháng 12 và em cũng đã có tên trong danh sách tốt nghiệp chính thức trên trang web aao, nhưng hiện nay em vẫn chưa nhận được email thông báo tốt nghiệp ạ    Em xin cảm ơn thầy/cô ạ    Trân trọng  ",
    "Em là , mssv  khoa cơ khí quốc tế. Em đã học môn Cad/cam(ME5007) vào học kì 2 2020_2021, thi cuối kì 20/8, do dịch covid nên hoãn thí nghiệm đến tháng 12 . Đến hôm nay 26/1 em chưa thấy cập nhật điểm trên mybk (CH) cho em hỏi là thầy chưa nộp bảng điểm hay do phòng đào tạo chưa cập nhật ạ. Vì đây là môn cuối cùng chưa có điểm để em đăng kí tốt nghiệp nên em cần điểm gấp ạ. Em xin chân thành cảm ơn.",
    "cho e hỏi là còn đợt đăng kí hóa thí nghiệm nào nữa không ạ, e cảm ơn ạ ",
    "Em chào Thầy/Cô, Thầy/Cô cho em hỏi nếu em đã xét chuyển điểm anh văn bằng cách nộp bằng 1 lần, thì em có thể đăng ký xét miễn để chuyển điểm tiếp không ạ? Em đã chuyển điểm AV1, dự định chuyển điểm AV2,3 thì hệ thống thông báo như này ạ.",
    "cho e hỏi là còn đợt đăng kí hóa thí nghiệm nào nữa không ạ, e học học kì 211, mã môn học CH1004, lớp l66, e cảm ơn ạ",
    "Em tên là , MSSv 8, lớp MOKMT1, Ngành kĩ thuật môi trường Em có đăng ký LVTN có mã là EN4327 nhưng không đăng ký được ạ, em cũng không biết lý do tại sao ạ. Em có gửi mail xin phòng đào tạo giúp em, PĐT có trả lời em là : SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022. Nhưng hiện giờ em vẫn chưa nhận được thời khóa biểu ạ. PĐT vẫn đang cập nhập lại TKB hay em thật sự không đủ điều kiện để đăng ký LVTN vậy ạ. Xin PĐT giúp em đăng ký môn ạ, Em cũng đã làm Thí nghiệm cho bài Luận Văn để kịp bảo vệ ạ. Em mong PĐT phản hồi sớm. Em xin cảm ơn ạ",
    "Dạ cho em hỏi, Hồi tháng 06/2021 em có đăng ký giấy xác nhận một lần rồi, nhưng do vấn đề cá nhân đã làm mất giấy. Vậy bây giờ, em có được đăng ký giấy mới không ạ? Em cảm ơn rất nhiều!",
    "Tên :  MSSV :   Ngành : Công nghệ vật liệu Khóa : 2021 - 2022     . Nay em xin phép được đăng ký thêm môm : Hóa phân tích ( mã số môn : CH2009 )  Lí do đăng ký : Lúc trước em là sinh viên năm nhất bên chương trình Việt Pháp , kì một bên đó em đã được học môn Hóa đại cương . Cho đến khi em chuyển về bên chương trình đại trà của kì 2 .Sau một thời gian học, những môn đăng ký sai chương trình trước đó đã được đổi lại đúng về chương trình đang học . Em đã có lên bksi để nhờ bổ sung thêm gần đủ các môn học  nhưng môn Vật Lý 1 của kì 1 em không thể đăng ký được do đã sang kì 2 . Do đó dẫn đến tình trạng em bị thiếu tín chỉ cần thiết trong một học kì ( 12/14 tín chỉ ) . Nên em xin phép được đăng ký môn Hóa phân tích ( CH2009) sau khi đã hoàn thành xong môn Hóa đại cương (CH1003) Dưới đây là hình ảnh bảng điểm của em về môn Hóa Đại Cương (CH1003) của kì 1 , số thứ tự của em là số 28 lớp thầy  của nhóm tổ P02-A . Hình ảnh thời khóa biểu và số tín chỉ kì 2 . Hình ảnh đơn em đã đăng ký bổ sung môn trên BKSI ( bao gồm cả Vật lý 1 ) nhưng không được do đã sang kì 2 .   Em mong nhà trường có thể giúp đỡ em trong những ngày này , để em có thể theo kịp chương trình và hoàn thành đủ số tin chỉ . Em vô cùng cảm ơn nhà trường và thầy cô phụ trách ạ .",
    "Gia đình em có nguyện vọng muốn em học bằng kỹ sư thay vì cử nhân. Nên em xin được phép hỏi điều kiện được cấp bằng kỹ sư là gì ạ? (số tín chỉ, môn học bắt buộc, điểm trung bình tích luỹ ,...). Nếu có môn học bắt buộc thì em cần xem chương trình đào tạo này ở đâu ạ ?",
    "Dạ em chào quý thầy/ cô, Em tên là Nguyễn Ngọc Oanh, MSSV: 1810421. Sau khi em nhận được kết quả ĐKMH đợt 4 bổ sung cho môn Luận văn tốt nghiệp (MSMH: IM4317) thì em đã bị huỷ đăng ký với lý do không đủ điều kiện nhận LVTN. Tuy nhiên, trong email của trung tâm hỗ trợ SV gửi ngày 18/1 có nội dung: \"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định\". Hiện nay, em chưa có điểm môn TTTN trong học kỳ hè 203 và em không thuộc diện cấm thi và khi so sánh với nội dung trên thì em vẫn được xem là đạt và có thể đăng ký môn LVTN. Nhưng thực tế thì em đã bị huỷ kết quả đăng ký môn LVTN ở lần ĐKMH bổ sung thứ 4 này. Bên cạnh đó, sau khi đặt câu hỏi trên trang BKSI vào ngày 24/1/2022 với nội dung trên thì em nhận được câu trả lời  như sau: \"PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất sau ngày 25/1/2022. Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do\". Tuy nhiên cho đến nay thì em vẫn chưa có môn LVTN trong thời khoá biểu của mình. Kính mong quý thầy/cô hỗ trợ và giải quyết giúp em ạ. Em cảm ơn quý thầy/cô nhiều. Kính chúc quý thầy/cô sức khoẻ. Trân trọng, Ngọc Oanh",
    "Do một số lí do nên em muốn xin hủy môn. Hiện tại em không có ở TPHCM, em phải liên hệ đến đâu ạ?",
    "Thưa phòng đào tạo, đăng kí môn học đợt 3 HK212 em có đăng kí môn mạch điện tử thông tin(EE3011), và trước đó em hoãn thi môn mạch điện tử(EE2035) nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mdttt và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mạch điện tử thông tin HK212 này em sẽ tiếp tục học hay là bị hủy thời khóa biểu vậy ạ. Em xin cảm ơn.",
    "Chào phòng đào tạo! Em là sinh viên k15 đã chuyển sang hệ vừa làm vừa học. Hiện tại chương trình đào tạo của em còn 4 môn Anh văn (sẽ chuyển điểm TOEIC) và LVTN. Em dự định sẽ đăng ký LVTN ở đợt đăng ký cuối vào tháng 1, nhưng do vẫn chưa đạt được chuẩn đầu ra nên không thể đăng ký. Em được một bạn chỉ rằng cứ xin thầy làm LVTN, khi làm được phân nửa tiến độ và đạt chuẩn Anh văn đầu ra thì xin thầy xác nhận, sau đó lên xin phòng đào tạo đăng ký. Em không biết tính xác thực của chuyện đó nên mong được phòng đào tạo xác nhận giúp em chuyện này. Nếu như chuyện đó là không thể thì kỳ này em có cần làm đơn xin bảo lưu không? Do chưa từng gặp trường hợp học kỳ trống thời khoá biểu như vầy nên em chưa biết cách xử lí. Kính mong được phòng đào tạo chỉ dẫn. Em xin cảm ơn.",
    "Kính chào Phòng Đạo Tạo, Em tên:   MSSV:  Cho em hỏi em là khóa K18, hai kỹ năng anh văn nói và viết em có thể đăng kí thi ở BKEnglish được hay không hay phải thi ở ngoài để nộp chứng chỉ vào ạ. Em xin cảm ơn. Trân trọng, ",
    "ME4677",
    "Em là , MSSV . Hiện tại bảng điểm trên myBK học kỳ 211 của em vẫn chưa được cập nhật, khiến em không thể đăng ký được môn luận văn tốt nghiệp vào học kỳ 212. Mong phòng đào tạo cập nhật bảng điểm giúp em ạ Em cảm ơn ạ.   i ",
    "Kính gửi Phòng Đào Tạo! Em tên: Phan Thành Phúc MSSV: . Em xin gửi khiếu nại về vấn đề đăng ký môn học Luận Văn Tốt Nghiệp HK212. Tình trạng là em đã đăng ký và thỏa các yêu cầu nhưng vẫn không có môn học trên TKB. Em mong được sớm giải quyết ạ. Em cảm ơn rất nhiều!",
    "Dạ thưa phòng đào tạo. Ngày 24/12/2021 vào lúc 7h00 em có lịch thi môn Quản trị kinh doanh cho Kĩ Sư (IM3001) mà hôm đó em có lịch tiêm vắc xin mũi 2. Em đã đăng kí hoãn thi. Nhưng ra bảng điểm lại bị điểm 13 ạ. Xin phòng đào tạo xem xét giúp em ạ. Em cám ơn.",
    "Em chào thầy cô, Em cần bằng tốt nghiệp sớm để xin Visa đi làm ạ. Em nhờ thầy/cô kiểm tra xem bằng tốt nghiệp của em đã có chưa ạ vì em có liên hệ trước Tết thì trường có bảo là đang in rồi . Em chân thành cảm ơn quý thầy cô ạ",
    "Em đang là sinh viên năm 2 , hiện tại kì này em vẫn còn học bình thường.Cho em hỏi là em có thể đăng kí tạm ngừng học sau khi học quá 6 tuần của học kì 212 được không ạ?",
    "Trước tết sinh viên có gửi yêu cầu đăng ký môn học LVTN qua bksi theo hướng dẫn của email pdt gửi vì sinh viên mới được thu nhận lại do chuyển hệ. Nhưng sau ngày 25/01/2022 sinh viên vẫn chưa thấy TKB được cập nhật nên sinh viên muốn biết đăng ký môn học đã thành công hay chưa và nếu chưa thành công thì lý do là tại sao? Em xin cám ơn.",
    "Dạ em chào Thầy cô. Em đã nhận được giấy chứng nhận tạm thời (29/12/2021) thì khi nào em mới nhận được bằng tốt nghiệp chính thức vậy ạ. Em xin cám ơn",
    "Dạ phòng ĐT cho em hỏi là hiện tại e đã hoàn thành chương trình học, chỉ còn luận văn tốt nghiệp nhưng đợt đăng kí luận văn vừa rồi em bị huỷ môn liên tục, và khả năng là học kì sắp tới em sẽ không có thời khoá biểu. cho em hỏi là em có bị cảnh cáo hoặc bắt dừng 1 học kì không ạ? Em đã chuyển sang hệ VHVL",
    "Kính chào thầy cô, Em tên là _MSSV: , em có khiếu nại về việc đăng ký môn học Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 và được bên phòng đào tạo đã tiếp nhận việc khiếu nại và dự kiến cập nhật vào thời khóa biểu của em sau ngày 14/1/2022 nhưng đến hôm nay em vẫn chưa được cập nhật môn Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 này vào thời khóa biểu, em mong thầy cô xem xét và cập nhật giúp em với ạ, em có đính kèm câu trả lời việc khiếu nại của em ở bên dưới ạ. Em xin cám ơn và chúc thầy cô sức khỏe ạ.",
    "Cho em hỏi, lúc đăng kí môn em thấy lịch học là ở cơ sở 2 nhưng vào thời khóa biểu hiện tại toàn cơ sở 1, hay do online nên cơ sở 1 ạ ?",
    "Em muốn hủy môn học đã dăng ký phải làm sao ạ?",
    "Thầy, Cô cho em hỏi là khi nào mình mới đăng ký được toeic nói viết ạ, em đã liên hệ bên BK english và họ nói đang chờ PDT ạ.",
    "Em chào thầy/cô PĐT ạ, Em tên , mssv  Do hiện tại em bị vướng anh văn không đủ tín chỉ tích lũy nên không thể đăng ký môn LVTN,vì vậy em mong PĐT cho em đăng ký bổ sung vào lớp học để có thời khóa biểu để được duy trì tình trạng học tập không bị tạm dừng ạ. Em xin cam đoan sẽ chấp hành các nội quy của lớp học và cán bộ giảng dạy. Em cảm ơn thầ/cô PĐT ạ.",
    "Mã môn học: CO4317 Tên môn học: Luận văn tốt nghiệp (Khoa học Máy tính) Học kỳ: 212 Mã nhóm: L01 Lý do: Không đăng ký được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiều. - Em muốn hỏi là em không đăng kí được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiểu. Nhưng do em đang làm luận văn tốt nghiệp theo nhóm và đã có điểm dclvtn. Như vậy, có cách nào để em đăng kí được thành công lvtn cho hk 212 không ạ?",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Hiên tại, thời khóa biểu vẫn chưa có cập nhật môn Thiết kế cầu 1 (CI3039) kì dự thính 212 . Cho em hỏi đã có kết quả đăng ký môn học dự thính chưa ạ. Mong phòng đào tạo giúp đỡ để em sớm có thời khóa biểu môn thiết kế cầu 1 và học tập. Vì chưa biết là đã đăng ký thành công môn thiết cầu 1 kì dự thính 212 nên chưa dám rút môn học này ở học kì chính. Mong nhận được phản hồi. Em xin chân thành cảm ơn. , ",
    "Chào quý thầy cô, Em tên , MSSV: , lớp HC19SH2. Em có đăng ký môn Quá trình thiết bị truyền nhiệt CH2043, lớp L07-B của thầy  học kì 211. Sau khi thi cuối kỳ em đã đăng ký hoãn thi vì có lý do cá nhân. Bây giờ em khá hối hận. Nên em muốn hỏi thầy cô có thể giúp em hủy hoãn thi không ạ . Em xin chân thành cảm ơn.",
    "Em là . MSVV: . Em nhận thấy thời khóa biểu hiện tại của em (cập nhật ngày 26-01-2022) có sắp xếp các buổi học vào các ngày lễ (mùng 10/3, 30/4, 1/5) và các ngày nghỉ bù lễ. Kính mong quý thầy cô xem xét và điểu chỉnh để sinh viên tụi em sắp xếp trước thời gian để đảm bảo tham gia đầy đủ các buổi học. Em xin chân thành cảm ơn!",
    "Em chào phòng đào tạo. Em tên  - MSSV  - Khoa kỹ thuật xây dựng. Phòng đào tạo cho em xin hỏi là tháng 12 vừa rồi em có bảo vệ luận văn tốt nghiệp xong rồi thì trong học kì này em có cần đăng kí môn học để duy trì học tập không ạ vì em chưa nộp 2 bằng tiếng anh là nghe nói và đọc viết. Với em có đăng kí in giấy xác nhận sinh viên để thi anh văn thì chưa đăng kí được ạ. Em mong phòng đào tạo phản hồi câu hỏi của em ạ. Em cám ơn phòng đào tạo đã xem câu hỏi của em.",
    "Dạ ad ơi cho em hỏi khi em đăng ký tốt nghiệp em đã nhập đầy đủ các thông tin cần thiết nhưng lại ko ấn vào được chữ cập nhật thông tin ạ.Mong ad xem giúp em ạ",
    "Em xin hỏi là trong đợt thi cuối học kỳ 211, em thi môn Phương Pháp Tính MT1009 được 47.5%, mà theo quy định làm tròn điểm thì điểm lẻ từ 0,75 đến dưới 1,0 được làm tròn thành 1,0, vậy em có được làm tròn thành 5.0 không ạ. Em xin cảm ơn.",
    "Em chào Thầy (Cô). Em tên là , mssv:. Em đã được công nhận tốt nghiệp đợt tháng 11 năm 2021. Em xin hỏi Thầy (Cô) là thời gian nhận bằng tốt nghiệp của em dự kiến là khi nào ạ? Em xin chân thành cảm ơn quý Thầy (Cô) đã dành thời gian giải đáp cho em!",
    "Kính chào quý Thầy Cô! Em tên là , mssv , nhập học 04/2017 vấn đề của em là: hiện nay em đã bảo vệ luận văn tốt nghiệp xong và đã có điểm, giờ em muốn nhận bằng tốt nghiệp thì em phải làm thế nào ạ! Kính mong quý Thầy Cô chỉ dẫn cho em với ạ! Em xin cám ơn ạ!",
    "Gửi Phòng đào tạo, Em có đăng ký môn học Kỹ Thuật Số (EE1009) của thầy  tiết 13-14 thứ 2 và thí nghiệm vào ngày Chủ nhật học ở CS1, em đã học được 3 tuần. Sau khi cập nhật lại thì em đã chuyển lớp khác và học vào tiết 4-5 ở CS2. Em xin Phòng đào tạo xem xét giúp đỡ chuyển em về lớp thầy  để em học vào buổi tối ở CS1. Em cảm ơn. Thân",
    "Kính thưa PĐT! em là  MSSV: Lớp VL18SI em gửi câu hỏi này để mong PĐT xem xét cho em được đăng kí môn thực tập tốt nghiệp (MSMH:MA3315). Lý do: vì đợt đăng kí vừa rồi em không đủ điều kiện nhận thực tập tốt nghiệp do thiếu số tín chỉ tích luỹ nhưng hiện tại điểm tổng kết học kì của em đã có mà chưa được cập nhật vào STC tích luỹ nên em mong PĐT xem xét các hình ảnh minh chứng dưới đây và cho em được đăng kí môn này bởi nếu không đăng kí được thực tập tốt nghiệp thì em sẽ không nhận được đề cương LVTN và LVTN kéo dài tiến độ ra trường rất nhiều ạ. Em xin cám ơn thầy cô PĐT đã chấp nhận câu hỏi này, Chúc thầy cô một ngày mới tốt lành ạ! (Em đã gửi câu hỏi lần trước nhưng vẫn chưa có kết quả ạ)",
    "Kính gửi Thầy Cô, vì em rất cấp thiết học lớp anh văn 4A để kịp tốt nghiệp vào tháng 4, nên em rất muốn biết hiện đang có lớp anh văn 4A (LA1043) nào đang học ở học kỳ 2 để em có thể viết đơn xin khoa và bộ môn cho chèn thời khóa biểu ạ. Và nếu không có lớp học kỳ chính thì em có thể đăng ký vào lớp dự thính hiện tại được không ạ? Em cám ơn và hy vọng nhận được sự tư vấn từ Thầy Cô.",
    "trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ.",
    "Chào T, em là ,mssv  sinh viên khoa Hóa. Em muốn thôi học để chuyển qua hệ vừa học vừa làm nhưng hiện tại bảng điểm của em vẫn chưa có ( điểm 15) thì nếu em thôi học thì các môn đó khi có điểm có tính là đã qua môn không? em sợ khi em thôi học thì các môn học đó sẽ bị hủy, phải đăng kí học lại. Em xin cảm ơn T đã đọc và mong sớm nhận được câu trả lời.",
    "Tốt nghiệp     Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM!  Em tên:  MSSV:   Hiện em đã nhận được quyết định thu nhận và chuyển sang hệ VHVL HK212(File đính kèm)  Hôm nay em viết đơn này nhằm mong phòng đào tạo hỗ trợ giải quyết thắc mắc về đăng ký tốt nghiệp Theo như Quy chế của trường thi em đã đủ điều kiện xét tốt nghiệp theo hệ VHVL, mong phòng đào tạo giải quyết ạ!  Em xin chân thành cảm ơn!  Sinh Viên     ",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng CO1003 - Nhập môn về lập trình - Học kỳ 1 Năm học 2019 - 2020 - Điểm tổng kết 6.50 Môn học tương đương AS2003Kỹ thuật lập trình cơ kỹ thuật",
    "Em chào phòng đào tạo. Em tên  - MSSV  - khoa Kỹ thuật xây dựng. Em tạo yêu cầu xin phòng đào tạo xem xét làm giùm em giấy xác nhận sinh viên ạ. Lý do: Em vừa bảo vệ luận văn tháng 12 vừa rồi nên em cần thi và nộp 2 bằng anh văn vào để tốt nghiệp. Học kì này em không đăng kí môn học nên em không có thời khóa biểu vì thế em không đăng kí in giấy xác nhận sinh viên trên web nhà trường được ạ. Em mong phòng đào tạo có thể xem xét giải quyết in giấy xác nhận sinh viên giùm em để em đăng kí thi anh văn ạ. Em cám ơn phòng đào tạo đã xem yêu cầu của em và mong nhận được sự hồi âm sớm.",
    "Kính gửi Phòng đào tạo trường đại học bách khoa thành phố Hồ Chí Mính Em tên là . MSSV , sinh viên bằng 2 chính quy khóa 2021 Lý do Trong tháng 2 năm 2022, sinh viên có nhận được giấy gọi tham gia nghĩa vụ quân sự năm 2022 từ ngày 17-02-2022. Nay sinh viên làm đơn gửi lên Phòng đào tạo của trường mong được bảo lưu kết quả học tập, giúp sinh viên an tâm hoàn thành tốt nhiệm vụ của một công dân.Do tình hình dịch bệnh nên hiện tại sinh viên không thể lên trực tiếp tại trường để xin xác nhận GVCN và nộp trực tiếp cho PĐT. Mong PĐT có thể giúp sinh viên hoàn thành sớm thủ tục bảo lưu. Em xin chân thành cảm ơn  Thư này kèm theo đơn xin bảo lưu kết quả học tập và lệnh gọi nhập ngũ quân sự năm 2022.",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học:     AS4317 Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Em không biết lý do vì sao hiện tại em không đăng ký được môn học Mặc dù số TCTL của em hiện tại là 131 chỉ Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!",
    "Kính chào quý Thầy Cô, Cho e xin hỏi Trường mình có tổ chức lễ tốt nghiệp cho sinh viên tốt nghiệp tháng 11/2021 không ạ. Do e đã thấy thông tin mình đã tốt nghiệp mà chưa thấy có email nhận bằng . Đến nay thì chứng nhận tạm thời của e đã hết hạn rồi ạ. Em xin cảm ơn.",
    "Kính gửi quý thầy cô, Em tên là . MSSV: . Khoa Quản lý công nghiệp. Em xin gửi khiếu nại ĐKMH HK 212. Em đã đủ các điều kiện PĐT đưa ra nhưng khi ĐKMH lại không thành công. Em xin gửi minh chứng và rất mong nhận được hỗ trợ của thầy cô sớm ạ. Ghi chú: Em đã gửi khiếu nại vào 25/01/2022, và hôm nay em mở lại Bksi thì lại không thấy lịch sử thông tin em đã gửi. Em xin mạn phép gửi lại khiếu nại này ạ. Chúc thầy cô một ngày tốt lành. Trân trọng, ",
    "Dạ em xin chào Thầy/Cô, em tên là Huỳnh Anh Lâm, Thầy/Cô cho em hỏi về xét điểm anh văn để được phép hoàn thành luận văn tốt nghiệp trong học kì HK212, em có đọc mail và biết là kì này được miễn anh văn và em đã đăng ký được môn luận văn tốt nghiệp, em cũng đang làm cùng giáo viên hướng dẫn. Tuy nhiên em có nghe các bạn nói là sẽ có đợt yêu cầu anh văn trước khi bảo vệ luận văn, em không biết có đúng không ạ? Thông tin các bạn nói là được miễn đăng ký luận văn, nhưng lúc trước khi bảo vệ vẫn sẽ phải nộp chứng chỉ anh văn đủ chuẩn theo yêu cầu của mọi năm mới được phép bảo vệ. Mong Thầy/Cô giải đáp dùm em, để em sắp xếp quá trình học anh văn, làm luận văn một cách hợp lý ạ. Em cảm ơn Thầy/Cô đã xem đoạn nhắn này.",
    "Xin kính chào pđt, em là sinh viên Cao đẳng BDCN khóa 2017 tốt nghiệp 11/2021, và vừa được xét tuyển vào hệ VHVL CƠ khí của trường. Em đã được miễn anh văn 1234. Vậy khi đăng ký môn học có cần thi chuẩn av đầu vào hay bằng toiec gì k ạ? (toeic của e 435) em cảm ơn",
    "Cho em hỏi là em đã đóng thanh toán tiền 95.000 tiền tốt nghiệp vào ngày 14/01/2022 và đã nhận được mail xác nhận nhưng tới nay vẫn chưa thấy bằng tốt nghiệp chuyển về chỗ em ạ . Trong khi bạn bè em đều nhận được bằng từ sớm rồi ạ",
    "Em có ĐKMH môn Luận văn Tốt Nghiệp - CI4313, tuy nhiên sau ngày 25/01/2022 em vẫn chưa có thời khóa biểu . Mong PĐT xem xét lại. Em cảm ơn.",
    "Dạ chào thầy,cô!  Em tên là: ; MSSV:   Em có mong muốn được thêm vào lớp học Anh văn 4 (LA1009) để không bị đình chỉ kỳ này, do em đã bỏ lởm lịch trình đăng ký môn học của trường . Em kính mong thầy, cô có thể giúp em ạ . Em xin cảm ơn!",
    "Em có đăng ký hoãn thi cuối kỳ môn Cơ Lưu Chất CI2003, thi vào ngày 19/12/2021 vì lý do không đảm bảo được đường truyền mạng. Nhưng hiện tại trên bảng điểm vẫn để điểm thi 13 ạ, em xin phép được xin hướng giải quyết.     ",
    "Kính gửi Phòng đào tạo. Em tên là:  -  Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Em đang cần bằng tốt nghiệp để bổ sung cho công ty. Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng ạ?  Em xin chân thành cảm ơn.",
    "Em chào cán bộ quản lí trường đại học Bách Khoa. Em là Trần Gia Khiêm, MSSV: , khoa kỹ thuật Địa chất và Dầu khí.    Vì không được PĐT đăng ký cho luận văn mã số Ge4327, nên em đã viết đơn cho cán bộ trước tết, được cán bộ thông tin đã chuyển cho bên \"ĐKMH\" kiểm tra và xử lí và chờ cập nhật thời khoá biểu trên mybk. Thưa hiện tại thời khoá biểu của em vẫn chưa được đăng ký luận văn, mong cán bộ cho em biết em có được PĐT đăng ký cho luận văn không (nếu không mong cán bộ cho em biết nguyên nhân ạ)    Em cảm ơn và xin lỗi vì đã làm phiền.",
    "Chào pđt, em tên , mssv . Em đã đủ điều kiện tốt nghiệp nhưng tại sao em không có tên trong danh sách tốt nghiệp dự kiến vậy? Em cám ơn .",
    "B Dạ kính chào quý thầy cô,    Em là sinh viên k16, quý thầy cô cho em hỏi học kỳ chính 212 em đăng ký môn PHƯƠNG PHÁP TÍNH mã số MT1009 mà em mới nhận kết quả đã qua môn. Kỳ này em có đăng ký một môn kỳ dự thính nữa ạ. Nên là em vẫn còn học một môn ở kỳ dự thính ạ.     Nên thầy/cô cho em hỏi nếu em rút môn học thì có bị đình chỉ học không ạ . Em xin chân thành cảm ơn quý thầy cô ạ.  ",
    "Hiện tại em đã có trong danh sách Tốt nghiệp chính thức nhưng em lại có thông báo ngày 16/2/2021 đi Nghĩa Vụ Quân Sự, cho em hỏi việc lấy bằng tốt nghiệp sẽ thực hiện như thế nào ạ?có thể nhờ gia đình lấy được không ạ?Mong PĐT giải đáp thắc mắc sớm cho em,em cảm ơn!",
    "Lý do: Đã đăng ký môn học LVTN bổ sung đợt 4 nhưng không có kết quả đăng ký cũng như thời khóa biểu (như hình gửi) Họ tên:  MSSV:  Mã MH: CH4327",
    "Chào thầy cô. Thầy cô cho em hỏi là khi nào em có thể vô trường để nhận bằng tốt nghiệp. Em cảm ơn.",
    "Dạ, em chào PĐT Trường Đại học Bách Khoa SV:  MSSV:  Hiện tại em đã đăng kí tốt nghiệp thành công và chờ nhận bằng tốt nghiệp chính thức. Bây giờ em rất cần bằng tốt nghiệp chính thức để xin Visa làm việc tại Nhật. Nếu không có bằng sớm thì em sợ sẽ mất cơ hội làm việc tại công ty lớn này. Em mong PĐT có thể thông báo thời gian và tạo điều kiện cho em nhận bằng tốt nghiệp chính thức sớm nhất có thể ạ. Chúc PĐT và đoàn Trường ĐH Bách Khoa sức khỏe. Em xin chân thành cảm ơn.",
    "Cho em hỏi là lúc trước có bên trường có gửi mail về việc hoàn số tiền bảo hiểm cho sinh viên khi đã đăng kí ở kí túc xá đhqg, nhưng đến bây giờ em vẫn chưa nhận được thông tin gì, vẫn chưa hoàn trả nên em thắc mắc ạ. Em cảm ơn ",
    "Kính chào anh/chị tư vấn, Em tên là , MSSV  hiện đang học lớp CC20LQC2. Học kỳ qua, em có hoãn thi môn Ứng dụng máy tính trong công nghiệp và đã được PĐT xác nhận. Nhưng khi kiểm tra lại trên bảng điểm thì điểm thi của em là 0. Em có thắc mắc là điểm của em như vậy là rớt môn hay chỉ là tạm thời, sau khi thi lại sẽ thay đổi?. Em xin cám ơn.",
    "Dạ thưa Cô, đã 2 học kì nhưng bảng điểm của em không được cập nhật tín chỉ và điểm trung bình tích lũy . Em mong bảng điểm có thể cập nhật để em điều chỉnh kế hoạch học tập ạ. Em cảm ơn",
    "Em đã đủ điều kiện tốt nghiệp ( đã qua anh văn nói viết đợt thi  ngày 17/12/2021 ) nhưng không có tên trong danh sách tốt nghiệp đợt ngày 15/1/2021.   Đến đợt đăng ký tốt nghiệp từ 17/1/2022- 4/5/2022 em vẫn không có tên trong danh sách và không nhận được mail của trường.   Thầy/cô kiểm tra giúp em.   Em cám ơn.",
    "Dạ, cho em hỏi khi in bảng điểm thì điểm trung bình tích lũy ngành có được cập nhật mới cho tới thời điểm hiện tại không ạ? Do em đang cần bảng điểm để nộp cho công ty xin việc.",
    "Em chào Thầy Cô ạ, sáng nay em nhận được giải đáp từ cô  về việc viết đơn xin được đăng ký môn anh văn 4A ( LA1043) là liên hệ với Thầy Cô giảng dạy AV4A để nhận được sự đồng ý và viết đơn gửi qua BKSI. Vì vậy em muốn xin gmail của giáo viên đang dạy AV4A để liên lạc ạ. Em cám ơn.",
    "Học kỳ 202     em có hoãn thi cuối kỳ môn Phương pháp tính (MT1009) và sắp xếp thi bù vào   B học kỳ 211.       Em đã hoàn thành xong bài thi cuối kỳ và được xác nhận nhưng tới bây giờ trên bảng điểm vẫn chưa được xóa điểm HT Kính mong PĐT kiểm tra trường hợp của em. Em xin cảm ơn.",
    "Em chào thầy/ cô Em tên . Sinh viên k18 Em sinh viên năm 4 và do bị trễ anh văn nên năm sau ( năm 5), em vẫn học môn của năm 4 và chưa ra trường Em xin hỏi là năm sau em còn học thì có đươc nhận giấy hoãn nghĩa vụ quân sự nữa không ạ Em xin cảm ơn",
    "Kính gửi nhà trường, em tên làn , mssv , là sinh viên khóa K15 bộ môn Thiết Kế Máy của khoa Cơ khí.   i  . Em tạo câu hỏi để xin được hồi đáp một số câu hỏi như sau :  1/ Em đã hoàn thành 133/142 tín chỉ của chương trình đào tạo. Kì vừa rồi là kì thứ 13 nhưng vì năng lực có hạn nên em đã không thể hoàn thành nốt 9 chỉ luận văn cuối cùng. Em xin hỏi liệu nhà trường có thể gia hạn em thêm 1 kì để em có thể hoàn thành được không ạ ? 2/ Trong trường hợp không được, em có tìm hiểu về chuyển hệ vừa học vừa làm khi đã quá chương trình đào tạo. Em có tìm hiểu trên website của nhà trường. Cho em hỏi nếu chuyển hệ em sẽ hoàn thành nốt 9 chỉ còn thiếu hay em phải học lại chương trình chính quy và chỉ được giảm tối đa 50% số môn học như trong ảnh ạ? Em xin cảm ơn nhà trường vì đã đọc câu hỏi của em.",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa. Em có những vấn đề thắc mắc như sau: 1. Em có gửi đơn xin miễn môn Vẽ kỹ thuật giao thông (TR1003) (biên nhận đính kèm) vào ngày 17/01/2022 nhưng chưa được cập nhật vào Bảng miễn môn. 2. Em đã thi lại để xóa điểm hoãn thi môn Công nghệ ô tô (TR3021) ngày 22/08/2021 và đã liên hệ về vấn đề nhập điểm trên bksi với PĐT vào ngày 05/09/2021, môn Xác suất và thống kê (MT2001) đã được miễn nhưng trong bảng điểm là điểm VT (đính kèm hình) 3. Học kì này em có đăng kí môn Đồ án thiết kế động cơ đốt trong (TR3043) nhưng hiện tại vẫn chưa có thông tin Giảng viên và mục môn học trong BK e-learning (đính kèm hình) Em có liên hệ PĐT để hỏi về vấn đề này thì PĐT nói liên hệ lại Khoa, Bộ môn. Sau đó em liên hệ Thầy Bộ môn nhưng vẫn chưa được giải quyết. Hiện em xem lại trong mục đăng kí môn học thì có lớp L01 có 5 sv và chưa có Giảng viên, còn lớp T01 có 11sv (đính kèm hình)  Vậy em có thể xin chuyển sang lớp T01 được không ạ, hay là phải đợi cập nhật bên lớp L01 ạ (môn bắt đầu cách đây 1 tháng) Mong Thầy Cô cập nhật và giải đáp sớm để sắp xếp thời gian học tập, em cám ơn Thầy Cô.",
    "Chào thầy cô, Cho e hỏi sắp tới trường có tổ chức đợt thi Anh văn 2 kỹ năng Nói - viết theo hình thức trực tuyến hay thi tại trường không ạ và thời gian là khi nào ạ? Em xin cảm ơn. ",
    "Gửi phòng đào tạo, Em đã được nhận bằng tốt nghiệp tạm thời vào ngày 16/12/2021. Hiện tại em cần bằng tốt nghiệp chính thức để bổ sung tiếp tục hồ sơ tại công ty làm việc . Em mong muốn phòng đào tạo hỗ trợ cho em được nhận bằng tốt nghiệp chính thức để em thuận lợi trong công việc . Em xin chân thành cám ơn.",
    "To whom it may concern  Em tên là , MSSV , lớp CK19LTH, khoa Cơ khí.  Vừa qua em có hỏi PĐT về bằng tốt nghiệp thì được trả lời là em đã có quyết định tốt nghiệp và đang chờ in bằng, dự kiến sẽ có trước tết nguyên đáng. (Em đăng ký tốt nghiệp ngày 15/11/2021)  Nay em muốn hỏi PĐT bằng của em đã có chưa ạ? Nếu chưa có em có thể xin PĐT ưu tiên in cho em trước được không ạ, vì sắp tới em sẽ lên đường nhập ngũ, em muốn trước khi đi có thể lấy bằng để yên tâm cho tương lai sau này. Ngày 16/2/2022 em sẽ lên đường, rất mong PĐT xem xét giúp đỡ.  Em xin cảm ơn PĐT, kính chúc quý thầy cô PĐT một năm mới tấn tài, tấn lộc, tấn bình an. Thank you & Best Regards.",
    "Dạ em chào thầy cô PDT! Thầy cô cho em hỏi: Em có nằm trong danh sách được thi lại môn EE3015 (theo mail gửi của PDT), cho em hỏi môn Kỹ thuật hệ thống viên thông ( EE3015 ) có tổ chức thi trong học kỳ 212 này không ạ? Do em không thấy có lớp tổ chức học trong HK này . Em cảm ơn!",
    "/I  Hiện em muốn phúc khảo điểm môn học EE2017 Lớp L03 của thầy  học kì 202. Chức năng phúc khảo trên bkel đã hết hạn do qua 7 ngày nghỉ lễ tết. Ngày em nhận được điểm là 26/1/2022 trùng với ngày nghỉ lễ. Mong được giải quyết.",
    "Chào thầy cô, HK202 em có hoãn môn Phương pháp tính (MT1009) và được thi lại vào HK211 nhưng tới giờ vẫn chưa được nhập điểm vào bảng điểm ạ. Em mong quý thầy cô giải đáp ạ. Em có đính kèm ảnh đã nộp bài thi cắt từ video record buổi thi bên dưới ạ. Em xin chân thành cảm ơn.",
    "/I Tốt nghiệp . Kính gửi Quý văn phòng Đào tạo quốc tế OISP, Em tên là:  Mssv: Khoa: Quản lý công nghiệp Hiện tại, em vừa hoàn thành môn LVTN vào đợt tháng 12/2021. Đồng thời, em cũng đã đạt đủ điều kiện tốt nghiệp ạ . Kính mong Quý văn phòng đào tạo quốc tế xét tốt nghiệp giúp em ạ. Em xin chân thành cảm ơn rất nhiều. Trân trọng,",
    "Chào quý thầy/ cô! Em chưa học bổ túc chuyển đổi môn, giờ em thấy trường mở lịch cho đăng ký thì môn Chi tiết máy bị trùng với môn Vi xử lý đang học vào thứ 2 tiết 13,14,15. Cho em hỏi là em muốn xin rút môn thì có đóng học phí không? Do môn Chi tiết máy là môn đúng chuyên ngành của em còn Vi xử lý là môn Tự chọn . Em cảm ơn! Mong quý thầy/ cô giúp đỡ!",
    "Kính gửi Thầy Cô, Hiện tại em đang rất cần gmail của giảng viên lớp anh văn 4A theo nhu cầu (LA1043) trong học kỳ dự thính này để trao đổi về việc đăng ký môn học.Em hy vọng nhận được phản hồi từ quý Thầy Cô . Em chân thành cảm ơn.",
    ": Dạ em chào thầy/ cô, em tên là  (MSSV: ) lớp L01 nguyên lý máy kì 211, vào ngày 23/12 em đã hoãn thi cuối kì môn nguyên lý máy lý do em mắc covid và nhập viện nên không tham gia thi được nhưng bây giờ bên khoa không đồng ý việc hoãn thi của em, em đã hoàn thành hết phần đồ án BTL và bài tập trên BKEL. Em mong thầy/ cô xem xét trường hợp của em. Em cảm ơn ạ. Đây là giấy ra viện của em ạ.",
    "Em là Nguyễn Hoàng Quang Đạt, mssv , Khoa CNVL, chuyên ngành Vật liệu polymer. Dạ thưa pdt trước tết em có gửi một đơn khiếu nạn về việc bị xóa LVTN MA4317 và pdt đã ghi nhận nhưng tới nay vẫn chưa phản hồi cho em ạ. Hiện em mới xem lại tất cả điều kiện em đều thỏa ạ, em đang có 132 tín chỉ tích lũy, 13.5 ngày ctxh, chỉ có CCAV quốc tế hiện em chưa thi thôi ạ mà CCAV quốc tế pdt hiện đang tạm hoãn. Mong pdt phản hồi trường hợp này của em ạ. Em cảm ơn ạ.",
    "Cho em hỏi là khi học quân sự mình có được ở ktx ở làng đại học không hay bắt buộc ở ktx của khu quân sự à .",
    "Kính gửi phòng đào tạo, Em tên là  HK202 vừa rồi em có đăng ký hoãn bảo vệ LVTN (ktct) và được PDT và Bộ Môn đồng ý. HK211 vừa rồi em đã hỏi ý kiến thầy ở Bộ Môn Thiết bị&Công nghệ Vật liệu thì không cần đăng ký mới nên tình trạng sinh viên bị tạm dừng ở HK211. Em đã đăng ký bảo vệ đợt tháng 12 vừa rồi và có điểm trên mybk. Kính mong phòng đào tạo xét tốt nghiệp bổ sung cho em.   i Tốt nghiệp .",
    "Kính gửi PĐT, Em là , MSSV , lớp VP17HK, đang chuẩn bị làm luận văn tốt nghiệp trong HK212. Do đó, em dự kiến sẽ tốt nghiệp trong năm nay. Em đang nộp đơn xin thạc sĩ tại trường Central European University. Họ yêu cầu có một văn bản từ trường BK xác nhận rằng em sẽ tốt nghiệp trước tháng 9/2022. Em xin hỏi rằng liệu em có thể nhận được một văn bản như vậy từ PĐT không? Nếu không, em có thể liên hệ phòng ban nào ạ? Em xin cảm ơn, ",
    "trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003, nay em xin pdt cho em được hủy hoãn thi ạ.",
    "trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ( em xin hủy hoãn thi chứ không phải xin hoãn thi ạ)",
    "Em đã làm đơn thu nhận lại mà sao tình trạng sinh viên của em để tạm dừng??? Em đã đủ điểm tiếng anh thì em nộp điêm lên mybk đúng không??? Em kính mong thầy cô giúp em Em cám ơn",
    "Cho em hỏi cơ sở 2 của trường Đại học Bách Khoa mở cửa lại chưa ạ?  Nếu đã mở lại thì thời gian hành chính của cơ sở 2 là như sao vậy ạ? ",
    "Chào cô, Em là sinh viên BDCN K17. Em vừa thi Toeic và có kết quả, nhưng trên hệ thống báo tình trạng của em đang ở trạng thái tạm dừng nên không đăng ký được tốt nghiệp. Nay em nộp đơn đăng ký thu nhận lạiHK2 2021- 2022. Em cám ơn.",
    "Chào cô, Em là sinh viên BDCN K17. Em vừa thi Toeic và có kết quả, nhưng trên hệ thống báo tình trạng của em đang ở trạng thái tạm dừng nên không đăng ký được tốt nghiệp. Nay em nộp đơn đăng ký thu nhận lại HK2 2021- 2022. Em cám ơn.",
    "Em có một số vấn đề thắc mắc như sau, mong thầy/cô giải đáp giúp em ạ :  - 1: Thời gian tốt nghiệp đợt 2 (tháng 4/2022) sẽ dời lại đến khi nào ? - 2: Thời gian học vụ của 15 có được dời lại do thời gian nghỉ dịch không hay vẫn là cuối tháng 4/2020 ? - 3: Bằng TOEIC của em hết hạn vào 10/2/2022 vậy em có cần phải thi lại để nộp xét tốt nghiệp không ạ? Em xin cảm ơn.",
    "Em là Đoàn Đình Nam, MSSV: . Hiện em có học lớp L41 môn Hóa đại cương thí nghiệm của cô Trần Thị Thanh Thúy. Xin thầy cô cho em hỏi là vào ngày 28/2 lớp em có học buổi thí nghiệm thứ 3. Thông thường buổi thí nghiệm thứ 3 của môn này sẽ phải học trực tiếp, tuy nhiên trên thời khóa biểu mybk vẫn đang để HANGOUT_TUONGTAC. Do đó em không biết ngày 28/3 có phải lên trường để học hay không nữa ạ. Em xin cảm ơn.",
    "Tên:  MSSV:  - Em có nguyện vọng chuyển sang hình thức vừa làm vừa học do hết thời gian đào tạo tối đa theo chương trình đào tạo của ngành. - Sau khi chuyển sang hình thức vừa làm vừa học khi nào em có thể đăng ký môn học được. - Ngoại ngữ tôt ngiệp áp dụng theo khóa 2015 (500) hay khóa hiện tại 2022. - Vậy em có cần thi thêm 2 kỹ năng nói viết hay không. - Hình thức học vừa học vừa làm học tại đâu, em không thấy nêu rõ.   Em xin cảm ơn.",
    "Dear  Em: Nguyễn Vũ Sơn Mssv: Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH Mong thầy cô xem qua FILE em gửi bên duói, xem xét giúp em ĐKMH ạ EM ",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa. E tên  . MSSV  Lớp PC16HTD. Hiện tại em đã hoàn thành đồ án môn học mã môn học Đồ án EE3061 do Thầy  hướng dẫn em.Em đã đăng kí đề cương luận văn tốt nghiệp và đã có thời khóa biểu trên web trường học kì 2 năm học 2021-2022. Nhưng em có xem trên kết quả đăng kí môn học trên web thì chưa có thông báo phân công giảng viên hướng dẫn. Kính nhờ phòng đào tạo kiểm tra lại giúp để em biết và liên lạc với thầy hướng dẫn tiếp tục làm đề cương luận văn tốt nghiệp. Em xin cám ơn .Thân mến ..",
    "Kính gửi thầy, cô  Dạ cho em xin được hỏi em đã đăng kí hoãn thi đúng như trường quy đinh, cũng đã hoàn thành phần BTL của môn học nhưng điểm tổng kết môn của em vẫn là 13(vắng thi). Cho em xin hỏi lí do sao lại như vậy được không ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào Thầy/Cô, Dạ Thầy/Cô cho em hỏi, ở HK202 và HK203 em có học môn giải tích 2 (MT1005) và có đăng ký hoãn thi cuối kỳ và cũng chưa được xếp lịch thi để xóa điểm hoãn thi. Đến HK211 em có đăng ký tiếp môn Giải Tích 2 và đã thi đạt điểm để qua môn. Và do hiện tại em đã đủ hết các điều kiện để xét tốt nghiệp nên em muốn đăng ký xét tốt nghiệp luôn mà không muốn thi lại để xóa điểm hoãn thi môn giải tích 2 ở HK202 và HK203 nữa. Vậy bây giờ em phải làm sao ạ? Em cảm ơn.",
    "Em muốn đăng ký hủy môn ạ. Hiện tại không biết còn cơ hội nào cho em nộp đơn để hủy môn không ạ? :( Nếu được em có phải lên trường để nộp hay nộp đơn qua mail vậy ạ? Em cám ơn!",
    "Tốt nghiệp . Dạ em kính chào Thầy/Cô ạ, Em là sinh viên khóa K18, khoa Kỹ thuật hóa học . Em có câu hỏi về hạn chốt nộp chứng chỉ ngoại ngữ để xét tốt nghiệp đối với khóa tốt nghiệp đúng hạn của K18 ạ. Do hiện tại em lên lịch học vụ vẫn chưa thấy thông tin về ngày nộp như các khóa trước nên kính mong Thầy/Cô sớm hồi đáp để em có thể chuẩn bị thật tốt ạ. Em xin cảm ơn và kính chúc Thầy/Cô nhiều sức khỏe.",
    "Chào Admin! EM tên là . MSSV  Trước tết em có hỏi về vấn đề bảo lưu thì được nhận câu trả lời là gửi đơn xin bảo lưu lên BKSI. Nay em xin gửi đơn tạm dừng học 1 học kì ạ . Mong được giải quyết . Em xin cảm ơn ạ",
    "Dạ em là sv K18 khoa Điện-Điện tử. Hiện tại kỳ này em đã đăng ký LVTN. Do vấn đề cá nhân nên em muốn bảo lưu học kỳ hiện tại HK212. PĐT cho em hỏi là thời điểm hiện tại của HK212 còn cho phép bảo lưu học kỳ không ạ? Nếu có thì quy trình bảo lưu như thế nào ạ? Và nếu em bảo lưu học kỳ thì việc đóng học phí cho kỳ hiện tại ra sao ạ? Em xin cảm ơn ạ.",
    "nh Gửi PĐT,  Do em có hoãn luận văn nên có 1học kì em không đăng ký môn học (hk211). Trong học kì 211 em đã có điểm luận văn (xoá điểm 14) nhưng tình trạng hiện giờ của em là tạm dừng nên em không đăng kí dự thính anh văn 4 để hoàn thành chương trình học được . ính mong PĐT giải quyết cho em để em kịp học và đăng kí tốt nghiệp ạ . Em cảm ơn",
    "Thi anh văn nói viết, phòng đạo tạo thì nói ra tết liên hệ trung tâm ngoại ngữ thi trực tiếp. Trung tâm ngoại ngữ thì lại chờ thông báo phòng đào tạo. Em không biết bao giờ mới được thi nói viết. Theo thời gian số lượng sinh viên cần thi nói viết thì ngày càng đông.",
    "Cho em hỏi cách để đổi mật khẩu gmail trường cấp (), em đang cần gấp để vào meet ạ. Nếu có thể, nhà trường vui lòng đổi luôn mật khẩu thành:   U Phantom2002    giùm em.",
    "Em chào Thầy Cô, Em có đăng ký hoãn thi môn IM3001 - Quảntrị kinhdoanh cho ks HK211 trên mybk nhưng từ khi giảng viên nhập điểm đến giờ là điểm 13, em từng có hỏi về vấn đề này trên bksi. Trong danh sách diem 15 ngay 26-1 nhà trường mới gửi gần đây thì em chưa thấy có tên em ạ. Em mong Thầy Cô kiểm tra lại giúp em với ạ. Nếu em không được phép hoãn thi môn này, thì lí do vì sao ạ? Em xin cảm ơn. Em chúc Thầy Cô nhiều sức khỏe.",
    "Dạ em chào thầy(cô) .Em tên là  mssv . Trước tết em có gửi yêu cầu là: Hiện tại thì em muốn đăng kí thêm lớp hạ tầng công trình giao thông lớp chính quy CI4029 do lớp dự thính không đủ sỉ số mở lớp . Nhưng hiện tại thì em đang bị vướng lịch môn giải tích 2 MT1005 nhóm lớp L40 và pháp luật đại cương SP1007 nhóm lớp L05 . Em muốn chuyển lớp giải tích 2 từ nhóm lớp L40 sang nhóm L35 . Và lớp pháp luật đại cương từ nhóm lớp L05 sang L04  .Nhưng thời khóa biểu chưa thấy cập nhật , mong thầy(cô) xem xét để em có thể đủ điều kiện tín chỉ đăng kí luận văn trong học kì hè tới .Trân trọng cảm ơn ạ .",
    "Cho em hỏi em đã có bằng tốt nghiệp chưa ạ.",
    "Kính chào  Em là  MSSV  Khoa cơ khí . Em chỉ còn thi qua kì thi TOEIC speaking and writing là đủ điều kiện tốt nghiệp. Em có liên hệ bên BK English để đăng kí thi nhưng bên trung tâm chưa mở kì thi và có gợi ý là liên hệ với  để đăng kí thi   cho em xin thông tin về kì thi trên Em chân thành cám ơn.",
    "Kính gửi: Ban quản lý thư viện Trung Tâm Đại học Quốc gia Thành phố Hồ Chí Minh Em tên: _MSSV:  Em xin ban quản lý thư viện cấp lại mã số thư viện trung tâm để em có thể đăng nhập vào ứng dụng  vì trong mail thư viện Trung Tâm gửi cho em mã số thư viện thư viện bị lỗi. Chi tiết lỗi như hình em đã đính kèm. Em xin ban quản lý thư viện Trung Tâm xem xét và cấp lại giúp em. Em xin chân thành cảm ơn.",
    "Thời gian công bố danh sách dự kiến tốt nghiệp là khi nào?  Sinh viên có thể ủy quyền cho người khác hoàn tất thủ tục và nhận bằng hay khôngm",
    "Em chào thầy cô Phòng đào Tạo. Em tên: . Mssv: . Sinh viên ngành kỹ thuật Cơ khí. Em viết email này là để xin hoãn học môn Giáo Dục Quốc Phòng. Lí do: em đã hoàn thành môn này ở năm ngoái tại trường đại học Khoa Học Tự Nhiên-ĐHQG-TPHCM. Hiện đã có chứng chỉ nhưng em xin được cấp chứng chỉ thì bên trường cũ bảo đợi thông báo phát chứng chỉ Giáo dục quốc phòng. Em mong thầy cô xem xét cho em hoãn môn học này cho tới khi em nhận được chứng chỉ em sẽ nộp cho trường để xác nhận miễn điểm môn học ạ. Em cảm ơn Chúc thầy cô sức khỏe Trân trọng, ",
    "Dạ PĐT cho em hỏi kỳ hè này có được đăng ký LVTN không ạ?",
    "Em đã bảo vệ luận văn thành công đợt tháng 12. Thầy/cô cho em hỏi em tự lên khoa lấy phiếu điểm, in và nộp bản cứng hay đợi thông báo từ khoa ạ. Chân thành cảm ơn thầy/cô.",
    "Dạ thưa thầy/cô  Em tên , khoa Kỹ thuật hoá học . Em đã tham gia bảo vệ luận văn tốt nghiệp HK211, nhưng điểm thấp quá, giờ em muốn xin đăng kí lại luận văn tốt nghiệp vào học kì 212, tuy nhiên đã hết thời hạn đăng kí. Mong thầy cô, mở lại đăng kí giúp em ạ. Em cảm ơn thầy cô. Mã MH: CH4353 Tên MH: Luận văn tốt nghiệp (qttb)  Lý do đăng kí trễ: Chờ thầy hướng dẫn phê duyệt cho bảo vệ lại.",
    "Em chào Thầy / Cô. Em là sinh viên K19 ngành Viễn thông chương trình Việt Pháp. Trong học kỳ hè 213 tới đây em sẽ có môn thực tập ngoài trường. Tuy nhiên điều kiện để được học môn này là phải tích lũy đủ 84 tín chỉ và phải học trước môn vi xử lý. Tuy nhiên hết học kỳ 212 em vẫn chưa đủ 84 tín chỉ và em chưa học môn vi xử lý. Như vậy em có thể đi thực tập được không ạ? Hay là em có thể để năm sau đi thực tập với K20 được không ạ? Em cảm ơn Thầy / Cô.",
    "Kính gửi phòng đào tạo, Em là sinh viên ngành Kỹ thuật máy tính, khoa Khoa học và Kỹ thuật máy tính. Học kì 201 em có học môn Giải tích mạch mã EE2033 môn tương đương thay thế cho môn Giải tích mạch cơ bản mã EE2001. Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm môn EE2001 sẽ ghi là MT. Hiện tại bảng điểm chưa được cập nhật. Vì vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ? Em xin cảm ơn.",
    "Kính chào quý Thầy/Cô phụ trách, Em tên là , MSSV  lớp VP18HK. Em có nhu cầu phúc khảo bài thi cuối kỳ 211, môn học Cơ học các cấu trúc (809702), ngày nộp điểm 26/1/2022 và hạn phúc tra 5/2/2022. Tuy nhiên khoảng thời gian ấy trùng với lịch nghỉ tết, hệ thống bảo trì cho nên em không thể đăng ký phúc khảo được. Kính mong quý Thầy/Cô có thể xem xét cập nhật lại hạn phúc tra ạ. Nếu không thì em còn cách nào khác phúc khảo bài kiểm không ạ? Em xin chân thành cảm ơn.",
    "Em chào PĐT, Em là sinh viên K15, sắp tốt nghiệp vào tháng 04/2022 và chỉ đang thiếu mỗi chuẩn Anh văn Nói- . PĐT cho em hỏi sắp tới trong tháng 2-3 bên trung tâm BKEnglish có tổ chức thêm đợt thi Anh văn Nói- nào cho sinh viên tốt nghiệp đợt tháng 04/2022 không ạ ? Em cảm ơn.",
    "Chào anh/chi, Em là , MSSV  thuộc nhóm lớp CN20KHM1 chương trình CLC TCTN. Em có câu hỏi về học phí HK212 là vừa qua em có đăng ký môn bổ sung sau đợt đăng ký môn học đợt 3. Đáng lẽ ra theo đúng quy định thì học phí em phải đóng là 25.000.000 tuy nhiên hiện tại trên BKPay chỉ hiện 18.750.000 thôi ạ. Vậy em phải đóng theo như số tiền hiện đang có trên BKPay hiện tại và đóng bù khoản còn lại đợt sau hay là chờ sửa đổi lại ạ? Em xin cảm ơn. Chúc anh/chi một ngày tốt lành. Trân trọng ./.",
    "Kính chào Thầy/Cô, Em hiện đang là sinh viên năm thứ 2, em muốn hỏi về cách thức đăng kí xét tuyển và điều kiện chương trình song ngành ạ. Em cảm ơn.",
    "Thầy/cô cho em hỏi em đã đăng ký môn học dự thính và được PĐT chấp nhận cô bên  nói em coi thời khóa biểu sau 21 nhưng em xem thời khóa biễu vẫn chưa có, em cảm ơn",
    "Em chào thầy/cô! Cho em hỏi bằng tốt nghiệp em đăng ký từ tháng 12 đã có mail xử lý rồi, đã có bằng chính thức chưa ạ, tại em thấy nhiều bạn chính quy đăng ký chung đợt có bằng tạm thời rồi ạ. Em cảm ơn.",
    "Dạ em chào cô vì dịp tết pđt ngừng hoạt động nên em chưa thể trả lời yêu cầu khiếu nại trước. Em xin gửi thông tin ạ. Mã môn học: TR4317, nhóm A01, luận văn tốt nghiệp. Em bị xóa luận văn tốt nghiệp đợt 3 vì chưa có anh văn nhưng trường đã mail là sẽ không tính chuẩn anh văn vậy tại sao em lại bị xóa nhưng những bạn trường hợp như em lại có TKB ạ. Mong thầy cô trả lời và ghi nhận giúp em ạ. Em xin cảm ơn và mong thầy cô thổng cảm vì đã trả lời chậm trễ.   i ",
    "Chào thầy/cô, vào học kì 181 em có nộp bằng thi toeic, tuy nhiên em chỉ chuyển điểm AV1, AV2, AV3 mà không chuyển điểm AV4 vì lí do em thấy ở mục điểm chuyển đã có điểm 12 môn AV4 (Đạt nhưng không tính vào ĐTB). Thầy/cô cho em hỏi hiện tại như vậy thì điểm 12 này có được tính là đã hoàn thành môn học chưa hay em vẫn phải chuyển lại điểm AV4 bằng cách nộp bằng thi toeic hay học môn AV4 ở trường ạ. Em cảm ơn.",
    "Em chào thầy cô, thầy cô cho em hỏi em đăng ký môn học ĐỒ ÁN BÊ TÔNG CỐT THÉP 1 kỳ này và đã có lịch trên thời khoá biểu, nhưng trên trang E-Leaning em vẫn chưa thấy môn học được thêm. Thầy cô có thể kiểm tra giúp em được không ạ? Em cảm ơn thầy cô, em chúc thầy cô năm mới thật nhiều sức khoẻ.",
    "Em tên là , MSSV:.. Trước đó, em có khiếu nại kết quả đăng ký môn học qua mail vào ngày 22/01/2022, PĐT bảo TKB sẽ cập nhật trễ nhất vào ngày 25/01, nếu vẫn chưa cập nhật thì vui lòng đặt câu hỏi trên bksi. Tuy nhiên, đến ngày 25/01 em vẫn chưa được cập nhật TKB, em đặt câu hỏi trên bksi thì nhận được câu trả lời là em đã gửi mail PĐT và yêu cầu em xem lại mail. Đến ngày hôm nay 11/02/2022 em vẫn chưa có thời khóa biểu và vẫn chưa nhận được lý do tại sao em không được cập nhật TKB. Mong sớm nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, Em thấy các bạn của em đã có lịch thi giữa học kỳ rồi nhưng em chưa có ạ, em nghĩ là do trước đó em bị khóa tài khoản e-learning nên lúc xếp lịch thi bị sót. Mong phòng đào tạo giải quyết giúp em với ạ. Em cảm ơn.  – MSSV: .",
    "Lễ Tốt nghiệp đợt 1 . Xin chào thầy/cô. Em là , sinh viên khoa Khoa học và kỹ thuật máy tính, MSSV . Em đã đủ điều kiện tốt nghiệp đợt Học kỳ 1 năm học 2021-2022, và đã nhận được giấy tốt nghiệp tạm thời (theo như thông tin ghi trên giấy thì đã hết hiệu lực vào tháng 1 năm 2022 - Trích dẫn: \"Giấy này có giá trị từ ngày cấp đến ngày nhận bằng tốt nghiệp vào tháng 01 năm 2022\"). Xin phép Thầy/cô cho em hỏi là trường đã có thời gian chính thức cho lễ tốt nghiệp chưa ạ, nếu chưa thì em có thể lên trường để nhận bằng trực tiếp được không ạ. Em xin cảm ơn.",
    "Gửi Phòng đào tạo, Cho em hỏi là có cách nào để em có thể hoãn thi môn này và nộp điểm sau được không ạ.   Em xin cảm ơn.",
    "Dạ em xin chào thầy cô ạ. Em là sinh viên năm cuối khoá 2017. Hiện giờ em đã hoàn thành tất cả điều kiện để tốt nghiệp. Nhưng do đợt dịch rồi nên em nộp chứng chỉ anh văn bị trể 2 ngày so với ngày xét tốt nghiệp cuối cùng. Thì hiện tại em chưa có trong danh sách tốt nghiệp tạm thời. Thì không biết có cách nào để em xin được giấy tốt nghiệp tạm thời sớm hơn được không ạ ? Do công ty em đang ứng tuyển cần giấy chứng nhận tốt nghiệp để em có thể đi làm được ạ. Do công ty này cũng là một cơ hội lớn với em. Nên mong nhà trường xem xét ạ.",
    "Tốt nghiệp       Chào ,   Em là - Hiện em đã nhận được thông báo nằm trong danh sách tốt nghiệp chính thức từ trang chủ  (http://wwwaaohcmuteduvn/) Nhưng hiện đã gần 1 tháng trôi qua em chưa nhận được thông báo khi nào Nhà trường sẽ cấp bằng? hình thức cấp? Thời hạn trên giấy tốt nghiệp cũng sắp hết do vậy em vô cùng lo lắng Mong nhận được phản hồi từ    Đính kèm thông tin   Chân thành cảm ơn  ",
    "Cho em hỏi môn Thiết kế Cầu 1 ( CI3039 ) Dự Thính sao tự nhiên lại bị HỦY vậy ạ ? Trong khi đợt trước em đã làm đơn xin mở lớp và đã được các thầy trong bộ môn và Khoa đồng ý. PĐT cũng đã mở và bọn em đã đăng ký được. Tự nhiên đến hôm nay lại bị xóa và nói ko mở lớp.",
    "Em tên , mssv , vào học kì 211 em có học lớp L02 môn quản lí logistics ME2125, nhưng vẫn chưa được cập nhật điểm, em có mail cho giáo viên bộ môn và được biết là giáo viên đã nhập điểm vào hệ thống nhưng hiện tại bảng điểm của em vẫn để điểm số là 15, mong phòng đào tạo kiểm tra và cập ngật lại điểm giúp em, em có lên hệ thống bkexam xác nhận lại là em có nộp bài cuối kì đầy đủ và thầy cũng đã chấm điểm bài thi của em",
    "Em xin kính chào quí Thầy/Cô, Em tạo mẫu hỏi này để làm rõ việc họ phần TTTN kì 203 của em. Đầu tiên, do dịch bệnh nên pdt dời TTTN của k18 sang kì 211 cụ thể là hình 1. EM đã mail hỏi pdt và được rep như hình nên em bị hiểu nhầm là không cần làm đơn hoãn thi cuối kì! Hình 2,3 là do cô phụ trách môn và giáo vụ bảo em bắt buộc phải làm đơn hoãn thi mới được thực tập tiếp kì 212 không là rớt môn. Em mới xác nhận lại với pdt và làm đơn hoàn chỉnh ạ. Em nộp đơn vào ngày 21/1 (hình 4) và đến hôm qua 10/2 pdt mới gọi và báo là học phần TTTN em bị điểm 13. Trong khi 21/1 là khoảng thời gian các bạn khác đang bảo vệ học phần TTTN nên chưa có điểm được. Cột điểm 13 này em nghĩ là do thầy hướng dẫn và cô phụ trách biết em đã xin hoãn thi   U trước và xong    rồi nên không để trống. Mong quí Thầy/Cô xem xét giúp em. Quí Thầy/Cô có thể   I làm rõ và giúp em  /I  được thực tập trong kì 212 này ạ!",
    "Em đã đăng kí hoãn thi cuối kì môn Địa chất công trình CI2095 (lí do: em đi test nhanh Covid do có người nhà dương tính) nhưng bị từ chối yêu cầu hoãn thi ạ. Em mong PĐT cho em biết lí do em bị từ chối, em cám ơn ạ.",
    "Kính gửi văn phòng đào tạo trường Đại học Bách Khoa  Em tên  (MSSV: ). Sau khi điểm của tất cả các môn đã cập nhật trên hệ thống Mybk, số tín chỉ em đã hoàn tất đủ 144 tín chỉ và hoàn thành đủ 15 ngày CTXH. Nhưng, em vẫn không thể đăng ký xét tốt nghiệp trên hệ thống MyBk của trường vì lý do không có thông tin trong danh sách dự kiến tốt nghiệp. Em mong nhận được phản hồi từ trường Đại học Bách Khoa để em có thể thực hiện xét tốt nghiệp . Em xin cảm ơn.",
    "Kính gửi phòng đào tạo, em là sinh viên VLVH -  -  do em đã làm bảo vệ luận văn xong rồi ạ, nhưng em không rõ là em còn bị thiếu điểm môn tiên quyết nào nữa không. Nên kính mong phòng đào tạo cho em xin bảng điểm để em có thể bổ sung đăng kí môn học kịp tiến độ . em chân thành cảm ơn  trân trong ",
    "Chào cô, Em sv k14 chính quy nhưng e bị quá hạn nên chuyển qua hệ vhvl ạ. Trong phần thông tin cá nhân trong đăng kí tốt nghiệp nó vẫn ghi em chính quy. Nên e nhờ cô sửa lại cho đúng ạ",
    "Xin chào quý thầy cô, Em tên là , MSSV:. Ngày 19/12 do laptop của em bị sập nguồn trong lúc làm bài thi nên em có đăng kí hoãn thi môn Nhiệt động lực học & truyền nhiệt (ME2013). Thầy gác thi đã note lại trên trang phòng thi và lưu ý tới trường hợp của em. Ngày 26/01 em nhận được mail huỷ hoãn thi, nội dung bên trong có ghi lại lý do không được hoãn là \"đã thi\". Do sự cố không mong muốn, em mong nhà trường tạo điều kiện, chấp nhận cho em được hoãn thi và được thi lại vào lần sau. Mong Quý thầy cô sớm giải quyết giúp em. Chân thành cảm ơn,",
    "Em chào anh/chị, Em là , MSSV , lớp VL17PO, bộ môn Vật liệu Polymer, khoa Công Nghệ Vật Liệu. Em là sinh viên đang thuộc dạng được tạm hoãn  Nghiệp (đã nộp đơn tạm hoãn LVTN có chữ ký của Bộ môn, Khoa cho Phòng Đào Tạo và đã được xác nhận). Theo em được biết, sắp tới Bộ môn sẽ tổ chức một đợt bảo vệ  Nghiệp (LVTN) bổ sung sau Tết. Vì nội dung LVTN của em vẫn chưa hoàn thành kịp để bảo vệ ở đợt bổ sung này nên em nộp đơn này để Phòng Đào Tạo xác nhận cho em tiếp tục được hoãn cho đến ĐỢT BẢO VỆ LVTN CỦA KHÓA 2018 Ở HỌC KÌ 2/2022. Em có gửi đơn cho PĐT qua mail nhưng PĐT trả lời mail thì hướng dẫn em gửi đơn này lại qua BKSI ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi của anh/chị ạ.",
    "Dạ trước đó em có gửi một đơn khiếu nại về đăng ký môn MA4317: LVTN và đã được phản hồi lí do là thiếu số tín chỉ tích lũy ngành như file 1811870.txt ạ. Nhưng trường hợp này của em năm ngoái em đã có trong danh sách \"DANH SÁCH THỐNG KÊ SINH VIÊN THEO TÍN CHỈ TÍCH LŨY NGÀNH\" mà khoa CNVL của em đã gửi lên PDT để cập nhập lại rồi ạ ( như file exel dưới ). Tính đến kì 211 em hiện có 109 chỉ tích lũy ngành của chương trình kỹ thuật vật liệu Polymer + 25 chỉ kì 211 là em có 134 chỉ tích lũy ngành, đủ điều kiện đăng ký LVTN rồi ạ, chứ không phải như file 1811870.txt mà pdt gửi cho em ạ. Mong PDT xác nhận lại trường hợp này của em, em cũng có gửi mail về vấn đề này cho bên khoa em rồi ạ. Em xin cảm ơn",
    "Em chào Phòng Đào Tạo ạ Em tên  MSSV  Em hiện đang học chương trình đại trà - chính quy và em muốn xin giấy xác nhận sinh viên bằng tiếng anh để có thể thuận lợi cho em đi du học ạ. Vậy em có thể làm thế nào ạ? thông thường em đăng ký giấy xác nhận sinh viên nộp cho địa phương là tiếng việt ạ Mong được PĐT hướng dẫn Em chân thành cảm ơn ạ",
    "mssv    i  . cuối kì 1 vừa rồi em có tham gia thi cuối kì môn giải tích 1 và nộp bản ghi đầy đủ nhưng em lại bị ghi là vắng thi? pđt giải dáp thắc mắc cho em với ạ.",
    "Gửi Phòng Đào Tạo, em là  MSSV , đầu học kỳ em có gửi xin được vào lớp CI2093 Đồ án Bê tông cốt thép 1 và đã được PDT xác nhận đkmh, sau đó em lên check BKel và TKB đã có môn học. Tuy nhiên bây giờ em lên BKel để xem thông tin học thì đã bị xoá (trên TKB vẫn còn ạ) . Em không biết có lỗi gì hay sao nên mong PDT giải đáp giúp em. Em cần vào el để có thông tin giảng viên và đề tài để làm ạ, nếu được xin PDT cho em thông tin giảng viên trước để em có thể tự liên hệ và thực hiện ạ. Em cám ơn",
    "To whom it may concern Em tên là , MSSV , lớp CK19LTH, khoa Cơ khí. Vừa qua em có hỏi PĐT về bằng tốt nghiệp thì được trả lời là em đã có quyết định tốt nghiệp và đang chờ in bằng, dự kiến sẽ có trước tết nguyên đáng. (Em đăng ký tốt nghiệp ngày 15/11/2021) Nay em muốn hỏi PĐT bằng của em đã có chưa ạ? Nếu chưa có em có thể xin PĐT ưu tiên in cho em trước được không ạ, vì sắp tới em sẽ lên đường nhập ngũ, em muốn trước khi đi có thể lấy bằng để yên tâm cho tương lai sau này. Ngày 16/2/2022 em sẽ lên đường, rất mong PĐT xem xét giúp đỡ. Em xin cảm ơn PĐT, kính chúc quý thầy cô PĐT một năm mới tấn tài, tấn lộc, tấn bình an. Thank you & Best Regards.",
    "Kính chào phòng đào tạo. Em là , MSSV . Em đã có tên trong danh sách tốt nghiệp chính thức. Hiện tại em mong phòng đào tạo có thể ưu tiên cấp bằng tốt nghiệp chính thức để bổ sung hồ sơ xin việc ạ. Em cảm ơn.",
    "Họ tên: . MSSV: 161297 Khoa CNVL. Em chào thầy/cô. Hiện tại e chưa đăng kí được LVTN. Mặc dù đã học hết môn và chỉ thiếu av ( do dịch về quê và có 1 thời gian dài điều trị f0) nên vẫn chưa thi được av . Nhưng trong thông báo của nhà trường thì học kì này không xét các điều kiện av . Em đã gửi khiếu nại từ hôm 24/1/2022 nhưng vẫn chưa nhận được giải đáp . Em xin cảm ơn .",
    "Phòng đào tạo cho em hỏi là em đã hết thời hạn đào tạo hệ chính quy và bị xoá tên vì hết thời gian học thì em thể chuyển qua hệ VLVH không ạ. Em học ngành Kỹ thuật công trình xây dựng. Nếu được chuyển hệ sang cùng ngành thì các môn em đã học có được miễn không ạ. Em xin cảm ơn!",
    "Em chào cô ạ! Em xin PĐt xem xét rút môn học Vi xử lý EE2013 học vào thứ 2 tiết 13,14,15 nhóm DT01. Lý do: trùng lịch học bổ túc môn Chi tiết máy ME2007 vào thứ 2 tiết 13,14,15. Môn chi tiết máy là môn cơ sở ngành quan trọng, với việc mở bổ túc hiện tại rất khó nên môn quý thầy/ cô cho em xin rút môn Vi xử lý(EE2013) không tính học phí để em có thể học bổ túc môn Chi tiết máy (ME2007). Em xin chân thành cảm ơn!",
    "Thưa phòng đào tạo, đăng kí môn học đợt 3 HK212 em có đăng kí môn mạch điện tử thông tin(EE3011), và trước đó em hoãn thi môn mạch điện tử(EE2035) nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mạch điện tử thông tin và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mạch điện tử thông tin HK212 này em sẽ tiếp tục học hay là bị hủy thời khóa biểu vậy ạ. Em xin cảm ơn. Nhóm lớp của em là lớp L03.",
    "Gửi phòng đào tạo. Phiền phòng đào tạo kiểm tra giúp em xem em đã hoàn thành đủ điều kiện tốt nghiệp chưa ạ. Em xin phép cảm ơn phòng đào tạo",
    "Kính gửi PDT, Em có đăng ký LVTN ngành DT-VT khoa Điện - Điện tử (EE4337) học kỳ 212. Hiện tại em có thời khóa biểu môn học nhưng Elearning chưa được cập nhật ạ. Mong PDT cập nhật giúp em. Em cảm ơn.",
    "Dạ em chào PĐT ạ, em là sinh viên K15 ạ, hiện tại thì em cũng đã sử dụng hết 6,5 năm học tập ạ, và em đã hoàn thành được tất cả những điều kiện để được xét tốt nghiệp ạ, chỉ trừ anh văn nói viết ạ. Theo quy định cho sinh viên K15, thì em được phép thi anh văn nói viết ở trung tâm BK English với mức đạt (200đ) ạ và em cũng thấy là đợt tháng 10 11 12 thì PĐT có tổ chức thi anh văn nói viết online, nhưng do em chưa hoàn thành luận văn nên em cũng chưa dám đăng ký thi. Vậy PĐT cho em hỏi là trong tháng 2 3 tới, thì khi nào PĐT mở lại những kì thi anh văn nói viết cả online hoặc offline ạ? Tại em sợ không kịp cho đợt tốt nghiệp tháng 4 ạ, bởi vì em cũng không còn thời gian học tập ở trường nữa ạ. Em xin chân thành cảm ơn.",
    "Kính chào thầy, cô làm việc tại phòng đào tạo. Em tên là , MSSV , sinh viên khoa KHUD. Em viết mail này để trình bày lỗi xảy ra trong quá trình nộp bài thi môn Kỹ thuật thiết bị y học - thí nghiệm (AS3103) vào ngày 16/01/2022. Trong quá trình nộp bài thi, do thời gian nộp bài gần hết, nên em chỉ lưu thay đổi nhưng không chú ý tới phần nộp bài. Nhưng, khi xác nhận nộp bài trong khung chat google meet thì giảng viên coi thi đã xác nhận em có bài. Dẫn tới bài thi của em không có trên hệ thống và bị đánh dấu là vắng thi, dù em đã điểm danh đầy đủ. Khi được giảng viên thông báo, thì bài thi của em đã nộp trễ 10 ngày . Mong thầy, cô xem xét cho phép em phúc khảo bài thi, hoặc thi cùng với lớp của kì sau. Em xin trân trọng cảm ơn. Dưới đây là link ghi lại quá trình thi: https://drive.google.com/file/d/1towDKgynOfoLgPFlCrsNC2uLpD9Hssbl/view?usp=sharing",
    "Cho em hỏi trường có kế hoạch học trực tiếp lý thuyết từ ngày14/2 không ạ",
    "Kính gửi  Em tên:      MSSV: Em đã tốt nghiệp ngành cơ khí chế tạo (đã có bằng tạm thời hạn đến hết tháng 01/2022) Nhưng đến nay vẫn chưa có thông báo nhận bằng chính thức. Mong  kiểm tra và phản hồi giúp em. Hiện công ty đang đòi bằng chính thức của em (vì bằng tạm thời đã hết hạn) Em xin cảm ơn.",
    "Xin chào thầy/cô ạ Em tên là , MSSV:  học tại Khoa Cơ khí. Hiện nay em đã hoàn thành các môn học và các điều kiện đi kèm. Em mong thầy/cô cấp cho em giấy xác nhận đã hoàn thành chương trình học trong thời gian đợi tốt nghiệp. Em xin cảm ơn.",
    "Hiện nay các  Thầy Cô không ghi lại được video vậy thì bọn em rất thiệt thòi , đề nghị nhà trường có cách khắc phục . Vì nhà trường áp dụng hình thức mới có các video để bọn em xem thì mới được giảm số tuần dạy xuống , bây giờ bọn em ko có nữa nên đề nghị nhà trường khắc phục sớm nhất để không ảnh hưởng đến việc học tập .",
    "Dạ, em chào PĐT Trường Đại học Bách Khoa SV:  MSSV:  Hiện em muốn hỏi rằng là em có đăng ký môn dung sai đợt đăng ký môn học dự thính đã thành công. Nhưng thời khóa biểu của em không có môn. Nên em muốn hỏi là do tkb chưa cập nhật hay là em đã bị xóa môn rồi ạ. Và có cách nào để đăng kí lại không ạ. Em monng nhận được sự giúp đỡ từ phòng đào tạo ạ. Mong PĐT sớm hồi đáp thắc mắc của em. Chúc PĐT và đoàn Trường ĐH Bách Khoa sức khỏe và vượt qua đại dịch. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Em xin phép được đăng ký môn học cho học kì này:  CI3313 thực tập tốt nghiệp CI1033 vẽ kỹ thuật xây dựng Lý do: vừa chuyện hệ vừa học vừa làm Kính mong PDT xem xét cho em được đăng ký môn học",
    "Yêu cầu huỷ môn học Dạ thưa thầy cô Em xin huỷ môn \"Cấu trúc rời rạc cho KHMT\" Mã môn học: CO1007 Do em đăng ký nhầm môn ạ  Em xin chân thành cảm ơn thầy cô rất nhiều ạ",
    "Kính chào quý Thầy/Cô, Em là  (MSSV: ), hiện tại là sinh viên khóa 17, khoa Điện - Điện tử. Tính tới thời điểm hiện tại, em đã hoàn thành chương trình đào tạo do nhà trường và khoa đưa ra. Chỉ còn thiếu  2 kỹ năng (Nói - ) thì có thể xin giấy xác nhận hoàn thành chương trình đào tạo không ạ? Nếu được thì em có thể lấy form đăng ký xin xác nhận ở đâu ạ? Rất mong nhận được phản hồi từ quý Thầy/Cô. Em xin chân thành cảm ơn! Trân trọng, ",
    "Chào anh/chị PĐT em xin hỏi về thời gian đăng kí tham gia kì thi anh văn định kì vào học kì 212 vì trong mail học vụ kì 212 PĐT gửi chỉ đề cập đến thời gian dự kiến tổ chức vào 23/5-5/6 chứ kh đề cập đến thời gian đăng kí ạ. Và PĐT cho em hỏi cách thức để đăng kí tham gia thi anh văn định kì luôn được kh ạ vì đây là lần đầu em đăng kí ý ạ Em xin cám ơn!Chúc anh/chị sức khỏe .",
    "Em là ,mssv:, ngành điện tử- viễn thông, khoa điện -điện tử, em làm đơn để xin tạm dừng học kì 212",
    "Dạ học kỳ 203 em có đăng ký hoãn thi và được PĐT đồng ý và thông báo qua email  \"\"  nội dung \"Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên -  Lịch thi. PĐT sẽ gửi email thông báo Lịch thi sau khi xếp xong (Trường hợp môn có mở trong HK211 nhưng đã thi, thì SV vui lòng đợi thông báo sau).\" Hiện tại em có thông tin ngày 20/02/2022 có mở lớp thi AV400 em xin được thi trong đợt này luôn ạ. xin thầy cô chấp thuận cho em được thi av400. Em chân thành cảm ơn thầy cô   i ",
    "Kính chào thầy cô, Em tên là  sinh viên năm nhất, mã sinh viên: , khoa Kỹ thuật Giao thông. Nguyên nhân: Em không biết sử dụng BK pay của trường dẫn đến chưa đóng học phí đúng thời hạn. Em gửi mail này để xin được mở thêm thời gian để nộp tiền học phí. Em cảm ơn thầy cô đã dành thời gian để đọc mail này.",
    "Cho em hỏi là hôm bữa có mở đợt đăng ký môn học cho học kỳ 2 nhưng mà trong thời gian đăng ký môn học em không đăng ký môn nào thì bây giờ em có được học tiếp không ạ?",
    "Xin chào Anh (Chị) PĐT! Kết quả đăng ký LVTN đợt bổ sung của em như hình ạ. Cho em hỏi bao giờ biết kết quả xét ạ! Em cảm ơn!",
    "Em tên  mssv.Em muốn biết lý do tại sao em không đăng ký được môn tiểu luận tốt nghiệp (260663).Em xin cảm ơn.",
    "Em là , MSSV , hiện đang học khoa Khoa học & Kỹ thuật Máy Tính. Em đăng ký phúc khảo điểm thi môn Công Nghệ Phần Mềm (CO3001) vào ngày 24/01 (trước tết) nhưng chưa được duyệt phiếu đăng ký. Sau đó em thấy hệ thống của trường đã tạm nghỉ đến 09/02. Nhưng hạn phúc tra bài thi của em chỉ đến ngày 31/01 . Đến hôm nay em vào lại thì thấy phiếu đăng ký vẫn chưa được duyệt. Cho em hỏi bây giờ em nên giải quyết thế nào ạ?",
    "Em chào thầy/cô ạ! Em là , mssv . Thầy cô cho em hỏi trong đợt đăng kí môn học học kì dự thính đợt 3, lộ trình 1 em có đăng kí môn học Giải tích 2 lớp DT02 thành công, tuy nhiên đến nay em vẫn chưa có thời khóa biểu, khóa học trên bkel và lịch thi giữa kì. Vậy cho em hỏi là như vậy em đã đăng kí thành công môn học hay chưa ạ?  Em xin cảm ơn!",
    "Chào Thầy/Cô phòng đào tạo, Em tên là  mã số sinh viên   Hôm nay em có lên phòng đào tạo và nhận được kết quả phản hồi về việc không đủ điều kiện nhận luận văn tốt nghiệp . Sau khi kiểm tra lại em thấy có môn \"Nhập môn về kỹ thuật\" mã môn ME1001 được ghi nhận là chưa hoàn thành . Môn này em đã học ở học kỳ 1 năm thứ 1 (2017-1018) vì đây là học kỳ đầu tiên khi em vào trường nên thời khóa biểu (việc đăng kí môn học ) là do nhà trường sắp xếp. Thời khóa biểu của em cũng có môn \"nhập môn về kỹ thuật\" với mã môn CI1001 nên mong phòng đào tạo xem xét cho em được chuyển điểm môn này. (sau năm học thứ 2 thì em mới được phân ngành lại nên môn nhập môn về kỹ thuật ngành em cần là ME1001 nhưng em đã học CI1001) Sau khi được chuyển điểm nhờ Thầy/Cô phòng đào tạo xem xét và đăng kí giúp em môn Luận văn tốt nghiệp mã môn 213700 và môn Thực tập tốt nghiệp mã môn 213750 (đây là 2 môn song hành để em đủ điều kiện xét tốt nghiệp)  Nhờ nhà trường và phòng đào tạo xem xét dùm vì em cũng đã có đề tài luận văn và hiện em đang làm đề tài đó để chuẩn bị cho đợt tốt nghiệp sắp tới. Nhờ thầy cô xem xét để em được tốt nghiệp đúng hạn, em cảm ơn Thầy/Cô. Trong kết quả phản hồi từ phòng đào tạo sáng nay em còn thấy là mình bị thiếu điều kiện TOEIC thì chứng chỉ TOEIC em đã thi, gửi kết quả và xét chuyển điểm thành công, nhờ phòng đào tạo xem lại vấn đề này luôn giúp em . Em cảm ơn thầy cô nhiều ạ Chúc Thầy/Cô một ngày tốt lành      i ",
    "Kính thưa Phòng Đào Tạo. Em tên là , hiện đang học K20-  Chương trình Đại trà song ngành Kĩ thuật Hàng không-Tàu thủy. Hiện em đã học hết học kì 1 năm thứ 2 trong chương trình nhưng có mong muốn đổi ngành. Em muốn hỏi là em có thể chuyển lên Chương trình Chất lượng cao ngành Khoa học Máy tính hoặc ngành Kiến trúc được không ạ. Em đã có bằng IELTS đã được chứng thực nộp cho trường. Vậy em cần làm những thủ tục chuyển và bảo lưu điểm nào nữa ạ? Em xin cảm ơn Phòng Đào tạo đã bỏ thời gian quí báu để đọc câu hỏi và trả lời em ạ!",
    "Dạ em chào quý thầy cô ạ! Dạ cho em hỏi tại sao em bị xóa và không có luận văn tốt nghiệp TR4317 trong thời khóa biểu ở kì này dù em đã học qua các môn, chỉ chưa có chứng chỉ anh văn nhưng kì này trường không xét chứng chỉ anh văn ạ. Tại em có một số bạn cũng như em nhưng lại đăng ký được luận văn ạ. Em xin cảm ơn và chào ạ!",
    "Mở môn học học kỳ 212 . Em tên . Vào tháng 1 nhà trường có khoá BKeL và TKB của em, khi em hỏi thầy chủ nhiệm thì được biết là do em chưa hoàn thành hồ sơ TSV. Ngày 21/1 em đã hoàn thành hồ sơ đầy đủ và web của trường cũng đã cập nhật em đã hoàn thành(ảnh đính kèm). Nhưng tới hôm nay là ngày 11/2 em vẫn chưa được mở lại BKeL và lịch thi. Mong văn phòng mở lại cho em gấp vì em sắp đến hạn nộp bài tập ạ . Em cảm ơn thầy cô nhiều.",
    "Kính gửi Phòng Đào Tạo:  Em tên:   MSSV:    Em đã đăng ký chuyển từ hệ chính quy khoá 2010( mssv 0) sang hệ VHVL khoá 2019 mssv   Hiện tại bảng điểm chuyển đổi của em sang hệ VHVL chưa có. Kính mong PDT chuyển điểm và cập nhật giúp em. Em cảm ơn!",
    "Cho phép em gửi đơn đăng ký anh văn 4A đã có sự đồng ý của thầy giảng dạy theo như yêu cầu của PĐT ạ. em cám ơn.",
    "Gửi Phòng Đào tạo Đại học bách khoa Tp. HCM, Em vừa nhận được email đăng kí học các môn hồi dưỡng kiến thức (BDKT) bậc đại học dành cho sv đã tốt nghiệp cao đẳng. Em có 2 câu hỏi chính hy vọng nhận được hồi đáp từ phòng đào tạo: 1. Tại sao lại có sự khác nhau trong đăng kí môn học BDKT này trong các năm học ạ. Kì 1 2020 em học trong khi chỉ cần hoàn thành học phần Chính trị xã hội - SP0001 là được miễn giảm tương đương 3 môn:   -  Triết học  -  (SP1031).   -  Kinh tế chính trị  -  (SP1033).   -  Chủ nghĩa xã hội khoa học (SP1035). trong khi năm nay phải học riêng từng môn, tất nhiên số tín chỉ hơn rất là nhiều và học phí cũng vậy. 2. Theo lịch mà trường đã sắp xếp sơ bộ và gửi qua file excel cho sinh viên (B Chuyen De BD Kien Thuc.xlsx), thì em thấy các học phần chính trị này sẽ học trùng vào ngày Chủ nhật, tuy nhiên phải kết thúc học phần này mới tới học phần khác, học liên tiếp (các tuần 1, 6, 11, 16, 23).  Mà trong khi đó việc đăng kí môn học trên mybk thì lại báo trùng B, như vậy rất khó sắp xếp thời gian để học đầy đủ và hoàn thành sớm CTĐT. Có hình ảnh đính kèm để rõ hơn ạ, mong nhà trường xem qua. Mong nhận được phản hồi sớm từ phòng đào tạo. Em chân thành cảm ơn. Trân trọng ———————— MSSV:  Email:  Phone: [phone_number] Ngành: Khoc học máy tính 2020 - VLVH",
    "Hiện tại em là sinh viên năm 3 ngành Kiến trúc. Em dự định sắp tới muốn chuyển trường từ trường mình sang trường Đại học Xây dựng Miền Trung. Muốn hỏi quy trình chuyển trường em cần phải làm những gì và chuẩn bị những loại giấy tờ nào. Mong PĐT hỗ trợ và hướng dẫn giúp em ạ. Em cảm ơn nhiều",
    "Em tên 19 Dạ cho em hỏi hiện tại em chưa đăng ký và thanh toán BHYT2022, có hướng giải quyết nào để đăng ký môn học kỳ chính tiếp theo và đăng ký tham gia bảo hiểm y tế lại không ạ? Em cảm ơn",
    "Cho em hỏi giấy tốt nghiệp tạm thời của em có hạn đến tháng 1 . Đến giờ vẫn chưa thấy mail thông báo nhận bằng. Vậy trường hợp của em đã có bằng chưa ạ?",
    "Kính gửi thầy/cô, Em muốn hỏi về quy trình xét công nhận ngày CTXH ạ. Cụ thể là em vừa hoàn thành chương trình hiến máu nhân đạo ở địa phương, và em muốn xét quy đổi ngày CTXH. Em muốn biết mình cần chuẩn bị những gì để xét, và em có thể được quy đổi ra bao nhiêu ngày CTXH ạ. Em xin cảm ơn. Chúc thầy cô một năm mới thật nhiều may mắn.",
    "Em tên là , mã số sinh viên , thuộc Khoa Khoa học và Kỹ thuật máy tính. Em viết mail này xin phòng đào tạo tính lại điểm trung bình môn Kiến trúc máy tính của em ở HK211. Em thấy bảng điểm trên My Bach Khoa có vấn đề ạ. Em cám ơn ạ. Trân trọng, ",
    "Em chào quý thầy cô PDT ạ, Em tên là , MSSV: . Dạ cho em hỏi là đối với khóa 2021 thì điểm thành phần làm tròn đến 0,5 điểm tổng kết làm tròn đến 0,1 nhưng tại sao bảng điểm chính thức trên MY BK lại vẫn để điểm thành phần giữ nguyên điểm tổng kết làm tròn đến 0,5 vậy ạ ? Em xin chân thành cảm ơn nhiều ạ.",
    "Em chào quý thầy cô PDT ạ, Em tên là , MSSV: . Cho em hỏi mình xem các điều kiện tiên quyết của học phần như khuyến nghị, song hành hay tiên quyết ở đâu vậy ạ ?  Em xin cảm ơn nhiều ạ",
    "Em đọc công văn thì em thấy SV phải ở 100% trong KTX của trung tâm và không được ra ngoài trong thời gian học tập trung tại đó. Vậy cho em là cuối tuần (T7 và CN) có được về lại KTX của ĐHQG hay được ra ngoài chơi không ạ? Em mong được giải đáp thắc mắc ạ, em xin cảm ơn.",
    "Thưa thầy/cô, học kỳ này em có lịch học quốc phòng ạ, sau khi đọc Công văn về tổ chức giảng dạy môn GDPQ vào tháng 03/2022 thì em thấy có đề cập mục số 5 về vấn đề ở nội chú ạ. Theo như trong công văn thì không bắt buộc phải ở nội chú cho học phần trực tiếp phải không ạ? Tức là em có thể đi về nhà sau khi học xong đúng không ạ hay là em bắt buộc phải ở lại trung tâm GDQP khi học học phần trực tiếp ạ?  Em cảm ơn ạ.",
    "Em tên  . MSSV: . Em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 11.2021 và đã nhận được bằng tốt nghiệp tạm thời. Trong bằng có ghi hiệu lực hết tháng 1.2022. Đến nay em vẫn chưa nhận được email nhận bằng tốt nghiệp, em bong quý thầy cô kiểm tra và phản hồi lại dùm em để em bổ sung hồ sơ vào Cty ạ. Em đợi mãi vẫn chưa có rất mong  quý thầy cô hỗ trợ em. Em xin chân thành cảm ơn.",
    "Dạ em đã đăng kí được môn học. Tình trạng sinh viên của em là đang học ạ. Mà thời khóa biểu chỉ cập nhật môn học ở thời điểm trước tết. Vẫn chưa cập nhật thời gian học vào thứ mấy trong tuần ạ. Hiện nay thì em không thấy thời khóa biểu của em nữa ạ. Mong pđt cập nhật sớm để tuần sau em theo kịp lịch học ạ",
    "Em xin trình bày sự việc như sau: em có làm mất căn cước công dân, em đã có đi làm lại và bên huyện báo là 2 tháng sau (từ ngày làm lại 7/2/2022) mới cấp lại được và em cũng chưa có bằng lái xe. em xin hỏi về các vấn đề như sau: Thứ nhất: theo kế hoạch của trường đưa ra thì giữa kì này vẫn thi online, thì làm sao để xác minh danh tính của mình trong phòng chờ meet. Em có ảnh căn cước có thể photo ra được không ạ. Thứ hai: nếu có thể đi học trực tiếp trên trường, về các giấy tờ để làm thẻ sinh viên và ngân hàng thì làm sao để xác minh danh tính của mình.",
    "Dạ em chào Thầy/Cô Em tên  MSSV: hệ VLVH ngành Cơ Điện Tử. Khóa 20 Dạ lý do là em trúng nghĩa vụ quân sự, và nhận được lệnh gọi nhập ngủ trễ nên em không thể nợp đơn cho nhà trường bảo lưu. Nên cho e hỏi có thể nhờ bạn e nộp giúp đơn và lệnh gọi nhập ngủ để được bảo lưu được không ạ . Trên mẫu đơn của nhà trường là nghĩ liên tiếp 2 kì sẽ bị xóa tên. Trường hợp của em là đi nghĩa vụ có được bảo lưu được 2 năm không ạ . Dạ em cảm ơn.",
    "Em đã hoàn thành 136/142 tính chỉ (Còn thiếu 6 tín chỉ tiếng anh văn). Em dự định sẽ thi TOEIC để chuyển điểm, nhưng do học kì vừa rồi em không biết nên không đăng ký môn học vì thế nên bị \"tạm dừng\". Thì bây giờ em nộp bằng TOEIC đủ điểm có được tốt nghiệp không ạ . Em cảm ơn rất nhiều",
    "Chào thầy/cô, Em là sinh viên K19 khoa Điện - Điện tử, có học môn Mạch điện tử thầy   HK202 . Môn học đã thi cuối kì khá lâu từ tháng 9 và các học phần thí nghiệm cũng đã hoàn thành từ tháng 12 nhưng đến hiện tại thì điểm của lớp em vẫn chưa được cập nhật . Tụi em cũng có liên hệ với thầy  qua email nhưng không bạn nào nhận được phản hồi. Kính mong nhà trường có hướng giải quyết sớm để tụi em biết là mình rớt hay đậu để có thể đăng ký học dự thính kịp trả nợ ạ . Em cảm ơn thầy cô đã xem.",
    "Kính gửi Phòng Đào tạo, Em thấy theo thông báo thì Kỳ hè 213 này sẽ cho phép mở LVTN trong hè. Kế hoạch này có thay đổi gì không ạ? Và việc mở LVTN có phụ thuộc vào số lượng sinh viên đăng ký không ạ? Và cho em hỏi việc đăng ký LVTN sẽ được thực hiện trong đợt đăng ký môn học trong kỳ hè đúng không ạ? Em xin cảm ơn.",
    "kính gửi phòng đào tạo họ tên: phạm minh hiếu mssv :  lớp: kỹ thuật điều khiển tự động hóa hệ VLVH XIN THẦY\\CÔ XEM XÉT CHO EM ĐĂNG  KÝ 4 MÔN HỌC BỔ TÚC VÌ THIẾU MÔN GIẢI TÍCH MẠCH MONG THẦY\\CÔ XEM QUA FILE EM GỬI BÊN DƯỚI E CẢM ƠN THẦY\\CÔ ĐÃ XEM",
    "Xin chào trường. Em tên là: , MSSV: Bảng thời khóa biểu học kì 2 em bị mất trên trang mybk mong trường sửa lại ạ. Em cảm ơn rất nhiều",
    "Chào thầy/cô, Hôm nay (11/2/2022) em lên google drive bằng tài khoản gmail nhà trường cung cấp. Sau khi em vào phần \"Bộ nhớ dùng chung\" thì em thấy em được thêm vào 3 bộ nhớ dùng chung của người lạ mà em không quen biết và có đuôi mail hcmut của trường mình (3 bộ nhớ dùng chung được em khoanh đỏ đính kèm hình bên dưới). Vì tính chất riêng tư, em đã gửi mail yêu cầu họ xóa em ra khỏi các google drive \"Bộ nhớ dùng chung\" đó. Nhưng em lại được google báo lỗi không gửi được mail, do bên người nhận có vẻ đã chặn mail từ phía em. Thầy cô cho em hỏi, với việc như em nêu trên, em có thể liên lạc đến bộ phận nào của nhà trường để được xóa ra khỏi \"Bộ nhớ dùng chung\" đó. Bởi vì bản thân em không phải người tạo ra bộ nhớ đó nên không thể tự mình xóa mình ra khỏi. Em cảm ơn thầy/cô.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM, Em tên , MSSV: , là sinh viên đang theo học hệ Vừa học vừa làm. Hôm nay, em viết mail này mong Phòng Đào Tạo hỗ trợ cấp giấy chứng nhận Tốt nghiệp tạm thời giúp em ạ. Theo như lịch đăng ký Tốt nghiệp, em đã đăng ký Tốt Nghiệp trên trang MyBK, em cũng đã hoàn thành lệ phí Tốt nghiệp trên BKPay và nhận được mail xác nhận của Phòng Đào Tạo. Nhưng, khi em kiểm tra lại thông tin trên trang MyBK thì vẫn chưa cập nhật tình trạng đăng ký Tốt nghiệp ạ (Em có đính kèm file ạ). Hiện giờ, em cần giấy Tốt nghiệp tạm thời để có thể nộp ở nơi làm việc nhưng không rõ khi nào mới được Trường xác nhận và hỗ trợ cấp cho em nên em mong Phòng Đào Tạo có thể xem xét và hỗ trợ giúp em ạ. Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn. Sinh viên, ",
    "Em chào cán bộ trường đại học bách khoa. Em là , MSSV: . Khoa Địa chất và Dầu khí.  Em là sinh viên năm cuối, vì học kì 212 này em không có thời khoá biểu trên trường (không đủ điều kiện nhận luận văn), nên em sẽ bị nhà trường tạm thời đình chỉ đúng không ? Nếu kì tới  em muốn được đăng ký môn học là phải đăng ký \"thu nhận lại\", cho em hỏi cách đăng ký ạ .  Với em còn một thắc mắc là nếu em bị đình chỉ thì ngoài việc \"không được cấp giấy chứng nhận sinh viên\" thì em có được vào trường để nghiên cứu, hay sử dụng tài liệu của khoa hay của thư viện không ạ ?  Em cảm ơn !",
    "Kính gửi Phòng đào tạo Cho em hỏi là: môn có điểm thi cuối kỳ có hạn phúc tra nằm trong thời gian nghỉ tết, lúc đó yêu cầu phúc tra không thực hiện được do đang trong kỳ nghỉ. Vậy mình còn có thể phúc tra không ạ? Em cảm ơn",
    "Em chào anh (chị), cô (thầy), Hiện em vẫn chưa được đăng ký   B Luận văn tốt nghiệp (MA4343)   . Em gửi yêu cầu này để xin biết được lý do chưa có môn này trên thời khóa biểu ạ. Em có gửi ảnh đính kèm chụp màn hình câu hỏi lần trước. Em cảm ơn ạ.",
    "Dạ kính thưa phòng đào tạo. Cho em xin hỏi là đợt dịch vừa rồi em có tham gia hoạt động phòng chống dịch của địa phương, tới hôm nay em đã nhận được giấy xác nhận, em k biết làm sao để quy đổi ra ngày công tác xã hội ở trường ạ ?",
    "Em xin kính chào quý thầy cô ạ Em tên  - MSSV  Em là sinh viên chuyên ngành Công nghệ Kỹ thuật Vật liệu Xây dựng, học kỳ trước em có đăng kí những môn bên chuyên ngành Dân dụng (do em có ý định sau này học tiếp văn bằng 2), nhưng do điều kiện gia định em đã quyết định không học bằng 2 nữa nên em đã bỏ những môn đó và điểm trung bình cuối kỳ của những môn đó là 0d . Em muốn hỏi là nếu như vậy thì điểm trung bình của những môn đó có bị tính vào điểm trung bình của chuyên ngành em đang học không ạ?",
    "Thưa Phòng đào tạo, Em tên Trần , MSSV . Em vừa nộp chứng chỉ anh văn 2 kỹ năng nói viết và đã được xác nhận. Nếu bây giờ em xin chuyển điểm Anh Văn thì điểm của 4 môn Anh Văn có được tính vaof điểm trung bình không ạ? Em xin cảm ơn. Sinh viên ",
    "Gửi phòng đào tạo,      Em đang là sinh viên năm 1 khoa Điện-Điện tử, khóa K20. Em có mong muốn chuyển sang khoa cơ khí vào năm học tiếp theo, cụ thể là ngành Kỹ thuật cơ khí. Em muốn hỏi là em có được phép chuyển khoa không ạ? Nếu được thì em phải đáp ứng những yêu cầu gì ? Nếu kì này em lỡ rớt môn thì có được chuyển không ạ? Năm 2020, điểm thi tốt nghiệp trung học phổ thông của em là 26,45 điểm .       Em xin  cảm ơn.",
    "Em có hoãn môn thi cơ lưu chất ở kỳ trước và đã được thi lại vào ngày 21/12 nhưng tới hôm nay em vẫn chưa được cập nhật điểm môn hoãn thi của mình . Em xin cảm ơn",
    "Em xin chào PDT ạ lý do : em viết đơn này là cho em hỏi em chưa có thời khóa biểu luận văn tốt nghiệp ạ.Mong PDT xem xét lại ạ. MSMH : EE4313 . Dạ em cảm ơn ạ",
    "Em chào cô. Bên mybk của em vẫn chưa có điểm giải tích 1 thi ngày 28/12 ca 14 giờ ạ. Môn Giải tích 1 thi trắc nghiệm nên thi xong có điểm liền mà đến giờ vẫn chưa thấy thầy cô cập nhật ạ. Em cảm ơn cô.",
    "em chào anh chị. Em là:   mssv :  Hiện tại thời khóa biểu của em bị xóa (học kì 2 2021-2022)   Em không biết vì lý do gì. Mong nhà trường xem xét  Em xin cảm ơn ",
    "Chào đại diện phía PDT, Em tên là , sinh viên K18 của khoa Quản Lý Công Nghiệp, MSSV: . sau khi em gửi câu hỏi về việc không đăng ký được LVTN trong kỳ đăng ký bổ sung, cô Trang đã có phản hồi rằng đợi bộ phận ĐKMH kiểm tra và xử lý đến trước ngày 12/2. Tuy nhiên, đến thời điểm hiện tại em vẫn chưa có TKB của LVTN. Em muốn xin lý do 'chi tiết' vì sao không đăng ký được LVTN để đối chứng ạ. Kính mong phía PDT xem xét giúp em. Em cảm ơn ạ.",
    "Em vào MyBk thì thấy mình có quyết định dừng học lại, em không hiểu tại sao mình lại bị như vậy. Mong cán bộ BKSI giải quyết dùm em ạ. Nhưng em thấy tình trạng thì vẫn là đang học. Thời khóa biểu của em học kì này cũng bị mất và mail trường không có nhận thêm gì mới từ nhà trường. Em mong cán bộ BKSI giúp giùm em ạ. Em xin cám ơn.",
    "Chào cô/thầy,  Em tên , mssv , em đã đăng kí LVTN mã MH: ME4089 trong cả 4 đợt và đăng kí đợt 4 (18/01/2022) đã có TKB, nhưng hôm nay ngày 12/2/2022 khi vào xem lại kết quả đăng kí lại không còn TKB nữa ạ . Em nhờ PDT xem xét lại kết quả đăng kí LVTN đợt này giúp em ạ Em xin chân thành cảm ơn.",
    "Thưa cô, Em đã đủ điều kiện xét TN đầu năm nay nhưng hệ thống chưa cập nhật kịp để em đăng ký xét TN trên MyBK (do chưa có tên trong danh sách TN dự kiến từ PĐT) . Bây giờ em nên làm gì để được TN trong kỳ này ạ cô? Em cảm ơn cô!",
    "Em chào pđt, Em có đăng kí hoãn thi Giải tích 1 (MT1003) học kì 202. Nhưng qua học kì 211 em có đăng kí thi lại và tham gia thi và đã có kết quả thi nhưng giờ bảng điểm trên mybk vẫn để em điểm thứ 14. Em không em đậu hay rớt để em đăng kí học lại. Em mong pđt phản hồi sớm. Em cảm ơn.",
    "Em chào quý thầy cô. Em đã hoàn tất chương trình học của mình, điểm cũng đã được cập nhật lên mybk nhưng số tín chỉ tích lũy của em vẫn không thay đổi. Tất cả mọi thứ em đã hoàn thành trong tháng 12 nhưng đến tháng 2 vẫn chưa được cập nhật nên mong phòng đào tạo cập nhật lại số tín chỉ tích lũy giúp em để em có thể hoàn thành bước cuối cùng cho việc đăng ký tốt nghiệp. Em cám ơn ạ.",
    "EM chào PĐT Em liên hệ PĐT muốn hỏi về quy trình hoãn thi cuối kỳ môn Thí nghiệm hóa hữu cơ ngày 29/1/2022. Thời gian này, hệ thống MyBK và BKsi tạm ngưng do lễ tết, em đã xin phép và được sự đồng ý của bộ môn vào buổi thi hôm đó về việc xin hoãn thi, tuy nhiên em vẫn chưa đăng ký với PDT được, bộ môn hướng dẫn em đăng ký lại với PĐT vào ngày làm viêc sau khi BKSi hoạt động trở lại. Em xin hỏi PDT quy trình và cách thức hoãn thi cho ngày thi 29/1/2022 môn Thí nghiệm hóa hữu cơ ạ. Em cảm ơn",
    ". Dạ cho em hỏi thẻ ngân hàng OCB là mình phải lên chi nhánh của ngân hàng OCB Lý Thường Kiệt để lấy phải không ạ? Em xin cảm ơn ạ .",
    "Dear Bộ phận Đào Tạo trường ĐH Bách Khoa, Cho em xin hỏi là khi nào trường mình tổ chức lễ tốt nghiệp cho đợt tháng 11.2021 và cấp bằng chính thức. Vì bằng tạm thời đã hết hiệu lực. Thanks and Best Regards,",
    "Chào phòng đào tạo, cho em hỏi gia đình em hiện tại có kế hoạch cho em đi du học và em đang trong quá trình làm hồ sơ. Em muốn bảo lưu kết quả tại trường mình, thì cho em hỏi là việc bảo lưu kết quả từ học kì này và nhà trường bảo lưu kết quả của em bao lâu ạ . - Học phí học kì này em chưa đóng thì có đóng không. EM xin hết. Cảm ơn phòng đào tạo đã giải đáp",
    "Em chào thầy cô ạ, em không biết vì sao mail em gửi mấy nay cứ bị chặn ạ. Không biết vì lý do gì? Tại vì em cần gửi mail mà nó cứ bị vậy thật sự em rất khó khăn ạ.",
    "Chào thầy cô, học kỳ này e có đăng ký TTTN thì không biết trường đã phân công GVHD chưa ạ nếu phân công rồi thì e có thể xem danh sách phân công ở đâu ạ. Em có xin thực tập ở VNPT thì người ta yêu cầu giấy giới thiệu của trường thì e có thể xin giấy đó ở đâu ạ. Em xin cảm ơn",
    "Học kì này mình không đăng kí được luận văn tốt nghiệp Me4039 nhưng không biết lý do là gì. Mong pdt giải đáp.",
    "Dạ PĐT cho em hỏi là chứng chỉ tin học mà trường yêu cầu cho sinh viên năm nhất có phải là MOS ( Microsoft Office Specialist ) không ạ? Trong mail không nói rõ nên em muốn hỏi lại cho chắc chắn hơn ạ!",
    "Dạ kính gửi Phòng Đào tạo, em là sinh viên khóa 2019 , em gửi email về vấn đề học môn học tương đương. Học kỳ 211 vừa rồi em có đăng ký môn học nh mã CH3297, là môn học thuộc chương trình đào tạo của khóa 2018, em đã học xong và có điểm tổng kết môn trên bảng điểm MyBK . Trong chương trình đào tạo của em khóa 2019 có môn học nh mã mới CH4051 là môn học bắt buộc trong học kỳ 7 tức là học kỳ 221. Em có kiểm tra trên danh sách môn học tương đương pđt đã đăng lên thì hai môn mã CH3297 và CH4051 là hai môn tương đương và sẽ được nhận điểm chuyển . Cho em hỏi là việc chuyển điểm sẽ diễn ra như nào và đến học kỳ em có môn CH4051 là môn bắt buộc thì em có cần phải đăng ký lại môn học CH4051 để được chuyển điểm hay không ạ. Hay sau khi em học xong và đã có bảng điểm môn CH3297 nhà trường sẽ tự chuyển điểm sang môn CH4051 cho em và em có cần phải thực hiện việc gì khác nữa không ạ . Em có đính kèm hình ảnh bảng điểm môn học CH3297 của em và danh sách môn CH3297 và CH4051 là hai môn tương đương ạ, mong pđt xem xét và hồi âm sớm nhất giúp em .",
    "Em chào pđt ạ Em đã bảo vệ luận văn xong hiện tại còn thiếu av 2 kĩ năng nói viết ở trường mà em không thấy bên trường tổ chức đợt thi ạ Mong bên trường với bên english tổ chức sớm vì hiện tại em chỉ còn thiếu 2 kĩ năng đó là hoàn thành chương trình ạ Em cảm ơn",
    "Dạ em là   MSSV  Em có gặp rắc rối khi đăng nhập phần 11: Nhập học không được do đã quên mật khẩu. Nên em có mong muốn là nhà trường giúp đỡ cấp lại mật khẩu để em vô đăng nhập được không ạ . Em xin cảm ơn.",
    "Hiện tại em đang trong trạng thái tạm dừng nên nhờ anh/chị mở giúp em trạng thái sinh viên để em đăng ký tốt nghiệp ạ. Mssv:  Tên: ",
    "Em kính gửi Quý thầy cô Phòng Đào Tạo ĐHBK -ĐHQG TPHCM . 25/1/2022 em có gửi một thư yêu cầu được thu nhận lại và chuyển sang hệ vừa học vừa làm, và đã được tiếp nhận. Đến nay em mới phản hồi lại thư, hiện tại em chỉ thiếu tiếng anh để làm luận văn thôi ạ. Em có nguyện vọng đăng kí anh văn 2 trong học kì này để duy trì tình trạng học, đồng ý theo tiến độ của môn học và tự hoàn thiện để theo kịp tiến độ - bổ sung những nội dung đã qua trong các tuần qua, và cố gắng nộp bằng toeic để được làm luận văn trong kì sau ạ. Em xin chân thành cảm ơn Quý thầy cô đã đọc và giải quyết thư của em.",
    "Em là , MSSV: . Hiện em có học lớp L41 môn Hóa đại cương thí nghiệm của cô Trần Thị Thanh Thúy. Xin thầy cô cho em hỏi là vào ngày 28/2 lớp em có học buổi thí nghiệm thứ 3. Thông thường   B buổi thí nghiệm thứ 3    của môn này sẽ phải học trực tiếp tại phòng thí nghiệm của trường, tuy nhiên trên thời khóa biểu mybk vẫn đang để HANGOUT_TUONGTAC. Do đó em không biết ngày 28/2 mình có phải lên trường để học hay không nữa ạ. Mong được thầy cô giải đáp thắc mắc. Em xin chân thành cảm ơn.",
    "Xin chào pđt, hiện em đã đăng ký rút môn học GIẢI TÍCH 2 nhưng em vẫn được xếp lịch thi giữa kỳ ạ. Em xin cảm ơn.",
    "kính gửi Phòng đào tạo Đại Học Bách Khoa TPHCM. Em là  mssv  , em gửi mail này để hỏi về bằng tốt nghiệp , hiện tại em đã có thông tin em đã tốt nghiệp đợt vừa rồi, em muốn hỏi là trường có tổ chức lễ tốt nghiệp và hiện tại trường đã làm Bằng xong cho tụi em chưa ạ, nếu đã có bằng thì khi nào nhận được ạ. em xin cảm ơn !",
    "Em xin chào thầy cô!  Em là trương quang hưng sinh viên khoá k21 ngành kỹ thuật xây dựng mssv  Hôm nay em viết mail này là đẻ xin huỷ môn học co1007 (cấu trúc rời rạc của khmt) vì lý do trong đợt đăng kí môn học vừa qua em đã đăng kí nhầm môn! Mong thầy cô xem xét và huỷ môn học giúp em. Em xin chân thành cảm ơn quý thầy cô ",
    "EM TÊN:NGUYỄN NGỌC QUANG-1712781 HIỆN ĐÃ XONG TẤT CẢ CÁC MÔN CỦA BẰNG 1 NGÀNH XD CẢNG BIỂN TRỪ BẰNG TIẾNG ANH TOIEC 500 VÀ TIẾNG ANH NÓI VIÊT.GIỜ EM MUỐN ĐK HỌC BẰNG 2 NGÀNH XD DÂN DỤNG ĐƯỢC KHÔNG Ạ ?, HAY PHẢI QUA HẾT TIẾNG ANH MỚI ĐC ĐĂNG KÍ CÁC HỌC PHẦN NHƯ THỰC TẬP TỐT NGHIỆP, ĐỀ CƯƠNG LUẬN VĂN VÀ LUẬN VĂN TỐT NGHIỆP Ạ EM MONG ĐƯỢC THAM VẤN THẦY CÔ Ạ EM CHÂN THÀNH CẢM ƠN",
    "Em đã nộp chứng chỉ Toeic trên Mybk và đã thanh toán phí chuyển điểm trên _Pay. Cho em hỏi là kết quả điểm chuyển 4 môn Anh văn sẽ được cập nhật trong phần \"Bảng điểm sinh viên\" phải không ạ? Do em chưa thấy điểm được chuyển.",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Thuộc lớp: CN21CKT1 Vì lý do du học, em muốn xin phòng đào tạo cho em thôi học từ học kỳ 2 của năm học 2021-2022. Em chờ hồi âm sớm nhất từ phòng đào tạo. Em cảm ơn thầy cô rất nhiều ạ. Trân trọng kính chào ",
    "em  MSSV , tuần này em có dùng mail trường để vào lớp học môn vật liệu xây dựng (CI 2037) của thầy  nhóm lớp L08 mà hông vào được lớp học mà phải yêu cầu tham gia, mặc dù em có hỏi giảng viên hôm đó thì thầy nói các bạn vẫn học được bình thường",
    "Dear Phòng Đào tạo, Em tên là , MSSV: , Lớp CK14HT1. Em đã đăng ký xét tốt nghiệp hệ vừa làm vừa học thành công (đã thanh toán) mà đến giờ em vẫn chưa nhận được thông tin gì qua mail . Em mới kiểm trả lại thông tin đăng ký tốt nghiệp thì nay lại báo tình trạng 'Không có trong danh sách dự kiến'(như hình file đính kèm), e rất lo lắng. Nhờ Phòng Đào tạo kiểm tra tình trạng tốt nghiệp của em giúp em. Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em xin chân thành cảm ơn ! Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
    "Kính gửi PĐT, Em tên là , MSSV . Em đã nhận được thông báo phiếu đăng ký tốt nghiệp HK1 năm học 2021 2022. Vậy cho em hỏi khi nào có email thông báo nhận bằng ạ? Em cảm ơn thầy/cô.",
    "Em  MSSV 201367, em bị mất TKB hk 212 mong hỗ trợ sớm giúp em để tuần sau em bắt đầu học lại rùi ạ",
    "Tốt nghiệp . Dạ thưa Cô, hiện em đã hoàn thành ct và muốn nhận bằng tốt nghiệp tạm thời, em có thể đăng kí tốt nghiệp thông qua BKSI luôn được không ạ? Em cảm ơn.",
    "Học kỳ vừa qua em có một môn mà điểm không tốt nên em muốn học lại để cải thiện điểm. Thầy cô cho em hỏi, để đăng ký học cải thiện thì có thể đăng ký vào học kỳ chính hay phải đăng ký dự thính ạ. Em xin cảm ơn!    .",
    "Chào PĐT trường ĐH Bách Khoa, Em tên là  - MSSV  Em có mong muốn đăng ký tốt nghiệp vào học kỳ tôi nhưng không đăng ký trên mybk được. Mong PĐT phản hồi giúp em còn cần thêm điều kiện nào nữa. Em xin cảm ơn.",
    "Em chào thầy cô ạ Đợt vừa rồi e có đăng kí môn học kì dự thính là 6 chỉ Mà sao giờ e bị mất thời khoá biểu rồi ạ Em cảm ơn ạ",
    "Em chào thầy cô ạ Đợt vừa rồi e có đăng kí môn học kì dự thính là 6 chỉ Mà sao giờ e bị mất thời khoá biểu rồi ạ Em cảm ơn ạ",
    "Em có đăng ký môn học dự thính đợt 2 hk212 và đã có kết quả đăng ký thành công. Trước đó em vào thì có môn học đăng ký trong thời khoá biểu thế nhưng hôm nay em vào lại thì không thấy nữa. Không biết là có phải lỗi hệ thống không. Em mong pdt giải quyết giúp em ạ. Em cảm ơn.",
    "Kính gửi quý thầy cô, Em là , mã số sinh viên là , ngành khoa học máy tính chất lượng cao tiếng nhật khóa k21  Sự việc là vào ngày thi cuối kỳ, nhà em bị cúp điện và theo lịch cắt điện vùng em là tới 16h chiều, chính vì vậy em quyết định dùng 4g nhưng trong quá trình làm bài thì laptop của em mất kết nối với 4g mà em phát bằng điện thoại .  Em có báo cáo việc này với giám thị coi thi và đã đăng ký hoãn thi cuối kỳ. 26/1 thì em nhận được danh sách xét hoãn thi nhưng khi em vào bkel điểm thi thì thầy cô lấy điểm bài cuối kỳ mà em làm dở dang nhưng vì mất mạng .   Em có liên hệ qua email nhưng thầy cô vẫn không hồi đáp nên em mong được phòng đào tạo hỗ trợ ạ.  Em xin cảm ơn!   i ",
    "Qúy thầy cô cho em hỏi khi nào có lịch đăng kí thi anh văn 2 kỹ năng nói viết vậy ạ? Em xin cảm ơn",
    "Em muốn bảo lưu điểm thí nghiệm môn mạch điện tử thì cách thức bảo lưu như thế nào và có cần điều kiện gì không ạ?",
    "Gửi Thầy/Cô, Em tên , sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV:  Em vào học bằng 2 từ tháng 9/2017 Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018 Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm) Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ?  Em cảm ơn Thầy / Cô đã hổ trợ.   i  .",
    "Em chào thầy/cô ạ, Em hiện là sinh viên k19, khoa Giao thông, cho em hỏi là khi quay lại học trực tiếp thì mình sẽ học tại cơ sở nào ạ, theo thông tin em hỏi được thì học lý thuyết tại CS2 còn thực hành thì CS1, có đúng như vậy không ạ hay có gì khác ạ? Vì hiện em sắp quay lại TPHCM và cần tìm phòng trọ để đi học cho thuận tiện nên em cần biết chính xác sẽ học tại cơ sở nào? Em cảm ơn ạ.",
    "em tên là   tên  DT02-B môn phương pháp tính ạ em thi r ạ nhưng lúc em làm câu 4 bị đứng out đề giám thị cho em hoãn thi thủ tục hon 20p sau đó nữa em vào lại được cho em làm nhưng làm không kịp a em muốn hoãn thi được không thầy mong em giúp em ạ em có hình cán bộ cho em hoãn ạ  sao giờ em k được hoãn ạ ",
    "Quý thầy (cô) cho em hỏi khi nào trường phát bằng tốt nghiệp vậy ạ. Trong giấy chứng nhận tốt nghiệp tạm thời ghi có hiệu lực đến tháng 1/2022 nhưng tới nay chưa thấy thông tin ngày nhận bằng ạ. Đầu tháng 3 em cần bằng tốt nghiệp để chuyển công tác, quý thầy (cô) cho em xin thông tin ngày nhận bằng với ạ. Em cam ơn!",
    "Dạ em Chào pđt ạ, Em đã hoàn thành chương trình học vào kì 212, xong em chưa có bằng  toeic để chuyển điểm anh văn. Em mới nộp bằng toeic và chuyển điểm nhưng  tình trạng sinh viên thì là tạm dừng . Vây em có cần làm đơn thu nhận lại để đăng kí tốt nghiệp không ạ. Với lại trước khí đăng kí tốt  nghiệp em đăng kí  giấy  xác nhận sinh viên được phải không ạ. Em cảm ơn ạ.",
    "Em xin chào thầy cô Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa. Em xin chân thành cảm ơn",
    "Em chào thầy ( cô), cho em hỏi nếu điểm của một môn học trên hệ thống ( thông tin sinh viên    bảng điểm ) bị sai thì em sẽ mail cho ai để được giải quyết ạ? Tại vì điểm môn Trang Bị Điện trong máy công nghiệp của em trên hệ thống bị cập nhật sai, em có mail cho giảng viên thì giảng viên nói là đã gửi bảng điểm đúng nhưng không hiểu vì sao trên hệ thống lại cập nhật sai. Mong thầy cô phản hồi lại giúp em. Em cảm ơn",
    "Trong mybk cái thời khóa biểu của em nó mất thông tin về lịch học (HK2 2021-2022). Lúc trước tết thì có thấy, nhưng sau tết thì lại không thấy đâu nữa. Mong kiểm tra giúp em, MSSV: ",
    "Chào thầy cô, Em tên:  - MSSV :  -  :  Điện Điện tử hệ VLVH Em có liên hệ Thầy  () để nhờ Thầy kiểm tra về các môn học còn nợ để xem em đã đủ điều kiện tốt nghiệp chưa nhưng không nhận được phản hồi từ Thầy . Học kì này em đang học môn Kỹ thuật chiếu sáng (EE3099) và theo như em tự thống kê thì hoàn thành xong môn này e sẽ đủ điều kiện tốt nghiệp ạ. Kính mong Thầy Cô xem xét còn cách nào khác để em biết được em đã đủ điều kiện tốt nghiệp chưa để có thể sắp xếp kế hoạch học tập sắp tới ạ. Em xin chân thành cảm ơn. Mong nhận được phản hồi từ Thầy Cô.",
    "Kính chào phòng đào tạo, Em tên , hệ VLVH, MSSV: Hiện em không được chấp nhận đăng ký môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - Mã : ME4219 trong khi đã đạt đầy đủ điều kiện. Em đã đăng ký nhiều lần nhưng đều bị huỷ và báo sai CTDT. Sau khi được thầy  trả lời ở yêu cầu trước, em đã liên hệ khoa và biết được mã môn học  TN của em là ME4095 (theo tiêu chuẩn xét TN khoá 2014). Tuy nhiên hiện tại đã hết thời gian đăng ký môn học. Mong thầy/cô có thể giúp đỡ em đăng ký đúng mã môn vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học. Mong sớm nhận được phản hồi từ quý thầy/cô. Em xin chân thành cảm ơn.",
    "Chào PĐT, các thầy cô có thể hướng dẫn em các bước hủy môn học được không ạ. Em cảm ơn.",
    "Em có theo học giáo dục thể chất học phần 2 môn bóng rổ thầy  nhưng em chỉ vào học được buổi đầu tiên và 2 buổi tiếp theo em đều vào học theo link google meet đúng giờ những không được thầy chấp nhận cho vào lớp. Mong phòng Đào tạo có thể giúp đỡ em.",
    "Dạ em chào thầy/cô. Em tên  - MSSV  hiện đang học lớp MO18KMT1 khoa môi trường - tài nguyên. Kỳ này em có đăng ký môn \" Đồ án môn học xử lý nước cấp - EN3033 \" và đã có môn này trên thời khóa biểu, nhưng khi vào BKel xem thì em chưa thấy có môn này do đó em chưa biết được GVHD của môn này ạ. Mong thầy/cô kiểm tra lại giúp em để em liên hệ GVHD thực hiện đồ án này, em xin cảm ơn thầy/cô ạ.",
    "Cho em hỏi nếu em muốn hủy môn học phải làm sao ạ! Em đã điền form hủy môn học rồi ạ! Em đã hủy môn học đăng ký chưa ạ?  xin kiểm tra giúp em thông tin sau với ạ?  -  - CI3062 - Phương pháp phần tử hữu hạn.",
    "cho em hỏi sao em bị mất thời khóa biểu rồi ạ",
    "Dạ thưa thầy cô, Trong học kỳ 211 em có đăng ký hoãn thi môn Kết cấu thép (CI3231) nhưng trong bảng điểm của em đến ngày 13/02/2022 thì môn KCT vẫn là điểm 13. Kính mong thầy cô có thể giúp em xem xét lại kết quả hoãn thi ạ. Chúc thầy cô một năm mới an lành!",
    "Em không biết mybk có bị lỗi gì không? mà em lại không vào được thời khóa biểu ạ .",
    "Kính thưa phòng đào tạo Em tên  mssv  khoa kỹ thuật xây dựng lớp XD18CTXD03. Em có đăng kí môn DAMH kết cấu BTCT1 (CI2093) nhưng em xin phép phòng đào tạo cho em được rút môn. Lí do rút môn cụ thể em ghi ở trong file đính kèm. Em xin cảm ơn! ",
    "Họ tên:  Mssv: Lý do:xin cập nhật điểm môn học tương đương Môn giải tích 1 (Mt1003) học kì 211 với số điem tổng kêt 7₫ Với môn tương đương là môn toán 1 (006001) Em xin cảm ơn",
    "thẻ sinh viên của em tới tháng 3/2022 sẽ hết hạn sử dụng, nhưng em vẫn còn 1 số môn học kéo dài tới kì hè 2022 thì em có cần làm lại thẻ sv không ạ và khi đăng kí làm lại thẻ mới thì có được gia hạn thêm thời gian không ạ.",
    "Kính gửi phòng đào tạo  Em tên ,MSSV  Khoa tài nguyên và môi trường lớp MO1903 Dạ hiện tại em có đăng kí môn quy hoạch và tối ưu hóa thực nghiệm (ME3215) nhưng em xin phép phòng đào tạo cho em được rút môn ạ. Lí do em có ghi trong file đính kèm",
    "Chào ad ạ, em có 2 ý muốn được hỏi: - Đợt thi anh văn ở trường (tháng 5) sắp tới thì bạn em đang học ở trường khác có thể đăng kí thi để kiểm tra trình độ được không ạ? - Em có tìm trên aao về thời gian nộp điểm anh văn kì này của K19 để được học tiếp môn năm 4 nhưng em chưa thấy. Mong ad có thể giúp em việc này ạ.   Em cảm ơn ad rất nhiều. Chúc ad sức khỏe!",
    "Em là . Từ ngày 11/2 đến nay 13/2 em không tìm thấy TKB HK212 trên trang Thông tin sinh viên, em chỉ thấy TKB của những HK trước. Em mong PĐT giúp em. Em xin cãm ơn.",
    "Em chào thầy/cô, Em là khoá K15, hiện em đã hoàn thành chương trình học. Còn anh văn 4 (chưa nộp Toeic để quy đổi điểm) và anh văn nói viết. Em có thể xin gia hạn thêm 1 kỳ để nộp Toeic và anh văn nói viết không ạ,  Em cám ơn ạ!    i  .",
    "MSSV:  SV đã thanh toán \" Học phí môn Ngoại ngữ theo y/c CQ 211 - bổ sung \" vào ngày 16/01/2022 lúc 12:59 nhưng đến nay vẫn chưa được gạch nợ trên hệ thống BKPay .",
    "Vì tình hình dịch bệnh nên em vẫn chưa hoàn thành môn thí nghiệm hóa đại cương trong HK211. Và theo lịch của trường thì trong tháng 3 sẽ tổ chức học bù các môn thí nghiệm của học kì trước, tuy nhiên em là sinh viên khóa K21 nên trong thời gian này em sẽ đi học quân sự theo lịch nhà trường . Vậy cho em hỏi môn này có tổ chức vào thời gian khác hay không và làm thế nào để đăng kí ? (Vì em ở quê nên không thế lên trường trước ngày 7/3/2022) Em xin chân thành cám ơn phía nhà trường đã giúp em giải quyết thắc mắc.",
    "Xin được làm mới thời khóa biểu môn học Thực tập kỹ thuật ô tô mã TR3075 do cách ly Covid-19  Dạ em xin chào thầy/ cô của phòng đào tạo! Em là  - MSSV: , cho phép em xin hỏi trường hợp của em là môn học Thực tập kỹ thuật ô tô mã TR3075 HK202 bị hoãn thực tập do dịch Covid19 cho đến HK211 em có đăng kí lại thời khóa biểu trở lại trường và được trường xếp vào lịch học tuần 50. Nhưng do đúng ngay thời gian đó em có kết quả dương tính và buộc phải cách ly tại nhà 14 ngày nên không được phép đến trường. Cho phép em trình bày vì thực sự em không biết cần phải có giấy xác nhận đã thực hiện cách ly và cũng không biết cách để xác minh để được trường tin tưởng. Em cũng đã liên lạc với thầy phụ trách môn học và thầy cho biết hiện tại môn học bị trễ và có rất nhiều sinh viên giống em đang đợi đến lịch để học. Rất mong phòng đào tạo thông cảm cho trường hợp của em cũng như tạo điều kiện làm mới Thời khóa biểu để giúp em được hoàn thành môn học. Chân thành, em xin cám ơn!",
    "Dạ cô, Em có đăng kí môn học  Tính, MÃ số môn học là L01, Hệ VHVL , nhưng vẫn chưa có thời khóa biểu ạ. Mong cô kiểm tra lại giúp em với ạ.",
    "Xin chào Em tên là  - MSSV . Cho em hỏi là vì sao thời khoá biểu học kì 212 của em bị mất không xem đuợc vậy ạ ? Em cảm ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM. Em Tên  Mssv . Cho em hỏi em tốt nghiệp đợt tháng 11 vừa rồi thì đã có bằng chính thức chưa ạ và nhận ở đâu ạ? Em cảm ơn!",
    "Kính gửi pdt, Em là , MSSV: . Hiện tại em đã đủ điều kiện để xét tốt nghiệp tháng 04/2022 nhưng vì lí do đang bị tạm dừng học nên em chưa thể đăng kí xét tốt nghiệp được. Hôm nay em làm đơn này mong pdt thu nhận lại em để em được đăng kí tốt nghiệp kịp đợt tốt nghiệp tháng 04 này ạ. Vì lí do dịch nên em chưa thể lên trực tiếp trường để nộp đơn được, nếu cần phải nộp trực tiếp xin pdt báo cho em để em cố gắng sắp xếp lên trường sớm nhất ạ. Em xin cảm ơn.",
    "MSSV:  Khiếu nại đăng ký môn học: ME4677 Chào thầy/cô, Em , vừa rồi em có câu hỏi về việc hủy đăng ký môn học luận văn tốt nghiệp kì 212 mã môn học là ME4677. Theo như được thông báo là do em chỉ có 123 tín chỉ, chưa đủ điều kiện 125 chỉ để đăng ký luận văn. Do em thuộc chuyên ngành logistics của khoa cơ khí, nên khi theo học đầy đủ theo chương trình tiêu chuẩn (không rớt môn, không xét anh văn) thì cũng chỉ đạt 124 tín chỉ, vì thế tụi em (một số bạn cũng gặp trường hợp giống em) rất mong được PDT xem xét và hỗ trợ cho sinh viên. Rất mong PDT xét duyệt việc đăng kí luận văn tốt nghiệp của bọn em trong kì 212 . Trân trọng, mong được phản hồi! ",
    "Chào thầy/cô, Em tên là , MSSV:. Hiện tại em đã hoàn thành chương trình học. Môn học cuối của em là Giải tích 2, đã thi cuối kì hồi cuối tháng 12 nhưng đến nay giảng viên vẫn chưa nhập điểm lên mybk. Nên em chưa có bằng tốt nghiệp tạm thời hay in bảng điểm để xác nhận hoàn thành chương trình học với công ty em đang ứng tuyển. Em có thể lên PĐT xin giấy xác nhận hoàn thành chương trình học không ạ? Em có đính kèm file giảng viên đã gửi bảng điểm cho lớp. Em cảm ơn ạ!",
    "Em tên: Nguyễn Tống Huy Mssv:  Chào các thầy cô PĐT, em đã có hỏi về lý do em bị xoá LVTN và đã được thầy cô ghi nhận và chờ kiểm tra xử lý và em cũng đã theo dõi thời khoá biểu, nhưng đến nay em vẫn chưa được cập nhật thời khoá biểu về LVTN, em mong thầy cô có thể giải quyết và cập nhật thời khoá biểu và có thể cho em biết lý do vì sao em bị xoá LVTN ạ . Mong nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, Dạ thầy/cô có thể cho em hỏi về thời gian đăng kí môn học kì 221 (tức là kì tiếp theo)nằm vào tầm khoảng thời gian nào không ạ? Tại vì em có dự định đăng kí thi TOEIC nộp vào trường để có đủ điều kiện đăng kí môn nên em muốn hỏi để có thể canh ngày đăng kí thi TOEIC cho phù hợp. Em cảm ơn thầy/ cô đã đọc và giải đáp thắc mắc giúp em. Em mong sớm nhận được phản hồi từ thầy/cô. Em chúc thầy/cô có một buổi sáng đầu năm thật nhiều vui vẻ và tràn đầy năng lượng.",
    "Em có đk học môn Sức bền vật liệu, mã mh: 809704, học kì 211 do thầy  giảng dạy. Vừa qua thầy có sai sót trong quá trình chấm điểm và thầy đã cập nhật lại điểm cho phòng đào tạo. Tuy nhiên em kiểm tra điểm vẫn là điểm cũ, không biết pđt có nhận được bảng điểm cập nhật chưa. Xin vui lòng cho em biết tình trạng điểm của em vì môn học sẽ ảnh hưởng đến quá trình tốt nghiệp của em sắp tới. Em momng pđt xem xét và trả lời sớm giúp em ạ. Em cảm ơn.",
    "kính gửi phòng đào tạo hiện em và sinh viên k15 khoa kỹ thuật xây dựng .  Cho em hỏi khi nào trường hoặc bk enghlish sẽ tổ chức kỳ thi toeic 2 kỹ năng nói viết để em có thể xét tốt nghiệp đợt học kỳ 2 năm học 2021-2022. Theo như kế hoạch đăng ký tốt nghiệp của trường thì hạn cuối nhận các trường hợp bổ sung là ngày 11/04/2022. Mong phòng đào tạo reply sớm ạ, chân thành cảm ơn",
    "Em có đăng kí môn học Đề cương luận văn nhưng không có thời khoa biểu, mà hết hết hạn khiếu nại. Cho em hỏi là còn giải pháp nào không ạ?? Môn hoc : Đề cương luận văn  EE 4331",
    "Trước đó em có gửi thông tin và nhờ thầy/cô xem xét nhưng chưa thấy trả kết quả. Mong thầy cô xem xét lại và cho em kết quả cũng như lí do về việc dki môn học này ạ Em tên  MSSV:  hệ VHVL ngành Kỹ thuật hoá học -  Đợt 4 ĐKMH em có đăng kí LVTN mã CH4363 [khóa 2015] - và được trả kết quả đăng kí \"PDT không đ/ký cho SV MH CH4363 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.)\" Tuy nhiên em đã hoàn thành các môn TTTN và DCLVTN,  cụ thể ở Học kỳ 1 (2019-2020): điểm Thực tập tốt nghiệp (CH3363) là: 7.0 điểm Đề cương luận văn tốt nghiệp (CH4361) là: 6.50",
    "Chuyện bị HỦY lớp môn THIẾT KẾ CẦU 1 bữa thứ 5 vừa rồi ( 10/02/2022 ) em có liên hệ thầy  thì thầy ấy nói lớp bị HỦY do ko đủ số lượng ( 9SV )và thầy  nhắn em lập lại Danh sách và gửi đơn xin mở lớp , nay em lập Danh sách và gửi lại đơn xin mở lại lớp ạ. Trong Danh sách này có những bạn đang học kỳ chính mà muốn RÚT kỳ chính để Đăng ký qua kỳ Dự thính, em rất hy vọng được các thầy cô chấp nhận , giải quyết ạ. Em xin chân thành cảm ơn.",
    "Em chào Phòng Đào Tạo Em tên là  Hệ  VLVH MSSV  Em đã nhận được bảng miễn môn của trường và trong thời gian vừa qua em có xem lại tất cả các môn em đã học ở cao đẳng thì em thấy có một số môn trùng nên em làm đơn đề nghị xét miễn môn này để phòng đào tạo xét duyệt những môn đã trùng ở Cao Đẳng. File đơn đề nghị xét miễn môn và bảng điểm cao đẳng (em đính kèm vào trong mail) . Mong Phòng Đạo Tạo xem qua và thông tin lại giùm em cảm ơn Phòng Đạo Tạo Trân trọng",
    "Xin chào QL,  Mình đã hoàn thành môn cuối học cuối cùng để đủ tín chỉ tích lũy ngành, trên hệ thống đã cập nhập điểm nhưng mình không thể đăng ký xét tốt nghiệp . Mình cần làm gì để giải quyết vấn đề này ạ?  Mình xin cảm ơn.",
    "Thưa  cho em hỏi là trước tết em có chuyển qua hệ VLVH và có đăng ký môn thành công ( đã có thời khóa biểu trên myBK học kì 212) . Nhưng qua tết vào kiểm tra lại thì đã mất hết môn học Học kì 212 . Như vậy là các môn học em đk bị hủy háy sao ạ  . Em cảm ơn  . Chúc  một năm mới vui vẻ .",
    "Hiện tại em đã có trong danh sách tốt nghiệp chính thức tháng 11/2021, không biết khi nào em mới được lên lấy bằng ạ, vì hiện tại em đang cần để bổ sung hồ sơ làm việc ạ",
    "em tên  MSSV: - Nay em vào trang thông tin sinh viên của em thì mất thời khóa biểu học kì 2 bây em không nắm được lịch học của mình. Em xin các thầy cô giải quyết sớm nhất có thể ạ. Em xin cảm ơn",
    "Em là , MSSV: Vào ngày 24/12/2021 em đang điều trị Covid 19 nên không thể tham gia buổi thi Trang bị điện-đtử trg MCN. Trước đó là ngày 23/12/2021 em có nhờ bạn em đăng ký hoãn thi và bạn em đã điền đầy đủ thông tin trong mục hoãn thi cuối kì rồi nhưng vừa qua em xem bảng điểm thì thấy mình điểm 13. Mong nhà trường xem xét xác nhận về việc hoãn thi của em. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo - ĐH. Bách Khoa TPHCM;                Quý Thầy/Cô;  Em là: Ngô Thị Diễm Trinh, MSSV: 1513634, Khoa Môi Trường và Tài Nguyên - khóa 2015; Hiện tại em đang hoàn thành Luận Văn Tốt Nghiệp trong đợt bảo vệ của khoa ngày 22/02/2022. Tuy nhiên, do thời gian dịch bệnh vừa qua và em cũng bị nhiễm Covid vừa khỏi, nên em vẫn chưa thể hoàn thành được chuẩn anh văn đầu ra (4 kỹ năng), em đang lên kế hoạch sẽ cố gắng hoàn thành đủ để được xét tốt nghiệp trong kỳ này. Tuy nhiên, em vẫn có một vài thắc mắc như sau, rất mong Thầy/Cô sẽ giúp em giải đáp, cụ thể: - Thời hạn cuối cùng để em nộp chứng chỉ anh văn trong kì xét tốt nghiệp này, bao gồm: anh văn quốc tế toeic 500 và 2 kỹ năng nói viết là khi nào? - Em tra trên web của thi tiếng anh 2 kỹ năng nói viết tại BK English hiện đang trong trạng thái tạm dừng từ ngày 21/05/2021, vậy khi nào thì sẽ mở thi lại bình thường? - Trường hợp em không thể hoàn thành được chuẩn anh văn để xét tốt nghiệp trong kỳ này (hạn đào tạo em kiểm tra được là 04/2022) thì em có được gia hạn thêm thời gian để hoàn thành không? và thủ tục như thế nào? Em thật sự rất lo lắng vì em thấy đợt này là đợt cuối để em có thể tốt nghiệp, vì vậy, em đã tìm hiểu trên web của trường có nói về 2 nội dung: 1. Nếu em đã hoàn thành đủ điều kiện xét tốt nghiệp (TCTLN và điểm TBTLN) Nhưng chưa đủ các điều kiện xét tốt nghiệp (chuẩn anh văn) thì em sẽ được kéo dài thời gian đào tạo tối đa 1 học kỳ; 2. Nếu hết thời gian đào tạo bao gồm luôn cả thời gian được kéo dài, mà em vẫn chưa đủ điều kiện xét tốt nghiệp thì em sẽ chuyển sang hệ VLVH. Tuy nhiên, em vẫn rất mong Thầy/Cô có thể xác nhận lại giúp em về thông tin trên em tìm hiểu có đúng không? Để em có thể có kế hoạch học tập và sắp xếp cho kịp tiến độ. Rất mong PĐT và Quý Thầy/Cô hỗ trợ giúp đỡ em ạ! EM XIN CHÂN THÀNH CẢM ƠN!",
    "Tên:  MSSV:  Cho em hỏi là sao bảng điểm có 1 môn mạch điện tử đăng kí học kì 2 (2020-2021) _Đã qua môn_Học cải thiện điểm. Nhưng đến nay bảng điểm vẫn 14(hoãn thi đợt 1 và đã thi lại trong đợt 2), mặc dù trước đó học offline đi học đầy đủ và vẫn làm bài kiểm tra giữa kì đầy đủ. Nhưng vẫn chưa cập nhật điểm, chỉ có mỗi điểm thí nghiệm(online sau này) nên em thắc mắc ạ. Em cảm ơn.",
    "Dạ cho em hỏi quy trình rút môn trong thời gian chưa thể quay lại trường ạ",
    "Hiện tại thời khóa biểu của học kỳ này trên mybk của em ở hoc kì này không hiển thị ạ(TKB chỉ hiển thị những môn của học kỳ trước). Mong nhà trường sửa lai giúp em.",
    "Dạ em chào thầy cô ạ, Hôm ngày 21/01/2022 em có tạo yêu cầu về việc đăng kí luận văn tốt nghiệp với mã yêu cầu là  # 48993, thầy cô có trả lời đã nhận và sẽ gửi kết quả lại qua bksi hoặc email, hôm nay em vẫn chưa nhận được kết quả, em rất lo và chờ đợi phản hồi từ trước tết đến giờ, em sợ yêu cầu của em bị bỏ xót. Mong thầy cô kiểm tra và phản hồi kết quả cho em với ạ. Em chân thành cảm ơn ạ.",
    "Kính gửi Quý Thầy Cô. Em là . MSSV:  Học kỳ 212 em có đăng ký môn Luận văn tốt nghiệp. Nếu em rút môn học trong kỳ học kỳ 212 thì em có bị tính học phí không ạ? Hoặc nếu bị tính học phí thì em có thể chuyển tính học phí đó qua học kỳ sau (HK221) được không ạ. Em xin chân thành cám ơn. Trân trọng.",
    "Em chào thầy cô, Em là  MSSV: Thời khóa biểu HK 212 của em hiện không có, trên BKEl vẫn có môn học đăng kí, mong thầy cô kiểm tra giúp em. Sinh viên  ",
    "Kính gửi Thầy Cô, Cho phép em gửi đơn để cập nhật thời khóa biểu AV4A (LA1043) học kỳ dự thính lộ trình một. Đơn đã có sự chấp thuận của thầy  dạy môn AV4A theo như yêu cầu của PĐT đưa ra. Em hy vọng thời khóa biểu sẽ được cập nhật sớm. Em chân thành cảm ơn.",
    "kính gửi thầy/cô Em đã tham gia thi xóa điểm hoãn thi kì hè 203 theo lịch của phòng đào tạo nhưng trên bảng điểm hiện nay vẫn là điểm 14 ạ. Mong thầy/ cô xem xét giúp em ạ",
    "Dạ em chào phòng đào tạo . Em tên , MSSV:  Kì 212 này em có đăng kí nhận luận văn nhưng do vẫn thiếu điều kiện, cụ thể ở đây là thiếu tín chỉ dẫn đến trường hợp bị xóa LV ạ. Nhưng sắp tới T3 này em thi AV xong sẽ đủ tín chỉ nên em xin phép bên phòng có thể xem xét cho em được đặc cách được đăng kí LVTN để có thể kịp tiến độ trong kì 212 này được không ạ?  Dạ hiện tại em được 115 chỉ trong đó chưa bao gồm: + 3 chỉ thực tập tốt nghiệp do dịch nên cả khoa em dời lại đến tháng 6. + 8 chỉ anh văn -  đây cũng là lí do khiến em chưa thể đăng kí được luận văn ạ . Vì khoảng tháng 3 em mới thi được và nộp bằng ngay để bù 8 chỉ này. Như thế em sẽ đủ 126 chỉ ạ. Nên mong phòng đào tạo xem xét thêm một lần nữa. Em xin chân thành cảm ơn ạ.",
    "QUOTE Tốt nghiệp . Kính gửi PĐT trường Đại học Bách Khoa, Em tên là  MSSV:  Hiện tại em chưa thấy lịch thi anh văn nói viết ở trung tâm ngoại ngữ để kịp tốt nghiệp trong HK này. Em đã hỏi Trung tâm ngoại ngữ thì được phản hồi liện hệ đến phòng đào tạo, cho em hỏi phòng đào tạo có kế hoạch tổ chức thi anh văn nói viết lại cho sinh viên vào thời gian nào ạ? Em cảm ơn, Sv ",
    "Em chào PDT, Em có thấy tên em trong Danh sách tốt nghiệp chính thức 11/2021 mà đến nay em chưa nhận được mail nhận bằng tốt nghiệp. Em có thắc mắc là đợi mail trường hay đến trường nhận bằng mà không cần chờ mail ạ? Và em có đăng ký in Bảng điểm vào 05.01 thì em không biết là bảng điểm em có chưa ạ? Và khi nào em được nhận bảng điểm ạ?",
    "Dạ em chào quý thầy cô Hiện tại trên bẳng điểm của em chưa cập nhật điểm trung bình và số tín chỉ trong học kỳ 211. Em mong quý thầy cô có thể cập nhật điểm số trung bình và số tín chỉ để em sớm làm thủ tục đăng ký tốt nghiệp trong học kỳ 212  Em cảm ơn quý thầy cô"
]