[
    "Chào thầy/cô; - Em đang theo học hệ VLVH khóa 2018, ngành CƠ KHÍ, chuyên ngành KỸ THUẬT THIẾT KẾ. - Theo chương trình đào tạo thì có môn PHƯƠNG PHÁP PHẦN TỬ HỮU HẠN, nhưng khi em đăng ký thì có thông báo là em phải hoàn thành môn trước đó, là môn CƠ KẾT CẤU (nhưng vẫn đăng ký được môn PHƯƠNG PHÁP PHẦN TỬ HỮU HẠN). Nhưng trong chương trình đào tạo thì lại không có môn CƠ KẾT CẤU. - Vậy em có cần học môn CƠ KẾT CẤU trước không. EM CÁM ƠN!    .",
    "I    E xin có ý kiến với trường,mong nhà trường giải quyết,có 1 số môn học mã cũ 08 do đã quá lâu k có lớp mở muốn đăng kí học nhưng không có môn tương đương đăng kí,mong nhà trường có nôn tương đương với những mã cũ,điển hình Môn Thực tập nhận thức ngành 804306 không có môn tương đương. Mong nhà trường sớm giải quyết cho sinh viên chúng e sớm hoàn thành việc học. Em xin cám ơn. ",
    "Chào thầy/ cô, Em là Đoàn Thị Như Nguyệt - sinh viên văn bằng 2 chính quy ban ngày ngành Khoa học máy tính . Nhờ thầy/ cô kiểm tra giúp em số tiền học phí trên BK Pay ạ . Kỳ này em học 13 chỉ + đề cương luận văn (tất cả đều học chính quy ban ngày). Nhưng trên BKPay hiện ra 3 khoảng tiền: + 2,630,000đ:  Học phí B2 Ngày CQ 201 - lần 1 + 2,630,000đ:  Học phí B2 Ngày CQ 201 - lần 2 + 5,250,000đ:  Học phí B2 Ngày CQ 201 Tổng cộng: 10.500.000đ (file ảnh đínhh kèm) Nhờ thầy/ cô xem lại giúp em học phí em có bị double không ạ. Em cảm ơn ạ.",
    "Em đã nộp chứng chỉ ngoại ngữ ở mục Đăng ký nộp chứng chỉ Ngoại ngữ từ ngày 17/11/2020 và đã thanh toán. Hiện tại thì em thấy kết quả thẩm tra hợp lệ nhưng điểm anh văn của em vẫn chưa được cập nhật. Cho em hỏi là tối đa bao lâu thì điểm sẽ được cập nhật? .",
    "Dạ cho em hỏi là trường đã thông báo cho phép sinh viên khóa k2015 sử dụng bảng điểm chuyển ngoại ngữ từ Hk193 trở về trước. Vậy em đã đăng ký và thanh toán chuyển điểm vào ngày 24/10/2020 nhưng tại sao điểm của em vẫn áp dụng bảng chuyển từ hk201 vậy ạ? Thông tin: Tên:  Mssv:  Điểm toeic: 610  Điểm đã được chuyển: Av1 (10) Av2(10) Av3(7.5) AV4(5) Em cảm ơn!   i  .",
    "Em là  -  Em đã đăng ký bảo hiểm y tế 12 tháng năm 2021 ở trường (đã thanh toán BKPay). Tuy nhiên, hiện nay em đang đi làm cho công ty, công ty yêu cầu ký hợp đồng lao động, cần mua bảo hiểm y tế ở công ty. Nhà trường cho em hỏi em có thể rút việc đăng ký bảo hiểm y tế ở trường được không ạ? Em xin chân thành cảm ơn.   i  .",
    "Thưa PĐT sau khi thi giữa kì, em đã nhận được kết quả thi môn Xác suất thống kê (MT2001) tuy nhiên kết quả quá thấp ngoài dự tính, không biết có thể bằng cách nào em có thể biết được mình sai gì mà điểm thấp như vậy không? Vì lí do em đã ôn tập và bỏ tâm sứ vào đó nhưng kết quả lại quá thấp ngoài tưởng tượng, trong lúc nóng lòng có lỗi gì không đúng thì em xin lỗi. Mong PĐT phản hồi sớm dùm em, em cảm ơn.",
    "Em muốn hỏi về việc em chưa đăng kí/đóng tiền mua bảo hiểm y tế (hạn chót 25/11/2020) mà khi em viết đơn này là ngày 28/11 vậy em có thể đăng kí và đóng tiền sau đó nộp phiếu đóng trễ cho phòng đào tạo được không ạ??  Em cảm ơn",
    "Kính chào quý Thầy Cô PĐT. Em hiện là SV năm 2 chưa hoàn thành môn đại cương Xác Suất và Thống Kê. Nếu học kỳ 202 và học kỳ hè 203 em không học môn này thì có ảnh hưởng gì không ạ? Hay bắt buộc phải hoàn thành các môn đại cương trước năm 3?",
    "Em không có số hồ sơ trong danh sách gốc của trạm y tế thì em có được đăng ký khám sức khoẻ trong đợt này được không?",
    "Dạ chào phòng đào tạo ạ, em đã đọc về các quy chế quy định về tiếng anh tại các mục mà PĐT đã đưa, tuy nhiên em vẫn còn hoang mang về các quy định này nên em kính mong PĐT có thể trả lời cụ thể các câu hỏi lần trước của em để em có thể đảm bảo rằng mình đang không hiểu sai về những thông tin mà mình đọc được ạ. Em cảm ơn sự giúp đỡ của mọi người. Em xin phép gửi lại các câu hỏi em đã đặt ra lần trước ạ. \"- Ví dụ quy định để được nhận luận văn đối với K17 là  =500, thế nhưng trong bảng quy đôi điểm mới thì phải yêu câu 600 mới hoàn thành av4. Như vậy ví dụ em nộp bằng Toeic 500 thì em đã đủ điều kiện để nhận luận văn và với mức điểm đó liệu em có đủ điều kiện điểm ra trường chưa ạ? - Nếu em chưa đủ điều kiện để ra trường thì có phải có 2 phương án cho em đó là: + : giữ nguyên mức điểm 500 và đk học av3,4 trên trường + : không đk học av 4 trên trường và phải nộp bằng Toeic 600 trong học kì sau. - Đối với phương án 2 thì thời hạn cụ thể em phải nộp là khi nào ạ?\"",
    "Em chào thầy/cô ạ! Cho em hỏi kỳ thi Anh Văn định kỳ để xét chuẩn Anh Văn sau mỗi năm học dự kiến sẽ diễn ra vào thời gian nào sắp tới ạ? Em cảm ơn ạ!",
    "Em là  Khoa Điện Điện Tử Em sơ ý bỏ sót mail trường về vấn đề đăng ký bảo hiểm y tế nên bây giờ còn cách nào khác không ạ? Em chân thành cảm ơn ạ.",
    "Em chào pđt, Em tên: - mssv: - Khoa: KTXD. Em muốn hỏi là: hiện em là sinh viên năm 3 và đang học theo lịch ở cơ sở 1.  Lịch sinh hoạt công dân đợt 2 năm 2020-2021 đối với sinh viên đang học ở cơ sở 1 là từ ngày 28-30/1, chính xác với khoa XD18 là ngày 30/1.  Còn đối với sinh viên học ở cơ sở 2 sinh hoạt từ ngày 25-27/1.  Mà em tính về quê bằng tàu hỏa ngày 27/1, em quê ở Quảng Bình ạ. Do giá vé lúc này rẻ + hiện giờ vé các ngày sau đó cũng đã hết chỗ rồi.  Vậy em muốn được sinh hoạt công dân theo lịch sinh hoạt đối với sinh viên đang học trên cơ sở 2 đi một trong 2 ngày 25 hoặc 26 có được không ạ, kèm theo minh chứng lí do về quê. Em cảm ơn, mong pđt giải đáp giúp.",
    "Cho em xin hỏi là theo thông tin trên trang học vụ, em thấy khóa K17 điểm nhận luận văn là 500 điểm TOEIC 2 kỹ năng. Vậy nếu em nhận bằng trên 500 mà không cần qua AV4 thì có nhận luận văn không ạ ? Em xin cảm ơn ạ.",
    "Em sẽ nhận bằng tốt nghiệp cao đẳng vào tháng 4/2021. Em sẽ học thêm một số môn hệ đại học trong học kì sắp tới và sau đó học liên thông đại hoc. Cho em hỏi:    1. Học phí tính theo tín chỉ khóa 2017 hay  tính theo năm như khóa 2021    2. Em có được đăng kí môn học sau khi tốt nghiệp không? (em chưa thi liên thông mà học trước 1 số môn rồi năm sau mới thi liên thông)",
    "Cho e hỏi chút ạ e hủy môn chính trị trong đăng kí học phần rồi nhưng trong thời khoá biểu của e vẫn xuất hiện môn đó dạ là sao thầy/cô.",
    "Em chào ad ạ! Ad ơi cho em hỏi là làm thế nào để xin được giấy xác nhận điểm rèn luyện HK192 ạ (tại em cần apply học bổng ạ) Em xin cảm ơn!",
    "Xin thầy/cô cho em xin số điện thoại, email để liên lạc với giáo viên môn Cầu lông, L04, thứ 3, tiết 2-4. Do ngày mai thi nhưng em bị sốt xuất huyết phải nhập viện. Em cảm ơn ạ.",
    "thầy cô ơi!Em là  sinh viên hệ vlvh khóa 2020 ạ! kì này e có đk bổ sung 3 môn chính trị và đc phòng đào tạo cho phép e học rồi mà giờ e học được 2 tuần của môn kinh tế chính trị thì tuần này lại huỷ môn trong trang e learning của e trong khi trên thời khoá biểu vẫn còn ạ! mong thầy xem xét giúp em.Mssv của em là ",
    "Dạ em chào thầy/cô, Dạ cho em hỏi thông tin về học bổng khuyến khích, khi nào mình có danh sách dự kiến và khi nào mình sẽ nhận được tiền học bổng ạ, tại em thấy sắp đến thanh toán học phí đợt 2 rồi ạ thông thường danh sách học bổng khuyến khích sẽ có ở giữa 2 lần thanh toán học phí.",
    "Em chào cô ạ. Cô cho em hỏi em đăng kí bhyt trên my.bk mà em xem nhầm hạn chót là ngày 30/11. Vậy em thanh toán có bị trễ và có ảnh hưởng gì tới đkmh không ạ? Em cảm ơn cô",
    "Em chào thầy/cô ! Em đã có quyết định được miễn môn Giáo dục thể chất 1 nhưng trong thời khoá biểu em có môn bóng đá mã PE1009 lớp L147. Bây giờ em theo học lớp tiếp thì kết quả có được chuyển qua Giáo duc thể chất 2 không ạ. Hay do em đã được miễn GDTC1 nên phải chờ đến HK2 mới được học GDTC2 và hiện tại em không cần đi học bóng đá ở lớp L174 nữa . Mong thầy/cô tư vấn giúp em . Em cảm ơn thầy/cô! ",
    "Em chào nhà trường ạ. Em là  - của khoa Cơ khí Trong đợt đăng kí bảo hiểm y tế này theo quy định là em phải đăng kí gói 12 tháng.Tuy nhiên do sơ xuất nên em đã đăng kí nhầm gói 6 tháng và không thể huỷ được. Em mong nhà trường có thể huỷ giúp em gói đăng kí bảo hiểm y tế 6 tháng này. Em xin lỗi vì sự bất tiện này. Em xin cảm ơn.",
    "Em chào cô/thầy, em tên là , MSSV , hiện tại em vẫn chưa thanh toán được bảo hiểm xã hội vì hệ thống vẫn đang bảo trì. Mà lại sắp đến deadline của kỳ thanh toán, em hi vọng trường có thể giải quyết được vấn đề của em.",
    "Dạ cho em hỏi là hiện giờ em cần đóng tiền Bảo Hiểm Y Tế và hạn chót là 4h chiều nay nhưng hệ thống đang bảo trì em không đóng tiền được thì có bị không được đăng ký môn cho kì sau không ạ ?",
    "Thưa phòng đào tạo, sau khi có điểm kiểm tra giữa kì môn xác suất thống kê (MT2001) thì em nhận thấy có sự khác biệt giữa kết quả và dự đoán trong lúc em làm bài thi nên đã gởi mail nhờ giảng viên đứng lớp xem xét lại bài kiểm tra nhưng vẫn không có động thái gì tích cực hơn, vì giảng viên đã trả lời như câu trong hình, em mong phòng đào tạo cho em một phương hướng tốt hơn để có thể xem xét lại bài thi giữa kì, để đỡ tốn công em đã học tập và thi! ",
    "Dạ em chào thầy cô em muốn hỏi nếu em không đủ chuẩn anh văn để đăng kí môn học kì 2 của năm 2. Thì các môn của học kì 1 năm 2 có thể đăng kí không ạ Em cảm ơn .",
    "Dear , Vì một số lý do về tài chính dẫn tới việc em không thể đóng BHYT đúng hạn (hạn chót 25/11) Em muốn hỏi là hiện tại em còn có thể tham gia đóng và hoàn thành không ạ, vì nếu không em sẽ bị hoãn học tập 1 HK. Em rất mong văn phòng phản hồi, nếu được em rất cảm ơn, hoặc có thể cho em xin phương án khác. _.",
    "Thưa Phòng Đào Tạo, Em là , MSSV . Hôm nay em có hạn đóng Bảo Hiểm Y tế sinh viên 12 tháng. Tuy nhiên, hệ thống đang bảo trì và không thể thực hiện thanh toán. Mong Phòng Đào Tạo có thể hỗ trợ em để thực hiện thanh toán.",
    "Em chào thầy/cô Em tên là , sinh viên lớp VP16XDC, Ngành Xây Dựng Dân Dụng - Công nghiệp và Hiệu quả năng lượng. Em viết mail này muốn hỏi là hôm nay là hạn cuối đóng bảo hiểm y tế của em nhưng từ sáng tới giờ em không đóng được tiền vì hệ thống báo bảo trì, em không biết mình có thể gia hạn nộp trễ được không ạ? EM mong thầy/cô giải đáp giúp em aj Em xin cám ơn và chúc thầy/cô một ngày tốt lành",
    "Em đang định đăng kí và sẽ chuyển điểm chứng chỉ anh văn, theo em biết thì điểm chuyển sẽ cộng vào điểm trung bình tích lũy ngành. Vậy cách tính sẽ như thế nào vậy ạ ?  Em xin cảm ơn.",
    "Cho em hỏi có đăng kia bảo hiểm y tế đợt 2 không ạ? Em chưa đăng kí đợt 1 ạ",
    "Dạ cho em hỏi OCB bảo trì hệ thống nên không thể đóng tiền bảo hiểm y tế, vậy trường mình có xem xét mở gia hạn để đóng không ạ. Em cảm ơn ạ",
    "Em chào thầy/cô Do hạn chót của việc thanh toán bảo hiểm y tế năm 2021 tới là 16h chiều hôm nay nhưng từ 13h tới nay em vẫn chưa được thanh toán do hệ thống bảo trì. Cho em hỏi vậy em thanh toán trễ có bị xử lí gì không ạ do đây không phải là lỗi của em ạ",
    "Do hôm nay bkpay Bảo trì nên em đóng bảo hiểm y tế muộn vậy có sao không ạ",
    "Cho em hỏi là hôm nay em mới có tiền đóng bảo hiểm y tế mà trang bkpay lại đang bảo trì,cho em hỏi em đóng bảo hiển trễ có được không ạ, chiều tới giờ hệ thống bảo trì em không đóng được tiền bảo hiểm y tế",
    "Kính gởi thầy(cô)  Em là  MSSV   Cho em hỏi là trường có tổ chức thi anh văn dạng anh văn đầu vào vào cuối kỳ 1 năm 2020 cho sinh viên các khoá 18 19 không ạ Hay là sẽ đăng ký thi chung anh văn đầu vào với k20 ",
    "Chào thầy cô, ﻿Em thấy trong thời khóa biểu em có 2 môn học \"Hệ cơ sở dữ liệu\" với 2 mã môn học khác nhau. Cụ thể 1 môn do em đăng ký theo chương trình đào tạo còn 1 môn do trường tự động đăng ký cho em. Giờ là nó bị trùng hay là 2 môn riêng biệt vậy ạ. Nếu trùng em phải làm thế nào để hủy môn học ạ. ﻿Em cảm ơn.",
    "Cho em hỏi.. Đầu năm em đã thanh toán 4tr ở cơ sở 1,bao gồm các khoảng thu,trong đó có BHYT.. Em ko biết là phải vào đăng ký thông tin,hôm nay nhận được email từ nhà trường gia hạn thời gian đăng ký và thanh toán cho những sinh viên chưa hoàn thành BHYT.. Sau khi đăng ký lại phải thêm khoảng thu 563k thanh toán trong 3 ngày.. Vậy tình trạng này là thế nào và em phải làm sau ạ",
    "Em tên , MSSV là  khoa Điện- Điện tử, em muốn hỏi về việc nộp bảo hiểm y tế ảnh hướng đến đăng kí môn học của học kì 202, em thuộc trường hợp mua bảo hiểm y tế theo hộ gia đình và theo chương trình của địa phương thì em sẽ được gia hạn bảo hiểm y tế khi bắt đầu năm 2021, trường hợp của em theo mail của trường thì em sẽ nộp bản photo vào tháng 1/2021, em không rõ việc này có làm ảnh hưởng đến đăng kí môn học hoặc làm em bị xóa môn không ạ? Mong phòng đào tạo giải quyết thắc mắc giúp em, em cảm ơn nhiều ạ!",
    "Dạ thầy/cô cho em hỏi là em vừa nộp bằng TOEIC lên cho trường thì bằng TOEIC đó em muốn dùng để xét điều kiện đăng kí môn học mà không cần phải chuyển điểm được không ạ? Em xin cảm ơn quý thầy/cô đã đọc và trả lời câu hỏi giúp em ạ?",
    "em đã đóng tiền xét chuyển điểm tiếng anh và trên bkpay đã xác nhận rồi nhưng trang nộp chứng chỉ tiếng anh vẫn hiện là chưa thanh toán.",
    "Tại sao trong thời khoá biểu của em trước khi học quân sự có lịch học giáo dục thể chất nhưng sau đó lại không thấy ạ với lại điểm danh cũng không có tên em trong danh sách lớp học Em học võ lớp L264 thứ 2 18h, thứ 7 7h",
    "Cho em hỏi đợt thi anh văn đầu vào cuối kỳ này có cho phép k18 đăng ký không ạ?",
    "Chào các thầy cô phòng đào tạo . Em tên , hiện tại vì lý do sức khoẻ nghiêm trọng em có thể nộp giấy đề nghị tạm dừng học được không ạ. Em xin chân thành cảm ơn thầy cô.",
    "Cho em hỏi trường mình có quy định SV chính quy phải hoàn thành hết tất cả các môn đại cương trong 2 năm đầu không ạ?",
    "Em là sinh viên k14 đã hoàn thành chương trình học và chỉ còn anh văn nói-viết, hôm nay e lên kiểm tra thông tin thì thấy tình trạng buộc thôi học vì lý do học lực. Em đã làm đơn xin thu nhận lại,ngoài đơn đó ra thì em cần phải bổ sung thêm chứng từ hay thông tin gì nữa để e được thu nhận lại ạ? em xin cảm ơn.   i  .",
    "Cô cho em hỏi là đợt kiểm tra trình độ av tháng 12 này dành cho K20 hay sạo ạ. Em K19 có được đăng kí không ạ",
    "Em muốn hỏi tháng 12 có đợt kiểm tra Anh văn, vậy chỉ dành cho k20 thôi hay những khoá trên vẫn được đăng ký ạ?  Và ngày dự kiến là bao nhiêu ạ?  Mong PDT giải đáp giúp em ạ",
    "E chào thầy/cô ạ ! Thầy cô cho e hỏi điểm rèn luyện khi nào được cập nhật trên bảng điểm với điểm trung bình mở rộng vậy ạ. Em cảm ơn thầy cô ạ.",
    "Tại sao em cần đóng một khoản tiền  lệ phí miễn điểm hai lần ạ ?",
    "Cho e hỏi số seri của mỗi cá nhân sinh viên là gì v ạ. Tại e có tải một số phần mềm học tập như soliworks, autocard phiên bản dành cho sinh viên thì nó yêu cầu số seri của sinh viên ạ. Em cám ơn nhiều ạ",
    "Hiện em chưa qua chuẩn anh văn 350 . Để đăng ký được môn học học kỳ 202 em cần qua 350 đúng không ạ? 2. Em sẽ có kết quả TOEIC quốc tế vào ngày 17/12, đên 17/12 em nộp bằng có kịp ĐKMH hay không ạ? 3. Em được biết nhà trường có tổ chức kỳ kiểm tra anh văn định kỳ, cho em hỏi khi nào sẽ tổ chức, em thi vào kỳ thi này và qua 350 thì có kịp đăng ký môn học hay không?   Mong sẽ được phản hồi. Em cảm ơn phòng đào tạo nhiều lắm ạ!",
    "Em chào thầy/cô ạ, Em là , sinh viên k17 khoa Máy tính. Hiện nay em đã đi làm và sẽ được công ty mua bảo hiểm y tế cho năm 2021 . Vậy cho em hỏi em có cần phải tham gia BHYT trong trường không. Và nếu không, em cần phải thực hiện thủ tục gì . Em hiện đang nội trú tại KTX Bách khoa Hòa Hảo quận 10, không ở KTX ĐHQG. Do thời hạn đóng bảo hiểm sắp hết, em rất mong quý thầy cô có thể giúp em giải đáp trước 2/12 ạ. Em chân thành cảm ơn",
    "Dạ em là - hiện nay theo như cách tính thông thường thì tính đến ngày 12/01/2020 , số tín chỉ tích lũy ngành của em là 118 tín chỉ ạ, và em đã tự liệt kê theo bảng điểm của pdt cấp cho em qua các năm thì điểm trung bình tích lũy của em là 6.881 ạ em không hiểu phòng đào tạo có sai sót gì trong cách tính điểm trung bình tích lũy ngành của em không ạ, bảng điểm em nhận được do phòng đào tạo cấp cho em chỉ có 6.7/118 tín chỉ em xin gửi file em tự tính và bảng điểm do phòng đào tạo cấp cho em ạ để tiện cho phòng đào tạo đối xứng giúp e ạ, em xin chân thành cảm ơn",
    "Chào thầy(cô), em muốn hỏi về chuẩn điểm Anh văn để đăng ký môn học trong kỳ 202 của K19 là bao nhiêu ạ?    i  .",
    "Em hiện là học sinh K20, hệ chính quy đại trà. Nhà trường cho em hỏi: Câu hỏi 1:  \" Em đã nộp chứng chỉ Anh văn, đã đóng tiền và được xác nhận hợp lệ.Vậy em xin hỏi là em có phải làm thêm thao tác nào để hoàn tất quy đổi điểm 10 cho 4 môn Anh văn không ạ? ( nếu có thì là gì ạ?) \". Câu hỏi 2: \"Chứng chỉ của em chỉ còn thời hạn 1 năm. Vậy đến khi nào em phải thi lại và nộp lại chứng chỉ để được duy trì ạ? \"",
    "Kính gửi Phòng đào tạo Ngày 22/10/2020 em có đăng ký xét chuyển điểm anh văn và đã được duyệt xác nhận (nhưng chưa có điểm), điểm chuyển theo bảng quy đổi mới. Ngày 04/11, thì nhà trường thông báo sinh viên khóa k13-16 được chuyển điểm anh văn theo bảng quy đổi cũ. Em có gửi thư hỏi phòng đào tạo về việc chuyển điểm và được trả lời là \"Những bạn khoá 13-k16 đã nộp chuyển điểm anh văn mới, PDT sẽ lọc những trường hợp này và sẽ cập nhật điểm chuyển theo bảng điểm cũ cho bạn.\"  Nhưng bảng điểm vừa mới cập nhật của em thì điểm chuyển vẫn theo bảng quy đổi mới. Vì vậy em mong PĐT xem xét lại dùm em ạ. Em xin chân thành cảm ơn.",
    "Em có câu hỏi về việc kiểm tra tiếng Anh định kì học kì 201: - Trong khoảng thời gian tới ( tháng 12/2020) PĐT có mở đợt kiểm tra trình độ Tiếng Anh cho sinh viên các khóa không ạ? - Nếu có thì khoảng thời gian cụ thể là khi nào ạ? Mong được PĐT hồi đáp em sớm. Em chân thành cảm ơn!  .",
    "Chào  (cô) Cho em hỏi trong thời khóa biểu của em sau vài lần điều chỉnh em  có môn học trùng nhau là môn \"Hệ cơ sở dữ liệu\" và môn \"Toán cao cấp\" vào thứ 4. Giờ em phải hủy môn hay làm cách nào để học cả 2 môn được ạ. Em cảm ơn",
    "QUOTE Xin thầy/cô cho xin email thầy  dạy môn Hệ cơ sở dữ liệu. Do nhập viện đột xuất nên cần xin phép thầy dời buổi báo cáo BTL. Em cảm ơn",
    "Chào thầy cô, em được biết là khoá K19 hiện tại được   B MIỄN nộp Chứng chỉ Tin học nhưng lại không để cụ thể MIỄN tới mốc thời gian nào. Nên em cần được giải đáp thắc mắc này ạ!  Em cảm ơn.",
    "Cho em hỏi điều kiện học anh văn 4 là bắt buộc phải học trước anh văn 3 hay mình có thể nộp bằng toiec 550 vô là đủ điều kiện đăng kí av4",
    "Em có ý định học văn bằng 2 tại trường sau khi kết thúc bằng 1 . Cho em hỏi khi học văn bằng 2 thì em có được đăng kí tốt nghiệp và dự lễ tốt nghiệp của bằng 1 ko vì trong hồ sơ nhập học bằng 2 có yêu cầu bản sao bằng đại học trước  nhưng nhập học bằng 2 vào đầu kì (khoảng tháng 8,9 ) nhưng tốt nghiệp và trao bằng thì vào tháng 11. Em hiện là sinh viên năm 4 và dự định tốt nghiệp tháng 11 năm sau",
    "Dạ em chào cô, cô cho em hỏi thi anh văn định kỳ của kỳ 201 có được tổ chức không ạ. Em cản ơn",
    "Cho em hỏi là trong suốt thời gian học thì được chuyển điểm anh văn bao nhiêu lần ạ. Ví dụ đợt này e thi được 500đ và em muốn chuyển điểm để đủ chỉ đăng kí luận văn thì lận sau em có quyền nộp thêm lần nữa để tăng điểm các cột anh văn không ạ. Em chân thành cảm ơn",
    "Chào Phòng đào tạo, em là sinh viên K14,  - Hiện nay em bị buộc thôi học vì lý do học lực vì e còn anh văn nói viết, em đã tìm kiếm biểu mẫu ở mục Sinh viên --  Biểu mẫu nhưng em không tìm được Biểu mẫu xin gia hạn học kỳ, em có thể làm đơn xin thu nhận lại để thay thế hay không ạ? - Hiện nay e đang ở Bình Dương, nhưng TP Hồ Chí Minh đang thực hiện cách ly do dịch Covid-19, thì em có thể gửi đơn qua thư hay có cách online nào để em có thể nộp đơn không ạ? Em xin cảm ơn.",
    "cho em hỏi là đợt cuối cùng mà em có thể đăng ký luận văn tốt nghiệp vào học kì 2 là vào ngày nào ạ",
    "Em chào thầy (cô) ạ. Cho em hỏi là em đã nộp CCNN và thanh toán lệ phí miễn điểm nhưng không biết tại sao em vào kiểm tra điểm chuyển thì thấy vẫn chưa được cập nhật ạ. Em có chọn Xét miễn các môn thì bị lỗi như hình ạ. Mong thầy (cô) giải đáp giúp em Em cảm ơn.",
    "Chào phòng đào tạo ạ, em là sinh viên khóa 2017, em có một vài thắc mắc liên quan đến điều kiện đăng kí và nhận luận văn ạ, kính mong PĐT có thể giải đáp giúp em . Đối với 17 thì chứng chỉ Toeic đạt tối thiểu là bao nhiêu thì chắc chắn được đăng kí và nhận luận văn ạ (trường hợp chưa hoàn thành 4 anh văn trên trường và trường hợp chưa hoàn thành anh văn 1 ạ)",
    "Dạ cho em hỏi về vấn đề nộp Bảo hiểm y tế. Hiện tại em đã được công ty đóng bảo hiểm y tế cho nhưng hiện công ty vẫn đang giữ thẻ của em và chưa biết khi nào sẽ trả thẻ . Em muốn biết là em có phải mua thêm bảo hiểm y tế của trường không? Hay là khi nào công ty cấp thẻ cho em thì em nộp bản photo sau ạ? Nếu quá hạn nộp bảo hiểm mà em vẫn chưa nhận được bảo hiểm để photo nộp cho trường thì có bị cấm đăng ký môn học kỳ sau không ạ? Em cảm ơn",
    "Chào anh (chị) ạ! Em là , MSSV . Em xin hỏi là học kì 201 em có đăng kí luận văn 9 tín chỉ và 1 môn học 2 tín chỉ. Môn học 2 tín chỉ em đã đóng học phí hết 2 đợt, chỉ còn luận văn 9 tín chỉ nhưng trên BKpay lại hiện 2 học phí của luận văn 9 tín chỉ. Em thắc mắc không biết có nhầm lẫn gì không? Em xin gửi thời khóa biểu và BKpay của em. Em cảm ơn ạ.",
    "em chào admin! admin cho em hỏi là kì 201 này có mở thi anh văn đinh kì cho các khóa k19 trở về trc k ạ.Hồi trước có mail nói tháng 12 có 1 đợt ạ, sắp đến đợt 2 đk môn học rồi ạ . mong admin trả lời sớm ạ",
    "Em chào PDT Em đã có quyết định nghỉ trong phần TÌNH TRẠNG SINH VIÊN. Em đã làm đơn xin 1 học kỳ theo khoản 5.5 phần Học Vụ. Em chỉ còn 2 kỹ năng nói viết. Và trong quá trình này, theo lời cô tư vấn giải quyết đơn cho em là không được đăng ký môn học nào . Em đang thắc mắc là tình trạng NGHỈ trong phần TÌNH TRẠNG SINH VIÊN có ảnh hưởng tới việc thêm 1 học kỳ của em không? Nếu có thì cách giải quyết như thế nào? Em cảm ơn.",
    "Kính gửi thầy cô, em là sv năm nhất . -Đầu năm em đã gửi 1 bản sao ielts và 1 bản do idp gửi để nhận được điểm cộng thi thpt. -Hiện nay theo thể lệ chuyển điểm môn Anh, em muốn nhờ ielts pass môn Anh học trên trường. Thầy cô cho em hỏi, em có cần nộp 1 bản khác và 1 bản từ idp hay k ạ hay em chỉ cần nộp tiền trên web để chuyển điểm ạ??? Em cảm ơn",
    "cho em hỏi nếu em hoãn tốt nghiệp học văn bằng 2 thì sẽ học chương trình 140 tín hay học chương trình 120 tín. Hiện tại em là K17",
    "dạ thưa, khi nào mới có đợt kiểm tra anh văn định kỳ cho các khóa khác ngoài k20 ạ? tại em thấy chỉ có mỗi k20 là có tổ chức kiểm tra anh văn ạ? và lúc tổ chức có kịp để cho bọn em xét chuẩn anh văn để đăng ký môn học kỳ 202 không ạ? em k19 ạ. Em cảm ơn.",
    "Em năm nay năm hai mới chuyển vào ktx khu B ở. Họ nói là sẽ làm thẻ BHYT cho em nhưng hiện tại vẫn chưa xong. Nếu sau hạn đăng kí trên mybk mà không có thẻ thì có tính là chưa đăng kí và không đk môn học kì 2 không ạ? Em cảm ơn",
    "Thưa cô, em có một câu hỏi là không biết kỳ này trường mình có tổ chức thi anh văn định kỳ cho tất cả các khoá như các kỳ trước không ạ ( để xét chuẩn anh văn đăng ký môn học). Em cảm ơn cô, xin lỗi đã làm phiền ạ.",
    "Dạ xin cho em hỏi vế thời gian đào tạo tối đa của khoá K15 mình là bao lâu ạ?  Em xin cảm ơn.",
    "Chào thầy/cô,  Em tên là , MSSV . Sau khi nhận được email xem kết quả thông tin xét học bổng khuyến khích học tập, em đã kiểm tra và có một số thắc mắc về kết quả của mình. 1) Điểm trung bình học kỳ của em là 7.71 nhưng ô thông tin là 7.66. 2) Số tín chỉ em đăng ký HK192 là 19 và em đã qua hết nhưng ô thông tin chỉ hiện 16. Mong thầy/ cô kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn. Trân trọng,   .",
    "Kính gửi phòng giáo vụ trường Đại học Bách Khoa ĐHQG TP.HCM Em tên là , MSSV . Em có thắc mắc muốn hỏi về thông tin bảng điểm trên trang MyBK em nhận được, ở mục thông tin xét học bổng khuyết khích học tập của em bị thiếu vài mục chưa được cung cấp như ĐTBCMR (Điểm trung bình chung mỏ rộng)... Em muốn hỏi là điểm em cập nhật hiện tại có bị sai sót hay thiếu sót gì không ạ? Em xin chân thành cảm ơn",
    "Nhờ pđt xem xét lại điểm rèn luyện giúp em ạ!",
    "Dạ thầy cô ơi cho em hỏi thời hạn cuối cùng để nộp chứng chỉ anh văn xét miễn các môn anh văn của học kỳ 201 là ngày nào vậy ạ? Em xin cảm ơn.",
    "ính gửi , Em là sinh viên 16 và đã tốt nghiệp, cho em hỏi là hk192 rồi các bạn 16 chỉ làm LVTN 9 tín chỉ thì có đủ xét học bổng khuyến khích không ạ? Vì em thấy điều kiện cần là phải tử 10 tín chỉ trở lên. Em cám ơn ",
    "Dạ em chào Thầy/Cô, em là sinh viên hệ VHVL, em có thắc mắc không biết là em học hệ này thì có được vay vốn sinh viên không ạ? Kính mong Thầy/Cô giải đáp. Trân trọng cảm ơn Quý Thầy/Cô.",
    "Thầy/cô cho em hỏi, thẻ sinh viên của em hết hạn, thì em chỉ cần vào mybk đăng ký in lại thẻ và đóng tiền là thẻ mới sẽ có hiệu lực mới luôn hay sao? Em cám ơn.",
    "Em là kĩ sư tài năng kĩ thuật hóa hữu cơ, em đăng kí học môn core của công nghệ thực phẩm thì em có cần làm bài tập extra môn core của công nghệ thực phẩm không? Em thấy trong bảng điểm của em có để môn \"Hóa học, hóa sinh thực phẩm mở rộng\" , trong khi đó em chỉ là kĩ sư tài năng kĩ thuật hóa hữu cơ, thì em lẽ ra không cần làm phần extra bên công nghệ thực phẩm chứ ạ. Em đăng kí môn Hóa học, hóa sinh thực phẩm là tín chỉ tự do của em. Em xin cảm ơn",
    "Dạ em chào thầy cô phòng đào tạo. Em tên là -MSSV:. Em có thắc mắc về việc xét học bổng khuyến khích học tập học kỳ 192. Dạ em thấy em đã thõa các điều kiện xét học bổng nhưng trên mybk của em không được cập nhật thông tin xét học bổng. Mong quý thầy cô phản hồi thắc mắc em ạ",
    "Kính chào quý Thầy Cô, Hiện tại thông tin trên mybk của em chỉ mới cập nhật điểm rèn luyện mà chưa cập nhất điểm trung bình tích lũy mở rộng để xét học bổng khuyến khích . Mong PĐT xem lại giúp em với ạ. Em xin cảm ơn.",
    "Sáng nay nhận được mail báo đã cập nhật bảng điểm nhưng không hiểu sao bảng điểm của em lại như thế. Mong có được giải đáp của phòng ạ. Em xin cảm ơn.",
    "Cho em xin hỏi là đăng kí thi học kì những môn hoãn thi làm như thế nào ạ?",
    "Dạ cho em hỏi em mới tích được 29 tín chỉ mà điểm trung bình 8.19, điểm rèn luyện 90 thì có được xét học bổng không ạ",
    "chào ad, cho em hỏi là đợt thi TA giữa tháng 12 này K19 có đc thi ko ạ, sao em ko thấy mail. Nếu ko thì có đợt nào cho K19 ko ạ",
    "Cho em hỏi tháng 12 có tổ chức thi avdv cho k20 thì k18 muốn đăng kí thi trong đợt đó luôn có được không ạ ?",
    "Kính gửi quý thầy/cô Em tên là:  thuộc lớp HC19KTTP, em muốn hỏi là còn đợt thi anh văn định kì nào cho khóa K19 và những khóa trước không ạ. Như mail đợt trước em thấy có 1 đợt thi vào tháng 11 nhưng đã qua tháng 12 mà em vẫn không thấy. Mong quý thầy cô phản hồi sớm cho em ạ. Em cảm ơn .",
    "Cho em hỏi rằng em đã kiểm tra trình Tiếng Anh IIG và đạt được 550 điểm thì em có cần đăng ký thi lại Anh Văn đầu vào do trường tổ chức không ạ?",
    "Dạ hiện tại nếu em nộp chứng chỉ anh văn thì phần điểm miễn các môn av 1 2 3 4 sẽ tính cho học kỳ 201 hay kỳ 202 vậy ạ? Em cảm ơn.",
    "Xin chào thầy cô ạ, chuyện là hôm nọ em có đăng ký chứng chỉ ngoại ngữ để miễn học 4 học phần Tiếng Anh, sau khi đã chuyển tiền và thanh toán xong thì hệ thống báo xác nhận là đã được thanh toán, nhưng khi vào mục điểm chuyển trên web BK thì hệ thống lại báo là không có dữ liệu điểm chuyển ạ, vấn đề này em nên khắc phục như thế nào, mong thầy cô giúp đỡ ạ. Em xin cảm ơn.",
    "dạ em diễn đạt nhầm ạ. Tín chỉ của môn anh văn sẽ chuyển vào tín chỉ tích lũy của kỳ 201 hay đến 202 mới tính ạ. Em cảm ơn.",
    "Trường cho em hỏi có thể xem kết quả kiểm tra Anh Văn IIG tháng 9 ở đâu? Và KQ này cũng dùng để xét chuẩn AV đúng không ạ? Em cảm ơn",
    "Dạ cho em hỏi là đợt thi tiếng anh ngày 21/12/2019 em đã thanh toán trễ hạn thì lần thi này thì em có được chuyển tiền thi đợt trước qua đợt này không ạ",
    "Thông tin xét học bổng khuyến khích học tập của em vẫn chưa được cập nhật đầy đủ ạ cụ thể là điểm trung bình một học kỳ, điểm trung bình mở rộng và số tính chỉ đạt trong một học kỳ vẫn chưa được cập nhật ạ.",
    "Em quên đăng kí thi anh văn đầu vào, giờ em muốn đăng kí phải làm sao ạ",
    "Dạ thầy cô cho em hỏi Em tên  K18         . Em là sinh viên hệ tại chức em có thể đk anh văn đầu vào chung với hệ chính quy được không ạ",
    "Cho em hỏi đợt thi anh văn tới đây cho năm 2 trở đi (ngày 18,19,20/12), điểm thi có được chuyển thành điểm trong CTĐT không ạ (ví dụ em thi 700 thì có được chuyển thành 8 chỉ 10 điểm), hay chỉ xét miễn anh văn để đăng ký môn học ạ? Vì em thấy mail có ghi \"để được xét chuyển điểm Anh văn\".",
    "Cho em hỏi tại sao email là đến hết ngày 03/12/2020 mới hết hạn đăng kí AVĐV mà giờ đã hết ạ ?",
    "Chào thầy/cô Vào HK193, em có tham gia kì thi AV do trường phối hợp với IIG tổ chức và đạt mức điểm 780.( kết quả này hiện không được hiển thị trong Bảng điểm tại mybk) Nay, PĐT gửi email thông báo SV từ năm thứ 2 đăng kí tham gia \"kì thi AV đầu vào cho SV từ năm thứ 2 trở về trước\" để được chuyển điểm và đăng kí môn học. Vậy, kết quả thi của em ở HK193 có thể dùng để đăng kí môn học cho các học kì từ HK202 trở đi không?  Mong thầy/cô giải đáp sớm. Em cảm ơn!",
    "ng ký môn thi Em còn cách nào để em đăng kí thi anh văn không ạ. Mong PĐT cho em cơ hội để em được thi ạ",
    "em thi kiểm tra trình độ tiếng anh hồi tháng 9 do trường tổ chức được 545 đ có được tính là qua anh văn 3 không? Khi thi xong thì có kết quả trong bảng điểm , giờ bị xóa đi là sao ạ?",
    "Cho em hỏi rằng em đã thi kiểm tra Anh văn IIG hồi tháng 9 và đã qua được 4 chuẩn anh văn thì em có cần phải đăng ký thi Anh Văn đầu vào đợt này nữa không ạ?",
    "Em là sinh viên khóa K20, em chưa đăng kí thi AVĐV thì phải làm sao ạ?. Cho em hỏi còn đợt đăng kí bổ sung nào trước khi thi AVĐV không ạ? Em xin cảm ơn ạ!",
    "Em từ học kỳ trước đã học anh văn 4 và thi qua môn rồi, vậy thì lần thi xét điểm dành cho sinh viên năm 2 em có phải tham gia để đước đang ký môn học không ạ?  Em cảm ơn.",
    "Cho em hỏi hiện tại trong kì 201 em đang học AV1 và chưa có điểm thì có được xét đăng kí môn học năm 2 không ạ",
    "Em là sinh viên K19 . Cho em hỏi lần này thi vào tháng 12 là em phải qua 350 hay 450 điểm ạ, và nếu lần này em thi không qua anh văn thì HK202 tới em có bị hủy các môn đăng ký của năm 2 không ?  Em cám ơn.",
    "Cho em hỏi rằng kỳ thi kiểm tra trình Anh văn IIG và kỳ thi Anh Văn đầu vào của trường có khác nhau không ạ? Nếu mình đã thi kỳ thi kiểm tra trình Anh văn IIG thì mình có cần phải thi lại Anh Văn đầu vào không ạ?",
    "Chào phòng đào tạo ạ,   Em xin lỗi vì cứ làm phiền nhưng em đã đọc các quy chế liên quan đến ngoại ngữ và cũng như hỏi nhiều người bạn của mình và kết quả em vấn không biết trong trường hợp của em có được đăng kí làm luận văn vào kì sau hay không :(( Hiện tại em chỉ mới hoàn thành av2 trên trường và vừa thi Toeic với số điểm chỉ đạt 510. vậy em được đăng kí làm luận văn cho kì sau chưa ạ? Xin PĐT trả lời có hoặc không (kèm theo điều kiện cần và đủ) để cho con bé an lòng ạ. Thật sự hiện tại em rất lo lắng về vấn đề này ạ. Em cảm ơn rất nhiều.",
    "Em chào pđt, Em tên:  - mssv:  - khoa: KTXD Em có gửi hình ảnh đính kèm bảng điểm bên dưới ạ . Theo như học kì 3(2019-2020) em đăng kí học 7 chỉ, gồm 2 môn Đường lối CM của Đảng CSVN(SP1009) và Cơ học kết cấu(CI2029). Và 2 môn đó điểm tổng kết đều trên 5. Nhưng tại sao pđt chỉ cập nhật có 4 chỉ tích lũy thôi ạ. Mong pđt xem lại cho em với ạ. Em cảm ơn.",
    "Kính gửi PĐT, Em xin được phản hồi về điểm trung bình chung mở rộng trên trang web mybk. Cụ thể, tuy điểm trung bình học kỳ và điểm rèn luyện đã được hiển thị nhưng điểm trung bình chung mở rộng của em vẫn được hiển thị là 0đ. Em xin chân thành cảm ơn.",
    "Em chào thầy/ cô, em có vấn đề muốn hỏi về thông tin học bổng khuyến khích học tập, theo bảng điểm em gửi thì ngoại trừ môn vật lý 1 em học dự thính thì tất cả các môn còn lại em học theo chương trình đào tạo, với điểm trung bình là 7.39, thì theo quy chế đào tạo em được xét duyệt trong học bổng khuyến khích học tập. Nhưng theo mybk cập nhật thì em không có, em không có nợ môn và còn vượt chương trình đào tạo 2 chỉ mong phòng đào tạo xem xét trường hợp của em ạ, em đã học tập cố gắng trong kỳ vừa qua ạ. Em xin chân thành cảm ơn",
    "Chào thầy/cô ạ,  Thầy/cô cho em hỏi là em đã thi đợt anh văn IIG vào tháng 9 vừa rồi, bạn em thi đợt kiểm tra anh văn vào cuối học kì 2 năm nhất (hiện tại tụi em là sinh viên năm 3), và tụi em đều thi qua chuẩn anh văn 4 (cụ thể là em thi được 745 và bạn em thi được 520). Vậy là tụi em có được miễn chuẩn anh văn 4 chưa ạ? Hay là đợt chuẩn anh văn đầu vào tháng 12 này tụi em phải thi lại thì mới được chuyển điểm miễn ạ? Và cho em hỏi là tại sao điểm thi anh văn của tụi em trong các đợt kiểm tra anh văn của trường đều biến mất ạ? Em xin cảm ơn.",
    "/I      B ",
    "Cho em hỏi em quên đăng ký anh văn đầu vào thì phải làm sao ạ",
    "Kính gửi phòng đào tạo, em cùng nhiều bạn sinh viên bị lỡ thời gian đăng ký thi anh văn đầu vào, vì kỳ thi quan trọng nên em xin phòng đào tạo cho em và các bạn cơ hội đăng ký lại . Em xin chân thành cảm ơn !",
    "Dạ thưa thầy/cô, theo chương trình đào tạo thì hết năm nhất thì có tổng cộng 33 tín chỉ. Nhưng em chỉ có 29 tín chỉ ( do em không đăng kí 2 tín chỉ Anh văn 1 và 2 tín chỉ Anh văn 2 ). Em đang chuẩn bị nộp chứng chỉ Anh văn ( Toeic 550đ ) trước ngày 8/12(có thể chuyển điểm AV1 hoặc không chuyển điểm), vậy thì em có được xét học bổng khuyến khích học tập không ạ ( điểm TB học kì của em  7đ )? Em xin cảm ơn thầy/cô.",
    "Dạ cho em hỏi k2017 thì áp dụng bảng quy đổi điểm anh văn cũ hay mới ạ. Em được 610 thì tương đương điểm AV1,2,3,4 là bao nhiêu ạ. Em xin cảm ơn.",
    "Em chào các thầy cô ạ, Em là Đoàn Nhât , MSSV: . Hiện em đang là sinh viên năm 3 và đợt thi xét anh văn tháng 9 vừa rồi em đã không thể đăng kí do không còn chỗ trống, đợt thi anh văn mới mở hôm nay cũng không còn chỗ trống. Vậy em mong thầy cô xem xét mở thêm số lượng đăng kí để em có thể tham gia thi anh văn và đủ điều kiện đăng kí môn học cho học kì tiếp theo để đúng tiến độ chương trình đào tạo ạ . Em xin chân thành cảm ơn. .",
    "Cho em hỏi là đợt thi anh văn tháng 12 này, vì check mail trễ nên em đã lỡ việc đăng kí và đã hết slot ạ :(( , nhà trường có thể mở thêm slot được không ạ :(( , em cảm ơn. Và nếu không được thì cho em hỏi là đợt thi anh văn gần nhất do trường tổ chức sẽ vào tháng mấy ạ ? Em cảm ơn rất nhiều ạ :((",
    "Dạ cho em hỏi em định đăng kí thi av đầu vào vì chưa pass được av1 nhưng chưa gì tối hôm đó hết sạch slot rồi em không biết trường có thể mở thêm slot cho em đăng kí được không ạ, để em có thể pass av1 và đăng kí được kì tiếp ạ, em cảm ơn ạ",
    "Dạ em chào thầy/cô. Dạ hiện em đang học năm 2 và đã qua anh văn 1. Cho em hỏi là học kì 202 em có được đăng kí môn học không ạ? Sinh viên năm 2 phải qua anh văn mấy thì mới được đăng kí môn học ở học kì 202 ạ? Em cảm ơn.",
    "Dạ cho em hỏi em quên đăng kí thi anh văn đầu vào thì giờ phải làm sao ạ. Em xin cảm ơn .",
    "Dạ cho em hỏi em năm nhất em quên đăng ký thi anh văn đầu vào thì phải làm sao ạ. Cảm ơn",
    "MSSV:   Đăng ký kỳ thi Anh văn đầu vào  Em là sinh viên năm nhất  Em chưa đăng ký được kỳ thi anh văn đầu vào nên em muốn hỏi nhà trường là em phải làm thế nào để được đăng ký để tham dự kỳ thi ạ??? Em xin cảm ơn.",
    "Dạ em chào thầy/cô. Dạ em là sinh viên khóa K19, vậy thì em xét chuẩn anh văn theo chuẩn mới hay chuẩn cũ ạ? Nếu em thi Toeic được 520 thì khi nộp bằng chuyển điểm thì em qua được anh văn mấy ạ? Dạ em cảm ơn.",
    "Em chào thầy cô Hôm qua khoảng 14h30 ngày 3/12/2020 mới có thông báo đăng ký thi anh văn cho sinh viên năm 2 trở đi. Và vì tối em mới check mail và vào đăng ký thì đã đủ sĩ số các lớp. Em mong phòng đào tạo có thể nới rộng sĩ số để em có thể đăng ký thi anh văn được Em xin cảm ơn",
    "Em là  khoa điện điện tử, em có lỡ quên đăng kí AVDV, em có thể xin trường cho em một cơ hội để đăng kí lại không ạ. Vì hoàn cảnh gia đình em thật sự khó khăn không đủ điều kiện để em học trung tâm bên ngoài trường và lấy bằng. Em vô cùng mong mỏi phòng đào tạo cho em thêm một cơ hội nữa để được tham gia thi và học av trong trường. Em chân thành cảm ơn nhà trường.",
    "MSSV :    . Chào thầy cô, em là  là sinh viên khóa k19, năm trước em và bạn em có thi anh văn đầu vào, em pass anh văn 2 và bạn em pass anh văn 1, nay nhà trường có mở đợt đăng kí thi anh văn đầu vào cho hệ sinh viên năm 2,vì vào đăng kí sau nên hết slot đăng kí, em thắc mắc là nếu đợt này e và bạn em không đăng kí thi thì có được đăng kí môn học chuyên ngành cho học kì 202 không ạ? Mong thầy cô giải đáp giúp em, em xin chân thành cảm ơn!",
    ". Cho em hỏi vào tháng 9 em có tham gia test kĩ năng toeic thì điểm đó mình có sử dụng để làm chuẩn để được đăng kí môn cho học kì sau không ạ.Em cảm ơn!",
    "Cho em hỏi em quên nên lên đăng kí trễ, bây giờ em có thể đăng kí nữa hông ạ,còn đc đăng kí thi hông ạ, nếu thi trễ hơn thì có đc đăng kí môn học cho học kì sau hay năm sau hông ạ",
    "Do quá chủ quan cứ tưởng hạn chót đăng kí avdv là đến cuối ngày 13/12 nên em bị trễ đăng kí khi đăng kí lúc 17h ( đóng hạn đăng kí lúc 15h00 13/12 ). Rất mong phòng đào tạo cho em cơ hội để được đăng kí thi avdv.Em xin chân thành cảm ơn",
    "Chào ad  E là  Mssv  E có đăng kí thi anh văn đầu vào nhưng đã kín lớp  E mong được mở rộng lớp để e có thể đăng kí thi ạ E cảm ơn nhiều ạ",
    "hôm qua lúc 17h em có đăng kí thi avdv, cứ tưởng hết 3/12 mới hết hạn, mà 14h59 là hạn rồi ạ, em mong thầy cô tạo điều kiện giúp em đăng kí với ạ, em hoảng quá :((",
    "Kính gửi Phòng Đào tạo, Em tên là , thuộc chương trình kĩ sư tài năng khoa Điện - Điện tử khóa 2017 và hiện đang theo học chương trình liên thông cao học-đại học. Nay em xin được thắc mắc về số tín chỉ học kỳ trong học kỳ 192 để xét học bổng. Theo thông tin em được đọc trên fanpage chính thức của trường Đại học Bách Khoa (link đính kèm bên dưới), chương trình liên thông hỗ trợ chuyển tín chỉ của những môn học bên cao học để cộng vào số tín chỉ bên chương trình đại học, nên kỳ 192 em đăng ký 10 chỉ bên đại học, 6 chỉ bên cao học. Nên em có thắc mắc là số tín chỉ tích lũy kỳ 192 để xét học bổng của em là 10 hay 16 tín chỉ ạ? Em cảm ơn thầy/ cô và mong nhận được hồi âm sớm nhất. Chúc thầy/ cô một ngày làm việc vui vẻ. Trân trọng, https://www.facebook.com/truongdhbachkhoa/posts/[phone_number]12427",
    "Dạ thầy cô cho em hỏi về việc đăng kí thi tiếng anh đầu vào ạ,em đăng kí nhưng đã hết suất đăng kí rồi ạ,thầy cô có thể mở thêm suất đăng kí được ko ạ,em cảm ơn ạ",
    "Em xin đăng ký thi av đầu vào khoá 20 ạ",
    "Em chào thầy cô, em xin tăng sỉ số nhóm L02, thứ sáu, tiết 5 6 7, kiểm tra anh văn đầu vào ạ. Do hôm qua em học cả ngày không đăng ký kịp. Lúc vào đăng ký thì hết chỗ ạ. Mong thầy cô tăng sỉ số lớp cho em với ạ. Em cảm ơn thầy cô. Chúc thầy cô ngày mới tốt lành.",
    "Em đăng kí chuyển điểm thi toeic ,em thi được 360 em đăng kí chuyển điểm để qua AV1 theo qui chế là 350 nhưng không dược ạ   B",
    "Em vừa nhận mail từ PĐT về việc chuẩn bị cho công tác xét học bổng khuyến khích học kỳ 192, như mail đã nêu:  - Đã cập nhật thông tin về điểm trung bình học kỳ, số tín chỉ học kỳ, điểm trung bình chung mở rộng, điểm rèn luyện. Nhưng em mới chỉ được cập nhật điểm rèn luyện, mong PĐT kiểm tra lại giúp em.Em cảm ơn! Chúc anh/chị sức khỏe.",
    "Dạ em muốn đăng kí avdv nhưng hết hạn ạ",
    "Dạ e tên  MSSV  Khoa Cơ Khí Lớp CK19LOG2 Vì đăng kí thi anh văn đầu vào trễ nên đã hết chỗ e muốn hỏi phòng đào tạo có mở thêm chỗ không ạ",
    "Em có thắc mắc muốn gửi Phòng Đào Tạo giải đáp. Em là , MSSV , Khoa Cơ Khí. Trong học kỳ 192, em đã đăng ký học 20 tín chỉ, và bảng điểm đủ điều kiện qua hết tất cả các môn trong học kỳ 192. Nhưng trong phần Thông tin xét học bổng khuyến khích học tập số tín chỉ đạt trong học kỳ này chỉ có 17 tín chỉ?? (Ảnh đính kèm).",
    "Em không đăng kí anh văn đầu vào được ạ",
    "Kính thưa Phòng đào tạo!  Cho em hỏi kỳ thi anh văn đầu vào K20 đã đủ số lượng đăng ký, vậy trường có tổ chức thi đợt khác không ạ ? Em phải làm gì khi số lượng đăng ký đã đủ ạ ?",
    "Em không đăng kí dước avdv. Hổ trợ giùm em. Em cảm ơn.",
    "Thầy/Cô cho em hỏi là em chưa kịp đăng kí AVĐV đợt dành cho khóa 2020. Nhà trường có thể mở lại đợt đăng kí mới cho tụi em đăng kí không ạ? Em xin cám ơn ạ",
    "Dạ em chào quý Thầy/Cô ạ. Em tên là  (MSSV: ) hiện đang theo học tại khoa Điện-Điện tử. Em muốn hỏi là nếu theo đúng lịch học vụ em sẽ làm luận văn tốt nghiệp vào học kì 202. Nhưng em bị trễ  1 kì và phải làm luận văn trễ hơn, cụ thể là vào học kì I năm sau (học kì 211). Thầy/Cô cho em hỏi hạn chót để nộp bằng anh văn và chuyển điểm anh văn nhằm đạt yêu cầu nhận luận văn tốt nghiệp trong trường hợp của em cụ thể là vào thời gian nào ạ, do em thi chứng chỉ Ielts nên cần sắp xếp trước để lúc có kết quả vừa kịp nộp luôn ạ. Dạ em chân cảm ơn",
    "thầy/cô cho em hỏi sao điểm tbhk của em đủ điều kiện để xét học bổng nhưng sao phòng đào tạo không cập nhật điểm trung bình mở rộng của em .",
    "Em tên là n lớp Ck18CD1 lần đăng kí thi anh văn đầu vào này lúc đăng kí thì tất cả các lớp đều đã đầy (chỉ trong vòng 1 ngày) vậy nên em cũng như nhiêud bạn không kịp đăng kí thì đã hết chỗ ạ, em mong muốn PĐT có thể mở rộng sĩ số lớp thi Av đầu vào lớp L07 hoặc L08 hoặc L09 ạ. Em chân thành cảm ơn!",
    "Cho em hỏi là đợt đăng kí anh văn đầu vào em bị quá hạn đăng kí làm sao có thể đăng kí lại được ạ hay trường còn đọt thi anh văn nào khác không ạ",
    "em học năm 2 ,cho em hỏi nếu em ko nộp bằng anh văn thì học kì sau em có được đăng kí những môn thể dục hay học lại không ạ. và nếu em thi anh văn đầu vào cùng với năm nhất thì có kịp thời hạn nộp bằng để đăng kí môn học không ạ",
    "Dạ cho em hỏi là điểm rèn luyện của em do một phần lỗi của lớp trưởng đánh nhầm điểm rèn luyện thì phải làm như thế nào ạ, mong phòng đào tạo hỗ trợ giúp em",
    "Kính cháo thầy cô,  Em  có câu hỏi là năm 1 em thi AVĐV được 425đ .Nếu năm nay em đk lại thi anh văn đầu vào dành cho SV  = năm 2 em đạt điểm thấp hơn 425đ thì Kết quả cuối cùng mà trường sẽ lấy cho em là bao nhiêu ?",
    "Em chào Phòng Đào tạo ạ! Vì lý do mail của em bị trôi nên em quên đăng ký Bảo hiểm Y tế chi kỳ này, lúc em kiểm tra lại thì đã quá hạn, Phòng đào tạo cho em đăng ký được không ạ? Em cảm ơn ạ!",
    "Em chào thầy/cô ạ. Em tên: . Mssv  Em xin được đăng kí thêm vào ngày thi chuẩn anh văn ạ. Vì khi trường mới mở được hơn 30p các bạn đã vào đăng kí hết chỗ rồi ạ, em check mail muộn nên không thấy để đăng kí kịp thời được. Xin thầy cô cho em được đăng kí thêm vào nhóm L03 để được thi chuẩn anh văn ạ vì nếu không được thi em sẽ không đủ chuẩn để đăng kí môn học kì sau ạ. Xin cám ơn thầy cô.",
    "Dạ em chào phòng đào tạo, do em check mail trễ nên em không kịp đăng kí ngày thi anh văn đầu vào do trường tổ chức ngày 18 19 20 này, nên em muốn hỏi là trường sẽ tổ chức đợt tiếp theo gần nhất vào tháng mấy ạ, em cảm ơn nhiều.",
    "Dạ lúc đầu năm thi vào trường em đã nộp một bản sao chính thức từ Hội đồng Anh vào trường để xét điểm tiếng Anh. Dạ vậy cho em xin hỏi là bây giờ khi muốn dùng CCNN để chuyển điểm AV 1-4 em có cần nộp thêm bản sao từ hội đồng Anh nữa không ạ? ",
    "Em chào Phòng Đào tạo, Phòng Đào tạo tăng sỉ số lớp thi anh văn đầu vào cho SV năm 2( 003101) được không ạ? Em cảm ơn!",
    "Chào thầy/cô, em đang là sinh viên k19, vì năm nay dịch bệnh Covid19 nên trường có hoãn việc xét chuẩn avdv năm nhất sang học kì 201. Hiện tại hk201 này em đang học Anh văn 1, cho em hỏi em có cần đăng kí xét chuẩn anh văn đầu vào để được đăng kí môn ở học kì 2 nữa không ạ, hay chỉ cần hoàn thành Anh văn 1 hiện tại ạ. Em cám ơn",
    "Dạ em xin chào phòng đào tạo trường đại học Bách Khoa đại học quốc gia thành phố Hồ Chí Minh.Em tên là  MSSV:  Lớp: XD18KT Cho e hỏi là vào kì hè vừa rồi e có học bộ Môn Công Cộng 1 do Thầy  dạy ạ .....sau 1 thời gian có điểm lâu rồi nhưng điểm trung bình tích lũy với tính chỉ e không được cộng vô ạ .........mong PĐT xem xét vấn đề này của em ạ",
    "Dạ chào cô, Em là sinh viên khóa K2016, vừa hoàn tất tốt nghiệp đợt tháng 11 này. Tuy nhiên ở địa phương đã gọi em đi nghĩa vụ quân sự. Tuy nhiên, nguyện vọng em vẫn muốn đi học tiếp. Dạ cho em hỏi nếu em đăng ký học Văn bằng 2, hoặc học Thạc sĩ thì có được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự không ạ? Nếu được thì em có thể đăng ký học Văn bằng 2/Thạc sĩ trong thời gian sớm nhất là khi nào ạ? Cảm ơn cô đã giải đáp. Trân trọng,",
    "Em chào thầy/cô, Em là , MSSV . Em có tham gia buổi hiến máu tình nguyện vào ngày 10/11/2020 (có hình ảnh minh chứng) nhưng tới bây giờ vẫn chưa được cập nhật ngày công tác xã hội. Mong các thầy cô kiểm tra lại giúp em ạ! Em cám ơn, .",
    "Em chào thầy/cô, Em đã nộp chứng chỉ TOEIC và có đăng ký xét miến điểm trên MyBK vào ngày 10/11/2020 và cũng đã hoàn thành phần thanh toán (có hình ảnh minh chứng). Tuy nhiên, cho đến bây giờ em vẫn chưa được chuyển điểm các môn ngoại ngữ ạ. Mong thầy/cô kiểm tra lại giúp em ạ! Em cám ơn,  .",
    "Kính gửi Phòng Đào Tạo, -Em tên là , MSSV  khoa Điện-Điện tử. -Em thấy mình đủ tiêu chí để xét học bổng khuyến khích nhưng trên thông tin sinh viên thì em không được cập nhật thông tin xét học bổng.Em mong Phòng Đào Tạo giải đáp thắc mắc giúp em.Em xin cảm ơn.",
    "Cho em hỏi về việc xét miễn điểm tiếng anh đầu vào. Em có nộp bằng ielts và có nộp tiền xác nhận và thấy điểm hiện theo từng học phần anh văn rồi, nhưng mà em không đăng ký thi anh văn đầu vào có sao không ạ??? Hiện tại đã hết hạn đăng ký thi anh văn đầu vào nhưng mà em không đăng ký thi thì có dùng bằng IELTS để quy đổi điểm được không ạ? Và nếu cần phải đăng ký thì giờ em phải làm sao để đăng ký thi?? Mong cô/ thầy xem và phản hồi nhanh nhất có thể. Em xin chân thành cảm ơn!",
    "Dạ em chào cô Em có lỡ quên nộp tiền BHYT vào ngày cuối là 30 tháng 11 năm 2020. Bây giờ em có đóng được không ạ, hay là của em bị huỷ ạ Em cảm ơn cô   i  .",
    "Thưa Thầy(Cô), Do hôm qua em không kịp đăng kí thi anh văn đầu vào. Vì để không bị trễ hạn ra trường, nay em muốn xin phòng đào tạo mở mở thêm sĩ số hay mở thêm lớp thi ạ. Em chân thành cám ơn Thầy(Cô) đã đọc.",
    "Cho em hỏi là còn đợt kiểm tra anh văn nào sau đợt 17/12 này không ạ. Hoặc có mở thêm ca thi không ạ . Em cảm ơn ạ",
    "Em xin chào thầy/cô, Hiện em là sinh viên năm cuối chương trình PFIEV. Em có một vài thắc mắc về việc nộp chứng chỉ ngoại ngữ. Hiện tại thì em vừa nhận kết quả thi toeic 2 kỹ năng là nghe và đọc. Hiện em cần nộp chứng chỉ nhằm các mục đích: + Xét miễn điểm 2 môn anh văn 3, 4 + Nhận luận văn tốt nghiệp vào kỳ sai\\u + Xét tốt nghiệp Em xin hỏi là em có cần phải lấy hẳn chứng chỉ để nộp hay chỉ cần nộp bảng điểm ạ. Vì lấy chứng chỉ thì phải tốn thêm 1 khoảng thời gian. Điểm toeic của em vừa thi đc là 750. Em xin cảm ơn!   i  .",
    "Do thời gian qua em có việc phải về quê nên đã trễ hạn đăng kí BHYT có cách nào giải quyết không ạ?   i  .",
    "Chào thầy/cô, Em tên là , mssv , lớp CK18LOG1. Em đang có thắc mắc về điểm TB mở rộng của mình để xét học bổng khuyến khích ạ. Ở cột điểm đó em chỉ được mỗi điểm rèn luyện thôi ạ, còn mấy điểm khác thì bằng 0. Là do em không đủ điều kiện xét HBKK hay sao ạ? Mong là thầy/cô có thể xem lại giúp điểm của em với ạ! Em cảm ơn ạ!",
    "Em chào pđt, Em tên:  - mssv:  - khoa: KTXD Em có gửi hình ảnh đính kèm bảng điểm bên dưới ạ. Theo như học kì 3(2019-2020) em đăng kí học 7 chỉ, gồm 2 môn Đường lối CM của Đảng CSVN(SP1009) và Cơ học kết cấu(CI2029). Và 2 môn đó điểm tổng kết đều trên 5. Nhưng tại sao pđt chỉ cập nhật có 4 chỉ tích lũy thôi ạ. Mong pđt xem lại cho em với ạ. Em cảm ơn.",
    "Chào anh/chị, cho em hỏi là em quên đóng bảo hiểm y tế (nay đã hết hạn) thì kỳ sau em không đăng ký luận văn tốt nghiệp được. Anh/ chị có cách nào giúp em mở thêm đợt đăng ký với ạ. Em xin cảm ơn anh/chị.",
    "Em là sinh viên khoá K20, do quá chủ quan cứ tưởng hạn đăng kí avdv là cuối ngày 13/12 nên em đến tối mới đăng kí nhưng đơn đã đóng lúc 15h. Kính mong thầy, cô phòng đạo tạo xem xét cho em một cơ hội để đăng kí lại avdv. Em xin chân thành cảm ơn.",
    "Dạ thưa thầy ,cô Cho em xin hỏi hiện tại e bị trễ hạn đóng tiền bảo hiểm trên bkpay Em xin lỗi thầy cô rất nhiều vì sự bất cẩn lần này của em Bây h em phải làm sao ạ  Mong thầy cô giúp em Em cám ơn Em xin hứa sẽ không tái phạm nữa",
    "Em muốn hỏi là đăng ký môn dự tính em xem trên lịch học vụ dự kiên là 17/12 bắt đầu đăng ký mà em chưa đạt chuẩn av em không biết là em có đăng ký được cơ sở ngành với môn đầu 2 không ạ Em xin cảm ơn.",
    "Học phí . Chào thầy cô, em là sinh viên bằng 2 K2019. Em đã đóng học phí đợt 1 và đợt 2. Tuy nhiên, trên BKPay vẫn hiển thị một khoản học phí tương đương với tổng của học phí 2 đợt . Rất mong được sự xem xét của thầy cô. Em xin chân thành cảm ơn.",
    "câu 1: em sinh viên k19, lần thi av vào tháng 9 vừa rồi em được 410đ và qua av1 trong trường thì đã đủ điều kiện để đăng kí học kì 202 chưa, nếu lần này em thi thấp điểm hơn thì xét anh văn đăng kí môn lần nào ạ. câu 2: để được đăng kí môn của năm 3 thì theo chương trình của k19 thì em phải được 450đ, nếu lần này em thi được 450đ thì có đủ điều kiện để vào kì sau đăng kí môn năm 3 chưa ạ chưa ạ?? Câu 3: từ nay cho đến trước đợt đăng kí môn năm 3 thì còn đợt thi av nào không, nếu em đăng kí lần đó và thi trên 450đ, thì vẫn được đăng kí môn năm 3 đúng không??",
    "Kính gửi Quý thầy/cô, Quý thầy cô cho em xin hỏi trường hợp của em phải học tổng cộng bao nhiêu môn và bao nhiêu chỉ. Hiện tại em vẫn chưa biết xem danh sách các môn học bắt buộc phải đăng kí, môn nào được miễn, kế hoạch chương trình đào tạo ở đâu. Kinh mong Quý thầy cô hướng dẫn giúp em.",
    "Cho em hỏi về việc cập nhập điểm xét học bổng hk192 ạ. Hk192 em k rớt môn nào, ĐtBCMR của em  7 nhưng tại sao em k được cập nhật để xét học bổng ạ. Em đã gửi mail nhưng pđt không rep ạ.",
    "Dạ vâng, em tên là  và hiện tại vì một số lý do về tài chính em ko kịp đăng kí và đóng tiền qua mybk, và em cũng ko liên lạc được vs trạm y tế của trường để đăng kí bổ sung. Em mong có thể được đăng kí bổ sung BHYT. Em rất xin lỗi vì vấn đề này. Em cảm ơn ạ.",
    "Chào cô, Em là sinh viên K19, nếu em không đăng kí thi avdv đợt này thì lịch nộp bằng anh văn em thi ở trung tâm bên ngoài cho trường là ngày mấy ạ để được tiếp tục đăng kí môn học cho các kì sau. Em mong sớm nhận được sự phản hồi từ cô!",
    "em chào thầy/cô ạ  kì hè 193  em có học 2 môn và điểm trung bình lần lượt là 7 và 8 phẩy.nhưng đến giờ điểm tbtl và tổng tín chỉ của em chỉ được tính 1 môn. em có lên pđt để hỏi và được trả lời là sẽ cập nhật vào tháng 12 nhưng ngày 1/12/2020 có cập nhật và vẫn chưa giải quyết được ạ em mong thầy/cô cập nhật điểm và tổng tín chỉ lại giúp em. em xin cảm ơn.",
    "Kính chào quý thầy/cô, Em có đăng ký môn học HK1/2020-2021 hệ VLVH theo Thông báo của PĐT nhưng 2 lần đều không thấy cập nhật Thời khóa biểu và Học phí. Vậy em có được tham gia học không ạ?  Mong nhận được phản hồi sớm quý thầy/cô để em có thể thanh toán học phí và theo dõi được chương trình học của mình . Em xin chân thành cảm ơn!",
    "Em tên phan minh nhườn mssv  Lý do là em chưa đủ điểm anh văn nên trong đợt đăng ký đợt một em bị hủy môn học vào trong đợt hai em không được đăng ký thì giờ em phải làm thế nào dược đăng ký ạ để có thee duy trì trạng thái học tập ạ. Xin phòng đạo tạo giúp em, em cảm ơn nhiều ạ. Phản hồi sớm giúp em và cho em phương án giải quyết ạ.",
    "cho em hỏi điểm toeic quy đổi ra anh văn 2 cho k16 là bao nhiêu ạ? em có xem quy chế học vụ có ghi là 500 nhưng không thấy có ghi từ khóa nào ạ. em xin cảm ơn.",
    "Chào thầy/cô phòng đào tạo, Phòng đào tạo xem giúp em trạng thái \"Nợ HP\" với ạ. Em đã đóng đủ học phí hk201 vào ngày 2020-11-06 trên BKPay rồi. Tuy nhiên khi em vào trang tốt nghiệp để lấy hình tốt nghiệp thì hệ thống báo là em còn \"Nợ HP\". Mong phòng đào tạo xem xét và giải quyết giúp em với ạ. Em xin cảm ơn. Trân trọng,  - ",
    "Em trễ hạn đăng kí và đóng tiền bảo hiểm y tế . Cho em hỏi là có cách nào cho em đăng kí bổ sung không ạ. Nếu không đăng kí bổ sung được thì em có thể mua bhyt ở ngoài được không ạ.:",
    "Dạ cho e hỏi hiện giờ em đã có bằnng toeic, em muốn nộp vào để có thể đăng kí môn học chứ không phải chuyển điểm anh văn thì em phải làm sao ạ. Em cảm ơn!  !",
    "Cho em hỏi là hk hè 193 em có thi kiểm tra trình độ tiếng Anh đạt 450, thì kết quả đó em có được dùm để xét đăng ký môn học cho hk 301 không?",
    "Theo thông tin trên trang web trường, Đối với khóa K2018 chuẩn tiếng anh sau năm hai là đạt trên 450( đạt anh văn 3), em thi toeic đạt 455 như vậy sẽ đủ điều kiện đăng kí các môn chuyên ngành năm 3 đúng không ạ. em cảm ơn",
    "Em là sinh viên đã ra trường và nhận bằng tốt nghiệp 28/11 này rồi  thế nhưng sao trường vẫn để em nợ học phí không thể tải ảnh tốt nghiệp ạ.Em mong pdt cập nhật giúp em để e có thể xem lại khoảng khắc quý giá 3s đời người đó ạ. Em cảm ơn rất nhiều",
    "Dạ cho em hỏi chuẩn av để đkmh cho học kì 202 là bao nhiêu ạ. Do em coi trên chỗ phụ lục của phần học vụ thì thấy để là 500 điểm. Nhưng mấy bạn trên group hcmut lại bảo là 550, điểm chỗ phụ lục đó cũ rồi nhưng nhà trường chưa cập nhật lại. Vậy rốt cuộc là 500 hay 550 điểm ạ . Em xin chân thành cảm ơn",
    "Kính chào thầy cô PĐT,  Cho em hỏi là hiện tại em cần thi kiểm tra tiếng anh để đủ điều kiện về chuẩn tiếng anh sau mỗi năm học để được đăng kí môn học cho học kì 202 tới, tuy nhiên tất cả các ca thi đã kín lịch từ hôm đầu mở đăng kí nên em vẫn chưa kịp đăng kí được ạ, vậy cho em hỏi trường có thể xem xét mở thêm một đợt thi nữa không ạ. Hiện tại em có nghe được thông tin là trường sẽ mở thêm một đợt thi trước tết nguyên đán (ngày 3/2) nhưng thời hạn đăng kí môn học cuối cùng của đợt 3 là 7/1, vậy thì có phải sẽ không kịp cho đợt đăng kí môn học không ạ. Mong trường và PĐT xem xét lại! Em cám ơn!",
    "Dạ cho em hỏi nếu em muốn đổi ca thi anh văn đợt này và có bạn đồng ý để đổi cùng em thì em có thể lên phòng đào tạo xin đổi hay không ạ. Vì đổi nhóm trực tuyến em sợ bị mất chỗ ạ",
    "em chào phòng đào tạo. hiện em đang là sinh viên năm 3. Hiện em đang học AV3 ở HK 20.1. vậy em có được đăng ký môn học chính thức đợt 2 ở học kỳ 20.2 các môn năm 3 không ạ? em cảm ơn phòng đào tạo.",
    "Chào thầy/cô, Em tên , MSSV: Trúng tuyển ngành: _V - Khoa Học Máy Tính (hệ VLVH) Thầy/cô có thể cho e hỏi chương trình đào tạo Khoa học máy tính hệ VHVL có khác chương trình đào tạo bên chính quy không ạ. Nếu khác rất mong thầy cô cho em xin chương trình các môn học ạ. Em xin cám ơn, Đoàn",
    "cho em hỏi là trường còn đợt đk thi anh văn định kì nữa k ạ. Mong nhà trường trả lời sớm để em sắp xếp thi lấy bằng để k trễ năm 2 ạ",
    "Dạ em chào phòng đào tạo ạ. Em tên , mssv  Vừa qua em có lỡ trễ hạn đăng kí bảo hiểm y tế ạ. Là do hôm bửa em có thấy thông tin nhưng vì đi làm công ty chưa trả lương cho em nên em chưa có tiền và em có đợi khi có tiền rồi đóng luôn nhưng do em đi làm nên lại sơ sót quên đăng kí và lỡ trễ hạn. Phòng đào tạo cho em hỏi có cách nào cho em đăng kí trễ hay phòng đào tạo giúp em được không ạ. Em cám phòng đào tạo đã xem ạ",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Thầy cô cho em hỏi là đối với khóa K17 thì số ngày công tác xã hội đủ để tốt nghiệp là bao nhiêu ngày ạ! Chúc thầy cô nhiều sức khỏe ạ! Em cám ơn nhiều ạ!",
    "Tháng này kinh tế em đang khó khăn nên không thể nộp học phí đợt 2 đúng hạn. Cho em hỏi em có thể xin nộp trễ được không ạ ? Và nộp trễ bằng cách nào ạ ? Em xin cảm ơn.",
    "Chào anh/chị, Ngày 12/11 em có đăng kí chuyển điểm anh văn cho AV1, AV2, AV3, AV4 và đã thanh toán phí chuyển điểm. Tuy nhiên, đến hôm nay 6/12 em vẫn chưa thấy điểm được chuyển. Cho em hỏi là khi nào thì điểm sẽ được chuyển vậy ạ?",
    "Chào PĐT! Bảng điểm xét học bổng của em thiếu một số thông tin ngoại trừ điểm rèn luyện ra thì các điểm khác thì không có. Cho em hỏi này là pđt chưa cập nhật hay là sao ạ? Em cảm ơn!",
    "Em xin chào Thầy Cô, Em vừa tốt nghiệp đợt vừa rồi thì em có lên mục Đăng ký tốt nghiệp để lấy hình thì trên đó yêu cầu em phải làm một khảo sát để lấy hình. Tuy nhiên em đăng nhập tài khoản cựu sinh viên không được, bị lỗi tài khoản không tồn tại. Em mong Thầy Cô giúp em với ạ, em xin cảm ơn rất nhiều.",
    "ad cho em hỏi kì 202 sắp tới em có đk môn SP1031 - Triết học  -  và môn SP1033 - K/tế chính trị - cùng trong 1 kì đc đúng ko ạ",
    "Kính gửi : PĐT Trường ĐHBK  Dạ thưa PĐT cho em hỏi là thời gian đào tạo tối đa đối với sinh viên K18 là bao lâu ạ  Hiện tại em là sinh viên K18 ạ ",
    "Dạ cho em hỏi, học kì 202 em định đăng kí học trước 5 tín chỉ ở một học kì sau, nhưng nếu em học trước 5 tín chỉ thì học kì sau em chỉ còn lại 10 tín chỉ (vì theo ctdt học kì đó có 15 tín chỉ), vậy tới lúc đăng kí môn học cho học kì đó em có bị cảnh cáo học vụ vì vi phạm số tín chỉ tối thiểu trong 1 học kì không ạ? Em cảm ơn ạ!",
    "Kính gửi Nhà trường, Em tên , MSSV , sinh viên Bằng 2 Chính quy Ban ngày. Ở đợt 1 em đã thanh toán đủ học phí cả 2 đợt của HK201 nên khoản thanh toán DDB2N201.2 em không cần phải thanh toán nữa đúng không ạ? Em có đính kèm hình chụp BKPay. Em xin cảm ơn, ",
    "Dạ em muốn hỏi về làm thẻ học sinh của em ạ. Em đã cập nhật hình chụp nền trắng đúng yêu cầu luôn ạ nhưng vẫn không có hiện tích xanh hay có thông báo đã có thẻ ạ. Vậy giờ e phải làm sao ạ",
    "Dạ cho em hỏi là còn đợt kiểm tra anh văn nào sau 20/12 không ạ, Hoặc có mở thêm ca kiểm tra không ạ, hạn chót nộp bằng anh văn để được đăng kí môn học kì sau là khi nào ạ  Em cảm ơn",
    "Em hiện là sinh viên tài năng khoa kỹ thuật hóa học K19, năm ngoái xét chuyên ngành thì chưa cần tới việc pass qua các chỉ tiếng anh. Vừa rồi em đăng kí không được kỳ thi anh văn của trường, nên em muốn hỏi là em có bị hạn chế việc đăng kí môn học học kì 202 không vậy ạ ? Tại em chưa pass bất kì chuẩn anh văn nào luôn.",
    "Em có đóng tiền học phí qua momo rồi mà sao trên bkpay nó vẫn cứ bảo là e chưa đóng ạ",
    "Kính thưa thầy ( cô) cho em hỏi rằng em là sinh viên chính quy năm 2 khoa điện điện tử em muốn chuyển sang quản lý công nghiệp hệ vừa học vừa làm thì thời gian để chuyển là khi nào vậy ạ.  EM có được cấp giấy hoãn nghĩa vụ quân sự khi học hệ này không.",
    "Xin chào phòng hỗ trợ trực tuyến. Em là  sinh viên khoa Cơ khí. Em xin hỏi em học chương trình hệ VLVH và em cần đăng ký những môn gì đúng chuyên ngành hay phòng hỗ trợ cho em đường link chương trình đào tạo ngành cơ điện tử đã được lược bỏ một số môn em đã học ở chương trình Cao đẳng. Tại em có hỏi thầy cô, thầy cô nói sẽ có email gửi đến cho em nhưng em vẫn chưa thấy trong khi hôm nay là ngày cuối đăng ký môn rồi ạ . Em xin cảm ơn ạ.",
    "Cho em hỏi khi nộp đơn bảo lưu có được giải quyết liền hay không?  Thời gian bao lâu để hoàn thành thủ tục bảo lưu",
    "Dạ anh chị cho em hỏi em đã đk thi kiểm tra anh văn định kì nhưng chưa thấy lệ phí thi trên bkpay. Em muốn hỏi lệ phí lần này là bao nhiêu cũng như ngày đóng để thuận tiện theo dõi ạ. Em cảm ơn.",
    "em đã có thẻ ocb từ trước làm cách nào em liên kết thẻ hiện có của em với tài khoản BKPAY để thanh toán học phí ạ ?   i  .",
    "MSSV:     Dạ cho em hỏi là tại sao HK192 em không rớt môn nào, điểm trong kì cũng trên 8.0 nhưng tại sao trong phần thông tin xét học bổng lại không có điểm trung bình mở rộng ( trong khi các bạn thấp điểm hơn em lại có ạ).",
    "Do lỗi bên ngân hàng, em đã thanh toán học phí và bảo hiểm cùng lúc, nhưng bảo hiểm lại không trừ tiền và em cũng chỉ kiểm tra lại một lần sau khi đóng là cả các mục em đóng đều chưa cập nhật trên BKPay nên không kiểm tra lại vì đã trừ tiền. Giờ em kiểm tra thì thấy lỗi này, nên em đóng trễ phí bảo hiểm. Cô/thầy cho em hỏi em có làm đơn trễ học phí không ạ? Em cảm ơn.",
    "Dạ phòng đào tạo cho em hỏi là HK192 em không bị rớt môn nào, điểm trung bình của kì cũng trên 8.0 nhưng tại sao trong phần thông tin xét học bổng em lại không có điểm trung bình mở rộng ạ ( trong khi các bạn thấp hơn em lại có).",
    "Em tên là  MSSV . Em có vấn đề như sau: Kì vừa rồi em đã hoàn thành luận văn tốt nghiệp nhưng em chưa đủ điểm anh văn nói viết nên chưa đủ điều kiện để tốt nghiệp vì vậy tình trạng học tập hiện tại của em là bị tạm dừng học kì. Với tình trạng của em như vậy thì em thi đậu anh văn nói viết trước tháng 4 thì có thể đăng kí tốt nghiệp đợt tháng 4 được không ạ và thủ tục như thế nào để được tốt nghiệp ạ . Em xin cảm ơn ạ.",
    "Phòng Đào Tạo cho em hỏi quy chuẩn đổi điểm anh văn theo bảng mới có áp dụng cho các khóa 2017 trở về trước không ạ?  Em sinh viên Cao Đẳng Bảo Dưỡng Công Nghiệp khóa 2017 thì chuyển điểm anh văn theo bảng chuẩn mới hay bảng chuẩn cũ ạ?",
    "Kính chào Thầy/Cô, Hiện tại trên trang mybk.hcmut.edu.vn của em vẫn chưa cập nhật điểm trung bình chung mở rộng mà chỉ hiển thị 0, về điểm rèn luyện thì em đã được cập nhật rồi. Vậy trong vài ngày tới PĐT sẽ cập nhật tiếp thông tin xét học bổng phải không ạ? Em cảm ơn.",
    "Anh chị cho em hỏi cách nộp hồ sơ bảo lưu và trong thời gian bao lâu thì hồ sơ của mình được giải quyết ạ",
    "Em có một số thắc mắc mong thầy cô giải đáp: 1) Em đã thi anh văn toeic 2 kĩ năng nghe và đọc được 505 và nộp bằng vào để thẩm tra và chuyển điểm 4 anh văn. Mặc dù em đã xem các quy định trên aao nhưng em không biết em đã đủ điều kiện nhận luận văn và xét tốt nghiệp hay chưa? 2) Kì thi anh văn đầu khoá dành cho sinh viên từ năm 2 vào ngày 18-20/12/2020 có được dùng để xét các anh văn 1,2,3,4 không ạ? Hay chỉ dùng để xét điều kiện đăng kí môn học cho học kì sau ạ?  Em xin cảm ơn thầy cô nhiều.",
    "phòng đào tạo cho em hỏi em là sinh viên k16 trễ tiến độ ra trường 2 năm do anh văn thì bây giờ em có cần phải đi khám sức khoẻ ở trường không ạ. những năm trước em có đi khám sức khoẻ ở trường đầy đủ  em muốn hỏi là để tránh bị đình chỉ học kỳ tới ạ, em cảm ơn",
    "Dạ PĐT cho em hỏi đợt đăng ký TTTN?LVTN cuối cùng cho học kỳ 2 năm học 2020-2021 là từ ngày 22/1 - 28/1 thì em chỉ cần nộp bằng anh văn trước thời điểm đó thì sẽ được đăng ký đúng không ạ . Mong PĐT giải đáp thắc mắc cho em với ạ Em xin chân thành cảm ơn ạ",
    "Cho em hỏi kỳ này em đang làm đồ án và kỳ sau em 91 tín chỉ tích lũy thì em có thể đăng ký thực tập tốt nghiệp được không ạ? Em là sinh viên khoa Điện ạ! Em cám ơn",
    "Chào anh/chị, cho em hỏi là em quên đóng bảo hiểm y tế (nay đã hết hạn) thì kỳ sau em không đăng ký luận văn tốt nghiệp được. Anh/ chị có cách nào giúp em mở thêm đợt đăng ký với ạ. Em xin cảm ơn anh/chị.",
    "Cô ơi cho em hỏi là Khám sức khỏe định kì lớp của em vào ngày 23/12 nhưng ngày hôm đó nhà em có việc đột xuất. Vậy em có được khám các ngày trước đó không ạ",
    "Dạ em chào quý thầy cô phòng đạo tạo Em có thắc mắc về việc xét học bổng khuyến khích học tập kỳ 192. Các điều kiện cũng như về điểm số để thuộc diện xét học bổng, em thấy em đã thỏa mãn nhưng trên bảng điểm của em lại không cập nhật phần điểm trung bình mở rộng Mong phòng đạo tạo giải đáp thắc mắc em",
    "Dạ cho em hỏi còn đợt đăng kí thi anh văn nào, để kịp đăng kí môn học kì 202(k19) khi em chưa đủ chuẩn av từng năm không ạ.",
    "Chào thầy cô  Năm nay em năm 4 năm sau sẽ ra trường và tham gia vào nghĩa vụ quân sự Em nghe nói mình có thể tham gia vào dự bị sĩ quan để thay thế cho nghĩa vụ quân sự phải không ạ Vậy trường mình có tổ chức không ạ vì em muốn tham gia Cảm ơn ạ",
    "Em chào Thầy(cô) . Vào đầu HK201 em có tham gia kì thi Toeic do Trường tổ chức và đạt 390 điểm. Em được biết là chuẩn AV năm 3 của K17 là 350 điểm. Vậy em có được đăng kí môn học của năm 3 không ạ? Hay phải nộp chứng chỉ từ IIG? Mong (cô) giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Cho em hỏi là em quên chưa đóng tiền đăng ký khám sức khỏe thì giờ có cách nào không ạ?",
    "Kính gửi phòng đào tạo, Em tên là , MSSV: . Vừa qua em có nhận được mail thông báo về việc cập nhật điểm trung bình chung mở rộng. Em đã kiểm tra vài ngày liên tục thì em thấy rằng phòng đào tạo vẫn chưa cập nhật điểm trung bình chung mở rộng của em (điểm rèn luyện đã được cập nhật). Em kính mong phòng đào tạo có thể giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Em chào thầy/cô, Em là , MSSV . Em có thắc mắc về việc điểm trung bình chung mở rộng HK192 của em không có. Vì học kỳ 192 em có kết quả tương đối tốt về điểm GPA và điểm rèn luyện nên em thắc mắc là vì tài khoản mybk của em bị lỗi hay là có thể em vẫn chưa đủ điều kiện trong diện xét học bổng vậy ạ?. Mong thầy/cô giải đáp giúp em. Em chân thành cảm ơn .   i  .",
    "Chào PĐT! Theo như những gì thông báo trong mail của PĐT, thì điểm trung bình 1 học kỳ, điểm rèn luyện, số tín chỉ đạt được thì đã được cập nhật trên mybk bên khung thông tin xét học bổng khuyết khích học tập. Nhưng của em chỉ có cập nhật điểm rèn luyện còn các mục khác thì chưa ạ.   B Cho em hỏi:    có phải là PĐT chưa cập nhật hết phải không ạ? Mong được PĐT giải đáp thắc mắt sớm! Em cảm ơn ạ! Định",
    "Kính gửi Phòng Đào tạo, em tên . MSSV . Em nhận được mail từ phòng đào tạo là đã cập nhật thông tin xét học bổng. Nhưng trên trang cá nhân của em thì chỉ có điểm rèn luyện thôi ạ, các thông tin còn lại bên phần thông tin xét học bổng vẫn chưa có ạ. Kính mong Phòng Đào tạo xem xét lại cho em ạ. Em cám ơn ạ. ",
    "Em chào cô ạ ! Cô cho em hỏi là sau kỳ này em chỉ còn anh văn Nói-Viết thì ra trường. Như vậy, em có cần phải đăng ký môn học học kỳ 202 không, và nếu em đăng ký môn học kỳ đó để đề phòng vi phạm quy chế thì khi em đủ điều kiện và đăng ký tốt nghiệp thì các môn em đăng ký kỳ 202 sẽ bị xóa và có tính học phí các môn đó không ? Em cám ơn cô ạ !",
    "Chào thầy/cô, em có đăng kí thi chuẩn tiếng anh lớp L09 (ngày chủ nhật) nhưng sau BKpay vẫn chưa có mục thanh toán vậy ạ? Thầy/cô giải quyết giùm em ạ? Em cảm ơn thầy/cô",
    "Kính chào thầy/cô, Em tên là , MSSV , chuyên ngành xây dựng dân dụng, khoa kỹ thuật xây dựng. Em tạo yêu cầu này với thắc mắc là em cảm thấy mình đủ điều kiện xét học bổng khuyến khích nhưng trong bảng điểm của em lại chưa có điểm TBTLMR.Bổ sung là hiện tại em đã qua và có điểm anh văn 1. Mong thầy/cô có thể giải đáp cho em. Em xin chân thành cảm ơn.",
    "Chào Thầy Cô ạ! Em đã qua được Anh văn nói viết và đã đủ điều kiện tốt nghiệp tháng 4/2021. Em cần bằng tốt nghiệp tạm thời để đi xin việc ạ. Thầy/Cô có thể cho em biết khi nào em mới nhận được bằng tốt nghiệp tạm thời đợt tháng 4 không ạ. Hôm thứ 4 tuần trước em có làm đơn xin thu nhận lại rồi ạ. Em cảm ơn.",
    "Cho em hỏi,trong khi các bạn của em điều nhận được tin nhắn về tài khoản ocb,còn em thì không nhận được.. Vậy có phải đang gặp trục trặc gì và phải làm sao để khắc phục ạ.. Em cảm mơn",
    "Dạ em xin chào thầy cô. Do lịch thi anh văn đầu vào mới được thông báo thay đổi từ ngày 27/12 sang ngày 14/12 mà em đã có lịch khám bệnh vào ngày đó do lịch thi đổi quá gấp nên em không thể sắp xếp được. Kính mong quý thầy cô cho em xin đời ngày thi vào ngày 17/12. Em xin cảm ơn.",
    "Thưa Phòng đào tạo, em lỡ quên đăng kí anh văn đầu vào, thì giờ làm sao để dược thi ạ",
    "Con muốn hỏi là con có đăng ký AV đầu vào rồi tại sao lại chưa có lịch thi ạ  Con là sv năm nhất  BK giúp con với ạ",
    "Em xin chào thầy/cô, Kì 20.1 này em có đăng kí môn SP1033 - Kinh tế chính trị  cho kì dự thính, và có lịch thi cuối kì lúc 18h30 ngày 29/12 tại cơ sở 1. Tuy nhiên, vào ngày này trong thời khoá biểu em có tiết học thực hành môn chuyên ngành từ 15h - 18h tại cơ sở 2. Khoảng thời gian 30 phút là không đủ để em di chuyển từ cơ sở 2 lên cơ sở 1, đây lại là tiết học có điểm danh. Em xin hỏi vấn đề này phải giải quyết như thế nào ạ?  Em xin cảm ơn.",
    "Em có lịch thi cuối kỳ môn học K/tế chính trị - vào 18h30 ngày 29/12/2020 tại phòng GDB2B (ảnh đính kèm lichthi.jpg) và đồng thời trong cùng ngày cũng có môn học Ctrúc dữliệu vàg/thuật(th) từ 15h đến 17h50 tại H6-708 (ảnh đính kèm lichhoc.jpg). Khoảng thời gian 40 phút là không đủ để di chuyển giữa 2 cơ sở  Em xin hỏi là vấn đề này sẽ được giải quyết như thế nào ạ? ",
    "em không kiểm tra email nên không kịp đăng kí đợt kiểm tra anh văn đầu khóa, vậy còn cách nào để em đăng kí đợt kiểm tra anh văn này không ạ? em cám ơn ad đã xem!",
    "Em chào thầy cô ạ Em có nhận được thông báo của Phòng Đào Tạp về việc cập nhật danh sách học bổng kì 192 Nhưng khi bấm vào đường link thì em không tim được danh sách học bổng để xem ạ Em mong các thầy cô có thể hướng dẫn em cách để xem được danh sách học bổng ạ Em xin chân thành cảm ơn .",
    "Chào cô . Em là , MSSV: , sau nhiều lần pđt cập nhật nhưng chỉ có điểm rèn luyện em được cập nhật còn các thông tin khác trong phần thông tin xét khuyến khích học tập lại hiện số 0. Mong cô xem xét lại giúp em. Em chân thành cảm ơn.",
    "Kính chào Thầy/Cô, Em tên là , mssv  ,đến từ lớp VP19NL. Học kì 192 điểm trung bình học kì của em là 9.43, điểm rèn luyện là 100 và điểm trung bình chung mở rộng là 9.54, hoàn toàn thỏa điều kiện nhận học bổng mà sao vẫn không có tên trong danh sách ạ . Mong thầy/cô xem xét ạ. Em cảm ơn",
    "Em tên: , MSSV: . Sinh viên khoa: Kĩ Thuật Xây Dựng, chuyên ngành: Công Nghệ Kĩ Thuật Vật Liệu Xây Dựng. Em xét thấy đủ điều kiện như danh sách dự kiến nhận học bổng khuyến khích học tập học kỳ 2/2019-2020 đã công bố nhưng không có tên trong danh sách dự kiến cấp học bổng. Em rất mong Phòng Đào Tạo suy xét cho em. Trân trọng.",
    ". Cho em hỏi, em thi TOEIC được 595 điểm, thì điểm Anh văn 2 sẽ được 9,5 điểm. Nhưng vào phần điểm chuyển thì chỉ được 9 điểm ?",
    "Thưa phòng đào tạo theo các điều kiện cần thiết ở cách xét học bổng khuyến khích, em đã có đủ điều kiện. Nhưng trong danh sách dự kiến em không thấy tên ạ.:",
    "Cho em hỏi với điểm TBCMR là 7.08 7.0 so với điều kiện xét học bổng, và những điều kiện khác như ĐRL, TCTL... em đều thỏa mãn nhưng tại sao em lại không được xét học bổng vậy ạ. Em mong Trường, Khoa xem xét lại giúp em với ạ. Em cảm ơn.",
    "iểm trung bình học kì của em được 9.00, điểm rèn luyện là 85 nên nếu tính ĐTBCMR thì em được 8.9 đủ để nhận học bổng khuyến khích học tập HK192. Trên MyBK thì điểm rèn luyện của em chưa được cập nhật dẫn đến trên danh sách dự kiến nhận học bổng khuyến khích học tập không có tên em. Em mong quý thầy/cô xem xét và điều chỉnh giúp em.",
    "Em chào thầy/cô, Em là sinh viên khoá K17 ngành KHMT. Hiện đã có danh sách dự kiến cấp HBKK, em thấy em đạt đủ điều kiện để được cấp HB, tuy nhiên trong danh sách không có em . Nếu do hết quỹ HB, thì em thấy quỹ của ngành em cho khoá K18 19 là khá lớn, sao của khoá em lại ít hơn nhiều? Em cảm ơn thầy/cô.   i ",
    "Em chào Thầy/Cô ạ. Em là Nguyễn Đăng Minh Khai  MSSV: 1700050 Điểm trung bình chung mở rộng của em là: 9.80 Em có xem danh sách dự kiến học bổng học kì 192 thì thấy số suất học bổng/số lượng sinh viên của trung tâm đào tạo bảo dưỡng công nghiệp là hơi ít ạ . Mong Thầy/Cô xem xét lại số suất học bổng thêm ạ. Nếu có thể bổ sung thêm vài suất học bổng thì giúp chúng em trang trải cuộc sống rất nhiều ạ. Mong Thầy/Cô xem xét. Em xin chân thành cảm ơn Thầy/Cô.",
    "Em tên:  MSSV:  Cho em hỏi HK192 ĐTBMR em 9.12 , ĐRL:100 , Tín chỉ tích luỹ:71 nhưng vẫn không nhận được học bổng. Nhưng số lượng học bổng Cơ điện tử là 10. Mong phòng Đào Tạo xem xét . Em xin chân thành cảm ơn.",
    "Em tên là , MSSV: . Trong học kì này, em có làm đơn đăng ký làm Luận văn tốt nghiệp trễ và được chấp thuận. Vào ngày 3/11/2020, em có nhận được thông báo đóng học phí môn Luận văn tốt nghiệp với mã môn học là ME 4029. Em đã đóng tiền vào cùng ngày với số tiền là 6.300.000 vnd cho hai thông báo đóng tiền.Em có hỏi một người bạn cũng làm Luận văn tốt nghiệp trễ giống em thì được biết bạn ấy chỉ đóng 3.150.000 vnd cho một thông báo đóng tiền.Em thắc mắc có phải phía nhà trường đã có nhầm lẫn gì hay không về học phí của em ? Em đã đính kèm sao kê tài khoản và các hoá đơn. Kính mong nhà trường sớm trả lời về vấn đề của em. Em xin chân thành cảm ơn.",
    "Thầy(Cô) cho em hỏi cách để coi điểm anh văn hiện tại của mình với ạ",
    "Em chào thầy cô! Về danh sách dự kiến cấp học bổng của trường, em xét thấy đủ điều kiện nhưng tên lại không có trong danh sách ạ, mong thầy cô xem xét lại.",
    "Em chào cô  Em muốn hỏi về danh sách học bổng học kỳ 192, em xét thấy mình đủ điều kiện nhưng không có tên trong danh sách, mong cô xem giúp ạ  Em cảm ơn!",
    "Cho em hỏi là em đạt đầy đủ yêu cầu để được nhận học bổng Hk192 nhưng mà lại không nằm trong danh sách dự kiến. Em mong được phản hồi sớm nhất ạ. Em cảm ơn !",
    "Cho em hỏi:  Kỳ học 2.2019, em đạt trung bình môn học 9.81 và không có nợ môn hay học dự thính trong kỳ đó nhưng không được xét học bổng. Những bạn bằng số điểm và số tín chỉ tích lũy của em thì vẫn được xét. Do đi làm nên em không thể vào trực tiếp được.  Em mong được PDT phản hồi. Em cám ơn",
    "Em là  MSSV  Khoa Khoa học ứng dụng. Em làm đơn này để hỏi về vấn đề học bổng kì 192. Kì 192 điểm trung bình học kì của em là 7,63 và số tín chỉ e đạt được là 15. Ngoài ra, điểm trung bình tích lũy của em tính đến kì 193 là 7,52. Vậy cho em hỏi tại sao e không có trong danh sách học bổng kì này ạ. Mong PĐT xem xét lại TH của em em cảm ơn nhiều ạ .",
    "Em tên :  - Mã số sinh viên :. Sinh viên của Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp Sau khi nhận được mail và xem danh sách dự kiến của các thầy cô phòng đào tạo gửi và em xem điểm của em vào kì 192.Em thấy rằng em có đủ điều kiện để có tên trong danh sách nhận học bổng. Em viết mail này để phản hồi và mong thầy cô phòng đào tạo xem xét trường hợp của em. Em cảm ơn thầy cô.",
    "Cho em xin hỏi: dựa trên yêu cầu và điều kiện để nhận học bổng khuyến khích của trường. Em xét thấy bản thân đủ điều kiện để được xét nhưng trong danh sách dự kiến cấp học bổng của phòng Đào tạo lại không có tên em. Em phải tự làm đơn để nộp lên phòng Đào tạo hay có biểu mẫu của đơn điền vào để nộp cho phòng Đào tạo ạ? Hay em chỉ cần đến và liên hệ với phòng Đào tạo thôi? Em mong nhận được sự phản hồi về vấn đề này ạ! Em xin cảm ơn",
    "Kính thưa quý thầy cô, Em tên là , MSSV: , Lớp: Việt Pháp 2018/1 chuyên ngành: Cơ Điện Tử . Nay em viết thư này để xin được xét học bổng khuyến khích học tập học kỳ 2/2019-2020 vì em không có tên trong danh sách nhận học bổng . Thông tin xét học bổng khuyến khích học tập của em: - ĐTB chung mở rộng: 8.52 - ĐTB 1 học kỳ: 8.28 - Điểm rèn luyện: 95 - Số tín chỉ đạt trong học kỳ: 29 - Số tín chỉ tích lũy: 113 Em đã xem xét thấy đủ điều kiện như danh sách dự kiến đã công bố. Em xin gửi thầy cô đơn học bổng khuyến khích học tập. Mong thầy cô xem xét . Em cảm ơn thầy cô nhiều ạ. sinh viên, ",
    "Em tên là  / MSSV       Chuyện là vào đợt kiểm tra Anh Văn học kỳ 20193.1 , Em có đăng ký thi mà quên không đóng tiền nên đã kh dc thi ạ, nhưng mà vào đợt đóng tiền học phí học kỳ 201 thì em có lỡ đóng luôn lệ phí kiểm tra Anh Văn học kỳ 20193.1 ( đóng trực tiếp ngân hàng ) vì có 160 ngàn nên nhân viên ngân hàng bảo không rút được ạ.",
    "Kính chào quý thầy cô! Em tên là , sinh viên lớp XD16KT, ngành Kiến trúc, khoa KTXD. Hôm nay em viết thư này kính mong thầy cô giải đáp thắc mắc của em về việc xét học bổng khuyến khích học tập. Đồng thời xin thầy cô xem xét giúp em để em có thể nhận được một lần học bổng khuyến khích học tập cũng như có một kỷ niệm đẹp trong thời sinh viên. Cụ thể, em là sinh viên khoá K2016 tức đã là kết thúc 8 học kì nằm trong diện được xét học bổng. Tuy nhiên, từ năm nhất đến nay em đã cố gắng rất nhiều với mong muốn nhận học bổng một lần. Nhưng những học kì vì bị vướng điểm anh văn nên em không đạt tiêu chuẩn để được xét học bổng khuyến khích học tập. Đến học kì 2 năm học 2019-2020 vừa rồi em đạt điểm khá cao trong toàn học kì và được xếp vào diện nhận được học bổng. Nhưng kết quả nhận học bổng dự kiến em vừa xem được lại không có tên em. Mặc dù điểm xét học bổng của em khá cao so với các ngành khác, nhưng những bạn thấp điểm hơn em vẫn được học bổng do là các bạn đó khác lớp, khác ngành. Lớp em mọi kì vẫn có 4 đến 5 bạn nhận học bổng khuyến khích học tập. Nhưng kì này danh sách chỉ có 2 bạn Vì vậy em kính mong quý thầy cô có thể cân nhắc xem xét cho em được là bạn thứ 3 trong danh sách nhận học bổng của lớp XD16KT. Em sẽ vô cùng cảm kích và biết ơn ạ. 4 năm đại học em đã rất cố gắng, cũng muốn biết học bổng của trường là gì. Em không chú trọng số tiền mà em nhận được. Cái chính là kỷ niệm, niềm vui cho gia đình em nữa. Mong thầy cô xem xét! Em xin chân thành cảm ơn",
    "Em đăng ký 5 môn theo thời khoá biểu được gửi trong gmail mà giờ lên thời khoá biểu bị trùng với các môn học có sẵn Mã môn học: CO4013 ,CO4009 ,CO3049",
    "Em tên:  MSSV:  Xét kết quả HK192, em thấy mình đủ điều kiện nhận học bổng, ĐTBMR: 9,12; ĐRL:100;TCTL: 71. Và số lượng học bổng của Cơ điện những kì trước cao hơn kì này. Em kính mong phòng Đạo Tạo xem xét lại. Em xin chân thành cảm ơn.",
    "Xin chào thầy cô em tên là  Sáng MSSV  Thầy cô cho em hỏi là HK192 em đạt điểm trung bình (7.33) và điểm rèn luyện (95). Tổng số tín chỉ của chương trình đào tạo Bảo dưỡng công nghiệp của khóa K2018 tín đến học kì 192 là 76 tức em phải đạt 0.9*76=68.4 chỉ và em đạt 69 chỉ là đủ điều kiện để xét nhận học bổng nhưng em xem trên danh sách học bổng thì không có tên của em ? Em cảm ơn thầy cô ạ.   i ",
    "Cho em hỏi với điều kiện như đã đề ra (ĐTBCMR ≥ 8,00 và các điều kiện khác), nhưng không có trong danh sách học bổng dự kiến. Như vậy cho em hỏi lúc có danh sách chính thức thì có khả năng được bổ sung không ạ ?",
    "Em là , MSSV  Vừa rồi em có nhận được mail kiểm tra danh sách học bổng SV kì 2/2019-2020 ạ . Điểm của em học kì 192 là 7.97, điểm rèn luyện 100 và đủ yêu cầu xét học bổng ạ. Mà chưa thấy có tên trong danh sách, thầy/ cô có thể xem lại giúp em được không ạ?  Em cảm ơn thầy/ cô nhiều ạ.",
    "Dạ chuyện là học kì này em chưa đăng kí tham gia BHYT thì em có thể bổ sung bằng cách tham gia theo hộ gia đình không ạ? Nếu được thì có thể kịp đăng kí môn học cho học kì sau không ạ?  Em xin cảm ơn ạ",
    "Em tên , MSSV , lớp VL1902, khoa Công nghệ Vật Liệu. Em đã xem danh sách Học bổng dự kiến nhưng không thấy tên em, mặc dù em đủ các điều kiện nhận học bổng. Mong phòng đạo tạo kiểm tra lại ạ. Em xin cảm ơn!",
    "Học bổng - Đại học chính quy . Kính gửi Phòng Đào tạo – Trường Đại học Bách Khoa TPHCM, Em là sinh viên khoa Điện – Điện tử khóa K2018. Sau khi nhận được danh sách dự kiến được cấp học bổng HK192, em nhận thấy một số bạn khóa K2018 của khoa Điện – Điện tử, mặc dù học rất giỏi và có Điểm trung bình chung mở rộng cao nhưng lại không có được trong danh sách nhận học bổng do quy định về học bổng sau khi phân ngành. Nay em gửi yêu cầu này để trình bày một số quan điểm về danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử. -Thứ nhất, khoa Điện – Điện tử có 3 ngành Kỹ thuật Điện, Kỹ thuật Điện tử - Viễn thông, Kỹ thuật Điều khiển – Tự động hóa và được phân ngành vào giữa năm học thứ 2. Tuy nhiên, trong học kỳ thứ tư, tức là HK192, các sinh viên vẫn chưa được chia lớp theo phân ngành và vẫn học những môn cơ sở ngành giống nhau. Vì thế, việc học bổng khuyến học khuyến học HK192 của khóa K2018 khoa Điện – Điện tử được chia theo từng ngành theo em là chưa thực sự hợp lý. -Thứ hai, do đặc thù của khoa Điện – Điện tử, các sinh viên có năng lực tốt hơn thường phân vào cùng một ngành. Việc chia học bổng theo từng ngành trong trường hợp này dẫn đến những bạn có điểm số thấp hơn ở ngành khác lại nhận được học bổng mặc dù các sinh viên vẫn học chung với nhau các môn học, chưa học những môn chuyên ngành. Điều này làm cho việc học bổng chưa thực sự công bằng và theo đúng ý nghĩa khuyến khích học tập. -Thứ ba, với một số bạn, học bổng khuyến khích học tập là động lực để các bạn cố gắng học tập, là số tiền để các bạn có thể chi trả học phí, phụ giúp gia đình. Vì vậy, khi không nhận được học bổng với lý do như trên, các bạn và gia đình sẽ rất khó khăn về cả mặt tinh thần và kinh tế, đặc biệt là trong tình hình diễn biến của dịch bệnh covid-19 từng đầu năm 2020. Với những lý do và quan điểm như trên, em có một số đề xuất dành cho danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử. -Thứ nhất, em mong Phòng Đào tạo sẽ thay đổi cách đánh giá sinh viên nhận học bổng từ theo ngành thành theo nhóm ngành (như khi chưa phân ngành) của khóa K2018 khoa Điện – Điện tử để tạo sự công bằng cho các bạn sinh viên. -Thứ hai, em mong Phòng Đào tạo sẽ thay đổi tỷ lệ học bổng của các ngành trong một khoa (hiện giờ là theo tỷ lệ sinh viên của từng ngành) để có thể trao học bổng cho đúng đối tượng và theo đúng ý nghĩa khuyến khích học tập. Điều này là một động lực, sự khích lệ to lớn dành cho các bạn sinh viên luôn cố gắng và nỗ lực không ngừng. Em mong Phòng Đào tạo sẽ xem xét và cân nhắc với những đề xuất của em để có thể cải thiện được những quy định về học bổng khuyến học các học kỳ. Em chân thành cảm ơn, Nguyễn Gia Khiêm",
    "Em nộp tiền vô bkpay để chuẩn bị đóng bhyt từ lâu rồi nhưng vài đợt em vô không được nên em quên mất, đến hôm nay mới nhớ ra thì hết hạn, phòng đào tạo chỉ cho em cách khắc phục với ạ, em xin cảm ơn.",
    "Dạ em xin chào  ạ. Vừa rồi có danh sách HBKK mà không có tên em. Nên cho em hỏi  xem xét lại kết quả học bổng khuyến khích kì 192 gửi pđt là làm như thế nào ạ. Điểm TB môn chung mở rộng em cũng cao Và đủ các điều kiện để được HB mà em không có trong danh sách. Em cảm ơn ạ",
    "Cho em với mức điểm như em có thể xét học bổng không?",
    "Chảo admin, em là sinh viên k20, em muốn nộp  B  chuyển điểm môn tiếng Anh    vì em đã có chứng chỉ IELTS thỏa điều kiện, vậy   U mỗi lần em đều phải gửi một bản chứng chỉ từ Hội đồng Anh/IDP đến phòng đào tạo    đúng không ạ? EM cảm ơn ạ.:",
    "Chào anh/chị, Em là , sinh viên khoa Điện-Điện tử. Hôm nay em gửi câu hỏi về thắc mắc việc xét học bổng khuyển khích của học kì 192. Sau khi xem danh sách học bổng dự kiến của HK 192, đồng thời kiểm tra các thông tin về ĐTBHK, ĐRL, số TC, em xin thắc mắc việc xét vào danh sách nhận học bổng. Liệu có thiếu sót hay do em chưa đọc kỹ quy chế nhận học bổng . Mong nhận được hỗ trợ từ anh/chị. Em chân thành cảm ơn! __ Bên dưới là hình ảnh chụp bảng điểm của em trong học kì vừa qua (192)    i ",
    "Em là  Mssv  Em có nhận được mail là cmnd em bị sai thiếu số 0 hạn chót sửa là 16h ngày 8/12/2020 mà 19h 8/12/2020 em mới thấy mail và sửa thông tin ạ Vậy hôm thi toiec 20/12 em có được thi không ạ và làm sao để em được thi nếu thông tin cmnd em bị cập nhật sai ?",
    "Cho em xin chuyển ngày thi avdv được không ạ. Ngày 14/12 em cần về quê đám dỗ ba mà vé tàu em mua hết rồi. Cho em xin chuyển sang ngày 16/12 giúp ạ. Em cảm ơn.",
    "Em là Lê Kỳ Trung lớp DD20LT 01. Cho em hỏi là em bị lỡ mất hạn đăng ký thi Anh Văn đầu vào rồi thì phải làm sao ạ?  Em có đăng ký môn học Anh Văn 1 rồi mà lỡ mất hạn đăng ký thi rồi thì có được học không hay phải đợi đợt sau,  mà đợt sau gần nhất là khi nào ạ?",
    "Kính chào Phòng Đào Tạo, Em tên là , sinh viên khoa Khoa học và Kỹ thuật máy tính. Do theo qui định được công bố trên trang web của PĐT, thì số tín chỉ tối thiểu để được nhận học bổng là 10 (nếu sinh viên học vượt) hoặc bằng số tín chỉ theo chương trình đào tạo. Vì sợ vi phạm qui định trên nên kì 192 vừa rồi em mới học thêm 1 môn cùng với việc làm Luận văn. Nhưng bây giờ PĐT lại xét Học bổng cho các bạn chỉ có 9 tín chỉ (số tín chỉ của luận văn). Em thấy như vậy là không công bằng và không đúng qui định đã công bố. Kính mong PĐT xem xét lại ạ. Em chân thành cảm ơn.",
    "Chào các thầy cô, do điều kiện gia đình nên em đã không đóng học phí kỳ chính đợt 1 đúng thời hạn. Hiện tại em đã hoàn thành đầy đủ tất cả khoản học phí. Cho em hỏi là có cần làm đơn để không ảnh hưởng đến quá trình học tiếp theo không ạ ?",
    "Em chào thầy/cô ạ. Em là  MSSV:  thuộc lớp DC18KK. Thầy/cô cho em hỏi vì sao điểm trung bình mở rộng của em là 8.4 nhưng em vẫn không có tên trong danh sách cấp học bổng của học kỳ 192 ạ? Em xin cảm ơn thầy/cô!",
    "Dạ em quên đăng ký bảo hiểm y tế . Em có lên phòng y tế em hỏi , cô bảo có đợt đăng ký bảo hiểm y tế vào tháng 1 .Mà tháng 1 em đăng ký có bị cấm đăng ký môn học học kì sau tết không ạ. Nếu cấm,có giải pháp nào để không bị cấm đăng ký môn học không ạ.",
    "Em chào thầy/cô. Thầy/cô cho em hỏi là sinh viên khóa K17 thì cần 15 ngày ctxh là đủ để xét ra trường đúng không ạ? Em cảm ơn thầy/cô.",
    "Chào phòng đào tạo  Em tên là     - MSSV:        Em muốn hỏi về việc xét miễn môn Anh Văn từng năm Năm 1 em rớt anh văn 1 nhưng nhờ trường dời chuẩn anh văn năm 1 do Covid nên em có thể đăng kí môn cho năm 2 Và đợi thi định kì 20/9 em đã thi và đạt số điểm 605 (qua mức anh văn 4) Thì cho em hỏi là Em đã qua mức anh văn nào và có cần thực hiện chuyển điểm không ạ ?    Em xin chân thành cảm ơn !    Ký tên     ",
    "Dạ em đang là sinh viên năm 2, hiện tại em chưa đủ chỉ tiêu AV để đăng kí môn học kỳ 2(năm 2), mà các lớp thi AV mới mở đã đủ số lượng. Em có nghe nói trước tết âm lịch có 1 đợt thi nữa vậy lúc đó em thi thì có kịp để xét đăng kí môn kỳ 2(năm 2) khộng ạ. Dạ bây giờ em nên giải quyết như thế nào ạ.",
    "Do dịch bắt đầu bùng phát trở lại nên em chưa về quê lấy tiền được. Em muốn hỏi là nếu em đóng trễ học phí 1 tuần thì có bị cấm thi không ạ ? Nếu đóng trễ học phí thì có phải lên pđt làm giấy gì không ? Em cảm ơn",
    "Dạ kính thưa quý thầy cô ạ. Dạ sau khi nhận được thông báo thi AVĐV vào ngày 14/12, em thấy lịch thi là đột ngột đối với em do em đã đặt vé về nhà cậu em có việc rất gấp với gia đình em vào ngày 14 và 15 hồi tuần trước ạ. Em rất mong nhận được sự giúp đỡ từ quý thầy cô dời ngày thi từ ngày 16 ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi quý thầy/cô phòng đào tạo, Em là , MSSV: , khoa Kĩ thuật xây dựng, em hiện đang có thắc mắc rằng không biết vì sao lần này số suất học bổng cho chuyên ngành dân dụng và công nghiệp khóa K16 lại rất ít so với các kì trước ạ? Em cảm thấy khá hụt hẫng khi với số điểm trung bình mở rộng 9.02, em vẫn không có khả năng xuất hiện trong danh sách học bổng. Em cảm ơn quí thầy/ cô đã đọc qua ạ. Trân trọng.",
    "Dạ em đặt câu hỏi về vấn đề số lượng học bổng khuyến khích cho sinh viên vì lần này cắt giảm hơn 30% số lượng học bổng cho sinh viên của khoa em. Việc này ảnh hưởng khá lớn đối với nhiều bạn sinh viên phấn đấu vì học bổng này như em. Điểm của em khá gần với bạn cuối cùng trong danh sách của khoa nhưng do cắt giảm nên bị mất suất của em. Em nghĩ việc cắt giảm đến tận 33.33% là quá cao, mong nhà trường xem xét lại",
    "Cho em hỏi là điểm trung bình học kì và điểm trung bình mở rộng của kì 192 của em đủ chuẩn để xét Học bổng khuyến khích học tập, em đã xem danh sách dự kiến và thấy mình đủ chuẩn nhưng không thấy em trong danh sách ạ, em xin cảm ơn.",
    "Dạ em quên đăng ký bảo hiểm y tế . Em có lên phòng y tế em hỏi , cô bảo có đợt đăng ký bảo hiểm y tế vào tháng 1 .Mà tháng 1 em đăng ký có bị cấm đăng ký môn học học kì sau tết không ạ. Nếu cấm,có giải pháp nào để không bị cấm đăng ký môn học không ạ.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Em tên , MSSV . Sau khi em xem danh sách dự kiến cấp học bổng khuyến khích học tập học kì 192 thì em thấy bạn có MSSV  có điểm TBHK thấp hơn em 0,1 điểm nhưng bạn có điểm TBCMR cao hơn em 0,02 điểm và bạn có số tín chỉ học kì ít hơn em 5 tín chỉ (em có gửi file đính kèm) nhưng em không có tên trong danh sách dự kiến cấp học bổng ạ. Em xin Phòng Đào tạo xem xét giúp em. Em xin cảm ơn ạ.",
    "Dạ kính thưa quý thầy cô ạ. Vậy em có thể xin dời kiểm tra AVĐV đợt sau được không ạ. Thực sự gia đình em có chuyện rất gấp ạ. Em không thể có mặt vào ngày thi 14 như lịch đột xuất vậy ạ. Em rất mong được thầy cô giúp đỡ ạ.",
    "Pđt cho em hỏi kì này là em hết hạn đào tạo thì kì sau em được xin gia hạn thêm một kì nữa không ạ?",
    "Dạ kính thưa quý thầy cô. Em xin hỏi là thời hạn nộp bằng IELTS ạ. Và em nộp ở đâu ạ.",
    "Sang năm em sẽ học liên thông chính quy nhưng không có việc parttime nên không có tiền Em có được vay vốn để học không ạh? Em được vay tối đa bao nhiêu 1 tháng ạh?",
    "em đang có bằng toiec là 440 điểm  và có dự định nộp để tăng số  chỉ tích lũy và em có thi kiểm tra trình độ tiếng anh trong trường được 545 điểm. Vậy sau khi em quy đổi chỉ tích lũy thì khi xét chuẩn tiếng anh năm 2 là 450 điểm thì em có đạt chuẩn tiếng anh năm 2 không? em cảm ơn.",
    "Chào cô/thầy ạ, Về học bổng HK192, Em có thấy mình đủ điều kiện như danh sách dự kiến đã công bố nhưng không có tên trong danh sách dự kiến cấp học bổng đây. Và ở trong này em có Bảng điểm học kì 192 đính kèm. Em rất mong được Phòng Đào tạo xem xét để em có chi phí trang trải phụ gia đình ạ. Xin cảm ơn và chúc Cô cùng mọi người ngày mới vui vẻ.",
    "Kính gửi phòng đào tạo,  Em tên , sinh viên K16 khoa QLCN, MSSV: . Sau khi nhận được mail Cập nhật danh sách dự kiến cấp học bổng HK192, em nhận thấy bản thân đủ điều kiện được học bổng (Điểm TB chung mở rộng 9.4; Điểm TB học kỳ 9.25; điểm rèn luyện 100) nhưng không có tên trong danh sách dự kiến. Em hi vọng phòng đào tạo xem xét trường hợp của em ạ. Em có đính kèm bảng điểm bên dưới. Em trân trọng cảm ơn.",
    "Em muốn đăng kí thêm 2 môn học có mã MH EE3155 và EE3161. Em cảm ơn.",
    "Em là  sinh viên năm 2 khoa điện. Em có thắc mắc danh sách học bổng dự kiến của khoa điện k19,bạn thấp điểm nhất được nhận học bổng là có dtbcmr là 8.06 trong khi đó điểm tbcmr của e là 8.1 và em thấy thỏa điều kiện quy định xét học bổng nhưng lại không được nên e hơi thắc mắc.Mong pdt xem xét lại giúp e với ạ.Em xin chân thành cảm ơn.",
    "Em chào Phòng Đào Tạo, em có một số thắc mắc sau, mong được giải đáp ạ: 1. Kỳ thi kiểm tra anh văn đầu khóa dành cho các sinh viên năm 2 trở về trước (18-20/12/2020) có được dùng để chuyển điểm anh văn 4 không ạ?  2. Nếu có thì mình phải thi bao nhiêu điểm mới được chuyển ạ? 3. Nếu em thi đủ điểm đậu anh văn 4 thì em có cần làm đơn xin chuyển điểm không ạ? hay là nhà trường tự xét vậy ạ? Em xin chân thành cảm ơn",
    "Em là  mssv , sinh viên khoa Điện Điện Tử, hiện em có điểm TB mở rộng HK192 là 8.05 và không có tên trong ds học bổng. Em muốn hỏi là số lượng SV nhận học bổng và điểm có giới hạn ở mức nhất định không ạ, do em thấy có khoa lấy điểm chỉ   7.0. Nếu có thể,em mong phòng đào tạo xem xét về trường hợp của em và bổ sung số lượng sv nhận học bổng ạ .",
    "Kính thưa   Em tên là  MSSV  Khoa Việt Pháp Năng lượng K19 Em đã đủ thông tin xét học bổng nhưng không biết tại sao lại không có tên trong ds mà ds lại chỉ có 2 bạn  . Mong thầy cô giải đáp thắc mắc  . Em cảm ơn ạ ",
    "I  .     . Vì gia đình em có việc đột xuất không gửi tiền kịp nên em không thể thanh toán học phí đúng hạn vào ngày 9/12. Nếu em thanh toán vào ngày 10 hoặc 11 thì có cần in đơn nộp PDT ở cơ sở 1 không ạ? Em cảm ơn ạ.",
    "Em chào cô/thầy. Em là  (MSSV:) đến từ lớp K19 VP-CĐT. Em có thắc mắc về danh sách nhận học bổng vì kì 192 em đạt điểm TBHK: 8,93, điểm rèn luyện :100, TB chung mở rộng là 9,14. Trong danh sách chỉ có 2 người nhận trong đó có 1 bạn có điểm TB mở rộng 9,04 thấp hơn em. Em hi vọng PĐT sẽ xem xét lại điều kiện nhận học bổng của em. Ở dưới là ảnh chụp bảng điểm kì 192 của em. Em cảm ơn.",
    "Chào Anh/Chị. Em là sv khoa Điện-Điện tử . Đợt TN vừa rồi em không tham dự .Anh/chị cho em hỏi bây giờ em tới nhận bằng ở Khoa hay là ơ PĐT ạ. Em xin cảm ơn!",
    "Cho em xin gia hạn đóng học phí tới hết ngày hôm nay. Lý do: nhà em không kịp chuẩn bị đủ tiền để đóng học phí. Xin phòng đào tạo xem xét. Em cảm ơn admin",
    "Dạ em chào thầy/cô Em là , mssv , lớp VP19NL. Học kỳ 192 vừa rồi điểm trung bình của em đạt 7.70, điểm rèn luyện 100, đạt các tiêu chí nhưng điểm trung bình chung mở rộng lại là 0 và không được xét học bổng. Em nhờ thầy cô kiểm tra lại giúp em và mong chờ phản hồi từ nhà trường. Em rất cảm ơn ạ.Trân trọng.",
    "Dạ em là . MSSV: . Khoa Điện- Điện tử chương trình PFIEV. Hiện em đang có vấn đề như sau :Điểm trung bình chung mở rộng (ĐTBCMR) của em vẫn chưa được cập nhật để xét học bổng khuyến khích ạ. Hiện tại ĐTBCMR của e đang là 0 ạ. Kính mong PĐT xem xét giúp em! Em xin chân thành cám ơn.",
    "Dạ em xin chào thầy/cô ạ  Em tên là  MSSV :  Lớp : XD17VL Em xin nhờ thầy/cô giải đáp giúp em về vấn đề số lượng danh sách sinh viên nhận học bổng còn có thể gia tăng bổ sung số lượng không ạ ? Vì học phí gia tăng nhưng số lượng sinh viên nhận học bổng ở lớp em ( 2 sinh viên/ lớp ) lại giảm so với năm trước ( ít nhất 3 sinh viên/ lớp ). Em xin nhờ thầy/cô giải đáp giúp em và xin cho em hỏi số lượng nhận học bổng ở lớp em có thể tăng lên không ạ ?  Em chân thành cảm ơn ạ. Trân trọng.",
    "QUOTE : Em tên  lớp VP19NL, sau khi xem điểm trung bình học kì 192 là 7.9 thì em thấy mình có đủ điều kiện để xét học bổng khuyến khích nhưng danh sách mới cập nhật thì vẫn không có. Em muốn hỏi do mình không đủ tiêu chí hay do bị sót ạ? Mong nhà trường có thể xem xét lại giúp em. Em cảm ơn rất nhiều ạ.",
    "Thầy/cô cho em hỏi là K14 theo thông báo thì được chuyển điểm anh văn theo bảng quy đổi cũ, em nộp bằng toeic 510 vào và chuyển điểm av4 đã thẩm tra rồi, đóng phí chuyển rồi mà vẫn chưa thấy chuyển là sao ạ . Em cảm ơn nhiều",
    "Dạ chào thầy (cô), Cho em hỏi là em có đăng ký khám sức khỏe đợt sắp tới, nhưng trong thời gian em có việc không thể đi khám được. Vậy thì em có bị đình chỉ 1 kỳ không ạ hay bị cái gì không ạ . Em cám ơn và mong nhận được sự phản hồi sớm.",
    "Em chào Thầy/Cô  Em tên là Nguyễn Thị Liên, sinh viên lớp DD18DV4 em có điểm trung bình mở rộng là 8,11 và học đủ 18 chỉ, không rớt môn nào nhưng không được có trong danh sách học bổng kỳ này ạ, em mong nhận được hồi đáp của Thầy Cô ạ. Em cảm ơn Thầy/ Cô nhiều.  B",
    "Em tên là , sinh viên chính quy khóa K2019. Điểm chuẩn Speaking và Writing TOEIC để công nhận tốt nghiệp ở Bách Khoa là bao nhiêu ạ? Mong PĐT trả lời cụ thể giúp em vì em có đọc quy chế những vẫn không hiểu ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo – Trường Đại học Bách Khoa TPHCM, Em là sinh viên khoa Điện – Điện tử khóa K2018. Sau khi nhận được danh sách dự kiến được cấp học bổng HK192, em nhận thấy một số bạn khóa K2018 của khoa Điện – Điện tử, mặc dù học rất giỏi và có Điểm trung bình chung mở rộng cao nhưng lại không có được trong danh sách nhận học bổng do quy định về học bổng sau khi phân ngành. Nay em gửi yêu cầu này để trình bày một số quan điểm về danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử. -Thứ nhất, khoa Điện – Điện tử có 3 ngành Kỹ thuật Điện, Kỹ thuật Điện tử - Viễn thông, Kỹ thuật Điều khiển – Tự động hóa và được phân ngành vào giữa năm học thứ 2. Tuy nhiên, trong học kỳ thứ tư, tức là HK192, các sinh viên vẫn chưa được chia lớp theo phân ngành và vẫn học những môn cơ sở ngành giống nhau. Vì thế, việc học bổng khuyến học khuyến học HK192 của khóa K2018 khoa Điện – Điện tử được chia theo từng ngành theo em là chưa thực sự hợp lý. -Thứ hai, do đặc thù của khoa Điện – Điện tử, các sinh viên có năng lực tốt hơn thường phân vào cùng một ngành. Việc chia học bổng theo từng ngành trong trường hợp này dẫn đến những bạn có điểm số thấp hơn ở ngành khác lại nhận được học bổng mặc dù các sinh viên vẫn học chung với nhau các môn học, chưa học những môn chuyên ngành. Điều này làm cho việc học bổng chưa thực sự công bằng và theo đúng ý nghĩa khuyến khích học tập. -Thứ ba, với một số bạn, học bổng khuyến khích học tập là động lực để các bạn cố gắng học tập, là số tiền để các bạn có thể chi trả học phí, phụ giúp gia đình. Vì vậy, khi không nhận được học bổng với lý do như trên, các bạn và gia đình sẽ rất khó khăn về cả mặt tinh thần và kinh tế, đặc biệt là trong tình hình diễn biến của dịch bệnh covid-19 từng đầu năm 2020.  Với những lý do và quan điểm như trên, em có một số đề xuất dành cho danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử. -Thứ nhất, em mong Phòng Đào tạo sẽ thay đổi cách đánh giá sinh viên nhận học bổng từ theo ngành thành theo nhóm ngành (như khi chưa phân ngành) của khóa K2018 khoa Điện – Điện tử để tạo sự công bằng cho các bạn sinh viên. -Thứ hai, em mong Phòng Đào tạo sẽ thay đổi tỷ lệ học bổng của các ngành trong một khoa (hiện giờ là theo tỷ lệ sinh viên của từng ngành) để có thể trao học bổng cho đúng đối tượng và theo đúng ý nghĩa khuyến khích học tập. Điều này là một động lực, sự khích lệ to lớn dành cho các bạn sinh viên luôn cố gắng và nỗ lực không ngừng. Em mong Phòng Đào tạo sẽ xem xét và cân nhắc với những đề xuất của em để có thể cải thiện được những quy định về học bổng khuyến học các học kỳ. Em chân thành cảm ơn, Lương Đan Nhựt - 1810418",
    "chào ad ạ,cho em hỏi em đã đk onl nộp chứng chỉ ngoại ngữ rồi có cần đi nộp bằng ở pdt ko ạ. nếu có nộp thì cho em xin số phòng của pdt của 2 cơ sở luôn ạ.Và thứ 7,chủ nhật pdt có làm việc ko ạ. EM cảm ơn",
    "Em xin chào các thầy cô và anh chị làm bên trường ạ . Em có thắc mắc là e năm nay học khóa k20 và có in thẻ làm thẻ sinh viên, do bị lỗi ảnh nên e phải đi chụp lại và có gmail tb về và sau khi làm xong và thẻ đã in ra thì e nên đi đâu lấy đây ạ . Em xin cảm ơn trước ạ",
    "Cho em hỏi là đợt đóng học phí hạn cuối 9/12 vừa rồi em đóng trễ 3h thì có sao không ạ, em sợ bị hủy kết quả kỳ này",
    "Họ và tên:       b MSSV:     Em quên chưa đăng kí bảo hiểm y tế, vậy cho em hỏi giờ em có thể làm đơn đăng kí thêm được không? Em xin cảm ơn",
    "Kính gửi PĐT, em là Quang MSSV:  em đã tốt nghiệp vào 28/11/2020 nhưng tài khoản của em vẫn để trình tạng chưa nộp học phí. Tháng 11 em có hỏi pdt và được nhận phản hồi là yên tâm sẽ cập nhật lại trước ngày nhưng hiện tại tài khoản của em vẫn vậy. Em có biết một số bạn bị tình trạng ghi chú : Nợ học phí trong mục ds tốt nghiệp chính thức thì đến nay đã vô được bình thường nhưng tài khoản của em thì vẫn vậy. Kính mong PĐT kiểm tra lại giúp em để em có thể lấy dữ liệu, làm khảo sát, VÀ đặt biệt lấy ảnh của mình ạk EM XIN PHÉP ĐÍNH KÈM HÌNH ẢNH BÊN DƯỚI ĐỂ PĐT HIỂU RÕ HƠN VỀ LỖI TÀI KHOẢN CỦA EM",
    "Dạ em xin chào thầy/cô ạ !  Em tên :  MSSV :  Lớp: XD17VL Em xin nhờ thầy/cô giải đáp giúp em hai thắc mắc nữa về vấn đề số lượng nhận học bổng ạ !  Thứ nhất, dựa vào chỉ tiêu nào để cắt giảm số lượng nhận học bổng khuyến khích vậy ạ ? Vì năm nay, các ngành khác thuộc Khoa Xây dựng K17 đều được tối đa là 3 bạn/lớp. Em không hiểu vì sao lớp em XD17VL lại bị cắt còn 2 bạn. Các khoá trước ví dụ như khoá K16 cũng tối thiểu là 3 bạn ạ !  Thứ hai, điểm trung bình học kì của lớp em, hay cụ thể là của em trên 8. và đủ điều kiện để nhận học bổng. Tuy nhiên, các bạn ngành khác có bạn lại dưới 7. điểm trung bình học kì, nhưng lớp/ngành của bạn đó lại được nhận 3 suất học bổng khuyến khích, còn ngành/lớp của em , em đạt được 8 chấm điểm trung bình học kì và đứng hạng 3 thì lại chỉ nhận được 2 suất cho 2 bạn có điểm cao hơn em ?!! Em thật sự rất không hiểu về vấn đề này ạ !  Em thật sự mong muốn được thầy/cô giúp em giải đáp hai thắc mắc này ạ ?!  Em chân thành sự cảm ơn ạ !  Trân trọng.",
    "Thưa thầy cô, vào thứ 3 tuần trước, ngày 1/12, em có nộp lại bảng điểm tốt nghiệp trên Phòng Đào tạo do có khiếu nại về điểm TBTL sau cùng. Em đã tính thủ công lại nên  khá chắc chắn. Cho em hỏi là Phòng đã kiểm tra lại giúp em chưa ạ? ﻿Em cảm ơn.",
    "Chào admin Em tên:  MSSV:  Cho em hỏi là kì rồi em đạt được 8.03 và số tín chỉ của kì là 15 chỉ. Trong DS nhận học bổng khuyến khích của trường thì không có tên em. Không biết có phải là do xét 10% của lớp nhưng vì dịch bệnh nên đã không xét theo 10% của lớp nữa không ạ. Em đã cố gắng rất nhiều trong học kì rồi ạ. Để có thể phụ đỡ cha mẹ trong hoàn cảnh khó khăn hiện tại thì em đã cố gắng rất nhiều . Em mong có thể được xem xét lại để em có được học bổng lần này ạ",
    "Họ và tên: Phạm Văn Phúc Hoàng Email:  Lý do viết mail: Dạ em kính chào quý thầy (cô), em hiện là sinh viên khóa 2018. Trong đợt đăng kí thi kiểm tra Anh Văn đầu khóa dành cho các Sinh viên từ năm 2 trở về trước em có đăng ki, nay em có một số thắc mắc kính mong được quý thầy(cô) giải đáp ạ. Dạ hiện tại em đã hoàn thành và qua môn Anh Văn 3 (mã môn: LA1007) trên trường, trong đợt đăng kí thi anh anh văn định kì này theo như chuẩn thì em phải thi trên 600 điểm mới được xét là hoàn thành Anh Văn 4. Nhưng nếu em thi không đạt được kết quả như mong muốn (dưới mức 600, thậm chí dưới 500) thì em có được giữ nguyên kết quả là đã hoàn thành Anh Văn 3 theo như kết quả học tập trên trường không ạ. Em xin chân thành cảm ơn quý Thầy(cô) và mong nhận được phản hồi ạ!",
    "Cho em hỏi rằng nếu như em thi kỳ thi kiểm tra Anh Văn định kỳ tháng 9 vừa rồi mà điểm cao đủ chuẩn cho năm 4 thì em sẽ được xét chuẩn Anh Văn cho cả 4 năm hay là kỳ thi Anh Văn định kỳ chỉ xét chuẩn cho 1 năm và năm sau mình phải thi lại ạ? Hiện tại em đang là sinh viên năm 2 ạ.",
    "Em có đặt câu hỏi về xét học bổng và được giải đáp 108 tín chỉ mới được xét học bổng. Nhưng trên danh sách sinh viên được nhận học bổng của khoa như sinh viên  chỉ đạt 106 chỉ giống như em vẫn được xét. Và em không nợ môn, cũng đã tốt nghiệp đúng hạn, nhưng em không rõ lý do tại sao chỉ có 106 chỉ ở kỳ 192.   ",
    "Chào phòng đào tạo, em là  là sinh viên Việt pháp ngành cơ điện tử, MSSV . Em có thắc mắc về bảng điểm của em không có trung bình môn mở rộng để xét học bổng khuyến khích học tập kỳ 201 ạ ?  Hy vọng phòng đào tạo xem xét lại để em có thể nhận được học bổng ạ. Em xin chân thành cảm ơn !",
    "Em đang học Pre, em muốn hỏi về hạn đóng phí học kì 2 vì em tìm trên BKpay thì ghi là 'Số khoản chưa thanh toán' ạ. Lần học kì đang học em đóng tiền mặt tại trường sao nó không có hiện trên BKpay vậy ạ? Em cảm ơn ạ  B",
    "Cho em hỏi là em đã đăng kí và được xếp lịch thi avđv vào ngày 14/12 nhưng vì lí do đột xuất nên em không thể tham gia thi,nếu em thi vào đợt sau thì có cần phải đăng kí lại không ạ? Nếu có thì em có cần đóng phí gì không ạ? Và điểm thi của đợt đó có được dùng để xét cho sinh viên năm nhất không? Em cảm ơn.",
    "Em chào Thầy/Cô Em tên là Nguyễn Thị Liên, sinh viên lớp DD18DV4 em có điểm trung bình HK192 là 7.69, điểm trung bình mở rộng là 8.11 và học đủ 18 chỉ, không rớt môn nào nhưng không được có trong danh sách học bổng kỳ này ạ. Rất nhiều bạn cũng bị trường hợp giống em, điểm cao hơn một số bạn đang có tên trong DS nhưng vẫn không được xét duyệt. Em mong nhận được hồi đáp của Thầy Cô ạ. Em cảm ơn Thầy/ Cô nhiều",
    "Chào phòng đào tạo  Em tên là  - MSSV:     Em muốn hỏi về việc xét miễn môn Anh Văn từng năm Năm 1 em rớt anh văn 1 nhưng nhờ trường dời chuẩn anh văn năm 1 do Covid nên em có thể đăng kí môn cho năm 2 Và đợi thi định kì 20/9 em đã thi và đạt số điểm 605 (qua mức anh văn 4) Thì cho em hỏi là Em đã đạt chuẩn anh văn của năm nào rồi ạ ?    Em xin chân thành cảm ơn !    Ký tên  ",
    "Dạ cho em hỏi em có đăng kí bảo hiểm y tế ở ngoài rồi nên em không đăng kí trong trường nữa. Cho em hỏi vậy được phải không ạ?",
    "Chào cô Em đủ điều kiện để TN vào T4/2021. Em muốn đầu tháng sau có bằng TN tạm thời để xin việc được không ạ ?",
    "Kính gửi bộ phận hỗ trợ sinh viên của trường đại học Bách Khoa Tp. HCM. Em tên là , MSSV: . Trước khi học quân sự, em có nhờ nhà trường đăng kí môn thể chất PE1019 hộ em nhưng không thấy phản hồi từ phía nhà trường cũng như không thấy môn học thể chất đã được đăng kí cho đến khi em xem lại lịch học sau khi đăng kí môn học cho học kì 2 trong kì quân sự thì thấy em có lịch học thể chất môn bơi đã bắt đầu từ trước kì quân sự. Kính mong ban hỗ trợ của nhà trường chuyển môn bơi đó sang môn học ở học kì 2 cho em. Em cảm ơn.",
    "Dạ chào thầy cô Em là sinh viên hệ tại chức. Hôm trước em có đăng kí anh văn đầu vào chung với chính quy và đã thanh toán . Hiện tại khi em kiểm tra thông tin thi thì lại không có thông tin ở web mybk . Em xin cảm ơn thầy cô ạ   i  .",
    "Theo quy định , thì quỹ khuyến khích học tập được xếp đến khi hết quỹ,vậy em muốn hỏi là quỹ được chia như thế nào ạ, theo cả trường , theo khoa hay theo cả khoa, khoá và ngành ạ. Hiện tại em có điểm tbmmr là 8,6 cao hơn 2 sinh viên hc18sh, nhưng theo cả khoá thì đúng là có điểm thấp hơn. Đồng thời, nhìn theo bảng danh sách cấp học bổng cho kỳ 192, thì chỉ có số tiền quỹ tổng, không có sự phân chia như năm nay ạ. Em cảm ơn.",
    "Cho em hỏi nhập môn lập trình(CO1003) mình có được bảo lưu thí nghiệm không?",
    "Chào thầy/cô Cho em xin hỏi cách in bảng ngày công tác xã hội của phòng quản lý sinh viên với ạ. Em cám ơn ",
    "Dạ cho em hỏi em đã đăng kí thi anh văn đầu vào đợt 1 này. Nhưng nhà em có công việc cần về vào ngày đó. Vậy cho em hỏi em có thể đăng kí thi avdv đợt sau được không ạ?",
    "Chào thầy/cô, em muốn hỏi chuẩn Toeic 2 kỹ năng để làm LUẬN VĂN và TỐT NGHIỆP cho k17 hệ đại trà vẫn là 500 điểm theo cập nhật trên aao hay có thay đổi gì không ạ?",
    "Dạ em xin chào thầy/cô ạ ! Em tên :   MSSV :  Lớp : XD17VL Như lời giải thích về việc rút môn học dẫn đến cắt giảm nguồn chi phí cho học bổng. Em vẫn chưa hiểu về đối tượng cắt giảm học bổng trong một khoa. Câu hỏi chính của em là :   U   B Chỉ tiêu nào để cắt giảm đối tượng nhận học bổng ạ ? Tại sao lại chọn lớp có điểm thang điểm trung bình học kì cao và cắt giảm số lượng nhận học bổng ở lớp đó ạ ? Trong khi, lớp/ngành khác thuộc cùng khoa Xây dựng và có điểm trung bình học kì thấp hơn lại được chọn nhận 3 suất/lớp ?        Mong thầy/cô giải đáp giúp em ! Em chân thành cảm ơn thầy/cô ạ !",
    "Dạ thưa thầy/cô, em có điều thắc mắc sau mong thầy/cô giải đáp giúp em:  Em là sinh viên năm 2 khoa Máy tính, hiện tại em đang còn nợ 1 môn của năm nhất là Hệ thống số (CO1023). Theo em được biết thì trước năm 3 phải hoàn thành tất cả các môn học của năm 1 và năm 2 thì mới được đăng ký môn năm 3, do đó em muốn hỏi là nếu hè này em mới đăng ký môn Hệ thống số (CO1023) để trả trong hè thì liệu em có thể đăng ký các môn của năm 3 không? Em cảm ơn thầy/cô ạ.",
    "Em có đăng kí nộp bằng toeic 2 kỹ năng nghe và đọc, với số điểm 445 để xét pass anh văn 1, nhưng khi em đăng kí xét miễn anh văn 1 thì hệ thống báo em chọn sai loại tín chỉ hoặc sai môn được miễn là tại sao ạ. Em cần làm gì để có thẻ xét pass anh văn 1 ạ.",
    "Dạ em chào thầy (cô) em tên  -. Hiện em đang học môn pháp luật đại cương và có yêu cầu sinh viên phải coi hết video và trả lời câu hỏi trên bkel. Nhưng em không biết là do hệ thống nhà trường có bị lỗi hay không mà các video và bài kiểm tra cuối chương bị nhân lên với số lượng gấp 3 lần. Em có câu hỏi là em phải xem và làm đúng số lượng nhân ba hay chỉ cần coi 1/3 thôi. Em cám ơn ạ",
    "chào ad ạ, em vừa qua có thi ngoài ở IIG được 470 và chưa thi qua ở trường lần nào. Em vào mybk nhấn xét miễn điểm av1,av2,av3 nhưng thấy web chỉ hiện lên 6đ cho av1 thôi là sao ạ. EM cảm ơn",
    "MSSV:     . Chào  ! Em hiện tại sinh là viên năm 4. Em có thắc mắc về thời gian nộp CCNN để xét nhận Luận Văn Em thấy hạn cuối cùng để xet là 13.1.2020 Vậy ngày 13.1 em đăng ký NỘP và điểm đã đạt chuẩn nhận Luận văn thì sau đó ngày 22.1 được không ạ , và em thấy Quy định mới: có thể Đăng ký nộp CCNN để xét nhận Luận văn tốt nghiệp ngay sau khi đăng ký nộp CCNN, không cần chờ kết quả thẩm tra CCNN ? Hay phải canh trước bao nhiêu ngày trước ngày 13.1 để có kết quả thẩm tra là đạt trước ngày 13.1 hay là nộp vào 13.1 và sau đó kết quả thẩm tra sau 13.1 là đạt thì 22.1 có thể được đăng ký Luận văn không ạ ? Và điểm 4 môn Anh văn có tính vào điểm TBTL Ngành không ạ ?  Em cảm ơn ạ",
    "Xin chào PĐT, Em là sinh viên K20, đã nộp chứng chỉ anh văn và đã đóng lệ phí quy đổi đầy đủ. \"Cho em hỏi vậy em có phải tham gia thi anh văn đầu vào không ạ? Vì em có nghe đây là kì thi bắt buộc với tất cả sinh viên.\" Em xin cảm ơn ạ.",
    "Trong quá trình hoàn thiện hồ sơ du học thì có một trường yêu cầu em gửi bảng điểm cùng với bằng đại học để xác nhận. Em có gửi các giấy tờ liên quan đến trường đó, thì cho em hỏi trong trường hợp em bị mất bằng đại học thì em cần phải làm gì để được cấp lại bằng đại học ạ?",
    "Dạ chào thầy/cô,em đã đóng lệ phí thi AV trễ hạn thì có cần làm đơn cứu xét gì không ạ. Hay như mail ghi,em đóng trễ thì các đợt đăng kí AV tiếp em bị cấm ạ. Cảm ơn thầy/cô đã đọc  ",
    "Cho em hỏi là xem danh sách cấm thi học kì 201 ở đâu ạ. Em xin cảm ơn.",
    "Cho em hỏi học phí trên Bkay của em có bị lỗi không khi lại xuất hiện thêm mục học phì kì chính 201 bổ sung. Học phí kì chính 201 em đã đóng lần 1 lần 2 , sau đó thì em xin bổ sung luận văn và đã đóng trên bkay 1750k , hôm nay em lên thì thấy thêm 1 mục học phí bổ sung kì chính 201 là 1750k nữa và đã quá hạn thanh toán , em cũng không nhận được mail về cái mục chi phí kì 201 bổ sung này. Em cảm ơn",
    "mail @hcmut . em đăng nhập vào tài khoản mybk thì vẫn bình thường nhưng đăng nhập mail lại bảo mật khẩu không đúng. Xin pđt hướng dẫn giúp em ạ",
    "Dạ em chào PĐT, em tên  MSSV , hiện tại em vừa mới mổ ÁP XE HẬU MÔN xong, và bác sĩ bảo hạn chế đi lại. Với tình hình này, em mong PĐT cho em hướng giải quyết với ạ !  Nếu như về việc Bảo lưu học kỳ thì em đang ở Bình Định và người thân em ngoài này hết, thì em phải nộp thủ tục như thế nào để được bảo lưu ạ ? Em mong PĐT giúp em hướng giải quyết ạ !  Em cảm ơn PĐT nhiều ! Em có đính kèm giấy xuất viện và giấy phẫu thuật của em ạ !",
    "Dạ theo lịch ngày 28/12 sẽ khám sức khỏe K17 nhưng hôm đấy em có việc.Em có thể xin đi khám sớm hơn là vào ngày 22/12 chung với khóa K19 được không ạ?? Em cảm ơn",
    "Chào Phòng Đào Tạo, Em là   . Em có nộp chứng chỉ ngoại ngữ Toeic vào ngày 3/12. Đến nay đã 10 ngày trôi qua mà chứng chỉ của em vẫn chưa được thẩm tra. (Các bạn em biết đều được thẩm tra trong vòng từ 5-8 ngày) Kinh mong Phòng Đào Tạo xem xét giúp em. Em gửi ticket này vì lý do tránh trường hợp bằng của em bị bỏ sót ạ . Chân thành cảm ơn Phòng Đào Tạo.",
    "Dạ em chào Cô  Em có thấy trên web thay đổi lịch đăng ký môn học, cụ thể dời lại khoảng hơn 10 ngày Em không biết là liệu có thể dời lịch nộp CCNN để tụi em có thêm thời gian ôn luyện được không ạ?  Em cảm ơn",
    "Dạ thưa thầy/cô, em đăng kí chuyển điểm anh văn hôm 11/12 và đã thanh toán lệ phí. Vậy khi nào em được cập nhật điểm chuyển vậy ạ ? Em xin cảm ơn thầy/cô.",
    "Kính gửi Phòng đào tạo, Em tên , MSSV:, sinh viên khoa Quản lý công nghiệp, K17. Vừa qua, em có thanh toán trễ bảo hiểm y tế do nhà em chuyển tiền lên không kịp. Em không biết là có cần lên phòng đào tạo để làm đơn trình bày lý do trễ không ạ. Rất mong quý Thầy/Cô giải đáp thắc mắc giúp em.Em chân thành cám ơn!",
    "Cho em hỏi khi nào phiếu đăng ký nộp bằng tốt nghiệp của em được xử lí xong ạ, em đã đăng kí được hơn 3 tuần, và khi nào là hết hạn nộp bằng tốt nghiệp cho khoá K19 ạ",
    "Chào admin, Em là  - MSSV:   Vì lịch thi tiếng anh trùng lịch học thí nghiệm hoá phân tích lúc 09:40 ngày 19/12/2020 mà em không thể học bù môn hoá phân tích được nên mong nhà trường giúp em sắp xếp chuyển lịch thi tiếng anh sang chủ nhật ngày 20/20/2020 được không ạ??? (Em đã đóng tiền lệ phí thi tiếng anh rồi ạ) Em xin chân thành cảm ơn ad đã đọc tin nhắn và giúp đỡ cho em!!!",
    "Dạ em chào thầy/ cô, do em phải có công việc rất gấp phải về quê nên không dự thi avđk được. Thầy/ cô cho phép em hỏi một số ý sau ạ 1) Có thể dời lịch thi từ 18/12 lên 15-16/12 được không ạ? 2) Nếu em vắng thi thì xem như em mất tiền lệ phí thi, cho phép em hỏi có thể giữ đó để em thi đợt sau được không ạ? Em xin chân thành cảm ơn!",
    "Dạ thưa thầy (cô), em là  sinh viên khoa Khoa học và Kỹ thuật máy tính khoá K17 của trường mình. Em muốn hỏi là tại sao em đã đăng ký nộp chứng chỉ ngoại ngữ, báo kết quả thành công rồi và em cũng đã đăng ký chuyển điểm rồi mà đến hiện tại trên bảng điểm chung cũng như bảng điểm chuyển của em vẫn chưa có thông tin gì hết ạ . Mong sớm nhận được hồi đáp từ thầy (cô). ",
    "Chào Thầy/Cô, Em đã nộp hồ sơ nhập học hệ Đào tạo từ xa hồi tháng 11/2020.Vào tháng 12/2020 này em có nhận được email từ trường là \"Thông báo tới SV v/v xem kết quả và đăng ký bổ sung môn học đợt 2 HK1/2020-2021 hệ VLVH\", nhưng em không thấy thời khóa biểu trong mục mybk.hcmut.edu.vn =  Thông tin sinh viên trên web. Thầy/Cô vui lòng cho em hỏi đã có thời khóa biểu nhập học của hệ ĐTTX vào tháng 12 này chưa ạ? Em cám ơn! Trần Bích Vân Hệ ĐTTX, MSSV:2049579",
    "Em xin chào phong CTCTSV, Hiện tại vì lý do cá nhân gia đình cần về quê gấp, nên em không thể tham gia khám sức khỏe đúng lịch như đã thông báo . Em muốn hỏi rằng trường mình sẽ tổ chức đợt khám vét cho sinh viên không tham gia được như lịch đã thông báo vào thời gian nào. Có phương án nào em có thể thực hiện nếu như không tham gia khám đúng lịch để em có thể giải quyết. Mong phòng CTCTSV giải đáp giúp em. Em xin cám ơn./.   i  .",
    "Chào PĐT ạ, Dạ em tên  khoá K18 , em có thắc mắc là việc khám sức khoẻ do trường tổ chúc sắp tới có bắt buộc không ạ. Nếu bắt buộc thì lỡ em không đăng kí thì có bị không cho đăng kí môn kì sau không ạ và lỡ không đăng kí thì có cách nào giải quyết không ạ . Em xin cảm ơn ạ.",
    "Em chào thầy (cô) Phòng đào tạo ạ . Hiện tại em là sinh viên năm 4, em dự định đăng ký học dự thính một số môn ở học kỳ hè 203 để cải thiện điểm. Em cũng cố gắng tốt nghiệp vào đợt tốt nghiệp tháng 11. Thầy (cô) cho em hỏi như vậy thì điểm học dự thính kỳ hè 203 của em có được xét vào điểm trung bình tích lũy để xét loại tốt nghiệp không ạ. Em cảm ơn rất nhiều",
    "Kính chào quý thầy cô, em tên  lớp XD16KT Kiến trúc ạ! Thầy cô có thể giải đáp lý do tại sao trong danh sách học bổng thì lại có trường hợp một số bạn chỉ đạt 6,5 trở lên điểm trung bình học kỳ trở lên nhưng lại được học bổng ạ? Còn em vẫn thuộc diện xét học bổng và điểm trung bình của em thuộc 8,0 nhưng vẫn không có học bổng ạ? Em khá bức xúc vì vấn đề trên! Cảm ơn thầy cô, mong thầy cô giải đáp",
    "Chào thầy/cô, em là sinh viên K14,Khoa Khoa học Ứng dụng, ngành Cơ kỹ thuật kì này là kì cuối theo chương trình đào tạo chính qui của em, em có thắc mắc là nếu như kì này em vẫn chưa đủ điều kiện để tốt nghiệp thì em xin chuyển qua hệ \"vừa học vừa làm\" được không ạ, vậy Chương trình đào tạo vẫn như chính qui phải k ạ? Và hạn cuối cùng để chuyển hệ là khi nào ạ. Em cảm ơn!",
    "Thưa Phòng Đào tạo, vừa qua em có nộp lại bản chính và bản sao bảng điểm tốt nghiệp do có sai sót trong tính điểm. Vừa rồi em có hỏi thì được báo đúng điểm mới, Phòng cho em hỏi em có được cấp lại bảng điểm mới không ạ? Nếu làm thì có cần phải đăng ký quy trình như trước và đóng phí không ạ? Em xin cảm ơn.",
    "Em chào cô/thầy, em muốn hỏi em đóng lệ phí anh văn đầu vào đợt DDAVC201 nhưng em thanh toán sai cột đã thanh toán lệ phí anh văn đợt DDAVC20193 ( đợt này em có việc gia đình nên không thi được). Vậy em có được chuyển mục đã thanh toán hay em phải thanh toán tiếp đợt DDAVC201 ạ",
    "Kính gửi PĐT, Em tên là , là sinh viên khóa K18, em vừa rồi có thi toiec quốc tế được 530 mà em muốn đăng ký av 3 4 của trường mà chưa chuyển điểm anh văn 1 2 thì có được không ạ?",
    "Tài khoản của em không được cấp quyền truy cập vào thông tin sinh viên cũng như một số hoạt động đăng kí khác ở myBK ạ. MSSV của e là . Mong nhận được phản hồi sớm nhất từ thầy/cô! Em xin cảm ơn.",
    "cho em hỏi là đầu tháng 12 em có thi ở IIG được 470, em là K19 vậy  em có đc miễn av3 ko ạ. Em có xem trên aao rồi nhưng mà có bảng đổi điểm mới ko biết chỉ áp dụng cho K20 hay ko .Em cảm ơn",
    "Dạ cho em hỏi là, em có lịch khám sức khỏe cuối khóa sáng thứ 5 ngày 17/12, do nhà em có việc gấp, em chưa lên thành phố kịp, cho em xin phép được chuyển lịch khám qua sáng thứ 6 ngày 18/12 có được không ạ? Mong được hỗ trợ! Em cảm ơn nhiều ạ!",
    "Em chào thầy cô ạ. Em là  MSSV . Trong đợt thanh toán học phí này vì điều kiện kinh tế nên em đóng trễ vài ngày ạ. Em kính mong nhà trường bỏ qua ạ. Em xin cảm ơn ạ.",
    "Thưa thầy, cô Em muốn xin thông tin liên hệ với phòng CTCT sinh viên để xin chuyển lịch khám sức khỏe! Mong được hỗ trợ! Em cảm ơn nhiều ạ!",
    "Thời gian: 12/15/2020 11:08:55 am Từ: [7974] (002770)  Chào bạn, Việc này bạn đã làm đơn nộp PDT chưa? Thân////// Dạ rồi. Em đã nộp cả 2 bản của bảng điểm và làm đơn gửi tại Phòng Đào tạo vào ngày 01/12 ạ.",
    "Em chào thầy/cô. Đợt phát giấy nghĩa vụ quân sự, em có nhận giùm cho bạn  mssv:  Nhưng trong quá trình chuyển trọ, em đã làm lạc mất giấy . Em muốn xin cấp lại giấy hoãn nghĩa vụ quân sự có được không ạ? Và nếu được thì làm như thế nào? Em cảm ơn thầy/cô.",
    "Dạ cho em hỏi là chứng chỉ anh văn xét tốt nghiệp thì nếu nộp bằng ielt thì nộp ielt general hay ielt academic ạ? Em cám ơn nhiều ạ",
    "Chào Thầy/Cô,  Khi đăng ký học hệ VHVL đợt 2 năm 2020-2021, Em có đăng ký ngành Kỹ thuật nhiệt . Nhưng khi trúng tuyển, em được phân vào Khoa Cơ khí - Ngành: Kỹ thuật Vật Liệu. Hiện tại em chưa rõ về vấn đề này . Mong thầy/cô giải thích giúp em. Em chân thành cảm ơn . Tên SV:   MSSV: ",
    "Chào Thầy/Cô ạ, Em là Nhật Tân, là lớp trưởng lớp GT18HK, khoa Kỹ thuật Giao thông. Vào ngày 26/11 em có nhận được mail thông báo khám sức khoẻ. Em đã đọc rất kỹ mail, xem có bắt buộc hay không, và nhận thấy rằng không bị bắt buộc. Tuy nhiên, có một vài bạn lớp khác cho rằng là bắt buộc. Vậy, cho em hỏi: 1. Khám sức khoẻ lần này có bắt buộc không? 2. Nếu như bắt buộc, hình thức xử lý những sinh viên không tham gia như thế nào? 3. Nếu bắt buộc, lớp em sẽ phải tham gia khám như thế nào, chi phí như thế nào? (Thời gian khám của GT18 đã qua) --------------------- Em rất mong sớm nhận được trả lời từ Thầy/Cô. Em xin cảm ơn ạ.",
    "Em k19, em đã qua AV 1,2. Em vừa nộp CCNN Toeic 555 và đã hợp lệ, tương đương khi chuyển điểm là 5đ AV3 nhưng em không chuyển thì có được tính thêm 2 chỉ vào TCTL không? Để em ĐKMH kì 202. Em cảm ơn.",
    ": Ad cho em hỏi em muốn chủ nộp bằng AV nhưng vừa rồi có lỡ nhấn xét miễn để xếp lớp thì có rút lại đc ko ạ . Em cảm ơn nhiều",
    "Nếu em qua môn tương đương thì chỉ tính số TCTL chứ không tính vào ĐTBTL đúng không ạ? Vậy em có cần học lại mã môn gốc, hay câng làm giấy xin PĐT hay GV giảng dạy về vấn đề chuyển điểm hay gì nữa không? Em cảm ơn",
    "Cho em hỏi về đăng kí môn học dành cho Việt Pháp. Theo em nghe được từ thầy hướng dẫn, thì em học chương trình Việt Pháp và học tiếp chương trình thạc sĩ ở Việt Nam thì em sẽ được miễn một số môn học. Nhưng em không tìm thấy môn học chuyển đổi thạc sĩ . Em mong sẽ được cung cấp thêm thông tin về các môn học được chuyển đổi? Em xin cảm ơn",
    "chào ad ạ, theo như 4 hình em đính kèm thì em có đc qua av3 chưa ạ ( em K19), em đã đọc quy định trên aao rồi, em K19 đc 470 nghĩa là qua av3 rồi nhưng sao ko thấy thông tin gì liên quan tới av3 vậy ạ",
    "Cho em hỏi em có thể khám sức khoẻ trước lịch của khoa 1 ngày được không ạ Nếu được xin cho hỏi em cần phải thực hiện các giấy tờ gì ạ",
    "Chào thầy cô, Em tên , mssv , k19 khoa Quản lý công nghiệp. Em chưa đạt chuẩn AV1 để có thể đăng ký cho học kì 202 tới. Vào ngày 18/11 vừa qua em gặp tai nạn giao thông, bị một số chấn thương ngoài da và phải bó bột tay phải hơn 1 tháng nên không thể tham gia các kì thi av trong trường và ở ngoài. Em có thấy thông tin vào ngày 24-25/1 sẽ có đợt thi av trong trường, nếu em đăng kí thi vào lúc đó và pass av1 thì em có kịp được học ở học kì 202 không ạ? Vì gặp khó khăn trong sinh hoạt nên gia đình đã đón em về quê. Do đó em không thể đến phòng đào tạo để hỏi và viết mail này. Mong được phản hồi sớm. Em xin trân trọng cám ơn.",
    "Dạ em có một đứa em quên đi thi Anh văn đầu vào không biết có bị ảnh hưởng hay trừ điểm gì đối với kì này hay kì sau không ạ?",
    "Xin mở quyền đăng kí tốt nghiệp do bị tạm dừng do không đăng kí môn học.",
    "Dạ cô ơi cho em hỏi là sẽ có đợt 2 đóng bảo hiểm đúng không cô, dưới phòng y tế vảo em sẽ có mà em đợi lâu quá nên em sốt ruột ạ? Em cảm ơn cô rất nhiều   i  .",
    "Dạ là đầu học kỳ trước e chưa đăng ký được môn Thực tập Tốt nghiệp, kỳ em có đăng ký Đề cương và đầu học kỳ thì môn đề cương vẫn có trên thời khóa biểu và bảng điểm. Đến hiện tại thì em không còn thấy nữa. Kỳ này em học 18 chỉ, và khi thanh toán hoc phí là 7.000.000đ có bao gồm đề cương? Không biết môn Đề cương của em được giữ hay hủy rồi ạ .",
    "Em kính chào quý thầy cô ạ. Em tên là     MSSV     Thưa thầy cô về phần đóng học phí, hôm ngày 8/12 em có đăng nhập vào bkpay và em đã thanh toán đúng số tiền học phí của học kì 201 ạ, sau đó em kiểm tra lại tài khoản ngân hàng thì ngân hàng đã trừ số tiền của em, nhưng em refresh lại bkpay thì trang bkpay chưa cập nhật phần em mới đóng, em còn kiểm tra lại nhiều lần và các lần khác cũng như vậy, nên em nghĩ em đã đóng xong phần học phí và 3 ngày sau đó em không kiểm tra lại. Hôm nay em nhận được mail có nội dung em chưa đóng học phí, em mới kiểm tra lại tài khoản ngân hàng thì ngân hàng hoàn tiền lại nhưng em không biết ạ. Nay em viết đơn này kính xin quý thầy cô bỏ qua cho lỗi sơ suất của em ạ. Em xin cảm ơn quý thầy cô",
    "Cho em hỏi nếu em nộp 1 bằng TOEIC và 1 bằng IELTS thì khi tra thông tin tốt nghiệp, hệ thống sẽ lấy bằng nào ạ ? Em cảm ơn",
    "Em là sinh viên lớp L09 Trắc địa đại cương thực tập Vừa qua vào thứ 6 tuần 50 do gia đình em về quê nên em đã vắng buổi học Trắc địa đại cương thực tập. Em đã cố liên lạc với giảng viên nhưng  không nhận được phản hồi  Cho em hỏi nếu vắng 1 buổi thực tập có bị cấm thi không ạ? Nếu có thì có cách nào cứu xét không ạ!  Em đang vô cùng rối và sợ cấm thi ạ Em xin chân thành cám ơn",
    "Dạ cho em hỏi là tiền học phí đại trà  2,554,025 là có tính tiền tập huấn quân sự không ạ?",
    "Kính gửi phòng đào tạo. Em tên là . Em có một câu hỏi muốn hỏi phòng đào tạo là đến thời điểm hiện tại em có được quyền rút môn học được nữa hay không ạ.",
    "Em đã đọc quy đinh về song bằng nhưng chưa phân biệt được giữa song bằng theo hướng ngành phụ và song bằng theo hướng ngành thứ 2, cho em hỏi sự khác nhau giữa 2 phương án này.",
    "Kính thưa thầy cô! Em là , sv khoa Điện. Em có nộp bảng điểm thi toeic bên ngoài với số điểm 530. Đã được xác nhận thẩm tra từ giữa tháng 11. Nhưng đến bây giờ trên mybk- điểm chuyển thì em vẫn chưa được miễn AV2, AV3,AV4. Sắp tới đăng kí môn đợt 2 em sợ bị xóa hết vì chưa đủ chuẩn AV3 sau năm 2. Mong thầy cô kiểm tra lại giúp em. Em cảm ơn.",
    "Chào Thầy/Cô Em là sinh viên K2018, hiện tại em chuẩn bị thi tiếng Anh do trường tổ chức nhưng vẫn chưa nắm rõ quy đổi điểm mới áp dụng từ Hk201. Hiện tại em mới chỉ đạt AV1 (350 điểm AVDV K2018), do tình hình dịch bệnh được hoãn tiếng Anh nên kỳ này em được đăng ký môn của năm 3. Nhưng theo bảng điểm mới thì để được đăng ký môn của năm 3 thì em cần phải đạt AV2 là 500 điểm hay vẫn giữ theo chuẩn của K2018 là 400. Và nếu dự thi bên ngoài để lấy bằng thì em đạt 500 điểm thì có được chuyển điểm để đăng ký môn không ạ Mong sớm nhận được hồi đáp từ Thầy/Cô Em cảm ơn",
    "em k19 19/12 này em thi anh văn dành cho k19 theo mail của trường thì sẽ Dự kiến nhà trường sẽ tổ chức thi đợt 3 vào ngày 24-25/01/2021 cho sinh viên không đăng ký thi được trong đợt này. em muốn hỏi là nếu đợt này em thi kết quả không được như mong muốn thì em có thể đăng kí thi lại AV ở đợt 3 không.",
    "Dạ tối qua khi vào paybk để thanh toán học phí thì em thấy tên trên tài khoản của em bị sai dấu em tên  nhưng trên máy hiện là  hi vọng trường có thể sửa lại giúp em. Xin cảm ơn ạ.",
    "Dạ cho em hỏi em đã có chứng chỉ quốc phòng và đã làm đơn miễn học môn quốc phòng thì có cần phải đóng đủ 2,554,025 không ạ?",
    "Em chào Thầy Cô,  Tình hình của em là đã làm xong luận văn nhưng thi nhiều lần vẫn chưa đủ điểm anh văn để bảo vệ. Em không biết có cách nào để em được bảo vệ trong kì này trước rồi bảo lưu điểm số đó cho đến khi em nộp được bằng anh văn vào không ạ. Vì luận văn của em nếu để lâu hơn số liệu sẽ cũ và mất tính thời sự. Mong Thầy Cô giải đáp giúp em ạ. Em cảm ơn Thầy Cô nhiều ạ.",
    "Dạ chào thầy/cô ạ. Cho em hỏi là đợt dịch đầu năm vừa rồi trường có miễn xét điểm tiếng anh từng năm để đăng ký môn học năm nay cho K19 chúng em. Em không biết là hk2 tới sẽ áp dụng lại mức tiếng anh như các năm trước hay là vẫn miễn tiêng anh như hk1 ạ? Em cảm ơn.",
    "Em là k19,khoa cơ khí,nhóm ngành cơ điện tử- cơ khí, hè vừa rồi em được phân vào cơ khí, hết năm nay nữa em sẽ được phân chuyên ngành Nhưng hiện tại ở hk1 này em k đăng kí được môn năm 2( do thiếu chỉ),  Vậy cuối hk202 này em có được phân chuyên ngành không, và điều kiệu để được phân chuyên ngành là gì ạ .",
    "dạ cho e hỏi sắp tới thi av đợt2 trong trường mà em không đạt đủ chuẩn để đkmh thì em có thể đăng kí thêm thi av đơt 3 để  thi tiếp không ạ,và điểm của av3 đợt 3 còn có ý nghĩa để xét chuẩn đầu vào không ạ",
    "Em tên là  MSSV: em thấy trên biểu đồ môn học là trước ngày 13/1 nộp chứng chỉ để chuyển điểm ngoại ngữ mà đăng kí luận văn là ngày 22/1 .Pdt cho em hỏi nếu em k cần chuyển điểm anh văn thì em nộp sau ngày 13/ đến trước ngày 22/1  thì em có thể đăng kí luân văn không ạ",
    "Chào thầy, cô. Em là : . Msssv: . Em đang theo học môn Tin học cơ sở gồm 3 thầy: , , . Hiện nay em bị mất môn của thầy , mong thầy/cô kiểm tra và xử lí giúp em. Em xin trân thành cảm ơn",
    "Cho em hỏi là nếu môn A là môn học trước của môn B thì chỉ cần đăng kí môn A ở những học kì trước là có thể đăng kí môn B đúng không ạ?  Hay có quy định về điểm của môn A để đăng kí môn B không ạ?  Em xin cảm ơn",
    "Chào thầy cô và anh chị Trường đang mở đợt đăng kí môn học cho hk2, vậy cho em hỏi mình cần đăng kí môn thể chất luôn không hay nha trường sẽ mở riêng vậy. Cảm ơn mọi người nhiều ",
    "ad cho em hỏi là theo bảng đổi điểm cũ, thì em nộp bằng ở toeic thi IIG (470) vào thì em đc đổi điểm tới av3, còn bảng qui đổi mới thì chỉ đổi điểm được của av1, vậy thì em vẫn đc tính là qua av3 ko ạ ( em K19), ad trả lời cho em với vấn đề này em hoang mang mấy ngày nay mà ko giải đáp đc. Em cảm ơn",
    "Em là  Em là sinh viên năm 4 . Em chưa học qua  2, em vừa thi qua Toeic  với số điểm 595. Em có dự định đi thi lại, nhưng em nộp vào làm để LVTN (nhưng không qui đổi thành điểm av) và dự định đăng ký thêm 1 môn nữa. Em không biết khi nộp vào nhưng không chuyển điểm có thể học được môn học không vì không thỏa điều kiện anh văn theo từng năm. Em xin cảm ơn ạ.   i  .",
    "dạ cho em hỏi à hiện tại em đang học lớp anh văn 1 ở trường mà sắp tới đkmh em không biết em có được đkmh không ạ hay khi nào có kết quả môn học av1 em mới được đkmh cho học kì 202 ạ. em cảm ơn ạ !",
    "Kính chào thầy cô quản lí trang hỗ trợ sinh viên trực tuyến, ở học kì này em không đăng kí môn Xác suất thống kê, nhưng hiện tại lại hiện phần bắt buộc làm QUIZ của XSTK (VIDEO). Xin thầy cô cho em biết rằng em bỏ qua không làm vẫn được phải không ạ do em không đăng kí môn học này học kì này (em đã qua môn học ở học kì trước).",
    "Xin chào Phòng đào tạo, Em mới tham gia kỳ thi kiểm tra trình độ tiếng Anh do trường cùng IIG tổ chức. Kết quả của em là 510. Em muốn hỏi với số điểm đó đối với sinh viên K2018 sẽ quy đổi điểm như thế nào? Và đạt chuẩn anh văn đủ để đăng ký môn đợt 2 chưa? Em xin trân trọng cảm ơn",
    "Thưa thầy cô!  Em muốn hỏi là để xin mở lớp chuyên ngành EE3007 - lý thuyết điều khiển nâng cao của ngành Kỹ thuật điều khiển và tự động hóa thì cần tối thiểu bao nhiêu sv để làm đơn xin mở lớp ạ.",
    "Trong điều 31 phụ lục 1, trong mục 3 phần b có ghi: \"Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.\" Em K2019 hệ chính quy thì em phải thi ở IIG mà không được thi ở BKEnglish ạ.",
    "Em chào thầy/cô ạ, Ở kỳ 191 em có dự thi anh văn định kì do trường tổ chức thi trên máy tính và em đã qua chuẩn năm 1, em kiểm tra ở bảng điểm thì sau đó vẫn còn. Thế nhưng khoảng vài tháng gần đây thì trên bảng điểm hk191 của em không còn xuất hiện điểm anh văn lúc đó em dự thi nữa. Vậy cho em hỏi đó là do hệ thống hay quy định của nhà trường bắt buộc phải thi lại sau mỗi học kì ạ . Em cảm ơn.",
    "Chào quý thầy/cô Trong HK 3 (2019-2020) em có làm đơn rút môn học Thực tập điện tử 1 (EE2023) và đã được phản hồi tiếp nhận. Nhưng em xem lại điểm thi của môn học thì vẩn thấy ghi điểm 13 (VT). Phiền quý thầy/cô xem lại giúp em",
    "Chào thầy cô , hiện tại em là sinh viên năm 3 , trong học kỳ 201 này em đăng học môn Anh văn 3 ở trường để có thể đăng ký môn trong học kỳ 202 sắp tới , nhưng ngày kết thúc đăng ký môn học đợt 3 thì môn học anh văn 3 vẫn chưa thi cuối học kỳ. Vậy cho em hỏi là em có bị xoá môn học trong lần đăng ký môn học đợt 3 không ạ . Em cảm ơn ",
    "Em chào thầy/cô. Hiện tại em thanh toán tiền đóng tiếng anh để chuyển điểm nhưng khi vào trang thanh toán OCB không hiện ra hóa đơn nào cả, thầy/cô có thể giúp em trường hợp này được không ạ. Em xin cảm ơn.   i ",
    "Em vừa thi anh văn đầu vào và không đủ tiêu chuẩn để pass av năm nhất hiện em là sv năm 2 cho em hỏi em có thể đăng ký được môn học cho hk2 đc không ạ?      nếu không em có thể đk thi av đầu vào đợt cuối tháng 1 này đuọc không ạ?",
    "Em đang là sinh viên năm 2, em chưa đủ chuẩn av của sv năm 2. Em thi ở ngoài để nộp đợt chuyển điểm ngày 7/1 nhưng em thi được 500 điểm toeic vậy em có nộp để xét đăng ký môn học được k ạ?",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Em chào thầy/cô ạ! em muốn hỏi về quy tắc chuyển điểm anh văn trong slide \"các thay đổi từ HK192\" áp dụng cho cả khoá K2018 luôn phải không ạ? Em cảm ơn thầy/cô!",
    "Chào thầy/ cô, cho em hỏi là kì này là kì cuối trong chương trình đào tạo của em (6,5 năm) mà em vẫn chưa ra trường được, vậy cho em hỏi em muốn đổi qua hệ Vừa học vừa làm thì thời gian đăng ký là khi nào vậy ạ? Em cảm ơn",
    "cahof thầy (cô) theo em K17 ạ theo như xem trên aoo về quy định anh văn, em thấy muốn được đăng ký môn học năm 3 là trên 350 và em vừa thi anh văn xết chuẩn ở trường được 375 liệu có được đk năm học môn học năm 3 không ạ.",
    "Em tên là  MSSV: em thấy trên biểu đồ môn học là trước ngày 13/1 nộp chứng chỉ để chuyển điểm ngoại ngữ mà đăng kí luận văn là ngày 22/1 .Pdt cho em hỏi nếu em k cần chuyển điểm anh văn thì em nộp sau ngày 13/ đến trước ngày 22/1  thì em có thể đăng kí luân văn không ạ",
    "Em chào PĐT, Em là - học lớp XD16TNCT, em học lớp Tài năng tuy nhiên em không đạt anh văn kịp để ra trường đúng hạn trong kì trước. Hôm nay em mới đủ điều kiện ra trường vậy em có cần làm đơn để nhận bằng đại trà không ạ? Cho em hỏi thêm là khi nào em có để đăng kí xét tốt nghiệp được ạ?  Em cảm ơn! ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Kì 2/2019-2020 em được cho phép vắng thi và dự thi sau để xóa điểm 13 môn học Tư tưởng  SP1005, thời gian đầu em chưa thấy cập nhật điểm nên đã chờ nhưng sau đó thấy không cập nhật và không thay đổi điểm nữa. Em xin PĐT kiểm tra lại giúp em. Em xin cảm ơn",
    "cho em hỏi hiện em là sinh viên năm 2 khoá 2019. Hiện nay em chưa đạt chuẩn anh văn năm 1. Vậy học kì 202 em có thể đăng kí các môn thuộc năm 1 không ạ. Em cảm ơn",
    "Dạ em chào thầy/cô, cho em hỏi em thi chuẩn anh văn trong trường mình hôm nay được 585đ vậy em có được qua 4 anh văn của khóa K19 không ạ? Tại em thấy chuẩn mới K2020 là 600 mới qua hết 4 anh văn.",
    "PĐT cho em hỏi, em vừa thi xong AVĐV dành cho sinh viên từ năm 2 hệ CQ tại trường, kết quả đó có được sử dụng để xếp loại anh văn đăng kí học anh văn trong trường không ạ. Em cảm ơn.",
    "Cho em hỏi là vừa rồi trường có mở thi tiếng anh đầu vào cho khoá K19 nếu em không pass trong đợt này và trường có tổ chức thi trong ngày 24/1 lúc đó em vẫn đăng ký thi được đúng không ạ, và nếu đợt đó em pass em vẫn được đăng ký môn bình thường cho kỳ 202 đúng không ạ .",
    "Em tên là :  MSSV  phòng đào tạo cho em hỏi em thi anh anh văn định kì lần này thì phải đạt bao nhiêu điểm mới có thể đăng kí môn được ạ. Em là sinh viên năm 2 ạ .",
    "ad cho em hỏi là theo bảng đổi điểm cũ, thì em nộp bằng ở toeic thi IIG (470) vào thì em đc đổi điểm tới av3, còn bảng qui đổi mới thì chỉ đổi điểm được của av1, vậy thì em vẫn đc tính là qua av3 ko ạ ( em K19), ad trả lời cho em với vấn đề này em hoang mang mấy ngày nay mà ko giải đáp đc. Em cảm ơn",
    "Cho em hỏi là nộp chứng chỉ ngoại ngữ để đăng kí môn học là chỉ cần nộp là được đăng kí môn học phải không? Không cần phải chuyển điểm đúng không? Em cảm ơn!",
    "Dạ cho em hỏi là hôm 22/12 em có lịch khám sức khỏe nhưng lại bận học thí nghiệm không bỏ được thì có được khám trước hay khám sau chung với khoa khác được không ạ?",
    "Xin chào Phòng đào tạo, Em mới tham gia kỳ thi kiểm tra trình độ tiếng Anh do trường cùng IIG tổ chức. Kết quả của em là 510. Em muốn hỏi với số điểm đó đối với sinh viên K2018 sẽ quy đổi điểm như thế nào? Và đạt chuẩn anh văn đủ để đăng ký môn đợt 2 chưa? Em xin trân trọng cảm ơn",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em vừa bị phát ban thủy đậu 3 ngày trước , tức là ngày 16/12/2020 mà ngày 21/12 và ngày 24/12 em có 2 buổi thi cuối kỳ dự thính thì em có được phép dời lại đến khi hết bệnh không ạ Em còn có hẹn khám sức khỏe định kỳ vào ngày 22/12 thì em có nên đi không ạ. Phòng đào tạo giải đáp giúp em,",
    "Dạ chào thầy cô , do em chưa pass av 1 hồi năm nhất nên kì này em có đăng thi kiểm tra trình độ tiếng anh do iig tổ chức và đạt được số điểm là 620 vậy cho em hỏi em đạt chuẩn tiếng anh năm 2 chưa và kì 2 em có cần thi thêm 1 đợt nữa để xét chuẩn av năm 2 ko ạ ? Em cảm ơn",
    "kính gửi PĐT em tên  mssv  vì lý do sức khỏe nên đã vắng mặt không đi khám sức khỏe được, xin hỏi PĐT hướng giải quyết để em có thể đi khám sức khỏe theo yêu cầu của nhà trường ạ. Xin phép cho em đi bù hoặc khám sức khỏe bên ngoài nộp vào được không ạ ? Xin cảm ơn PĐT",
    "Cho em hỏi là lịch dk môn học bổ sung là 13/1 thì ngày 12/1 em nộp chứng chỉ ngoại ngữ là được đăng kí môn học pk ? Em cảm ơn!",
    "Em chào phòng đào tạo ạ, chuyện là em vừa đi thi anh văn đợt 2 ở trường xong ạ mà chỉ được 320 nên chưa qua anh văn 1, em được biết là tầm 24-25/1 nhà trường sẽ tổ chức thi anh văn đợt 3 cho các bạn hông kịp đăng kí thi đợt 2 ạ, vậy em có được đăng kí thi tiếp đợt 3 ở trường hông vậy ạ. Em cám ơn ạ.",
    "Năm sau em có ý định chuyển trường,Vì thế em muốn hỏi là em có thể xin chứng nhận đã học xong các môn chính trị và thể chất ở đâu ạ? Em cũng muốn hỏi về việc bảo lưu 1 học kì ạ? Em cảm ơn.",
    "Dạ em chào thầy/cô ạ Em đang là sinh viên năm 2 của trường ạ. Em được được biết là tất cả kì thi anh văn sau kì thi anh văn đầu vào do trường tổ chức đều được tính vào chuẩn anh văn từng năm, mong thầy cô xác nhận thông tin này giúp em và nếu như em đã tham gia kì thì do IIG kết hợp với trường tổ chức vào tháng 9 vừa rồi thì kết quả đó có được tính vào chuẩn anh văn năm 2 không ạ? em mong nhận được phản hồi của thầy cô ạ. Em cảm ơn!",
    "Chào thầy(cô), cho em hỏi kì trước em có thi rớt 1 môn, thì kì sau em phải đăng kí học lại như thế nào ạ? có phải là như đăng kí môn học bình thường không ạ?  Em xin cảm ơn, Trân trọng.",
    "Cho em hỏi là với bằng TOEIC 445 của em thì đã đủ điều kiện được xét là đậu anh văn 1 chưa ạ, tại em thấy nếu nộp bằng thì trên 450 mới có quyền xét miễn anh văn 1 ạ. Hay em phải thi để trêb 450 thì mới được coi là đậu anh văn 1. Nếu 445 đã được xét đậu anh văn 1 thì học kì 202 của em không bị ảnh hưởng phải không ạ ?",
    "Dạ em chào cô, Em hiện là sinh viên năm cuối khoa Máy tính, chuẩn bị làm Luận văn cuối khóa. Thưa cô, cô cho em hỏi việc nộp chứng chỉ Ngoại ngữ là yêu cầu bắt buộc để đăng kí môn học Luận văn Tốt nghiệp hay là yêu cầu bắt buộc để có thể được bảo vệ Luận văn vậy ạ ? Và theo lịch học vụ, em thấy ngày 13/1/2020 là hạn cuối nộp chứng chỉ ngoại ngữ trong học kì này, thì sau ngày đó em có thể nộp chứng chỉ ngoại ngữ để được tham gia làm Luận văn Tốt nghiệp không ạ ? Mong nhận được sự phản hồi từ cô. Em cảm ơn cô rất nhiểu. ,",
    "Dạ cho em hỏi là , nếu em đã thi anh văn vào ngày 19/12 rồi , mà kết quả em không đạt như mong muốn . Vậy em có được đăng kí thi lại vào ngày 24-25/1 không ạ ? Em cảm ơn",
    "MSSV:    Điều kiện xét tốt nghiệp: chứng chỉ Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa . Em xin chào quý thầy/cô. Thầy/cô cho em hỏi rằng, sinh viên khoá 18 không thể sử dụng chứng chỉ Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa để xét tốt nghiệp đúng không ạ (theo như hình đính kèm)? Em xin cám ơn!",
    "Cho em hỏi thi anh văn đợt 2 ngày 24_25/1 có kịp xét cho đăng ký môn học học kì chính 202 không ạ",
    "cho em hỏi là em đã đăng kí thi kiểm tra trình độ anh văn vào đợt ngày 20/12 thì em có được đăng kí thi đợt 24-25/1 nữa không ạ",
    "Dạ thưa cô , em bị rớt môn GT1 hồi hk dự thính hè nên không đủ 24 chỉ để học năm 2 vậy thì cuối hk 201 này các môn cơ sở ngành  năm 2 của em có bị xoá tkb không ạ.",
    "Thưa quý thầy cô, Hôm nay là ngày 20/12/2020, em có lịch thi kiểm tra trình độ anh văn đợt 2 vào ca 1, nhưng vì lí do xe em hư giữa đường nên không thể thi được nhưng em lại đang rất cần kì thi này để xét chuẩn năm 3 để đăng kí môn học học kì 202. Em có nghe nói về đợt 3 kiểm tra trình độ anh văn. Cho em xin hỏi rằng liệu em có được phép đăng kí và tham gia đợt 3 không. Em chân thành cảm ơn.",
    "Dạ em chào Thầy/Cô, Em đã đóng học phí học kỳ 201 đúng hạn cả 2 đợt, nhưng trong BKPAY của em lại còn 1 khoản học phí học kỳ 201 với số tiền là tổng tiền của cả 2 đợt.   Thắc mắc của em là em đã đóng 2 đợt rồi mà sao khoản học phí kia (khoản học phí học kỳ 201 với số tiền là tổng tiền của cả 2 đợt) vẫn hiển thị? Em không thanh toán thì có bị cấm thi không?",
    "Chào cô, em muốn hỏi thi chuẩn av cuối khóa có được lấy kết quả đó để xét đăng ký lvtn được không ạ? Em cảm ơn .",
    "Cho em được xin thông tin, số điện thoại liên lạc thầy  - GV dạy môn Nhập môn Kỹ thuật Khoa Kỹ thuật Hoá học thuộc khoá K20 ạ",
    "Cho e hỏi là ngày e khám sức khoẻ của khoa e thì e có việc bận, nên không khám đúng ngày đc thì e khám chung với khoa khác đc k ạ",
    "Dạ em muốn hỏi là kì thi đánh giá anh văn vừa rồi em được 425 điểm toeic không đủ 450 vì thời gian khá gấp rút nên em không thể thi toeic và nộp bằng kịp. Em muốn hỏi là em có thể làm cam kết đăng kí môn học trước rồi nộp bằng toeic sau được không ạ. Em xin cảm ơn",
    ". Kính chào thầy/cô! Hôm nay em thi GT1 mà do bất cẩn em quên tô mã đề thi 2001. Hiện tại em phải làm sao ạ? Mong thầy/cô giúp em giải đáp ạ! Em cảm ơn thầy/cô!",
    "em hiện là sinh viên năm 2. nếu chưa đạt chuẩn anh văn năm 1, em có thể đăng kí các môn đại cương, thể chất ở học kì 202 không ạ",
    "Phòng đào tạo cho em hỏi, em đã đăng kí thi anh văn đầu vào đợt 2 (20/12/2020) nhưng chưa đạt mức điểm yêu cầu cho sinh viên năm 3. Vậy em có thể đăng kí thi tiếp vào đợt 3 sắp tới không ạ??",
    "Chào thầy (cô)   Em là    mssv  Cô (thầy) cho em hỏi,em thi toeic muộn vì hết slot đăng kí, trong khi em thi ngày 10/1 thì 7 ngày sau mới có kết quả trong khi hạn nộp bằng để đăng kí môn học kì mới là 13/1. Vì em học khóa k18 chương trình năm sau đã thay đổi,các môn học cũng khác nếu không đăng kí được kì này thì pđt còn có thể mở lớp nữa.Em có thể làm đơn để xin nộp muộn bằng anh văn được không ạ?  Em cảm ơn cô (thầy) ạ! ",
    "Thưa cô Em thấy mail trường có đề cập đến việc còn có 1 đợi kiểm tra anh văn nữa dự kiến vào ngày 24,25 tháng dành cho những bạn chưa đăng ký được đợt 12 vừa qua. Em muốn hỏi là những bạn đã đăng ký được và thi tháng 12 rồi nhưng lỡ không quá được số điểm cần  thiết thì còn cơ hội thi đợi 24,25 tháng 1 không ạ. Em cảm ơn, xin lỗi đã làm phiền cô ạ.",
    "Em tên là  MSSV   Thưa cô, em muốn nghỉ học vĩnh viễn ở trường thì em cần chuẩn bị hồ sơ hay làm đơn gì ạ ?",
    "Cô cho em hỏi em đk thi anh văn ngày 24/1 thì có kịp đăng ký môn học không ạ.",
    "Chào thầy cô Em tên , MSSV: , khoa Quản lý Công nghiệp, K19 lớp QL1903. hiện tại em không thấy tên mình trong danh sách khám sức khoẻ, mong thầy cô  xem xét giúp em. Em đang học tại CS2 ạ Em xin cảm ơn ",
    "PĐT cho em hỏi trong kì thi anh văn lần này điểm em thấp không đủ để đăng kí môn học nên có thể tham gia kì tiếp theo trong tháng 12 này được không ạ? Nếu được thì có thể dùng điểm đó để xét đạt chuẩn anh văn mà đăng kí môn học được không, em cảm ơn ạ!  ",
    "Chào thầy (cô) Thầy (cô) cho em hỏi nếu hôm 22/1/2021 em nộp bằng toeic thì em có đăng kí đợt bổ sung 22/1-28/1 không ạ. Vì em thấy nộp điểm chuyển vào hôm 13/1. Mong thầy (cô) trả lời giúp em. Trân trọng",
    "Kính gửi phòng đạo tạo .Vì lý do cá nhân nên kì thi anh văn đầu vào vừa rồi em có đăng kí thi nhưng không tham gia thi được . Hiện tại sắp tới mở đăng kí môn học đợt 2 và anh văn hiện tại của em chưa đạt yêu cầu . Sắp tới tháng 24/1- 25/1 có thêm đợt đăng kí thi liệu em có được đăng kí tham gia không ạ và đợt sắp tới có xét tiêu chuẩn anh văn để đăng kí môn học không . Em cảm ơn .    .",
    "Cho em hỏi là vừa thi av đợt 14-20/12 xong nhưng e vẫn chưa qua vậy thì đợt 3 ngày 24,25/1 tới có được đăng kí thi tiếp không ạ ,nếu trong đợt 3 em pass được a av thì môn học trong hk202 của em có bị xoá bỏ không ạ ,em cảm ơn.",
    "Cho em hỏi là em đã đăng kí anh văn đợt 2 rồi. Vậy em có được đăng kí anh văn đợt 3 không ạ. Mong câu trả lời từ phòng đào tạo Em xon cảm ơn ạ.",
    "Chào phòng đào tạo  Em muốn hỏi là đợt thi anh văn cho k19 diễn ra từ 19-21/12/2020 vừa rồi thì áp dụng chuẩn tiếng anh cho K19( tức 350đ để qua av1) hay chuẩn từ k20 ( tức 450đ để qua av1) vậy ạ ? Em cảm ơn",
    "ngày 20/12 em dk thi av nhưng không đủ 350 để qua av1 vậy em dk thi lại av ngày 24/1 có kịp đăng ký môn học không ạ.",
    "Thưa PĐT, theo mail PĐT gởi thì tiếp đây sẽ có kì đăng kí kiểm tra trình độ anh văn cho những bạn chưa đăng kí được đợt đầu, nhưng đợt trước em có đăng kí rồi nhưng điểm không đủ để thỏa điều kiện đăng kí môn học, vậy nếu em đăng kí kì này em vẫn được chấp nhận và sẽ lấy điểm nào cao hơn để xét xem có pass được anh văn không đúng không ạ? Câu hỏi trước em gởi mà quí thày/cô trả lời em không hiểu lắm, quí thầy/cô thông cảm!",
    "Kính chào quý thầy (cô)! Em tên là , MSSV: . Ngày 16/12 vừa rồi em có đăng ký nộp chứng chỉ ngoại ngữ TOEIC nghe/đọc trên website của PĐT, nhưng vì sai sót của bản thân nên em đã chọn nhầm loại chứng chỉ TOEIC nói/viết. Tuy nhiên trên website của trường không có chức năng hủy nộp chứng chỉ ngoại ngữ này. Em rất lo lắng không biết giải quyết tình huống này thế nào. Em rất mong được quý thầy cô giải đáp. Em xin chân thành cảm ơn!",
    "Dạ cho e hỏi giúp bạn e ạ: Thứ 1 là bạn e là kstn khóa K18, ở kì thi Anh văn định kì đợt 2 vừa rồi nó chỉ thi được 485 vậy nó có được đăng kí môn học không ạ.Vì theo như bây giờ kstn học chung với đại trà và làm thêm phần học phần mờ rộng.vậy với số điểm 485 chưa đủ 500 như vậy nó có thể đăng kí môn học bình thường mà k được làm phần học phần mở rộng thôi được k ạ. Thứ 2 là nếu bây h bạn kstn đấy rút khỏi chương trình kstn thì số điểm của nó đủ chuẩn dăng kí môn học dành cho đại trà.vậy giờ nó rút ra có kịp cho đợt đăng kí ngày 28/12 sắp tới k ạ. Thứ 3 là các bạn đăng kí kì thi Anh văn định kì ở đợt 2 này rồi có được đăng kí thi đợt 3 sắp tới vào tháng 1 không . Em cảm ơn .",
    "Cho em hỏi là hiện tại các khóa K19 K20 đã bỏ môn EE1003 - Toán kỹ thuật. Nhưng do em chưa qua môn đó nên cần học và thi lại. Vậy cho em hỏi môn học nào tương đương với môn đó hoặc môn thay thế cho môn đó để em đăng kí để bù vào cho môn đó. Em cảm ơn   i ",
    "Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Hiện e đang học môn Nhập Môn kỹ thuật với K20 . Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức..  Mong Thầy/Cô xem xét cho em được đăng ký bổ sung môn Thực tập tham quannày được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!",
    "Em là sinh viên k19, em không đủ điểm anh văn 1 đợt vừa rồi. Cho em hỏi tháng 1 trường mình còn tổ chức đợt thi anh văn nào nữa không ạ. Và nếu nộp bằng bên ngoài muộn hơn ngày 7/1 thì có thể đăng ký môn học kỳ sau được không ạ. Em xin cảm ơn.",
    "nh Giử : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             hoa Em tên là :   Mssv :   Dạ thưa PĐT cho em hỏi là trong đợt kiểm tra anh định kỳ hôm 20/12 em đã không đạt được đủ số điểm và cho em hỏi là trong khoảng thời gian trước khi đợt đkmh lần 3 cho học kỳ 201 thì Nhà Trường sẽ còn tổ chức đợt kiểm tra anh văn nào nữa không ạ  Em xin chân thành cảm ơn ạ  Thân mến ",
    "Cho em hỏi kì thi AVDV ngày 25.1 chỉ dành cho những sinh viên chưa đăng kí đợt 20.12 hay toàn bộ sinh viên đều được đăng kí ạ? Em xin cảm ơn.",
    "Em có thì avdv tại trường vào ngày 20/12 và được 345 điểm. Và em đã không đạt được chuẩn sinh viên năm 1. Nên em muốn hỏi là ở hk 201 em có thể đăng kí được các môn đại cương năm 2 không ạ. Và em k biết là sẽ bị xoá môn học vào đợt nào để có thể đăng kí các môn khác. Cuối cùng em muốn hỏi là em có thể thì lại avdv vào đợt ngày 24-25/01 được không ạ! Em xin chân thành cảm ơn",
    "Chào thầy cô, em tên là . MSSV:. Email:. Em là sinh viên Khoa Điện, K20. Hôm thứ 4 ngày 16 tháng 12, em bị tai nạn giao thông.Thưa quý thầy cô, cho em hỏi thủ tục làm bảo hiểm tai nạn. Em cảm ơn thầy cô.Chúc thầy cô ngày tốt lành.",
    "Dạ cho em hỏi giờ em đã qua anh văn 4 thì em chỉ cần nộp 2 kĩ năng nói và viết nữa là đủ ra trường đúng không ạ, ko cần học 2 kĩ năng nghe và đọc đúng không ạ. Em cảm ơn",
    "Em chào thầy/cô ạ ! Do đợt thi anh văn hôm rồi bạn của em vì ốm nên đã vắng thi và không đạt chuẩn anh văn năm 1 để đăng ký môn học của học kỳ 202.Bây giờ bạn đấy đang đăng ký thi ngoài để nộp bằng nhưng hạn nộp bằng thì sắp hết nên bạn hơi hoảng loạn.Thầy/cô cho em hỏi là hạn nộp CCNN có 1 mốc 13/1 em tô như hình đính kèm và đợt 3 để hiệu chỉnh dkmh thì từ ngày 13-15/1 thì liệu rằng bạn em nộp CCNN vào ngày 13/1  bạn đó có thể đăng ký môn học kịp trong 3 ngày đăng ký môn của đợt 3 không ạ! Em cảm ơn ạ!",
    "Chào thầy/cô, Em tên  khoa Kỹ Thuật Máy Tính K14. Hết học kỳ này em hết hạn đào tạo và chuyển sang hệ VLVH. Em có hỏi qua văn phòng đào tạo phòng 201A4 nhưng vẫn còn những thắc mắc chưa được giải quyết ạ. Các vấn đề em đang gặp khó khăn như sau: 1. Khi em chuyển từ CQ sang VLVH thì em được nhận LVTN ngày khi chuyển hệ( trong trường hợp em đã hoàn thành các môn ở hệ CQ) hay phải bổ sung chứng chỉ anh văn như quy định rồi mới được nhận LVTN. Do ở hệ CQ em thiếu chứng chỉ anh văn nên không kịp nhận LVTN ạ. 2. Vì muốn hoàn thành hết các môn ở CQ nên hết học kỳ 201 của hệ CQ em mới làm thủ tục chuyển hệ thì khi nào em sẽ bắt đầu học kỳ ở hệ VLVH. 3. Khi làm hồ sơ chuyển hệ các giấy tờ còn thiếu sót có thể bổ sung trong quá trình đang học được không ạ. Mong được thầy cô giải đáp những thắc mắc trên ạ. Em xin chân thành cảm ơn!   i ",
    "Dạ em chào thầy/cô ạ, Em tên:   Mssv: Học lớp DT01 môn Pháp luật đại cương Do không kiểm tra E-Learning thường xuyên nên em đã lỡ mất hạn cuối của các bà kiểm tra trên E-learning thì có bị cấm thi không ạ. Xin cám ơn.",
    "Chào phòng đào tạo ĐH Bách Khoa, Hiện tại em đã tốt nghiệp đh tại BK ngành xây dựng - cảng công trình biển năm 2017, và thạc sỹ Địa kỹ thuật xây dựng năm 2020. Nay em muốn đăng kí học thêm văn bằng 2 ngành xây dựng dân dụng vào buổi tối thì không biết là cần những thủ tục và yêu cầu đầu vào, đầu ra như thế nào? Em xin cảm ơn.",
    "Cho em hỏi là nộp bằng tiếng anh để chuyển điểm và chỉ vào học kỳ 201 hạn cuối là bao nhiêu ?",
    "Em là  MSSV: Thầy/cô có thể mở gia hạn làm bài quizz trong mục video môn Pháp Luật Đại Cương (SP1007) trên bkel của em được không ạ, ngày 20.12.2020 hết hạn mà tuần này e còn lịch học nên không để ý hạn làm bài. Nếu không làm là em bị cấm thi, mong quí thầy cô giúp đỡ em với ạ. Em cảm ơn thầy cô nhiều.",
    "dạ em chào quý thầy cô cho em hỏi đăng ký phúc tra điểm thi kết thúc môn như thế nào ạ ? em thấy trên mybk có danh mục phúc tra điểm thi kết thúc mà chưa vào đăng ký phúc tra được ạ, em xin chân thành cảm ơn !",
    "Chào thầy/cô, Em tên là , MSSV: , lớp MT18KH4. Thầy/cô cho em hỏi, theo lịch khám của lớp là thứ tư 16/12/2020, nhưng do em có đang bệnh và không thể đến khám ở ngày trên cũng như những ngày khác trong tuần thì có thể khám ở đợt khác không?  Em xin cảm ơn, N.",
    "927002    . Em chào Thầy/Cô Em là sinh viên văn bằng 2 (hệ chính quy), Thầy/Cô cho em hỏi sinh viên văn bằng 2 hệ chính quy có thể bảo lưu kết quả học tập không ạ ? Em đang gặp khó khăn về tài chính nên em muốn bảo lưu kết quả học tập 1 năm để đi làm, sau đó tiếp tục việc học được không ạ ?",
    "Em đã quên mất phải đăng kí bảo hiểm y tế ạ. Nên bây giờ bị quá hạn, có cách nào để em đóng bảo hiểm y tế lại không ạ",
    "Em là sinh viên năm 2. Vừa rồi em có thi cuộc thi toiec trên trường tổ chức và được 565 điểm. Em được biết là điểm này là để giúp mình đạt được chuẩn điểm anh văn để đăng kí môn học choa từng năm, vậy cho em hỏi là giá trị điểm thi này có thể áp dụng cho các năm sau luôn đươc không ạ hay chỉ áp dụng cho năm 2 và ko có ý nghĩa trong những năm tiếp theo. Em cảm ơn ạ.",
    "Chào thầy cô Em tên 19 khoa Quản lý Công Nghiệp. Em bị trễ bài quiz trên BKe-learning môn Pháp luật đại cương lớp L24 không đủ điều kiện thi cuối kì. Em có hỏi giảng viên bộ môn, cô nói đây là phần hệ thống nhà trường quản lý cô không can thiệp được. Em mong nhà trường tạo điều kiện cho em được hoàn thành bài tập này để thi cuối kì ạ Em xin cảm ơn thầy cô "
]