[
    "Em là  - , sinh viên năm 1, chuyên ngành điện-điện tử. Em phát hiện ra mục nơi sinh không khớp với trong bằng tốt nghiệp THPT Nơi sinh trong bằng của em là Cần Thơ, còn trên mybk ghi là TP HCM ",
    "em bị sai loại bằng tốt nghiệp THPT",
    "Em bị sai loại bằng tốt nghiệp THPT",
    "ằng tốt nghiệp THPT . Kính gửi phòng đào tạo. Em tên là , MSSV . Em có   B ghi sai thông tin bằng tốt nghiệp THPT trên trang Mybk    và em không thể chỉnh sửa. Em mong thầy(cô) giúp em   B reset    lại thông tin bằng tốt nghiệp THPT giúp em với. Em xin cám ơn ạ.",
    "dạ em đăng kĩ́ trễ hoc̣ kì hè, dạ có thể cho em đăng kí bổ sung đươc̣ không ạ ..",
    "Dạ em đăng ký trễ học kỳ hè 2018-2019 ,  dạ mong thầy cô cho em đăng ký bổ sung môn giải tích 2  Lý do : là vì em làm bài không được ạ, nếu rớt môn này thì em sẽ khôbg được làm luận văn . Em xin chân thành cảm ơn.   i  ..",
    "cho e đăng kí thêm vào môn CI2013 hk183. do ngày 5/6 em khong kịp đăng kí. em cám ơn",
    "cho em đăng ký thêm môn học giải tích 1 ạ . msmh MT1003. nhóm DT05, tkb như sau thứ 3,4,5,6 tiết 10-12 phòng b1 210 ạ. do 1 số lý do nên em đk trễ ạ. mong thầy cô giúp em ạ. em cảm ơn",
    "ằng tốt nghiệp THPT .",
    "Em xin chào quý Thầy/Cô. Em tên là Nguyễn Quang Khương, MSSV 1711833. Kỳ hè này em có đăng ký môn Cơ học kết cấu có mã môn: CI2029 lớp DT01, môn này có TKB có tiết 3456 vào ngày thứ 6 hằng tuần. Em cũng có đăng ký môn Thực tập nhận thức ngành mã môn: CI2055 TT nhận thức ngành(CTB), môn này chỉ có duy nhất 1 buổi là tiết 789 vào ngày thứ 6. Nhưng em lại không đăng ký được do quy định không cho đăng ký các môn có lịch thông tầm tiết 6-7. Cả 2 môn này đều cs1. Nhưng 2 môn này đều rất quan trọng với em, Cơ kết cấu là môn học trước cho hầu hết các môn như bê tông, cốt thép cho kỳ chính HK1 sắp tới năm 2019-2020 của em, còn nhận thức ngành thì bên bộ môn Cảng Biển 1 năm chỉ mở 1 lần vào kỳ hè. Nếu em không đăng ký được kỳ thực tập nhận thức ngành này thì năm 3 em không thể đi thực tập được ạ. Và bị trễ rất nhiều so với chương trình học. Mặc dù em biết 15h chiều hôm qua đã kết thúc thời hạn đăng ký đợt bổ sung kỳ hè cuối cùng. Và thời gian đăng ký trùng lịch thi nên em chưa chủ động xem xét để lên PDT trình bày lý do được, và sáng nay em có lên PDT Cs1. Nhưng em mong quý Thầy/Cô có thể xem xét và cho em đăng ký thêm môn thực tập nhận thức ngành ạ. Em hứa sẽ đảm bao giờ học không bị đình trệ ạ. Em biết là có qui định nhưng kính mong quý Thầy/Cô có thể xem xét giúp em ạ. Mong quý Thầy/ Cô có thể hồi âm sớm giúp em. Em xin chân thành cảm ơn ạ !!",
    "em là ĐỖ QUÝ mssv:1813754 em vô tình điền sai thông tin trên văn bằng thpt,giờ có thể sửa được không ạ?nếu có thì làm thế nào để sửa?,em chân thành cảm ôn...",
    "Kính gửi thầy cô , Em tên là (MSSV:), em có thắc mắc như sau mong được thầy cô giải đáp . Do em chuyển từ chương trình liên kết quốc tế sang chương trình đại trà nên em không biết lớp trưởng lớp em là ai . Em đã lên mybk phần lí lịch sinh viên thì lại thấy lớp em là lớp bên chương trình quốc tế , nên em không cách nào kiếm được bạn lớp trưởng bên đại trà để nộp bằng. Em thắc mắc là em có thể nộp trực tiếp tại phòng đào tạo được không ạ ? File bên dưới là hình chụp mybk của em  Cảm ơn thầy cô giải đáp",
    "Thưa thầy cô Phòng Đào Tạo, Em là   MSSV:  Em có nguyện vọng đăng ký học dự thính hè (HK183) môn Phương Pháp Tính (MT1009) cô  lịch vào sáng thứ 2 và 4 tiết 2,3,4 . Em vừa mới thi xong phương pháp tính và nhận ra mình không đủ điểm để qua nên lên đăng ký nhưng sĩ số lớp đã đầy, em có nhờ phòng đào tạo mở thêm sĩ số nhưng không còn kịp nữa. Kính mong Thầy Cô tạo điều kiện để em được học môn này và ra trường đúng hạn vào tháng 11 tới. Em xin chân thành cảm ơn Thầy cô . Sinh viên,    i     .",
    "Miễn môn học Kính gửi: Thầy cô phòng đào tạo  Em tên:  Em có nộp phiếu miễn môn từ hồi tháng 5/2019 mà đến nay em chưa nhận được tin tức gì ạ . Mong thầy cô xem xét giải quyết giúp em để tạo điều kiện cho em đăng ký môn học, em xin cảm ơn .",
    "Kính gửi: thầy cô của Phòng Đào tạo Trường Đại học Bách Khoa Em tên là  MSSV:  Vi một số lý do cá nhân nên em đã bỏ lỡ đợt đăng ký hiệu chỉnh môn học hè HK183 đợt 3 Em mong quý thầy cô có thể thông cảm và cho em đăng ký thêm môn học: 001025 - Tư tưởng ",
    "Em tên:  MSSV:  Vì bận ôn thi em đã lỡ quên huỷ đăng ký các môn học trong học kỳ 183. Em mong nhà trường có thể giúp em huỷ tất cả các môn em đã đăng ký trong học kỳ 183 ạ. Em xin chân thành cảm ơn.",
    "Em chào anh chị ạ ! Lần trước em đã có gởi yêu cầu là đăng ký giúp em môn học giải tích 1 (MT1003) lớp DT05 và đã được reply là đã giải quyết (đã đăng ký bổ sung cho bạn) nhưng em có thắc mắc là tại sao trong danh sách đăng ký hay trong thời khóa biểu vẫn chưa có ạ. Em cần phải chờ thời gian để có hay anh chị có nhầm thiếu sót em không ạ?  Em cảm ơn anh, chị đã đọc mail. Chào anh,chị",
    "Em tên:, MSSV:. Mong quý thầy cô giải đáp giúp em  Đầu năm em thi anh văn đầu vào em được 290 là học anh văn cơ bản, em đã học và đã pass anh văn cơ bản. Sau đó trường có tổ chức thi anh văn định kì và em được 435. Do ko đọc kĩ quy chế là kì kiểm tra này chỉ xét chuẩn qua từng năm chứ ko xét miễn anh văn mà  em đã đăng kí học anh văn 3 vào kì 182. Vậy cho em hỏi là bây giờ em học lại anh văn 1 2 có cần phải học lại anh văn 3 nữa hay không?  Nếu em thi toeic ở ngoài mà chỉ đạt từ 400-445 là được miễn anh văn 1 2 phải ko ạ . Vậy thì em đã học anh văn 3 trước đó thì có tính làm chuẩn để em học các môn chuyên ngành của năm 3 hay không hay là  phải thi trên 450 mới được ạ? Cuối cùng là nộp CCNN thì được nộp nhiều lần và lấy lần có điểm cao nhất hay sao ạ?  Mong quý Thầy Cô giải đáp giúp em. Em chân thành cám ơn  .",
    "Em muốn hỏi vừa rồi phòng CTCT-SV có gửi mail nhắc SV bổ sung thông tin bảo hiểm y tế trong đợt gia hạn bảo hiểm, vậy em hiện đang ở ký túc xá và mua bảo hiểm từ bên phía ktx có cần phải kê khai thông tin và nộp lại trạm y tế ở 1 trong 2 cơ sở của trường như trong mail nói hay không?",
    "Chào thầy, hiện tại em đang học môn tương đương và được tính là 3 chỉ . Trong khi đó môn học mã cũ chỉ được tính 2 chỉ. Thầy cho em hỏi nếu qua môn em sẽ được tính chỉ như thế nào ạ ?? Tại số chỉ tự chọn yêu cầu là 10 chỉ. Em cảm ơn thầy",
    "Dear thầy/cô, Thầy cô cho em hỏi là hệ VHVL bao giờ chính thức học ạ?",
    "Kính gửi thầy cô , Em tên là (MSSV:), em có thắc mắc như sau mong được thầy cô giải đáp . Do em chuyển từ chương trình liên kết quốc tế sang chương trình đại trà nên em không biết lớp trưởng lớp em là ai  .  Em thắc mắc là em có thể nộp trực tiếp tại phòng đào tạo được không ạ ? Mong thầy cô giải đáp giúp em vì sắp đến hạn nộp rồi ạ. Bên dưới là file quyết định trúng tuyển bổ sung chương trình đại trà của em do nhà trường gửi ạ. Em xin cảm ơn",
    "Em đăng kí thành công môn thực tập tốt nghiệp, nhưng qua đợt đăng kí tiếp thì bên đăng kí thông báo: không đủ điều kiện nhận tttn-stc, em có thể làm cách nào để giải quyết tình trạng trên ạ. Em cảm ơn.",
    "Kính gửi thầy cô, Em tên là (MSSV:) , em có thắc mắc như sau là khi em chuyển sang chương trình đại trà thì em không nhận được thông báo về lớp hiện tại của mình là lớp nào , suốt cả học kỳ 192 em chỉ đi học theo thời khóa biểu trên mybk và em cũng không biết lớp trưởng là ai. Thầy cô cho em hỏi em phải làm sao để biết được lớp mình là lớp nào ạ, cũng như để nộp bằng tốt nghiệp THPT Em xin cảm ơn.",
    "ằng tốt nghiệp THPT Gửi phòng đào tạo Em tên là   MSSV  Em nhận được phản hồi từ cô là đã hủy thông tin sai của bằng THPT nhưng em vào lại vẫn chưa được hủy ạ.Mong nhận được sự giúp đỡ của cô , em cảm ơn ạ",
    "Kính gửi Thầy (Cô) , em tên  , MSSV  , em đã xin chuyển xuống hệ VHVL vậy môn học của em tự đăng ký hay do Văn Phòng đăng ký vậy ạ",
    "ng ký in thẻ sinh viên . Em tên , MSSV  Sáng ngày 07/06/2019 em có đăng kí in thẻ sinh viên trên hệ thống mybk. Nhưng vì lý do lỗi mạng, hệ thống cập nhập cho em thành đăng ký 2 lần, em có hũy đăng ký 1 cái, nhưng trong hệ thống Bkpay của em vẫn có 2 cái thanh toán. Em đã thanh toán 1 cái xong trong hệ thống in thẻ sinh viên của em vẫn không cập nhập. Em gửi kèm hình ảnh ở dưới. Mong nhà trường xem xét, xóa giúp em một cái thanh toán in thẻ sinh viên và cập nhập trong hệ thống in thẻ sinh viên phần em đã thanh toán để em kịp in thẻ sinh viên để vào phòng thi ạ! Em cảm ơn rất nhiều!",
    "Em có thể đăng ký bổ sung lịch kiến tập hè năm 2019 khoa cơ khí ngành logistic không ạ. HAy có thể đợi đợt hiệu chỉnh để đăng ký không ạ. Hy vọng thầy (cô) mở lớp để em được kiến  tập chung với các bạn trong lớp. Em xin chân thành cám ơn.",
    "Kính gửi thầy cô  Em tên là : - Vừa rồi em có đăng ký môn học hè đợt 2 mà gia đình em có việc đột xuất vì em là con trai cả trong nhà (bố em mất nên em phải lo việc gia đình) không thể vào học được  Bây giờ em muốn hủy học hè làm sao ạ  Em cảm ơn thầy cô",
    "Chào thầy cô, em là  mssv  Em muốn hỏi khi đăng ký nộp chứng chỉ trên mạng thì trong ô \"Tùy chọn\" có mục \"Xét miễn/Hủy\" Cho em hỏi là nếu em chọn \"Xét miễn\" thì lần sau em nộp chứng chỉ lần thi khác thì có được chuyển điểm tiếp hay không? Em thấy trên web trường ghi \"Có thể đăng ký chuyển điểm nhiều lần (cho các môn khác nhau) nhưng mỗi môn ngoại ngữ được đăng ký chuyển điểm tối đa 1 lần\" Hay em không cần chọn \"Xét miễn/Hủy\" sau khi Đăng ký mới, nhập thông tin và scan ảnh chứng chỉ. Vì mục đích nộp cc anh văn em hiện nay là đăng ký nộp chứng chỉ không phải đăng ký chuyển điểm các môn ngoại ngữ? Em xin cảm ơn thầy cô ạ",
    "E bị trễ hạn đăng kí, nhờ a chị xem xét gia hạn cho e đăng kí anh văn 1 để có thể tiếp tục học ...",
    "Em tên là  MSSV  Dạ em nhập sai số hiệu của bằng tốt nghiệp ạ. mong thầy cô mở lại trang thông tin để em có thể nhập lại thông tin bằng tốt nghiệp ạ  Em cám ơn thầy cô",
    ":",
    "Kính gửi: Thầy cô phòng Đào Tạo  Em tên:  MSSV:   Em đã tạm ngừng học 2 học kỳ do lý do sức khỏe (có làm giấy xin phép). Em cũng làm giấy thu nhận lại và được hẹn 4.6 đăng ký môn học, em có thấy thông báo đến 13.6 sẽ là hạn chót đăng ký môn. Nay em đăng ký lại bị báo là CẤM ĐĂNG KÝ . Vậy cho em hỏi, làm sao để em đăng ký lại môn học, em có bị thôi học không? Em cám ơn!",
    "ằng tốt nghiệp THPT . Em chào cô ạ  Em tên là   MSSV  Đầu năm nhập học em đăng kí sai loại bằng và số hiệu bằng tốt nghiệp THPT.Bây giờ làm sao để sửa lại ạ, mong nhận được sự giúp đỡ của cô",
    "Em tên là , . Theo kế hoạch giảng dạy, học kì hè này em sẽ học môn thực tập kỹ thuật. Em không biết việc không thực tập trong hè sẽ làm em ra trường trễ môt học kì và đã đăng kí 4 môn học trong học kì hè này. Em đang theo học chương trình KSTN, nên nếu không ra trường đúng hạn sẽ không được cấp bằng TN. Vì vậy, em xin phép được   B huỷ các môn học đã đăng kí, rồi đăng kí lại môn thực tập kỹ thuật    được không? Em xin cảm ơn.",
    "Em chào cô, em là , MSSV . Hôm bữa em có trình bày cho cô nghe về việc đăng ký 2 môn thông tầm CI2029 và CI2055. Cô cũng đã giải quyết và nói chờ xem kết quả đăng ký trên MyBK vào ngày hôm sau. Mà giờ em lên Mybk cũng chưa thấy đăng ký môn CI2055 ạ. Cô có thể xem lại giúp em được không ạ. Em cảm ơn cô. Em chào cô !!",
    "Dạ em chào thầy (cô). Em tên , MSSV:, khoa kĩ thuật hóa học. Em quên đăng kí môn học 191, nếu như đủ sĩ số rồi thì em phải làm như thế nào để đăng kí được ạ. Em xin chân thành cảm ơn.  ",
    "kính chào PĐT Em đã nộp bằng anh văn và nộp tiền chuyển điểm anh văn 4 ngày 28/5 . Nhưng bây giờ chưa được chuyển điểm anh văn 4 . em xin cám ơn PĐT .",
    "Kính gửi: Thầy (cô) phòng đào tạo  Em tên , mssv: , khoa kĩ thuật hóa học. Em thấy nhà trường có đợt đăng kí bổ sung, vậy những môn em đăng kí không được do đủ sĩ số thì em có thể đăng kí lại những môn đó được không ạ. Em cảm ơn thầy (cô) rất nhiều.",
    "EM tên:  - MSSV:  - Hôm trước em có báo trên này về tình trạng em đủ điều kiện đăng kí môn học \"thực tập tốt nghiệp - CI3343 \" nhưng không đăng kí được. - Và em đã được các thầy cô trên này xét lại. Cập nhật môn học đó vào thời khóa biểu cho em. - Nhưng không biết sao, hiện giờ môn đó lại bị xóa trên thời khóa biểu của em tiếp rồi ạ! - Em mong phòng đào tạo xem xét và hỗ trợ giúp em, em xin chân thành cảm ơn rất nhiều ạ!",
    "Phiếu bị sai mã văn bằng tốt nghiệp",
    "Cho em hỏi tại sao môn TTTN mã CI3343 của em đã có trong thời khóa biểu những đến hôm này thì lại không còn nữa ạ? Kính mong PDT kiểm tra và xem lại giúp em",
    "Em đăng ký môn học CI3343- Thực tập tốt nghiệp ( Bằng 2) đã có thời khóa biểu, nay em lên kiểm tra lại tkb của em bị xóa. Tại sao ạ?",
    "Em có nhờ thầy cập nhật điểm và thầy nói đã cập nhật điểm hôm 04/06 nhưng hôm nay vẫn chưa có. Em còn thiếu 1 chỉ để đủ điều  kiện thực tập tốt nghiệp. Mong nhà trường xem xét giúp em. Em cảm ơn!",
    "Em xin chào thầy, cô ạ. Em tên là , MSSV: , lớp XD15CB . Hiện tại em không đăng kí được môn học thực tập tốt nghiệp CI3333 vì lí do không đủ tín chỉ. Số tín chỉ tích lũy sau học kì 181 của em là 67, số tín chỉ học kì chính 182 là 18 chỉ, và chuyển điểm là 9 tín chỉ, tổng cộng số chỉ sẽ là 94 (trong khi điều kiện đăng kí tín chỉ là 93) . Kính mong thầy, cô có thể phản hồi cho em sớm nhất có thể. Em xin chân thành cảm ơn ạ!",
    "Em đăng ký môn học dự thính hè trong đó có các môn têu cầu điều kiện tiên quyết là phải học môn EE1011 (giải tích mạch) nhưng môn này em đã học ở học kỳ 2 2018-2019 rùi. Như vậy sao em không thể đăng ký môn học vậy Thầy",
    "Kính gửi: Thầy cô phòng Đào Tạo  Em tên:  MSSV:  lớp: CK17-KTK. Em là sinh viên Chuyên ngành Kỹ thuật Thiết kế khoa Cơ Khí nhưng các môn học chuyên ngành trong Mybk-  thông tin sinh viên-  tiến độ học tập là các môn chuyên ngành của ngành chế tạo máy. Ví dụ như trong hình các môn kỹ thật chế tạo 1 2 và 3 của ngành em học là môn tự chọn nhưng nó lại bắt buộc. Vậy nên em thắc mắc là trường hợp này hệ thống sẽ tự cập nhật lại hay phải lên phòng đào tạo báo để chỉnh sửa cho đúng. Em mong nhận được hồi âm của phòng đào tạo.",
    "Kính gửi: Thầy cô phòng đào tạo  Em tên: , mssv , khoa kĩ thuật hóa học. Em có thắc mắc,Trong đợt đăng kí môn học 191, nếu như đăng kí đợt 2 không được do full sĩ số, và đợt 3 là đăng kí bổ sung, những môn em đăng kí không được ở đợt 2 thì em đăng kí những môn đó lại được không. Em cảm ơn thầy cô rất nhiều",
    "Cho em hỏi là sau khi hết đợt đăng ký đợt 2 học kỳ hè thì em đã có môn THỰC TẬP TỐT NGHIỆP - CI3343 trong thời khóa biểu Tuy nhiên sau khi hết hạn đợt 3 thì PDT cập nhật lại thì em đã bị xóa môn Kính mong PDT kiểm tra và xem lại giúp em Em cảm ơn!!!",
    "Em sinh viên khoá 17, MSSV: . Em đăng ký các môn học EE2005, EE2009, EE2017, EE2019, EE2007 mà thấy kết quả đăng ký là không được do thiếu môn học EE1011 (giải tích mạch). Nhưng môn này em đã đăng ký học rùi! Nhờ Thầy kiểm tra dùm em! Địa chỉ mail em là: ",
    "dạ kì vừa rồi em đki cho học ki hè 183. Đợt đầu em đki nhầm môn Thực tập đại cương,sau đó đợt hiệu chỉnh em đki lại môn Thực tập kĩ thuật. nhưng em lại không xoá môn thực tập đại cương đã đki lúc trước đi. hè này em không thể học 2 môn thực tập được,cho em hỏi liệu em có thể huỷ môn thực tập đại cương không ạ. em xin lỗi vì sự bất cẩn này,chúc quý a/c có một ngày tốt lành",
    "Em thi anh văn đầu vào được 325 điểm mà sao không thấy cập nhật điểm thi anh văn. Nhờ Phòng đào tạo kiểm tra dùm. MSSV: . Tên: . Em cám ơn!",
    "Trong đợt đăng kí môn học 183 (đợt 3),em có đăng kí 2 môn đó là Mạch điện tử(EE2007) và Tín hiệu hệ thống(EE2005) trong đó có môn Giải tích mạch(EE1011) là tiên quyết.Đến hôm nay 10-6-2019,điểm tổng kết Giải tích mạch đã cập nhật nên em đã đủ điều kiện học được Mạch điện tử(EE2007) và Tín hiệu hệ thống(EE2005).Vì thế em mong phòng đào tạo giữ kết quả đăng kí môn học giúp em,để em có thể đăng kí môn chuyên ngành cho HK191. Em xin chân thành cảm ơn!",
    "ằng tốt nghiệp THPT . Dạ em chào thầy/cô em tên  MSSV: em muốn hỏi em có đăng kí nộp bằng PTTH bản sao nhưng em chỉ có 2 bản photo công chứng, vậy giờ em muốn đổi thì phải làm sao ạ",
    "Chào thầy cô ! Thầy cô cho em hỏi , em đã học môn anh văn cơ bản ở học kì 182, nhưng khi đăng kí môn anh văn 1 ở kì hè 183 thì lại bị hủy vì lí do thiếu môn học trước . Mong thầy cô giải đáp giúp em .",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Tp.Hcm Lý dó em muốn đăng ký bổ sung: Em là một sinh viên đang trong tình trạng bị cảnh cáo học vụ nên em muốn đăng kí thêm môn học để cải thiện tình hình học tập. Môn học em muốn đăng ký: SP1007 - Pháp luật Việt Nam đại cương - Giảng viên:  - nhóm lớp DT05 Em kính xin phòng đào tạo đồng ý cho em đăng ký thêm môn học này em xin hứa sẽ đi học và đóng học phí đầy đủ. Em xin chân thành cảm ơn!",
    "Kính gửi: Phòng Đào Tạo Em là: , sinh viên khoá 2012 chuyên ngành Trắc địa bản đồ. Hiện tại đến học kì này em còn vướng môn Trắc Lượng Ảnh nâng cao (810026). Theo như em tìm hiểu, hiện tại môn thay thế cho môn Trắc lượng ảnh nâng cao là môn Cấp thoát nước đô thị (CI3017). Tuy nhiên môn này quá ít sinh viên nên không được mở. Mặt khác, ở học kì 161 (Học kỳ 1 (2016-2017)), em đã học môn Trắc lượng ảnh (CI3003) và đã qua môn học này. Ở học kì trên, môn Trắc lượng ảnh (CI3003) chính là môn thay thế của môn Trắc lượng ảnh nâng cao (810026) (danh sách môn tương đương thay thế ngày 20/10/2017: \"http://www.aao.hcmut.edu.vnndex.php?route=catalog%2Fchitietsv&path=59_62&tid=464&fbclid=IwAR2lldg6kS4Y-2oqgVWkA2HSrR6IUM00cDUgjxvnZWVjlpUY2REg\"). Tuy nhiên do em không làm đơn xin chuyển điểm nên không được tính đạt môn này. Hiện vì em là khoá 2012, do không còn môn học thay thế nào mở nên không thể trả nợ đúng hạn. Mong Phòng Đào Tạo có thể giúp em chuyển điểm môn này. Em xin cảm ơn Phòng Đào Tạo!",
    "ằng tốt nghiệp THPT . Em tên  MSSV  Cho em hỏi em nộp bằng tốt nghiệp theo hình thức 2 bảng copy có công chứng,nhưng lúc làm giấy xác nhận thông tin bằng PTTH do nhầm lẫn lại chọn loại bằng 1 là bản sao do sở GD cấp . Cho em hỏi em sửa lại bằng cách nào .",
    "Thầy cô/Anh chị ơi cho em hỏi,Trong CTĐT thì môn AV cơ bản (LA1001) là môn học trước của AV1(LA1003),mà sao trên trang đăng ký môn học thì lại là môn tiên quyết ạ?Em cảm ơn!",
    "Kính gửi : Phòng Đào tạo Em là , MSSV , lớp DD18LT04   i  . Em có thắc mắc rằng, nếu như em nộp CCNN vào ngày 13/11/19 theo lịch học vụ của học kì 192 thì em có được xét chuyển điểm cho các môn AV 1,2,3,4 để tăng điểm phân ngành không ạ. Em cảm ơn ạ.",
    "ằng tốt nghiệp THPT . Kính gửi phòng đào tạo Em tên  MSSV  Do nhằm lẫn lúc làm giấy xác nhận bằng PTTH nên em đã chọn nhằm hình thức nộp bằng loại 1 thay vì loại 4 . Em mong phòng đào tạo chỉnh sửa giúp em . Phòng đào tạo có nhắn là đã sửa nhưng em chưa thấy cập nhật . Em cảm ơn .",
    "Xin chào các thầy, cô. Em tên là  - MSSV: . Em có một số câu hỏi muốn được thầy  giúp đỡ. Em mong muốn biết được địa chỉ email của thầy để có thể gửi email cho thầy. Em mong các thầy cô giúp đỡ em ạ. Em xin chân thành cảm ơn.",
    "Em xin chào thầy cô, em là sinh viên k14, kì này em đăng ký thực tập tôt nghiệp nhưng thiếu tín chỉ mà môn này là môn tiên quyết của đề cương luận văn và đề cương luận văn là tiên quyết của luận văn tốt nghiệp. Mà thực tập mỗi hè mới có mà em còn 3 kỳ nữa là ra trường thì kì hè sau đăng kí môn này không kịp, mong thầy/cô có thể hỗ trợ em được không ạ. Trên đăng kí môn học thì em vẫn đăng kí được nhưng xét lại thì em bị thiếu tín chỉ ạ. Em xin cảm ơn",
    "Kính gửi quý thầy cô và ban giám hiệu nhà trường Em tên:  MSSV:  Lý do: Em vừa có kết quả thi học kỳ 182, và bị rớt môn. Nên em muốn đăng ký môn học đó trong kỳ hè này nhưng thời gian đăng ký vừa hết hạn đăng ký. Em mong có thể đăng ký học lớp này, để ra trường kịp k15. Thông tin lớp: Môn học dự thính HK183,  Gỉai tích 1 (MT1003), Cô  DT05_DT05. Sỉ số hiện tại 128/131.",
    "Em chào PĐT, Em là , MSSV: , sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183. Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182). Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô. Em cảm ơn, Em .",
    "Cho em hỏi học kì sau 191 K13 đăng ký thi vét được chưa ạ.",
    "Xin chào Phòng đào tạo. Hiện em cần in Giấy xác nhận nộp bằng THPT, tuy nhiên trong form có sẵn thì phần Nơi sinh bị để trống, em kiểm tra trong Thông tin sinh viên thì thật sự không có thông tin trong mục Nơi sinh. Vậy em có thể điền lại nơi sinh của mình như thế nào ạ? Em cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên là , MSSV: . Khoa Kỹ thuật Xây dựng. Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em . Em xin cảm ơn.",
    "Em đăng ký anh văn 4 cho học kỳ hè 183 vào đợt 2, nhưng không được xét duyệt vì chưa có anh văn 3, vào đợt đăng ký lần 3 em đã chuyển điểm toiec xét điểm anh văn 3 rồi, nhưng em đăng ký anh văn 4 vẫn không được xét duyệt, mong quý thầy,cô kiểm tra và xét duyệt môn anh văn 4, để em có thể hoàn thành chương trình trong kì hè và kịp thời làm lễ tốt nghiệp trong kì tới. Cảm ơn.",
    "Cho em hỏi K13 kì sau 191 được đăng ký thi vét không ạ",
    "Dạ em chào thầy cô. Em muốn hỏi về số lần được chuyển điểm anh văn ạ. Sau kỳ thi kiểm tra anh văn đầu vào hồi năm nhất, em được miễn anh văn 1 và có quy đổi điểm (vì em thấy trong bảng điểm chuyển - hình đính kèm đã có điểm anh văn 1). Thầy/cô cho em hỏi, vậy khi em nộp bằng thi Toeic có mức quy đổi 10 cho cả 4 anh văn thì điểm anh văn 1 có được cập nhật lại không ạ? Em cảm ơn.",
    "Các điều kiện và những điều cấm không được đăng kí thực tập tốt nghiêp",
    "B  Em xin nhà trường xem xét giúp em đăng ký thực tập tốt nghiệp học kỳ 183 này. Lý do em không kiểm tra kết quả đăng ký HK183 đợt một , do em đóng trễ học phí HK182 ( em đã đống học phí và đơn trình bày lý do trễ hạn ) nên nhà trường hủy đăng ký môn học đợt 1 ,em biết sự chủ quan này là do em sai. Mọi kỳ trước em chỉ đăng ký môn học đợt một nhưng vào đúng kỳ quan trọng này em mắc sai lầm . Em mong muốn đăng ký thành công Thực tập tốt nghiệp để em có thể hoàn tất đề cương luận văn vào HK191 và Luận văn tốt nghiệp HK192 và hiện tại em là sinh viên khóa 2015. Một lần nữa kính mong nhà trường xem nguyện vọng và giải quyết giúp em. Em xin chân thành cảm ơn.",
    "MSSV:  Em tên là , hiện tại trên trang mybk của em chưa cập nhật nơi sinh, thông tin người thân ở phần lý lịch trong mục thông tin sinh viên mặc dù bên phía phòng đào tạo đã ghi nhận nơi sinh trên hệ thống. Do bị thiếu nơi sinh nên em không thể đăng kí nộp bằng tốt nghiệp thpt được. Kính mong bên phía quản lý hệ thống trang mybk chấp thuận yêu cầu của em ạ. Xin cám ơn",
    "Kính gửi Phòng đào tạo. Em tên là , MSSV: . Khoa Kỹ thuật Xây dựng. Vừa qua em có đăng kí môn Thực tập tốt nghiệp CI3333 và học kì hè 183 ở cả 3 đợt đăng kí đều thành công. Tuy nhiên thời khóa biểu của em lại không có môn này. Hiện tại em cũng đã đạt đủ số tín chỉ yêu cầu là 93 tín chỉ để có thể thực tập tốt nghiệp (tính cả kì 182) và thỏa mãn các điều kiện khác của môn. Kính mong Phòng đào tạo xem xét và xử lý vì ảnh hưởng đến tiến độ học tập của em . Em xin cảm ơn.",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV :  Lớp     : GT01",
    "Kính chào quý thầy cô phòng đào tạo ạ. Em tên . MSSV  Em viết yêu cầu này với lý do: Trong đợt đăng kí môn thực tập tốt nghiệp (CI3353) em đã không vào kiểm tra lại kết quả đăng kí. Vì tổng chỉ tích lũy cần đạt được là 94 nhưng em chỉ tích lũy được 93 chỉ. Cùng với sự chủ quan của em là em đã phỏng vấn đậu thực tập vào công ty Hòa Bình. Em chỉ còn thiếu 1 chỉ để đủ điều kiện đi thực tập. Em mong muốn đăng kí thực tập thành công để được thực tập trong công ty Hòa Bình cũng như được học môn thực tập tốt nghiệp ạ. Một lần nữa mong nhà trường xem xét nguyện vọng và giải quyết giúp em  Em xin chân thành cảm ơn.",
    "Tài khoản mail trường  của em nhận thông báo của trường từ 20/12/2018 và đến nay không nhận thêm được mail nào xin hãy giúp em, em đã tìm và chờ đợi các cách giải quyết khác nhau nhưng đến nay vẫn chưa được và em được giới thiệu trang web này mong quý thầy cô giải quyết giúp em với ạ. Em cảm ơn.",
    "mail trường  của em từ ngày 20/12/2018 đến nay không nhận thêm được bất kỳ thông báo nào từ trường em đã tìm nhiều cacah1 giải quyết khác nhau nhưng không thành công và em được giới thiệu BKSI mông quý thầy cô giúp em với ạ. Em càm ơn. quý thầy cô có thể liên hệ em qua mail  hoặc  hoặc [phone_number]",
    "Sau khi được giải đáp như sau:\" Theo lịch học vụ thì đợt lấy dữ liệu anh văn cho đợt đăng ký HK183 ngày 03/06-05/06/2019 là ngày 30/05/2019. Còn bạn này thì 06/06/2019 mới đăng ký chuyển điểm nên không có dữ liêu điểm chuyển trong đợt 3 đký hè là đúng rồi bạn. Bạn vui lòng đợi đợt đăng ký HK191 để đăng ký bổ sung.\" Em đã hiểu, nhưng rất mong phòng đào tạo tạo điều kiện để em có thể được học anh văn 4 trong học kì hè, để kịp cho đợt tốt nghiệp vào tháng 11. Mong thầy cô chỉ cho em cách để được học anh văn 4 trong học kì hè. Xin chân thành cảm ơn.",
    "Kính gửi PĐT, Em có đăng kí môn CI3009 vào học kì 183, nhưng do môn này yêu cầu môn tiên quyết CI2007 Môn CI2007 em vừa hoàn thành nhưng do công bố điểm muộn hơn đợt đk nên em kính xin được đăng kí muộn học môn CI3009 ( Kết cấu thép ) vào học kì 183 đến. Em xin cảm ơn. Kính thư,",
    "Chào phòng đào tạo, Em tên là Nguyễn Quang Vinh MSSV , đợt đăng kí môn học học kì dự thính vừa rồi em có đăng kí môn   B Thực Tập Tốt Nghiệp   , nhưng do vì không đủ điều kiện nên em đã bị hủy môn. Và giờ pdt đã đóng đăng kí môn học, nên em muốn xin đăng kí môn để em được học học kì dự thính này. Em xin được đăng kí môn Giải Tích 2 MSMH:MT1005 lớp DT03 của cô , thời khóa biểu T3 T4 T5 T6. Và môn Đường lối cách mạng của ĐCSVN MSMH:SP1009 lớp DT01 của cô , thời khóa biểu t4 t5. Mong phòng đào tạo phê duyệt cho em ạ! Xin cám ơn.",
    "Cho em hỏi, em dự định thi TOEIC trong thời gian tới. Nhưng không rõ là bằng TOEIC nghe đọc có phải thi ở bên IIG hay ở bên trường Bách Khoa cũng được. Em cảm ơn!   i  ..",
    "Học kì 183, em đã đăng kí đợt 1 3 môn học là mác-leenin, xác suất thống kê và cơ lý thuyết. Nhưng kết quả đăng kí môn học đợt 3, môn học xác suất thống kê đã bị xóa khỏi danh sách đăng kí. Mong được thầy/cô giải quyết.",
    "QUOTE Trích Trích  1510205         Em chào PĐT, Em là Phạm Thị Thanh Bạch, MSSV: 1510205, sv khoa Xây dựng. Hiện tại đang trao đổi tại Ba Lan và có Quyết định của nhà trường cho học kì trao đổi này. Em sẽ về VN vào giữa tháng 7 và tiếp tục học ở BK từ học kì hè. Do đó em đã làm đơn thu nhận và được phép đăng kí môn học cho học kì 183. Tuy nhiên hôm nay em kiểm tra TKB học kì hè thì không thấy môn học Thực tập Tốt nghiệp. Hiện tại em không rớt môn nào và đảm bảo tiến độ học tập. Số tín chỉ hiện tại của em là 142, sau khi trở về VN em sẽ được chuyển tối đa 12 chỉ nữa (12 là tổng số tín chỉ em đăng kí để chuyển trong học kì 182). Em trình bày tình trạng của em để PĐT hỗ trợ em đăng kí môn Thực tập Tốt nghiệp và đảm bảo ra trường đúng hạn ạ. Rất mong tin từ các thầy/cô. Em cảm ơn, Em Thanh Bạch.   B Chào Bạch, Hiện tại em mới tích lũy được 142  144 tín chỉ ngành thì không đủ điều kiện nhận TTTN nhe.      /QUOTE   Em chào PĐT, Hiện tại em đang học theo đúng Tiến độ và không rớt môn nào. Nếu chỉ tính đến học kì 181 thì số chỉ tối đa sinh viên lớp em đạt được là 142 chỉ (giống số chỉ hiện tại em có). Bạn bè lớp em được tính thêm số chỉ đăng kí ở hk 182 vì có đkmh ở VN, mặc dù chưa có điểm nhưng vẫn dc tính dồn và các bạn dk dc môn TTTN. Trong khi em đang trao đổi, các môn đăng kí ở VN hiện tại của em bằng 0 và hệ thống cho rằng em chưa đủ điều kiện để đk TTTN. Tuy nhiên em có đăng kí chuyển 12 tín chỉ sau khi hoàn tất học kì tại Ba Lan. Điều này đặt cho em vào thế bị động, em vẫn đảm bảo tiến độ học tập của mình nhưng bị cho là không đủ đk nhận TTTN chỉ vì em đang không ở VN!? Đây là link quyết định các môn trao đổi và số chỉ tương ứng được chuyển trong học kì 182 của mình: https://tinyurl.com/y67fx2jo Mong được PĐT hỗ trợ sớm. Em xin lỗi vì phải mở câu hỏi giống hệt và copy trích dân dài, vì sự hỗ trợ trước chưa hiệu quả nhưng lại bị đóng câu hỏi nên em không còn cách nào khác phải tạo câu hỏi tương tự trong hệ thống bksi. Em cảm ơn rất nhiều ạ. Em Thanh Bạch.",
    "Kính gửi thầy cô, Em tên là (MSSV:),em nhận được mail của pđt là pđt sẽ chuyển điểm các môn anh văn em đã đăng ký sang các môn anh văn tăng cường. Nhưng em là thuộc chương trình đại trà , vậy thầy cô cho em hỏi ,em có được miễn các môn AV1,AV2,AV3,AV4 như em đăng ký không ạ? Phía dưới là hình chụp QĐ trúng tuyển đại trà và kết quả thẩm tra bằng tiếng anh của em  Em xin cảm ơn.",
    "Em đã xin xét duyệt, nhưng lúc đó chưa có điểm dự thính. Nên không đạt. Nay đã có điểm mong phòng đào tạo cho em một cơ hội nữa để, tiếp tục học tập. Em xin cảm ơn.",
    "kính mong phòng đào tạo giúp đỡ em trong việc đăng ký môn Anh Văn 4 (LA1009). Trong đợt đăng ký học kì hè vừa rồi em có thực hiện đăng ký môn học ở cả 2 đợt 2 và 3 nhưng lại không có thời khóa biểu. Và sau khi coi lại lịch sử đăng kí thì biết lỗi là do môn Anh Văn 2 (LA1005) và Anh Văn 3 (LA1007) em chưa chuyển điểm. Giờ em đã thực hiên chuyển điểm và đang chờ cập nhật điểm. Để hoàn thành chương trình học cho kịp lịch tốt nghiệp tháng 11 em mong quý thầy cô giúp đỡ em để em dc học môn Anh Văn 4 (LA1009). Nếu như khi học xong môn Anh Văn 4 (LA 1009) mà không có điểm Anh Văn 2 và 3 thì em có thể nhận hủy kết quả của mình",
    "Em tên: , MSSV:  Kì vừa rồi em có học môn Pháp luật đại cương do cô  phụ trách giảng dạy. Cô yêu cầu nghỉ 2 buổi là cấm thi và em đã nghỉ 3 buổi vì chuyện gia đình nhưng em vẫn nộp bài tập về nhà đầy đủ. Khi cô đọc danh sách cấm thi thì có tên em nhưng về sau cô quyết định cho em đi thi vì xét thấy em có nộp bài tập cô giao nên cô đồng ý xóa cho em 1 buổi nghỉ. Và cô đã đọc trước lớp những bạn được cô cứu xét. Nhưng ngày đi thi thì trong danh sách cấm thi lại có tên em, em đã liên hệ với cô  nhưng không được. Nay em xin PĐT cho phép em đăng kí học môn Pháp Luật đại cương vào kì hè để em kịp tốt nghiệp vào tháng 11",
    "Em tên: , MSSV:  Kì vừa rồi em có học môn Pháp luật đại cương do cô  phụ trách giảng dạy. Cô yêu cầu nghỉ 2 buổi là cấm thi và em đã nghỉ 3 buổi vì chuyện gia đình nhưng em vẫn nộp bài tập về nhà đầy đủ. Khi cô đọc danh sách cấm thi thì có tên em nhưng về sau cô quyết định cho em đi thi vì xét thấy em có nộp bài tập cô giao nên cô đồng ý xóa cho em 1 buổi nghỉ. Và cô đã đọc trước lớp những bạn được cô cứu xét. Nhưng ngày đi thi thì trong danh sách cấm thi lại có tên em, em đã liên hệ với cô  nhưng không được. Nay em xin PĐT cho phép em đăng kí học môn Pháp Luật đại cương vào kì hè để em kịp tốt nghiệp vào tháng 11",
    "E là sv năm nhất, năm nay e không đủ điểm anh văn để qua năm 1 nên giờ e phải thi IIG, ngày em thi là 16/6 khoảng 12 ngày sau là có bằng ạ. Vậy lúc đó em đăng kí nộp CCNN là có kịp để được nộp không ạ, và e phải trực tiếp lên phòng đào tạo nộp hay là nộp bằng cách nào ạ",
    "t đăng ký dự thính HK183 đợt 3 em có đăng ký môn hết cấu thép 1 MMH : CI3009 sau khi có thời khóa biểu thì không có môn đó do thiếu môn tiên quyết CI2007 nhưng HK 182 em đã hoàn thành môn học và đã có điểm . Kính mong nhà trường cho em học môn kết cấu thép 1 vào HK 183 nhóm lớp DT02 giảng viên  như trước đó em đã đăng ký dự kiến ban đầu . Em xin trân thành cảm ơn .",
    "Chào PĐT, Em muốn đăng ký học môn Pháp Luật Đại Cương; nhóm DT04; học tiết 4-5 thứ 3, thứ 5",
    "Chào PĐT, Em muốn đăng ký học hè môn Phương Pháp Tính; nhóm DT02; tiết 7-8-9 thứ 3, thứ 5.",
    "Chào Thầy/Cô! Em là sinh viên lớp xd15kt, Thầy/Cô cho em hỏi là hạn chót để nộp chứng chỉ ngoại ngữ để đủ điều kiện đăng kí làm luận văn tốt nghiệp vào học kì 191 là khi nào ạ? Em cám ơn!",
    "Em là sinh viên K13 có đăng ký Thực tập tốt nghiệp (DT183) nhưng bị báo lỗi như hình Kỳ trước (182) em có học 2 môn đó rồi nhưng là môn tương đương mã mới (EE) và vừa thi xong nên chưa có điểm Em muốn hỏi là làm thế nào để em có thể đăng ký Thực tập tốt nghiệp trong kỳ hè này (183)",
    "Em xin nhà trường giúp em xem xét việc đăng ký thực tập tốt nghiệp mã môn học CI3353 HK183 Em đã đăng kí môn học đợt 1, 2 và 3 nhưng đều bị huỷ môn do em nghĩ đợt 1 và 2 trang web bị lag nên bị huỷ môn và đợt 3 em đăng kí lại vẫn bị huỷ môn. Hiện tại hết HK182 em đã đạt được đủ số tín chỉ để đăng kí thực tập tốt nghiệp HK183. Kính mong nhà trường xem xét giúp em để em có thể hoàn thành đề cương và luận văn vào HK191 và HK192 ạ. Em xin chân thành cảm ơn .",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa TP.HCM. Em tên  MSSV: hiện là sinh viên của lớp XD15TD. Hôm nay em xin trình bày vấn đề là em đã đăng ký môn học nhưng lại không có thời khóa biểu. Vào đợt 2 của kỳ đăng ký môn học học kỳ 183 em đã đăng ký môn :Thực tập tốt nghiệp Mã số môn học là CI3353,em thấy trên bảng đăng ký ghi là em đã đủ điều kiện đăng ký và em cũng không vi phạm việc đóng học phí vào đợt thanh toán học phí lần 2 học kì 182,đợt thanh toán học phí lần 1 em có vi phạm (trễ học phí kỳ chính và kỳ dự thính) nhưng em đã thanh toán đầy đủ sau đó và đã làm đơn trình bày lý do việc đóng trễ học phí. Nhưng sau khi kết thúc kỳ đăng ký môn học học kỳ hè 183 thì do chủ quan nên em không có kiểm tra lại. Đến khi có thời khóa biểu chính thức của học kỳ hè 183 thì em phát hiện ra mình không có thời khóa biểu,và trên danh sách thực tập chính thức của khoa cũng ko có tên em. Hiện em đang rất hoang mang vì có thể em không được đi thực tập trong kỳ hè 183. Em kính mong phòng đào tạo xem xét và giải quyết cho em để em có thể được đi thực tập. Em xin chân thành cám ơn. Bên dưới là 2 ảnh,1 là ảnh chứng minh em có đăng ký môn học Thực tập tốt nghiệp,mã môn học CI3353,ảnh thứ 2 là ảnh chứng minh em không có vi phạm việc thanh toán học phí",
    "Vì lý do trùng lịch thực tập kỹ thuật nên em xin phép trường huỷ môn học. Tên môn:   , mã MH: SP1005, Nhóm: 04",
    "Em là sinh viên của lớp tài năng Cơ điện tử k16 . Em muốn hỏi nếu kì này em đã đạt môn A ( cả về chương trình chính và mở rộng ) Nhưng em thấy điểm không cao nên muốn học lại. Thì khi học lại, em có thể chỉ đăng kí môn A của đại trà mà không cần đăng kí thêm học phần mở rộng không ạ? Em cảm ơn",
    "Kính gửi phòng đào tạo Hôm nay em có đăng kí phiếu nộp bằng tốt nghiệp trung học phổ thông nhưng em lại chọn sai loại bằng nộp. Kính mong phòng đào tạo hỗ trợ em đăng kí lại. Em xin cảm ơn.",
    "Kính gửi thầy (cô), Em muốn biết trong thời gian trước khi kì dự thính hè bắt đầu thì còn đợt hiệu chỉnh môn học dự thính hè nào khác không? Em đã đăng ký môn học nhưng khi kiểm tra lại tkb thì môn học mà em đăng kí đã bị xóa, nhưng môn này là môn tiên quyết cho 1 môn học kì sau mà em đã đăng kí . Em xin cảm ơn",
    "Kính gửi phòng đào tạo. Em có đăng ký học dự thính học kì 183 báo đã đăng ký thành công nhưng em xem thời khóa biểu thì không có lịch học kì 183 mà hình như tuần sau bắt đầu học r ạ",
    "Cho em xin phép hỏi là em không đăng kí được TTTN HK183 vì không đủ 94 tín chỉ do không tính tín chỉ dự thính vì chưa có điểm vậy khi có điểm và kết quả rồi em có được nhận lại thời khoá biểu TTTN không ạ tại trong HK182 tính cả dự thính thì em sẽ đủ chỉ đi TTTN ạ nhưng đang chờ kết quả. Em xin chân thành cảm ơn ạ.",
    "Vào đợt đăng ký môn học bổ sung cho HK hè 183 từ 03/6/2019 đến 05/6/2019, em đã không đăng ký môn Kế toán quản trị (MSMH: IM2019) vì đây là môn học trong HK182 của em, ngày thi cuối kì là 07/6/2019, trong khi hạn chót đăng ký môn học HK183 là 05/6/2019. Em đã rất cố gắng học, ôn bài thật kỹ và nghĩ rằng mình chắc chắn không thể rớt với nổ lực học tập như vậy. Do đó, em không đăng ký môn học này. Tuy nhiên, kết quả thi không như mong đợi khiến điểm tổng kết môn học không đủ điều kiện qua môn . Do đó, em kính mong phòng đào tạo cho em xin đăng ký bổ sung môn học này vào học kì hè 183 của mình, tạo điều kiện giúp em kịp tiến độ học tập. Hiện môn học này đang được mở trong học kì hè 183 với nhóm lớp DT01, thời khóa biểu là tiết 10-12 thứ 4 và thứ 5, phòng học 302B1. Em xin chân thành cảm ơn thầy cô phòng đào tạo! ",
    "kính thưa thầy cô  vừa rồi ẹm có đăng ký môn học hè đợt 2 mà em nhà em có công việc nên hè em không thể học được mà em lại quên hủy môn học ở đợt thứ 3 vừa rồi, thầy cô cho em hỏi là bây giờ em muốn hủy đăng ký học hè thì em phải làm sao ạ? em cám ơn thầy cô",
    "Kính gửi phòng đào tạo  Em tên:  MSSV:  Chứng chỉ ngoại ngữ của em có ngày tháng sinh không đúng do CMND hiện tại của em chỉ có năm sinh. Chứng chỉ này đã được em dùng để đăng kí nộp chứng chỉ ngoại ngữ. Hôm nay em viết thư này muốn hỏi rằng chứng chỉ của em có hợp lệ để xét chuyển điểm không ạ?",
    "Xin chào! Ở đợt đăng ký môn học hè thì em đăng kí môn thực tập tốt nghiệp mã môn học là 440302 nhưng không đăng kí được do lỗi chưa cập nhật môn học trước, em khiếu nại lên phòng đào tạo sau đó đã được xử lí và em gửi đăng kí thành công môn đó. Đến nay có thời khóa biểu học kì hè thì lại không có môn thực tập tốt nghiệp? Xin phòng đào tạo xem xét gấp, vì đây là môn rất quan trọng có thể bị trễ lại nửa năm vì lí do không đáng có. Xin phòng đào tạo xử lí gấp trường hợp của em.",
    "Mất thời khóa biểu . Cho em hỏi sao thời khóa biểu của em lại mất nữa rồi ạ?? Mong pdt kiểm tra giúp em !!!",
    "Em chào thầy cô.Dạ cho em hỏi là em đã nộp chứng chỉ tiếng anh IELTS vậy em có cần thi thêm hai kỹ năng bên trường để đủ điều kiện tốt nghiệp không ạ...Em xin cảm ơn",
    "Hi . Em là sinh viên K15 chuẩn bị tốt nghiệp vào tháng 11. Đợt xét tốt nghiệp cuối cùng khoảng tháng mấy để em hoàn  thành đủ như tín chỉ và anh văn ạ. Em xin cảm ơn.   i  ..",
    "Chào thầy/cô, cho em hỏi về việc xét anh văn nói viết cho mục đích tốt nghiệp tháng 11/2019 hạn cuối là ngày bao nhiêu ạ? Hiện em đã đăng kí ngày 08/09 thì có kịp cho đợt tốt nghiệp này hay không? Em xin cảm ơn",
    "Em tên là , msvv . Hiện tại trong thời khóa biểu hk183 của em có môn SP1003 - Những NgLý cơbản CN M- học vào thứ 2 4 6 tiết 234. Do trong lúc còn hạn đăng kí các nhóm lớp như CC01 của cô  hay DT04 của thầy  đều bị kín chỗ và em bị vi phạm vào giờ học thông tầm nên trong đợt hiệu chỉnh 3 không đăng kí được lớp phù hợp, vì 2 lí do đó nên em đã đăng kí lớp thứ 2 4 6 tiết 234 hiện tại để có thể học trong kì hè và bỏ công việc làm thêm ( công việc yêu cầu phải có thời gian rảnh ít nhất 1 buổi sáng để tiện xếp nhân viên xoay ca ạ). Mong pđt có thể hỗ trợ cho e chuyển thời khóa biểu của mình sang một trong 2 lớp CC01 hoặc DT04(cả 2 lớp em thấy đều có trỗ trống sau khi kết thúc hiệu chỉnh đợt 3) và  để em có thể tiếp tục công việc của mình ạ. Em biết việc này rất khó nhưng mong Phòng Đào Tạo có thể giúp em!! Em cảm ơn rất nhiều ạ.",
    "Kính gửi Phòng đào tạo 1. Trong thời khóa biểu em có đăng kí môn tư tưởng và học trong 5 tuần ạ. Vậy trong 5 tuần đó đã bao gồm ngày thi chưa ạ? 2. Nếu sang tuần thứ 6 mới thi mà em không thể thi được thì em có thể làm đơn xin phòng đào tạo thi lại ngày khác được không ạ? Em xin cảm ơn ạ",
    "em là , mssv  em có đăng ký môn học thực tập tốt nghiệp học kỳ 183, lần đầu em đk trong đợt 2 nhưng ko hiểu vì lí do gì mà mọi thao tác đk của em bị mất, một vài bạn em cũng bị nên em lại vào đợt 3, lần này phần đk ko bị mất nhưng phần kết quả đk lại ko hiện như thể em ko có đăng ký môn học, hiện tại khoa đã có danh sách thực tập và em ko có thời khoá biểu nên em ko có trong danh sách, mong phòng đào tạo xem xét lại và có câu trả lời cho em",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Hiện tại em đã đăng kí môn học cho HK183 đợt 2 nhưng vẫn chưa có thời khóa biểu chính thức. Vậy cho em hỏi khi nào có thời khóa biểu ạ?",
    "Em xin PDT cho em đăng ký bổ sung môn Giải Tích 2,mã môn học MT1005,nhóm DT04,cô Nguyễn Ngọc Quỳnh Như.",
    "Dạ kính gửi phòng đào tạo. Dạ có cách nào hủy mùa hè xanh ko ạ vì em mới nghĩ lại sẽ trả môn trước.",
    "Chào cô, Em muốn hỏi về vấn đề bằng TOEIC. Do thi trong trường chưa qua được chuẩn năm 2,em thi TOEIC bên ngoài đã qua được điểm chuẩn, bây giờ em muốn nộp bằng để được đăng kí môn học thì dùng hình thức chuyển điểm hay làm thế nào?  Mong cô phản hồi giúp em, cảm ơn cô .",
    "ten                        ma  ky thuat chieu sang        EE3099 ổn định hệ thống điện      EE3095 Lập và phân tích dự án     IM2003 Năng lượng tái tạo         EE3131 ĐA Điện năng2            400809 QL sản xuất cho KS         IM3003 TN Mạch điện tử            404810",
    "em tên là  Mssv  kính mong quý thầy cô hướng dẫn em cách sửa lại thông tin bằng tốt nghiệp ThPT trên web ạ   i  .",
    "Em chào thầy/cô, mong thầy/cô giải đáp giúp em thắc mắc này: Em đang học chương trình kỹ sư tài năng. Vừa rồi em có thi hai kỹ năng nói viết tại trung tâm ngoại ngữ Đại học Bách Khoa với số điểm là 215 điểm. Với số điểm này không biết là em đã đủ điều kiện để tốt nghiệp hay chưa ạ. Em có đọc trong quy chế như tệp định kèm mà không rõ mức điểm cho chương trình KSTN thi tại trung tâm ngoại ngữ đại học bách khoa là 200 theo như dấu + đâu tiên hay là 245 dấu + thứ 2 như trong hình đính kẻm. Rất mong nhận được sự giải đáp của quý thầy/cô. Em xin chân thành cảm ơn",
    "Em tên:  MSSV:  Em đã nộp bản sao bằng tốt nghiệp và đã in giấy xác nhận thông tin bằng PTTH trên trang web phòng đào tạo cho lớp trưởng rồi. Hôm nay em nhận được email thông báo việc em chưa có bằng tốt nghiệp PTTH trong hồ sơ sinh viên và em xin gửi nội dung thư lên đây. Kính mong phòng đào tạo xme xét và giúp em. Em xin chân thành cảm ơn.",
    "Em chào anh/chị, Em tên là , là sinh viên lớp tài năng viễn thông K17. Lúc trước, em đã được cập nhật lại điểm tiếng Anh và đã có thể đăng kí môn học. Sau đó, em đã đăng kí được môn học . Tuy nhiên, lúc này trong thời khóa biểu của em vẫn chưa được cập nhật môn học có mã là: EE3019. Mong các anh/chị giải quyết giúp em .",
    "Chào thầy/ cô,  Em có thắc mắc về lịch chuyển điểm anh văn ạ. Em thấy lịch trên phòng đạo tạo: ngày 25/7 là đợt đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung HK 191, Nhưng em không rõ là ngày 25/7 là ngày kết thúc hày ngày bắt đầu đợt đăng ký vậy ạ. Em cảm ơn thầy cô",
    "Kính gửi: Phòng đào tạo  Em tên :  MSSV:   Đợt nộp giấy tốt nghiệp THPT vừa rồi do đã nộp giấy vào đầu năm học nên hệ thống là phòng đào tạo đã nhận được giấy tốt nghiệp. Sau đó em có nhận được mail báo về sự sai sót trong quá trình khai báo thông tin vào đầu năm và yêu cầu nhập lại. Nhưng em đăng nhập vào trang web để khai báo lại vẫn khồng được . Mong phòng đào tạo xem xét lại . Em cảm ơn",
    "kính gửi:phòng đào tạo trường đại học bách khoa TP.hcm .Em tên là : Mai Thanh Thiệt, k2013, Mssv: 81303870, lớp XD13TL, là sinh viên khoa kỹ Thuật xây dựng, trường đại học bách khoa TP.hcm. . Hôm này em viết đơn này với lý do: xin được đăng ký bổ sung môn học dự thính hè HK183,vì em mới biết kết quả học kỳ hk182 bị rớt môn học, do biết hơi trễ nên không đăng ký không kịp học kỳ dự thính HK183 như lịch , cụ thể em xin đăng ký bổ sung môn học:  1.PHƯƠNG PHÁP TÍNH-Mã môn học: MT1009- Giảng viên dạy: ĐẬU THẾ PHIỆT-LỚP:DT03     + SSSV: 135/135 SV     + THỨ 3:tiết;10-11-12,P215-B1,CS1.     + Thứ 5:tiết;10-11-12,P215-B1,CS1.  2.ANH VĂN 1 - Mã môn học:LA1003- Giảng viên dạy: Nguyễn Hoàng Vũ-LỚP:DT02     + SSSV:55/65 SV     + THỨ 2: tiết;7-8-9-10,P401-C6,CS1.     + THỨ 4: tiết;7-8-9-10, P401-C6,CS1. Mong phòng đào tạo giúp đỡ dùm em, cho em được đăng ký môn học, để hoàng thành chương trình học và được ra trường, vì em là sinh viên K2013 cũng năm cuối rồi, gần hết hạn chương trình học,em cảm ơn phòng đào tạo rất nhiều, chúc các thầy cô phòng đào tạo mạnh khỏe và vui vẻ!               TP.hcm ngày 15 tháng 6 năm 2019                      Người Viết                   Mai Thanh Thiệt       ",
    "Kính gửi nhà trường,  Em là , sinh viên khóa K16, MSSV , khoa Cơ Khí, Ngành Kỹ Thuật Hệ Thống Công Nghiệp  Dạ vào học kỳ hè này, em có đăng ký thực tập tốt nghiệp và 2 môn học   ,  Đường lối cách mạng của Đảng Cộng Sản Việt Nam Do em kỳ này em thực hiện thực tập tốt nghiệp toàn thời gian (cả tuần) nên em không thể học 2 môn học đã đăng ký  Vì vậy, cho em xin được hủy 2 môn học là   HCM và Đường lối cách mạng của ĐCS VN ạ  Em xin chân thành cảm ơn!  ",
    "CI3009 ",
    "Em muốn đăng kí bổ sung môn học tư tưởng  (SP1005) cho học kì hè 18-3 có được không ạ. Nếu được thì em cần chuẩn bị gì ạ. Em còn môn này là môn cuối cùng. Mong phòng đào tạo giúp đỡ tạo điều kiện để em hoàn thành chương trình.",
    "Em chào phòng đào tạo, Em là sinh viên K15 chương trình KSTN khoa Điện-Điện tử. Theo như em nhận được thông tin từ phòng ĐT, khi thi ở BKEnglish (đối với SV KSTN) thì điểm đạt ở đây là bao nhiêu vậy ạ? Có phải vẫn là tối thiểu 200 điểm như SV chính quy không ạ? Em cảm ơn! Trân trọng ",
    "Kính gửi PĐT, Em có TKB HK182 nhưng đến nay vẫn chưa cập nhật bảng điểm thi cho em (không có bảng điểm trên mybk/stinfo). Em có lên mybk để kiểm tra lại thì vẫn có TKB như hình dưới. Mong PĐT kiểm tra dùm em. Em xin cảm ơn!",
    "Em tên , MSSV  Hiện tại thời khóa biểu kì hè 183 của em đã được cập nhật lớp DT04 của thầy  nhưng trong trang bkel thì em lại được cập nhật là lớp của thầy . Em mong phòng đào tạo cập nhật lại giúp em thông tin lớp DT04 thầy  trên trang bkel để em có thể nhận được mail cũng như thông báo của thầy ạ. Em cảm ơn phòng đào tạo rất nhiều.",
    "Dạ xin chào Em đã đăng kí và thỏa điều kiện 2 môn học là PH1003 và PH1007 nhưng kết quả trả về chỉ có 1 môn Và em đã nhận thời khóa biểu của PH1007 gần đây Nhưng vừa rồi cũng đã bị mất trên mybk Em xin nhà trường giúp đỡ để em có thể đang kí vào học 2 môn này ạ Em xin cảm ơn",
    "Em có đăng kí học kì 3 môn ME1011 trước đợt đăng kí 183, Nhưng bây giờ xem thời khoá biểu thì không có, và lịch sử không có. - nếu theo trường hợp này, nếu em chưa đăng kí môn học mà bây giờ muốn đăng kí có được không ạ, và phải làm sao ạ. Vì nếu kì này em không đăng kí được là ra trường trễ một năm ạ. Em xin chân thành cảm ơn! ",
    "Em chào thầy/cô ạ. Em là , mssv . Trong đợt đăng kí môn học học kì 183, em đã bị hủy kết quả đăng kí vì tên em có trong danh sách mùa hè xanh của đoàn khoa kĩ thuật giao thông. Bây giờ, em cần danh sách sách đó để có thể làm đơn xin xác nhận của đoàn khoa, rằng tên em có trong danh sách là một sai sót. Em mong nhận được sự giúp đỡ của thầy cô. Em xin cảm ơn ạ.",
    "Kính gửi thầy cô phụ trách câu hỏi, Em tên là , MSSV , năm 3 chuyên ngành Xây dựng dân dụng khoa Kỹ thuật xây dựng. Em gửi yêu cầu này để kính mong pđt xem xét lại giúp em kết quả đăng kí môn học của  học kì 183 thực tập tốt nghiệp mã môn học là CI3343. Do em có coi lại tín chỉ của mình cũng như các môn chưa qua thì điều kiện vẫn thỏa số tín chỉ ràng buộc của chương trình. Các môn học tiên quyết hay môn học trước đều cũng đã thỏa. Em kính mong pđt xem xét và giúp đỡ em để em có thể hoàn thành đúng hạn chương trình đào tạo của mình. Em chân thành cảm ơn và hi vọng được hồi âm sớm ạ.",
    "Em xin được giấy xác nhận đồng ý cho học ở lớp Cô . Mong PDT xem xét cho em cơ hội học vào học kì hè này",
    "Họ và tên:  MSSV:  Hiện em muốn đăng kí môn học dự thính hè HK183: Thép 1, Mã MH: CI3009. Lí do: em có học môn thép 1 vào HK182 nhưng rớt nên em xin đăng kí vào kì hè.",
    "dạ cho e xin wed khai báo thông tin bằng PTTH ạ",
    "Em đã qua môn tiên quyết (giải tích mạch) nhưng thầy đăng điểm không kịp trước đợt đăng kí, trong hè này em muốn học môn mạch điện tử hoặc môn tín hiệu và hệ thống thì em có được đăng kí nữa không ạ, em xin cảm ơn .",
    "Kính gửi phòng công tác đào tạo Em tên là , hiện đang theo học tại khoa Điện-Điện tử Em muốn xin tạm dừng việc học tại trường Bách khoa để thi lại đại học. Do thiếu hiểu biết nên trong học kỳ 182 vừa qua em không thi cuối kỳ nên bị cảnh cáo học vụ lần 2 (lần 1 em bị cảnh cáo do không tích đủ chứng chỉ). Thầy/cô cho em hỏi rằng với tình trạng như vậy thì em có bị gửi giấy báo hoặc hình thức kỳ luật cảnh cáo nào không ? Em xin cảm ơn thầy/cô",
    "Em tên:  Mssv:  Khoa Kỹ thuật xây dựng . Bộ môn Cầu đường Nay, em viết đơn này để xin chuyển mã môn học từ môn Thực tập nhận thức ngành(DDCN),  : CI2057 Sang môn thực tập nhận thức ngành (CAU),  : CI2051 Do em học cầu đường nhưng lại đăng kí nhầm sang thực tập nhận thức ngành của dân dụng. Kính mong quý thầy cô xem xét ạ. Em cảm ơn! ",
    "Kính gửi thầy cô phòng đào tạo, em nhập sai nơi sinh trên thông tin cá nhân, đã  nộp đơn xin chỉnh sửa và bản sao giấy khai sinh cho phòng đào tạo, vậy khi nào chỉnh sửa xong ạ, em xin cảm ơn",
    "Em xin được đăng ký môn Đường lối 001004. Em xin cảm ơn",
    "em là  mssv  em có đăng ký môn thực tập tốt nghiệp học kỳ 183, hệ thống thông bảo em ko đủ đk để đk vì ko đủ chỉ, nhưng em xem quy chế thì em cần tối thiểu 98 chỉ để đk môn này, trong khi em đang có ở hk trước là 77 chỉ, hk 182 em học 24 chỉ, theo quy chế thì em đc xét là 101 chỉ, đủ đk đăng ký, mong phòng đào tạo kiểm tra lại giúp em ạ",
    ". Chào thầy/cô, Em xin gửi yêu cầu Đăng kí môn học SP1009 DT01 HK hè. Em xin trình bày lí do đăng kí trễ dưới đây: Vì hè năm nay em định đăng kí thực tập ME3029 nhưng bị hủy do không đủ tính chỉ, hiện tại hết HK 2 số tính chỉ em đã trên 100 tín chỉ nên em đã chủ quan không xem lại kết quả đăng kí. Vì lí do trên em mong được sự thông cảm của thầy/cô cho em đăng kí môn Đường lối CM-SP1009 vào nhóm DT01. Em xin chân thành cảm ơn.",
    "Kính gửi Pđt Em tên  Do lỗi của em vì đã đăng kí sai vào lớp PH1003 của hệ đại trà Em mong PĐT sẽ giúp đỡ em có thể chuyển qua môn học khác có trong thời khóa biểu trong học kì này Em xin cảm ơn.",
    "Em muốn đăng kí bổ sung môn học    (SP1005) cho học kì hè 18-3 có được không ạ. Em còn môn học này là môn học cuối cùng. Nếu được thì em cần chuẩn bị gì ạ. Mong Phòng đào tạo giúp đỡ tạo điều kiện để em hoàn thành chương trình.",
    "Kính gửi Phòng Đào tạo  Em tên . MSSV . Lớp D01 . Em muốn thắc mắc là kết quả đợt 1 em có đăng kí môn giải tích 1 và cơ lý thuyết đợt 1 cho học kì 183. Lúc đợt 2 đăng kí e có lên kiểm tra thì vẫn thấy còn 2 môn nên e không thay đổi gì. Nhưng lúc ra kết quả đợt 2 thì bị mất môn giải tích 1 chỉ còn môn cơ. Bây giờ có kết quả đợt 3 nhưng không có môn giải tích 1. Thời khoá biểu cũng chỉ có môn cơ lý thuyết. Mong Phòng Đào tạo xem xét và giải quyết giúp em. Em chân thành cảm ơn.",
    "Em muốn xin rút hết tất cả các môn học ở thời điểm này thì có phải đóng học phí không ạ?",
    "MSSV: 609T0477 Em ten:  he vhvl Khoa e hoc 2009   Nhom mon hoc bat buoc tu chọn 2 la 8 chi  Nhom mon hoc bat buoc tu chọn 3 la 14 chi   Em da hoan thanh 8 chi nhom 2.    Va 14 chi nhom 3.( KT lanh, CN hoa Mỹ pham,CN hoa huong lieu, CN các san pham tay rua,KT nhuộm in, va CH luu chat phi Newton MS 605905 ) Mong  co xem xét lai giúp em!E chan thanh cam on!",
    "CI3007",
    "Chào anh/chị phòng đào tạo, em đăng ký môn thực tập tốt nghiệp hè này. Đã gửi đăng ký thành công nhưng khi có thời khóa biểu thì lại không thấy, ghi là lỗi thiếu số tín chỉ tối thiểu, em xem lại thì số tín chỉ tối thiểu để đăng ký thực tập trong hè là 126 chỉ, trong khi tổng số tín chỉ hiện tại của em là 143, chưa kể 21 chỉ em học trong HK182 nữa (thêm luật tín số chỉ để đăng kí thực tập tốt nghiệp em được tính luôn 21 chỉ đã học trong học kỳ trước đó mà không cần chờ điểm đạt hay không) tổng cộng số chỉ thì em hơn số tín chỉ tối thiểu 126 khá nhiều. Xin phòng đào tạo xem lại và cập nhật thời khóa biểu cho em thực tập hè này, vì môn này rất quan trọng . - Ngoài ra em còn 3 môn đã học môn tương đương mã mới nhưng chưa được cập nhật trong tiến độ học tập: môn Mạch Điện Tử mã cũ là 405001, đã học môn tương đương mã mới là EE2007. Môn Thí nghiệm biến đổi năng lượng điện cơ (mã là 408002) môn tương đương mã mới là Cơ sở kỹ thuật điện (mã EE2017). môn Quản trị kinh doanh cho kỹ sư ( mã cũ 700213) mã mới IM3001.",
    "Chào Thầy Cô! Thầy Cô cho em hỏi theo lịch của trường là nộp bằng TOEIC vào ngày 2/7 và 25/7. Vậy em phải nộp bằng đúng vào ngày đó hay có được nộp sớm hoặc trễ hơn vài ngày không ạ. Em cảm ơn.",
    "Dạ cho em hỏi là em học chương trình PFIEV k14 thì chuẩn anh văn có thay đổi ko ạ (trước là 450 TOEIC). Em có cần nộp bằng tại pđt ko hay chỉ cần đăng kí online là được.",
    "Thầy ơi cho em hỏi là em có thể huỷ môn học e đã đăng kí được không ạ, vì môn khoa e là cơ học ứng dụng (AS2007) 2 tín chỉ, nhưng hè này e đăng kí môn cơ học ứng dụng lại là mã khác (AS2001)  3 tín chỉ khác với chương trình đào tạo khoe em, em có thể huỷ được không ạ",
    "Cho em hỏi quy định bổ sung chứng chỉ ngoại ngữ lớp KSTN như thế nào? Em thi trong trường (không có bằng TOEIC 2 kỹ năng) thì có được như lớp thường không? Hay là bắt buộc lớp KSTN phải thi lấy bằng TOEIC bên ngoài?",
    "cô ơi cho em hỏi sau khi điểm dự thính được cập nhật . PDT  có xét cho e được đi thực tập không ạ . em vừa check kết quả dkmh thấy môn tttn của rm bị xóa rồi . em tích lũy 94 chỉ thiếu  1 chỉ so với quy định . còn một môn dư thính chưa có điểm. em có bẳng av rồi mà đã qua đợt chuyển điểm  . em cảm ơn cô ! mong cô phản hổi sớm",
    "Em muốn đăng kí bổ sung môn học  Pháp luật đại cương Việt Nam ( 008001) cho kì hè 18-3 này có được không ạ.  Em còn môn học cuối cho kì này để hoàn thành chương trình học. Mong phòng đào tạo xem xét giúp em hoàn thành chương trình.",
    "t nộp bằng tốt nghiệp THPT em có nộp bản sao cho lớp trưởng rồi mà trường em chưa có bản chính nên không có số hiệu văn bằng nên em lỡ điền số hiệu là số cấp vào bản sao thì có bị sao không em xin cảm ơn phòng đào tạo.",
    "Em là , mssv  Em có đăng ký môn thực tập tốt nghiệp học kỳ 183 nhưng hệ thống thông báo không đăng ký được vì không đủ chỉ, nhưng em xem lại quy chế là tối thiểu 98 chỉ( tính cả chỉ đã đăng ký vào hk trước đó), trước hk182 em có 77 chỉ, hk182 em học 24 chỉ vậy tổng là 101 chỉ và đủ đk để đăng ký, em cũng đã lên pđt hỏi trực tiếp và được trả lời em đã đủ đk. Hiện tại khoa đã công bố và lên danh sách thực tập và em không thể đi thực tập vì vấn đề trên, mong pđt xem xét lại và có câu trả lời thỏa đáng cho em",
    "Kính gửi : Phòng Đào Tạo. Em tên : , MSSV : 0 Vừa qua em có xin cứu xét quay lại học ở truòng và gia hạn thêm thời gian học. Nên em không kịp đăng kí môn học ở hè này. Hiện tại em còn thiếu 2 môn là phương pháp tính và kết cấu thép. Em mong nhà trường tạo điều kiện giúp em để em có thể hoàn thành 2 môn này trong kì hè này ạ Em xin chân thành cảm ơn !  B ",
    "Em tên - là sinh viên bằng 2 ngành xây dựng dân dụng và công nghiệp, em xin phòng đào tạo cho phép em đăng ký môn Cơ lưu chất (CI2003) dự thính hè này lớp DT01_DT01, mong phòng đào tạo hỗ trợ và xét duyệt cho em. Em xin chân thành cảm ơn",
    "Trong đợt đăng ký môn học bổ sung HK183,em dự định đăng kí môn cơ điện tử và KT giám sát tình trạng,chẩn đoán hư hỏng,nhưng bị trùng thời khoá biểu.Nên em đã đăng kí môn cơ điện tử,nhưng môn này lại không mở lớp.Nay em muốn được đăng kí bổ sung môn 260629:KT giám sát tình trạng và chẩn đoán hư hỏng 260636:KT giám sát tình trạng và chẩn đoán hư hỏng(BT) Kính mong phòng đào tạo cho em được bổ sung để kịp tiến độ ra trường ạ Em xin chân thành cảm ơn",
    "Kính gửi PĐT Em là  Em mong PĐT sẽ hỗ trợ em đăng kí vào môn học khác có trong TKB của HK183 Vì vừa rồi em đã lỡ đăng kí môn học PH1003 của hệ đại trà Do môn PH1003 của hệ clc không mở trong hk183 (pđt đã trả lời trước đó) Em xin cảm ơn và mong PĐT thông cảm vì em vừa kết thúc 2 hk tiếng anh nên chưa hiểu kỹ về đăng kí môn học ạ.",
    "Em muốn đăng kí bổ sung môn Pháp luật đại cương Việt Nam (SP1007) cho kì hè 18-3 được không ạ. Em còn môn này là môn học cuối cùng để hoàn thành chương trình học. Mong phòng đào tạo xét và tạo điều kiện cho em hoàn thành chương trình học trong kì này.",
    "Kính gửi PDT Em tên  Vì đăng kí sai trong đợt đăng kí môn học trong hk183 Em mong PĐT cho em đăng kí học 1 môn SP1007 mã nhóm DTQ2 (Nếu không còn chỗ em xin được thay bằng môn MT1003 mã nhóm DTQT Em xin cảm ơn",
    "Em có đăng kí môn tư tưởng vào học kì hè 183  này mà do lịch học trùng lịch thực tập của công ty em đi thực tập. Vậy em có được hủy môn học tương tưởng này không ạ?",
    "Chào thầy/cô ạ, Em có nguyện vọng được xin đăng ký tham gia vào lớp Kết cấu Thép 2 (DT01), mã môn học CI3069, học kỳ dự thính hè HK183 của thầy  . Do kết quả môn học Kết cấu thép 2 HK182 có sau khi đã kết thúc đợt đăng ký Dự thính hè nên em đã lỡ dịp đăng ký ạ. Hiện em là SV năm 4, diện đang trễ nửa học kỳ để tốt nghiệp. Mong thầy/cô xem xét và thông qua cho em được vào lớp này học và có cơ hội hoàn thành chương trình học sớm nhất có thể ạ. Em đã liên hệ với thầy phụ trách lớp này rồi và được thầy đồng ý ạ, thầy có ghi lại số điện thoại để nếu nhà trường có cần ý kiến giáo viên thì có thể liên hệ với thầy để xác nhận thông tin ạ. Kính mong được nhà trường giải quyết. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV:  Khoa: Kỹ thuật xây dựng Trong học kỳ 183 này em đã đăng ý nhầm môn vẽ kỹ thuật (CI1003) của khoa kỹ thuật cơ khí. Mong phòng đào tạo xóa môn học này và chuyển giúp em môn học vẽ kỹ thuật xây dựng (CI1033). Em rất mong nhận được sự giúp đỡ và phản hồi từ phía phòng đào tạo. Em xin chân thành cảm ơn!",
    "HK vừa rồi em và 1 bạn có đăng kí môn học cầu lông, nhưng đã chuyển sang võ và có sự đồng ý của gvbm và chúng em đã hoàn thành môn học, nhưng hiện tại trên mybk điểm của em là 13 ở môn cầu lông. Em rất mong nhận được sự giúp đỡ từ nhà trường",
    "Chào thầy/cô. Nếu em bị cảnh báo học vụ 2 kì liên tiếp và không đạt chuẩn anh văn 1 thì em có được tiếp tục học và đăng kí môn học cho học kì 191 không ạ? Em xin cảm ơn! ",
    "Dạ em nhận được danh sách thực tập tốt nghiệm nhưng em không biết công ty TNCUD khoa học truyền hình là công ti nào và hoạt động ở đâu cho em hỏi em có thể xem thông tin đó ở đâu ạ em xin cảm ơn",
    "Em học môn av2 và bị rớt. Sau đó em nộp CCNN chuyển điểm môn av2 thì có được tính tín chỉ tích lũy cho môn av2 k ạ? Và có được tính là qua môn av2 để xét tốt nghiệp không? Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là  mssv: 4  Em viết đơn này xin được đăng ký trễ vào học kỳ hè 183 môn tư tưởng . Em đã khóa 12 nên đây là cơ hội cuối của em mong phòng đào tạo xem xét. Rất xin lỗi đã làm phiền thầy cô. ",
    "Chào thầy/cô, Em tên  khóa K2014 khoa Môi trường và Tài nguyên . Hôm nay em viết thư này mong được sự xem xét và giúp đỡ của quý thầy/cô . Chuyện là học kì 182 em có học môn Giải tích 2 và đồng thời làm LVTN. LVTN em đã hoàn thành và nộp xong ngày 18/06, nhưng môn Giải tích 2 thì em vừa biết điểm ngày hôm qua và kết quả là không qua môn. Thật sự em vô cùng sốc vì em cứ nghĩ kết quả mình làm tốt nên đã không đăng kí học kì hè. Với mọi người thì môn GT2 chỉ là 1 môn đại cương thôi, nhưng với em đó là cánh cổng đến buổi lễ tháng 11 tới. Em đã rất nghiêm túc học bài nhưng đã 4 lần thất bại trước bài thi cuối kì . Hiện tại e rất tuyệt vọng và chỉ hy vọng đựơc sự giúp đỡ của PDT cho em một cơ hội được thêm vào lớp GT2 hè 183 để có cơ hội ra trường, bạn bè và gia đình em không thể chờ lâu hơn nữa . Em không mong gì hơn ngoài sự giúp đỡ của quý thầy/cô, vì đó cũng giống như người đuối nước giữa biển mà vớ được cái phao. Em sẽ không bao giờ quên ơn nếu đựơc sự giúp đỡ từ phóa thầy/cô ạ. .",
    "Kính gửi Phòng Đào Tạo. Em tên  là sinh viên khoa Cơ khí. mssv . Em có đăng kí tham gia hoạt động mùa hè xanh của trường Đại học CNTT, và được chọn.Cho em hỏi cần làm đơn xác nhận của trường mình do đoàn đội hay phòng ctct sinh viên kí xác nhận ạ. xin Thầy/ Cô hướng dẫn giúp em .  cảm ơn! ",
    "T4029         i        Kính gửi: Phòng đào tạo   Em tên :    MSSV: 214T4029 hệ VHVL khoa Cơ Khí  Em có đăng ký môn học  ME3029 Thực Tập Tốt nghiệp (KTCT) học kỳ 183 với Chính Quy trên MyBk và có viết đơn xin thực tập được thầy TS  ký đồng ý và nộp ở Bộ Môn Chế Tạo Máy  EM xin hỏi em đăng ký vậy có thành công không  Em cảm ơn",
    "Em là sinh viên năm 2 , và ở năm 1 em có rớt môn giáo dục thể chất 1 và giáo dục thể chất 2 , vậy bây giờ em muốn trả nợ 2 môn này , thì em nên đăng ký như thế nào ạ. Vì bây giờ không còn 2 môn này mà đã thay thế bằng 2 trong 9 môn học mới, vậy em đăng ký 2 trong 9 môn học thể dục mới vậy em có được tính là đã hoàn thành trả nợ môn giáo dục thể chất 1 và giáo dục thể chất 2 không ạ. Em xin cảm ơn",
    "Em tên Nguyễn Vũ Thinh. MSSV: . Khoa Kỹ Thuật Xây DỰng Em muốn được đăng ký môn học THÍ NGHIỆM CÔNG TRÌNH ( CI4011 ) và môn học KẾT CẤU THÉP 1 ( CI3009) cùng chung một học kỳ 191 sắp tới vì em chưa đạt môn KẾT CẤU THÉP 1 là môn tiên quyết của môn thí nghiệm công trình nếu em không được học chung 2 môn này sẽ bị trễ tiến độ ra trường vì em vừa hoàn thành xong  Văn Tốt Nghiệp. Rất mong phòng đạo tạo xem xét và hỗ trợ để em được hoàn thành việc học đúng hạn",
    "Em tên là   Mssv   Em muốn đăng ký lớp cơ lưu chất CI2003 (DT03) Mong phòng đào tạo xét duyệt. Em xin cảm ơn",
    "Kính gởi thầy cô phòng đào tạo . Em tên là  . MSSV: 5 - Lớp MTKH01  Em đã hoàn thành 2 môn còn nợ và đã có điểm trên mybk. Giờ em muốn biết mình đã đủ điều kiện tốt nghiệp cho đợt tới hay chưa nhưng không tìm thấy thông tin trên mybk. Rất mong quý thầy cô phản hồi giúp em .   i ",
    "Kính gửi Phòng đào tạo Em tên: , MSSV:  Em đã khai báo phiếu xác nhận nộp bằng ptth online trên web pđt, nhưng em đã quên số hiệu của bản sao bằng tốt nghiệp ptth em nộp cho lớp trưởng. Mong Phòng đào tạo hiệu chỉnh giúp em. Sau đây là danh sách nộp bằng tốt nghiệp ptth của lớp em. Em xin chân thành cảm ơn.",
    "Dạ chào thầy. Em là - sinh khoa điện- điện tử. Kì vừa rồi e bị rớt môn đường lối  Mạng của Đảng cộng sản Việt Nam. Nay em xin thầy cho e được học lớp dự thính hè để em kịp ra trường đúng hạn . Em chân thành cám ơn thầy!",
    "em có đăng kí môn học thực tập tốt nghiệp học kì 183 nhưng không có thời khóa biểu. em muốn đăng kí bổ sung thì có được không và phải làm như thế nào ạ? em xin cảm ơn",
    "Em nộp đơn chỉnh sửa và bản sao giấy khai sinh ngày 5/6, phòng đào tạo cơ sở 2 ạ",
    "Kính gửi : Phòng Đào Tạo  Em tên:   MSSV: , hiện là sinh viên chuyên ngành công nghệ thực phẩm. Trong học kỳ 183 này, em có đăng ký môn Thực tập quá trình và thiết bị (CH2087) của khoa Kỹ thuật hóa học, nhưng em không được phòng đào tạo xem xét đăng ký với lý do thiếu môn học trước CH2035(kỹ thuật thực phẩm 2),nhưng học kỳ 182 vừa rồi em đã học và hoàn thành môn này giống như các bạn. Phải chăng có sự nhầm lẫn gì không?Vì vậy mong phòng đạo tạo xem xét lại và đưa ra hướng giải quyết để e không lỡ tiến độ chương trình học, vì kỳ thực tập sẽ bắt đầu vào đầu tháng 7 này! Trân trọng! Em xin cảm ơn! ",
    "Kính gửi: Phòng Đào tạo ĐH Bách Khoa Tp.HCM Đợt   ĐĂNG KÝ MÔN HỌC DỰ THÍNH HỌC LẠI HÈ 2019 HỆ VLVH-ĐTTXA ( từ 27/05 - 03/06) em có đăng ký môn AV350. Sau đợt đăng ký, em kiểm tra thời khoá biểu thì kết quả bị mã lỗi 0 (thiếu môn tiên quyết). Môn tiên quyết AV300 em đã học và có điểm đạt. Vì vậy, mong Quý Thầy/Cô hỗ trợ kiểm tra lại giúp em để không bị mã lỗi 0. (em đã đăng ký lại môn này trong đợt hiệu chỉnh 14/06 - 22/06). Trân trọng, Lâm Đức Bình.",
    "Em có đăng kí 2 môn mac và giải tích 1 hk 183 và có tkb đi học nhưng tối qua cả 2 môn lại không còn trong tkb nữa. Mong pdt giải đáp thắc mắc giúp em",
    "Em chào Thầy/Cô phòng đào tạo, Sau khi kết thúc kì 3(2017-2018), em tích lũy được 130 tín chỉ. Ở học kì tiếp theo, kì 1(2018-2019), em tích lũy thêm được 3 chỉ nữa, như vậy, tổng chỉ phải là 133, nhưng trong bảng điểm lại cộng nhầm thành 135 chỉ. Em không biết có sự nhầm lẫn gì ở đây không. Em kính nhờ quý Thầy/Cô phòng đào tạo xem xét lại giúp em. Em xin gửi hình đính kèm cho quý Thầy/Cô tiện theo dõi.",
    "Cho em hỏi là tại sao em đăng ký môn học thành công và thỏa các điều kiện nhưng tại sao lại không có lịch trên thời khóa biểu ạ. Phần đính kèm có hình ảnh minh chứng . Theo quy chế học vụ chỉ cần 94 chỉ là được đăng kí còn của em đã tính kì 182 đã là 108 chỉ .",
    "Kính gửi: phòng đào tạo Em tên:  Trong kì 183 này, em có đăng ký môn thực tập hè  (AS3313) của khoa khoa học ứng dụng . Nhưng em không có tên trong danh sách thực tập, em có lên phòng đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không có huỷ. Em xin phòng đào tạo xem xét đăng ký môn thực tập giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường đúng hạn. Em xin cảm ơn và mong nhận được phản hồi sớm ạ",
    "Hiện tại em đang là học kỳ cuối của khóa 12, em vừa học Giải Tích 2 MT1005 kỳ vừa rồi mà điểm có trể nên không biết đậu hay không. Em không đăng kí kế hoạch được nên em xin đăng kí bổ sung môn giải tích 2 MT1005 học kỳ hè 183 để hoàn thành chương trình học. Em xin chân thành cảm ơn!",
    "ng kí môn học cho học kì hè 183 nhưng không nhân được thời khoá biểu.   i     .",
    "Kính gửi: Phòng Đào tạo Em tên:  Sinh viên khoa: Khoa học Ứng Dụng MSSV:  Trong kì 183 này, em có đăng ký môn thực tập tốt nghiêp mã (AS3313) của Khoa Khoa học Ứng dụng. Nhưng em không có tên trong danh sách thực tập khi Phòng Đào tạo gửi danh sách về khoa, em có lên Phòng Đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không biết tại sao lại bị hủy môn. Em xin Phòng Đào tạo xem xét đăng ký môn thực tập tốt nghiệp (AS3313) giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường của em. Mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn!",
    "Em tên là , MSSV  Tình trạng của em hiện tại là đã đủ điều kiện để học môn học Thực tập tốt nghiệp CI3383, nhưng lúc em đăng kí thì em chưa có điểm các môn học dự thính, trường chỉ tính là đủ điều kiện thực tập khi em đạt những môn dự thính này, nhưng do giảng viên báo điểm quá trễ nên đã quá hạn đăng kí môn học này, và hiện nay dù em đã đủ điều kiện nhưng em vẫn chưa có thờ khóa biểu môn Thực tập tốt nghiệp. Kính mong các anh chị các bộ PĐT xem xét giùm em. Em xin trận trọng cảm ơn. Em gửi kèm ảnh số tín chỉ của kì trước, kì này và 1 số điều kiện tín chỉ tích lũy tối thiểu để được đăng kí thực tập mà nghành học của em yêu cầu",
    "Sv vào hk 1 2018-2019 do ko hoàn tất học phí, nên hk 2018-2019 ko đc đăng kí môn học, do vấn đề tài chính nên đến nay em mới có tiền để đóng, em có hy vọng nào có thể theo học tiếp tục không ạ. Em cũng còn nợ nhiều môn, nhưng giờ kinh tế cũng ổn hơn, em tha thiết muốn tiếp tục học lại ạ. Em cảm ơn .    ",
    "Dạ nơi sinh Tp HCM là sai, sửa thành Nam Định ạ",
    "Xin chào anh/chị, hiện tại vừa rồi e vừa rớt môn Đường lối CM của Đảng CSVN (SP1009), và không kịp đăng ký, nên em xin anh/chị cho em đăng kí bổ sung trong học kì hè đề kịp tiến độ học tập của em. Em chân thành cảm ơn,",
    "Kính gửi: phòng đào tạo Em tên:   MSSV : Trong kì học 183, em có đăng kí môn thực tập (AS3313) nhưng ko biết vì lý do gì lại bị hủy , em cam đoan là ko có chủ động hủy môn học. Mong phòng đào tạo xem xét và giải đáp thắc mắc của em ạ . Em xin cảm ơn.",
    "Em muốn huỷ môn học  tưởng  (SP1005) trong kì học 18-3 này. Do điều kiện gia đình khó khăn và có việc gấp ở kì hè này nên em không thể theo học môn này ở kì này. Xin phòng đào tạo xem xét huỷ môn giúp em. Em xin cám ơn",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV:  Trong học kì 183 em đăng kí thực tập tốt nghiệp nhưng không được nên bị trễ đăng kí môn học, hiện tại em đang bị trễ tiến độ học tập khá nhiều nên không thể bỏ trống hè này được. Em mong phòng đào tạo sẽ tạo điều kiện cho em đăng kí bổ sung các môn sau: Xác suất và thống kê (MT2001) và giải tích 1 (MT1003) vào học kì hè này. Em xin cảm ơn!",
    "Em xin chào thầy, cô ạ ! Thầy cô cho em hỏi hạn chót nộp bằng toeic (nghe, đọc) đối với sinh viên K15 để ra trường ạ. Em dùng chứng chỉ đó để quy đổi điểm anh văn luôn ạ . Em cảm ơn thầy cô ạ",
    "Em hiện đang là sinh viên K18 ngành Công nghệ thực phẩm chương trình CLC, em xin được hỏi thầy cô nếu em muốn xin chuyển ngành sang Kỹ thuật Hoá học CLC thì có xét đến diện trúng tuyển không ạ? Em đã đọc quy chế thì thấy yêu cầu điểm tuyển sinh phải đạt điểm chuẩn đầu vào và điểm thi đại học của em đủ điều kiện đó nhưng em trúng tuyển vào trường theo diện Ưu tiên xét tuyển ạ.",
    "Xin phép chào thầy cô phòng đạo tạo, em tên , mssv K, em xin phép được rút môn học hoá đại cương CH1003 và thí nghiệm hoá đại cương CH1004, của học kì 3 (kì hè) 2018-2019, mong thầy cô xem xét và duyệt giúp em, em cảm ơn thầy cô đã đọc.  b  K    .",
    "Em tên là:   Mssv:  Xin được bổ sung môn: Giải tích 2  Mã môn học: MT1005",
    "Em đăng kí môn học nhưng không biết vì lí do gì lại không thấy.",
    "Họ tên :  Mssv : Nội dung: em thuộc chương trình đào tạo chất lượng cao nhưng em đăng kí học lại môn vật lý 1 của lớp đại trà trong học kì 183 thì cho em hỏi có được chuyển hệ hay được chuyển lớp không ạ? Nếu được thì phải làm như thế nào ạ?.",
    "Em chào anh, chị Học kì 183 em có đăng kí 2 môn học la đường lối và hoá đại cương nhưng không biết vì lỗi gì mà  bây giờ vào kiểm tra thì chỉ có hoá đại cương.  Em cũng đã đi học lớp đường lối DT3 của cô  trong tuần này rồi. Vì vậy em muốn được đăng kí lại môn học thể có thể đúng tiến độ học tập của mình. Mong nhận được phản hồi sớm từ anh chị! Em cảm ơn",
    "Học kì 183 em có đăng kí Thực tập Tốt nghiệp và thêm 2 môn học khác với mã môn học là ME2013 và SP1009. Tuy nhiên do vướng lịch thực tập nên giáo viên hướng dẫn yêu cầu em hủy 2 môn học trên. Em mong muốn được hủy 2 môn học ME2013 và SP1009 trong học kì này. Em hi vọng các thầy/cô giải quyết giúp em và không tính vào học phí 2 môn học này ạ. Em xin chân thành cám ơn quý thầy/cô ạ.",
    "Về vấn đề thiếu chỉ thực tập ( 90/94 ) thì em có thể làm đơn cứu xét để được thực tập trong kỳ hè này không ạ . Em cảm ơn .",
    "Anh chị ơi, Em muốn đăng kí môn học bổ sung bây giờ thì phải làm sao ạ. Em đang cần rất gấp để ra trường. Em đã đki rồi nhưng lại không được .",
    "Em tên là:  MSSV:  Môn đăng ký bổ sung:  Mã môn học: CI1003 Em rất mong được sự chấp nhận để em kịp hoàn thành chương trình đào tạo",
    "Hè này em có đăng ký đi thực tập hè và đăng ký cả môn học trên trường nhưng lịch thực tập của em bị trùng với lịch học trên trường thì em hủy môn học trên trường được không ạ",
    "Em là , sinh viên khoa Xây dựng, chuyên ngành kĩ thuật dân dụng. Em đã đăng kí môn thực tập nhận thức ngành nhưng lại là bên giao thông. Giờ em muốn xin chuyển qua bên dân dụng ạ.",
    "Kính gửi: phòng đào tạo Em tên:  Trong kì 183 này, em có đăng ký môn thực tập hè  (AS3313) của khoa khoa học ứng dụng . Nhưng em không có tên trong danh sách thực tập, em có lên phòng đào tạo và được báo là em có đăng ký và đã huỷ nhưng em không có huỷ. Em xin phòng đào tạo xem xét đăng ký môn thực tập giúp em vì nó ảnh hưởng đến việc nhận luận văn và ra trường đúng hạn. Em xin cảm ơn và mong nhận được phản hồi sớm ạ",
    "Kính gửi Phòng Đào Tạo Em tên . Lớp BD14CN02 Trong học kì 18-3 em có đăng kí môn học anh văn 2 mã môn LA1005 Anh văn 3 mã môn 003003 Nhưng hiện tại en đã có chứng chỉ ngoại ngữ toeic 455 điểm đã đủ điều kiện để qui đổi điểm cho 2 môn nói trên, nay em xin phép đượt rút môn học với 2 môn có tên và mã số như sau Môn anh văn 2 mã môn LA1005 Môn anh văn 3 mã môn 003003 Kính mong được phòng Đào Tạo chấp thuận. Em xin chân thành cảm ơn",
    "Em muốn đăng kí bổ sung môn học anh văn 4(LA1009)cho học kì hè 183.(do trong học kì e có đăng kí và đủ số lượng sinh viên nhưng qua đợt đăng kí học kì hè đợt 3 lại mất nên e không đăng kí được) Kính mong phòng đào tạo giúp đỡ và tạo điều kiện để em hoàn thành chương trình học",
    "Em muốn hỏi là ta có thể đăng ký môn thực tập tốt nghiệp trong học kỳ chính ko ạ Em cảm ơn",
    "B cho em hỏi là nêu qua được anh văn cơ bản co đăng ki được mây môn cơ sở ngành năm 2 không ạ. em la sv k17",
    "B Nếu qua anh văn căn bản có đăng kí được môn học cơ sở ngành năm 2 không ạ? Em K17 ạ",
    "Em đăng ký nhầm môn thực tập nhận thức ngành của bộ môn cầu đường mã môn CI2051, nay mong nhà trường đổi lại giúp em thành môn thực tập nhận thức ngành dân dụng mã môn CI2057 ",
    "Kính thưa thầy cô. Em muốn hỏi là sau khi biết điểm thi dự thính của mình,  em có thể làm đơn xin thi lại được không ạ? Vì điểm thi cuối kì của em rất tệ, không đủ để qua môn . Em cảm ơn thầy cô!",
    "Xin chào, Tôi là , MSSV . Tôi đã thi anh văn Nói và Viết, và đã nhờ BKEnglish chuyển điểm lên cho PĐT để xét tốt nghiệp, tôi muốn biết thêm thông tin về tình trạng xét duyệt như thế nào rồi! Mong nhận được sự hỗ trợ từ phía nhà Trường. Xin chân thành cảm ơn!",
    "Cho em hỏi môn đồ án và đề cương luận văn thì  theo từng kỳ mở 1 lần, hay theo từng năm mới mở . Phải đủ bao nhiêu sinh viên mới mở lớp vậy ạ.",
    "Cho em hỏi phong đào tạo vì trong thời khoá biểu em chỉ có một môn sao học phí em lại lên đến  Vnd. Mont phòng đào tạo giải đáp thắc mắc của em.",
    "em tên  -- khoa ktxd. Lúc nộp bằng thpt em đã bất cẩn nộp nhầm bản gốc , em có thể lấy lại bằng gốc được không ạ.           Em mong được hỗ trợ. Em cảm ơn.",
    "Xin chào quý thầy cô, em muốn hỏi về quy chế dành cho chương trình Kỹ sư tài năng. Trong học kì182 em có 1 môn học có ĐTKMH 7.0 (không đủ chuẩn điều kiện tốt nghiệp bằng Tài năng) nhưng em muốn học cải thiện môn học này ở học kì tiếp theo và đăng kí học phần mở rộng, vậy nếu em học cải thiện  7.5 và vượt qua học phần mở rộng vậy em có đủ điều kiện để tốt nghiệp chương trình tài năng không ạ?  Em xin chân thành cảm ơn! Trân trọng,",
    "em tên  - khoa xây dựng. khi nộp bằng tốt nghiệp thpt , em có nộp nhầm bản gốc , nên hiện tại em không thể pho bản sau được ,em có thể nhận lại bản gốc bằng tốt nghiệp thpt không ạ, em mong được hỗ trợ. em cảm ơn.",
    "Em đăng kí môn Av350 vào học kì hè này bị báo lỗi 0 do thiếu môn tiên quyết, nhưng môn Av300 e đã qua môn này. Xin thầy giải quyết giúp em. Em cám ơn thầy.",
    "Kính gửi : Phòng Đào Tạo  Em tên:   MSSV:  Hiện đang là sinh viên Văn bằng 2 của khoa Khoa học và Kỹ thuật máy tính. Em xem trên phần thông tin cá nhân của trang mybk thì đến tháng 10/2019 thì em sẽ hết hạn đào tạo Nay Em xin hỏi Phòng đào tạo là Em có thể làm đơn xin thêm 1 Học Kỳ nữa để hoàn thành chương trình học được không ạ, Hiện tại Em đã hoàn thành Luận Văn tốt nghiệp và chỉ còn nợ 1 môn học nữa là em đủ ra trường ạ. Em đọc trong quy chế thì có thể thi vét vào ký tới, hoặc có thể cho em xin gia hạn để học 1 môn còn lại để hoàn thành chương trình học để tốt nghiệp. Em chân thành cảm ơn! Mong là được quý  Thầy Cô giúp đỡ và hướng dẫn em để xin gia hạn thêm 1 học kỳ để học một môn học còn  ạ!",
    "Kính gửi PĐT, Trong HK 183 em có đăng ký đi thực tập tốt nghiệp và môn Sức bền vật liệu - MSMH CI2001. Tuy nhiên đợt thực tập tốt nghiệp này yêu cầu toàn thời gian nên em có nguyện vọng rút đăng ký môn Sức bền vật liệu - MSMH CI2001 để có thời gian thực tập. Mong PĐT hỗ trợ giúp em rút môn học này. Em xin chân thành cảm ơn.",
    "Em xin được hủy môn học giải tích 2 vào học kỳ hè này. Do hiện đang đi làm xa nên em không thể nộp giấy xin hủy môn học. Mong nhà trường giúp đỡ. Em cảm ơn!",
    "Em là  MSSV:  Em có vấn đề thắc mắc là số tín chỉ tối thiểu trong học kỳ chính để duy trì tình trạng sinh viên là 10 tín chỉ hay 14 tín chỉ vậy ạ.",
    "Em có đăng ký chuyển điểm anh văn và đã đóng lệ phí chuyển điểm, bây giờ em muốn hủy chuyển điểm thì có được không ạ?",
    "Kính gửi: Phòng Đào Tạo Em tên : Ngô Minh Châu MSSV  Thưa thầy/cô,  Học kì 181 và 182 có hai lớp Điện và một lớp Xây Dựng của khóa K18 học ở cơ sở 1. Em muốn hỏi rằng vào năm 2019-2020 hai lớp Điện ấy còn được học ở cơ sở 1 không ạ. Em đọc trên web được biết toàn bộ sinh viên khoa Điện năm 2 học ở cơ sở 2, tuy nhiên năm ngoái đột xuất có 2 lớp Điện được ở cơ sở 1 nên em muốn gửi câu hỏi cho phòng Đào Tạo về vấn đề này để sắp xếp chỗ ở ạ. Em cảm ơn.",
    "em có đăng kí thực tập tốt nghiệp vào học kì hè 183 nhưng vì chưa đủ tín chỉ chuyên ngành nên không được xếp thời khóa biểu. em đang là sinh viên năm thứ 5 và vẫn còn theo học. nếu không được đi thực tập tốt nghiệp trong học kì hè này em sẽ không đủ thời gian học để có thể hoàn thành chương trình học của nhà trường. kính mong phòng đào tạo và nhà trường xem xét và cho em cơ hội để đăng kí môn thực tập tốt nghiệp trong học kì 183. em hứa sẽ làm theo những yêu cầu của nhà trường để được đăng kí môn thực tập tốt nghiệp và hoàn thành môn học . em xin chân thành cảm ơn!",
    "Kính gửi:Phòng Đào Tạo. Em tên là :. Ngành :điều khiển tự động hóa,Thầy cho em hỏi là trong đợt đăng kí học kì hè 183 vhvl vừa qua ,em có đăng kí môn đề cương luận văn tốt nghiệp.sau khi có kết quả thì vào thời khóa biểu xem thì có môn đăng kí và thời gian lên khoa nhận đề cương là ngày 24/6/2019 ,em có lên trường và khoa để hỏi thì vẫn chưa có thông tin .vậy Thầy cho em hỏi là em có được đăng kí không ạ. Em cảm ơn Thầy ạ.",
    "Kính gửi : Phòng đào tạo. Em tên . Mssv: . Em viết đơn này mong phòng đào tạo xem xét lại việc đăng ký môn Anh văn 350 của em. Đợt đăng ký hè vừa rồi em có đăng ký Anh văn 350 nhưng bị báo mã thiếu môn tiên quyết ( mã lỗi 0), trước đó thì em đã có học Anh văn 300 và đã đậu. Em xin cảm ơn.",
    "Chào thầy Thầy cho e hỏi học kỳ 3(2018-2019) em có đăng ký đề cương luận văn và đã ra thời khoá biểu. Nhưng trước đó em vẫn chưa làm đồ án nên không có thầy hướng dẫn. Vậy giờ e phải giải quyết sao ạ  Em cảm ơn thầy",
    "kính gửi thầy cô. trong học kì 182 em có học anh văn cơ bản và đã qua môn . nhưng tại sao học kì 183 em đã đăng ký mốn anh văn 1 3 lần nhưng đều bị hủy kết quả . thầy cô xem xét giúp em",
    "Cho em hỏi là mức đạt của av 2 kỹ năng nói và viết ở trung tâm ngoại ngữ BK đối với sinh viên kỹ sư tài năng là bao nhiêu ạ? Trên aao e thấy có để là \" Riêng sinh viên tài năng là 245\" đối với chứng chỉ Speaking & Writing . Em không biết là thi ở trường mình thì mức đạt của kỹ sư tài năng là 200 hay 245 ạ ?  Em cám ơn.",
    "Em là sinh viên lớp KSTN K2017 Khoa Điện - Điện tử. Vậy em hỏi môn Cơ sở Điều khiển Tự Động EE2019 của Khoa Điện - Điện tử có phải là môn cốt lõi KSTN đối với KSTN K2017 hay không? Nếu được, cho em xin danh sách môn cốt lõi KSTN khoa Điện dành cho khóa K2017 ạ. Em xin cảm ơn.",
    "Em xin hủy môn thực tập tốt nghiệp EE 3343 đã được phòng đào tạo cập nhập thời khóa biểu Với lý do mã thực tập EE3343 không có trong chương trình đào tạo của nghành kỹ thuật điện- điện tử ( đã liên hệ pđt và văn phòng khoa để xác nhận)",
    "Kính gửi phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. Em tên là: . Mssv: . Em xin huỷ môn Thực tập tốt nghiệp ( EE3343) vì lý do mã môn Thực tập tốt nghiệp (EE3343) không có trong chương trình đào tạo ( đã liên hệ phòng đào tạo và văn phòng khoa). Em xin chân thành cảm ơn.",
    "i     . Em tên phan minh nhườn mssv Em xin hỏi là e hiện đang theo học lớp anh văn 1 và kết thúc trong hè này vậy em có đăng ký môn học cho học kỳ 191được không ạ. Nếu không được e cần làm gì ạ. Do ngành tàu thủy không có khoá 18 nên e rất cần điểm anh văn học kỳ hè này để đăng ký môn. Mong quý thầy cô giúp đỡ ạ. Em xin chân thành cảm cảm ơn.",
    "Lịch thi . Kính gửi Phòng đạo tạo Hệ VLVH Em tên là SV: sinh viên hệ VLVH khóa K2019 chuyển từ hệ chính quy sang. Em có đăng kí thi TOEIC do Phòng đào tạo tổ chức ngày 29/6/2019 mà giờ em chưa nhận được thông báo đóng lệ phí. Theo lịch là ngày 24/6 Xin phòng đào tạo kiểm tra giúp e xem có sai sót hệ thống gì ko ạ?",
    "em đăng kí thẩm tra chứng chỉ văn bằng xong rồi em có cần bấm nút xét miễn hay không và em có cần đăng kí xét miễn điểm k ạ. em cảm ơn",
    "Em chào Thầy/Cô ạ ! Thầy/Cô cho em hỏi nếu em học cải thiện nhưng điểm cải thiện của em thấp hơn điểm ban đầu hoặc bỏ thi(điểm 13) thì cuối cùng nhà trường sẽ lấy điểm nào ạ ? Em cám ơn Thầy/Cô !",
    "Kính gửi Phòng Đào Tạo:  Em tên: Phạm Quốc Ân, MSSV: , Sinh Viên hệ vừa làm vừa học Trong đợt HK3/2018-2019, em có đăng ký nhầm mã môn học Thực Tập Tốt Nghiệp (Mã MH: EE3343), do đây không phải là mã môn học trong chương trình đào tạo em đang theo học nên em mong Phòng Đào Tạo xem xét hủy môn học Thực Tập Tốt Nghiệp (Mã MH: EE3343) giúp em ạ Em xin chân thành cảm ơn ",
    "Kính gửi Phòng đào tạo Ban đầu em là sinh viên k17 hệ chất lượng cao sau đó chuyển sang k18 hệ đại trà. Trong các học kì 171, 172, 173 em có tích luỹ được một vài tính chỉ. Vậy cho em hỏi rằng em có được lấy điểm này để xét phân ngành không ạ? Em cảm ơn",
    "Kính gửi phòng đào tạo! Em tên là  - MSSV:  Học kì dự thính hè 2019 em có đăng kí môn “ Thực tập tốt nghiệp” mã môn EE3343, do mã môn này không nằm trong chương trình học nên em xin phép phòng đào tạo cho em được huỷ môn học . Kính mong phòng đào tạo xem xét! Em xin chân thành cám ơn!.",
    "HK3 (2018-2019) vừa rồi em có đăng kí môn EE3343 - Thực tập tốt nghiệp. Em có xem lại thì mã môn học này không đúng với chương trình đào tạo của em đang học. Kính mong phòng đào tạo có thể hủy giúp em. Em xin chân thành cảm ơn.",
    "Em chào thầy(cô ), hiện tại em bị rối ạ. Tình trạng hiện tại: em bị không đủ chuẩn anh văn để học môn cơ sở ngành của năm 2. và kì 1 và kì 2 em đều không đủ tín chỉ và bị cảnh cáo học vụ Em được biết đầu ra của trường là phải có bằng ngoại ngữ 4 kĩ năng nên em tính dùng một năm TÍNH TỪ KÌ SAU (hk3 VÀ HK4 ) để học ielts và các môn nhẹ nhàn như giáo dục thể chất, pháp luật,... nhưng chỉ khoảng 5 hoặc 6 tín chỉ. mà như thế thì:    +có đủ chỉ theo quy định không ạ?    +Có bị cảnh cáo học vụ không ạ?     +Bị cảnh cáo học vụ bao như thế nào thì bị buộc thôi học?   Em không biết có nên bảo lưu một năm không? có bị đình chỉ học do bị cah3 cáo học vu 5 không ạ? Rất mong nhận được phản hồi từ thầy(cô )!",
    "Em tên là , MSSV  Em đã đăng ký và đóng tiền làm bảo hiểm ý tế từ đầu năm nay Hôm trước em có lên phòng y tế của cơ sở 2 để xin lấy bảo hiểm nhưng văn phòng đóng cửa Thầy/cô cho em hỏi là bây giờ em muốn lấy thẻ bảo hiểm y tế em phải lên đâu để nhận vậy ạ ? Em cảm ơn thầy/cô.",
    "Kính thưa Phòng đào tạo, Em trên  , mssv: học lớp xâc suất thống kê DT04 , tuy nhiên em và nhiều bạn không có lịch thi giữa kỳ nhưng một  số bạn khác lại có. Mong phòng đaon tạo sớm cập nhật lịch thi cho tụi em.",
    "Dạ cho e hỏi e có thể nộp chứng chỉ ngoại ngữ hạn chót là ngày bao nhiêu mà vẫn được chấp nhận để đăng kí môn chuyên ngành hk191 ạ.Mong giải đáp giúp em. E cảm ơn đã đọc ạ.",
    "MSSV:    Thưa phòng đào tạo, em tên  hiện đang học dự thính hè môn xác suất thống kê. Hiện lịch thi giữa kỳ của em không có trên hệ thống mybk nên em mong phòng đào tạo xem và cập nhật giúp em Em xin cảm ơn.   ",
    "Admin ơi, nếu mình nộp bằng tiếng anh vào đợt chuyển điểm. Điểm quy đổi của mấy anh văn sẽ chuyển vào học kì mình nộp, hay là xét cho học kì sau ạ. Em cảm ơn ạ.",
    "Em tên  lớp CC17HC11 Em xin phúc khảo lại môn Thí nghiệm hữu cơ của thầy . Môn này em thi tập trung trên giấy ạ",
    "Cho em hỏi thầy cô cách nộp CCNN làm sao vậy ạ và nộp ở đâu vậy ạ?",
    "Kính gửi thầy cô, Em tên là (MSSV:), hiện tại em đang theo học lớp  ởng HCM (DT04) của cô  đã được 3 tuần, lúc đầu danh sách lớp thì có tên em , nhưng khi cô gửi danh sách cập nhật từ PĐT thì lại không có tên em trong đó. Lên mybk thì thời khóa biểu em vẫn có lịch học như thường. Dưới là hình chụp mybk của em và danh sách mới cập nhật . Mong thầy cô giải đáp thắc mắc giùm em. Em xin cảm ơn",
    "Em là khoá 2017 , hiện đã qua anh văn 1. Nếu bây giờ em nộp bằng toeic 600 thì em sẽ được chuyển điểm anh văn . Vậy chuyển điểm như vậy có cần học các anh văn 2 ,3,4 không hay là nó tự động có điểm và khỏi học anh văn 2,3,4. Em cảm ơn.",
    "em thuộc diện sinh viên chính quy chuyển xuống tại chức, cần toiec 400 để tốt nghiệp vậy cho em hỏi em có cần học anh văn 1, 2,3,4 không nếu em muốn chuyển diểm các môn anh văn này thì thang điểm toiec để chuyển giống như hệ chính quy không hay là có thang điểm chuyển khác dành cho hệ tại chức",
    "Kính gửi : Phòng đào tạo em tên :  mssv :  em gửi tin nhắn này để trình bày sự việc là chứng chỉ anh văn của em đã về trường , nhưng ngày sinh trong chứng chỉ lại khác với trong giấy khai sinh . Lỗi này có thể gây ra đình chỉ học kì 191 không ạ , và làm sao để chỉnh lại ạ",
    "Em học hệ VLVH khoá 18 . Mà từ 01/07/2019 tất cả những bằng tốt nghiệp đại học đều ngang nhau. Vậy cho em hỏi khoá 18 của tụi em được áp dụng khi tốt nghiệp k dạ. Bằng đại học tụi em vẫn giữ nguyên hay áp dụng hình thức quy định mới này. Chân thành cảm ơn anh chị trả lời.",
    "Thông tin sinh viên . Cho em hỏi sao trong bảng điểm của em số tín chỉ tích lũy bị tính thiếu ạ?  Mong được trả lời sớm do sắp tới đợt xét tốt nghiệp nên em hơi hoang mang. Em cảm ơn ạ.",
    "Nếu nộp bằng toeic 600, chuyển điểm anh văn 1,2,3,4 thì chỉ cần đóng tiền tín chỉ thôi chứ không cần phải học đúng không vậy",
    "dạ ad ơi cho em hỏi thời gian nộp bằng tiếng anh để nhận luận văn học kì 1 2019-2020 là tháng mấy vậy ạ , em khóa 15 mà bị trễ. EM xin cảm ơn.",
    "Cho em hỏi nếu năm sau em xin bảo lưu thì có đk được môn học dự thính không ạ",
    "Chào a chị  E học VLVH Em có học chung với chính quy 2 Môn  Như trên hình  Vậy em có cần làm đơn chuyển điểm qua hay không Hay nhà trường tự chuyển cho e   Em chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên:   MSSV:  Lý do: Hiện tại em đang nợ anh văn 1, thầy/cô cho em hỏi là khi nộp bằng anh văn để xét qua anh văn thì có bắt buộc phải chuyển điểm không ạ hay là cứ nộp bằng vào đủ anh văn nào thì miễn anh văn đó rồi bằng nào cao nhất thì mình chuyển sau ạ.Em cảm ơn thầy/cô !",
    "Kính gửi Phòng Đào Tạo Em tên:  MSSV:  Phòng Đào Tạo cho em hỏi là số điểm 2.5 của môn Xử Lí Số Tín Hiệu ( EE2015) trong bảng điểm của e là điểm phần lý thuyết hay thí nghiệm ạ ",
    "iểm thi . cho em hỏi em thuộc dạng sinh viên chính quy chuyển xuống hệ tại chức bảng diểm cũng được chuyển đổi tương ứng. nhưng khi em vào trang web phòng đào tạo để xem điểm thì lại không có bảng điểm các môn từ chính quy chuyển xuống",
    "Kính gửi Phòng đào tạo Em tên . MSSV: . Em bị nhập sai điểm môn anh văn rất nghiêm trọng. EM đã liên lạc với gv, và gv nói đã cập nhật điểm mới cho em rồi. Nhưng em kiểm tra khoảng 3 4 ngày rồi mybk vẫn chưa có điểm mới cho em. Em mong thầy/cô PĐT kiểm tra giúp em và phản hồi cho em sớm ạ.Em cảm ơn",
    "Em chào anh/chị, Em là sinh viên K15 thuộc ctrinh kstn khoa Điện-điện tử và đang đợi xét tốt nghiệp. Trước đây, e đã thi 2 kĩ năng Speaking & Writing ở trường và có kq 230 điểm. E được biết năm nay đã nâng chuẩn cho ctrinh kstn lên 245 điểm. Anh/ chị cho e hỏi: Nếu e thi lại mà k đc trên 245 điểm, thì với số điểm 230 điểm (như đã thi trước đó) thì e vẫn đủ khả năng để nhận bằng tốt nghiệp (bằng ctrinh thường, k phải bằng tài năng) phải k ạ ?  Em cảm ơn và mong nhận được hồi âm sớm ạ!",
    "Em chào thầy cô ạ! Em là  -mssv . Em là sinh viên thuộc diện miễn học phí. Tức là các môn em học lần đầu, và thuộc trong chương trình đào tạo thì sẽ được miễn học phí. Tuy nhiên môn Thực tập tốt nghiệp (CI3313) theo kế hoạch giảng dạy được xếp học trong học kỳ 6 (hè) nhưng em lại không được miễn học phí, dù là học lần đầu ạ! Kính mong thầy cô xem xét trường hợp của em! Em xin chân thành cảm ơn ạ!",
    "Kính gửi Phòng Đào tạo Em tên . MSSV  PĐT cho em hỏi là khi nào hết hạn chỉnh sửa điểm của giáo viên ạ. Vì cô em đang đi nước ngoài nên có thể cô chỉnh sửa điểm mà chưa nộp bản điểm mới nên điểm mới hiện chưa cập nhật Mong PĐT trả lời cho em và chỉ em hướng giải quyết với ạ. Em rất cảm ơn",
    "Kính thưa Thầy( cô) , Ban Giám Hiệu nhà trường ĐH Bách Khoa Tp, HCM. Em xin phép hỏi một câu về bảo hiểm y tế ạ. Ở quê e thuộc hộ cận nghèo nên đã được phát bảo hiểm y tế nên trong kì đăng kí bảo hiểm y tế và bảo hiểm xã hội em đã không mua ở trường. Hiện nay em không biết cách nào để nộp bảo hiểm y tế và bảo hiểm xá hội ạ, tại them em được biết nếu không nộp BHYT,BHXH sẽ bị đình chỉ một học kì. Em kính mong thầy cô giải đáp giúp em ạ.    Em xin chân thành cảm ơn!",
    "Thầy cô cho em hỏi là, em tham gia kiểm tra anh văn định kì vào ngày 18/5/2019, vậy khi nào thì mới cập nhật kết quả anh văn để em đăng kí môn học vậy ạ. Em cảm ơn",
    "Kính gửi PĐT, em là sinh viên thuộc diện miễn giảm học phí 100%. Học kỳ 183 này em có đăng ký môn học thực tập, em thấy trên MyBK của mình có bắt thanh toán học phí môn học này. Đây là môn học lần đầu, nên em mong được PĐT giải đáp thắc mắc cho em được không ạ.",
    "Dạ cho em hỏi là: em đã đăng kí nộp chứng chỉ ngoại ngữ Toeic 2 kĩ năng và đã được xét hợp lệ cho chuẩn AV sau năm nhất, nhưng hôm nay em lên ĐKMH thì nó vẫn báo em thiếu điều kiện tiên quyết cho năm nhất ạ. Mai là bắt đầu đăng kí rồi thì giờ sao ạ?",
    "Em đã chuyển sang hệ đại trà học được 1 năm và có học môn cơ lý thuyết nhưng học kì 191 em không được đăng kí 2 môn vì chưa học môn cơ lý thuyết hệ chất lượng cao. Mong phòng đào tạo đổi dữ liệu của em từ chất lượng cao qua đại trà để em thuận tiện trong việc học tập. Em cảm ơn",
    "Em muốn hỏi em có chứng chỉ ngoại ngữ IELTS đáp ứng được yêu cầu của nhà trường và đã nộp cho nhà trường để chuyển điểm, tuy nhiên đến tháng 9 này hết hạn thì em có phải thi lại để xét khoá luận và ra trường không ạ.",
    "Em K16,cho em hỏi, hiện tại em đã qua av2, nhưng em không đăng ký được môn và bị báo yêu cầu chuẩn anh văn sau năm 3 trong khi đó 1 số môn cũng yêu cầu anh văn sau năm 3 khác thì em đăng ký được",
    "Thưa cô, hiện tại em đã qua môn anh văn 1 là đạt tiêu chuẩn sau năm 2, nên em có đăng ký các môn trong kỳ 5 có yêu cần có chuẩn tiẻngd anh sau năm 2. Theo như yêu cầu trên thì em đã đủ điều kiện đăng ký nhưng mà khi em xem kết quả đăng ký đợt 1 thì bị mất 3 môn có cần chuẩn anh văn sau năm 2 mặc dù em đã qua anh văn 1. Sau khi em vô xem lại môn học đó vẫn ghi là em thiếu chuẩn anh văn sau năm 2. Không biết trường hợp này là sao ạ?",
    "Dạ là em đã xét nộp bằng toeic 400 đủ qua năm nhất, nhưng hôm nay em lên ĐKMH vẫn không được ạ, vì bảo em thiếu Anh văn. Mong pđt xem xét lại giúp em ạ, hôm nay 9h là mở ĐKMH rồi. Em cảm ơn ạ.",
    "Chào  Em là  -  Theo em nhưng em được đọc trên aao thì từ khóa K14 thì môn tiên quyết của LVTN là Thực tập tốt nghiệp và Đề cương lvtn. Và em đã đạt 2 môn này. Tuy nhiên khi em đăng kí môn LVTN - CI4393 thì hệ thống báo lỗi thiếu môn tiên quyết là CI3099 . Mong  kiểm tra và giải đáp giúp em Em cảm ơn !!!",
    "em chào thầy(cô ), cho em hỏi sao em  đăng kí môn học nhập môn kĩ thuật- môn em rớt ở hk1  và ra thông báo môn học không mở, cho em hỏi phải làm sao ạ?",
    "Thưa cô! E đã đủ điểm Toeic để đăng ký luận văn nhưng sao em vào tìm thì luận văn ko tìm thấy. Mong cô xem xét. Mã luận văn IM4323. E cảm ơn cô",
    "Dạ em xin chào các thầy cô trong phòng đào tạo. Dạ em muốn xin mở thêm sỉ số lớp EE3005 nhóm A04_A07 môn Đo lường công nghiệp do có mỗi lớp đó là em không bị trùng lịch các môn khác thôi ạ. Do mạng lag nên em đăng kí trễ và giờ em xin phép pđt chấp nhận yêu cầu của em. Em xin cám ơn các thầy cô nhiều ạ",
    "có thể tăng sĩ số môn \"đồ án thiết kế hệ thống cơ điện tử\" có mã số môn học: ME3017 lớp   thứ 4 tiết 101112 nhóm A03 được không ạ. Em xin cảm ơn",
    "Thưa cô,  Cho em hỏi thời gian đăng kí LVTN học kì này bắt đầu và kết thúc vào thời gian nào ạ? Hiện tại em có 01 môn tiên quyết chưa có điểm nên chưa thể đăng ký được LVTN theo lịch DKMH của trường.",
    "Kính gửi Phòng đào tạo Em tên . MSSV . Hôm trước em bị sai điểm anh văn dẫn đến rớt môn luôn ạ, bây giờ em đã được chỉnh sửa điểm. Nhưng trên tiến độ học tập vẫn chưa được sửa nên hiện em chưa được đăng kí môn học. Xin Thầy/cô PĐT kiểm tra giúp em, và cập nhật để em được đăng kí môn học sớm ạ. Em xin cảm ơn.",
    "Cho em hỏi tại sao môn LVTN- CI4393 lại không có mở ạ!! T kiểm tra giúp em!!",
    "Cho em hỏi em là k15 hiện tại đã hoàn tất hết chương trình học nhưng vẫn còn thiếu av 2 kỹ năng nói viết, như vậy em có phải đăng kí môn học như hình đính kèm không ạ? Em cảm ơn nhiều.",
    "No solution",
    "Thầy cô cho em hỏi là, em tham gia kiểm tra anh văn định kì vào ngày 18/5/2019, vậy khi nào thì mới cập nhật kết quả anh văn để em đăng kí môn học vậy ạ. Em cảm ơn.",
    "Em xin chào các thầy/cô ạ! Em và một số bạn khóa K2015 có nhu cầu mong muốn đưuọc đăng ký làm Luận văn Tốt nghiệp trong học kỳ sắp tới. Trong đợt đăng ký môn học đợt 1 có mở nhưng lần này em và các bạn không thể đăng ký Luận văn TN. Em và các bạn mong Phòng Đào tạo có thể mở thêm môn Luận văn TN để bọn em có thể hoàn thành chương trình học của Trường. Mong câu trả lời từ quý thầy/cô . Em xin chân thành cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo, Em tên là , nay em muốn làm đơn xin chuyển thời khóa biểu vì có một số môn học của em bị trùng giờ với giờ đi làm của em (nguyện vọng cho các môn học của em là kết thúc trước tiết 10 mỗi ngày, và trống vào ngày thứ 4), mà các lớp mới của môn đó đã đủ chỉ tiêu 40/40. Em mong Phòng Đào Tạo xem xét giúp em về việc chuyển đổi thời khóa biểu của học kì 191 các môn sau:   B  Tính (MT1009) - sang lớp L15 - giảng dạy vào sáng thứ 3   Cấu Trúc Dữ Liệu Và Giải Thuật (CO2003) - sang lớp L04 - L09 - giảng dạy vào sáng và chiều thứ 6    Em đã xem xét về quy chế đăng kí môn học và em thấy 2 lớp mới này đủ tiêu chí đăng kí môn học và phù hợp với nguyện vọng của em. Em mong nhận được sự hồi âm sớm từ Phòng Đào Tạo, em xin cảm ơn.",
    "Thưa cô, Khi em vào trang đăng kí môn học, tìm theo mã môn học 504303 - LVTN thì hệ thống báo không có môn học mở. Như vậy có phải là lỗi không ạ? Em cảm ơn",
    "Dạ thưa cô cho em hỏi:  Các kì trước em học vượt nên kì này còn 12 chỉ, không tính luận văn Khi đăng kí môn học, em dk 10 chỉ ( không đk môn anh văn 4 ) Thì cô cho em hỏi kì sau em có được xet 1 học bổng dựa trên kết quả điểm kì 182 không ạ?",
    "Em k17 đã học qua anh văn 1, giờ em đăng kí môn bị kêu chuẩn anh văn sau năm 3 ạ. Lúc em đăng kí mới thì bình thường sau bây giờ hiệu chỉnh bị vậy ạ. Môn thí nghiệm oto động cơ TR4077",
    "Phòng Đào tạo cho em hỏi là theo quy chế đăng ký tín chỉ em đọc trên trang web trường thì mỗi học kỳ phải đăng ký tối thiểu 10 tín chỉ. Nhưng tính đến hiện tại em chỉ còn 3 môn 3 chỉ tức là tổng cộng 9 tín chỉ và một luận văn. Kỳ này em tính đăng ký học hết 3 môn đó và kỳ sau thì đăng ký làm luận văn, nhưng nếu em đăng ký cả 3 môn đó hết thì vẫn chưa đủ tín chỉ yêu cầu. Cho em hỏi nếu như vậy thì em đăng ký 9 tín chỉ có sao không ạ? Em xin cảm ơn!",
    "Thưa cô! E đã đủ điểm Toeic để đăng ký luận văn nhưng sao em vào tìm thì luận văn ko tìm thấy. Mong cô xem xét. Mã luận văn IM4323. E cảm ơn cô. Kết quả đăng ký đợt 1 e có đăng ký mà giờ mở lại chỉ có môn học còn luận văn thì ko có ạ. Bạn e cũng như vậy.",
    "em muốn đăng ký môn học SCADA vào HK191 vì thời khóa biểu khóa là trống mà vì tình trạng mạng yếu nên e đã không đănng ký được nên mong phòng đào tạo cho em vào lớp SCADA mã EE3071 Nhóm A02 của thầy  vào tiết 8-11 thứ 5,mong phòng đào tạo chấp nhận  em cảm ơn và xin lỗi về sự phiền hà này",
    "Em tên  MSSV  do môn học Nền móng MMH:CI3195 và ĐAMH nền móng MMH:CI3197 yêu cầu môn học trước là môn Cơ học đất MMH:CI3001 nên không đăng ký được trong đợt ĐK môn học đợt 2 HK191 . Hiện em đang học môn Cơ học đất HK183 nên kính mong nhà trường xem xét cho em đăng ký môn Nền móng và ĐAMH nền móng HK191 nhóm lớp B01 giảng viên ",
    "Em tên là  hiện tại em muốn xin phòng đào tạo tăng số lượng lớp Đường lối Cách mạng của Đảng cộng sản Việt Nam lớp A03 học kỳ 191 của Thầy  để em có thể tiện giờ cho việc đi làm thêm kiếm tiền trang trải cuộc sống. Em xin chân thành cảm ơn ạ.",
    "Kinh gui ,mong T co the mo them si so mon EE3019 lop A10_A24 dc ko a , vi lich hoc cua em da trung voi cac lop khac. Tran trong cam on",
    "Kính gửi: Phòng Đào Tạo Em tên là:  MSSV:  Em hiện là SV năm 2 và đang đăng ký môn HK191. Do kỳ kiểm tra Anh văn 182 em không vượt qua mức AV năm 1. Em không biết trường có mở lớp AV1 để giúp em qua chuẩn AV của năm 1 để HK192 em được đăng ký học tiếp những môn mà Chương trình đào tạo của Khoa sắp xếp được đúng tiến trình. Em mong trường sẽ hỗ trợ giúp em và em cảm ơn Phòng Đào Tạo.",
    "Dạ cho em hỏi, ở lần kiểm tra trình độ tiếng Anh ở học kì 181, em được tổng 430. Như vậy em đủ điều kiện để đăng ký môn chuyên ngành cho học kì 191 đúng không ạ? Và cho em hỏi, kết quả 430 đó có thể tiếp tục sử dụng cho năm 3 của em không?",
    "Hôm qua em vào phần đăng kí đợt 2 hk191 để nháp thử trước nhưng lại ấn nhầm vào phần kết quả đăng kí đợt 1 hk 191 và thấy có 2 môn thỏa mãn điều kiện đăng kí được gửi đi. Mong pdt hủy kết quả đăng kí 2 môn ở đợt 1 đó để em có thể đăng kí lại môn học và lấy kết quả ở đợt 2 này.",
    "Chào PĐT, Em tên , mssv  Cho em hỏi khi 1 lớp đã full sĩ số nhưng em vẫn muốn chuyển từ lớp khác vào lớp đó thì có được không và cần làm những gì để được chuyển ạ? Em xin cảm ơn.",
    "Kính thưa thầy (cô), Em tên là , MSSV:, hiện đang học lớp Kiến trúc XD16KT. Hôm nay em viết thư này về việc Đăng kí môn học HK191. Cụ thể là trong Chương trình Đào tạo của trường vào học kì thứ 7 (tức học kì 1 năm 4) của ngành Kiến trúc có hai môn CI2085-Chuyên đề tự chọn 2 và môn CI4089-Thiết kế kiến trúc quy hoạch. Cả hai môn này theo như CTĐT mà trường đưa ra thì có nghĩa là sẽ được học chung trong cùng học kì thứ 7 này. Tuy nhiên, vào đợt Đăng kí môn học gần đây, cá nhân em và đa số các bạn trong lớp đều gặp phải trường hợp. Đó là Đăng kí môn CI2085-Chuyên đề tự chọn 2 thì bình thường, nhưng đến khi đăng kí môn CI4089-Thiết kế kiến trúc quy hoạch thì lại gặp lỗi là thiếu môn học trước là môn CI2085-Chuyên đề tự chọn 2. Hai môn học cùng nằm trong một kì học theo như CTĐT mà lại có chuyện học trước học sau như vậy ạ! Các em đều bất lực trước chuyện này, kính mong thầy (cô) và nhà trường sớm khắc phục, không thể nào thầy cô cùng chúng em đi chung một chuyến xe mà bảo là các thầy các cô đi nhanh hơn các em được. Em sẽ nhắc lại chuyện này trong buổi SHCD sắp tới, kính mong lãnh đạo nhà trường xem xét. Mặc dù các khóa trước đều gặp cảnh tương tự thế này, nhưng em thấy trường chưa khắc phục triệt để chuyện này. Em cảm ơn, kính chào thầy (cô)!",
    "Không đăng kí nền móng được trong khi sỉ số đã gần đầy     .",
    "Em thuộc lớp VB2 khóa 2018. Đợt đăng kí môn học này (kì 1 2019-2020) em có đăng kí thành công môn NỀN MÓNG(CI3195), nhưng sang đăng kí môn DAMH NỀN MÓNG(CI3197) thì đã đủ sĩ số. Mong nhà trường tăng sỉ số lớp môn học DAMH NỀN MÓNG để em được học song hành 2 môn này, tạo thuận hợi cho quá trình học tập. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo Em có thắc mắc là tại sao số lượng sinh viên đăng kí các môn anh văn ở đợt 1 là rất đông nhưng phòng đào tạo lấy không mở lớp . Rất mong phòng đào tạo xem xét mở các lớp anh văn để bọn em có thể đăng kí học . Trân trọng!",
    "Em tên Phan Danh Thắng () thuộc lớp VB2 khóa 2018. Đợt đăng kí môn học này (kì 1 2019-2020) em có đăng kí thành công môn NỀN MÓNG(CI3195), nhưng sang đăng kí môn DAMH NỀN MÓNG(CI3197) thì đã đủ sĩ số. Mong nhà trường tăng sỉ số lớp môn học DAMH NỀN MÓNG để em được học song hành 2 môn này, tạo thuận hợi cho quá trình học tập. Em xin cảm ơn!",
    "Em tên là , em xin phòng đào tạo tăng sĩ số lớp môn Kỹ thuật số lớp A02 của cô  dạy vào thứ 6 để e có thể học và kịp đồ án Em xin chân thành cảm ơn",
    "Kính thưa PĐT, Hiện tại em không đăng kí được môn học. Trên trang đăng kí báo lỗi vì chưa thanh toán học phí. Nhưng em kiểm tra trên BKpay thì đã thanh toán tất cả. Mong PĐT giải quyết giúp em việc này ạ. Em xin cám ơn!",
    "Em hiện là sinh viên VB2XD khóa 2019. Trong đợt đăng kí cho HK 191 em đã đăng ký thành công môn Nền móng (CI3195) nhưng lớp Đồ án thì đã đủ Sinh viên . Kính mong nhà trường tăng sỉ số lớp Đồ Án Nền móng để em được học cùng 2 môn này ( vì chúng bổ trợ kiến thức cho nhau),tạo điều kiện thuận lợi cho cả hai môn vừa HỌC kết hợp HÀNH sẽ vững kiến thức hơn. Em mong Nhà trường, PĐT hỗ trợ phê duyệt. Em xin chân thành cám ơn!  .",
    "Lê Võ Thanh . Học kỳ này em mong muốn đăng ký môn Nền móng (CI3195)  và Đồ Án nền móng (CI3197) để thực hiện theo đúng tiến độ học, tuy nhiên sĩ số lớp đã bị đầy,  rất mong thầy cô tăng sĩ số lớp đối với 02 môn học này. Cảm ơn thầy/cô CI3195 - Nền móng Nhóm lớpDK/ Sĩ sốNgôn ngữNhóm LTGiảng viênNhóm BTGiảng viên BT/TNSĩ số LT# B0139/39VB01 ThứTiếtPhòngCSBT/TNTuần học Thứ 2- - - - - - - - - - - - 13 14 15 -B1-3101[phone_number]12345---------------  CI3197 - ĐAMH nền móng Nhóm lớpDK/ Sĩ sốNgôn ngữNhóm LTGiảng viênNhóm BTGiảng viên BT/TNSĩ số LT# B0145/42VB01 ThứTiếtPhòngCSBT/TNTuần học Chưa biết--------1[phone_number]12345---------------",
    "Kính gửi Phòng Đào Tạo, Em là sinh viên khoá K13, khoa Môi trường - Tài nguyên. Vấn đề của em là môn Luận văn tốt nghiệp (mã 610303) yêu cầu 3 môn tiên quyết là:  + TH Kĩ thuật Điện - Điện tử (Mã 406029)  + Thí nghiệm độc học môi trường (Mã 610002)  + Thực tập tốt nghiệp (Mã 610302) Tuy nhiên, môn Thí nghiệm độc học, em đã lên xin ý kiến của Khoa Môi Trường và Khoa đã cho phép em học môn học Công nghệ xanh (học phần thí nghiệm) để tương đương cho môn thí nghiệm độc học, đồng thời, Khoa nói đã có gửi công văn về trường hợp của em cho Phòng Đào Tạo, vì thế, mong Phòng Đào Tạo xem xét ạ. Môn Thực tập tốt nghiệp thì em đã đăng ký ở học kỳ 183 và đang Thực tập vậy khi nào em có điểm mới được đăng ký Luận văn tốt nghiệp hay sao ạ? Em cần giải đáp về vướng mắc này Cuối cùng, môn TH kĩ thuật điện - điện tử. Do chương trình mới không có môn tương đương/thay thế cho môn này nên Khoa có qui định em phải học thêm 1 môn tự chọn nữa (bên cạnh 4 môn đã học) để bù số tín chỉ cho môn này. Môn tự chọn em đăng ký cho học kỳ 191 sắp tới là môn Phân tích hệ thống môi trường (Mã EN2019). Như em đã trình bày, cả 3 môn tiên quyết em đều đã và đang thực hiện. Vậy em không biết liệu Phòng Đào tạo có thể cho em đăng ký môn Luận văn tốt nghiệp ở học kì 191 được không ạ. Vì đây đã là học kì chính qui cuối cùng của em rồi ạ. Em cảm ơn PĐT đã đọc và mong PĐT có thể giải đáp dùm em ạ! ",
    "dạ thưa em là k17 khoa xd, em đang học môn cơ kết cấu( học kì 183,mới học lần đầu)  là học trước của môn kết cấu thép 1,e không đăng kí được môn kết cấu thép 1 (học kì 191, đợt 2), liệu e có thể đăng kí môn này ở đợt 3 hay không? Em xin cảm ơn !!",
    "Xin tăng sĩ số môn học Đồ án môn học nền móng Mã MH CI3197",
    "Em chào thầy/cô. Em xin phép hỏi về việc mã môn học của lớp kỹ sư tài năng và lớp thường. Trong học kì 191 không có sự phân biệt giữa mà môn học lớp tài năng và lớp thường nữa. Vì vậy em muốn được biết là KSTN có được đăng ký lớp đại trà và ngược lại sv đại trà có được đăng ký vào lớp của KSTN không ? Em xin cảm ơn   i  ..",
    "Em chào ban giám hiệu ạ. Sắp tới học kì 191 em có vướng vài ba tuần bị dính tiết 6-7 kề nhau. Vậy có cách nào để em có thể cam kết học như vậy có được không ạ. Mong ban giám hiệu cho em được rõ ạ",
    "Cho e hỏi hôm trước, em có đk học môn cấp thoát nước nhưng trường lại xếp cho e vào lớp môn cấp thoát nước có mã B01 là của hệ vừa học vừa làm vậy nếu học lớp đó thì có tính chỉ như bình thường không ạ? Vì đợt này mở có 1 lớp cấp thoát nước thôi ạ. Mong được hồi đáp sớm ạ",
    "Da em khóa 15 mong ad cho em thêm xin học lớp  Cấp Thoát Nước mã CI3095 hiện nay đã full sỉ số lớp rồi ạ. Em xin được học lớp này cho em dc ra trường ạ . Em cảm ơn ad rất nhiều",
    "Em tên là , em xin phòng đào tạo mở rộng sĩ số lớp môn Kỹ thuật số lớp A02 của cô  để em kịp đồ án ạ Em xin chân thành cảm ơn",
    "Em kiểm tra anh văn định kì đã qua 350, nhưng khi đăng kí môn học thì vẫn nhận được thông báo là chưa đạt chuẩn anh văn sau năm 2 là 350 ạ. Cảm ơn cô ạ.",
    "Ad cho e hỏi có thể tăng sĩ số môn “ đồ án cơ điện tử” mã môn học ME3017 lớp t4 tiết 10,11,12 nhóm A03 được không ạ. Em xin cảm ơn",
    "Xin tăng sĩ số môn Thiết kế hệ thống nhúng( EE3003) lớp A01",
    "Kính gửi PĐT trường Đại học Bách Khoa TPHCM  Dạ em tên là V , em xin tăng sĩ số lớp môn học Đường lối cách mạng của Đảng Cộng Sản Việt Nam (SP1009) và môn học Nhập môn thị giác máy tính (ME4201) . Em xin cảm ơn ạ",
    ". Kính gửi PDT trường Đại học Bách Khoa TPHCM  Em tên là , MSSV  , em xin được tăng sĩ số môn học Đường lối Cách mạng của Đảng CSVN(SP1009) và môn Nhập môn thị giác máy tính ( ME4201) . Em xin cảm ơn ạ",
    "e khóa k17 muốn đăng kí anh văn 2,3,4 sao trên đăng kí môn học không có av  e cảm ơn",
    "Em tên TRẦN VÕ TÂN KHOA, mã số    , hệ văn bằng 2 ngành xây dựng 2017. Trong học kỳ 191 sắp tới em đã đăng ký được môn Nền móng (CI3195) nhưng môn DAMH NỀN MÓNG (CI3197) đã đủ sỹ số. Em xin nhà trường tăng thêm sỹ số môn học DAMH NỀN MÓNG (CI3197) để em học song hành 2 môn. Em xin cảm ơn!",
    "Tình trạng là lớp giải tích 2 của tụi em L-26A do giáo viên nhập thiếu cột điểm bài tập lớn nên rất nhiều bạn bị rớt môn và không có liên lạc được với giáo viên và thời hạn phúc khảo cũng đã hết  Cần hỏi bao giờ điểm sẽ được cập nhật lại.",
    "Kính gửi phòng đào tạo Em là ( MSSV ) và khoảng 10 bạn nữa đã đăng kí môn Quản lý Logistics(ME3233) nhưng đén đến đợt đăng kí hiệu chỉnh thì không có lịch học môn đó. Chúng em đã thử đăng kí lại nhưng tất cả các lớp đều kín. Kính mong phòng đào tạo tăng sĩ số các lớp môn Quản lý Logistics để tất cả chúng em có thể kịp tiến độ học tập. Chúng em xin cảm ơn.",
    "Em xin tăng sĩ số lớp 2 môn: Cấp thoát nước. MSMH: CI3095 Kiến Trúc. MSMH: CI1049",
    "Kính gửi phòng đào tạo trường Đại Học Bách Khoa Em tên:   MSSV:  Xin phòng đạo tạo mở thêm sỉ số môn Điện Từ Y Sinh để em có thể đăng ký lớp ạ. Xin cảm ơn.",
    "Chào thầy cô,  em và một số bạn đã hoàn thành 142 tín chỉ của nhà trường, tuy nhiên còn đang thiếu tín chỉ anh văn mới đủ điều kiện xét tốt nghiệp. Như vậy trong học kì 191 em có cần phải đăng kí môn học để không bị đình chỉ hay không? em xin cảm ơn",
    "Kính gửi Thầy, Cô, Em là , sinh viên khóa k18, khoa Cơ Khí. Kính nhờ Thầy, Cô giúp em tăng sĩ số lớp của các môn học (HK 191) sau ạ: - Lớp 01_03 hoặc 01_04 - Môn học KT Điều Khiển Tự Động (Mã MH: ME2009). - Lớp 01 - Môn học: Nhập môn thị giác máy tính (Mã MH: ME4201). - Lớp 01_03 - Môn học: Các quá trình chế tạo (Mã MH: ME2071). Vì hiện tại tất cả các lớp trên đều đã đủ sỉ số ạ . Em xin cảm ơn Thầy, Cô.",
    "i học  Cao đẳng chính quy    . Em lại gặp tình trạng không có môn tiên quyết, lúc trước là thiếu môn Nguyên lý  (SP1007) nhưng may thay sau khi gửi yêu cầu thì đã đăng ký được SP1005 để em học trong hè. Nhưng giờ mybk lại báo chưa học SP1005 nên em không được đăng ký SP1009 để học trong kỳ 1 được, và giờ 2 lớp cơ sở 2 đã full slot. Em mong quý thầy cô giải quyết giúp em tình trạng không đăng ký được môn học này và mong thầy cô mở thêm lớp SP1009 ở cs2 để nhiều bạn còn có nhu cầu học ạ. Em cám ơn. Mong hồi đáp nhanh từ thầy cô.",
    "Em chào các thầy cô. Vào học kỳ 172, em có đăng ký môn học Đúc liên tục (là môn học tự chọn trong chương trình đào tạo, số tín chỉ môn học :2, mã môn học MA4029) nhưng không đã rớt môn học này. Nay học kỳ 181 vừa mở, các thầy cô cho em hỏi:  Em có thể đăng ký một môn học tự chọn khác (cũng trong chương trình đào tạo) để thay thể cho môn Đúc liên tục được không ạ ? Em cảm ơn thầy cô. Trân trọng.",
    "Kính thưa PĐT, Em hiện đang học chương trình KSTN k2017 và đang thiếu chỉ tiêu anh văn cần thiết. Em đã thi và dự kiến ngày 23 có kết quả . Nhưng em thấy lịch đăng ký môn học đợt 2 sẽ kết thúc vào ngày 16/7 này. Các môn em đã đăng ký ở đợt 1 đều bị mất vì lí do chưa đủ anh văn. Vậy liệu ngày 23 khi em nộp chứng chỉ anh văn thì đợt 3 liệu em có thể đăng ký nhưng môn học ở đợt 2 em chưa đăng ký được không. Mong PĐT giải đáp giúp . Em xin chân thành cảm ơn.",
    "Chào  Cho em hỏi là hiện tại em đã học hết các môn của chương trình đào tạo, chỉ còn 1 môn và LVTN. Môn này là theo như quy chế là môn tiên quyết của LVTN. Em đã từng rớt môn này. Kỳ 1 tới em có đăng kí lại để học.  cho em hỏi là em có thể vừa học môn này và cùng làm LVTN được hay không? Em sẽ viết cam kết là sẽ đạt môn này trong học kỳ 1 có được không ạ!! Em hi vọng  sẽ xem xét cho em Em cảm ơn !!!",
    "Kính gửi phòng đào tạo, cho em hỏi là có cách nào để học hai tiết 6 7 liên tiếp không ạ? Vì em đăng kí học kì 191 có hai môn sát nhau tiết 6 7, và vì các lớp khác đã kín và trùng tkb nên em không chuyển lớp được, mong nhận được phản hồi sớm   - ",
    "Kính gửi Phòng đào tạo Em tên . MSSV . Thầy/cô PĐT cho em hỏi là sao em đăng kí môn học mà nó cứ hiện chưa qua chuẩn anh văn sau năm 3 làm em không đăng kí môn đươc, mặc dù em đã qua av rồi ạ. Em mong PĐT kiểm tra giúp em, em cảm on nhiều ạ.",
    "Kính gửi quý thầy, cô. Em là , hiện tại em đang không được đăng ký môn học vì lí do tạm dừng. Lí bị tạm dừng là: trong học kỳ 181 em đã thanh toán học phí trễ hạn và không đăng ký môn học trong học kỳ 182. Vậy em cần phải làm gì được được đăng ký môn học trong học kỳ 191 này ạ? Em mong sớm nhận được hồi đáp từ quý thầy cô.",
    "Kính chào PĐT. Em tên . MSSV:  Em đã đăng kí thành công môn Thí nghiệm vật lý nhóm L52 ngày hôm qua (09/07/2019)  Nhưng hôm nay kiểm tra lại thì bị xóa mất. Khi em đăng kí lại thì tất cả các nhóm lớp của môn này đều có sĩ số là 0 nên hệ thống không cho em đăng kí ( màn hình hiện lý do quá sĩ số). Xin PĐT xem lại vấn đề này . Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo Em ban đầu là k17 hệ chất lượng cao đã chuyển sang k18 hệ đại trà. Khi chuyển sang thì em cũng được chuyển điểm vài môn trong đó có anh văn tăng cường 3. Em không biết là nó khác với anh văn của hệ đại trà. Nên bây giờ em không đủ điều kiện đăng kí vài môn của học kì 191( sức bền vật liệu, sinh học đại cương), các môn này là môn tiên quyết của các môn ở học kì 192. Vì vậy nếu không được đăng kí ở học kì 191 thì em sẽ bị trễ 1 năm. Em xin Phòng Đào tạo cho em được đăng kí các môn học này và em xin hứa sẽ nộp bằng anh văn vào trước học kì 192.",
    "Em tên là  Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em. Em xin chân thành cảm ơn.",
    "Phòng đào tạo cho em xin tăng sỉ số môn học",
    "Kính gửi Phòng đào tạo. Em tên:  Là sinh viên liên thông chính quy k17 khoa cơ khí, theo chương trình đào tạo của k15 khoa cơ khí. Trường hợp của em: không đăng ký được luận văn tốt nghiệp vì trang đăng ký báo em không có chứng chỉ anh văn Toeic, trước đó em đã nộp chứng chỉ anh văn và đã được PĐT thẩm tra và duyệt. Em mong PĐT giải quyết trường hợp này giúp em. Em cảm ơn !",
    "Em xin trường tăng sỉ số môn học Điện tử y sinh (EE3037). Em xin chân thành cảm ơn.",
    "Em xin phép mở rộng sĩ số môn ME2019 Môi trường và con người, nhóm A02_A05: Lên khoảng 35 sinh viên. Em xin cảm ơn!",
    "Thầy cô cho em hỏi là em đã qua 350 toiec nhưng khi đăng kí môn học thì báo chưa đạt ạ.",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bách khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể giúp em hủy môn An toàn điện (EE 3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bách khoa có thể chấp nhận hủy môn giúp em. Em xin chân thành cảm ơn.",
    "Em xin kính chào phòng đào tạo, Em muốn hỏi vấn đề liên quan tới việc đăng kí môn học cho sinh viên khóa K15 như sau ạ: Theo quy chế học vụ trên aao có một mục như sau \"Các sinh viên đã hoàn thành các môn học và luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày CTXH...) vẫn phải ĐKMH để có thời khóa biểu chính thức để duy trì tình trạng đang học của sinh viên (ít nhất 1 môn, có thể là môn học đã học), nếu như không thì sẽ bị buộc tạm dừng học\". Hiện tại có rất nhiều bạn đang thắc mắc thông tin như trên,liệu tụi em có cần phải ĐKMH không? Nếu hoàn thành đủ các điều kiện tốt nghiệp trước ngày xét tốt nghiệp(tháng 10) thì xử lí việc ĐKMH như thế nào ạ? Em xin chân thành cảm ơn. Trân trọng,",
    "Kính chào quý thầy cô phòng đào tạo,  Em tên là , sinh viên bằng 2 ngành Khoa học máy tính, do được cấp quyền đăng ký môn học trễ diện dự thính chuyển hệ nên khi vào đăng ký thì một số môn học theo định hướng nghề nghiệp mà em dự định học tập đã full sĩ số nên hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số cho các môn học công nghệ phần mềm nâng cao (CO3065), tính toán song song (CO3067) và khai phá dữ liệu (CO3029)  Việc học tập bằng 2 full-time, bản thân em cũng gặp rất nhiều áp lực về thời gian cũng như là tiền bạc trên đất Sài Gòn này nếu không hoàn thành sớm được chương trình đào tạo và tiếp tục đi làm full-time lại, kính mong phòng đào tạo chấp nhận request này, em xin chân thành cảm ơn.",
    "Cho em hỏi nếu xong học kì 3 em không đủ 30 tín chỉ tích lũy em sẽ bị cảnh cáo học vụ đúng không ạ? Vì em đã bị 2 lần. Và làm sao để em tiếp tục học ạ",
    "Dạ em chào thầy (cô) ạ! Cho em hỏi, em là sinh viên K15, cần đăng kí học chung với K19 khóa mới vào trường, vậy em cần làm những thủ tục gì ạ, mong thầy cô hướng dẫn giúp em ạ!",
    "Thưa thầy cô cho em hỏi sao em không đăng kí được môn GDTC3 vậy ạ? Em đã qua môn GDTC2 rồi! Em khóa K2018.",
    "Hiện tại em đang cần đăng kí học môn   B Mac-LeNin(SP1003)    Nhưng em lại không đổi nhóm được các môn học khác để có lịch học môn đó  Tại vì một số nhóm lớp Mac-  tại cở sở 1 đã đầy sĩ số và thời gian học lại không phù hợp  Em xin được   I mở thêm sĩ số  /I  môn   B Truyền số liệu và mạng(EE3019) nhóm 06_09    để em có thời gian học Mac -  và đảm bảo có thời gian học các môn còn lại trong kì học 191  Em mong nhà trường tạo điều kiện cho em được đăng kí như mong muốn để cho em đảm bảo chương trình học của mình và thuận tiện thời gian cho em vừa học vừa làm ạ  Em xin chân thành cảm ơn! ",
    "Kính gửi nhà trường, Em là , sinh viên khóa K16, MSSV , khoa Cơ Khí, Ngành Kỹ Thuật Hệ Thống Công Nghiệp. Hiện tại đang trong đợt ĐKMH học kỳ 191, em có nguyện vọng đăng ký môn Quản Lý Chuỗi Cung Ứng (ME4651), nhưng hôm qua lúc khoảng 10h20 lúc em vào đăng ký thì đã đủ sĩ số, nên không thể đăng ký được ạ. Bây giờ em đang không đủ chỉ để học trong học kỳ tới và thiếu môn B ạ. Vì vậy cho em xin được mở sĩ số lớp A01 (Thứ 3 tiết 8910) - Môn Quản Lý Chuỗi Cung Ứng - ME4651. Em xin chân thành cảm ơn",
    "Hiện tại em đã học môn học xong môn Quy hoạch đô thị bền vững (CI3147), đây là môn tương đương của môn Quy hoạc đô thị (804031) . Nhưng hiện tại vẫn chưa cập nhật cho em. Em mong nahf trường xem xét để e có thể nhận luận văn tốt nghiệp cho kỳ này . Em xin chân thành cảm ơn!!",
    "Tên:  MSSV:  Em xin đăng kí  Môn: động lực học kết cấu (CI4067) Nhóm: A01 Giảng viên:  Em cảm ơn.",
    "gbb .",
    "Kính gửi Phòng Đào tạo Em tên . Mssv:  Em muốn hỏi là em học môn Nhập môn về Kĩ thuật - CI1001 ở HK181 và em không đạt. Vừa rồi em có đăng kí học lại ở HK191 nhưng nhận được thông báo là không được đăng kí. Vậy bây giờ e muốn học lại môn này thì đăng kí như thế nào và khi nào thì được ạ? Em xin cảm ơn",
    "Em là , MSSV: 1 Trước đây em có học hai môn học theo mã mới là:   + Hệ thống số (CO1009) tương đương với môn Thiết kế luận lý 1 (501128) và môn Thí nghiệm thiết kế luận lý (504014).   + Vi xử lý - vi điều khiển (CO3009) tương đương với môn Vi xử lý - vi điều khiển (504007) và môn Thí nghiệm vi xử lý - vi điều khiển (504008). Măc dù em đã qua hai môn theo mã mới trên nhưng có hai môn Thí nghiệm em chưa được cập nhật điểm miễn, nên em không thể đăng ký được Luận văn tốt nghiệp (504303) do thiếu môn tiên quyết. Em mong Phòng Đào Tạo xem xét và miễn điểm cho em để em đủ điều kiện đăng ký Luận văn tốt nghiệp. Em cám ơn",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV:  Trong thời khóa biểu của học kỳ 183 của em có xuất hiện môn   B Cơ lưu chất với    mã môn học là   B CI2003     và   B Cơ lưu chất (tn)    với mã môn học là   B CI2004   . Hai môn này em đã hoàn thành vào học kỳ 151 và em không hề đăng ký trên trang đăng ký môn học của trường cho học kỳ 183. Kính mong phòng đào tạo xem xét.",
    "Kính gửi phòng đào tạo,  Em tên  MSSV:   Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Nguyên lý ngôn ngữ lập trình (CO3005) lớp L02 của thầy ạng thứ 3 tiết 7 8 9 10 . Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo,  Em tên là   MSSV:   Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Mạng máy tính (CO3003), lớp L01_L04 trong học kì 191 . Em xin chân thành cảm ơn",
    "Xin tăng sỉ số môn học điện tử y sinh!",
    "Kính gửi phòng đào tạo,  Em tên   MSSV:   Hôm nay em viết đơn này kính mong phòng đào tạo mở thêm sĩ số môn Đường lối CM (mã SP1009) lớp A01 trong học kì 191 . Em xin chân thành cảm ơn",
    "Dạ cho em hỏi có thể tăng thêm sĩ số lớp L09 môn Xác suất thống kê được không ạ. Vì mấy giờ khác em bị trùng lịch chỉ còn lớp L09 là phù hợp thôi ạ Em cảm ơn",
    "Hiện tại em đang bị trùng lịch các môn học và không thể đăng kí đủ các môn để theo kịp chương trình đào tạo ạ. Em mong nhà trường giúp em   B mở thêm sĩ số môn EE3019 nhóm A06_A09    được không ạ, để em chuyển học nhóm đó và có thời gian để sắp xếp học các môn học khác ạ. Em mong nhà trường tạo điều kiện cho em được học theo kịp tiến độ của chương trình ạ. Em xin chân thành cảm ơn.",
    "thưa thầy cô ! -Em có đăng ký các môn em bị rớt vào HK191, nhưng đã bị xóa theo lí do thầy cô gởi đến em. Nhưng em vẫn đăng ký lại được một vài môn trong số đó. Vậy kết quả đăng ký của em có bị xóa không ạ !  -Khi em mới vô, em được nghe là nếu chưa đủ tiêu chuẩn để học mấy môn chuyên nghành thì tụi em có thể đăng ký học lại các môn bị rớt trong học kì chính và các môn đại cương chưa học. Nhưng sao lần này tụi em lại bị xóa kết quả đăng ký học lại các môn  bị rớt tại vì mấy môn đó bị trùng với K19 ạ?  Mong thầy cô giải đáp thắc mắc cho em. Em cảm ơn thầy cô !  ",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV: 2 Hiện em không thể đăng ký hai môn học Tin học đại cương 007704 và môn Môi trường và con người  610001. Trong mail trường thông báo em không thể đăng ký cùng khóa 2019. Nhưng hai môn này không mở ở học kỳ khác. Mong Phòng Đào Tạo giúp em đăng ký hai môn này để em được đủ điều kiện làm luận văn vào học kỳ sau. Em xin cảm ơn",
    "Em là , MSSV . Em đã có quyết định được chuyển từ ngày 18/4 nhưng hệ thống đăng kí môn vẫn chưa cập nhật nên em không thể đăng kí môn vào ngày 9/7. Em đã phản hồi với phòng Đào tạo nhưng đến chiều ngày 10/7 em mới có thể đăng kí nhưng một số môn đã kín hết chỗ, cụ thể là môn Trắc địa đại cương (CI1007). Em có thể xin phép được đăng kí thêm 1 suất vào lớp vì hệ thống bị lỗi được không ạ? ",
    "tăng sĩ số lớp môn điện tử y sinh",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSSV:  Em hy vọng thầy cô có thể tăng thêm sỉ số hoặc mở thêm lớp môn lập trình hướng đối tượng CO2005 (cơ sở 2) học kỳ 191   Kính mong Phòng Đào Tạo và nhà trường giúp em. Em xin cảm ơn.",
    "Em chào anh chị hỗ trợ trả lời câu hỏi, Theo như mail thông báo của trường thì sinh viên khóa khác k19 không đăng kí được môn của k19. Tuy nhiên do em có nhu cầu chuyển hệ sang vừa học vừa làm nên kì này có định học một số môn của k19 như Nhập môn kĩ thuật. Như vậy trường hợp của em pđt có thể giúp đỡ em không ạ. Em chân thành cảm ơn và mong sớm nhận được phải hồi từ anh chị.",
    "Dạ cho em xin hỏi em đã nộp CCNN số điểm 315. Theo quy chế trên 300 là e đã qua AVCB và được học môn AV1. Nhưng em bây giờ em đăng ký môn AV1 vẫn báo lỗi phải học môn AVCB trước . Bây giờ em muốn đăng ký môn AV1 thì phải làm sao ạ. Em cảm ơn",
    "Kính gửi Phòng Đào tạo, em tên là , MSSV: , Khoa Khoa học ứng dụng. Em gửi thư này mong thầy/cô PĐT kiểm tra và giải quyết giúp em. Hiện em đã qua av2 rồi, tức là đã hoàn thành chuẩn anh văn sau năm 3. Nhưng lúc em đăng kí môn học hệ thống lại báo là em thiếu chuẩn anh vane sau năm 3. Và hôm trước em có hỏi PĐT thì PDT kiểm tra nói em chỉ đại chuẩn anh văn sau năm 2.Em mong PĐT kiểm tra và cập nhật lại sớm giúp em để em được đăng kí môn học sớm ạ, em sợ hết slot mất. Em xin cảm ơn.",
    "em sinh viên k17 đại trà hiện e có học lại 1 môn thì em đăng kí lớp A hay lớp L ạ  em cảm ơn",
    "Em xin phép PDT có thể mở thêm sĩ số lớp Quảng lý dự án Xây dựng (CI1053)  và Động lực học kết cấu (CI4067) nhóm A01 của thầy  ạ.",
    "Em xin phép PDT có thể tăng sĩ số lớp Hạ tầng Công trình giao thông (CI4019) nhóm A01 của thầy  để em có thể đăng ký theo học ạ. Em xin chân thành cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , MSSV: . Hiện tại, em đã hoàn thành chương trình học bằng 1, khoa Kỹ thuật giao thông . Em mong muốn tiếp tục đăng ký các môn học khoa Khoa học và Kỹ thuật máy tính. Cụ thể là môn Nhập môn điện toán (CO1005) và Cấu trúc rời rạc cho khoa học máy tính (CO1007). Vấn đề của em là không đăng ký được. Kính mong Nhà trường xem xét để em có thể đăng ký những môn học này cùng với K2019. Em xin cảm ơn.",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "Em chào anh/chị ạ! Học kỳ I tới em không được đăng ký môn [EE4331] Đề cương luận văn do em còn thiếu 1 môn \"học trước\" là môn [EE3003] Thiết kế hệ thống nhúng . Nên em muốn xin anh/chị cho em được làm đề cương luận văn và học \"song hành\" với môn thiết kế hệ thống nhúng có được không ạ, vì môn thiết kế hệ thống nhúng 1 năm mới mở một lần nên học kỳ tới em mới được ĐKMH ạ. Em biết đây là quy định của chương trình đào tạo, nhưng em mong anh/chị xem xét cho em để em được ra trường đúng hạn Em cám ơn ạ!",
    "Kính gửi Phòng đào tạo Em tên là , MSSV: 1 Khi em đăng ký môn Luận văn tôt nghiệp (504303) thì có thông báo là em không đăng ký được do thiếu hai môn tiên quyết Thí nghiệm Thiết kế luận lý (504014) và Thí nghiêm Vi xử lý - vi điều khiển (504008) trong khi em đã qua hai môn đó. Kính xin Phòng đào tạo xem xét, hỗ trợ giải quyết giúp em ạ Em xin cám ơn. Trân trọng",
    "Dạ phòng đào tạo cho em hỏi là sau khi đăng kí hủy môn thì bao giờ mình mới có kết quả hủy môn? Hiện tại e vừa hủy môn nhưng thời khoá biểu và trang đăng kí môn vẫn còn hiện. Vậy bao giờ mới cập nhật lại để em biết ạ?",
    "Cho e hỏi là cuối kì trước e thi đã qua 350, nhưng bây giờ đăng kí Anh văn 2 không được, web nói là do chưa học Anh văn 1 nên không được đăng kí. E xin PĐT xem xét lại dùm e với ạ. E xin cảm ơn.",
    "MSSV/  MSGV:  Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại học Bach Khoa. Em tên  sinh viên VHVL .Mã số  sinh viên .Lớp BK15HTĐ. Hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào taoj đại học Bach Khoa có thể giúp em hủy môn An Toàn Điện (EE3097) kì học hè vừa học vừa làm năm học 2018-2019. Lý do: vì giáo viên hướng đãn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn Nên hôm nay em làm đơn này rất mong ban giám hiệu nhà trường cũng như phòng đào tạo đại học Bach Khoa có thể chấp nhận hủy môn giúp  em. em xin chân thành cảm ơn!",
    "Mssv:  Kính gửi Ban giám hiệu nhà trường và phòng Đào tạo Đại học Bách Khoa Em tên là  sinh viên hệ vừa làm vừa học, MSSV , lớp HTDBK15. Hôm nay em làm đơn này rất mong ban giám hiệu cũng như phòng đào tạo Bách Khoa có thể giúp em hủy môn An toàn điện (EE3097) học kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9-7-2019 và em đã qua môn . Nên hôm nay em là đơn này, rất mong Ban Giám hiệu và phòng đào tạo Bách Khoa chấp nhận hủy môn giúp em . Em xin chân thành cảm ơn .",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "Kính thưa PĐT, Em là sinh viên lớp TNMT k2017 .Vì kết quả thi anh văn của em tới ngày 23/7 mới có nên sau khi có kết quả em mới có quyết định rút khỏi chương trình KSTN. Em muốn hỏi rằng nếu ngày 23/7 em xin rút khỏi chương trình KSTN thì kết quả có cập nhật kịp để em đăng ký môn học đợt 3 kỳ 191 không ạ ? Mong PĐT trả lời thắc mắc giúp em. Em xin chân thành cảm ơn.",
    "Dạ PĐT có thể cho em hỏi là đợt đăng ký môn học đợt 3 có thể được hiệu chỉnh giống như đợt dkmh của học kỳ 183 vừa rồi không ạ",
    "Cho em hỏi em đang học chính quy. Nhưng trường lại xếp môn cấp thoát nước của em là nhóm B01 là của chính quy văn bằng 2 ( trong phần đăng ký môn học hệ chính quy KHÔNG CÓ  ). Vậy em có cần đăng ký lại môn này bên phần chính quy CÓ  hay không? Hay là vẫn để nguyên như trường sắp? Nói rõ giùm em chút ạ. Em cám ơn",
    "Chào cô/thầy, Ngày 4/6/2019, sau khi nộp chứng chỉ ngoại ngữ TOEIC và em đã thanh toán tiền chuyển điểm môn anh văn 2 là 50000 đồng. Nhưng đến ngày 1/7/2019, em lại nhận được thông báo yêu cầu đóng tiền phí chuyển điểm như hình bên dưới . Nếu giờ em không đóng tiền thì có bị hủy môn học kỳ tiếp theo không ạ?",
    "MSSV: . Kính gửi: Phòng Đào Tạo Em là sinh viên K18, đầu năm em thi xếp lớp Tiếng Anh đầu vào được 310 đã qua AVCB, nhưng em không đăng kí xếp lớp Anh Văn trên ELearning. Học kì hè 183 em đăng kí học AV1, Vậy cho em hỏi: Em có được đăng kí học AV2 ở HK191 này không, với sang HK192 em được đăng kí môn chuyên ngành chưa hay phải học lại AVCB ?  Em cám ơn!",
    "Kính gửi PĐT ! -Em muốn hỏi khi SV lớp Kỹ sư Tài năng không đủ điều kiện tốt nghiệp theo chương trình tài năng mà đủ điều kiện tốt nghiệp chương trình đại trà thì mình làm thủ tục như các bạn sinh viên đại trà hay là có thủ tục gì khác nữa không ạ ? Em cảm ơn PĐT ạ !",
    "Kính gửi thầy(cô), Em là , là sinh viên khoá K16 tại trường. Chương trình đào tạo của em là 143 tín chỉ. Học kỳ tới (191) em có đăng ký 4 môn (9 tín chỉ do đề cương luận văn 0 chỉ) trong học kỳ chính và 1 môn đường lối (3 chỉ) trong học kỳ dự thính. Như vậy, học kỳ 192 em chỉ còn có mỗi luận văn. Nhưng do em đọc quy định về tín chỉ tích luỹ tối thiểu để nhận học bổng chỉ xét trong học kỳ chính. Như vậy, theo kế hoạch này thì học kỳ 191 em có đủ điều kiện để xét học bổng không ạ? Em xin chân thành cám ơn .   i     .",
    "Em muốn đăng ký môn học Hạ tầng công trình giao thông mã: CI4019, nhóm A01",
    "Em muốn đăng ký môn học Động lực học kết cấu mã:CI 4067, nhóm A01",
    "Em tên:  MSSV:  Hiện tại em muốn đăng ký môn EE3023 vào nhóm A08, nhưng bị báo là trùng tiết 6, 7. Em rất muốn đăng ký vì nếu không đăng ký kịp thì em sẽ bị trễ đồ án. Em có thể học liên tiếp được, xin phòng đào tạo hãy giúp em . Em xin cảm ơn.",
    "Kính gửi Ban giám hiệu nhà trường và phòng Đào tạo Đại học Bách Khoa Em tên là  sinh viên hệ vừa làm vừa học, MSSV , lớp HTDBK15. Hôm nay em làm đơn này rất mong ban giám hiệu cũng như phòng đào tạo Bách Khoa có thể giúp em hủy môn An toàn điện (EE3097) học kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9-7-2019 và em đã qua môn . Nên hôm nay em là đơn này, rất mong Ban Giám hiệu và phòng đào tạo Bách Khoa chấp nhận hủy môn giúp em . Em xin chân thành cảm ơn.",
    "Em còn thiếu môn học này để hoàn thành môn học cho tốt nghiệp nhưng kỳ này môn học này (EE2015) khoa không mở lớp. Cho em hỏi có môn học nào tương đương thay thế được không, hoặc có cách nào để xin mở lớp không.",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo  Em tên là -Sinh viên bằng 2 khoa Kỹ thuật Xây dựng  MSSV   Hiện tại em có nhu cầu học môn Đồ án kết cấu Bê tông cốt thép 1. Nhưng nhóm 04 (nhóm có các anh em bằng 2 đăng ký) đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho em thuận tiện trong công việc học tập và công tác .",
    "Kính gửi: Phòng Đào Tạo Em tên:  - MSSV  Trong học kỳ này, em đăng ký học môn \" ĐAMH kết cấu bêtông ct1 ( CI2093) \" nhưng do hiện nhóm A04 đã đủ sỉ số. Mong phòng đào tạo tăng sỉ số nhóm A04 để em có thể đăng ký học. EM cảm ơn.",
    ".. Em là  Khóa: 2018 Chương trình: Việt - Pháp  Theo em được biết thì điểm chuẩn tiếng anh không ảnh hưởng đến việc đăng ký học các môn đại cương nhưng em lại không đăng ký được giải tích 3 và tiếng pháp 3 ? Với cả em không được học giải tích với tiếng pháp thì có ảnh hưởng đến kỳ thi phân ngành ko ạ?",
    "Kính gửi Phòng đào tạo  Em tên là   MSSV   Hiện tại em có nhu cầu học môn Xác suất và thống kê - MT2001. Nhưng lớp A01 sáng thứ 6 đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho chúng em học tập.",
    "Em xin chào phòng đào tạo. Lớp em hiện có 18 bạn muốn đăng kí, mở lớp mới ở cs1 (môn cũ: chỉ có ở cs2 và đụng các môn chuyên ngành). Mã môn: ME2045Môn Kinh tế kỹ thuật Như vậy, thủ tục và giấy tờ thì em sẽ làm như thế nào ạ ? Em xin cảm ơn và mong được nhận phản hồi sớm ạ",
    "học kì 182 em rớt 2 môn giải tích 2 và thí nghiệm vật lí qua học  kì 191 thì em không thấy mở lớp vậy em cần đăng kí học lại ở đâu ạ ? Em có thể đợi đến học kì 192 rồi đạng kí học lại được không a?",
    "Thưa phòng đào tạo , em là sinh viên K16 chuyển từ khoa PFIEV về khoa Kĩ thuật Hoá học . Hiện đã đến thời điểm đăng ký môn học học kỳ mới nhưng em vẫn chưa thấy điểm chuyển của các môn học cũ . Điều này khiến em phân vân không biết nên đăng ký môn nào và miễn môn nào . Mong phòng đạo tạo giúp em trả lời và giải quyết vấn đề sớm nhất để em có thể thực hiện đăng ký môn học kịp lúc ạ.",
    "Kính gửi Phòng Đào tạo Em là , MSSV , hiện đang học lớp HC17KSTN. Em hiện có nhu cầu đăng ký nhiều hơn 21 tín chỉ trong học kỳ 191. Trong Quy chế học vụ được đăng trên website Phòng Đào tạo, em thấy có mục 9.2 đề cập đến việc Sinh viên khá/giỏi và Sinh viên KSTN được đăng ký tối đa đến 25 chỉ khi có sự chấp nhận của . Em hiện là sinh viên lớp KSTN và đã làm đơn và được sự chấp nhận của  . Vậy bây giờ em phải làm gì để đăng ký tối 25 chỉ mà không bị xóa môn ạ ? Do lần đăng ký môn học trước em đã đăng ký 22 chỉ nhưng bị xóa môn ở đợt hiệu chỉnh 1 do vượt quá 21 chỉ. Em có lên trực tiếp phòng Đào tạo hỏi nhưng PĐT hướng dẫn em lên trang này ạ. Em mong được PĐT giải quyết ạ ! Em xin cảm ơn !",
    "Họ và tên: Mssv: Em làm đơn này để xin mở thêm sỉ số môn “Xử lí tín hiệu và mạng” (EE3019) nhóm lớp A10-A20 Em xin cảm ơn",
    "Kính thưa phòng đào tạo Em tên là  MSSV:  Em học bên chương trình Việt-Pháp. Theo em thấy trên qui chế học vụ thì không có chuẩn tiếng anh của chương trình Việt-Pháp và nếu có cũng ko ảnh hưởng đến việc đăng ký môn học đại cương. Nhưng em không đăng ký được môn giải tích 3 và tiếng pháp 3 do chuẩn tiếng anh? Theo em 2 môn đó quan trọng trong kỳ thi phân ngành nhưng không được học thì làm sao thi được ạ. Em cảm ơn ",
    "Họ và tên:  Mssv: Em làm đơn này để xin phòng đào tạo mở thêm sĩ số môn “Trường điện từ” (EE2003) nhóm lớp L06 hoặc L10 em xin cảm ơn thầy (cô) ạ.",
    "Họ và tên: Mssv: Em làm đơn này để xin mở thêm sĩ số môn “Truyền số liệu và mạng” (EE3019) nhóm lớp A06_A09 Em xin cảm ơn",
    "Cho em xin phép được mở thêm sĩ số lớp Hạ tầng Công trình giao thông (CI4019). Hiện sĩ số lớp đang là 80/80 và em không thể đăng ký được. Mong PDT có thể mở thêm sĩ số lớp để em có thể hoàn thành môn học. Em xin cảm ơn ạ.",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "Học phí dự thính       Kính gửi Phòng Đào tạo,  Em tên:   MSSV:   Em xin Phòng Đào tạo gia hạn thêm ngày thanh toán học phí hk 183 Lí do em thực tập giờ hành chính nên không đóng đúng hạn  Mong Phòng Đào tạo giải quyết giúp em Em cảm ơn nhiều  ",
    "phương pháp phần tử hữu hạn ",
    "Kính gửi Phòng Đào Tạo Em tên là () Hiện tại em đăng ký môn học mà tổng chương trình học kì 191 là 15 chỉ nhưng trong đó lại có môn thực tập tốt nghiệp nên theo quy định là chỉ đc 13 chỉ nên làm cả lớp DC16KT tụi em có khi bị trễ 1 kì",
    "Em tên  MSSV:  Xin phòng đào tạo mở thêm sỉ số môn EE3019 (nhóm A10-A20) để em có thể đăng ký môn học ạ. em xin cảm ơn .",
    "chào thầy cô , em tên  Phú Quốc , mssv .thầy cô cho em hỏi là hè này em đang hoc anh văn 1 , nếu nè này em qua được anh văn 1 thì học kì 191 em có được đăng ký môn chuyên ngành không ạ ???",
    "Xin tăng sỉ số cho em vào nhóm môn học này ạ, em cảm ơn.   i  .",
    "Chào quý Thầy/Cô phòng đào tạo, Kì hè dự thính này, em có đăng ký một môn học lại, và bây giờ đã quá hạn để em có thể rút môn học đó . Phòng đào tạo cho em hỏi, nếu em không tham dự kỳ thi cuối kì, thì trong BẢNG ĐIỂM có điểm của môn học lại này không (13 điểm ). Em xin cảm ơn.",
    "Trong học kỳ này, em mong muốn học môn QLDA để kịp tiến độ học tập, rất mong phòng ĐT hỗ trợ mở thêm sỉ số lớp này để e có thể đăng ký được. Chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo  Em tên là   MSSV   Hiện tại em có nhu cầu học môn Xác suất và thống kê - MT2001. Nhưng lớp A01 sáng thứ 6 đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho chúng em học tập. Cô đã tăng nhưng em chưa kịp đăng kí đã bị full sĩ số lại. Mong cô tăng thêm lần nữa và gọi vô số của em [phone_number] để em kịp đăng kí. Em cám ơn.",
    "em chào cô, cô cho em hỏi tại sao em không đăng kí môn học được ạ, em chỉ đăng kí được bơi thôi ạ",
    "Mặc dù bằng Tiếng Anh của em đã hợp lệ, tuy nhiên em vẫn không đăng kí xét miễn để chuyển điểm được. Em đã hỏi phòng đào tạo nhưng cô không biết. Em rất mong Nhà trường có thể giải quyết nhanh chóng giúp em để em có thể chuyển điểm trong năm học này",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV:  Em hiện tại đang học Thứ 7 tiết 8-12 môn Vật liệu học và xử lý (ME2015). Tuần 28-29, thầy gác thi nên được nghỉ. Em có thấy thông báo đăng ký bổ sung dự thính hè, nên đăng ký thêm môn Kỹ thuật lập trình (CO1013). Xem thời khóa biểu thì bị trùng lịch thứ 7, nhưng vẫn em có thể học được 2 tuần 28-29.   Vậy sau này thi em có trùng lịch không ạ? Có cách nào Phòng tạo điều kiện xếp lại tkb để em học cả 2 môn được không . Em cám ơn",
    "Cho em hỏi là bao giờ có danh sách tốt nghiệp dự kiến đợt sắp tới. Và bây giờ em muốn xin giấy xác nhận đã hoàn thành chương trình học để đi xin việc thì phải làm thế nào?",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV  Em muốn bảo lưu kết quả học thì phải làm như thế nào ạ, em cảm ơn",
    "ọn em có đăng ký mở lớp môn học VLBD ee1013. Nhưng đã quá ngày hẹn mà vẫn chưa thấy mở lớp . Bọn em mong sẽ nhận được phản hồi ạ.",
    "Em xin chào phòng đào tạo, em xin thú thật, em dở môn lập trình kinh niên, em đã đi học thêm, luyện mỗi ngày nhưng vẫn không thấm được, em thiếu 0.5 điểm cuối kì để thoát liệt. Em cầu xin phòng đào tạo cho em xin 0.5 điểm môn CO1003, em chân thành năn nỉ, xin phòng đào tạo!!!",
    "Kính thưa phòng đào tạo. Hiện em đang được giảm học phí 70%. Theo chương trình đào tạo, học kỳ 191 của em bao gồm môn lập trình hướng đối tượng. Nhưng do lớp đã quá sỉ số, em không thể đăng ký được. Cho em hỏi là nếu học kỳ 192 hay 201 em đăng ký môn lập trình hướng đối tượng thì em có được giảm học phí hay không. Em xin cảm ơn .",
    "Chào các anh/ chị, Như thông tin trên trang web phòng đào tạo, 12.7.2019 sẽ có danh sách dự kiến tốt nghiệp. Tuy nhiên, đến nay vẫn chưa có. Rất mong anh/ chị thông tin đến em ( Do hiện tại em đang cần bằng tốt nghiệp tạm thời để nộp cho công ty) Em xin cảm ơn",
    "Em hiện đang là sinh viên K16 chuyên ngành cơ điện tử, kì tới em có đăng kí hai môn trong chương trình học là Môi trường và con người (ME2019) và Đề cương luận văn tốt nghiệp cơ điện tử (ME4095). Môn đề cương LVTN hiện chưa có lịch học cụ thể, nhưng khi em đăng kí môn Môi trường và con người lại hiện lỗi \" Không đủ thời gian giãn cách giữa hai cơ sở\", dù môn ấy học tiết 234 ngày thứ 4. Em đã thử đổi nhóm lớp khác vào thứ 6 vẫn báo cùng lỗi ấy, chỉ có thể hủy môn mới đăng kí được môn đề cương. Cho em hỏi đây là lỗi gì và làm sao để em có thể đăng kí được cả 2 môn cho kịp chương trình học . Em cảm ơn",
    "Cho em hỏi trường có thông báo gì về việc tuyển chọn sinh viên đào tạo sĩ quan dự bị năm 2019 và nếu có thì chỉ tiêu chụ thể cho mỗi ngành là như thế nào ạ?",
    "Em xin chào cán bộ nhà trường ạ! Em là  Sinh viên: K15 (đại học chính quy) Khoa: Kỹ thuật Địa Chất và     Em có câu hỏi thắc mắc muốn được nhà trường giải đáp cho em ạ. E đã hoàn thành chương trình học, và đủ điều kiện tốt nghiệp ạ. Em không biết là lúc nào em có thể được nhận băng tốt nghiệp tạm thời ạ? Hy vọng nhận được phản hồi sớm từ nhà trường. em xin chân thành cảm ơn. Student:  Mail:  ",
    "Dạ cho em hỏi PĐT, HK191 tổ chức thi Anh văn đầu vào và Kiểm tra Anh định kỳ vào cuối kỳ thì bài thi TOEIC sẽ được cho theo dạng cũ hay theo dạng mới vậy ạ?",
    "Kính gửi Phòng Đào Tạo, Em tên là  mssv 2 Em cần đăng kí môn 001004 - Đ/lối c/mạng đảng csvn lớp TT01 hiện em không thể đăng kí được. Mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện làm luận văn. Em xin cảm ơn.",
    "Em chào anh/chị, anh/chị cho em hỏi điểm chuẩn để xét tốt nghiệp Speaking & Writing cho chương trình thường và chương trình kĩ sư tài năng là bao nhiêu ạ? Em cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Làm thế nào để được đăng ký môn học khi thanh toán học phí trễ hạn.",
    "Dạ em bị lỗi không đăng ký được môn AV1. Em đã đặt câu hỏi trên BKSI ngày 11/7. Cô có trả lời là đã sửa lại giúp em.Nhưng đến bây giờ em vẫn không đăng kí được và hiện lỗi như cũ.Cô xem lại giúp em với ạ.",
    "Kính gửi Phòng đào tạo. Em tên: , MSSV: Lần trước em có câu hỏi về vấn đề không đăng ký được luận văn tốt nghiệp, em xin trình bày kỹ hơn về vấn đề của em, mong PDT giải quyết giúp em ! Em là sinh viên liên thông chính quy k17 khoa cơ khí, theo chương trình đào tạo của khóa k15 khoa cơ khí. Trường hợp của em: em không đăng ký được luận văn tốt nghiệp vì trang đăng ký báo em không có chứng chỉ anh văn Toeic, trước đó em đã nộp chứng chỉ anh văn và đã được PĐT thẩm tra và duyệt, em đạt được 455d (em đã đủ tiêu chuẩn để nhận luận văn theo tiêu chuẩn của khóa k15 khoa cơ khí là điểm thi Toeic 450d là được nhận luận văn và 500d được ra trường). Em mong PĐT giải quyết trường hợp này một lần nữa giúp em. Em cảm ơn !",
    "Kính gởi phòng đào tạo !! Em là   Mssv  Em viết đơn này để trình bày nguyện vọng mở lại môn học Thực tập tốt nghiệp của em trong HK 183 do trước đó em đã đăng kí vào đợt 1 nhưng bị hủy do e chưa nộp học phí dự thính HK182 và cũng là do em chủ quan nên em không xem kết quả đăng ký dẫn đến tình trạng hiện nay !! Em đã và đang thực tập đc 1 tháng 1 tuần !! Em Kính mong Quý thầy cô xem xét giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Cho em hỏi là điểm học phần mở rộng của môn cơ lưu chất của tài năng xây dựng k17, em đã hỏi thầy  giáo viên dạy môn này thầy bảo là đã nộp điểm phần mở rộng này lên phòng đào tạo rồi thầy bảo liên hệ với phòng đào tạo hỏi, mà em thấy trên bảng điểm đã tổng kết điểm trung bình và đến giờ vẫn chưa thấy nhập điểm phần mở rộng là sao ạ? Cả lớp em đều chưa được nhập. Mong được giải đáp",
    "Gửi thầy cô, Em tên là (MSSV:), tuần trước vào ngày 8/7/2019 em có đăng ký giấy xác nhận sinh viên , thì phòng đào tạo đã xử lí . Thầy cô cho em hỏi là , em thuộc Khoa hóa chương trình đại trà , vậy văn phòng khoa là phòng nào ạ ?  Em xin cảm ơn thầy cô, phía dưới là hình chụp về đăng ký xác nhận của em",
    "Kì 181 thi kiểm tra anh văn ở trường qua 350, mà kì 191 không đăng ký được anh văn 2",
    "Em chào cô, em tên là , sinh viên năm 3 khoa Khoa học - Kỹ thuật Máy tính. Đợt đăng ký môn học này em mong muốn đăng ký môn học: \"Phân tích thiết kế hệ thông\", mã môn: CO3025. Nhưng hiện tại đã full slot. Kính mong cô mở thêm để em có thể học môn này ạ. Em cảm ơn cô.",
    "em muốn đăng kí học av cơ bản với k19, không biết em đăng kí bằng cách nào ? Và cách đăng kí thi av đầu vào với k19? Em cảm ơn",
    "Em chào cô, em tên là , sinh viên năm 3 khoa Khoa học - Kỹ thuật Máy tính. Đợt đăng ký môn học này em mong muốn đăng ký môn học: \"Phân tích thiết kế hệ thông\", mã môn: CO3025. Nhưng hiện tại đã full slot. Kính mong cô mở thêm để em có thể học môn này ạ. Em cảm ơn cô. p/s: em tạo lại request vì request trước bị sai tiêu đề",
    "Chào thầy (cô), Em và một số bạn khác đang gặp vấn đề về việc không thể đăng ký các môn học cùng với khoá 2019. Như mọi năm, em biết sẽ có đợt đăng ký bổ sung cho tụi em có thể đăng ký học các môn đại cương cùng với khoá mới nhưng đến lúc đó em sợ rằng lớp mình muốn học thì đã đủ sĩ số, còn các lớp khác thì lại trùng giờ học. Vậy thì sẽ khó khăn hơn cho tiến độ học tập của em và một số bạn. Mong thầy (cô) có thể thấu hiểu và giải quyết giúp em vấn đề này. Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô).",
    "Cho em hỏi là điểm trung bình tốt nghiệp có tính điểm của các môn điểm miễn(môn tương đương mã mới) ko?",
    "Kính chào quý thầy(cô), Em là  hiện đang là sinh viên năm 4 chương trình Việt Pháp, năm vừa rồi em có rớt môn học là Đồ án môn học kết cấu bê tông 1 (804702) nên em muốn trả nợ môn học này trong học kỳ tiếp, để có thể đăng ký luận văn tốt nghiệp cho học kỳ cuối. Nhưng vì lịch học dày đặc, nên lịch môn Đồ án môn học kết cấu bê tông 1 (804702) đã bị trùng với thời khóa biểu hiện tại. Không biết quý thầy(cô) có thể hỗ trợ em cách để đăng ký môn học này trong học kỳ tiếp được không ạ? Em xin chân thành cảm ơn quý thầy(cô) ạ.",
    "B  Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "cho em hỏi là đăng kí nộp CCNN để đăng kí môn học, là nộp vào được đăng kí môn học hay cần chuyển điểm nữa ạ",
    "Phòng đào tạo cho em hỏi Chuẩn tiếng anh xét tốt nghiệp chương trình PFIEV K2014 là bao nhiêu?(TOEIC)",
    "Em kính gửi thầy, cô phòng đào tạo . Em tên :   Mã số sinh viên :   Khoa khoa học và kĩ thuật máy tính . Dạ kính thưa thầy cô, vì đợi xét duyệt chứng chỉ thi anh văn toeic nên em đã trễ lịch đăng kí môn học trong học kì 191. Hiện giờ các lớp học ở cơ sở 2 đã đầy, em xin thầy cô tăng sỉ số lớp lên để chúng em có cơ hội đăng kí lớp học trước lúc học kì mới được bắt đầu . Đại diện các bạn em, em xin chân thành cảm ơn thầy cô ạ.",
    "Kính cháo quý thấy cô, em là  mssv . Vấn đề của em là em đã đóng đầy đủ học phí nhưng khi tới hạn đăng ký trên mybk thì em nhận được thông báo là chưa thanh toán học phí nên không thể đăng ký được, kính mong quý thầy cô xem xét và cho em xin cách giải quyết em cám ơn rất nhiều.",
    "Sĩ số hiện tại của lớp thực tập điện từ em đăng ký là 15/30 tại ngày 15/7/2019. Ngày mai là hết hạn đăng ký , vậy sĩ số 15/30 thì phòng đào tạo có mở lớp không hay ít quá thì sẽ xoá môn học . Em cảm ơn.",
    "EE3019 - Truyền số liệu và mạng  Nhóm lớp :A11_A23   Em muốn đk học lại môn Vi xử lý EE2013 nhưng lại bị đụng giờ môn Truyền số liệu-mạng  . Em mong phòng đào tạo mở 1 slot để em có thể đăng kí được môn Vi xử lý và Truyền số ạ. Em xin chân thành cảm ơn.",
    "Em tên:  () Em xin tăng sĩ môn học Truyền số (EE3019) Nhóm-lớp:A06_A10 Vì em muốn học lại môn Vi xử lý bị trùng lịch. Vì hk192 em học đồ án mà em bị vướng môn này.Mog phòng đào tạo tăng sĩ sổ nhóm A06_A10 giúp em ạ . Em xin chân thành cảm ơn!",
    "Em xin chào. Em muốn thi AV đầu vào và xếp lớp học cùng với k2019. Em làm cách nào để đăng kí ạ? Em cảm ơn!",
    "Em kính chào quý thây cô PĐT. Em là  MSSV:. Do đk bị trùng lịch tới 2 môn nên em muốn xin PĐT tăng sĩ số lớp A01_A02 môn Kĩ thuật số (EE1015). Do năm ngoái em kh đủ AV nên bị trễ rất nhiều môn nên em xin PĐT xem xét. Mong phản hồi sớm nhất tử các thầy cô. Em cảm ơn",
    "Em kính chào thầy cô PĐT. Nếu môn kĩ thuật  sô (EE1015) như yêu cầu trên của em đc tăng sĩ số trong hk 191 thì em xin PĐT tăng ss cho em thêm 2 môn này nữa ạ. Môn Cơ sở điều khiển tự động (EE2019) và môn CS điện tử công suất ( EE2021) lớp A01_A01. Do em bị trễ nhiều môn  với lại trong học kì 191 này em chỉ mới đk đc 3 môn thôi ạ. Em rất mong PĐT xem xét",
    "Em tên   MSSV:  Xin phòng đào tạo tăng thêm sỉ số môn EE2013 (chỉ có 1 nhóm), em rất muốn được học môn này vì nếu không học được em sẽ bị trễ đồ án. Xin phòng đào tạo giúp đỡ, em xin cảm ơn.",
    "Em chào anh/chị,  Thông tin ngày sinh của em khi đăng ký tốt nghiệp trên MyBK bị sai. Em đã hỏi Phòng Đào Tạo và anh trên đó tra thông tin của em đúng, tuy nhiên hiển thị sai trên MyBK. Em mong muốn anh/chị có thể sửa lại giúp em để em sớm đăng ký tốt nghiệp.  Nơi sinh sai: Thành phố Hồ Chí Minh  Nơi sinh đúng: Thái Bình Em cảm ơn anh/chị.",
    "Dạ em chào PDT Em là  -  Hiện trong chương trình đào tạo của em thì em chỉ còn 1 môn và LVTN. Tuy nhiên môn này là môn tiên quyết của LVTN ( em rớt môn này vào năm ngoái). Nên theo như quy định thì em sẽ không được đăng ký LVTN trong kỳ 1 tới. Dạ PDT cho em hỏi là em có thể cùng làm LVTN và học môn đó trong 1 học kỳ được không ạ? Em hứa sẽ viết đơn cam kết sẽ đạt môn này trong kỳ tới và nếu không đạt thì kết quả luận văn sẽ bị hủy có được không ạ? Em cũng đang học bằng 2 nên rất muốn được làm LVTN trong học kỳ 1 tới để sớm hoàn thành chương trình đào tạo bằng 1. Rất mong PDT xem xét và tạo điều kiện cho em. Em xin chân thành cảm ơn !!",
    "Em xin tăng sỉ số môn học điện tử công suất của nhóm lớp A01_A01 thứ 3 và thứ 4",
    "cho em hỏi: em không đăng kí được dung sai (me3003) với lí do không đủ thời gian giãn cách giữa 2 cơ sở với môn đề cương luận văn (me4095). Trong khi đó dung sai và đề cương luận văn đều học ở cs1 và đề cương cũng chưa sắp tkb.",
    "Kính thưa phòng đào tạo ! Em tên ,sinh vien vua hoc vua làm khóa 2016,hien tai em co nguyện vọng đăng ký môn học VẬN HÀNH VÀ ĐIỀU KHIỂN HỆ THỐNG ĐỊÊN (mã số môn học: EE 3093) va môn học THIẾT KẾ VI MẠCH SỐ( mã môn học EE 3119) mã nhoómm Z3CD học dự thính hè liên kết ở trường cao đẳng địên lực quận 12, do lúc em đang ký vao đợt bo sung đã thông báo bị hết hạn ngày 11/7, nay em xin được nguyện vong dang ký các môn học kể trên  để được xếp vào lớp học để theo kip chương trình học.hiện tại em rất hoang mang,vi chua đang ký được Kính mong phòng đào tạo va nhà trường giải quyết sớm cho em Em xin chân thành cảm ơn!",
    "Thưa quý thầy cô, Em là  (MSSV: ), Trước đây em có nộp chứng chỉ TOEIC nghe đọc để xét miễn Anh văn, chứng chỉ của em vừa hết hạn tháng 6 vừa rồi. Em muốn hỏi, với chứng chỉ như vậy có thể được dùng để xét tốt nghiệp được không ạ? Em xin cảm ơn.",
    "nếu em nộp bằng toeic 335đ với khoá K17 và em nộp vào ngày 10/7 thì khi nào mới được đăng kí môn học sau năm nhất ạ, và cho em hỏi thời gian thẩm tra là khoảng bao lâu ạ",
    "Cho em hỏi là điểm xét tốt nghiệp là điểm trung bình tích lũy ngành mà trong bảng điểm của em là 6.98 nhưng sao trong danh sách dự kiến để điểm trung bình tốt nghiệp có 6.86?",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV , đang học chương trình tài năng của khoa KH&KT Máy Tính. Hôm vừa rồi em có thi Toeic 2 kĩ năng nói và viết để đủ điều kiện ra trường ở BK English C6 và đạt được 230 điểm. Phòng đạo tạo cho em hỏi điểm đó có đủ điều kiện ra trường cho sinh viên lớp tài năng chưa ạ, hay là phải 245 điểm mới đủ điều kiện qua. Em xin chân thành cảm ơn.",
    "Em xin hỏi là hiện tại em chưa qua AVCB, vậy em làm cách nào để học TA trên trường ạ?  Em cảm ơn",
    "Em đã nộp ccav và trên trang web của trường cũng thông báo là đã thẩm tra xong nhưng khi đăng ký luận văn em vẫn chưa đăng ký được do thiếu ccav. Cho em hỏi trong trường hợp đó thì em nên giải quyết như thế nào ạ? Em xin cảm ơn!",
    "con tên  . con chào cô chú ở phòng đào tạo. Con là sinh viên khóa 16 xây dựng Cho con hỏi là con muốn đăng kí môn học tổ chức thi công mã môn học là CI4125_mà con muốn xem môn tiên quyết của môn này là môn nào thì con phải xem ở đâu đc . mong cô chú hướng dẫn chi tiết cho con .con cảm ơn nhiều",
    "Cho em xin mở rộng sỉ số lớp Kỹ thuật viễn thông nhóm lớp A04, mã môn học EE3015 Lý do: tại vì em bị kẹt lớp Pháp lUật sáng T6 mong PĐT sớm phản hồi ạ. Em cảm ơn",
    "Khính thưa phòng đào tạo. Em tên:  mssv  Em viết mail này xin phòng đào tạo hủy học phí học kì dự thính 183 của em(1.350.000 VNĐ) gồm 2 môn  ởng  và Đường lối Đảng Cộng Sản Việt Nam. Vì em đã xin hủy môn và được OISP chấp nhận và hủy thời khóa biểu( không cần đóng học phí) của 2 môn đó nhưng phòng đào tạo vẫn gửi mail báo em chưa đóng học phí dự thính kì này. Em mong phòng đào tạo xem xét và hủy học phí HK183 này của em. Em xin chân thành cảm ơn.",
    "Em làm đơn này xin Phòng Đào Tạo sắp xếp cho em được học chung lớp anh văn 350 trong học kì hè này ạ, vì 2 đợt đăng kí trước em có đăng kí nhưng do chưa có kết quả anh văn 300 nên em bị hủy 2 lần đó. Em mong Phòng Đào Tạo xem xét để thuận tiện cho em hoàn thành mục tiêu là ra trường đúng kế hoạch. Em xin chân thành cảm ơn",
    "Chào anh/chị/thầy/cô. Em là  -. Anh/chị/thầy/cô cho em hỏi là điểm môn cơ lưu chất phần mở rộng cho lớp xd17 kstn kỳ 182 thầy  bảo đã nộp điểm lên pdt rồi nhưng mà sao trên bảng điểm lớp chúng em xem vẫn chưa có ạ. Mong pdt kiểm tra lại giúp em ạ. Em cám ơn nhiều!       .",
    "Xin chào PĐT: cho em hỏi : đợt đăng kí môn học bỏ sung (1/8-5/8 ) này ,liệu e có thể hủy môn học vừa đăng kí đợt trước và Đăng kí môn trước được k ạ",
    "Dạ em đã thanh toán học phí dự thính hè xong nhưng thanh toán trễ hạn 1 ngày, vậy em có phải  nộp đơn trình bày lý do thanh toán học phí trễ hạn lên pđt xem xét và nếu chưa nộp đơn em có bị hệ thống xóa thời khóa biểu cũng như hủy kết quả thi không ạ? Em cảm ơn ạ",
    "Chào quý thầy(cô), Tôi tên , MSSV: , sinh viên khoa Kỹ thuật giao thông trường đại học Bách Khoa TP.HCM. Tôi có tên trong danh sách tốt nghiệp dự kiến vào tháng 11/2019, nhưng khi kiểm tra thông tin đăng kí tốt nghiệp trên MYBK, tôi nhận thấy   B nơi sinh của tôi chưa chính xác (Khánh Hòa)   .   B Nơi sinh chính xác của tôi là tỉnh Đắc Lắc   . Kính mong quý thầy(cô) xem xét và chỉnh sửa lại thông tin cho tôi để tôi có thể đăng kí tốt nghiệp đúng theo quy định của nhà trường. Cảm ơn quý thầy(cô)!!",
    "MSSVMSGV:   b   i  ThầyCô có thể đăng ký giúp em các môn học sau được không ạ. Em không đăng ký được vì lý do các lớp này đã đầy từ rất sớm. Và hiện tại các môn chủ yếu mà em còn nợ là các môn tự chọn. 1. Hệ thống điều khiển nhúng ( EE3067 ) 2. PLC ( EE3069 ) 3. SCADA nhóm A02 ( EE3071 ) 4.Kỹ thuật an toàn điện nhóm A01-A01( EE3097 ) Em cám ơn rất nhiều.",
    "Kính gửi Thầy/Cô, Em tên là , MSSV: . Hiện tại, em đã đủ điều kiện để xét tốt nghiệp: - Số TCTLN: 142. - Số TCTL: 156. - Điểm TBTL: 7,35. - Tiếng Anh: IELTS 7,5. - Số ngày CTXH: 16. - Đã hoàn thành các môn GDQP, GDTC 1, GDTC 2, Bơi. Tuy nhiên, hiện tại em vẫn chưa tìm thấy tên mình trong danh sách tốt nghiệp dự kiến. Em mong rằng quý Thầy/Cô vui lòng xem lại giúp tình trạng của em ạ! Em mong chờ phản hồi từ Thầy/Cô. Em cảm ơn, Sinh viên .",
    "Em tên   MSSV =   Em muốn hỏi về điểm thi hóa thí nghiệm của em học kỳ 182, hóa thí nghiệm có 2 ca học 1 ca bắt đầu từ tuần thứ 9 và 1 ca bắt đầu vào tuần thứ 17. Em được xếp vào ca học tuần thứ 9 bắt đầu học. Vào buổi thi thì em vắng, nhưng em đã đi thi và bổ sung các buổi học vào ca thứ 2 và đã báo với giáo viên phụ trách là thầy . Hiện giờ thì điểm hóa thí nghiệm của em chưa được in lên bảng điểm và để là 13 điểm. Mong phòng đào tạo giải quyết giúp em ạ. Em xin cám ơn !",
    "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa. Em tên  sinh viên hệ vừa làm vừa học. Mã số sinh viên . Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019. Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn. Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em. Em xin chân thành cảm ơn.",
    "Em kính gửi thầy cô phòng đào tạo ạ. Em tên là . MSSV: . Đợt tháng 5 vừa rồi em có đăng kí thi chuẩn anh văn của trường. Em đã đủ điểm để pass anh văn 1 ạ. Và sắp tới là đến đợt phân ngành của khoa em nên em cần 2 tín chỉ anh văn 1 này để có thể đủ điều kiện xét kĩ sư tài năng ạ. Em mong phòng đào tạo có thể cập nhật tín chỉ anh văn sớm cho em ạ. Em cảm ơn phòng đào tạo nhiều ạ.",
    "Em tên , đã thi 2 lần TOEIC với điểm 595 và 690. Em muốn hiện 690 trong bằng tốt nghiệp, nhưng hiện tại trong danh sách dự kiến tốt nghiệp là 595.",
    "Kinh gui phong dao tao,  Em da nop TOEIC 2 ky nang va da duoc chuyển điểm 4 môn anh văn roi ạ Hien giờ e có bằng IELTS 70 overall skills và chuẩn bị tốt nghiệp tháng 11/2019   Như vay e có cần phải thi nói viết TOEIC nữa khong? Hay chỉ cần nộp IELTS là sẽ được miễn nói viết TOEIC và xét đủ điều kiện AV để tốt nghiệp ạ?  Rất mong sớm nhận được phản hồi ạ  Chân thành cảm ơn   ",
    "Em tên , MSSV: , thuộc khoa Điện-Điện tử, hệ chính quy. Em đã thi 2 lần TOEIC với điểm 595 và 690. Em muốn hiện 690 trong bằng tốt nghiệp, nhưng hiện tại trong danh sách dự kiến tốt nghiệp là 595. Em đã yêu cầu 1 lần nhưng được chị  trả lời rằng: \"Với MSSV  là sv tên \". Em đã kiểm tra rất kỹ MSSV của em là  và không thể nhầm lẫn. Mong PĐT xem xét lại 1 lần nữa.",
    "Chào PĐT, Em tên , mssv  Em có chuyển môn học ME3001 qua 1 nhóm khác vào lúc trưa và nay lên đã đóng ĐKMH đợt 2 thì lại thấy mất môn là như thế nào ạ? Mong PĐT giải đáp thắc mắc giúp em. Em xin cảm ơn.",
    "Làm ơn xoá dùm em môn Phương Pháp Tính. Vì là do Mẹ e hiểu lầm môn đó em bỏ thi. Mẹ em thường xuyên kiểm tra điểm môn học. Em xin lỗi vì đã làm phiền A Chị. Cảm ơn A Chị.",
    "cho em hỏi kì này em còn bị cảnh cáo học vụ nữa không ạ",
    "Cho em hỏi là lúc trước PĐT có trả lời ĐTBTL chỉ tính đủ tín chỉ trong nhóm môn tự chọn với cột điểm cao nhất. Nhưng em đã học đủ 6 tín chỉ trong nhóm môn tự chọn này và đạt, vậy tại sao môn thứ ba này lại tính điểm vào ĐTBTL của em luôn vậy ạ. Hình ảnh em có gửi kèm theo Em xin cảm ơn !",
    "Em chào anh/chị,   Theo như quy chế có ghi (hình bên dưới), thì nếu thi ở Trung tâm BKenglish thì chuẩn chỉ cần ở mức đạt (200 điểm) là được. Còn nếu lấy bằng Toeic quốc tế thì kstn phải đạt 245. Vậy Anh chị cho em hỏi về điểm chuẩn Speaking & Wrting, nếu e thi ở BKenglish thì điểm chuẩn dành cho chương trình kĩ sư tài năng sẽ là 200 hay 245 vậy ạ ? Em cảm ơn ạ !",
    "Em là , MSSV: . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11/2019. Em có thi 2 lần chứng chỉ TOEIC với số điểm lần lượt là 595 và 690. Em muốn chứng chỉ TOEIC của mình hiện là 690, thay vì 595 như hiện tại. Mong PĐT chỉnh sửa giúp.",
    "Thưa thầy cô, em bị thiếu điểm  môn GT2 lớp L28A. Theo điểm  cô  (dạy bài tập) đăng lên e learning thì có điểm. Nhưng em lên mybk thì  bị thiếu. Em đã làm đơn phúc khảo và có kết quả nhưng vẫn thiếu điểm đó. Em gửi đính kèm chụp màn hình file điểm ạ. Xin thầy cô hướng dẫn em giải quyết. Em cảm ơn.",
    "Kính gửi :Ban Giám Hiệu Trường Đại Học Bách Khoa TP. HCM và Phòng Đạo Tạo. Em tên : MSSV: hiện là sinh viên hệ vừa làm vừa học. Nay em viết đơn này xin ban giám hiệu nhà trường và phòng đào tạo cho phép em được đăng ký môn học AV300 nhóm RZ01,MMH:AV300.vì lý do em mới đăng ký dự thi kỳ thi Toeic ngày 29/06/2019 và mới có kết quả ngày hôm nay ngày 18/07/2019,trong khi đợt đăng ký dự thính hè đã hết hạn vào thứ 5 tuần rồi.Nay em làm đơn này xin được đăng ký môn học AV300.Em rất mong được sự đồng ý và cho phép em được đăng ký môn học này. Em xin chân thành cảm ơn quý Thầy Cô cho phép em được học môn học này.",
    "QUOTE Trích  4         ... Cho em hỏi là điểm xét tốt nghiệp là điểm trung bình tích lũy ngành mà trong bảng điểm của em là 6.98 nhưng sao trong danh sách dự kiến để điểm trung bình tốt nghiệp có 6.86?  , Trong bảng điểm là Điểm trung bình tích lũy ngành: 6.98 Tính đến hết học kỳ : HK1 (2018-2019)  /QUOTE  Em biết là tính đến hết HK1 (2018-2019). Nhưng HK2 (2018-2019) em chỉ học có 1 môn(môn chuyển điểm và ĐTK 7.5) thì sao chênh lệch lại nhiều như vậy? Em sợ có sai sót nên muốn hỏi ạ.",
    "Học kì chính em có đăng kí 3 môn học tự chọn, do đi làm em không nắm bắt lịch hủy môn học nên em không hủy môn được. Em muốn xin quý thầy cô cho em hủy môn tự động hóa.",
    "Em là Sinh viên bằng 2 K18. Vừa rồi em vào đợt xét miễn môn học em có làm đơn xin miễn môn học Cơ Lý thuyết (AS1003) do đã được học ở Văn bằng 1. Em đã làm đơn và nộp bảng điểm nhưng đến giờ vẫn chưa thấy thông tin. Kính mong Phòng đạo tạo xem xét tình trạng của em như thế nào, em xin chân thành cảm ơn.    ",
    "Em tên  mssv  em có bị nhập nhầm điểm môn cơ lưu chất manh ci2003 thầy đã sửa cho em và có in ra bảng điểm cho em xem nhưng trên bảng điểm của mybk vẫn ko có thay đổi gì hết... Mong nhận được sự giúp đỡ từ thầy cô phòng đào tạo ạ.",
    "Em là  Như em đã trình bày trên PĐT thì được PĐT kêu lên khoa nhờ làm công văn mở lại TKB môn học cũng như học phí học kỳ 183. Do em thanh toán trễ hạn học phí dự thính học kỳ 182 và cũng là lỗi chủ quan của em nên em đã không xem kết quả đăng ký môn học dẫn đến tình trạng hiện nay( em đã và đang thực tập được 1 tháng 2 tuần). Em đã lên VP  để gởi đơn trình bày lí do trễ hạn học phí và VP  nói với em sẽ gởi công văn để PĐT xem xét duyệt mở lại môn Thực tập giúp em.(Thực tập rất quan trọng tới quá trình năm học thứ 4 của em, em hi vọng có thể được mở lại) Mong PĐT xem xét, em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo Cho em hỏi nếu em đăng kí môn học đợt 2 .Vậy đợt 3 em có được đăng kí bổ sung không ạ . Em cảm ơn ạ.",
    "Em vào đăng ký dự án tốt nghiệp thì không được vì “chưa có điểm môn tiên quyết là thực tập tốt nghiệp” nhưng ngành kiến trúc thực tập tốt nghiệp học kỳ hè nên chưa thể có điểm được. Làm sao để em có thể đăng ký ạ?",
    "Chào Thầy/Cô phòng đào tạo, Em muốn nhờ phòng đào tạo kiểm tra lại điểm \"trung bình tích lũy\" và \"trung bình tích lũy ngành\" hiện tại của em. Do có sự khác biệt giữa điểm em tính bằng excel và điểm công bố trên mybachkhoa . Trân trọng / Best regards,  ",
    "Chào Thầy/Cô phòng đào tạo, Em muốn nhờ phòng đào tạo kiểm tra lại điểm \"trung bình tích lũy\" và \"trung bình tích lũy ngành\" hiện tại của em. Khi em tính tay thì \"Điểm trung bình tích lũy là 7.12\", nhưng trên web mybachkhoa thì lại tính là 6.88 Trân trọngest regards ",
    "Em kính gửi thầy cô phòng đào tạo!  Em tên:  MSSV:  Em là 18 đã học qua vài môn trong Học ỳ 1, nay e thi lại và trở thành 19 thì các môn em đã học ở 18 có được chuyển điểm không ạ bao gồm cả chứng chỉ GDQP-AN em đã học.Mong các thầy cô giải đáp giúp. Em xin cảm ơn"
]