[
    "Chào thầy/cô, Em là sinh viên hệ VHVL K182 . Theo như thông báo của nhà trường là sau nhập học 2 tuần sẽ có thông báo xét miễn môn học. Nên nay em xin phép hỏi thầy/cô về kết quả xét miễn môn học của em vì đã qua tuần thứ 3 rồi ạh. Em xin cám ơn.",
    "Chào thầy/cô, Em là sinh viên hệ VHVL K182 . Theo như thông báo của nhà trường là sau nhập học 2 tuần sẽ có thông báo xét miễn môn học. Nên nay em xin phép hỏi thầy/cô về kết quả xét miễn môn học của em vì đã qua tuần thứ 3 rồi ạh. Em xin cám ơn.",
    "Chào thầy/ cô,em là sinh viên bằng 2 chuyên khoa học máy tính, MSSV:, đợt đăng ký môn học này, có môn CO2005 Lập trình hướng đối tượng, nhưng em đăng ký không được báo là em thiếu môn CO1005 nhập môn điện toán, trong khi đó các bạn cùng lớp với em đều có bằng 1 là kinh tế, có bạn trùng chuyên ngành bằng 1 với em, nhưng các bạn đều đăng ký được, do được miễn môn CO1005, không biết sao em không được miễn môn này, mong các thầy cô giải quyết sớm giúp em vì 2h chiều nay là hết hạn đăng ký môn học rồi, cảm ơn thầy cô rất nhiều.",
    "Cho e hỏi là e học bên chính quy chuyển sang hệ VHVL K2013! Đợt đky môn học vừa rồi e vẫn không đăng ký đc môn LVTN(202303) vì chưa có môn học mở! Vậy bây giờ e phải làm gì để đăng ký được LV và khi nào thì e nộp chứng chỉ toeic được ạ? Em cám ơn!...",
    "Cho em hỏi muốn nhỡ mất hóa đơn học phí muốn nhận lại thì phải làm sao ạ?",
    "cho em hỏi điểm trung bình học kì bằng 0 thì bị cấm kì tiếp theo phải không ạ. Vậy em có thể làm đơn xin cứu xét để tiếp tục học không ?. mong thầy cô trả lời giúp em .",
    "Chào thầy cô Em muốn hủy 1 môn học và đăng kí thêm 1 môn học mà nay hết hạn hiệu chỉnh ĐKMH thì làm như thế nào ạ? Em cảm ơn thầy cô.",
    "iểm một vật lý đại cương 2 của em bị tính tổng điểm sai, các điểm thành phần vẫn đúng, vậy có thể sửa đổi lại được không ạ? Em cảm ơn!",
    "Em đã hoàn thành môn học sức bền vật liệu (MMH: CI2007) nhưng vẫn chưa được quy đổi sang môn thí nghiệm sức bền vật liệu (MMH: 809022) ạ. mong kiểm tra lại giúp em",
    "Kính chào thầy/cô Vào kì học 182 sắp tới em có đăng kí thực tập tốt nghiệp và điều kiện học kì tới thì tối đa em chỉ đăng kí được 14 tín chỉ . Nên em muốn hỏi là liệu trong đợt đăng kí bổ sung sắp tới. liệu em có thể làm gì để bản thân có thể đăng kí thêm 1 môn 3 chỉ nữa ạ. ? Em xin chân thành cảm ơn    i  ..",
    "Sao em vẫn chưa thẩm tra.",
    "Nhà trường cho em hỏi làm sao em có thể đổi được mật khẩu mail @hcmut.edu.vn ạ? Tại vì hiện tại mail @hcmut.edu.vn đang có một số vấn đề ạ! Em xin cảm ơn ạ!",
    "Học kỳ 2 (2017-2018) em vùa hoành thành môn Kim loại học ( MA2009) tương đương với 2 môn trong chương trình cũ là : Kim loại học (215020) và môn Công nghệ vật liệu mới (215048). Hiện môn trên trang thông tin sinh viên em đang được tự động miễn điểm môn Kim loại học (215020) . Môn này em đã hoàn thành vào kỳ 2 (2015-2016) trước đó .Hiện môn em chưa hoàn thành và muốn miễn điểm là : môn Công nghệ vật liệu mới (215048). Vậy em cần làm gì để được miễn điểm môn này ạ .Vì hiện tại em đang thiếu 2 chỉ môn này để tốt nghiệp ạ. Em xin cảm ơn   mong nhận được sự hồi đáp từ quý thầy , cô .",
    "Em K14, khi đăng ký môn học thì lại báo lỗi này. Cho em hỏi thông báo lý lịch online cụ thể ra sao ạ? em chân thành cảm ơn",
    "Em xin kính chào, em hiện đang là sinh viên khóa K12, do em chưa có bằng TOEIC nhưng học kì sau là học kì cuối để đăng kí luận văn, theo như lịch thi TOEIC tiếp theo em đăng kí được là vào ngày 24/02/2019 trễ so với đợt đăng kí luận văn 18/01/2019. Vậy có thể cho em được biết có còn cách nào không ạ? em có lên trữ tiếp PĐT cs2 hỏi thì được cô hướng dẫn lên đây ạ. em xin cám ơn.",
    "Trong đợt đăng ký môn học vừa rồi em có đăng kí nhầm môn LVTN cho học kỳ sau( học kì II), nhưng trong kỳ này em đang làm luận văn tốt nghiệp và sắp ra hội đồng bảo vệ. Vì đã quá ngày hiệu chỉnh đăng ký môn học nên cho em hỏi làm cách nào để huỷ đăng ký môn học LVTN cho kỳ sau ạ.",
    "cho em hỏi là sao bản sao giấy chứng nhận tốt nghiệp THPT của em đã gửi mà sao vẫn ghi là chưa nhận được",
    "Em tên  . Học kỳ vừa rồi em có đăng ký môn học Cơ lưu chất với mã số CI2003 ( 3 chỉ và cả thí nghiệm) nhưng sau đó em mới nhận ra là môn Cơ lưu chất của khoa CNVL lại có mã CI2005 (2 chỉ không có thí nghiệm). Tuy biết là đăng ký sai nhưng em cũng lỡ nhận ra trễ. Em cũng đóng học  phí và học bình thường. Hiện nay sau khi biết điểm thi và đã qua môn học. Em xin hỏi liệu em có thể làm đơn xin chuyển điểm qua môn của khoa với mã CI2005 không ạ",
    "ng ký môn học 12 chỉ bao gồm thực tập tốt nghiệp. Mà em đăng ký tận 13 chỉ, xin anh/chị hủy giùm em môn Giải tích 2 MT1005  Mssv:  ",
    "Dear, thầy cô   Cho em hỏi, em là K16 bắt buộc hết năm 3 em phải qua anh văn 2, nhưng anh văn 2 em rớt nhưng đậu anh văn 3 thì có được tính là qua chuẩn của năm 3 không ạ?  Em cảm ơn",
    "Kỹ thuật máy tính 1 sao em đăng ký môn này không được trong khi đây là môn bắt buộc ?",
    "Dạ kính thưa văn phòng , hôm nay em có lỡ một buổi thi vì lí do là sốt vào buổi sáng em không đi thi được, vậy cho em hỏi là trường có tổ chức cho sinh viên thi lại môn đó không ạ? Vì môn đó là môn ghép 2 môn mã cũ bên em và một trong 2 môn đó là môn tiên quyết để em nhận luận văn tốt nghiệp. Mong nhà trường xem xét cho em để em có thể hoàn thành được chương trình đầu ra của trường ạ.",
    "Thầy Cô cho em hỏi là em đã học xong anh văn 3, và kì kiểm tra anh văn vừa rồi em được 545, vậy thì có cần bắt buộc phải học anh văn 4 không ạ. Em cảm ơn .",
    "Em hiện là khóa K13 khoa cơ khí, em vừa nhận điểm thi toeic của mình là 415 điểm, em được biết là trước đây 400 điểm là có thể nhận luận văn nhưng hiện nay đã tăng lên 450 điểm, vậy em có thể làm đơn xem xét để nhận luận văn rồi vừa làm vừa học toiec để thi có được không ạ? Tại hiện em đã sang năm học thứ 6 chỉ còn dính mỗi chuẩn Toeic, em chân thành cảm ơn ạ.",
    "cho em hỏi là em bị thiếu sinh hoạt công dân thì phải làm sao để được đăng kí môn học ạ",
    "Kính gửi thầy/cô Em là Thiên An, sinh viên khoá K13 ngành vật liệu. Em có thắc mắc là em có nộp chứng chỉ ngoại ngữ từ năm 2, đã xong luận văn và giờ đợt tốt nghiệp này thì em có phải nộp lại chứng chỉ mới không ạ ? Vì chứng chỉ em nộp đã đủ chuẩn tốt nghiệp và chuẩn đăng kí luận văn ạ.",
    "Thầy Cô cho em hỏi , em đăng ký nộp chứng chỉ ngoại ngữ ( cụ thể là bằng TOELF ITP) để chuyển điểm, thì đã được phòng đào tạo thẩm tra hợp lệ và em cũng đã thanh toán phí chuyển rồi ạ . Vậy bây giờ em có cần làm thêm thao tác gì không ạ ? Em xin cảm ơn ạ .",
    "Chào thầy cô / anh chị a em K16, hồi lúc nhập học em thi tiếng anh đầu vào và được \"\"miễn học anh văn 1\"\".  và giờ thì em đã học \"\"đủ 3 môn anh văn còn lại\"\". Câu hỏi của em là: Nếu sắp tới em nộp bằng Toeic chuyển điểm CẢ 4 môn anh văn thì có được không?  Và điểm chuyển đó có tính vào ĐTBTLN (trung bình tích lũy ngành) không, hay chỉ xếp vào TBTL thôi ạ? Em cám ơn.",
    "Em tên  MSSV , hiện tại theo đăng ký môn học HK182 đợt 2 em vẫn có đầy đủ môn đăng ký, nhưng kết quả đăng ký lại trống, đến đợt 3 vẫn trống, em mong pdt giải quyết. Em xin cám ơn!",
    "Cho em hỏi là sao em nộp chứng chỉ ngoại ngữ vào ngày 2/12/2018 mà chưa được thẩm tra xong mà bạn em nộp vào ngày 10/12/2018 lại được thẩm tra xong rồi, liệu có sai sót gì không ạ? Em cảm ơn.",
    "cho em hỏi cái dòng màu cam là s ạ. Trước đó em có đăng kí học anh văn ở ngoài rồi ạ",
    "Em chào thầy/cô! Học kì trước em học môn Cơ học kết cấu (CI2029) để thay thế cho môn Cơ kết cấu 2 (809020) nhưng lúc vào bảng chuyển điểm thì lại có môn Đồ án thiết kế nhanh (không có trong chương trình đào tạo) chứ không phải môn cơ kết cấu 2. Mong thầy/ cô kiểm tra lại giúp em. Em cảm ơn ạ!",
    "Thầy cô cho em hỏi, em là sinh viên nội trú Ký túc xá Đại học Quốc gia, em đã quên đăng ký Bảo hiểm Y tế, vậy em có bị đình chỉ học? Nếu có thì em phải làm gì để không bị đình chỉ.",
    "thưa thầy cô, em học k15, hiện tại em không có môn học nào trong kết quả đăng kí môn học cả đợt 1 2 , vậy cho em hỏi giờ nên làm gì ạ",
    "Cho em hỏi về Qui định về các môn Thể dục từ HK182, học kì 181 em  học giáo dục thể chất 1 môn bóng bàn thì đến học kì 182 em có được đăng kí tiếp tục môn bóng bàn hay không?",
    "do em thanh toán trễ học phí đợt 1 và vô kết quả đăng kí môn học hk182 thì trống, em phải làm sao ạ",
    "Thưa pdt, em hiện đang là sv của trường. Vì sắp tới tụi em có tổ chức 1 buổi tập huấn riêng cho 1 số bạn sinh viên trong nhóm về chương trình tư vấn tuyển sinh sắp tới. Vì yêu cầu cần phải có 1 phòng học và 1 máy chiếu nên pđt cho em hỏi là tụi em có thể mượn phòng học và máy chiếu của trường mình trong 1 buổi được không ạ? Mong pđt phản hồi. Em cảm ơn.",
    "Chào nhà trường, môn học Giải tích 1 của em ghi điểm thi là 2,5 nhưng điểm trung bình vẫn là 5,0 và đạt Cho em hỏi như vậy là sao ạ? MSSV của em là  Em xin cảm ơn! ",
    "Tại sao các môn học em đều trong CTDT khóa  em nhưng số tín chỉ tích lũy ngành của e lại là 144 trong khi số tín chỉ tích lũy lại là 146. Vậy 2 chỉ e mất đi do đâu",
    "Em chào PĐT, Hiện tại, em đã đăng ký LVTN và môn Kinh tế học đại cương IM1013. Nhưng hiện tại, em vẫn không có danh sách môn học trong mục    B Kết quả Đăng ký môn học HK182 - Hệ Chính Quy - Đợt 2     Em kính mong thầy, cô PĐT giải đáp để em cũng như các bạn trong lớp hiểu rõ hơn ạ. Em xin cám ơn.",
    "Dạ em chào cô. Em kiểm tra thời khóa biểu và kết quả đăng ký không có môn LVTN như em có hỏi ở yêu cầu trước ạ. Ngày mai 3/1 em sẽ lên PĐT trình bày hay sao ạ. Em cám ơn cô",
    "/: Em xin chấm phúc tra môn những nguyên lý chủ nghĩa mac le nin thi (sp1003)  vào ngày 10/12/2019 mà không được . Xin Hỗ trợ giúp em",
    "Kính chào thầy(cô), Em hiện tại là sinh viên năm nhất của trường mình. Cho em hỏi là theo quy định mới kể từ học kì 182 phải hoàn thành 3 môn học trong 9 môn thay vì 3 môn GDTC như cũ vậy ở học kì 181 em đăng ký môn bơi, học kì 182 này em đăng ký tiếp môn bơi nữa và sang học kì 191 em đăng ký một môn khác vậy là em có hoàn thành chương trình GDTC chưa quý thầy(cô)?  Mong quý thầy cô phản hồi em sớm. Thân.",
    "e thi av đầu vào hởm e rớt e thi lại ở IIG thì e được 310  theo yêu cầu thì năm nay e chỉ cần qua av cơ bản là 250 thì e được đk môn học cho học kì này .. e lên đk nộp chứng chỉ thì nó qui định là chỉ có av 1 là thấp nhất .. Phòng cho e hỏi là bh e làm thế nào để được đk môn học cho kì bổ sung này dạ  giúp e với  e cảm ơn nhìu lắm",
    "Em là  khóa K15. Em viết nội dung này với mục đích là xin phòng đào tạo cho em chuyển môn Vẽ Kỹ Thuật Giao Thông TR1003 thành môn Kết cấu h/không 2-ptkcmb TR3041 với lịch học cùng ngày thứ 4 tiết 2345. Em xin cảm ơn ạ.",
    "AD cho em hỏi nếu em có đăng ký 2 môn học liên tiếp từ tiết 23456 tới 789, thì có bị hủy môn  học không vậy ạ, (nhưng môn em học vào tiết 23456 chỉ có 3 tuần thôi ạ vì môn đó là em học thì nghiệm), còn môn kia là học xuyên suốt học kỳ.",
    "cho em hỏi em đăng kí môn học bổ sung đợt 3,em khoa kĩ thuật xây dựng ,em đăng kí bổ sung môn thí nghiệm công trình ,nhưng môn tiên quyết của thí nghiệm công trình là kết cấu thép 1 phòng đào tạo đã lên điểm .tại sao em đăng kí thí nghiệm công trình nó để là thiếu điểm môn tiên quyết kết cấu thép 1  ",
    "Em xin hỏi PĐT tại sao không cho tụi em DKMH liền kề tiết 6-7 hoặc tiết 12-13? Chúng em đã chọn DK tức là chấp nhận được thời gian đó, với lại nếu bây h tụi em hủy sẽ ảnh hưởng đến các bạn khác vì sỉ số quá thấp. Ví dụ môn Thí nghiệm Ô tô và động cơ hiện h có 20 bạn dk, nhưng nếu hủy thì lớp GT16 của tụi em hủy hết 16-17 bạn rồi. Hơn nữa khi chọn BK là chúng em đã chọn dấn thân rồi, khó khăn nào cũng chấp nhận và vượt qua. Em xin cám ơn PĐT đã xem yêu cầu này.",
    "Cho em hỏi làm thế nào để tăng sỉ số môn học ạ? Vì em thấy lớp hiện tại lớp đó là 78/75 tức đang đăng ký dư, không biết làm sao để em có thể đăng ký dư như vậy.",
    "Hai môn học CI2057 và CI4393 không ghi ngày giờ học, mà không đăng kí được môn luận văn tốt nghiệp CI4393, bị ghi là không đủ thời gian di chuyển giữa ha cơ sở không đủ, em xin cảm ơn",
    "B Nay đợt đăng kí bổ sung có cách nào để hủy môn trong tkb và đăng kí môt môn khác không ạ em cảm ơn.",
    "Dạ, xin chào! Cho em hỏi là ngày 21/12/2018 em có đăng kí chuyển điếm tiếng anh bên IDP về trường. Nhưng đợt đăng kí môn học lần 3, em đăng kí môn luận văn ME4019 thì hệ thống báo là chưa có chứng chỉ ngoại ngữ ( tiên quyết) .  Vậy em phải làm thế nào . Em xin cảm ơn",
    "Kính gửi quý thầy cô ở PĐT Cho em hỏi về vấn đề đăng ký môn học trong học kỳ có môn luận văn tốt nghiệp Trong học kỳ có luận văn tốt nghiệp thì mình được phép đăng ký tối đa bao nhiêu môn hay bao nhiêu tín chỉ? Mong quý thầy cô giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn",
    "Em có hai môn học kỹ thuật số (3-6) và thiết kế vi mạch số (7-9). Theo yêu cầu của nhà trường không được học tiết 6,7 liên tiếp nhau nên em đã lỡ xoá 2 môn học này để đăng ký lại, giờ em đăng ký lại 1 trong 2 môn này không được nên em mong anh chị kiểm tra lại giúp em, em cảm ơn! ",
    "Năm 2 có bắt buộc phải học hết các môn như đã phân trong tkb không ạ?  2. Trong trường hợp mà e lỡ sắp các môn gt2, vl2 rồi mà giờ không đăng kí được tư tưởng thì e đăng kí pháp luật rồi để năm sau học tư tưởng được không? Môn tư tưởng có phải môn tiên quyết để phân ngành hay không ạ?  3. Nhà trường có thể tăng sĩ số các lớp pháp luật,tư tưởng ở cs2 được không ạ?  Pháp Luật thứ 4 tiết 9, 10 cs2 lớp L01 Tư tưởng thứ 6 tiết 789 cs2 lớp L03",
    "Gửi Phòng Đào Tạo,    Em tên là  Trong mail em nhận được về việc đăng kí học Giáo Dục Thể Chất thì phải hoàn thành 3 môn khác nhau Nhưng một số thông tin từ các bạn khi hỏi thầy thì em vẫn có thể đăng kí lại môn học trước đó và vẫn được tính như hai môn phân biệt Vậy em có thể đăng kí lại được không ạ?  Mong Phòng Đào Tạo trả lời cho em sớm    Em xin cảm ơn    Trân trọng    ",
    ".",
    "Kính chào PĐT, Em là  - mssv: 0 Vừa qua em bị huỷ kết quả đkmh đợt 2: Mã môn học: Ci4037 - Công trình đất yếu Vì lý do thiếu môn học tiên quyết:   Mã môn học Ci3195 - Nền móng Tuy nhiên môn học này em đã đạt theo mã cũ là: Mã môn học 805031- Nền móng Vậy em kính mong phòng đào tạo xác nhận lại kết quả đăng ký môn học cho em. Em xin chân thành cảm ơn!",
    "Môn CO1005 Nhập môn điện toán, em đã được miễn nhưng sao vẫn báo lỗi nên em không đăng ký được môn học. Mong thầy cô giải quyết sớm giúp em vì trưa mai hết hạn đăng ký rồi ạ. Cảm ơn thầy cô nhiều MSSV:-.",
    "Em muốn đăng ký học tích lũy môn học cho ngành 2 cùng với ngành thứ nhất. Cho em hỏi đăng ký như thế nào và mẫu đơn tìm ở đâu ạ?",
    "Em đã không tham gia thi cuối kì môn anh văn cơ bản học kì 181. Vậy em có thể xin thi lại đuọc không. Hay học kì sau e có thể học anh văn 1 không? Mong giải đáp giúp em ạ.",
    "giờ hết hạn làm lý lịch online không đăng kí được môn GDTC có cách nào giải quyết giúp em được không ạ",
    "Theo như mail thì mình không được đăng kí liền kề tiết 6 và 7. Nhưng môn học như hình thì gồm lớp lý thuyết và đồ án, trường xếp liền kề tiết 456-789, và chỉ có 1 lớp duy nhất, vậy không lẽ sẽ bị xóa sao ?",
    "Em bị cập nhật thiếu điểm môn Máy Xây Dựng và An Toàn Lao Động (807016- MXD và ATLD). Môn học này hiện tại không còn mở lớp nữa và cũng không có môn tương đương. NHƯNG , em đã có trao đổi với thầy trưởng bộ môn thi công và thầy phó khoa xây dựng. Và được thầy trả lời rằng , môn MXD và ATLD được chia ra làm 2 phần , phần MXD và phần ATLD được gộp lại với 2 môn Tổ Chức Thi Công (CI4049) và Kỹ Thuật Thi Công (CI3043) và em chỉ cần học 2 môn TCTC va KTTC theo mã mới là môn MXD và ATLD được xét miễn. Nhưng đã 2 học kỳ rồi em vẫn chưa được cập nhật môn MXD và ATLD điểm miễn ( vẫn trong tình trạng chưa học qua ).Em đã in bản điểm ra kiểm tra. Em khẳng định là em đã trao đổi với các thầy bên khoa và được thầy nói học như vậy. Có thể do thiếu sót thông tin mà khoa gửi cho PĐT nên các thầy cô PĐT có thể giúp em liên hệ với khoa để xác thực những gì em viết là đúng . Em cảm ơn.",
    "B  EM không đăng kí giáo dục thể chất được vì chưa cập nhật lí lịch sinh viên , mà làm sao để em cập nhật lại được ạ",
    "EM không đăng kí giáo dục thể chất được vì chưa cập nhật lí lịch sinh viên , mà làm sao để em cập nhật lại được ạ Em xin cảm ơn ạ",
    "Chào chị. Vì không xem kĩ thời gian đăng ký nên em đã vô trễ giờ đăng ký.Trước đó em có đăng ký nhưng chỉ đăng ký 6 chỉ nên không có thời khóa biểu. Chị cho em hỏi còn cách nào để đăng ký môn học được không ạ? Em xin cảm ơn!",
    "Kính gửi: quý thầy cô văn phòng đào tạo Đại học Bách Khoa tp.HCM Em tên là:  Khoa điện-điện tử khóa 2016 -Em có câu hỏi thắc mắc về quy chế học vụ mong quý thầy cô giải đáp giúp em -Em đọc quy chế trên web trường có quy chế về cảnh cáo học vụ như sau: sv sẽ bị cchv nếu không đạt được số tín chỉ tích lũy tối thiểu Em có 2 thắc mắc là: -Nếu em học được 5 hk thì có phải số tín chỉ tối thiểu của em phải đạt là 50 phải không ạ  -Cụ thể là em đã học được 5 học kì, học kì này do giới hạn môn học (không đạt chuẩn av) và bị rớt 1 môn nên em chỉ được 8 chỉ, nhưng số tín chỉ tích lũy của em vẫn trên 50. Vậy em có bị cánh cáo học vụ không ạ -Em rất mong nhận được phản hồi của quý thầy cô, em xin chan thành cám ơn",
    "Cho em hỏi là môn Vật Lý Bán Dẫn học kỳ hè thường có mở lớp không ạ... Do vi phạm quy chế học vụ mới nên em không thể học môn này được... Em khoa điện ạ",
    "em đăng kí môn thể dục ko được vì  thông tin lý lịch online  vậy thông tin lý lịch online là gì ? nếu em chưa đăng kí dc môn giáo dục thể chất trong 02/01 đến 03/01 thì bị sao ạ ?",
    "cho em hỏi mã môn học luận văn tốt nghiệp có 2 mã 206303 va2 TR4313 thì đăng ký mã nào ạ",
    "Chào thầy (cô) !  Hiện tại  của em có một khoảng chưa thanh toán là BH Tai Nạn sinh viên nhưng em đã chọn thanh toán nhưng  không link được đến khoản cần thanh toán và bây giờ khoản đó đã hết hạn thanh toán nhưng vẫn không link được, em nhờ thầy cô kiểm tra giúp em. Em cám ơn thầy cô !",
    "Dạ em chào Thầy (cô). -Vừa rồi em có đăng kí 1 môn đại cương để cải thiện điểm nhưng bị rớt do em vắng thi, thì em có phải đăng kí học lại môn đó không ạ. (trước lúc cải thiện em được 6.0) Em xin cảm ơn.",
    "Dạ hôm qua e tưởng là mở hết ngày 3/1 nhưng chỉ mở đến 15h nên e không đăng kí kịp GDTC ạ có cách nào HK sau đi học GDTC không ạ",
    "Chào cô/anh Cho em hỏi hiện tại em là sinh viên k14 khoa Công Nghệ Vật Liệu ngành Vật Liệu Kim Loại Em rớt học môn kinh tế kỹ thuật ( IM2003)  với điểm tổng kết là 4.0  Em đã đậu môn quản trị kinh doanh cho kỹ sư ( IM3001 )  với điểm tổng kết là 6.0 Vậy cho em hỏi có thể không tính điểm môn kinh tế kỹ thuật không ?  Và như vậy em đã đủ điều kiện để tốt nghiệp không ?   Cả hai đều là môn tự chọn 3 chỉ của ngành em  Em xin cảm ơn và sớm mong nhận được hồi âm từ phòng đào tạo",
    "Bị như vậy thì phải làm sao ạ",
    "cho em hỏi bữa em thấy mail đăng ký BHYT mà vào đăng ký rồi cập nhật thông tin thì không chọn được loại bảo hiểm để đóng nên em chờ để đăng ký mà sau quên đăng ký lại nên giờ em chưa đăng ký BHYT thì cho em hỏi có cách nào không ạ?Em cảm ơn",
    "MSSV  .. Đợt đăng kí môn học đầu tiên em có đăng kí phương pháp tính (MT1009). Nhưng đến lần hiệu chỉnh thứ 3 do bị học liên tục với môn khác nên em có hủy môn và đăng kí lại sang lớp L07 tiết 789 thứ 2 để không bị trùng giờ học với các môn khác cũng như không bị học liên tục từ tiết 6 đến tiết 7 vì môn học khác học từ tiết 2345 và tiết 101112 nhưng không hiểu lí do tại sao nhà trường lại hủy môn của em trong khi các bạn em đăng kí giống em vẫn được chấp nhận. Xin nhà trường xem xét cảm ơn và xin lỗi vì bất tiện này.",
    "Mình hiện đang theo học hệ bằng 2 buổi tối của trường. Theo lịch đăng ký môn học của trường kỳ này, có nhiều môn bắt buộc mình phải học ban ngày mới theo kịp chương trình đào tạo của nhà trường. Mà ban ngày mình bận việc công ty và không thể theo học kịp được như các bạn học ban ngày. Mình có thể xin chuyển qua hệ vừa học vừa làm được hok ah? Mình thấy mấy bạn học bên hệ vừa học vừa làm chủ yếu học buổi tối đúng hok ah? Mong quý anh chị giúp đỡ!",
    "ad cho mình hỏi với  bữa trước bên phòng ctct-sv có 1 mail là bảo đợt 2 của hạn đóng bảo hiểm y tế là vào tháng 1 cho mình hỏi mình nay chưa đóng tại hồi bữa bận thi quên mất vậy còn đợt nào ko ạ",
    "Dạ kì này em có đăng kí môn thực tập tốt nghiệp vớii số tín chỉ tối đa trên mybk là 15 chỉ và đăng kí danh sách thực tập tốt nghiệp theo thầy  đã thông báo. Nhưng hiện nay trong lịch học em đã bị huỷ môn thực tập tốt nghiệp và đề cương luận văn ạ.",
    "Cho em hỏi là tại sao nhà trường có mở một đợt đăng kí bổ sung cho sinh viên vi phạm giờ học từ ngày 4/1- 7/1 nhưng em lại không thể hiệu chỉnh được ạ ?",
    "Cho em hỏi bây giờ em muốn đăng kí môn giáo dục thể chất thì phải làm sao ạ!   b MSSV:     ",
    "Kính gửi Phòng Đào Tạo, Em tên là: ; Mssv: ; \"Từ ngày 2/1 đến 3/1,sinh viên đại học chính quy được đăng kí bổ sung môn học\" theo thông báo của Phòng Đào Tạo. Nhưng em vẫn chưa biết điểm môn \"CI1045 - Ng/lý kinhtế &quản lý xd\" và nhắm điểm không qua, nên em có đăng kí bổ sung môn học. Nhưng ngày 4/1 em biết điểm đã đậu nên mong muốn xin Phòng Đào Tạo hủy môn học giúp, em xin chân thành cảm ơn Phòng Đào tạo. Ký tên, Nhân.  ",
    "cho e hỏi còn học bao nhiêu môn nữa là đủ chương trình đào tạo và làm luãn văn, để em dk trong học kỳ tới.",
    "Kính gửi quý thầy/cô. Em tên ; MSSV:  Vào ngày 02/01/2019 trong đợt đăng ký môn học GDTC em đã đăng ký lớp Aerobic, vậy tại sao trên thời khóa biểu của em ở học kì 182 không có môn GDTC? Nếu lí do đến từ sĩ số lớp không đủ thì có cách nào để em được bổ sung hay chọn học các lớp GDTC còn lại không? Em đã thực hiện đúng mọi hướng dẫn mong thầy/cô xem xét nếu không thì thiệt thòi cho em quá. Em xin chân thành cảm ơn. Thân.",
    "Mình đang học hệ VHVL. Làm sao để mình biết môn não mình được miễn khi đã học tại cao đẳng ",
    "kính chào thầy cô phòng đào tạo. em tên , là sv hệ VLVH khoá 2018 diện xét học bạ. em có thắc mắc về chương trình đào tạo của khoá này là áp dụng theo chương trình nào ạ, em có thấy khoá 2018 có 2 ngành là KHMT và KTMT nhưng ko biết c.trình này có áp dụng cho hệ VLVH của em không? và nếu có thì em thấy đợt đăng ký môn từ 4/1-8/1 có môn kỹ thuật lập trình mã CO1013 khác với mã môn trong chương trình ngành KHMT là CO1011 thì em có chọn được không. mong nhận dược hỗ trợ từ thầy cô. em cảm ơn. cv.",
    "Cho e hỏi sao em lúc đăng ký môn học thì được và xong thời đăng ký môn học nó lại hiện là như thế này: PDT không đ/ký cho SV MH CI2035 (2: Thiếu môn học trước CI1007) _ Mà trong khi đó môn CI1007 em học mã cũ chương trình đào tạo K13 đậu rồi, mã đó là của chương trình đạo tạo mới K14.",
    "Dạ chào cô (thầy), em là  MSSV , kỳ này em có đăng ký đề cương luận văn và em thấy đã đăng ký thành công nhưng trong thời khóa biểu lại không thấy có môn đó, em xin hỏi là như vậy em có được học môn đề cương không ạ ?? tại vì hiện tại em đang nhận đề tài và đang tiến hành làm nếu như cuối kỳ môn của em không đăng ký được sẽ rất mất công ạ. Em xin cảm ơn",
    "Chào quý thầy cô, Em là Tân sinh viên hệ VHVL học kì 182 khoa Kỹ thuật xây dựng. Hiện tại em có 1 số thắc mắc như sau: 1 - Số chỉ tối đa được miễn là bao nhiêu? 2 - Đã có đợt đăng ký môn học nhưng \"chúng em\" vẫn chưa nhận được phiếu xét miễn môn học để loại bỏ các môn không phải học, vậy nên \"chúng em\"   B vẫn đk bình thường rồi gạt bỏ các môn trùng (sau khi có phiếu xét miễn môn học)    hay là   B tiếp tục chờ có thông tin miễn môn học rồi mới đk   . 3 - Khoảng thời gian nào thì \"chúng em\" được nhận phiếu xét miễn môn học. Rất mong nhận được phản hồi từ Quý thầy cô. Cảm ơn và trân trọng.",
    "Họ tên:  MSSV: MSSV cũ hệ CQ: 1 Thầy cô cho em hỏi, mặc dù đã hoàn thành môn học CI4005 - công trình ven biển từ lúc còn học hệ Chính Quy (mã số môn học cũ 803025). Nhưng trong đợt đăng ký môn học vừa qua, ngày 12/11 đến 12/12/2018, em vẫn không được đăng ký do thiếu môn tiên quyết. Mong thầy cô kiểm tra giúp em, và hướng dẫn thủ tục để khắc phục. Em xin chân thành cảm ơn sự giúp đỡ của quý thầy cô!",
    "Em chào anh/chị, Em muốn hỏi sau khi bị buộc thôi học, em có thế xin chuyển sang hệ VLVH không? Nếu được, theo em tìm hiểu thì đợt tuyển sinh hệ VLVH vừa rồi đã kết thúc vào ngày 01/01/2019, em có thể xin bổ sung vào khóa đó không?  Em cảm ơn.",
    "Em đã nộp chứng chỉ toiec hôm 29/11 nhưng tới giờ thì vẫn chưa được thẩm tra. Theo lịch thì 25/12 có đợt thẩm tra . Mong kiểm tra trường hợp của em. Em cảm ơn.   i     .",
    "U   b   Em không đăng ký được môn đồ án CO2021 do thiếu môn CO2009 nhưng mà từ năm 2017 thì CO2009 đổi thành mon CO2033. Giờ em phải làm sao ạ? Sao phòng đào tạo không cập nhật hai mã môn học này ạ        .",
    "Em chào thầy  Thầy ơi cho em hỏi là số tín chỉ tích lũy của em tính đến hết HK3 2017-2018 là 102 chỉ mà tại sao số tín chỉ tích lũy ngành của em tính đến hết HK3 2107-2018 lại 99 chỉ ạ . Em đăng kí theo tiến độ học tập của ngành em chứ không dki môn nào ngoài ngành cả ạ",
    "Thông tin sinh viên . không hiển thị tên giáo viên chủ nhiệm!",
    "Cho em hỏi là khi nào mới có danh sách của các môn xét miễn của sinh viên hệ VLVH 2018 ạ ? Em nhớ là nhà trường có hẹn là 2 tuần sau sẽ gởi email nhưng đến giờ em vẫn chưa thấy thông tin gì cả ạ ? Em cảm ơn!",
    "Em chào cô! Hiện e đang là sinh viên năm 2.Kì kiểm tra vừa rồi e được 300đ toeic. Em có 1 số thắc mắc cô giúp e nhé: 1. Cuối kì này e mà đăng kí thi ở trên trường trên 500 thì e có được miễn một số môn AV1,2 ,3.. hay đến cuối năm 3 e phải đăng kí thi nữa ạ. 2. Em đọc thời gian nộp chứng chỉ NN mà e chưa hiểu rõ lắm.Bây giờ nếu e muốn nộp chứng chỉ để chuyển điểm thì chậm nhất là ngày bao nhiêu của kì này e phải đăng kí ạ . Em cảm ơn cô ạ!",
    "Kính gửi Trường ĐH Bách Khoa - ĐHQG-HCM, Em là , sinh viên K18, Khoa Điện - Điện tử. Ngày 18/12/2018, em đã nộp tiền vào ngân hàng OCB chi nhánh Bạch Đằng. Tuy đã trao đổi với giao dịch viên rằng số tiền sẽ nộp trực tiếp vào học phí, giao dịch được thực hiện là chuyển tiền vào tài khoản BKPay của em. Vì vậy, đến này, học phí còn lại của học kì 181 vẫn chưa được thanh toán. Do đó, em không thể đăng kí môn học mới cho học kì 182 Sự việc xảy ra lần này hoàn toàn do bản thân em chủ quan, kèm sự bỡ ngỡ lần đầu nộp tiền học phí qua BKPay. Em rất mong được nhà trường tạo điều kiện để em có thể đăng kí môn học chính quy 182, vì hiện tại em chỉ có thể đăng kí lớp học dự thính. Em rất xin lỗi vì những rắc rối đã gây ra và rất mong nhà trường thông cảm. Em rất mong nhận được hồi đáp Trân trọng, ",
    "Trước phải đăng kí môn bóng chuyền trong mục Dành cho sv vi phạm giờ học. Giờ có cách nào để đổi môn khác khi web vừa mở mục đăng kí bổ sung môn GDTC không?",
    "Em xin chào PĐT ạ. Em là SV: , MSSV:  Hiện tại e đã học hết các môn học trong chương trình đào tạo (Trừ môn Av3 & Av4 chưa chuyển điểm để em tiếp tục nâng bằng Toeic để chuyển điểm được cao hơn) . Vậy với tình trạng hiện tại của em thì hạn chót cuối cùng để em có thể chuyển điểm anh văn 3,4 cho kịp đợt tốt nghiệp vào cuối tháng 4/2019 này là ngày nào vậy ạ?  Rất mong nhận được phẩn hồi từ PĐT e xin chân thành cảm ơn!",
    "Em đang học chương trình Việt Pháp. Em đã học hè môn \"  B Những nguyên lý cơ bản của chủ nghĩa    \" mã   B SP1003    nhưng chưa có kết quả chuyển điểm. Mong phòng đào tạo xem xét cập nhật giúp em ạ!",
    "Mình đăng kí bóng bàn nhưng bị hủy lớp, sau đó mình đăng kí học võ nhưng hiện tại thời khóa biểu của mình có cả Võ và Bóng bàn. Vậy để xóa một môn mình phải làm như thế nào đây ạ. Mình vào chỉnh môn nhưng hệ thống không cho chọn hay xóa.",
    "Mình đăng kí môn học nhưng do lỗi thông tầm nên hiện tại mình bị xóa một môn nhưng môn đó lại là chuyên ngành rất cần học trước cho năm 2. Vậy mình phải làm sao để đăng kí được môn này đây ạ",
    "Cho em hỏi khai báo thông tin sinh viên ở đâu ạ",
    "Gửi phòng đào tạo. Em tên Phạm Kiều Oanh-MSSV , em đang học trong chương trình PFIEV. Trong tiến độ học tập của em có môn Những Nguyên Lý cơ bản của  - mã môn học là SP1003, đang bị đánh dấu chưa đạt. Em muốn chuyển điểm sang mã môn học của CT PFIEV là 001001. Em cảm ơn.",
    "Cho em hỏi:môn hóa phân tích có điểm thí nghiệm và điểm kiểm tra tự luận,em muốn bảo lưu điểm thí nghiệm đó thì phải làm sao ạ?",
    "Em là sinh viên năm nhất, trong kì thi kiểm tra trình độ anh văn đầu vào lúc đầu năm, em chỉ được 255 và học lớp anh văn cơ bản. Tuy nhiên em đã đăng kí được tự chủ anh văn. Và trong đợt kiểm tra anh văn định kì gần đây, em có đăng kí thi và được 430. Như vậy em có đủ điều kiện để được phân ngành vào năm 2 chưa? Và em có cần phải nộp chứng chỉ anh văn nữa không?",
    "Cho em hỏi nhà trường còn mở chỉnh sửa thông tin sinh viên lần nữa ko ạ",
    "PDT cho em hỏi trong giấy hẹn sau 13h có thể vào dkmh nhưng hiện tại em vẫn bị báo vi phạm tạm dừng, và nếu dkmh thì đăng kí ở đâu ạ? Em xin cám ơn",
    "Xin chào em k14 - khoa cơ khí  Cho em hỏi là em tự tính được là điểm trung bình tất cả các môn của em là 6.991 .  Vậy em có được làm tròn lên 7.0 để được nhận bằng khá không ạ .  Em xin cảm ơn",
    "Phần \"Tình trạng sinh viên\" trong myBK của em tự nhiên xuất hiện   I cảnh báo học vụ  /I  mặc dù em không bị nhận kỉ luật nào từ Phòng Đào Tạo. Ngoài ra em còn thấy ghi \"Tạm dừng học\" một thời gian rồi trở lại bình thường nhưng   I cảnh báo học vụ  /I  vẫn hiện. Em đã đăng kí môn học và có thời khoá biểu HK182 bình thường, nhiều bạn trong lớp em cũng bị tình trạng tương tự, chắc đây là một lỗi hệ thống nào đó. Mong Phòng Đào Tạo giải quyết, em xin cảm ơn.",
    "Em bị cảnh cáo học vụ trên mybk mặc dù không vi phạm bất kì qui định nào. Kính mong nhà trường xem xét giúp em.",
    "Học kỳ vừa rồi em không vi phạm bất cứ lỗi nào nhưng lại xuất hiện cảnh cáo học vụ lần 1 ngày ra quyết định là 15/03/2018. Cho em hỏi tại sao lại như vậy và làm sao để gỡ cảnh cáo học vụ?   B",
    "cảnh cáo học vụ xuất hiện không có lí do",
    "Em bị đình chỉ học kì 2 thì khi nào em có thể học lại học kì 2 ạ",
    "Hồi học kì 2 HK172 em có đăng kí học dự thính môn Giải tích 1,nhưng do 1 số lỗi nên em đã không có tên trong danh sách thi cuối kì và bị điểm 13,sau khi lên pđt thì pđt đã cho em thi vào học kì hè HK173 để lấy điểm cuối kì làm điểm tổng kết môn.Học kì hè HK173 em có đi thi cuối kì môn Giải tích 1 nhưng vẫn bị điểm 13,em có lên khoa Khoa học ứng dụng để hỏi thì sau đó khoa có nhập điểm cho em,nhưng bây giờ em vào lại thì vẫn thấy điểm 13.Mong pđt giải quyết giúp em.Em xin cảm ơn.",
    "B  Em là sv k13 e có dk môn Tin học trong trắc địa mã mới CI2035 lúc đăng ký thì được nhưng vào tkb kiểm tra em ko có lịch học (môn này hk trước em đã dk học bình thường nhưng hk này e dk lại thì pdt báo lỗi do thiếu môn học trước), vào xem lịch sử dk thì pdt báo thiếu môn Trắc địa đại cương mã mới CI1007 (em đã qua môn này mã cũ), và em đã dk lại lần 3 nhưng pdt vẫn báo lỗi do thiếu môn học trên. Mong thầy cô giúp em xem lại, em cảm ơn quý thầy cô.",
    "Kính gửi Phòng Đào Tạo. Em là Huỳnh Quốc Hân,MSSV 1411122,là sinh viên K14 Khoa Kỹ thuật Hóa học. Dạ thưa PĐT,trong đợt thanh toán học phí đợt 2 vừa rồi,em đã thanh toán học phí trễ hạn và bị khóa ĐKMH,sau khi thanh toán và làm đơn gửi PĐT thì em được đăng kí nhưng lại hết hạn đăng kí. Trước tiên,em xin nhận lỗi về mình vì đã không chú ý lịch thanh toán học phí và thanh toán trễ hạn. Sau nữa em xin phép PĐT có thể xem xét mở rộng sĩ số lớp môn học Hóa hữu cơ (CH2021) và môn Cơ sở điều khiển quá trình (CH 3031),em đã hoàn thành xong việc bảo vệ Luận văn và còn 2 môn này em còn nợ nữa là có thể tốt nghiệp.Trong đợt ĐKMH DỰ THÍNH sắp tới em không chắc sẽ mở ĐK 2 môn này. Hiện tại em đang làm việc ở Viện Công nghệ Nano-ĐHQG TP.HCM và bên Viện cũng yêu cầu bằng Đại học để được kí hợp đồng chính thức, em biết vì lỗi của bản thân,vì sự chủ quan,không cố gắng của mình để rồi xảy ra sự việc như thế này. Một lần nữa,em xin lỗi PĐT và cũng kính mong PĐT có thể xem xét tạo điều kiện giúp đỡ em để có thể hoàn thành việc học trong học kì 182 và tốt nghiệp trong tháng 11/2019. Em xin hứa nếu đc PĐT tạo điều kiện em sẽ cố gắng hết sức trả nợ môn,đồng thời sẽ chú ý đóng học phí cũng như thực hiện đúng các yêu cầu của PĐT. Em xin chân thành cảm ơn! Kính chúc PĐT có 1 năm mới làm việc hiệu quả và thành công! Trân trọng. Huỳnh Quốc Hân",
    "Chào quý thầy cô, Em tên là  MSSV:  Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009. Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn. Cảm ơn quý thầy cô.",
    "Chào PĐT Em có thắc mắc về kết quả đăng ký môn học học kỳ 182 như sau: Theo như báo lỗi trên hệ thống đăng ký môn học thì lý do hủy môn Luận Văn Tốt Nghiệp CI4383 là do thiếu môn học tiên quyết đề cương luận văn tốt nghiệp CI4381. Tuy nhiên, môn này em vừa mới học xong và đã có điểm trên hệ thống. Vậy nên, em mong PĐT Xem lại và phản hồi kết quả ạ. Em xin chân thành cám ơn!",
    "Em xin chào Thầy Cô. Em tên là Trương Thái Quân Đạt-  ngành Cấp Thoát Nước khóa 15. Hôm nay em viết yêu cầu mong nhận được sự giúp đỡ của Thầy Cô. Vào sáng nay khi vào kiểm tra đkmh thì em thấy pđt đã hủy LVTN của em và các bạn trong lớp vì thiếu điểm môn Đề cương LV. Thực sự thì điểm môn ĐCLV đã được pđt cập nhật 3-4 ngày trước, nhưng hôm nay lại bị hủy LVTN vì thiếu điểm ĐCLV thì rất vô lý. Hơn nữa một số bạn ngành khác trong khoa XD thì chưa có điểm đề cương - điểm 15. Thì vẫn được đkí LVTN và có TKB bình thường. Em nghĩ đây là một lỗi rất lớn của hệ thống đăng kí môn học. Em mong pđt xử lý sớm giúp em để chúng em có thể an tâm làm luận văn. Vì nếu đợi đợt sau 22-25/01 thì có thể qua Tết mới có danh sách làm Luận văn, như thế sẽ trễ tiến độ thực hiện của Sinh viên ngành em, dẫn đến kết quả không mong muốn. Em mong pđt lắng nghe và giúp đỡ sinh viên chúng em trong những khoảng thời gian cuối này. Em xin cảm ơn",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM, Em là , sinh viên Khoa kỹ thuật xây dựng, ngành Kiến trúc, lớp XD15KT, mssv . Em xin phép Phòng đào tạo cho em tham gia lớp đồ án Thiết kế kiến trúc công cộng 3, mã CI2069. Em xin phép giải trình. Đây là môn học 6 tín chỉ thuộc học kỳ 2 và không có nhiều cơ hội mở lớp dự thính. Môn học này cũng là một đồ án mà lịch học trong thời khóa biểu được sử dụng để thầy cô sửa bài cho mỗi sinh viên. Chính vì vậy mà thời gian sửa bài cho từng sinh viên khá linh động và có thể trao đổi giữa các sinh viên với nhau. Như vậy, tuy môn học bắt đầu vào tiết 7 nhưng em có thể xin phép tới muộn hơn các bạn khác để sửa bài đồ án. Em đã cố gắng học vượt một số môn để có thể đăng ký môn học trên cho học kỳ này. Hiện tại nếu không thể hoàn thành môn học trên trong học kỳ này thì khả năng rất cao em sẽ bị trễ hạn tốt nghiệp 1 năm do đây là môn học tiên quyết, mở lớp chính thức vào học kỳ 2 và rất ít cơ hội để mở lớp dự thính như em đã đề cập. Em rất mong Phòng đào tạo sẽ xem xét và cho phép em tham gia lớp đồ án này. Em cảm ơn, ",
    "Chào thầy (cô), Em viết những dòng này mong thầy (cô) xem xét giúp trường hợp của em. Học kỳ 182 em muốn đăng ký môn Kỹ thuật Kiến trúc 1 (CI1017) lớp L02 nhưng không được vì vi phạm tiết 6-7 liên tục (buổi sáng em có môn học đến tiết 6) . Em biết quy định này nhằm giúp sinh viên sắp xếp giờ học tập, vui chơi và nghỉ ngơi cho hợp lý nhưng nếu học kì này em không học môn đấy thì em sẽ ra trường trễ 1 năm, ảnh hưởng rất nhiều dự định trong tương lai. Sở dĩ như vậy vì chương trình đào tạo ngành Kiến trúc là 4.5 năm, và môn Kỹ thuật Kiến trúc 1 (CI1017) chưa bao giờ được mở vào các học kì khác (kể cả dự thính). Mong thầy (cô) có thể thấu hiểu và giải quyết giúp em vấn đề này. Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô). Best regard, ",
    "Em xin kính chào quý thầy/cô, Em tên Hồ Thiên Kim - MSSV 1511669, hiện đang theo học Ngành Kiến Trúc - Khoa Kỹ Thuật Xây Dựng - Hệ Đại học Chính quy Trường ĐH Bách Khoa Tp.HCM. Em viết câu hỏi này với mục đích xin phép quý thầy/cô cho em được duyệt đăng ký học môn Công Cộng 4 (CC4) (Thứ 5 - Tiết 2-6) và môn Kỹ Thuật Kiến Trúc 1 (KTKT1) (Thứ 5 - Tiết 7-10). Theo Chương trình đào tạo (CTĐT) Ngành Kiến Trúc từ khóa 2014, môn KTKT1 thuộc học kỳ 2 của CTĐT và là môn học duy nhất còn lại em chưa đạt trong chương trình đào tạo (không tính các môn học của HK182) và môn học chỉ mở lớp duy nhất vào học kỳ 2 của các năm học. Đồng thời vào các HK162 và HK172 dựa theo CTĐT em đều không đủ tín chỉ để đăng ký môn học này nên phải đợi đến HK182 mới có thể đăng ký để học lại nhưng Nhà trường có một số thay đổi về Quy chế đào tạo và học vụ nên em không thể học môn duy nhất còn lại này. Bên cạnh đó, môn CC4 cũng là môn học chỉ mở lớp duy nhất vào học kỳ 2 và là môn đồ án chuyên ngành nên tụi em có thể sắp xếp lịch sửa bài linh hoạt với giáo viên hướng dẫn để tránh ảnh hưởng đến việc học của môn học sau là môn KTKT1. Theo CTĐT thì sinh viên Ngành Kiến Trúc Khóa 2015 sẽ làm luận án tốt nghiệp vào HK191 và nhận bằng tốt nghiệp vào HK192. Nếu em không thể học 1 trong 2 môn nêu trên vào HK182 này thì sẽ ảnh hưởng đến việc tốt nghiệp của em và của các bạn sinh viên Ngành Kiến Trúc Khóa 2015 khác đang gặp phải trường hợp tương tự. Ngoài ra, suốt quá trình học tập tại ĐH Bách Khoa em cũng cố gắng hết sức để đặt thành tích Khá - Giỏi và em chỉ mong đợi đến HK182 để được hoàn thành môn KTKT1 (môn mà đáng lẽ em đã có thể học lại tại các HK2 của những năm học trước nhưng do vượt quá tín chỉ môn học). Em rất mong quý thầy/cô xem xét và thông cảm cho trường hợp của em để em được tốt nghiệp và tham dự lễ tốt nghiệp đúng hạn. Em xin cảm ơn quý thầy/cô, Hồ Thiên Kim.",
    "Chào quý thầy cô, Em tên là  MSSV:  Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009. Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn. Cảm ơn quý thầy cô.",
    "Phạm Lê Huy  nếu em rớt môn có giáo sư nước ngoài vậy khi học lại em có cần học lại giáo sư mỹ ko",
    "MSSV:        . Chào quý thầy cô, Em tên là  MSSV:  Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009. Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn. Cảm ơn quý thầy cô.",
    "Em chào thầy cô, em tên  sinh viên ngành cấp thoát nước khoa KTXD K15. Hôm nay em viết yêu cầu này đê mong được sự giúp đỡ của thầy cô về vấn đề đăng ký luận văn tốt nghiệp, trong đợt đkmh vừa qua em có đk đc LVTN nhưng hiện nay em thấy pdt dsax hủy đk và không thấy trong tkb, em nghĩ do em chưa có điểm  Đề cương luận văn - điểm 15 nên pdt đã hủy. Nhưng tuy nhiên em có hỏi 1 số bạn trong khoa, các bạn ấy giống như em, cũng chưa có điểm ĐCLV nhưng vẫn đk đc và có tkb bình thường. Hơn nữa môn ĐCLV thầy cô hướng dẫn đã cập nhật điểm từ 2-3 hôm trước. Em mong thầy cô giải quyết, giúp đỡ để em an tâm học tập. Em xin chân thành cảm ơn.",
    "Thưa thầy (cô) em có thắc mắc về vấn đề điểm trung bình tích lũy. Ở học kỳ 2 (2017-2018) em có đăng ký 1 môn tự chọn nhóm A là môn Cơ lý thuyết( AS1003). Sau đó em phát hiện là trong nhóm A có môn vật lý 2( PH1005) và môn đó em đã được điểm 12 nên em không thi môn cơ lý thuyết nữa. Tuy nhiên môn cơ lý thuyết vẫn tính DTBTL mà khi trong quy định đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn và môn tự chọn nhóm A chỉ cần đạt 3tc. Vậy thì đáng lẽ ra môn đó của em sẽ không tính vào DTBTL.",
    "Em chào quý thầy cô ạ. Em viết những dòng này mong quý thầy cô xem xét trường hợp của em. Học kỳ 182, em có đăng ký mô Kỹ thuật kiến trúc 1 (CI1017) lớp L02, tuy nhiên lại vi phạm với tiết 6-7 với môn Thiết kế kiến trúc công cộng 4 (CI4093) có lịch từ tiết 2-6 cùng ngày. Tuy rằng e biết quy định này nhằm giúp sinh viên sắp xếp giờ học và làm việc hợp lý. Nhưng nếu học kỳ này e không được học các môn ấy thì e sẽ ra trường trễ hơn 1 năm, ảnh hưởng rất nhiếu đến dự định trong tương lai. Vì chương trình kiến trúc đào tạo 4,5 năm và các môn này chưa bao giờ mở được tại các học kỳ khác (kể cả dự thính) . E viết tin này, mong quý thầy (cô) có thể xem xét và giải quyết giúp e, để e có thể đăng ký được môn học này. E cảm ơn thầy (cô) rất nhiều ạ.",
    "Em tên . MSSV: 6   Vừa rồi em đăng ký môn học bị sót 1 môn. Năm nay em năm cuối rồi nên em mong nhà trường có thể xem xét cho em đăng ký thêm 1 môn (CO3021 - Hệ quản trị cơ sở dữ liệu)",
    "Chào thầy cô, em tên , mssv : , sinh viên khoa Kĩ Thuật xây dựng, bộ môn Kiến trúc, lớp XD15KT. Em làm đơn này với mong muốn được đăng kí môn học Kĩ Thuật kiến trúc 1 (CI1017). Đây là môn học chuyên ngành em mong muốn trả trong học kì này vì thầy cô không mở lớp trong kì dự thính và em sẽ bị tốt nghiệp trễ hơn 1 năm vì môn học này. Em rất tiếc vì đã không thể tham gia kì thi cuối kì của môn học này và để rớt môn trong học kì năm 2. Em mong thầy cô có thể giải quyết đơn và giúp em đăng kí được môn học Kĩ Thuật kiến trúc 1 (CI1017) vì đã phạm quy chế nhà trường , không đăng kí liên tiếp được môn thiết kế kiến trúc công cộng 4 (CI4093)  Vì 2 môn học liên tiếp tiết 6-7. Môn công cộng 4 là môn đồ án nên thời gian học thầy cô và sinh viên có thể chủ động với nhau nên em sẽ vẫn đảm bảo tính thần, sức khỏe để học được cả hai môn. Em kính mong thầy cô giúp em giải quyết vấn đề trên. Em xin chân thành cảm ơn",
    "Em có bị vi phạm giờ đăng kí môn học, cụ thể là thứ 5 em có học môn Vật Liệu Xây Dựng(thí nghiệm) tiết 2-6 phòng B6-111A VÀ môn   tiết 7-9 phòng B6-306.Theo em thấy thì những tiết thí nghiệm sẽ học nhẹ hơn và thường được ra sớm nên sẽ không áp lực như những tiết lí thuyết.Mong quý thầy cô xem xét và có thể giảm nhẹ không hủy 1 trong 2 môn học của em, với lại kì này em đăng kí có 18 tín chỉ cũng không quá nhiều ạ.Em xin cảm ơn.",
    "Em là . Vào thứ 6 ngày 4/1/2019 em có liên hệ với bên IDP Mạc Đĩnh Chi để gửi bản sao kết quả chứng chỉ IELTS cho phòng đào tạo (cô ) không biết bên phòng đạo tạo đã nhận được chưa để em xác nhận với bên IDP ạ. Em xin cảm ơn .   i     .",
    "thua thay/co phong dao tao vi li do khong cap nhat thong tin sinh vien cung nhu khong doc mail cua nha truong nen em bi huy ket qua dang ki mon hoc. em da thay hoi han ve viec lam cua minh,nen em mong thay/co thong cam va cho em xin phuc hoi lai thoi khoa bieu em cam on thay co ",
    "MSSV:          B Khoa Khoa học và Kỹ thuật Máy tính   Hệ chính quy - Chương trình đại trà    Ngày 7/1/2019, em đã không thay đổi lịch học HK182 phù hợp nội quy, và đã bị xóa mất môn chuyên ngành \"Kỹ thuật lập trình\" (CO1011) do vi phạm giờ học liên tiếp 6-7 Em có nguyện vọng được phục hồi môn học đã bị xóa và thay đổi lịch học của các môn khác một khung giờ khác(nếu là điều kiện cần và đủ để phục hồi môn học bị xóa), nhưng phù hợp với nội quy đào tạo, để vẫn đủ tiêu chí xét tuyển vào hệ Kỹ sư tài năng. Em xin chịu trách nhiệm trước mọi sự thay đổi lịch thời khóa biểu và cam kết sẽ hoàn thành các môn học một cách nghiêm túc theo thời khóa biểu mới. Mong phòng đào tạo và phòng phụ trách đăng kí môn học xem xét cho em.   I   /I",
    "Thân chào. Em muốn hỏi thầy/cô về đăng kí môn học kỳ 182. Em có xem mail nhắc nhở về việc vi phạm giờ học, nhưng em kiểm tra lúc đăng kí không thấy đến lúc có thời khoá biểu mới phát hiện mình đã vi phạm phạm đăng kí tiết 6-7. Nên em bị huỷ 1 môn nhưng môn đó không phải 1 trong 2 môn sát giờ nhau. Thầy/cô có cách giải quyết nào giúp em với ạ.",
    "Phạm Trường Thạch       ",
    "Em tên là :   MSSV :  Trong đợt hiệu chỉnh môn học dành cho sinh viên vi phạm giờ học em đã đăng kí hai môn học là môn Cơ Sở khoa học vật liệu và môn pháp luật đại cương. Trong lúc đăng kí hiệu chỉnh nó ghi là \" đã gửi đăng kí thành công \" và em nghĩ là em không vi phạm các điều lệ của môn học thì mới đăng kí được . Nhưng không hiểu tại sao trong thời khóa biểu của em lại bị hủy hai môn học mà em đã đăng kí trong đợt hiệu chỉnh và em chỉ còn 12 tín chỉ trong học kì này là quá ít so với các bạn.Vì theo em được biết môn Cơ sở khoa học vật liệu là môn cơ sở ngành của em và chỉ mở lớp mỗi năm một lần ,nếu học kì 182 này em không học thì sang năm 2 em sẽ không được xét chuyên ngành .Bây giờ em phải làm sao đây ạ?   ",
    "Phạm Trường Thạch     Cho em xin phục hồi kết quả đăng lý môn học vì lí do em đóng trễ học phí do em không theo dõi lịch đóng học phí. Em xin cảm ơn ạ!   ",
    "Kính chào thầy cô! Em tên là Nguyễn Ngọc Hà hiện đang là sinh viên Kiến trúc lớp XD16KT. Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau: Học kì 2 này em có đăng kí 8 môn học với tổng số 20 tín chỉ và gần đây em có kiểm tra thì nhận ra mình bị mất 2 môn học. Em có liên hệ với phòng đào tạo và nhận được lí do là vi phạm giờ học và được biết trường có gửi mail cho em về việc này. Em vô cùng hối hận và biết lỗi của mình. Em xin nhận lỗi về sự vô ý của bản thân. Cụ thể là môn học CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở vào tiết 2-6 và môn LA-1005 ANH VĂN 2 vào tiết 7-10 cùng ngày thứ 3 và cùng học ở cơ sở 2. Vì lí do hai môn sát giờ học nhau nên em bị vi phạm giờ học. Nhưng em thật tình không nghĩ là mình bị vi phạm do đã quen với giờ học cũ trước đây. Và cùng ở một cơ sở nên em không cảm thấy bất tiện về việc di chuyển này. Cụ thể hơn là phòng đào tạo đã hủy môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và giữ lại môn LA-1005 ANH VĂN 2 NHƯNG mong thầy cô xem xét lí do chân thành của em. Môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở  trong kì học này đồng thời song hành với môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG là các môn chuyên ngành. Vậy đồng nghĩa đằng sau sự vi phạm giờ học em đã vô tình bị hủy luôn 1 lúc 2 môn. Kính mong thầy cô xem xét. Em học Kiến trúc và mỗi khóa chỉ có một lớp nên việc học lại hay mở lớp hay chậm tiến độ các môn chuyên ngành là việc hạn chế và sẽ rất khó để bám theo tiến độ các bạn trong lớp. Em đã cố gắng hết mình để được theo sát các bạn đồng trang lứa. Kính mong thầy cô nhìn thấy sự cố gắng của em và xem xét em. Nếu không em phải bỏ một năm để tới năm sau em mới được đăng kí lại những môn này. Vậy xin thầy cô xem xét hai nguyện vọng em bày tỏ sau đây. Thứ nhất: nếu được em xin phép nhà trường thầy cô cho em được giữ lại toàn bộ các môn học như đã đăng kí trong các đợt đăng kí môn học. Còn việc vi phạm giờ học do cùng 1 cơ sở nên việc di chuyển giữa hai môn là nhanh chóng nên em xin hứa sẽ đảm bảo được vấn đề này. Thứ hai: nếu thật sự khó em xin một lần được đặt cách hủy môn LA-1005 ANH VĂN 2 để em được giữ lại môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và cũng để giữ lại luôn môn song hành CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG. Như đã trình bày hai môn này là môn chuyên ngành rất rất quan trọng với em và khối lượng tổng là 9 tín chỉ. Quá lớn so với việc mất hai môn này chỉ để giữ lại môn LA-1005 ANH VĂN 2  với 2 tín chỉ. Đó là những dòng khẩn cầu tha thiết của em viết trong sự ăn năn hối hận về sự vô ý của bản thân. Em cúi đầu kính cẩn xin các thầy các cô giúp đỡ đặc cách cho em một lần. Em xin hứa sẽ sửa đổi bản thân ạ. Em cảm ơn !",
    "Dear Các Thầy/Cô, Do em không để ý ngày cập nhật thông tin liên lạc nên đã xác nhận thong tin lien lạc không đúng hạn và bị xóa đăng ký môn học. Sau đó ngày 5/1/2019 em đã xác nhận thông tin lại và thấy phiếu đăng ký môn học của mình trở lại tuy nhiên em kiểm tra tkb thì chưa thấy lịch học . Kính mong các thầy cô giải đáp và hướng dẫn giúp em ạ. Em cảm ơn ạ!!!",
    "B Do em đã không đọc kĩ nội dung của thư là phải bấm \"lưu lại\" để cập nhật lí lịch. Nên em nghĩ mình đã điền đầy đủ rồi không cần chỉnh sửa nữa. Em mong nhà trường xem xét giúp em lần này, em hứa sẽ không tái phạm nữa. Em xin cám ơn.",
    "do em kiểm tra không kỹ mail trường nhắn là cập nhật lý lịch cá nhân nên đã bị hủy các môn học đã đăng ký nên em xin phòng đào tạo cập nhật lại thời khóa biểu em đã đăng ký để em có thể được học trong học kỳ này ạ",
    "Em đăng kí gdtc nhưng bị hủy do sỉ số lớp không đủ, nhưng bây giờ hết hạn đăng kí e làm cách nào để học gdtc trong kì này. Em cảm ơn",
    "Kính gửi quý thầy cô, hiện tại em đăng kí sót môn Chi tiết máy. Hiện nay em thấy lớp Chiều thứ 5 ( tiết 8-12) và sáng thứ 6 ( tiết 2-4) vẫn còn trống . Vậy em có thể xin vô học lớp đó được không ạ ",
    "Sinh viên: . MSSV:  Do lớp giáo dục thể chất em đăng kí không đủ người mở lớp và em bỏ lỡ kì đăng kí bổ sung nên mong thầy/cô mở thêm sĩ số cho em vào lớp L27-Môn Giáo dục thể chất (Bóng chuyền)-Thứ 3 tiết 9-10. Em xin cảm ơn !!!",
    "Cho em xin đăng ký môn bóng rổ t4 tiết 4 5. Em cảm ơn.",
    "Nhà trường cho em hỏi cách để đóng lệ phí miễn điểm bằng BKPay ạ. Em vào trang BKPay, chọn mục thanh toán, em được đưa đến trang chủ OCB để đăng nhập nhưng em không biết tên tài khoản và mật khẩu vì đầu năm khi đóng học phí ở OCB CS1 thì em chỉ đóng tiền mà không biết thông tin tài khoản. Ngoài ra em không biết tên tài khoản nên khi viết giấy nộp tiền cho ngân hàng OCB, mục \"Tên tài khoản\" em đã ghi họ tên của mình, em không biết có đúng không ạ?",
    "Trong thời gian ôn thi em không sử dụng internet nên đã lỡ mất kì đk gdtc 8-9/1. Xin thầy cô cho em được đăng kí và tham gia lại lớp học gdtc. Em xin cảm ơn",
    "Trường hợp của em do đăng kí môn thể chất nhưng vì lớp ít quá nên bị hủy. Có đợt đăng kí môn học dành cho sinh viên vi phạm giờ e vô đăng kí thấy nó vẫn đăng ki được nhưng vài ngày sau thì mất.  Vậy e có thể xin phòng đào tạo đăng kí môn thể chất  môn cầu lông sáng thứ 2 tiết 2-3 được không ạ.  Em xin cảm ơn",
    "Cho em hỏi vào đợt đăng ký môn học bổ sung vừa rồi em có đăng ký môn  BIẾN ÁP (EE3028).Môn học vẫn được đăng ký bình thường và khong trùng lịch học khác, cũng như môn tiên quyết cần thiét nhưng khi kiểm tra KB vừa cập nhật thì môn học em đăng ký vẫn không có trên KB ạ? uy nhiên với những bạn học cùng em, KB cũng đăng ký các môn tương tự, thì KB của các bạn có môn đấy ạ . có bạn cũng gặp H tương tự em. Cho em hỏi thêm nếu vậy em có cần làm đơn hay không? Và do 7 và  Pdt không làm việc nên 2 em lên để được hỗ trợ thì vẫn kịp chứ ạ? Do môn học này rất quan trọng với em, hy vọng PD xem xét dể em được dky như nguyện vọng ạ. Em chân thành cảm ơn.",
    "Cho em hỏi là theo như thông báo thay đổi ở hk182 thì sau năm 3 chuẩn tiếng a của kstn là 600 toeic. Vậy 600 toeic này là thi lấy bằng hay là em thi kiểm tra av định kì ở trường được 600 cũng được ạ. Mong được hồi đáp!",
    "Kính gửi PDT,  Em tên , lớp XD15KT Do sự thiếu sót trong lúc đăng kí môn học mà em bị đăng kí thiếu 1 môn là chuyên đề 4 (mã số môn:CI4095) Mà em còn đăng kí môn đường lối HCM (mã số môn:SP1009) trùng giờ với môn chuyên đề Em xin hỏi em có thể hiệu chỉnh đổi giờ học môn đường lối và đăng kí them môn chuyên đề 4 được hay không ạ? Nếu được PDT cho em biết em cần phải làm thủ tục đơn xin như thế nào ạ? Em cảm ơn anh chị nhiều ạ!  Trân trọng     ",
    "Em là SV . Cho em hỏi là đợt đăng ký môn học học kỳ 182 em đã đăng ký môn giáo dục thể chất rồi nhưng không có trên thời khóa biểu, em có đăng ký bổ sung từ 8-9/1 nhưng vẫn không được xếp lịch. Cả 2 lần đều đăng ký thành công. Mong thầy/cô xem xét giúp em",
    "Lúc đăng kí môn em ko có cập nhật lý lịch Bây giờ em đã cập nhật lý lịch rồi.Cho nên bây giờ em xin cô hồi phục Thời khóa biểu cho em được không",
    "Theo mail của phòng đào tạo gửi thì ngày 2/01-3/01 là đợt đăng kí môn GDTC, em đã đăng kí thành công môn bơi vào đợt đó. Đến ngày 8/01-9/01 là đợt đăng kí bổ sung em vào kiểm tra thì đã được hiện lên môn BƠI đã được gửi đăng kí. Nhưng đến khi có TKB thì em không được  Em mong vấn đề này được giải quyết sớm để không bị trễ lịch học ạ.",
    "em có đăng kí môn bóng chuyền vào đợt hiệu chỉnh môn học thứ 3 nhưng đến khi có thời khóa biểu thì lại không thấy có lịch học môn bóng chuyền. Em đã xem lại mục kết quả đăng kí môn học hk182 thì vẫn thấy có môn bóng chuyền \" đã gửi đăng kí. Khi em xuống hỏi phòng đào tạo thì mới được biết đó là do bị hủy lớp, nếu vậy tại sao em lại không được nhà trường thông báo ạ? Hơn nữa đợt đăng kí đó em có đăng kí cùng các bạn của em nhưng lại chỉ có mình em bị hủy kết quả đăng kí môn học. Bây giờ em phải làm sao ạ?",
    "Em xin phép được xem tình trạng tốt nghiệp của em còn thiếu môn học nào",
    "Chào thầy/cô, Em là , MSSV , lớp DD15KSVT, khoa Điện-Điện tử. Em đã nộp bằng IELTS 6.0 ở học kì 151 và đã được chuyển điểm. Tuy nhiên, hiện tại khi em đăng kí LVTN thì hệ thống không cho vì \"thiếu CCAV\". Em có đính kèm file hình ảnh. Mong thầy/cô xem xét giúp em. Em xin chân thành cảm ơn!",
    "CODE     .. Em có 1 môn là môn Tư tương  đã học nhưng là mã cũ 001025 nhưng chưa chuyển điểm sang mã mới là SP1005. Em rất mong được thầy/cô giúp đỡ.",
    "Xin chào ban giải đáp, em muốn hỏi lí do cụ thể em không đủ điều kiện để nhận LVTN qua  đợt ĐKMH HK182. - Em đã nộp chứng chỉ Toeic vào ngày 07/12/2018 (file hình em đính kèm) - Tính đến HK181 em còn 1 môn là đường lối CM của ĐCSVN (chưa học), 3 môn chưa biết điểm, còn lại đã đạt hết tất cả các môn theo chương trình đào tạo. - Đã đạt đủ ngày CTXH và môn tiên quyết. - Em mong nhận được sự giải đáp sớm nhất Xin chân thành cám ơn. Họ và tên: , MSSV ",
    "Tôn Thất Lộc - - Khoa CNVL -  K17     Do sơ xuất em chưa kịp cập nhật lại lý  lịch sinh viên nên bên nhà trường đã xoá thời khóa biểu học kỳ này của em .    Em viết đơn này mong phòng đào tạo cập nhật lại thời khóa biểu cho em.Em xin chân thành cảm ơn.        ",
    "Kính chào thầy cô! Em tên là Đinh Hoàng Phú, hiện đang là sinh viên Kiến trúc lớp XD16KT. Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau: Học kì 2 này em có đăng kí 7 môn học với tổng số tín chỉ là 18. Và em có kiểm tra BẢNG KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK182 - HỆ CHÍNH QUY - ĐỢT 2 thì tổng số chỉ vẫn còn đủ là 18 chỉ. Sau đó điện thoại của em bị mất và laptop của em cũng phải đem đi bảo hành nên em không thể theo dõi được thông báo vi phạm giờ học từ mail của trường. Đến hôm nay em mới có thể vào kiểm tra Thời Khóa Biểu thì em bị mất 2 môn và chỉ còn 9 chỉ ( do không điều chỉnh lịch ở lần đăng kí đợt 3). Em vô cùng hối hận và biết lỗi của mình. Em xin nhận lỗi về sự vô ý của bản thân !! Cụ thể là môn học CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở VÀO TIẾT 2-6 VÀ MÔN LA-1005 ANH VĂN 2 vào tiết 7-10 cùng ngày thứ 3 và cùng học ở Cơ sở 2. Vì lí do 2 môn sát giờ học với nhau nên em bị vi phạm giờ học Cụ thể hơn là phòng Đào tạo đã hủy môn CI-3145 THIẾT KẾ KIẾN TRÚC NHÀ Ở và giữ lại môn LA- ANH VĂN 2. Đồng thời cũng hủy luôn môn CI-3147 QUY HOẠCH ĐÔ THỊ BỀN VỮNG do song hành với môn CI-3145. Đây là các môn chuyên ngành với tổng số tín chỉ là 9 và mỗi khóa Kiến Trúc chỉ có 1 lớp nên việc đăng kí để học lại là vô cùng khó khăn. Kính mong Nhà trường, thầy cô cho em được giữ lại toàn bộ các môn học như đã đăng kí trong các đợt đăng kí môn học. em xin hứa sẽ đảm bảo thời gian để hoàn thành tốt tất cả các môn đã đăng kí. Đó là những dòng khẩn cầu tha thiết của em viết trong sự ăn năn hối hận về sự vô ý của bản thân. Kính mong thầy cô xem xét và giúp đỡ đặc cách cho em một lần. em xin hứa sẽ sửa đổi bản thân ạ!",
    "Môn thực tập nhận thức toàn Khoa Quản lý Công nghiệp học ngày thứ 2. Nhưng sau khi cập nhật tkb xếp vào ngày thứ 3 và bị trùng lịch với môn Hành vi Tổ chức. Xin PDT sửa lại, em xin cảm ơn.",
    "Em tên    :  MSSV      :  Em xin đăng kí môn học CI3147 - Quy hoạch đô thị bền vững ( thứ 5 tiết 8 9 10 11 tại cơ sở 2 phòng H2-201 )  Tình trang để đăng kí môn học trên : không bị khống chế Lí do     : Em đã đăng kí thành công môn học CI3147 trong 3 đợt đăng kí môn học trường mở nhưng kết quả đăng kí lại không có môn học trên ",
    "Trong đợt đăng kí môn học vừa rồi, em có đăng kí môn đồ án thiết kế luận lí(Co2021), trong khi phiếu đăng kí em đăng kí được m kết quả đăng kí lại không có Phòng đạo tạo nói l chưa học trước môn học CO2009(thiết kế luận lí verilog) M khóa K2017 của em môn thiết kế luận lí verilog của em có mã môn học l Co2033 Cho em hỏi tại sao vậy  em có thể tham gia lớp học CO2021 nữa không ạBạn  (mssv ) cũng bị vấn đề giống em ạ   ",
    "Do không biết về quy chế mới của trường nên em đã bị hủy môn học. Số tín chỉ trước khi hủy là 16 mà giờ chỉ còn 12, dưới 14 tín chỉ tối thiểu. Trong trường hợp này, em có bị coi là dừng học hay không? Em có được đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự hay không? Em nên làm gì trong tình huống này?",
    "Em cập nhật lý lịch muộn và chưa có thời khóa biểu, em muốn khôi phục thời khóa biểu ạ.",
    "Em tên là , em gửi yêu cầu này mong phòng đào tạo xác nhận việc nộp chứng chỉ Ielts của em được Hội Đồng Anh hẹn gửi đến phòng đào tạo trường Bách Khoa cơ sở I vào ngày 5/1/2019. Em xin cám ơn ạ.  ",
    "Thông tin sinh viên . Hiện tại em đăng kí môn học rồi nhưng chưa có thời khóa biểu do em chưa cật nhật thông tin sinh viên, giờ phải làm thế nào ạ",
    "Kính thưa các thầy cô, Vừa qua em có đọc trên báo, thấy có nói rằng sẽ không phân biệt 2 loại bằng như trên. Cho em hỏi điều này có đúng không? Em đang học hệ chính quy bằng 2, chỉ còn LVTN, nhưng do khả năng tiếng Anh có hạn nên tính chuyển xuống VHVL. Nếu như theo báo chí đưa tin thì có phải sau này nhà tuyển dụng không nhận ra sự khác nhau giữa 2 loại bằng trên đúng không ạ? Em cảm ơn nhiều.",
    "Thông tin sinh viên . Có cách nào để em cập nhật thông tin không ạ :((",
    "Chào quý thầy cô, Chúng em gồm có: Em là:   B  - MSSV:  Mail SV:     Cùng 2 bạn:   B  - MSSV:  Mail SV:     - MSSV:  Mail SV:     Vấn đề của chúng em là: Thiếu site BKEL của môn CO2021 - nhóm L01 (môn này đã được PĐT bổ sung thời khóa biểu) Xin PĐT bổ sung site BKEL và kiểm tra lại các thông tin khác để không bị sót các thông tin nào về môn học này trên hệ thống. Cảm ơn quý thầy cô. Cảm ơn quý thầy cô.",
    "CODE     . Chào anh chị. Em khóa K18 trong đợt đăng kí môn Học hk182 e đăng kí 19 tín chỉ và đã có thời khóa biểu. Do quên check mail hiệu chỉnh đăng kí môn học vi phạm giờ học nên e bị hủy mất môn giải tích 2 . Lúc e kiểm tra lại thời khóa biểu thì còn 15 tín . E đã cố đăng kí lại vào ngày hiệu chỉnh giáo dục thể chất 9/1/2019 nhưng lại bị vi phạm giờ học với các môn còn lại ko đ kí đc . Mong a chị tư vấn còn cách nào để đ kí đc giải tích 2 ở cs2 ko ạ !",
    "em nộp học phí bị trễ, xog trường gửi mail bảo phải nộp đơn trình bày lý do trễ hạn học phí, em cũng nộp rồi nhưng sao giờ vẫn chưa có thời khóa biểu HK2 với lại cũng không đăng ký được gdtc",
    "Chào thầy cô phòng đào tạo. em đăng ký tkb hk182 nhóm lớp T01 mà kết quả tkb của em có 1 môn CO2001 lịch học là t3 tiết 4-6 thì em ko học đc. và tkb này khác với tkb  trong kế hoạch của đợt  đăng ký.giờ em muốn hủy môn này thì phải làm sao ạ. Em có đính kèm tkb em xem trên mybk app. nhờ thầy cô giải đáp em cảm ơn. .",
    "Em đăng ký chuyển điểm anh văn 3, 4 trên mybk rồi xác nhận thanh toán nhưng khoảng hơn 1 tuần sau em vào mybk kiểm tra lại thì vẫn hiện em chưa thanh toán. Sau đó em vào bkpay thì có thêm 1 khoảng em phải thanh toán như trong hình đính kém. Mong nhà trường giải quyết giúp em. Em xin cảm ơn.",
    "Em tên:  Mssv:  Do học kì 181 em đã không đóng phí nên kết quả đăng kí môn học đợt 1 đã bị xóa. Hiện tại em đã thanh toán đầy đủ. Mong nhà trường có thể khôi phục lại TKB để em được tiếp tục học. Em cảm ơn",
    "Chào anh/chị, Em muốn xin chuyển điểm thi anh văn - TOEIC để thực hiện tiếp chương trình học của mình. Em xin trân trọng cảm ơn ! ",
    "MSSV:  em chào thầy ạ, em tên là  mssv :. thầy cho em hỏi em muốn chuyển lớp học môn kĩ thuật lập trình từ L06-L12 của thầy  qua lớp L02-L03(BT) của thầy thầy  lí do e muốn xin đổi lớp: hồi đăng kí môn học e giữ nguyên lịch cũ vì học kì 181 có các bạn cùng lớp học cùng nhau nên em đã quen với các bạn rồi, nên em giữ nguyên lịch phòng đào tạo sắp xếp, nhưng không hiểu sao tới lúc có thời khóa biểu thì em bị chuyển lớp và e phải học một mình k quen bạn nào cả, em là con gái và rất yếu về phần lập trình, em muốn được chuyển lớp để được chuyển lớp để dược các bạn cũ chỉ bài, bày em học tập, cùng nhau học tập ở môn này,cùng nhau làm bài tập lớn, vì môn này rất khó nên em rất cần các bạn học chung,mong thầy có thể xem xét cho em được chuyển lớp qua học cùng các bạn. do em tưởng em được học cùng các bạn rồi nên em không để ý những lúc nhà trường cho hiệu chỉnh. tới lúc có thời khóa biểu em mới biết ạ, nên giờ em mong thầy có thể xem xét tạo điều kiện cho em được đi học vào hôm thứ 3 lớp lo2-L03 thầy . lịch học này theo như phòng đào tạo xếp ban đầu thì cũng rất hợp lí với em ạ. em rất cần được chuyển lớp,hôm nay em cũng có đi học chui lớp thầy rồi ạ, nên em vẫn chưa bỏ buổi nào của thầy mong thầy có thể giúp em để em có niềm vui hơn khi đi học ạ, em cảm ơn thầy nhiều, vì đây là lớp cũ của em nên em rất cần đi học cùng các bạn, các bạn chơi rất thân với em ạ. em mong thầy xem xét cho em về trường hợp của em  .",
    "Kính gửi Phòng đào tạo ĐHBK: Em tên là  MSSV  tình trạng hiện giờ của em là bị hủy môn học thí nghiệm hóa lí do không hợp lí với giờ học  và trường có gửi mail nhưng giờ em mới thấy được thông tin này vì vậy nhà trường đã hủy môn học này của em. Do môn này là lịch cứng của học kì này và mỗi năm chỉ mở một lần, nếu  kì này em không được học sẽ không được đi thực tập kì hè này. Rất mong trường giúp em đăng kí lại môn thí nghiệm hóa lí(CH2041) ở tiết 2-6 B2-214 thứ tư và hủy môn đường lối ĐCSVN thứ tư tiết 7-10 306 B6.Em rất cần sự giúp đỡ này và hi vọng nhà trường chấp thuận. Em chân thành cảm ơn!",
    ". Dạ chào PĐT, đợt ĐKMH đợt 3 em có đăng ký bổ sung 2 môn: Đo lường và tự động hóa(MA2003) và Điền kinh(PE1025) như trong hình nhưng không hiểu sao TKB của em lại không có 2 môn đó. Theo em tìm hiểu thì môn MA2003 của em bị xóa có thể do đăng ký thiếu môn song hành ME2077,điều này em mới biết lần đầu,vậy PĐT cho em hỏi có cách nào để em đăng ký học bổ sung 2 môn MA2003 và ME2077 hoặc chỉ 1 môn MA2003 ngay trong học kì này không ạ? Còn về môn Điền kinh(PE1025) thì em đoán bị xóa có thể do lớp có sỉ số ít (7/50) nhưng em thấy tất cả các lớp Điền kinh đều có sỉ sổ không quá 10/50, vậy học kì này trường mình không mở lớp nào môn Điền kinh luôn hay sao ạ? Em xin cảm ơn PĐT.",
    ". Em đã cập nhật hồ sơ+ đăng ký môn học nhưng vẫn chưa nhận được thời khóa biểu mới",
    "Năm nhất phải qua dc anh văn 2 thì đến năm 2 mới được học môn chuyên ngành phải không ạ",
    "Em xin hỏi là tại sao em đã đăng kí môn học này trong cả 2 đợt chính thức và bố sung HK182, nhưng trong cả 2 đợt thì không có kết quả đăng kí dù e thỏa điều kiện đăng kí môn học. Bây giờ trong kết quả đăng kí môn học hệ chính quy HK182 và cả lẫn TKB của em đều không có môn học này. Em xin được trợ giúp ạ.",
    "e đã đăng kí được nhưng thời khóa biểu không có môn học . xin thầy cô xem lại . e cảm ơn ạ !",
    "Em có một vài thắc mắc về việc chuyển điểm chứng chỉ ngoại ngữ như sau: 1.Chuyển điểm cụ thể như thế nào? (Ví dụ em có chứng chỉ TOEIC 700 thì em sẽ xem như có môn tiếng anh 4 tín chỉ được 10 điểm hay là thế nào ạ? ) 2.Em là sinh viên năm nhất và cần điểm để xét chuyên ngành, thì việc chuyển điểm ở kì dự thính thì có khác gì không so với chuyển điểm học kì chính ạ? Em xin chân thành cám ơn!",
    "Cho em hỏi về vấn đề miễn giảm anh văn. Nếu được miễn học anh văn thì có tính điểm anh văn vào điểm trung bình không ạ?",
    ".    Cho em hỏi môn giáo dục quốc phòng của em trong lúc học em thi đạt yêu cầu rồi tại sao em vẫn không được qua môn vậy . Xem xét lại dùm em điểm của em có lỗi gì không ạ. Em xin cảm ơn.( em tên , MSSV )",
    "Em muốn xin phép nhà trường cho em được chuyển lớp Vẽ kỹ thuật từ nhóm tổ L04-A sang L08-A. Lí do: vì em học ngành môi trường nhưng nhà trường lại xếp em học chung với ngành cơ khí nên em sợ mình sẽ không theo kịp nên em mong nhà trường sẽ chấp thuận. Em xin phép được giải bày trực tiếp nếu có vướng lịch học hay không được chấp thuận ạ. Em chân thành cảm ơn.",
    "Kính gửi  Em là sinh viên khóa 2018 thuộc ngành \"Kĩ Thuật Xây Dựng\", em xin phép được hỏi vài điều ạ Chuyện là khi em đăng kí môn học, thay vì đăng kí môn \" Vẽ kĩ thuật xây dựng \", em lại nhầm sang môn \" Vẽ kĩ thuật \", hiênh tại em muốn được chuyển đổi lại môn mình cần học thì phải làm sao ạ ??  em xin cảm ơn ạ !",
    "Chào thầy(cô), em là sinh viên K15, khoa Môi Trường và Tài Nguyên. Em chưa đăng ký môn học cho học kỳ chính vì đã hết môn học ( nhưng vẫn còn anh văn 1, anh văn 2, anh văn 3 em chưa qua môn), Tuy nhiên K15 Anh văn không bắt buột học. Hôm nay em nhận được điểm anh văn nhưng không đủ để đăng ký luận văn, do đó học kỳ chính của em không có môn học.   B Vậy Em có bị cảnh cáo học vụ hay không ?",
    "Em là sinh viên năm 2 khoa Hóa chương trình kĩ sư tài năng. Để được đăng kí môn học cho năm 3 em phải đủ TOEIC 500 hoặc pass Anh văn 4. Em đã qua Anh văn 3 nhưng em không đăng kí học anh văn 4. Em sẽ đăng kí thi TOEIC để nộp bằng nhưng nếu kết quả thi sắp tới của em không đủ 500 thì có cách gì để em được đăng kí môn học năm 3 không ạ?",
    "Cho em hỏi nếu nộp kết quả thi IELTS, bằng chưa kịp gửi đến mà tới ngày chuyển điểm thì em có được đăng kí chuyển điểm không ạ? Với lại em đang học học kì chính quy, đến đợt chuyển điểm của học kì dự thính em chuyển điểm thì có tính không ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi là chương trình đào tạo của ngành Kỹ thuật máy tính K17 của em không có môn CO2009, nhưng mà môn đồ án CO2021 của em lại cần có môn CO2009 học trước và môn CO2009 thì trùng tên với môn CO2033 là môn em đã học. Mong nhà trường giải quyết giúp em vấn đề này với ạ Em cảm ơn.",
    "Chào Thầy/ Cô, Dk môn không theo mã lớp có dc học tính Tín chỉ ko ah? Vd: VHVL mã lớp T01, nhưng dk môn CO1011 mã lớp HL01 Tks/ ",
    "Hiện nay em vẫn chờ có điển môn tiên quyết để ĐK luận văn và em không còn môn học nào bắt buộc phải đk ngoại trừ luận văn tốt nghiệp. Vậy nếu điểm không có sau ngày 25 là ngày cuối đăng kí luận văn tốt nghiệp thì em không có thời khóa biểu đồng nghĩa với việc em sẽ bị thôi học 1 học kì . Mong PĐT có hướng giải quyết giúp em !",
    "Dạ cho em hỏi theo chỉ tiêu là sau năm 2 Anh văn của em phải qua AV4 nhưng học kì này em mới bắt đầu học và Phòng Đào tạo sẽ mở đăng kí môn học cho học kì 191 trước khi học kì 182 kết thúc lúc đó em có được đăng kí môn học không ạ? Em cảm ơn!",
    "Cộng hòa xã hội chủ nghĩa Việt Nam Độc lộc – Tự do – Hạnh phúc ĐƠN  ĐIỂM Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh Em tên:   MSSV: 9 là sinh viên khoa kỹ thuật xây dựng trường Đại học Bách Khoa TP Hồ Chí Minh. Hôm nay, em viết đơn này xin phòng đào tạo xem xét chuyển điểm các môn em đã học môn thay thế. Cụ thể: Môn K13Môn thay thế K14 Mã môn họcTên môn họcMã môn họcTên môn học 810128Thực tập hệ thông tin địa lý gisCI2045Hệ thống thông tin địa lý 810007Thực tập trắc lượng ảnhCI3003Trắc lượng ảnh 810108Thực tập định vị vệ tinh GPSCI3067Hệ thống định vị toàn cầu 810026Trắc lượng ảnh nâng caoCI3003Trắc lượng ảnh 810019Bản đồ chuyên đềCI3041Bản đồ học 2 Vì các môn trên là môn tiên quyết để làm luận văn tốt nghiệp. Mong phòng đạo tạo xem xet giải quyết cho em sớm nhất có thể để em có thể đăng ký luận văn vào học kỳ này. Trong khi chờ đợi em xin chân thành cảm ơn. TP HCM, ngày 16 tháng 1 năm 2019                    Người viết đơn       ",
    "Gửi Thầy cô,  Cho em hỏi, học kỳ 182 là kỳ cuối cùng của khóa học rồi nhưng em thi toeic mãi vẫn chưa đủ 450, số tín chỉ tích lũy của em là 145. Vậy có cách nào cho em xin đăng ký LVTN trước rồi bổ xung bằng toeic sau được không?",
    "Em thuộc ngành kỹ thuật máy tính k17. Đợt đăng ký môn học 182 em có đăng ký học môn đồ án thiết kế luận lý CO2021 nhưng bị huỷ vì lý do \"thiếu môn học trước CO2009\" tức là môn thiết kế luận lý với verilog, nhưng môn này em đã học qua trong kỳ 181. Và từ khoá 17 môn này đã được khoa máy tính đổi mã số từ CO2009 sang CO2033. Có thể vì lý do đó mà hầu như tất cả các bạn trong ngành kỹ thuật máy tính đều bị huỷ kết quả đkmh. Trước khi học kỳ 182 bắt đầu em cũng đã có gửi mail phản hồi với cô bên pđt nhưng không nhận được phản hồi giải quyết. Vậy bây giờ chúng em muốn xin mở lớp môn học trong học kỳ này thì phải làm như thế nào ạ?",
    "Kính thưa thầy cô, em có 1 số thắc mắc như sau: Em K12 vừa bảo vệ luận văn xong, em muốn xem mình thỏa điều kiện nhận tốt nghiệp thì xem ở đâu? Em xem bảng điểm của em thì số môn tích lũy là 144, em đã dò lại theo niên giám thì em đã học đủ số môn nên và số tín chỉ tích lũy thì để 146 nhưng dòng số tín chỉ tích lũy ngành là 144 nếu thêm luận văn thì là 154 thiếu 1 chỉ so với niên giám k12 là 155, mong thầy cô giúp đỡ. Điểm toeic hồi em thi để xét nhận luận văn là 650 đủ luôn chỉ tiêu nhận tốt nghiệp k12 nhưng nó cũng lâu. Em không biết em có phải thi nộp bổ xung lại không? Em xin chân thành cảm ơn quý thầy cô! ",
    "Do môn học cấp thoát nước đô thị ( CI3179 ) học kỳ 182 chỉ mở 1 lớp thứ 6 tiết 4 5 6. Mà đồ án của môn ĐAMH cấp thoát nước đô thị (CI3181) cũng chỉ mở 1 lớp thứ 6 tiết 7 8 9 nên em đã tự hủy môn học này. Kéo theo bị hủy them môn học ĐAMH cấp thoát nước trong công trình ( do môn song hành )(CI 3209 ). Em xin được học môn ĐAMH cấp thoát nước đô thị + công trình. Em xin cam kết học đầy đủ trong ngày thứ 6 giữa 2 tiết 6 - 7. ( thứ 6 thời khóa biểu của em chỉ có học 1 môn này )",
    "Kính gửi Thầy Cô Em tên là , MSSV 3, Lớp HC12HlY. Thầy (Cô) Có thể xem giúp em, em còn thiếu điều kiện gì đề tốt nghiệp đại học không ạ? học kì 1,năm 2018 em đã làm luận văn, học kì 2, năm 2018 em đang theo học anh văn 4. em chân thành cảm",
    "Trong thời gian đăng ký môn em có đăng ký nhầm môn vẽ kĩ thuật xây dựng thành vẽ kĩ thuật. Mong thầy cô và mọi người giúp đỡ và hướng dẫn em cách có thể thay đổi môn học để theo kịp tiến độ và không bị mất học phí ạ. Em cảm ơn",
    "Kính gửi, Em là sinh vien khóa 2018 thuộc ngành \"kĩ thuật xây dựng\", em xin phép được hõi vài điều ạ. Trong thời gian đăng ký môn học, em đã đăng kí nhầm môn \"vẽ kĩ thuật xây dựng\" thành môn \"vẽ kĩ thuật\". Em muốn chuyển đổi mon học thì phải làm sao ạ? Mong được thầy cô và các bạn giúp đỡ Em cảm ơn",
    "Cho em hỏi về việc rút môn học. Thời khóa biểu của em chiều thứ 7 có tiết môn học A. Các bạn em dự định xin mở lớp dự thính môn B cũng mở vào chiều thứ 7. Cho em hỏi là nếu em rút môn học A thì có thể đăng ký môn học B được không ?",
    "Em không đăng kí kịp môn học tự chọn chuyên ngành vào đợt đăng kí môn học bổ sung cuối cùng .  Do em năm 4 chỉ còn 1 môn học này nữa là kết thúc tín chỉ, nhưng do sơ suất, em không thể đăng kí đúng hạn đợt đăng kí môn học bổ sung ạ. Nhưng môn đó chỉ mở vào kì này, em muốn đăng kí lớp môn đó bây giờ thì em phải làm thủ tục như thế nào ạ? Em xin chân thành cảm ơn PĐT ạ!",
    "Em muốn hỏi là em tham gia 2 hoạt động là lòng đèn vui hội trăng rằm và hoạt động hỗ trở chương trình AUN-QA ( cả 2 hđ mã XD17 ở đầu) nhưng được tick vào ô minh chứng thì e phải lam thế nào để được tick ạ? Em biết vì sao lại bị như vậy nữa, hđ làm lòng đèn vui hội trăng rằm em đã đóng phí đầy đủ r ạ!",
    "Kính gửi anh/chị, Em là sv năm 4, em đã nộp TOEIC 550 vào năm 2 và được miễn học 4av xét chuyển điểm. Để dc ra trường thì em có cần phải nộp lại bằng hay thi thêm kĩ năng nghe nói không ạ? Em cảm ơn ạ Trân trọng",
    "n môn học thiết kế lí luận CO2021 bị hủy môn học...Mong được cập nhật sớm",
    "Em bị xóa mất môn học Kỹ thuật điều khiển tự động (ME2009). Nếu học kỳ này không học được môn này thì kỳ sau em không đăng ký được môn Vi điều khiển và môn Động lực học cà điều khiển. Xin thầy cô mở lại môn học ME2009 để em có thể kịp tiến độ học tập. Em xin cảm ơn.",
    "Kính gửi thầy cô Do em đăng kí môn hoc nhằm cơ sở E muốn chuyển môn học giáo dục thể chất từ cơ sở 1 sang cơ sở 2 để thuận tiện đi lại do em ở kí túc xá gần cơ sở 2 . Mong thầy cô giúp em ạ  . Em xin cám ơn",
    "Thưa PĐT,  MSSV của em là .Mã môn học đúng của CTĐT em học là 001001(Những nguyên lý cơ bản của chủ nghĩa -Lê-nin). Nhưng em đã học qua môn này với mã khác là SP1003 . Nhưng trên tiến độ học tập vẫn để em chưa đạt môn có mã 001001.Mong PDT chuyển điểm giúp em.",
    "E chào thầy (cô) ạ . E tên là , MSSV . hiện là SV ngành kiên trúc trường mình . Học kỳ 181 vừa rồi e có học môn Tin học chuyên ngành 3D (CI1025), e đã nộp bài và làm bài đầy đủ, tuy nhiên khi kết quả môn học thông báo thì điểm số của em là 13. E có liên hệ với giáo viên phụ trách môn này, được biết là có sự nhầm lẫn nên thầy đã liên hệ với PĐT để cập nhật lại. Tuy nhiên, đến nay e vẫn thây chưa cập nhật lại bảng điểm giúp e . E mong quý thầy (cô) có thể kiểm tra và cập nhật lại giúp em. Em cảm ơn ạ",
    "iểm tích lũy mình đủ xét học bổng ma co 1 môn thi 3,5 tổng kết 5 co bị gì không ạ",
    "Cho hỏi e đã dự kiểm tra av định kỳ hk181 và đã đủ sau năm 2 vây hk182 e có phải thi lại lần nữa để xét chuẩn av sau năm 2 nữa không?",
    "Cho em xin hỏi là trường mình có chấp nhận ngày ctxh được thực hiện ngoài trường không ạ? Ví dụ em có làm ctxh tại địa phương và được chấm x ngày, trường sẽ tính x ngày đó của em được không ạ? Em xin cám ơn.",
    "Thưa cô, Ngày mai (22/1) là bắt đầu đợt cuối đăng ký LVTN nhưng hiện tại trên trang mybk vẫn chưa có điểm môn TTTN/DCLV. Em có hỏi văn phòng  thì được báo là  đã nộp điểm lên phòng Đào tạo từ ngày 10/1. Cho em hỏi không biết có vấn đề gì không hay là do Phòng đào tạo chưa cập nhật điểm ạ? Em cảm ơn.",
    "Kính gửi PĐT,   Em tên  – MSSV:  – Học kỳ: 182 hệ VHVL. Em có xem thông báo lịch thi trên Website của nhà trường, nhưng chỉ thấy có 1 môn Phương pháp tính là có lịch, trong khi đó em đã đăng ký và học môn   B Giải tích 2   . Dưới đây là hình ảnh em đã hoàn thành đăng ký trên hệ thống của nhà trường. Kính đề nghị quý thầy cô cập nhật lại giúp em, để em có thể hoàn thành môn học. Rất mong nhận được phản hồi từ quý thầy cô. Xin cảm ơn.",
    "Em nộp chứng chỉ toeic vào ngày 17/01/2019 không biết khi nào thẩm tra xong và em có kịp đăng kí luận văn tốt nghiệp bổ sung không .",
    "Cho e hỏi năm nhất e học anh văn cơ bản, nhưng kì 1 năm 2 e thi được 425 toiec av (thi tại trường) ,tức là e đã qua 3 av,vậy e có được cộng 6 chỉ vào học kì 1 của năm 2 không ạ",
    "Phạm Trường Thạch Cho em hỏi học dự thính môn hoá đại cương và giải tích 2 ở đâu ạ ..",
    "Cho em xin phép hỏi về danh sách các ngành có đào tạo kỹ sư tài năng. Em xin cảm ơn ạ.",
    "Kính gửi: thầy/cô phòng đào tạo Đại học BKHCM Em tên là:  K16 khoa Điện Điện tử Em có 2 thắc mắc như sau liên quan đến ngoại ngữ: - Thứ 1 là điểm kiểm tra AV định kỳ do trường tổ chức thì có thể dùng để chuyển điểm sang các môn AV1,2,3,4 được không ạ ? - Thứ 2 là nếu sau này em muốn chuyển điểm 1 lần nữa thì điểm chuyển lần trước có đổi được không ạ ? Và các môn AV được tính bn tín chỉ vậy ạ ? Em rất mong nhận được phản hồi của quý thầy/cô. Em xin chân thành cảm ơn.",
    "Em chào ban hỗ trợ . Em tên là  MSSv . Khoa Kỹ Thuật Hóa Học Học kỳ 181 em có đăng ký được luận văn tốt nghiệp rồi.Nhưng do em chưa qua môn nên học kỳ 182 này em muốn đăng ký lại LVTN. Hiện tại thì khi truy cập hệ thống đăng ký cho đợt bổ sung LVTN này , em lại không đăng ký được do lỗi bạn đã hết hạn đăng ký (Đính kèm file lỗi bên dưới) Vì thế em mong nhận được sự hỗ trợ từ PDT. Em cảm ơn.",
    "báo đã xét chứng chỉ ngoại ngữ nhưng khi đăng ký luận văn vẫn báo là chưa có",
    "Kính thưa thầy cô, Như file ảnh đính kèm, em có đủ các điều kiện để đăng ký LVTN thì sao lại không đăng ký được ạ? Em cảm ơn.",
    "Em đăng kí LVTN (440303) bị báo thiếu tn cơ sở tự động (409002) với tn đo điện tử (404026). 2 môn này em có học môn tương đương của chương trình mới là cơ sở điều khiển tự động (EE2019) và đo lường công nghiệp (EE3005) vào hk181 và đã đạt và có điểm trên mybk.",
    "em đăng ký tiểu luận tốt nghiệp nhưng không được, báo là thiếu ngày công tác xã hội, mặc dù em đủ ngày công tác xã hội theo quy định nhà trường. Em mong các cán bộ, thầy, cô của trường giải quyết sớm giúp em tại hết hạn đăng ký là ngày 24/01/2019. Em xin cảm ơn",
    "Em Tên , MSSV  Đợt đăng kí LVTN bổ sung hiện taị em không đăng kí được, dù đã có Toiec và đủ các môn Tiên Quyết  MSMH 804303  Thông báo khi đăng kí: Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn) Nhóm em đăng kí là A01, và không có nhóm B để đăng kí . Kính mong thầy cô xem lại giúp trường hợp của em trên hệ thống. Do học kì này là học kì chính thức hạn cuối của em, mong thầy cô giúp đỡ. SĐT của em: [phone_number]",
    "Em đăng kí môn học nhưng bị hủy vì chưa cập nhật lí lịch. Bạn em có nói chờ mở lớp dự thính, nhưng em nghe nói lớp dự thính chỉ có  1 số môn chứ không có hết những môn trong học kì này.Em răt lo lắng, mong được khôi phục lại các môn đã đăng kí để được học, em sợ không được học hết các môn bắt buộc và bị liên lụy với các việc đăng kí các môn trong tương lai. Em đã cập nhật lí lịch rồi ạ, mong thầy cô giúp đỡ, em cảm ơn nhiều ạ.",
    "Em đăng ký luận văn thì nó báo là thiếu 2 môn tiên quyết mã cũ: đo điện tử (404026) và thí nghiệm truyền số liệu (405108). Trong khi đó học kỳ vừa rồi em đã trả 2 môn tương đương, thay thế cho 2 môn kia được khoa công nhận là đo lường công nghiệp (ee3005) và truyền số liệu mã mới (ee3019-có tích hợp môn thí nghiệm). Nhờ nhà trường giải đáp giúp em ạ",
    "Cho em hỏi xếp loại tốt nghiệp chương trình việt pháp PFIEV tính theo điểm trung bình nào? Muốn xem điểm trung bình đó thì xem ở đâu?",
    "Em đăng kí luận văn tốt nghiệp (440303), bị báo thiếu môn tiên quyết TN dụng cụ bán dẫn (402003), TN biến đổi năng lượng điện (402114), Tn vi xử lý (408002). 3 môn này e đã học môn tương đương và đã có điêm : Vật lý bán dẫn (EE10130),(EE2013 Vi xử lý, cơ sở kĩ thuật điện (EE2013)",
    "Em là , MSSV:, em là hoc sinh lớp  Kết Cấu Thép 2 (CI3069) Thứ 4 tiết  7-8-9 tuần trước em học cô  nhưng không hiểu sao thời khóa biểu cho em qua lớp thầy  dạy , và lớp Kết Cấu Thép 1 (CI 3009) cũng cô  dạy nhưng lại bị chuyển qua lớp thầy  Thứ 3 tiết 7-8-9 . Em xin Phòng Đào Tạo chuyển lại giúp em cho em được học cô  ạ em có viết email gửi cô và cô đã đồng ý rồi. Em cảm ơn PĐT đã đọc và mong xin được chấp thuận ạ .",
    "Chào quý Thầy Cô. Ở học kỳ 2 năm học 2017-2018 e có học môn thay thế co3009 (vi xử lý - vi điều khiển ) và qua môn, môn này tương đương vs môn 504008 (TN vxl-vdk). Nhưng lúc e đăng ký LVTN đợt bổ xung lại không đăng ký được do thiếu môn 504008 ( TN vxl-vdk). Mong quý Thầy cô kiểm tra lại giúp e để e kịp đăng ký LVTN đợt bổ xung. Em xin chân thành cảm ơn.",
    "Yêu cầu khạc . Da cho e hỏi đăng kí học dự thính là học trong hk2 luôn hay sao ạ",
    "Hiện nay, em đã có điểm môn khí động lực học 2. MSMH cũ là 213043 và MSMH tương đương là TR3011  Mong PĐT xét gấp cập nhật để em đăng kí môn LVTN vì chiều nay 3h ngày 24/1/2019 hết hạn ĐKMH  Cám ơn Thầy/Cô",
    "Nộp bằng TOEIC 2 kỹ năng có được miễn 4 môn Anh Văn không ?  Em đang được miễn học Anh Văn tại trường thì có cần thi chuẩn Anh Văn năm nhất không ?  Em cảm ơn.",
    "Em tên  học ngành công nghệ vật liệu chuyên ngành kim loại khoá 2015. Đợt 3 của đăng kí môn học, em đã đăng kí thành công luận văn tốt nghiệp. Và giờ thì thời khoá biểu + kết quả đăng kí đợt 3 đã không có môn luận văn tốt nghiệp. Em đủ ngày công tác xã hội và chứng chỉ ngoại ngữ đã được xác thực. Đề cương luận văn cũng đã có điểm. Mong thầy cô giúp đỡ l",
    "Em là  MSSV , hiện tại em đã đăng ký luận văn và đủ các tiêu chuẩn như ngày 10 công tác xã hôi, đạt chứng chỉ TOEIC trên 500, đã xong cả đề cương luận văn và có điểm, chỉ thiếu 3 chỉ môn học CI3167 không phải là môn học bắt buộc qua khi đăng ký luận văn. Em chưa nhận được thời khóa biểu của môn Luận văn tốt nghiệp CI4383, mong Bộ môn Cấp Thoát Nước, mong thầy, cô hay cấp thời khóa biểu cho em ạ. Tín chỉ tích lũy của em đến học kỳ 173 là 115 ạ tại do chưa cập nhật học kỳ 181 nên chưa đủ em có gửi bảng điểm học kỳ 181 đạt thêm 15 chỉ ạ. Email của em: . Em xin cảm ơn. Em học lớp XD15CSHT khoa xây dựng ạ",
    "Thầy (cô) cho em hỏi em đăng ký được LVTN đợt 3 từ ngày 22 - 24/01/2019 nhưng hôm nay (25/01/2019) em lên thời khoá biểu xem lại thì không có môn Luận văn cho dù em đã đạt đủ yêu cầu. Em xin cảm ơn quý Thầy (cô)!",
    "Cho e hỏi đợt mua bảo hiểm y tế với tai nạn vừa rồi e quên mua, không biết giờ nhà trường còn bán không hay e mua ngoài. Với cho e hỏi e vẫn đk học bình thường kỳ này, không biết đến bao lâu mới xét bao hiểm năm nay ạ.",
    "Phòng đào tạo cho em hỏi khi nào có danh sách dự kiến tốt nghiệp cho tháng 4/2019 ạ ?",
    "Hom truoc e ko dang ky mon hoc duoc do chua thanh toan hoc phi, moi nguoi cho e hoi bay gio thanh toan roi dang ky mon hoc co duoc nua khong a",
    "Pdt cho e hỏi: do cviệc gia đình nên hôm trước đóng tiền học phí r  đăng ký môn học nhưng e ko thanh toán được nên ko đăng ký môn học đc ạ, giờ e muốn đăng ký thì có được ko ạ",
    "Em là sinh viên CT Việt Pháp PFIEV. Học kì này em đủ điều kiện làm Luận văn tốt nghiệp, tuy nhiên sau khi đăng kí môn học thì TKB của em chưa cập nhật môn Luận văn tốt nghiệp (800700). Mong admin xem xét cập nhật TKB cho em với ạ! Em xin cảm ơn!",
    "BE128    . CHO :  23 THÁNG 12 NĂM 2018. ĐẾN NAY VẪN CHƯA THẤY KẾT QUẢ?   , NÊN EM CẦN BIẾT KẾT QUẢ ĐỂ CÓ THỂ ĐĂNG KÝ HỌC TIẾP ANH VĂN ().",
    "Kính thưa thầy/cô, Em là Danh, sinh viên năm 3 khoa Cơ Khí. Em có đăng kí phúc tra bài thi cuối kì môn Phương Pháp Tính vào ngày 7/1 nhưng tới giờ vẫn chưa có kết quả. Em kính mong Phòng Đào tạo có thể kiểm tra giúp em xem yêu cầu của em có bị sót hay thất lạc ở đâu không? Em xin chân thành cảm ơn. Kính chúc thầy/cô nhiều sức khoẻ. Đính kèm: Ảnh chụp màn hình ngày 13/2 kết quả đăng kí phúc tra.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào anh, em vào đăng ký tốt nghiệp thì phần TÌNH TRẠNG kếu là phải xác nhận email để có thể đăng ký ( như hình đính kèm). Em đã check mail nhưng không thâý. Anh có gì cho em xin hướng dẫn ạ. Em cảm ơn",
    "Gửi quý thầy cô, Em đã hoàn tất đầy đủ công tác xã hội,ngoại ngữ,.. nhưng trong danh sách lại không có tên. Em muốn hỏi cách kiểm tra lý do không có tên trong danh sách tốt nghiệp ạ. Kính mong thầy cô giải đáp giúp em",
    "Em được 5.0 chứng chỉ ilets, vậy em sẽ vào lớp anh văn mấy ? (có thể được miễn học anh văn trên trường không ạ ).",
    "Cho mình hỏi mình đã hoàn thành đủ chỉ môn học , ngày công tác xã hội 18.5 ngày , tiếng anh 455 đã đủ tốt nghiệp và quy đổi được av1 , av2 , av3 . Mình cũng đã hoàn thành av4 . Mình K12 mong được hỗ trợ ạ",
    "Mình mong Phòng Đào Tạo kiểm tra giúp mình xem Mssv : 5 kỳ này có được tốt nghiệp không ạ. Chỉ môn học mình đã hoàn thành đủ kỳ vừa rồi , luận văn đã hoàn thành xong , ngày công tác xã hội 18.5 ngày , toeic mình được 455 , đã quy đổi được 3 av1,2,3 , av 4 mình đã hoàn thành xong . Học phí đã đóng tiền đầy đủ , mình vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ?!! Mình là sinh viên khoá 2012",
    "Cho em hỏi nếu muốn thôi học thì cần nộp đơn hay là chỉ cần không đăng kí môn học và không đi học nữa ạ? Thủ tục sau khi nộp đơn gồm những gì ạ?",
    "Nếu em nộp chứng chỉ TOEIC thì em cần nộp bằng hay chỉ cần nộp bảng điểm thôi? -Nếu chứng chỉ ngoại ngữ của em đủ điều kiện để đạt điểm 10 cả 4 môn anh văn thì khi em nộp chuyển điểm cho học kỳ 182 thì cả 4 điểm 10 đó sẽ tính vào điểm trung bình tích lũy của học kỳ 182 hay sao ạ?",
    "Tên:  .. Em đã đăng kí học dự thính HK182 hệ chính quy đợt 1 mà sao giờ vẫn chưa thấy trời khóa biểu vậy ạ? Cho em hỏi khi nào thì bắt đầu học vậy?",
    "Sau một thời gian theo học, em mới là năm nhất nhưng em cảm thấy trương trình bách khoa quá, cụ thể là rớt những môn đại cương Em học khá là tệ, nên em muốn chuyển xuống ngành học thấp hơn để phù hợp với bản thân cũng như sau này khi vào chuyên ngành Em muốn chuyển sang Bảo dưỡng công nghiệp Mong các thầy cô xét duyệt cho em Em xin cảm ơn",
    "Em xin chào PĐT, đầu năm mới em kính chúc quý thầy cô trong PĐT cùng gia đình nhiều sức khỏe, an khang thịnh vượng ạ.! - Nhân đây em xin hỏi quý PĐT là điểm TRUNG BÌNH TÍCH LŨY NGÀNH (TBTLN) của em hiện tại là bao nhiêu ạ.? (vì trên trang Web My Student thì điểm cập nhật hình như chưa được đầy đủ). Nếu được phép, kính mong PĐT gửi giúp bảng điểm TBTLN vào email giúp em với ạ. (em rất cần gấp vì để em tính điểm để nâng thêm bằng TOEIC lên cho đạt bằng khá khi ra trường vào cuối tháng 4/2019 này) Em xin chân thành cảm ơn. Email SV: 1414262@hcmut.edu.vn SĐT: 0384804521",
    "Dạ cho em hỏi, kì này em đăng kí luận văn tốt nghiệp, trong Kết quả đăng kí môn học của em đã đăng kí thành công, các tiêu chí về anh văn và môn học em đã thoả. Nhưng tại sao trong thời khoá biểu của em lại không có Luận văn tốt nghiệp vậy ạ? Em kính mong phòng đào tạo giải đáp vấn đề và cho em biện pháp ạ? Em xin chân thành cảm ơn.",
    "n hôm nay 15/2 ( sau ngày thi 1 tháng ) mà điểm vật lý của em vẫn hiển thị điểm 15. Em có liên lạc với giáo viên bộ môn thì cô cho biết rằng đã chốt bảng điểm trước tết âm lịch và có nhập cả điểm của em. Không biết có phải do lỗi hiển thị không nhưng em mong Phòng Đào Tạo xem xét giúp!  Em cảm ơn.",
    "Gửi Phòng Đào tạo    Theo thông tin trước em biết thì muốn nhận LVTN thì em phải nộp chứng chỉ ngoại ngữ còn hạn Tuy nhiên, từ học kì II K18 thì có thay đổi quy chế Vậy nếu em nộp chứng chỉ ngoại ngữ còn hạn bây giờ thì đến lúc làm LVTN (hết hạn chứng chỉ) thì có được không? hay em phải nộp lại một chứng chỉ khác còn hạn    Mong nhận được phản hồi sớm từ Phòng Đào tạo  Em xin cảm ơn    Trân trọng  ",
    "Gửi Phòng Đào Tạo    Em có thể nộp chứng chỉ ngoại ngữ bất cứ lúc nào nhưng có được xét điểm chuyển ngay không?  Nếu không xét điểm chuyển ngay thì trong học kì 2 K18 này thì đợt xét điểm chuyển là khi nào?    Mong nhận được phản hồi sớm từ Phòng Đào tạo  Em xin cảm ơn    Trân trọng  ",
    "Kính chào thầy cô, em là sinh viên năm 4 khoa máy tính, em có tên trong danh sách dự kiến tốt nghiệp và muốn đang ký tốt nghiệp trong tháng 4/2019 nhưng lúc trước em có nợ phí chuyển điểm AV chưa đóng . Thầy cô cho em hỏi là em cần làm gì để  đăng ký tốt nghiệp được ạ, em có cần đóng tiền rồi viết đơn xin cứu xét không ạ. mong thầy cô phản hồi sớm giúp em để  em kịp đăng ký tốt nghiệp ạ. Em cám ơn rất nhiều ạ.",
    "t đăng ký dự thính vừa rồi em có đăng ký 3 môn nhưng đều không được học môn nào,vì thông báo bị trùng lịch , nhưng em thấy có 2 môn mạch điện tử và tín hiệu hệ thống của em không có trùng lắm, em xin nhà trường có thể chấp nhận cho em đăng ký bổ xung 2 môn học này ạ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi phòng Đào Tạo, Em là sinh viên K12 hiện đã hoạn thành 2 bằng tốt nghiệp (Vật liệu Xây dựng và Xây dựng dân dụng) Cho em hỏi để đăng ký tốt nghiệp 2 bằng thì phần khai lý lịch mình phải làm như thế nào ạ.",
    "em chào thầy cô. thầy cô cho em hỏi thời khoá biểu trên trang thông tin sinh viên bị mất là do lỗi hệ thống hay do em vi phạm gì nên bị huỷ môn vậy ạ",
    "Dạ em chào thầy/ cô. Tình hình là trong bảng kết quả đăng ký môn học chính thức HK182 của em gồm 4 môn (16 chỉ) nhưng hôm nay khi em kiểm tra lại thời khóa biểu thì lại bị 2 môn, chỉ còn lại 2 môn (11 chỉ). Thầy/ cô xem xét lại giúp em ạ. Em xin cảm ơn ạ.  ",
    "Thưa phòng đào tạo cho em hỏi là em chưa qua anh văn cơ bản mà em đăng ký học ở ngoài để chuyển điểm mà chứng chỉ ngoại ngữ là trường buộc nộp vào cuối hk2 hay là trước khi đăng ký môn học cho hk3 ạ.tại em nghe được thông tin là cuối năm 1 mà không qua av1 là không được đăng ký các môn chuyên ngành cho năm 2 nên em muốn hỏi hạn chót để nộp là khi nào ạ tại bây giờ em mới bắt đầu đăng ký học anh văn ạ.cám ơn phòng đào tạo ạ.",
    "Chào các thầy/cô, xin cho em hỏi rằng: Nếu nộp bằng av vào đợt của HK3 thì điểm trung bình tích lũy sẽ lưu vào điểm tbtl hiện tại hay của HK3 ạ? Em cảm ơn!",
    "Kính gửi PĐT. Em có đăng kí LVTN (440303) vào đợt bổ sung cuối cùng (22/01/2019 - 24/01/2019) đã đăng kí được nhưng sau đó lại bị PĐT hủy kết quả đăng kí với lý do là không đủ điều kiện nhận LVTN. Trong khi đó em đã hoàn thành các môn trong chương trình học và chỉ còn thiếu duy nhất LVTN (440303), em đã nộp kết quả thi toeic và đã được PĐT thẩm tra xong từ ngày 15/01/2019 và em cũng đã có đủ 10 ngày CTXH để nhận LVTN. Mong PĐT xem xét giúp em bị thiếu điều kiến gì để nhận LVTN? Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo Em là  thuộc khoa Bảo Dưỡng Công Nghiệp. Cho em hỏi là tại sao chưa có điểm tổng kết môn Hóa đại cương(604601) mà em đã học ở học kì dự thính 172 ( học kì 2 năm 2017 - 2018) nhưng mà tín chỉ lại được tính vào chỉ tích lũy , em đã gửi mail cho thầy dạy môn Hóa của em nhưng mà vẫn chưa thấy hồi âm nên em rất lo lắng vì sắp làm tiểu luận tốt nghiệp, nếu như vậy có ảnh hưởng tới việc ra trường của em không . Điều kiện của em ra trường là đủ chỉ và học hết các môn theo chương trình đào tạo, vậy nếu môn hóa khong có điểm tổng kết mà có chỉ tích lũy thì có được đủ điều kiện không. Em xin cám ơn Phòng Đào Tạo.",
    "chào phòng đào tạo ! Phòng đào tạo cho em hỏi là em đã hoàn thành tất cả các môn học và chứng chỉ anh văn nhưng em không đăng kí được luận văn tốt nghiệp ? Mong PDT xem xét trường hợp của em và hướng dẫn em cách khắc phục . em xin cám ơn !",
    "Sinh viên cần đăng kí môn học cơ học thủy khí (TR1005) nhưng không thể đăng kí được mặc dù đủ điều kiện, không trùng thời khóa biểu và lớp vẫn chưa đủ sĩ số. Tình trạng này vẫn diễn ra ở một số môn khác như giải tích 2. Có lẽ do thời khóa biểu có vấn đề, trong thời khóa biểu (hình kèm theo) ở môn Phương pháp phân tích kết cấu thời khóa biểu chỉ có ở tuần 18, 29, 20 mặc dù môn đã bắt đầu ở tuần 3",
    "Hồi học kì 1 của năm học 2017-2018 e có học môn PLDC và pass môn đó với số điểm là 6.0. Nhưng hiện e thấy trong mục tiến độ học tập thì môn này lại bị đánh dấu là chưa đạt. Như vậy thì có ảnh hưởng gì ko ạ? E cảm ơn!",
    "Kính gửi PĐT Em là sinh viên K18 hệ chính quy đại trà. do tổ chức học bổng yêu cầu nộp bảng điểm nên em đã đăng kí in bảng điểm. Tuy nhiên, trên bảng điểm có ghi điểm trung bình học kì là 6,97 nhưng ở cột điểm trung bình tích lũy là 6.79 trong khi em chỉ mới hoàn thành 1 học kì. số tín chỉ tích lũy là 23 trong khi học kì vừa rồi em học 19 tín chỉ, chuyển điểm 2 tín chỉ anh văn. Mong PĐT giải đáp thắc mắc sớm giúp em ạ, vì em cần hoàn thiện hồ sơ học bổng. Em xin chân thành cám ơn.",
    "Cho em hỏi nguyên nhân em không đăng kí được môn  ạ. Em với bạn đăng kí thời khóa biểu chính quy và dự thính giống như ạ. Bạn em đăng kí được cả 2 môn Giải tích 1 và  (hình 1). Nhưng em chỉ đăng kí được Giải tích 1 còn  thì ghi là không đủ điều kiện ạ (hình 2)",
    "Hiện tại em là sinh viên đã hoàn thành bằng 1 ở khoa Xây Dựng. Em dự định sẽ đăng kí tốt nghiệp vào tháng 11/2019. Em xin hỏi PĐT em có thể đăng kí bằng 2 vào thời gian hè này và có thể bắt đầu học bằng 2 buổi tối vào kì 1 năm 2019-2020 được hay không? Hay em phải chờ đợt tuyển sinh năm sau ạ. Em xin cám ơn!",
    "Kính gửi PĐT  Em muốn hỏi về lỗi trên Mybk, Nơi sinh của em  trong mục \"Thông Tin Sinh Viên\" là Hà Nam, nhưng trong mục \"Đăng Ký Tốt Nghiệp\" lại là Bình Dương. Em mong PDT sửa lại nơi sinh là Hà Nam để em đăng ký tốt nghiệp.",
    "Thưa thầy/ cô cho em hỏi. Hiện giờ em đang có 129 TC. Sau khi hoàn thành học tập kỳ (giả sử em đạt hết các môn và luận văn) này nữa là em có 141 TC. Mà chương trình đào tạo là 142 TC. Em vẫn thiếu 1 TC . Mà em đã kiểm tra hết thì em đã học đủ các môn bắt buộc, nhóm A B, và chưa học av4 và có bằng TOEIC . Vậy trường hợp của em như thế nào vậy thầy/ cô ? và khi e nộp TOEIC vào thì có được chuyển điểm av không thầy/ cô. Hay phải đợi tới đợt ? Em cảm ơn thầy/ cô",
    "Kính gửi PDT và admin  cho em hỏi về 1 số vấn đề anh văn đầu ra đối với sinh viên VHVL ạ, bây giờ anh cần đối với hệ của em là toeic 450 để được làm luận văn và ra trường ... nếu e không thi toeic thì có thể thì những bằng nào để quy đổi , và em muốn thi bằng trong trường thì cần những bằng gì để phù hợp ạ??? ví dụ : (B1,A2)",
    "Chào PĐT. Em tên -Mssv: Hiện tại bảng điểm HK181 của em đã cập nhật hết, nhưng điểm TBTL và TBTL ngành vẫn chưa được cập nhật, cho em hỏi có cách nào để em biết điểm TBTL và TBTL ngành của em tính đến hết HK181 không ạ? ( do em có chuyển điểm các môn anh văn nên khá rắc rối trong việc tự tính điểm). Em xin cảm ơn",
    "Xin chào!!! Các bạn cho mình hỏi. Mình muốn bảo lưu kết quả học tập thì cần những thủ tục như thế nào ạ? Tư vấn giúp mình với ạ. Cám ơn rất nhiều.",
    "Kính gửi phòng đạo tạo       Em lên kiểm tra thông tin bằng tốt nghiệp thì em thấy thông tin sở giáo dục của em bị sai. Em tốt nghiệp ở trường THPT năng khiếu đại học Tân Tạo ở Long An.  Kính mong phòng đào tạo chỉnh sửa thông tin bằng tốt nghiệp của em  . Em xin chân thành cảm ơn",
    "Cho em hỏi như thế này thì chừng nào em biết được điểm phúc khảo.",
    "BE128    . CHO EM HỎI VỀ KẾT QUẢ THI ANH VĂN 400 NGÀY 23 THÁNG 12 NĂM 2018. ĐÃ CÔNG BỐ KẾT QUẢ CHƯA? ?",
    "Dạ em là K18. Cho em hỏi là khóa của em khi kết thúc năm nhất là phải qua AV1 hay phải qua AV2 ạ? Với lại trương hợp của em hiện tại em thi đầu vào chỉ được 275 và không có đăng ký học Av trong trường. Vậy giờ từ đây đến cuối năm là em phải nộp bằng vào hay là từ giờ tới cuối năm trường có tổ chức thi rồi em vào thi. Hay trường hợp của em bây giờ phải làm gì là tốt nhất ạ?",
    "Kính gửi PĐT, Sinh viên kiểm tra danh sách dự kiên tốt nghiệp T4/2019 nhưng không có tên trong danh sách. Kính nhờ PĐT kiểm tra và cập nhật vì SV đã hoàn thành chương trình đào tạo, thỏa mãn điều kiện Tiếng Anh và các điều kiện khác cho SV B2 CQ. Trân trọng cảm ơn, MSSV:  Đ: [phone_number]",
    "Thông tin sinh viên . Em xin chào pdt. Hôm qua em có lên mybk mục thông tin sinh viên thì thấy điểm trung bình học kì 181 của mình bị tính sai, dtb các môn của em đã có đầy đủ trên mybk từ cách đây   B hơn 1 tháng     không có môn nào dưới   B 8.5    nhưng điểm trung bình học kì 181 của em lại là   B 8.39   . Em có tính lại thì thấy   B 8.39    là điểm trung bình của cột   B điểm thi    của em ạ. Nên em nghĩ là có nhầm lẫn. Có nhiều bạn cũng bị như em. Em rất mong pdt xem xét lại giúp em ạ. Em cảm ơn rất nhiều",
    "p Phòng đào tạo có thể tính lại cho em điểm trung bình của học kỳ 1 (2018-2019) không ạ? Theo như bảng điểm thì điểm các môn học của em đều trên 8.. Tuy nhiên điểm trung bình học kỳ 1 của em lại là 7.88. Mong phòng đào tạo xem xét điểm số của em lại ạ.   /p ",
    "Chào thầy (cô) ạ, trường hợp em gặp phải là điểm trung bình học kì 181 bị tính sai. Em đã dùng công thức tính lại kĩ càng và kết quả là 8.79 thay vì 8.53 như trên bảng điểm  Mong thầy( cô ) xem lại giúp em ạ Em xin chân thành cảm ơn ạ",
    "u năm e có thi kt AV đầu vào để xét lớp, e vào lớp av cơ bản. Hôm thi cuối kỳ e quên đi thi môn av nên điểm tb cuối kỳ thấp và rớt môn. Cho e hỏi nếu rớt môn av cơ bản hk1 thì hk2 cần phải làm j để môn av có thể đạt điều kiện và năm sau học đc môn chuyên ngành. E xin cảm ơn!",
    "Em muốn hỏi là bài phúc tra môn \"Thiết kế qui trình công nghệ hoá học\" mã môn học CH3023 của em đã có kết quả chưa ạ? Em đã đăng kí phúc tra trước tết nhưng hệ thống bị lỗi. Bộ phận phúc tra có hẹn em sau tết sẽ có kết quả mà hiện giờ em vẫn chưa thấy cập nhật mới nhất. Mong phòng đào tạo trả lời giúp em. Em xin cảm ơn.",
    "B  em đã khai báo lí lịch online nhưng không thể đăng kí môn học dự thính, cô phòng đào tạo nói em lên đây để hỏi, em mong nhà trường giúp em để e có thể đăng kí lịch học dự thính ! em xin cảm ơn",
    "cho em hỏi em rớt anh văn cơ bản có được học anh văn 1 không ạ hay phải học lại anh văn cơ bản trước ạ",
    "Thưa thầy/cô, vào học kỳ 3(2016-2017) em đã qua môn KẾT CẤU BÊ TÔNG CỐT THÉP 1(CI2039)  và vào học kỳ 2(2017-2018) em cũng qua môn VẬT LIỆU HỌC (CI3029), theo danh sách môn học tương đương K2014 thì 2 môn này là môn tương đương của các môn: KẾT CẤU BÊ TÔNG CỐT THÉP 1(804003). HÓA LÝ KỸ THUẬT (812001). VẬT LIỆU HỌC (812002). Đến nay, Phòng Đạo Tạo vẫn chưa chuyển điểm cho em môn KẾT CẤU BÊ TÔNG CỐT THÉP 1(804003) và môn VẬT LIỆU HỌC (812002). Kính mong Phòng Đạo Tạo xem xét và giải quyết chuyển điểm giúp em.",
    "TAAPJ Em tên là , Mssv:; hiện đang học khoa Cơ Khí - ngành KT Nhiệt Lạnh - lớp CK17NH1. Em muốn hỏi là trong tiến độ học tập của em trên MyBK lại để là ngành Cơ điện tử như trong hình và chương trình đào tạo cũng là của Cơ điện tử thì có ảnh hưởng gì không ạ?",
    "Thầy (cô) cho em hỏi sao điểm TBTL và số TCTL trên mybk và trong bản điểm in ra không giống nhau vậy?",
    "em chào pđt  cho em hỏi em đã rớt anh văn cơ bản vậy thì có được học anh văn 1 không ạ hay phải  quay lại học anh văn cơ bản",
    "BE128    . Em xin phong dao tao kiêm tra lai duy diêm thi toic400 thi ngay 23 thang 12 nam2018. Em thay lam bai cung tot nhung sao chi co 4diêm. Em cam on!",
    "Gửi phòng đào tạo cho em hỏi về vấn đề bằng tốt nghiệp THPT là em vào wep trường thì thấy thông báo em chưa nộp bằng THPT. Nhưng em nhớ đã nộp cho lớp trưởng 2 bảng photo có công chứng hồi tháng 6 và em cũng có hỏi lại lớp trưởng về danh sách những bạn đã nộp thì bạn kêu là đã kí và nộp danh sách đó lại cho nhà trường. Em mong nhà trường kiểm tra lại danh sách. Em cảm ơn ạ",
    "dạ cho em hỏi là em đã làm bài thi môn đại số tuyến tính rất tốt nhưng kết quả lại rất thấp, em đã đăng kí phúc khảo trước tết lúc vừa công bố điểm, bài thi đã chuyển về khoa nhưng sao đến giờ vẫn chưa có kết quả ạ.",
    "Kinh gửi phòng đào tạo. Em là sinh viên k14. Hiện em còn đang thiếu anh văn 4 nữa là đủ điều kiện tốt nghiệp. Học kì dự thính này em thấy nhà trường có mở lớp anh văn theo định hướng toeic 500 mã số môn học là LA1035. Em muốn hỏi là môn học này có thay thế môn anh văn 4 để thỏa điều kiện tốt nghiệp không ạ. Em cảm ơn ạ.",
    "ảng điểm của em in bị sai điểm môn Pháp luật Việt Nam đại cương. Điểm trên trang mybk là 7.5 nhưng điểm trong bảng điểm là 5.5 ",
    "kính gởi phòng đào tạo! em tên:  cho em xin hỏi là đợt hiệu chỉnh đăng ký dự thính đợt 2 này em có đăng ký môn giải tích 2 . Trong kỳ chính thì môn truyền nhiệt động lực học có 1 buổi thí nghiệm ở tuần 17 vào bữa chủ nhật từ tiết 4,5,6 còn môn dự thính em đăng ký lại học vào tiết 7,8,9 cho em hỏi chỉ có 1 buổi duy nhất học liên tục như vậy thì có bị hệ thống xóa môn học không và nếu bị xóa em có thể làm đơn xin học được không. em xin cám ơn!",
    "MSSV:  Học kỳ này em có đăng ký làm luận văn tốt nghiệp nhưng danh sách xét nhận luận văn tốt nghiệp lại không có mã số sinh viên của em mong phòng đào tạo xem xét",
    "Xin chào Thầy/Cô Phòng Đào Tạo, Học kỳ 182 này, Em có thời khóa biểu môn Lập trình hướng đối tượng C02005-B01 (file đính kèm) . Em đến lớp đã liên tục 2 buổi học nhưng không có giáo viên. Em viết mail này xin hỏi thời khóa biểu của em có bị lỗi hay có đổi phòng học không ạ Trân trọng.  ()",
    "trong lịch đăng ký dự thính HK182 đợt 1 em có đăng ký 3 môn: giải tích 1, vật lý đại cương, hóa đại cương. nhưng trong kết quả đăng ký dự thính HK182 đợt 1 em lại không có thời khóa biểu.",
    "Em nộp phiếu điểm TOEIC để chuyển điểm, thủ tục yêu cầu có file scan, em có thể dùng ảnh chụp bằng điện thoại được không ?",
    "em học lớp XD17DD01 nhưng đăng kí nhầm môn nhận thức ngành (CI2065) của ngành cơ sỏ hạn tầng, em muốn đổi qua học môn nhận thức ngành của ngành dân dụng (CI2057) được ko ạ?",
    "Hiện tại em đã học môn quy đổi tương đương của môn Máy Xây dựng và an toàn lao động (MSMH: 807016) . Nhưng đến nay đã hơn 3 học kỳ vẫn chưa cập nhật đã hoàn thành môn đó cho em. Mong PĐT kiểm tra và xem xét để em xét tốt nghiệp ạh. Em xin chân thành cảm ơn!!",
    "Kính gởi phòng đào tạo, em có đăng kí in bảng điểm ngày 15/02/2018 và nhận vào ngày 21/02/2018 nhưng thấy điểm tb tích lũy trong bản in là 6.99, trong khi trên web là 7.01. Mong nhà trường xem xét lại cho em. Em xin cảm ơn.",
    "Chào Phòng đào tạo, Em là , 6, đã được cập nhật đủ 15 ngày công tác xã hội nhưng vẫn chưa thể đăng ký tốt nghiệp vì lý do \"nợ ctxh'. Mong PĐT cập nhật giúp em.",
    "Chuyển thời khóa biểu  Kính chào thầy cô, em đã đăng kí dự thính giải tích 1.Em muốn chuyển nhóm dự thính từ DT02 sang nhóm DT05 được không ạ? Và muốn chuyển thì phải làm như thế nào ạ? Em cảm ơn.",
    "chào phòng đào tạo!  Hiện tại em đã hết thời gian học hệ chính quy.  Bây giờ em muốn chuyển sang hệ tại chức.  Mong phòng đào tạo hướng dẫn em quy trình chuyển hệ . em xin cám ơn!",
    "Dạ em đã có quyết định được nhận điểm vắng thi như file đính kèm, nhưng điểm cập nhật lên bảng điểm của em không được cập nhật đúng là 15 mà vẫn là điểm 13 làm điểm trung bình học kì và điểm trung bình tích lũy của em bị sai. Nhờ phòng đào tạo kiểm tra chỉnh sửa giúp em! Em xin cảm ơn!",
    "Cho em hỏi về mốc thời gian đóng cohọc phí cho đợt 1 và đợt 2 của học kì chính HK182 này ạ. Theo em biết thì hai đợt đóng khá gần nhau nên em muốn hỏi thời gian chính xác để chuẩn bị tiền trước. Em cảm ơn!",
    "cho hoi mới hôm qua em vào xem đang ký dự thính , em đã thấy 2 môn của em đang ký mạch điện tử  và tín hiệu hệ thống của em đã được đăng ký , và đánh dấu v rồi nhưng sao hôm nay em vào xem lại , thì khong thấy nữa ạ, và em vào xem lịch sữ ddawng ký cũng không có, mong  thạy cô xem xét giúp em ạ",
    "Thưa cô cho em hỏi, hiện tại trên Tiến độ học tập, môn Thực tập tốt nghiệp của em vẫn chưa được cập nhật là đã đạt. Điểm thực tập của em là 6 điểm. Cô cho em hỏi hệ thống trường có vấn đề gì không ạ?",
    "Cho em hỏi bây giờ có còn được đăng kí rút môn học không?. Nếu có thì làm như thế nào. Cảm ơn",
    "Dạ cho em hỏi là việc đăng ký môn học theo định hướng toeic. Em có đăng ký môn học toeic 500 ,mã môn học là LA1035. Em thấy khi học môn này không ảnh hưởng đến tín chỉ học phần hay chương trình đào tạo trước đó, mục đích là giúp sinh viên đạt được điểm toeic để nhận luận văn và ra trường. Vậy cho em hỏi sao em không thể đăng kí được vì bị mắc lỗi thiếu môn tiên quyết LA1007,trong khi đó em tìm để đăng ký theo mã môn học này thì lại không có a? Với lại em cảm thấy khả năng của mình đủ để tiếp thu được chương trình toeic 500 nhưng lại không được đăng ký ạ? Mức điểm em thì gần đây là 425đ bên trung tâm IIG cmt8 ạ. Em cám ơn ạ.",
    "Cô ơi cho em hỏi môn Kĩ thuật số - Mã môn học EE1015 ( như file hình đính kèm) của em hiện tại vẫn chưa hiển thị điểm của học kì ạ nhưng trong điểm tổng vẫn tính  và số tính chỉ qua kì vừa rồi 29/29 tức đã tính môn đó vào điểm trung bình ( giảng viên đã nhập điểm) nhưng bảng điểm lại không hiện điểm của môn. Em không biết có trục trặc hay lỗi kĩ thuật gì không ạ? Bây giờ nếu em đăng kí in bảng điểm thì trên bảng điểm in giấy có hiện ra điểm môn này không ạ vì em cần in bằng điểm để xét học bổng. Cô/thầy xem giúp em với có được không ạ. Em cảm ơn!!!",
    "em chào pđt : kì vừa rồi em học Mac và đã qua (đã cập nhật là đạt trong \" tiến độ môn học \") nhưng bị sai mã số môn học(001001 thay vì đúng là SP1003) nên tín chỉ đó không được tính vào tín chỉ tích lũy ngành . Kì này em học lại Mac đúng với mã số môn học , cho em hỏi ví dụ trường hợp kì này em qua được Mac:  1. tín chỉ đó có được tính lại là tín chỉ tích lũy ngành không ? 2. Trung bình môn Mac (sai mã số MH) lớn hơn Trung bình môn Mac( đúng mã số MH) thì sẽ lấy điểm nào ạ . Nếu lấy điểm trung bình Mac (sai mã số MH ) thì tín chỉ có được tính vào tín chỉ tích lũy ngành không hay buộc phải lấy trung bình môn  ( đúng mã số MH) thì tín chỉ mới được tính vào tín chỉ tích lũy ngành ?  Mong được pdt giải đáp . Em cảm ơn ",
    "Gửi PĐT Đợt vừa rồi em có kiểm tra trình độ tiếng anh lại và được 455 điểm, nhưng giờ em kiểm tra lại bẳng điểm thì không còn nữa. PĐT cho em hỏi là kì 172 em học xong anh văn 2 rồi thì kì này với số điểm kiểm tra lại đó thì có được tính điểm cho anh văn 3,4 hay chuyển lại điểm anh văn 2 không ạ",
    "Em đã đăng ký luận văn tốt nghiệp bổ sung đợt 2 thành công nhưng đến bây giờ vẫn chưa có trong thời khóa biểu học kỳ 182 này, em thấy mình vẫn thỏa các điều kiện về đăng ký luận văn mà .",
    "Em tính bị dư 2 chỉ, điểm trung bình tích lũy thiếu 0,02",
    "coh\\\\\\  cho em hỏi bao giờ mình mới nộp chứng chỉ ngoại ngữ ạ. Nếu hông đủ điểm qua av1 thì có ảnh hưởng tới phân nghành hông.",
    "Kính thưa thầy/cô, Em là , MSSV: , sv năm 3, hiện đang theo học chương trình Kĩ sư Tài Năng khoa Cơ Khí. Hiện tại em đang có nguyện vọng muốn cải thiện điểm cho môn Phương pháp tính (MT1009) vào kì vừa rồi. Em có thắc mắc là em có thể đăng kí học cải thiện dự thính buổi tối chung với lớp đại trà có được không? Hay là phải đợi tới kì sau để đăng kí vào nhóm của lớp KSTN khóa sau? Em cảm ơn và mong sớm nhận được hồi đáp!",
    "tại sao e nộp bản sao bằng tốt nghiệp thpt rồi nhưng k được cập nhật ạ.lớp trưởng đã gởi lại danh sách cho phòng đào tạo nhưng vẫn không được cập nhật ạ",
    "Kính gửi phòng đào tạo . -Em có các thắc mắc sau đây :                      +Điểm trung bình tích lũy em tính được 7,13 nhưng trên bảng điểm của nhà trường còn 7,08. +Số tín chỉ tích lũy của em chỉ có 54 nhưng trong bảng điểm tính dư cho em 2 chỉ là 56. +Điểm thi anh văn đầu vào của em mới thi học kì vừa rồi cũng không còn trên bảng điểm. -Mong phòng đào tạo giải quyết dùm em để chuẩn bị cho kì phân ngành sắp tới .Em xin chân thành cảm ơn !",
    "u kì 181 em chưa kịp nộp sổ đoàn viên vậy có ảnh hưởng gì đến quá trình đăng kí môn và học tập không ạ. Muốn nộp thì phải nộp ở đâu và bao giờ ạ. Em cảm ơn ạ",
    "t 1 DKMH dự thính HK182 em có đăng kí môn Tư tưởng HCM. Vào đợt hiệu chỉnh DKMH dự thính HK182 từ ngày 19/2 - 25/2 em muốn vào hủy môn học thì trong danh sách kết quả đăng kí môn đợt 2 và đăng kí môn đợt 3 của em không có môn trên nên em không hủy được. Và đến ngày 27/2 trong danh sách mới cập nhật nhưng lúc này đã hết hạn cho hủy môn. Vậy bây giờ em muốn hủy môn phải làm sao ạ. Em cảm ơn.",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. Em tên là Võ Vĩ MSSV 4 Khoa Kỹ Thuật Xây Dựng Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và chỉ còn đợi kết quả thi anh văn 2 kĩ năng nói -viết để đủ điều kiện đăng kí tốt nghiệp.Do đó trong học kì này em đã đăng kí môn Anh văn 2 với mục đích duy trì tình trạng đang học . Sau đó thì em đã có kết quả đậu anh văn nói- viết vào ngày 03/03/2019.Cho nên, theo như em đọc trên quy định xét tốt nghiệp, cần phải thanh toán tất cả học phí. Tuy nhiên, thời hạn thanh toán học phí môn Anh văn 2 lại chưa tới trong khi thời hạn hoàn thành các điều kiện xét tốt nghiệp sắp hết (là ngày 29/03/2019). Em xin PĐT có thể giải quyết giúp em vấn đề trên được không ạ? Em có thể thanh toán học phí như thế nào để kịp thời gian đăng kí tốt nghiệp tháng 4 ạ. Em xin chân thành cảm ơn.",
    "E chào thầy (cô) ạ . E tên là , MSSV . hiện là SV ngành kiên trúc trường mình . Học kỳ 181 vừa rồi e có học môn Tin học chuyên ngành 3D (CI1025), e đã nộp bài và làm bài đầy đủ, tuy nhiên khi kết quả môn học thông báo thì điểm số của em là 13. E có liên hệ với giáo viên phụ trách môn này, được biết là có sự nhầm lẫn nên thầy đã liên hệ với PĐT để cập nhật lại. Tuy nhiên, đến nay e vẫn thây chưa cập nhật lại bảng điểm giúp e . E mong quý thầy (cô) có thể kiểm tra và cập nhật lại giúp em. Em cảm ơn ạ",
    "Thưa thầy cô, Em tên là , MSSV , sinh viên năm 3 khoa Quản lý công nghiệp. Em có câu hỏi là khi em đăng ký môn Anh văn trong kinh doanh (IM3061) thì hệ thống có thông báo là chưa học trước môn Anh văn 3. Thế nhưng trước đó em đã có nộp bằng TOEIC và đăng ký chuyển điểm và đã được duyệt vào ngày 26/02. Em nghĩ nguyên nhân là do hệ thống chưa cập nhật điểm. Nếu như vậy thì có cách nào để em đăng ký dự thính vào đợt bổ sung này luôn không ạ?  Mong thầy cô có thể giải đáp giúp em. Em cám ơn thầy cô nhiều ạ. P/S: Em xin gửi kèm 2 tệp ảnh về Mục điểm chuyển và Mục đăng ký môn học của em ạ. Cám ơn thầy cô đã xem.",
    "Em chào thầy (cô), Em tên là  (k17-lớp Kĩ Thuật Môi Trường) 3 học kì vừa rồi em đã học được 50 chỉ nhưng trong bảng điểm lại ghi số tính chỉ tích lũy lại là 52. Mong thầy (cô) xem xét lại giúp em! Chân thành cảm ơn !!!",
    "Cô ơi cho em hỏi về chương trình đào tạo bằng 2. Hiện em đang là sinh viên K16 Khoa Điện Điện tử, ngành em đang học là Ngành Điều Khiển và tự động hóa, bây giờ em có nguyện vọng học thêm bằng 2 ngành Kĩ thuật điện tử truyền thông ( thuộc khoa Điện điện Tử) có được không ạ, nếu em tích lũy thêm hết các môn học ( e tính là sai lệch 2 ngành này tầm 9 môn) có trong chương trình đào tạo chính quy của ngành thứ 2 ( điện tử truyền thông), tức hoàn thành 100% số môn học, tín chỉ cuart ngành thứ 2 thì có được in song bằng 2 chuyên ngành. Ngành thứ 2 trên bằng sẽ ghi như thế nào và xếp loại sẽ ghi như thế nào cho bằng 2, có giống như bằng 1 không ạ. Tiện thể cô gửi giúp em chương trình đào tạo bằng 2 của ngành kĩ thuật điện tử truyền thông ( khoa điện điện tử) , năm 2016 trở về sau được không ạ, tại em thấy trên aao ghi là chưa cập nhật, chỉ có ctdt chính quy thôi, vậy có phải là mình học hết các môn chính quy thì dc cấp bằng 2?",
    "Môn đề cương luận văn tốt nghiệp CI4341 học kì 1 vừa rồi đã nộp đơn bổ sung điểm ngày 26/2 đến nay vẫn chưa cập nhật , mong thầy/cô cập nhật lại để trận sai sót sau này ",
    "Vừa qua em đã tham gia kì thi kiểm tra trình độ kiểm tra Tiếng Anh vào ngày 8 tháng 12 năm 2018 và vượt qua đc anh văn 4 thì ad cho em hỏi là năm nay hoặc những năm sau em có cần tiếp tục thi các kì thi anh văn nữa không ạ? Rất mong được sự hồi đáp từ ad ạ. Em xin chân thành cảm ơn",
    "Em chào thầy cô ạ! Thầy cô cho em hỏi là học kì 172 em học tất cả được 21 tín chỉ, nhưng em vào xem cập nhật lại thì lên 23 tín chỉ nên Điểm trung bình tích lũy giảm xuống ạ!",
    "Phòng đào tạo ơi, bây giờ em muốn kiểm tra xem em đã đạt đủ điều kiện để tốt nghiệp hay chưa, hay còn thiếu điều kiện nào, bao gồm cả tiếng anh và các môn học trong chương trình thì xem ở đâu vậy? Em biết trong thông tin sinh viên có Tiến độ học tập nhưng chỉ có các môn trong chương trình đào tạo, còn tiếng anh Speaking và Writing thì không thấy. Vì vậy em không biết được phòng đào tạo đã cập nhật hay chưa, đạt/chưa đạt ??? Nếu chưa có công cụ nào thì anh/chị có thể trả lời giúp em trong bài đăng này luôn được không, là em đã đủ điều kiện để tốt nghiệp hay chưa, nếu chưa thì thiếu điều kiện gì (Thiếu môn tự chọn A B C, thiếu Tiếng Anh, thiếu Luận văn ....), em cảm ơn . Để tránh tình trạng tới đợt đăng ký tốt nghiệp thì lại xuất hiện vấn đề mà không thể giải quyết kịp. Em cảm ơn !  ",
    "Dạ trong mybk của em cập nhật SAI điểm trung bình tích lũy và cấp nhật sai số tín chỉ tích lũy ạ. Mong nhà trường xem xét và cập nhật lại.",
    "Kính chào thầy cô,  Em tên  - MSSV:  _Em đã từng học chương trình tiên tiến ngành Điện-Điện tử vào học kì 171 và học kì 172 và em phải học học kì Pre-University và không thể đăng ký thời khóa biểu nên em đã bị cảnh báo học vụ lần 2 . _Em đã xin chuyển từ chương trình tiên tiến Điện-Điện tử sang chương trình trình Đại trà ngành Kĩ thuật vật liệu xây dựng và bắt đầu học lại từ học kì 181. Và ngày 5/3/2019 em nhận được mail và có tên nằm trong danh sách bị buộc thôi học (dự kiến) do học lực kém, số tín chỉ tích lũy các kì không đủ. * Mong thầy cô giúp đỡ và hướng dẫn em giải quyết 2 vấn đề trên ạ. Em chân thành cảm ơn.",
    "hác .. Chào thầy cô Em tên là , mssv: . -Em là sinh viên 17 chương trình tiên tiến đã chuyển sang chương trình chính quy từ học kì 2 2017-2018 (172), em đã xin tạm hoãn ở học kì 172 để đợi kết quả chuyển chương và đã xin thu nhận vào học kì 173 . -Hiện tại em đã xin học cùng với 18 (đã học H181 và đang học học kì 182) . - Vào ngày 05/03/2019 em nhận được mail thông báo danh sách xữ lí học vụ (dự kiến) từ trường, em có tên trong danh sách xữ lí học vụ dự kiến. * Em rất mong thầy cô xem xét lại trường hợp của em giúp em ạ . Em thành thật cám ơn .",
    "Thưa anh/chị, em có thể xem \"Cảnh cáo học vụ\" ở đâu ạ?",
    "cho e hỏi môn kỹ thuật số theo chương trình đào tạo khóa 2014 la EE1009. nhưng hiện tại đã đổi thành EE1015 . vậy nếu e muốn học lại môn này và đăng ký vs mã số EE1015 thì có được chấp nhân theo chương trình đào tạo K14 của em hay không? cảm ơn ạ...",
    "Kính gửi PĐT! Nhờ PĐT giúp em kiểm tra lại bằng tốt nghiệp THPT của tất cả các bạn có tên trong danh sách này. Các bạn đã nộp đầy đủ nhưng vẫn chưa được xác nhận từ phía PĐT. Em cảm ơn ạ!",
    "Cô cho em hỏi biểu mẫu đơn cứu xét khi bị buộc thôi học mình lấy ở đâu vậy ạ? Em đã kiếm trong phần biểu mẫu nhưng không thấy. Em xin cảm ơn.",
    "733587EM MUỐN XEM CÁC MÔN HỌC DỰ THÍNH HỆ CHÍNH QUY KHOA ĐIỆN ĐIỆN TỬ HK 2 2018/2019 THÌ VÔ ĐÂU XEM. HOẶC QUÝ THẦY CÔ CÓ THÔNG TIN GÌ THÌ CHO EM XIN VỚI. EM CẢM ƠN",
    "Môn dự thính có được rút môn học không ạ ?? Khi rút môn thì học phí tính như thế nào ạ",
    "E đăng kí môn av 350 dự thính mà s đén nay chưa có thời khóa biểu vậy dạ. Vào kết quả đắng kí môn học xem thì để chưa đang xếp giáo viên  E muốn hỏi là v là môn đó có mở hay không dạ. S b e nay nó có thời khóa biểu dự thính r tuần này nó học. E xin cảm ơn dạ",
    "ho em hỏi là hiến tiểu cầu có được cộng ngày công tác xã hội không?   i  .",
    "Pđt cho e xin hỏi môn thiết kế hệ thống nhúng, từ học kì chính quy 181 mà đến bây giờ chưa  có điểm nữa",
    "Kì 2 năm nhất em không đăng ký được môn anh văn 1 vậy giờ em phải làm sao ạ.",
    "Em được báo trên mybk là có lịch thi cuối kỳ  vào 23/03/2019 môn Mo hình hóa kết cấu nhà. Nhưng theo lịch học thì vẫn chưa hoàn thành hết chương trình vào ngày 23/03/2019. Cho em hỏi có sự nhầm lẫn không ạ? ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . 1. Cho em xin hỏi là em không thể khai lý lịch trong phần đăng ký tốt nghiệp. Giờ em cần làm gì để có thể khai lý lịch và thanh toán lệ phí tốt nghiệp? 2. Nếu em không có trong danh sách tốt nghiệp dự kiến thì làm sao để bổ sung ạ ? Em xin cảm ơn.",
    "iểm môn Tiến hành thực nghiệm (402706) của em trên web bị 15 điểm mặc dù môn này em này đã có điểm môn này vào học kỳ 2 (2017-2018)",
    "Cho em hỏi là trong khi em vào đăng ký tốt nghiệp thì ở dòng trạng thái sinh viên có để là nợ học phí. Nhưng khi em vào BKpay để kiểm tra thì có khoản phí nào em chưa đóng hết. Vậy phòng đào tạo có thể cho em phương hướng khắc phục được không ạ. E cảm ơn ạ",
    "Kính chào các thầy cô Em muốn hỏi về việc chuyển ngành học của trường mình. Đầu năm khi được tư vấn tuyển sinh em có được bảo rằng hết năm 1 các sinh viên sẽ có cơ hội chuyển ngành với điều kiện điểm đại học của mình phải đủ vào ngành của mình muốn chuyển đến. Nay em có nhu cầu muốn chuyển ngành thì em phải làm đơn như thế nào ạ ? Cảm ơn thầy cô vì đã đọc",
    "Dạ em chào thầy(cô), em thuộc K18, cho em hỏi về hạn cuối nộp bằng toeic để chuyển điểm trong học kì này - HK182. Do hè này em sẽ phân ngành nên em dự định tháng 4 sẽ lấy bằng toeic để giúp nâng điểm trung bình. Em cảm ơn ạ!",
    "Tại sao lịch thi của em là 12h thứ 7 CS2 mà trong khi đó em học dự thính 12h thứ 7 ở cơ sở 1, có cách nào giải quyết không ạ, vì môn kia mà nghỉ 1 buổi thì sẽ cấm thi.",
    "Chào các thầy cô, Em có vào bkpay thấy học phí của phần LVTN là 3.900.000 cho 10 tín chỉ (390.000 cho 1 tín chỉ). Em có tham khảo ở phong dao tao   Sinh vien   Học phí thì không thấy quy định cho LVTN. Cho em hỏi 390.000 cho 1 tín chỉ LVTN là đúng không? Em cảm ơn",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. Em tên là: Võ Vĩ Lớp: XD13KT MSSV: 4  Em đã đăng kí tốt nghiệp tháng 4 thành công và thấy tên mình đã được cập nhật vào danh sách dự kiến tốt nghiệp. Tuy nhiên, 3 ngày sau thì em thấy mình bị xóa tên và ghi chú nợ học phí. Lý do như sau, trong học kì này em có đăng kí 1 môn học với mục đích duy trì tình trạng đang học, và sau khi đậu anh văn nói viết, em đã làm đơn rút môn học này rồi. Theo như thông báo, đến ngày 5/04/2019 mới tới hạn đóng học phí, nghĩa là hiện tại nhà trường vẫn chưa thu tiền nhưng em lại bị xóa tên trong danh sách tốt nghiệp và báo nợ học phí. Theo như thông báo, thời điểm đóng học phí ( 5/04/2019) lại bắt đầu sau khi kết thúc thời hạn bổ sung các điều kiện tốt nghiệp ( 29/03/2019. Như vậy, lúc em đóng được học phí thì lúc đó đã hết hạn cập nhật danh sách tốt nghiệp rồi. Em viết thư này mong Phòng Đào Tạo xem xét và giải đáp cho trường hợp của em để em có thể được xét tốt nghiệp, em có thể làm đơn xin hay như thế nào ạ, hiện tại em đang rất lo lắng vì thời gian xét tốt nghiệp sắp hết rồi ạ. Em xin chân thành cảm ơn. Kính thư, Võ Vĩ  ",
    "Kính chào PĐT, Em đã thẩm tra thành công chứng chỉ TOEIC 2 kỹ năng Nghe - Đọc trên 500 điểm. Kết quả thi AV Nói Viết để bổ sung cho đủ 4 kỹ năng đã có kết quả trên 200 điểm. Vậy đối với 2 kỹ năng Nói Viết, em cần làm thủ tục gì thêm để hoàn thành chuẩn Anh văn tốt nghiệp không? Chẳng hạn như: xin chứng chỉ Nói Viết của BKEnglish để nộp lên MyBK thẩm tra Hoặc là, nộp trực tiếp yêu cầu lên PĐT Hoặc là, đến đợt nộp hồ sơ xét tốt nghiệp sẽ có thông báo thêm Hay là PĐT sẽ tự động cập nhật kết quả từ trung tâm BKEnglish Mong quý thầy cô hướng dẫn.",
    "Kính chào các thầy cô Em muốn hỏi về việc chuyển ngành học của trường mình. Đầu năm khi được tư vấn tuyển sinh em có được bảo rằng hết năm 1 các sinh viên sẽ có cơ hội chuyển ngành với điều kiện điểm đại học của mình phải đủ vào ngành của mình muốn chuyển đến. Nay em có nhu cầu muốn chuyển ngành thì em phải làm đơn như thế nào ạ ? Cảm ơn thầy cô vì đã đọc",
    "Em hiện đang học khoa điện, em muốn học theo hướng lập trình hướng đối tượng, thiết kế mạch. Admin cho em hỏi. Em nên chọn phân ngành nào ạ Em cảm ơn",
    "Em kính chào giáo viên PĐT!! Do web trường mybk thông tin sinh viên bị lỗi, em không vào được để xem lịch thi. Em mong trường khắc phục sớm tình trang này càng sớm!! Em xin cám ơn!",
    "Lịch thi (không tìm thấy,sai phòng thi,...) .",
    "Chào các thầy cô, Em có vào bkpay thấy học phí của phần LVTN là 3.900.000 cho 10 tín chỉ (390.000 cho 1 tín chỉ). Em có tham khảo ở phong dao tao   Sinh vien   Học phí thì không thấy quy định cho LVTN. Cho em hỏi 390.000 cho 1 tín chỉ LVTN là đúng không? Em cảm ơn [Vui lòng xem file đính kèm]",
    "Xin PDT giải đáp hộ em. Em là  ,mssv: khoa kĩ thuật xây dựng chuyên ngành cầu đường Em không đăng kí được luận văn tốt nghiệp vì lí do không đủ số tín chỉ tích lũy ngành nhưng trên trang  aao ghi e đạt 117 tctl. Cộng với 9 chỉ của 3 môn kì 1(18-19)mặc dù 3 môn này e chưa đậu nhưng vẫn được tính. Vậy Tổng cộng e có 126 tc. Nhưng PDT chỉ tính cho em 120 chỉ. Xin PDT kiểm tra lại hộ em. Em xin cảm ơn ạ",
    "Em chào thầy cô, Em có thắc mắc về thời hạn đóng học phí giữa trang BKPay và Lịch học vụ của Phòng Đạo tạo công bố . Theo như Lịch học vụ, ngày 05/04 mới là ngày bắt đầu đóng học phí, nhưng trên BKPay, ngày 29/03 đã là ngày hết hạn đóng học phí rồi ạ. Nếu Phòng ĐT có sự thay đổi lịch đóng học phí, mong PĐT thông báo rộng rãi đến sinh viên sớm. Em cám ơn.",
    "Chào Phòng Đào Tạo, Em là , MSSV . Em thi đầu vào tiếng Anh được điểm cao và được miễn học 4 Anh văn. Hiện tại em mới thi Toeic và có bằng Toeic điểm khá cao (trên 700). Em xin hỏi là khi em nộp bằng về và đăng kí chuyển điểm theo đúng yêu cầu thì điểm của em ở 4 môn Anh văn là Điểm miễn hay là điểm 10 ạ. Và nếu là điểm 10 thì cách tính điểm như thế nào ạ, có cộng dồn vào điểm trung bình tích lũy không ạ. Em chân thành cảm ơn và chúc PĐT làm việc hiệu quả!",
    "Em muốn hỏi về điểm thi anh văn đầu vào. Đầu năm em thi anh văn đầu vào được 285 điểm. Theo mức điểm của trường thì em chưa qua được anh văn 1. Vì thế, khi trường tổ chức thi lại lần 2 em đac đăng kí thi và được 430 điểm, tức là qua anh văn 2, nhưng số tính chỉ trung bình  tích lũy của em vẫn không tính chỉ của 2 anh văn. Vì vậy em muốn hỏi là điểm thi lần 2 đó nhà trường tự động cập nhật cho mình hay mình phải tự làm và nếu tự làm thì cho em hỏi phải làm thế nào ạ ? Em xin cảm ơn.",
    "Xin chào Thầy/Cô, Học kỳ 182 này, em chỉ có đăng ký dự thính chuyển hệ một môn: Lập trìnnh hướng đối tượng, Nhóm B01. Hôm nay, kiểm tra BKPay lại thấy có 2 mục khoản học phí 1,200,000đ và 1,800,000đ. (file đính kèm) Mong Thầy/Cô kiểm tra lại giúp em khoản học phí phải đóng. Trân trọng",
    "Gia đình em thuộc diện hộ cận nghèo, thì học phí của em có được giảm không ạ . Nếu có thì giảm bao nhiêu % ạ. Và em cần nộp những loại giấy tờ gì ạ. Em xin chân thành cảm ơn ạ   3",
    "Dạ cho em hỏi điểm phúc khảo học kì 181 sao giờ vẫn chưa có ạ? Em đăng kí phúc khảo ngày 29/1 mà giờ vẫn chưa có điểm.",
    "GẤP - ] Cho em hỏi, em có ý định đi du học và nộp hồ sơ cho trường ĐH Mỹ vào đầu tháng 4 này  (1/4/2019), nhưng ngày tốt nghiệp và nhận bằng cũng như bảng điểm phải đến 26/4 mới có. Em có nghe nói trường có thể cho phép lấy bằng và bảng điểm sớm cho các du học, em muốn biết thêm về việc này và xin phép em hỏi là có thủ tục hay phương pháp nào để nhận bằng sớm không ạ? Em xin trân trọng cảm ơn!",
    "ad ơi cho mình hỏi điểm anh văn định kì có được bảo lưu ko vậy ạ",
    "K    . Xin chào . Em là  MSSV:K e đã học được 146 tín chỉ và nộp chứng chỉ anh văn đủ để làm LVTN. Tháng 5/2019 sắp tới e chuyển sang hệ VLVH vậy em có cần nộp lại chứng chỉ TOEIC mới không ạ? Do chứng chỉ cũ đã hết hạn (2 năm).",
    "Chào Thầy/Cô, Em tên , MSSV: , lớp CK16LTH hệ liên thông chính quy. Hiện em đã hoàn thành xong chương trình học và đăng ký tốt nghiệp thành công, đóng lệ phí tốt nghiệp và đã nhận email xác nhận Đơn xin cấp bằng từ Phòng đào tạo nhưng khi kiểm tra Danh sách dự kiến tốt nghiệp và chính thức tháng 04/2019 thì vẫn chưa có tên. Mong Thầy/Cô cập nhật thông tin giúp em, trong thời gian chờ đợi em xin cám ơn Thầy/Cô.",
    "Kính gửi PĐT, em có 2 thắc mắc muốn được các thầy/cô giải đáp: - Thứ nhất, cho em hỏi môn học đã được rút có được tính là đã học trước cho môn học có điều kiện học trước là môn này hay không ạ. - Thứ hai, em muốn hỏi là em đã đăng kí rút môn Kỹ thuật điều khiển tự động (ME2009) vì lý do cá nhân, tuy nhiên do chưa tìm hiểu cặn kỹ nên em đã vi phạm vào điều kiện học trước của rất nhiều môn, vậy bây giờ em muốn hủy rút môn học này được không ạ, cho dù là phải nhận điểm cấm thi (CT). Môn này không thi giữa kì ạ, vì điều này có thể ảnh hưởng đến thời gian ra trường của em nên em mong được giải đáp. Em xin chân thành cám ơn thầy/cô đã giải đáp ạ.",
    ". Em có thể nộp chứng chỉ ielts 5.0 của em ở đâu vậy ạ!",
    "Trong kì thi cuối kì vừa rồi, em có phúc khảo môn đại số tuyến tính, tình trạng đã chuyển về khoa nhưng tại sao đến giờ vẫn chưa có kết quả?",
    "Em có đăng kí phúc khảo điểm bài thi cuối kì môn địa vật lí đại cương từ ngày 12/2/2019 nhưng sau đến nay ngày 26/3/2019 vẫn chưa có kết qua ạ ",
    "em đã nghỉ HK 2 (tự ý nghỉ học) mà không đăng ký HK hè có bị buộc thôi học không ạ?",
    "Em đã hoàn thành đủ các yêu cầu tốt nghiệp nhưng vẫn chưa đăng kí tốt nghiệp được. Em có các hình ảnh đính kèm về trường hợp của em bên dưới! Xin nhà trường xem xét giúp em! Em cảm ơn!",
    "Dạ em chào thầy cô ạ. Em xin trình bày như sau. Thời khóa biểu ngày thứ tư em học 8 tiết. 4 tiết buổi sáng và 4 tiết buổi chiều. Do học liên tục như thế nên em hay đi học chui vào lớp Cơ học thủy khí khác vào ngày hôm sau. Do em tưởng học lớp nào cũng được miễn sao tới thi rồi mình thi thôi nhưng em không ngờ là thi giữa kì mình phải trở về lớp của mình để thi. Vì vậy em đã vắng thi giữa kì môn Cơ học thủy khí ạ. Như vậy em có được phép rút môn học để không bị điểm 0 được không ạ? Tính đến tuần này thì đã học được 7 tuần. Mong thầy cô thông cảm và trả lời giúp em. Em xin cảm ơn.",
    "Cho em hỏi quy trình và tiêu chí để được xét vào lớp KSTN ?",
    "Em chào Anh/Chị, Em muốn chuyển từ CQ sang hệ VHVL nhưng em lại bị mất bằng tốt nghiệp cấp 3... trong khi hồ sơ nhập học hệ VHVL thì vẫn yêu cầu có bản sao bằng TN ấy. Do công việc em hiện tại em ở xa quá nên không thể về trường cũ xin làm lại bằng được.. mà lúc trước nhập học hệ CQ em cũng có nộp bản sao bằng TN rồi. Mong Anh/Chị giúp em hướng xử lí với ạ.. em xin cám ơn.   i    ",
    "Cho em hỏi, em đã học xong AV4 ở hk181 nhưng điểm trung bình lại không cao như ý muốn và nó kéo điểm trung bình tích lũy của em xuống. Bây giờ em muốn lấy bằng TOIEC bên ngoài và đem về chuyển điểm thì điểm chuyển đó sẽ thay thế điểm trung bình cũ môn AV4 ở hk181 hay là sẽ thêm 1 cột điểm mới ở hk tiếp theo ạ? Em cảm ơn!!!",
    "Thử câu hỏi, tự động đóng sau 7 ngày.",
    "Cho em hỏi em bị cảnh cáo 3 lần liên tiếp mà nhà trường không gửi mail thông báo cho em  Em mới được biết là 12-3 là hết hạn nộp thì bây giờ em phải làm thế nào",
    "Chào thầy/cô Em có nhận mail từ phòng CTCT-SV bảo là khai báo tài khoản OCB trên BKPay để chuyển tiền hỗ trợ coi thi. Nhưng em không biết là vào đâu để có thể khai báo hoặc vào đâu để xem mình đã khai báo hay chưa?. Mong được sự hướng dẫn từ thầy/cô. Em cảm ơn",
    "Xin chào Phòng đào tạo,   Em là  -  - CK14CTM2   Hiện nay em đã đủ tất cả các yêu cầu tốt ngiệp , và thứ 6 tuần trước (29/3) em có lên hỏi PĐT khi nào được đăng ký trên mạng và được trả lời là 1/4 sẽ được cập nhật và đăng ký tốt nghiệp    Nhưng đến giờ em vẫn chưa được cập nhật và đăng kí tốt nghiệp trên mạng .   Vậy nên cho em xin hỏi là em còn thiếu điều kiện nào để đăng kí tốt nghiệp hay là trường chưa cập nhật cho em ạ.   Em được trả lời sớm nhất có thể vì thời gian không còn nhiều ạ.   Em xin cảm ơn ",
    "Kính gửi quý thầy(cô), Em hiện tại là sinh viên khóa K18, em có thắc mắc về việc đạt chuẩn Anh Văn là ở kì thi đầu năm 181 em chỉ đạt 210 điểm, ở kì thi cuối học kì 181 thì em cũng chỉ đạt 270 điểm. Vậy nếu cuối học kì 182 em đăng ký thi ở trường mình nếu vẫn nhỏ hơn 350 điểm vậy theo như quy chế là không đủ chuẩn tiếng Anh sau năm nhất nếu thư thế thì em có thể đi thi bên ngoài lấy bằng TOEIC với số điểm thỏa mãn rồi nộp vào thì có được phép không? và có ảnh hưởng tới việc đăng ký các môn chuyên ngành của học kì 191 không? Mong quý thầy(cô) phản hồi em sớm.",
    "Em là sinh viên K18 chương trình CLC ngành Kĩ thuật Công trình Xây Dựng. Em có làm thủ tục chuyển sang Đại trà. Tuy nhiên, các chương trình CLC đã được phân ngành từ đầu và nếu em chuyển chương trình Đại trà từ HK183 thì em sẽ bị lỡ đợt phân ngành. Vì vậy, em muốn hỏi em sẽ được phân ngành như thế nào?",
    "Em là  mssv:   Cho em hỏi là điểm giải tích 1 của em đựoc Cô  cập nhất hồi kì truớc từ 4.5 Lên 5. Nhưng sao đến bây giờ trong bản điểm của em vẫn chưa cập nhật ạ.Mặc dù số tín chỉ đã cập nhật là đã qua môn này rồi.em xin hết ạ",
    "Họ tên:  MSSV:  Thưa thầy/cô, lúc đăng kí môn học HKII, em đã đăng kí thành công môn GDTC (bóng rổ) lớp của thầy  tại CS2. Thời khoá biểu trên mybk đã cập nhật lịch học GDTC, nhưng bây giờ thì bị xoá mất môn GDTC rồi ạ. Do đầu học kì chưa có danh sách nên lớp em đã điểm danh bằng cách tự ghi danh sách, đến hôm nay đã có danh sách chính thức của trường nhưng không có tên em. Mong thầy/cô kiểm tra và giải quyết giúp em. Trân trọng.",
    "Em muốn hỏi là bằng anh văn của em có còn hiệu lực hay không? Và nếu còn thì em có thể liên hệ với trường như thế nào để được xét miễn anh văn 2 ạ?",
    "Cho em hỏi là tại sao thi chuẩn anh văn đầu vào lần đầu tiên thì điểm đó được xét vào tín chỉ còn thi lần thứ 2 thì không được xét ạ",
    "Kính gửi quý thầy(cô), Em hiện tại là sinh viên khóa K18, với chuẩn Tiếng Anh sau năm nhất phải là 350 nhưng hiện tại em chưa đạt được. Vậy cho em hỏi ở kì thi cuối kì 182 em thi tại trường nếu vẫn chưa đạt thì nếu sau đó em thi bằng TOEIC bên ngoài nộp vào với điểm trên 350 vậy em vẫn đủ điều kiện hoàn thành chuẩn anh văn sau năm nhất hay không? Mong quý thầy(cô) phản hồi em sớm.",
    "cho em hỏi nếu có 2 người . Người 1 điểm tổng kết 8.0 đăng ký nguyện vọng 1 là vào ngành tự động ( nhưng đã rớt ) và nguyện vọng 2 vào điện tử - viễn thông . Người 2 điểm tổng kết 7.0 đăng ký nguyện vọng 1 là điện tử - viễn thông và nguyện vọng 2 vào điện năng . Vậy nếu chỉ còn tuyển thêm 1 sinh viên thì người nào được đậu . Em cảm ơn",
    "Em chào thầy/cô phòng đào tạo ạ, Em là  (MSSV: ). Em vừa nhận được email danh sách dự kiến cấp HBKK học kì 181. Mặc dù em thỏa các điều kiện nhận HB nhưng không thấy tên mình trong danh sách. Học kì này em đang đi trao đổi sinhh viên tại Ba Lan cho tới tháng 7, mybk báo tình trạng sinh viên \"đang tạm ngưng\", không biết đó có phải lý do trường không có tên em trong hệ thống không ạ? Rất mong thầy/cô rà soát lại danh sách. Nếu có thể thì cho em biết lý do nếu em vẫn không có tên trong danh sách nhận hb học kì này được không ạ? Vì em cần biết để học kì sau cải thiện, nếu lỗi thuộc về em. Em cảm ơn Phòng Đào tạo nhiều ạ. Em .",
    "Cho em hỏi về vấn đề học bỏng ạ Em có điêm TBTL cao hơn các bạn vài bạt đạt học bổng trong khoa Không hề có điềm nào dưới 5  Điểm rèn luyện 95 nhưng sao không được xét duyệt ạ",
    "Em chào phòng đào tạo ạ, Học kỳ dự thính 182 này em có đăng ký 1 môn là Đường lối CM ĐCS (SP1009) - 3 tín chỉ. Theo cách tính học phí học kỳ mới thì học phí em cần trả là 450.000x3= 1.350.000VND. Tuy nhiên trên BKPay hiển thị học phí em phải trả là 2.700.000. Vì mai là bắt đầu thanh toán học phí nên em mong PĐT có phản hồi và khắc phục sớm để em thanh toán đúng thời hạn ạ. Em xin cảm ơn.",
    "Nhóm ngành của em sau khi phân ngành có hai lớp là CK17HT01 và CK17LOG. Em muốn hỏi tại sao HBKKHT HKI năm học 2018-2019 lại chỉ xét cho sinh viên lớp CK17HT01 trong khi lớp em học (CK17LOG) lại không? HK vừa rồi em thấy em không vi phạm quy chế xét học bổng. ĐTBHK của em là 8.5 và điểm rèn luyện năm trước của em là 95. Em mong sẽ sớm nhạn được câu trả lời. Cảm ơn!",
    "Em là sinh viên k17 năm 2  Tự Động khoa Điện, điểm trung bình mở rộng của em cao hơn nhiều bạn học Đại trà nhưng em lại không có trong danh sách học bổng . Em mong phòng đào tạo trả lời giúp em ạ",
    "Theo danh sách dự kiến cấp học bổng hk181 thì sinh viên k18 có điểm rèn luyện mặc định là 0 và vẫn tính vào ĐTBCMR, cho em hỏi là danh sách chính thức sẽ có chỉnh sửa lại về vấn đề điểm rèn luyện không ạ?",
    "Học phí dự thính bị tính sai.Em đăng kí có 3 chỉ đáng lẽ học phí là 1 triệu 350 nghìn mà BKPay hiện 2 triệu 700 nghìn . Mong phòng đào tạo xem xét lại",
    "nh gửi Ban tư vấn, Xin cho phép em được hỏi về điểm rèn luyện của 18 ạ. Xét học bổng cần 20% điểm rèn luyện, nhưng sao 18 không có điểm rèn luyện thì sao xét học bổng khuyến khích của nhà trường ạ. Em xin cảm ơn.",
    "Kì này em có đăng ký học dự thính MỘT môn Kỹ thuật điều khiển tự động (ME2009-3 chỉ) tính ra tiền học phí là 3.450000=, nhưng sao học phí dự thính cũa em lại là . Trên thời khóa biều của em ghi là đang học dự thính cả HAI lớp điều khiển tự động (thực tế chỉ có một lớp điều khiển được mở. lớp thứ 5,7,chủ nhật ). Xin phòng đào tạo giải thích thắc mắc của em. em xin cảm ơn  MSSV ",
    "Em là sinh viên thuộc CT Chất lượng cao có đăng ký môn học dự thính buổi tối. Em có chút thắc mắc về học phí hiển thị trên BKPay. Ngoài tiền học phí phải trả ra thì em còn thấy có một khoản khác phải trả 900.000 ghi là \"học phí dự thính chuyển hệ\" nữa. Cho em hỏi khoản đó là như thế nào vậy ạ? Em đọc quy chế thì thấy nói rằng từ HK182 thì quy định mức thu dự thính chính quy hay chuyển hệ/cơ sở đều như nhau.",
    "cho em hỏi tại sao em đã làm giấy khai làm thẻ ocb 2 lần (1 lần em làm khi nhập học tại thư viện cơ sở 1, 1 lần tại phòng ngân hàng ocb tại cơ sở 1) mà bây giờ phía ngân hàng thông báo 0 có hồ sơ là sao ạ.",
    "Vào cuối HK181, em thi Anh văn định kì được 375đ, tương đương qua môn AV1. nhưng do quy chế nên em không được đăng kí AV2. Vào HK182 em đã đăng kí học môn AV1, nhưng vì vài lí do nên đã rút môn học. Cho em hỏi điểm AV định kì 375 đó còn được dùng để ĐKMH vào kì kế không, hay là bị huỷ và tính theo điểm AV1 đã rút môn?",
    "Kính gửi phòng đào tạo. Em là   lớp XD16KT Em đại diện lớp hỏi PĐT về vấn đề danh sách dự kiến học bổng học kỳ 1 năm 2018-2019. Hiện nay trong danh sách dự kiến không có xuất học bổng nào cho sinh viên lớp XD16KT. Cho em hỏi là nguyên nhân gì mà lớp em không có sinh viên nào được xét học bổng ạ ? Em có hỏi phòng CTCT sinh viên thì các cô có nói lớp em đã nộp điểm rèn luyện đầy đủ rồi ạ. Em cảm ơn !",
    "Em có tìm hiểu là nếu rớt anh văn 1 hay anh văn đầu vÀo thì sẽ không đăng ký được môn học cho năm 3. Vậy em bị rớt anh văn 2 nhưng qua anh văn 3 và 4 thì em có bị “không được đăng ký môn học của năm 4” không? Và nếu có thì em phải làm sao để có thể khắc phục? Em cảm ơn",
    "Kính gửi quý thầy(cô), Em là sinh viên khóa K18. Sắp tới nhà trường có mở đợt đăng ký môn học của học kỳ 183, em dự định sẽ đăng ký môn học  nhưng môn này có điều kiện tiên quyết là phải học đạt các môn Giải tích 1-2 và Đại số tuyến tính, em đã đạt 2 môn Giải tích 1 và Đại số tuyến tính còn môn Giải tích 2 thì học kì 182 này em đang học vậy cho em hỏi nếu em đăng ký thì có được chấp nhận không? Mong quý thầy(cô) phản hồi em sớm.",
    "Cho em hỏi bây giờ em muốn hủy môn học đã đăng kí có được không ạ? Và phải làm thế nào ạ? Hủy môn rồi khỏi tính điểm môn đó vô tbtl đúng không ạ?  .",
    "Chuẩn anh văn sau năm hai là 500, em đã thi kiểm tra anh văn định kì của trường vào HK1 và đạt yêu cầu. Vậy Hk2 này em có cần phải thi lại không ạ. Em cảm ơn.",
    "Gửi Phòng đào tạo, Em tên là . Sau khi thi giữa học kì xong thì em đi du học nên sẽ không học tại trường nữa. Hiện tại em đã đóng xong học phí đợt 1 của học kì II. Vậy nếu em muốn nộp đơn dừng học thì bắt buộc phải đóng hết học phí của học kì II đúng không ạ? Em thấy hơi vô lí vì em chỉ học có nửa kì II. Mong nhận được phản hồi sớm từ Phòng Đào tạo Em xin cảm ơn ",
    "Cho em được hỏi về điểm rèn luyện trong danh sách xét học bổng khuyến khích. Với K18 của chúng em, năm nay là năm đầu tiên học cho nên không thể có điểm rèn luyện của năm trước. Nhưng trong bảng xét học bổng thì điểm rèn luyện để 0, điều đó làm cho điểm trung bình thấp xuống. Điểm HK1 của em từ 9.09 chỉ còn 7.27. Do đó em chỉ được 5.280k, thấp hơn so với em dự kiến. Em được biết là năm trước thì HK1 của K17, trường không xét điểm rèn luyện. Gia đình em cũng khó khăn, nên đối với em 1-2 triệu cũng rất cần thiết. Mong BGH xem xét và trả lời câu hỏi cho em.",
    "Dạ em chào thầy/cô ạ, hôm nay em muốn hỏi là vì trong quá trình tính ĐTBCMR để xét học bổng khuyến khích học tập HK181 của năm Nhất thì khoá 2018 tụi em bị chấm toàn bộ là 0 điểm rèn luyện (trong khi ban cán sự lại được thông báo là năm Nhất không xét điểm rèn luyện), khiến ĐTB của tụi em bị kéo xuống chỉ còn ở mức 7.0. Em có hỏi các anh chị khoá trước thì các anh chị nói rằng HK1 năm nhất mặc định là 100 rèn luyện, nếu không thì bỏ trống không xét. Vậy sao năm nay tụi em lại bị tính 0 điểm hết vậy ạ? Kính mong thầy/cô phản hồi câu hỏi của em ạ vì em cảm thấy 0 điểm rèn luyện này khá bất công với những cố gắng mà tụi em bỏ ra để có được học bổng này. Em xin cảm ơn ạ!",
    "Em chào Phòng Đào tạo, Hiện tại em đang là sinh viên BK đang trao đổi một học kì ở Ba Lan. Em không có bất kì môn học nào trong TKB ở BK học kì này. Tuy nhiên, hệ thống BKPay vẫn hiện số tiền học phí là 2tr7. Em thắc mắc đây là số tiền gì, được tính như thế nào, tại sao em lại phải đóng khi tình trạng sinh viên đang là \"đang tạm dừng\" . Mong hồi âm từ PĐT sớm ạ. Em cảm ơn thầy/ cô nhiều, Em .",
    "Kính gửi nhà trường, Em tên là Nguyễn Đăng Vương, có một vấn đề thắc mắc như sau: Em đã thanh toán học phí đợt 1 học kì 182 qua  trang web OCB vào ngày 4/4, tiền học phí đã trừ trong tài khoản nhưng đến nay trên bkpay vẫn không check đã thanh toán xong. Em đã liên hệ bên OCB và họ xác nhận đã thanh toán thành công và nói lỗi thuộc bên web bkpay của trường. Em xin hỏi vấn đề này cần liên hệ văn phòng nào của trường để hỗ trợ giải quyết ạ. Xin cảm ơn!!",
    "Chào thầy(cô) học kỳ 181 em đạt được tbhk:8.79 drl:100 nhưng em lại không được cập nhật điểm xét học bổng khuyến khích học tập trong khi mọi người trong lớp điều có Điểm của em cao hơn các bạn trong danh sách nhận dược học bổng Em xin gửi thầy bản chụp điểm của em với bạn em ạ Có thể vì em chưa được cập nhật điểm xét học bổng trên bảng điểm nên không nhận được hay sao ạ.",
    "Em là sinh viên K18 chương trình CLC. Em có làm đơn xin chuyển chương trình Đại trà. Tuy nhiên, học kì quân sự trong chương trình Đại trà đã diễn ra vào năm 1 nhưng CLC thì vào năm 2; vì vậy em sẽ bị ảnh hưởng vào chương trình học nếu chuyển sang Đại trà. Em muốn hỏi là nếu chuyển sang Đại trà thì em sẽ học quân sự vào khoảng thời gian nào ?",
    "Kính gửi phòng đào tạo, Hôm qua em có phỏng vấn và đậu vào làm việc ở 1 công ty bên Philippin, em có thể phải qua đó làm việc sớm. Theo lịch là ngày 25-4 em sẽ làm lễ tốt nghiệp. Em xin hỏi là em có thể làm thủ tục nhận bằng sớm hơn được không ạ ? Em chân thành cảm ơn các thầy cô",
    "Em chào Thầy/Cô. Em tên là Nguyễn Anh Khải, MSSV 1711736, hiện đang là sinh viên năm 2 Khoa Kỹ thuật Giao thông ngành Công nghệ Kỹ thuật Ô tô. Hôm thứ năm( 4/4/2019) Nhà trường có thông báo dánh sách học bổng dự kiến học kỳ 181. Em xem danh sách thì có tên em. Hai hôm sau em xem lại vẫn còn tên em nhưng hôm qua (8/4/2019) em xem lại thì không còn tên mình trên danh sách học bổng dự kiến nữa. Em mong Thầy/Cô kiểm tra lại danh sách giúp em ạ. Em xin chân thành cảm ơn.",
    "em đã hoàn thành môn AV4 ở hk181 nhưng điểm lại không cao như ý muốn, nếu em nộp chứng chỉ AV vào hk183 thì có phải em sẽ có thêm 1 cột điểm AV nữa ở hk đó ko ạ, em cảm ơn!",
    "Dạ cho em hỏi là học kì dự thính của em đăng kí chỉ có 1 môn cơ lưu chất 2 chỉ mà học phí đến 2 triệu 250 nghìn ạ. Em xin chân thành cảm ơn và mong câu tl ạ",
    "Gửi Phòng đào tạo Đại học Bách Khoa Em tên :   mssv  Kỳ này em có đăng ký dự thính cơ lưu chất ( CI2005) 2 tín chỉ , hôm nay lên bk pay coi đóng học phí thấy số tiền thanh toán là 2.150.000 đồng. Em chỉ đăng ký môn cơ lưu chất 2 chỉ mong phòng đạo tạo xem xét . Em cảm ơn!",
    "Kính chào Nhà trường, Sau khi hoàn thành Đơn xin cấp bằng tốt nghiệp, em đã có tên trong danh sách dự kiến tốt nghiệp đợt 04/2019. Tuy nhiên, sau khi kiểm tra thông tin, em nhận thấy thông tin Chứng chỉ AV bị sai. Chứng chỉ AV gần đây nhất được thẩm tra là TOEIC 505 nhưng trong danh sách dự kiến tốt nghiệp ghi là TOEIC 470. Em xin đính kèm hình ảnh như bên dưới ạ . Mong nhà trường kiểm tra lại và cập nhật chứng chỉ giúp em ạ. Em xin chân thành cảm ơn.",
    "em là . MSSV  em muốn hỏi tại sao tiền học của em lại thấp hơn nhiều so với các bạn đăng kí môn giống em. mong quý thầy cô xem lại thông tin học phí giúp em để em hoàn thành học phí cho nhà trường",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa – ĐHQG TP. HCM Em tên:  MSSV:  Lớp: CK17HT01 Khoa: Cơ khí 2.Giải trình vụ việc Ngày 04/04/2019, trong danh sách học bổng ban đầu, lớp CK17HT01 có 5 bạn được nhận học bổng, trong đó có tên em. Ngày 08/04/2019, danh sách học bổng được cập nhật lớp CK17HT01 chỉ còn có 3 bạn, em bị loại khỏi danh sách. 3.Khẩn cầu giải quyết Sau khi cập nhật danh sách mới, em rất hoang mang lí do vì sao mình bị loại khỏi danh sách. Theo như danh sách cập nhật mới thì lớp CK17HT01 bị cắt bớt hai bạn và thêm vào đó có hai bạn bên lớp CK17LOG được đưa vào danh sách, nhưng chương trình đào tạo và sĩ số của hai lớp khác nhau, em cũng không rõ cách lấy tỉ lệ sinh viên được nhận học bổng như thế nào? Kính mong Phòng đạo tạo xem xét và thông tin lí do để em có thể trấn tĩnh và tiếp tục phấn đấu cho các kỳ tiếp theo. 4.Lời cam đoan Em xin cam đoan những nội dung em trình bày là đúng sự thật và xin chịu trách nhiệm về những gì đã nêu. Kính mong Phòng Đào tạo sớm xem xét và giải quyết. Em xin chân thành cảm ơn .",
    "Tên em là:  MSSV:  :  Em xin được thắc mắc về vấn đề học bổng ạ.... trong danh sách các bạn được học bổng, em thấy có bạn được 7.82 vẫn được học bổng. Em tổng kết được 7.89 sao lại không được xét ạ? Bọn em đều là K18 và chưa có điểm rèn luyện, tổng số tín chỉ là 19 tín chỉ. Em mong phòng đào tạo giải đáp giúp em thắc mắc này. Em cảm ơn nhiều lắm ạ",
    "Chào Thầy/Cô Phụ trách, Em có kiểm tra học phí HK 182 VLVH tại   B BKPay DDTC182.1..1, Số tiền phải thanh toán là 5,400,000 vnđ.    Nhưng học kỳ 182, em đăng ký 5 môn tổng cộng 15 tín chỉ. Chi tiết: -  Án 2, nhóm T01 (1 TC) - Kỹ năng chuyên nghiệp cho kỹ sư, nhóm T01 (3 TC) - Kỹ thuật lập trình, nhóm HL01 (4 TC) - Mạng máy tính, nhóm T01 (4 TC) - Công nghệ phần mềm, nhóm T01 (3 TC)   B --  Tổng cộng 15 TC x 450,000 = 6,750,000    Có sự chênh lệch, nên Em gửi mail này mong được giải đáp ạ. Trân trọng. ",
    "em tên  học khoa xây dựng k18 lớp LT03XD07 kì 1 em tích đủ số chỉ không rớt q=môn nào kể cả thể dục điểm trung bình tích lũy của em cao hơn 1 số bạn trong danh sách học bổng nhưng tại sao trong danh sách nhận học bổng không có tên em ạ và k18 thì không có tính điểm rèn luyện mà chỉ tính điểm trung bình học tập thôi ạ em cảm ơn mong ban giám hiệu giải quyết sớm cho em.",
    "Em chào Phòng Đào tạo, Hiện tại em đang là sinh viên BK đang trao đổi một học kì ở Ba Lan. Em không có bất kì môn học nào trong TKB ở BK học kì này. Tuy nhiên, hệ thống BKPay vẫn hiện số tiền học phí là 2tr7. Em thắc mắc đây là số tiền gì, được tính như thế nào, tại sao em lại phải đóng khi tình trạng sinh viên đang là \"đang tạm dừng\" . Mong hồi âm từ PĐT sớm ạ. Vì   B ngày 12 là hạn cuối    đóng khoản tiền này rồi ạ. Em cảm ơn thầy/ cô nhiều, Em .",
    "Cho em hỏi là nếu em đủ điểm để xét vào lớp tài năng. nhưng những môn học không tín chỉ em không qua (ví dụ môn: giáo dục thể chất hay anh văn cơ bản) thì em có được vào lớp tài năng không ạ? em cám ơn ạ.",
    "Cho em hỏi học kì 181 em có trong danh sách cảnh cáo học vụ lần 1 không ạ.",
    "Em chào thầy/cô, em có thắc mắc về quy trình xét 2 kỹ năng nói và viết cho điều kiện ra trường ạ. Do trước đó em có nộp chứng chỉ TOEIC và đã chuyển đủ 4 điểm Anh văn, nên khi em bổ sung chứng chỉ IELTS với mục đích xét 2 kỹ năng còn lại thì hệ thống mybk không cho em chọn lại 4 Anh văn đã xét. Vậy em muốn chọn xét 2 kỹ năng nói và viết thì quy trình thực hiện như thế nào ạ?",
    "Gửi Phòng đào tạo đại học Bách Khoa Em tên :  mssv:  Kỳ này có đăng ký dự thính cơ lưu chất 2 chỉ ( CI2005) Em có coi học phí lên tới 2.250.000 đồng. Mong phòng đào tạo kiểm tra xem xét cho em Em chân thành cảm ơn !",
    "Chào thầy (cô) ! Cho em hỏi là, vì trục trặc lúc chuyển khoản nên em thanh toán học phí dự thính trễ 40 phút, cho em hỏi là em có bị hủy thời khóa biểu môn dự thính đó không ạ? Em cảm ơn.",
    "Cho em hỏi là ngành kỹ thuật cơ điện tử có chương trình kỹ sư tài năng cho khóa 2018 không ạ?",
    "Cho em hỏi là em đăng kí chuyển điểm ngoại ngữ vào ngày 28/2/2018, đến 4/12/2018 em mới đóng lệ phí chuyển điểm và được báo đã thanh toán trễ hạn. Vậy em có được tính chuyển điểm không hay là không hợp lệ và phải đăng kí chuyển điểm lại ạ? Hiện tại em vẫn chưa được cập nhật điểm chuyển, và theo em biết thì chỉ được đăng kí chuyển điểm 1 lần. Em phải làm thế nào ạ?",
    "Cho em hỏi, đầu năm em thi av đầu vào được miễn av3, nhưng em lại đăng ký học av bên ngoài. Tháng 5 sắp tới đây, em có cần phải   đăng ký thi lại av do trường tổ chức để xét miễn av tiếp không ạ. Em cảm ơn!!!",
    "Quý Thầy/Cô cho em hỏi muốn lấy hóa đơn đã thanh toán học phí học kỳ HK181 thì làm thế nào ạ ?  Mục đích: Xác minh cho quỹ Thiện Tâm. Em cảm ơn.",
    "Cho em hỏi phần đăng kí học hè ạ, vì kì trước em không đăng kí được môn Nhiệt động và truyền nhiệt nên kì hè này em muốn xin pđt mở lớp, mà em không biết số lượng sinh viên tối thiểu là bao nhiêu ạ, đó là môn cơ sở ngành của ngành em nên số lượng bạn học lại không nhiều ạ, em mong nhận được hồi đáp.",
    "Em là  MSSV , khoa Khoa học Máy tính, em đang học môn Mô hình hoá toán học (CO2011) trong kỳ này, em đăng ký môn thực tập tốt nghiệp (CO3313) cho kỳ hè nhưng đăng ký không thành công và nhận được thông báo là thiếu môn học trước Mô hình hoá toán học (CO2011),em có mail cho cô  nhưng không nhận được phản hồi,  mong thầy cô có thể xem xét lại giúp em ạ, kỳ trước em cũng không đăng ký được và đi thực tập nhưng sau đó kết quả không được chấp nhận, em cảm ơn ạ",
    "Em là sinh viên k18. Do cuối năm nay em sẽ phân ngành nên em muốn nộp chứng chỉ anh văn để chuyển điểm phân ngành. Em có thể thi rồi nộp bằng toeic 2 kĩ năng được không? vì theo thông tin em biết thì từ k14 trở đi đã yêu cầu bằng 4 kĩ năng.",
    "Em chào PĐT, Em là  khóa K17 Quản lý công nghiệp. Theo em được biết là khoa em sau 2 năm học tập tại cs2 thì sẽ chuyển lên cs1 để tiếp tục việc học. Nhưng năm học sắp tới 2019-2010 vẫn chưa có quyết định khoa quản lý công nghiệp khóa K17 sẽ học tại cs1 hay cs2. Em mong muốn được PĐT thông tin chắc chắn để em có thể sắp xếp nơi ở thuận tiện cho năm học tới ạ. Xin cảm ơn.",
    "Em là  MSSV:. Các ngày gần đây khi em vào trang web đăng ký môn học của trường thì đều gặp tình trạng trang bị sập, trong khi ngày hết hạn đăng ký môn học đã gần kề, mong trường giải quyết nhanh chóng giúp em và các bạn, em cảm ơn.",
    "AV2 em bị rớt môn, em đăng kí chuyển điểm AV và chuyển thành công môn AV2, cho em hỏi vậy em có được xét là qua môn AV2 không hay phải học lại ạ? Em sắp tốt nghiệp, như vậy có đủ điều kiện xét tốt nghiệp không ạ?",
    "cho em hỏi là hiện tại em đã qua anh văn 1 , nhưng em chưa học anh văn 2 , 3 , 4 .Vậy nếu em thi trên 500 điểm toeic ở kỳ thi kiểm tra trình độ tiếng anh sắp tới thì em có được miễn học anh văn hay không .",
    "em muốn hỏi em muốn mượn lại bằng tốt nghiệp THPT thì phải làm sao ạ ?",
    "Em là  MSSV: Lớp CK18CK05 Em cập nhập thông tin tài khoản trên ocb sau ngày 12/4 thì học bổng có được chuyển về tài khoản không ạ.Em cảm ơn.",
    "I Em muốn được hỏi rõ hơn về việc tính điểm với các môn học dự thích và học lần 2.  . Giả sử môn giải tích 1 em học lần 1 tổng kết là 2.5 và điểm TBTL học kì là 5.0. thì sau khi em học cải thiện điểm giải tích 1 lên 8.0 sao mà trên bảng điểm TBTL của kì đó vẫn là 5.0 ạ. nên em mong được giải thích rõ hơn về việc học cải thiện ạ 2. em hỏi về việc điểm 13. em vắng thi cuối kì nên bị điểm 13. vậy là tổng kết là 0.0. nhưng liệu điểm 13 khác điểm 0 ở chỗ nào ạ. 3. em muốn hỏi xem liệu các môn em học lần 1 điểm thấp và bị điểm 13 thì sau khi học lại kết quả tốt hơn thì khi tốt nghiệp các điểm xấu đó có ghi vào trong bảng điểm không ạ",
    ". Em chào thầy/cô, em là sinh viên K18, hiện tại em đã nhận được mail thông báo phòng đào tạo đã nhận được bản sao chứng chỉ Ielts của em do trung tâm IDP gửi về và yêu cầu em khai báo online. Tuy nhiên, khi em khai báo thì web lại thông báo \"tình trạng sẽ được cập nhật hợp lệ khi phòng đào tạo nhận được bản sao\" . Em mong các thầy cô có thể sớm giải thích và giải quyết vấn đề này . Em cảm ơn. , MSSV:, .",
    "Em không hiểu về công thức tính điểm trung bình tích lũy giữa các học kì ạ. giả sử HK1 em được 15 chỉ và tổng kết trung bình là 5.25  HK2 em được 18 chỉ và tổng kết trung bình là 8.5  HK1 em được 9 chỉ và tổng kết trung bình là 7.5 em tính bằng cách lấy  (15*5.25+18*8.5+9*7.5)/(15+18+9)=7.13  em làm vậy có đúng không ạ .",
    "Cho em hỏi là em muốn đăng kí nộp chứng chỉ ngoại ngữ và chuyển điểm vào ngày 26/4. Vậy khi nào thì có kết quả và nó có kịp để tính vào điểm trung bình tích lũy cho đợt phân ngành của em vào đầu tháng 7 không ạ? Em cảm ơn ạ!",
    "Cho em hỏi là khi nào phòng đào tạo sẽ chuyển khoản học bổng học kỳ 181 vào tài hoản của sinh viên ạ?",
    "Hiện tại em muốn in bảng điểm để cho mẹ kiểm tra. Nhưng có một số môn em bị rớt và điểm kém, em đã học lại và qua môn.  Em không biết vậy khi in bảng điểm có in cả điểm em rớt và điểm thấp luôn hay chỉ tính điểm cao hơn thôi ạ. em là K17 ạ EM CẢM ƠN",
    "Em đăng kí nộp chứng chỉ ngoại ngữ vào ngày 26/4 thì thời hạn nộp bằng vào khi nào và khi nào thì có kết quả ạ? Em cảm ơn!",
    "Thầy cô cho em hỏi nếu không đạt thể dục có thể được học bổng không ạ.",
    "Nếu em được vào chương trình kstn và trước đó em đã hoàn thành một môn có học phần mở rộng thì bậy giờ em phải học lại môn đó hay chỉ cần học thêm học phần mở rộng? Trong điều kiện để được xét tuyển và tiếp tục tham gia chương trình KSTN có yêu cầu ĐTBHK gần nhất phải trên 7,5 vậy điểm TB của học kỳ hẻ có tính không ạ?",
    "Em tên , khoa QLCN, MSSV  Thầy cô cho em hỏi, cuối năm 1 em thì AV đầu vào 390 điểm, với số điểm đó em có đủ điều kiện học năm 3 không hay phải thi lại  vào đợt tháng 5 này? Nếu thi lại, kết quả điểm mới này nhỏ hơn thì lấy kết quả cũ hay mới ạ? Em cảm ơn.",
    "Em tên là  MSSV:  ĐTB học kì 1 năm 2018-2019: 8.84 Điểm rèn luyện: 98 Ngày 4.4.2019 em có nhận được mail nằm trong danh sách dự kiến học bổng khuyến khích. Nhưng tới ngày 2.5.2019 em vào mục xem học bổng thì thấy trong danh sách học bổng dự kiến và chính thức đều không có tên em. Em rất hụt hẫng. Mong Phòng Đào tạo giải đáp thắc mắc giúp em",
    "Dạ cho em hỏi. Em năm nhất. Em lỡ quên đăng kí kiểm tra anh văn vào ngày 18/05/2019 ( đợt này là đợt cuối ) mà em chưa qua được anh văn 1. Em có được đăng kí môn học cho năm hai hay không? Và có cách nào cho em đăng kí thi anh văn vào 18/05/2019 được không? Em xin cảm ơn.",
    "Dạ em năm nhất. Em lỡ quên đăng kí kiểm tra anh văn vào ngày 18/05/2019, em có hỏi trên phòng đào tạo đợt này là đợt cuối, mà em chưa qua được anh văn 1. Em có được đăng kí môn học cho năm hai hay không? Và có cách nào cho em đăng kí thi anh văn vào 18/05/2019 được không? Em xin cảm ơn.",
    "Em có đăng ký hai môn học ( cơ lưu chất và ,bê tông cốt thép 1 ) và đã có thời khóa biểu . Nhưng từ ngày 24.04 đến nay thời khóa biểu của em không có nữa. Và được yêu cầu là liên hệ bộ môn khoa để được hướng dẫn. Nhờ thầy / cô hỗ trợ . Em xin cảm ơn",
    "Em đã chuyển điểm tiếng anh trên MYBK và đã được xác nhận là hợp lệ, vậy thì có cần phải nộp bằng gốc cho PĐT không ạ?",
    "em là sv K18, cho em hỏi là còn đợt đăng ký học dự thính hè HK183 nào nữa không ạ? tại bữa trước em có đăng ký nhưng hệ thống cứ bị lỗi nên không vào được.  .",
    "hiện tại còn có thể đk thi toeic được không?",
    "Chào thầy cô Thầy, cô cho em hỏi Em đang học cuối năm 3, đang chuẩn bị qua năm 4 Em ko đủ av để đăng kí môn học, em đang ôn thi để lấy chứng chỉ ngoại ngữ.nhưng em ko biết rõ là hạn cuối cùng nộp chứng chỉ là ngày (2/7) trước khi hiệu chỉnh môn học, hay là ngày (25/7) trước khi dk môn học bổ xung lần cuối cùng. Em sọ khi đk bổ sung thì các môn học chuyên nghành sẽ ko còn mở nữa . Câu hỏi này rất quan trọng với em. Mong thầy cô trả lời giúp em. Em xin trân thành cảm ơn.",
    "Em đăng kí thi chuẩn anh văn đầu vào nhưng quên là chưa tới hạn đăng kí thì nó sẽ bị xoá khi đăng xuất. Và đã quá hạn đăng kí, anh có thể làm sao cho em đăng kí thi chuẩn anh văn đợt này được không ạ ?",
    "Cho em hỏi là em đã thi anh văn đầu vào được 610 điểm thì các môn anh văn của em có được 10 không ạ? Nếu có thì khi nào sẽ được cộng vào bảng điểm ạ?",
    "Em là sinh viên K16. Cho em hỏi cần đạt  bao nhiêu kiểm tra định kì tiếng anh do trường tổ chức hoặc Anh Văn mấy để được đăng kí môn chuyên ngành ạ. Em cảm ơn",
    "Em tên là  mssv   em ở mức av căn bản, cũng không học anh văn trên trường ,vừa rồi em cũng không kịp đăng kí kiểm tra lại chuẩn anh văn đầu vào trên trường. Vậy em có được đăng kí tiếp học phần năm hai không hay là phải nộp bằng toeic? Nếu cần phải nộp bằng toeic thì có bắt buộc bằng phải đủ chỉ tiêu ra trường không?  Em xin cảm ơn.",
    "Em bị trễ hạn đăng ký anh văn đầu vào giờ em muốn đăng ký lại sao ạ",
    "/MSGV:    Em bị lỡ lịch đăng kí thi anh văn định kì, giờ em có thể viết đơn xin đăng kí được khong ạ. Mong phản hổi sớm giúp em , em cảm ơn ạ .",
    "ằng tốt nghiệp THPT . Em chưa nộp bằng tốt nghiệp THPT nhưng khi vào myBK kiểm tra thì lại có xác nhận đã nộp bằng. Nhờ thầy, cô kiểm tra lại thông tin dùm em ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi , khi em vào mục tình trạng sinh viên thì thấy mình bị cảnh cáo học vụ , em chưa hiểu lý do mình bị cảnh cáo ạ. Mong thầy cô giải đáp cho em . Em xin cảm ơn ạ",
    "Dạ, em bị cảnh cáo học vụ lần 1 ở học kỳ trước nhưng không nhận được thông báo nên giờ mới biết. Em không biết lí do mình bị cảnh báo, em có thể xem lí do ở đâu ạ? Vì em đảm bảo số tín chỉ, cũng như đóng học phí, sinh hoạt công dân và khám sức khoẻ đầy đủ ạ",
    "Mong thầy cô giải đáp thắc mắc giùm em . Em lên mục tình trạng sinh viên thì thấy mình bị cảnh cáo học vụ , em cũng đã lên trang aao.hcmut để xem lý do thì có 2 lý do đó là điểm trung bình tích lũy   4.0 và tín chỉ tích lũy bé hơn 10. Nhưng ở HK181 , em học Pre-Uni của chương trình liên kết quốc tế và sau đó được tuyển bổ sung qua hệ đại trà. Học kỳ Pre-Uni thì chỉ có 4 chỉ , và điểm trung bình của em là 7.0. Em vẫn chưa hiểu tại sao mình lại bị cảnh cáo. Mong thầy cô giải đáp giùm em.",
    "E đăng kí thi anh văn đầu vào mà đăng kí nhầm bên kì 183 rồi ạ. E muốn đăng kí thi thì làm sao ạ?",
    "Em chào thầy cô. Em là sinh viên năm 2, khóa Hóa. vì đợt đăng kí môn học đợt 9-22/4 em đã quên không đăng ký môn Thực tập quá trình và thiết bị, nên đến đợt Kiểm tra kết quả đăng ký và hiệu chỉnh đăng ký môn học đợt 14-20/5 em có được đăng kí mới môn học này không ạ ? Nếu không được thì em phải làm sao để được tham gia học tập trong học kì hè. em xin cám ơn.",
    "Bây giờ em hủy đăng ký thi kiểm tra anh văn định kì được không?",
    "thưa  hôm bữa đăng kí kiểm tra trình độ tiếng anh toic e quên đăng kí bây giờ cho em hỏi có cách nào không  e cảm ơn  ",
    ".. Em đã đăng kí thi chuẩn anh văn đầu vào của trường vào ngày 18/05 nhưng ngày thi bị trùng với lịch thi thí nghiệm hoá lý. Nên thầy (cô) cho em hỏi có thể hủy thi chuẩn anh văn được không?",
    "Bây giờ em không thể chỉnh sửa được SỐ HIỆU BẰNG được, xin anh chị giúp em ạ.",
    "Dạ  cho em hỏi là bây giờ em đăng kí nộp chứng chỉ ngoại ngữ để chuyển điểm, mà đợt đăng kí của hk 182 hết hạn rồi nên em đăng kí  của hk 183 vậy thì điểm đó có được tính vô điểm trung bình tích luỹ để phân ngành không ạ?  Em khoa Hoá tháng 7 mới phân ngành nên em muốn chuyển điểm vô học kì 2 ạ. Em cám ơn.",
    "Em chào thầy cô. Em là  MSSV . Đợt trước em có đăng ký thi AVDV tại trường. Nhưng hiện tại em lên thanh toán phí thi trên MyBK thì không thấy mục thanh toán của AVDV. Mong trường xử lý giúp em ạ. Em cảm ơn !",
    ": Em lỡ hạn đăng kí kiểm tra AV định kì kỳ 182. Giờ em đăng kí bù được không ạ?",
    "Nếu em đã đăng kí thi chuẩn anh văn đầu vào mà em có việc bận không đi thi được thì có sao không ạ. Ví dụ như trừ điểm rèn luyện hay  không được xét học bổng hay gì không. Em cảm ơn ạ",
    "Kính thưa thầy (cô), em là sinh viên năm nhất Học kì 181 em đạt được 10 tín chỉ, điểm tbtl 4,12 . Không vi phạm về quy chế cảnh báo học vụ của nhà trường . Nhưng lại bị cảnh báo học vụ, quí thầy cô vui lòng xem lại trường hợp của em ạ!",
    "Em đăng kí thi chuẩn anh văn vào dư thính , em muốn đăng kí thi anh văn được không",
    "Cho e hỏi cuối kì hè có tổ chức  thi chuẩn anh văn không ạ?",
    "em tên là  , MSSV: , bộ môn logistics khoa cơ khí, đầu năm ở cuộc thi AV đầu vào em chỉ được 250 và không đạt chuẩn AV, nên 18/4 sắp tới đây em có đăng ký tham gia kỳ thi AV đầu vào , em được biết nếu ko qua 350 thì sẽ bị cấm chọn môn 1 HK, vậy thầy cô, anh chị cho em hỏi là nếu em ko qua 350 nhưng sau đó em học để có bằng nộp vào thì có kịp chọn môn ko , và hạn chót nộp là khi nào ạ , em xin cảm ơn...!!!",
    "Kính gửi quý thầy(cô), Em là sinh viên khóa K18 của trường mình, vừa rồi em có đăng ký dự kì thi chuẩn Anh Văn của trường mình và vào ngày 7/5 em đã thanh toán lệ phí là 100.000 VNĐ trên BK Pay rồi vậy tại sao trên BK Pay tới hiện tại vẫn hiện thêm một khoảng lệ phí cho kì thi kiểm tra Anh Văn nữa ạ? Mong quý thầy(cô) phản hồi em sớm.",
    "Dạ cho em hỏi là bây giờ em đăng kí nộp chứng chỉ ngoại ngữ để chuyển điểm, mà đợt đăng kí của hk 182 hết hạn rồi nên em đăng kí  của hk 183 vậy thì điểm đó có được tính vô điểm trung bình tích luỹ để phân ngành không ạ?  Em khoa Hoá tháng 7 mới phân ngành nên em muốn chuyển điểm vô hk182. Em cảm ơn ạ.",
    "Em tên  học khoa QLCN tại cơ sở 2. Thầy cô cho hỏi,em cần gấp giấy xác nhận hoạt động ngoại khoá, vậy em phải liên hệ phòng đào tạo hay phòng công tác? Có cần đăng kí như bảng điểm không ạ? Thời gian có giấy xác nhận trong bao lâu ạ?  Cảm ơn .",
    "Em xin kính chào quý thầy cô. Do trước giờ em đều thực hiện CTXH theo lớp nên chưa sử dụng sàn hoạt động ngoại khóa, hiện tại em muốn tham gia một số hoạt động trên sàn để bổ sung thêm ngày CTXH nên có một số thắc mắc muốn nhờ quý thầy cô giải đáp giúp em ạ: 1 - Em thuộc khoa PFIEV (Xây Dựng), vậy có thể đăng ký làm những CTXH của những khoa khác tổ chức ở trên sàn hoạt động ngoại khóa ko? 2 - Ngày CTXH sau khi thực hiện hoạt động được xác nhận và cập nhật tự động hay cần giấy tờ gì để làm bằng chứng tham gia? 3 - Có bất cứ giới hạn nào hay lưu ý gì cẩn chú ý ko ạ? Em xin chân thành cảm ơn quý thầy cô đã dành thời gian quý báu của mình để giải đáp thắc mắc giúp em. Chúc quý thầy cô sức khỏe.",
    "Dạ cho em hỏi ngày nào thì khóa 2018 sẽ làm đớn đăng ký phân ngành vậy ạ.",
    "Cho em hỏi là sau khi em đã nộp lệ phí chuyển điểm xét chứng chỉ av rồi thì bao lâu mới có kết quả thẩm tra chứng chỉ và điểm av quy đổi khi nào mới được chuyển vào bảng điểm của em ạ?",
    "ằng tốt nghiệp THPT . Em là - HC trưởng. Lớp em có 2 bạn điền sai số hiêu bằng tốt nghiệp trong phiếu xác nhận bằng PTTH, nhưng sửa lại trên MyBK không được . -  -  Mong thầy cô thông cảm và giúp bạn em !Em cảm ơn",
    "Thưa Thầy/ Cô! Vào học kì 1 của năm học 2017-2018 em bị tại nạn giao thông lúc đang thi cuối kì nên đã làm giấy bảo lưu với lí do để chữa bệnh (có giấy xác nhận của Bệnh viện). Không biết khi em đăng kí lại các môn học của HK đó thì có được hoàn lại học phí không ạ? (em đã hoàn thành việc đóng toàn bộ học phí của kì học). Nếu được thủ tục để e nhận lại số tiền đó là như thế nào ạ?",
    "Học phí học kỳ chính   Em chào phòng đào tạo. Em là , sinh viên văn bằng 2 khoa Kỹ Thuật Giao Thông, mssv . Em thấy phòng đào tạo gửi mail nhắc nhở sv đóng học phí, nhưng vào bkpay thì em không thấy khoản học phí nào để đóng. Mong phòng đào tạo xem xét qua trường hợp của em ạ. Em xin chân thành cảm ơn.",
    "Xin chào Phòng Đào tạo, Hiện tại em là sinh viên năm 4, theo dự kiến là sẽ tốt nghiệp vào tháng 11/2019. Em có 2 câu hỏi về Ngoại ngữ mong được giải đáp ạ: 1. Em đã có bằng TOEIC trên 500 nhưng em mới chuyển điểm cho 2 anh văn 1 và 2, vậy để tốt nghiệp vào đợt tháng 11 năm nay thì hạn chót chuyển điểm anh văn 3 và 4 khi nào ạ? 2. Còn tiếng anh hai kỹ năng nói viết hạn chót để hoàn thành kịp tiến độ nhận bằng tốt nghiệp tháng 11/2019 là khi nào ạ? Em xin cảm ơn sự quan tâm của Phòng Đào tạo, rất mong nhận được phản hồi sớm từ Phòng Đào tạo.",
    "Kính gửi quý thầy(cô), Em là sinh viên khóa K18 của trường mình, em có thắc mắc về việc là chương trình kỹ sư tài năng của khóa K18 sẽ học ở cơ sở nào ? Mong quý thầy(cô) phản hồi em sớm.",
    "ằng tốt nghiệp THPT . Em bị sai thông tin về nơi sinh và đã đến phòng đào tạo nhưng cô ở phòng đào tạo nói rằng đã hêt thời hạn để chỉnh sửa và em cũng không cần phải chỉnh sửa nữa ( em đến pđt vào ngày 13/5/2019). Vậy nếu em nộp phiếu xác nhận thông tin với nơi sinh sai như vậy thì có sao không ạ?",
    "cho em hỏi hệ thống BKPay trường mình bị sao ấy  HK2- em đăng kí 17 chỉ học phí chia hai đợt  Đợt 1: 2tr7 em đóng hết rồi , và lúc đó máy hiện đã thanh toán và trừ tài khoảng của em Đợt 2 : 2tr7 trong máy em nó hẹn ngày hết hạn là 12/5 em thanh toán luôn . Vừa thanh toán xong nó ghi là đợt 1 đã thanh toán trễ hạn.Cách hôm sau, web lại hiện đợt hai ngày hết hạn là 17-5 và dĩ nhiên cái ô chọn thanh toán nó chưa mất Vì em kết nối với tài khoảng OCB là tài khoảng của cha nên tin nhắn có thể bị ba em nhấm nhầm xoá đi hiện tại em không không tìm thấy tin nhắn đó . Tuy nhiên khi kiểm tra lịch sử OCB thì cũng không có j cả , ngay cả những khoảng em vừa thanh toán  . Rất mong nhà trường quan tâm và giúp đỡ em ,em xin cảm ơn trước ạ",
    "Hiện em đang học bằng 2 song song, ngành Xây dựng dân dụng thuộc  Dựng. Kì hè này em có đăng kí kế hoạch môn Kết cấu bê-tông cốt thép 2 mã CI3007 và có khoảng 17 bạn đăng kí. Nhưng đến đợt hiệu chỉnh thì môn này lại bị xóa và không mở. Em có đọc trên qui chế điều kiện để mở môn học chuyên ngành là 15 SV và có thể xem xét một số trường hợp đặc biệt. Vì môn này hiện chương trình mới đã bị tách thành 2 môn khác nhau nên không có nhiều sinh viên đăng kí học môn này. Nên PĐT có thế cho em hỏi với môn này khoảng 15 SV thì có thể mở lớp được không ạ? Tại môn này là môn tiên quyết để làm Luận văn nên xin PĐT có thể xem xét mở lớp giúp em với ạ. Em chân thành cám ơn!",
    "Dạ cho e hỏi, e đã đóng học phí học kỳ 182 trên Bk Pay, tiền đã trừ mà trên Bk Pay báo chưa thanh toán ạ.",
    "Em tên là  mssv  Em muốn hỏi thầy(cô) là nếu em thi chứng chỉ toeic ở bkenglish đạt trên 350 điểm nộp vào thì có được tính là qua anh văn 1 không? Em xin cảm ơn.",
    "Dạ cho em hỏi.Trong phần thông tin sinh viên của em chưa có nơi sinh, nên em không in được giấy đăng ký nộp bằng tốt nghiệp. Dạ nhà trường có thể cập nhật thông tin cho em được không ạ? Nếu không được cho em hỏi còn cách nào khác để nộp bằng tốt nghiệp được không. Em xin cảm ơn",
    "Kính chào quý anh chị, Em xin hỏi là trong đợt đóng học phí đợt 2 (10/5-17/5) em đã đóng học phí trên bkpay phía bên ngân hàng OCB đã trừ tiền trong tài khoản nhưng sao trên trang BKPay vẫn chưa xác nhận em đã đóng tiền vậy ạ? Tình trạng này kéo dài hơn 1 ngày rồi ạ. Em xin cảm ơn.",
    "Em là sv K18 .Trong lúc in bằng xác nhận tốt nghiệp THPT.Em có lỡ ghi sai số hiệu bằng tốt nghiệp.Không biết có bị sao không ạ ? Em xin cám ơn ạ .",
    "Cho em hỏi, em đăng kí thi toeic tương tự như trường mình, nhưng ở trường khác, thì có được lấy điểm đó để xét điểm anh văn đầu vào cho trường mình được không ạ. E cảm ơn"
]