[
    "Em chào phòng đào tạo. Em tên: . MSSV . Hiện em đang học tại khoa Xây Dựng với chuyên ngành kỹ thuật xây dựng công trình giao thông. Cho em hỏi ngành học hiện tại của em đã đạt chuẩn AUN chưa ạ? Do em tìm kiếm thông tin trên internet nhưng em không thấy thông tin ạ. Trân trọng.",
    "Em có thể xin phòng đào cấp giấy tạm hoãn nghĩa vụ quân sự để em gửi về bên bộ phận quản lý nghĩa vụ quân sự, để em có thể tiếp tục quá trình học được không ạ? Lý do là họ đang cần giấy chứng nhận của nhà trường để giải quyết vấn đề nghĩa vụ quân sự của em ạ! Em cảm ơn.",
    "Cho em hỏi là theo lịch thì học kì hè bắt đầu vào tuần 32. Vậy tuần 32 sẽ bắt đầu theo đúng lịch phải ko ạ",
    "Dạ cho em hỏi là trường thông báo học kỳ hè 193 sẽ giống kỳ 192 vậy có phải là kết hợp giữa cả học onl lẫn lên trường học hay sao ạ. Và những môn thể chất thì có học bình thường không ạ. Vì em đang ở quê nên sợ vào lại TP HCM thì lại học onl ạ",
    "Dạ, em là SV học chương trình PFIEV khóa 2018, học kì 182 em có xin bảo lưu và đã thu nhận học lại vào học kì 191, do khung chương trình đào tạo từ K19 về sau có thay đổi về mã môn học, học kì này em đăng ki học bổ sung cho những môn còn thiếu ở HK182 trong khung chương trình của K18 nhưng dĩ nhiên là không có lớp được mở theo mã môn đó, nên em đã chọn học theo mã môn tương đương. Cụ thể, em chọn học môn Đại số tuyến tính mã MT1007 của đại trà để tương đương cho môn Đại số mã 006727 của VPK18 thay vì mã MT1015 do khóa VPK19 đã hoàn thành môn này ở HK191 nên em không nghĩ có lớp theo mã đó. Nội dung môn học này giữa đại trà và VP cũng không khác nhau ạ. Em đã học xong và đạt môn ĐSTT (MT1007), em muốn hỏi là trường hợp của em có thể làm dơn xin tương đương được không ạ? Mong sớm nhận được giải đáp của quý thầy/cô. Em xin chân thành cám ơn .   i ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . 1- Giấy xác nhận cách ly (thời gian khoảng 2h chiều ngay 31/07) 2-Quyết định cách ly  3-Lịch thi vào ngày 28/7 chung với ca nghi nhiễm F1 4- Chữ ký có mặt tại phòng thi (do phía nhà trường giữ)",
    "Em có đăng ký môn học môn Giải tích 1 học kì 182 dự thính. Nhưng hôm nay em vào xem lại bảng điểm thì không thấy có điểm môn Giải tích 1 trong bảng điểm. Trong thời khóa biểu 182 dự thính có ghi tổng số tín chỉ đăng kí là 25. Nhưng trong bảng điểm, tổng số tín chỉ đăng kí chỉ có 21, tức thiếu 4 tín chỉ của môn Giải tích 1.",
    "Dạ em chào quý thầy cô ạ Tình hình là em có đăng ký đi MHX thành phố nên đăng ký ít môn so với dự kiến và giờ ĐKMH chỉ mở cho mấy bạn MHX ở tỉnh Em thật sự có nguyện vọng đăng ký thêm môn ở học kỳ này. Mong thầy cô pdt xem xét.Em cảm ơn ạ",
    "Dạ giờ em muốn đăng kí môn Hoá đại cương mã CH1003. Nhóm DT03_DT07 ạ.Không biết còn đăng kí được ko ạ ? Em cảm ơn ạ",
    "Em là chiến sĩ mùa hè xanh, em đăng kí học hè nhưng các môn SP1005 là    và SP1007 là môn Pháp luật đại cương đều đủ sỉ số. Nhà trường có thể mở cổng đăng kí môn đó cho em không ạ? Vì em thấy có một số lớp sỉ số bị vượt quá. Hoặc mở thêm lớp NGUYENVONG. Em xin cảm ơn ạ",
    "Chào thầy/ cô ! Em tên là  /MSSV  Hiện tại em là sinh viên năm 3 ,khoa CNVL .Mặc dù đã học môn chuyên ngành nhưng vẫn chưa học môn cơ sở ngành mã MA1003 (lí do là HK182 em bị hủy môn do môn học song hành với 1005). Vì là môn cs ngành nên mỗi năm chỉ mở 1 lần nên em phải đợi đến HK201  để học.Em có nghe 1 số bạn nói lại là HK201 không mở môn đại cương như VL2, GT2,..Em đang cảm thấy lâm vào bế tắc vì  đổi chương trình hủy bỏ môn học song hành giữa 1005 và MA1003.Đợt đăng kí HK201 em có đăng kí mã 1005 với sỉ số 100 SV (có thể đủ sỉ số để mở lớp).Nếu lần này không mở lớp được em không biết có thể ra trường được không nữa (Nhiều lần em đã hi vọng rồi lại thất vọng , rồi lo sợ mỗi lần ĐKMH ).Em hi vọng trường có thể tạo điều kiện mở lớp cho em được học môn 1005 HK201 để theo kịp tiến độ với chương trình học.Em hứa sẽ thật chăm chỉ học tập nhiều hơn. Cảm ơn thầy /cô đã dành thời gian đọc bài của em.Em rất mong nguyện vọng của em được chấp thuận.",
    "Cho e hỏi là với tình hình dịch bệnh đang diễn ra phức tạo như vậy thì trường mình có dời lịch học chuyển hết sang học onl không ạ. Mong được nhận câu trả lời sớm nhất từ quý thầy cô ạ để em tiện đường sắp xếp thời gian đi chuyển từ quê lên để kịp cho học tập ạ.",
    "Kính gửi: Quý thầy cô Phòng Đào Tạo trường đại học Bách Khoa TP.HCM. Em tên: . MSSV: . Khoa: Điện - Điện Tử. Em là sinh viên chính quy khoa Điện - Điện Tử. Do năm học 2019-2020 là năm học cuối trong chương trình đào tạo của em, nhưng em vẫn còn nợ môn đại cương (giải tích 2) do thiếu điểm. Nên em xin Phòng Đào Tạo hỗ trỡ, xem xét giúp em đăng ký học môn giải tích 2 (MT1005) vào HK193. Em kính xin quý thầy cô Phòng Đào Tạo chấp nhận để em có thể hoàn thành được đúng thời gian chương trình đào tạo. Em xin chân thành cảm ơn quý thầy cô Phòng Đào Tạo.",
    "Chào Thầy/Cô! Thầy cô cho em hỏi quy chế quy đổi điểm anh văn mới là áp dụng cho tất cả các khóa hay chỉ khóa mới ạ, nếu như áp dụng cho tất cả các khóa thì em thấy có 1 số điểm bất cập ạ. - Ví dụ em K17 điểm chứng chỉ anh văn( CCAV) cần đạt để nhận Luận Văn và TN là 500, nhưng theo bảng quy đổi mới thì lại là tối thiểu 600 mới pass được av4, vậy điểm qua av4 còn cao hơn điểm nhân luận văn và TN, em thấy chỗ này có hơi bất cập. - Cuối cùng ý em muốn hỏi là bảng quy đổi này áp dụng cho tất cả các khóa hay là chỉ áp dụng cho Khóa mới thôi ạ",
    "Em có lịch học môn CI4011 Thí nghiệm công trình vào: Ngày mai, thứ 2, 15:00 - 17:50 Thứ 4, 15:00 - 17:50 Nhưng TKB không ghi PHÒNG. Mong PĐT giải đáp ạ. Em xin cảm ơn.",
    "Kính chào quý Thầy/Cô ạ, Dạ cho em hỏi về quy trình để được xét danh hiệu sinh viên hằng năm được không ạ? Và các tiêu chuẩn để được danh hiệu sv giỏi toàn diện, sv khá toàn diện là gì ạ?",
    "Chào thầy/cô! Em là  _ , ngày 31/7/2020 em có in bảng điểm và đã thanh toán trên bkpay, tài khoản đã trừ tiền nhưng hệ thông bkpay vẫn chưa xác nhận là đã thanh toán. Em mong thầy/cô xem trường hợp này giúp em ạ. Vì em đang cần gấp bảng điểm mà hiện tại chưa hẹn ngày lấy được. Em cảm ơn!!!",
    "Mong Anh/CHị cập nhật thời khoá biểu hè giúp em ạ, vẫn còn 1 môn chính trị chưa có thời khoá biểu",
    "Kính thưa thầy/cô, Em tên   Em hiện đang học ngành điện- điện tử chương trình tiên tiến . Trên mybk của em ghi sai ngành học là kỹ thuật xây dựng (hình em đính kèm) Em muốn được chỉnh lại ngành trên mybk cho đúng ạ Em xin cảm ơn.",
    "Thưa cô, theo như báo đưa tin thì thành phố HCM cấm tụ tập 30 người trở lên trong đó có trường học Vậy thì tại sao trường mình vẫn cho đi học  bình thường ạ. Em mong cô giải đáp thắc mắc cho em. Em xin cám ơn ạ",
    "Dạ em là , mssv . Hôm trước em có hỏi về vấn đề không có tên trong danh sách thực tập môn QTTB. Em đã có tkb trên myBK nhưng em không biết mình ở nhóm nào, thực tập ở đâu và thầy cô hướng dẫn là ai ạ!? Thầy/cô cho em hỏi em có có thể liên hệ với ai để biết chính xác được những thông tin ở trên ạ? Em xin trân thành cảm ơn.",
    "Dear PĐT,    Hiện tại em có ĐK 11 tín chỉ HK193 trong đó có môn GT2 và Kỹ Thuật Lập Trình. Nhưng 2 môn này được xếp lịch quá liền kề nên em phải học liên tục từ 14h-17h50 ở cs1 và 18h-20h30 online và em ở KTX khu A. Liệu trong thời gian di chuyển về từ CS1 về KTX song song online thì em khó có thể hoàn thành hết được. Vậy mong trường có thể chuyển buổi lớp GT2 trực tiếp sang buổi khác dùm em được k ạ. Regards. ---------------------------  -     i ",
    "Dạ em chào thầy cô. Thầy cô cho em hỏi tuần sau em có thời khóa biểu học dự thính tại cơ sở 1. Nhưng tình hình dịch rất phức tạp nên em muốn hỏi nhà trường có công văn học online hay tụi em vẫn phải lên cơ sở 1 học tập giữa tình trạng dịch Covid 19 này ạ. Rất đáng lo ngại vì theo em biêt thì có nhiều bạn từ nhiều nơi lên thành phố học tập lại lắm ạ. Mong phản hồi sớm từ thầy, cô và nhà trường để tụi em có sự chuẩn bị trước vé xe để lên kịp thời gian học tập. Em cảm ơn !",
    "Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . Là em có thể bổ sung môn học vào học kì hè 193 được không ? và nếu được em cần là gi để được đăng kí bổ sung ? em xin trân thành cảm ơn",
    "Dạ, cho em hỏi là phiếu rút môn học gửi cho phong đào tạo qua đường bưu điện được không ạ?? Nếu rút môn thì bao lâu sẽ có thông báo được hay không được thông qua ạ? Em cảm ơn.",
    "cho em hỏi mai bắt đầu học kì 193, theo như trường thì vẫn học trực tiếp trên trường mà em thì về quê có vài ngày ( quê em ở Quảng Ngãi) nhưng dịch em vô phải cách li 15 ngày, giờ em phải làm sao ạ? Em cảm ơn",
    "Dạ e chào Thầy/Cô. Em là chiến sĩ đội hình MHX nhưng bị huỷ do dịch nên e có xin đăng ký môn ở trên đây là Vật lý 1 . Nhưng hôm nay e có đăng ký thêm môn Đại số tuyến tính trên mục đăng ký cho chiến sĩ, nhưng xem lại thì bị đụng lịch. Thầy/Cô có thể xem xét huỷ môn Đại sô tuyến tính(MT1007) dùm em được không ạ? E cảm ơn ạ!",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Cho em hỏi là ở HK193 em có thể xin rút môn học online được không ạ? Nếu không được thì em có thể nhờ bạn nộp đơn lên PDT được không ạ? Thông tin môn học cần rút:  - Đại số tuyến tính: MT1007, nhóm DT02  - Đại số tuyến tính(bt): MT1008, nhóm DT02 Em xin cảm ơn!       i  .",
    "Dạ em chào Thầy/Cô ạ Cách đây 3 hôm em có đi ship hàng ở bên đường số 10 phường Hiệp Bình Chánh, Thủ Đức. Nhưng 2 hôm nay em nghe tin là đường đó bị phong toả do có ca bị nghi nhiểm covid 19 nên tạm thời 2 hôm nay em vẫn chưa dám đi đâu hết cả ạ. Em đang tự cách ly tại nhà và nhờ bạn mua giúp đồ ăn. Thầy/Cô cho em hỏi trường hợp này mình có cần tự cách ly hay không ạ. Hay mình vẫn đi học bình thường. Em sợ quá ạ.",
    "Chào thầy/ cô ạ! Em là  Khoa Kỹ thuật Xây Dựng hệ Đại trà K2019 Em hôm bữa có lỡ đăng kí môn Khoa học trái đất do không để ý mã lớp em nhầm tưởng là lớp dự thính nên em đã ấn đăng kí và hôm nay đi học em mới biết đó là lớp Chất lượng cao 100% tiếng Anh. Do trình độ anh văn em không đủ và điều kiện gia đình cũng khó khăn nên em không thể học được chương trình này ạ nên hôm nay em làm đơn này xin thầy cô cho em rút môn học miễn phí ạ hoặc em có thể chuyển môn qua hk201 được không ạ vs đóng tiền mức học phí hệ đại trà. Em chân thành cảm ơn rất nhiều! Chúc thầy cô một ngày tốt lành!",
    "Em tên  MSSV . Em xin phép được đăng ký bổ sung HK193 về môn Giải tích 2 (mã môn là MT1005) . Em xin chân thành cảm ơn ạ",
    "Kì 191 em rớt môn Cơ lưu chất ,kì này 193 em có đăng ký học lại môn Cơ lưu chất , cho e xin hỏi có thể bảo lưu điểm thí nghiệm Cơ lưu chất được không ạ , e cảm ơn ",
    "Em xin chào thầy(cô) ạ. Em tên là  lớp CK19CK01 . Em muốn xin hủy môn học Triết Học - của cô , Pháp Luật Việt Nam Đại Cương của cô  và môn Điền Kinh của thầy   vì ngày 23/7/2020 em có đi về quê Quảng Nam và hiện tại em đang ở vùng bị cách li bởi dịch Covid-19 ạ. Em xin chân thành cảm ơn ạ.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .   i  Chào phòng đào tạo, Em tên là  Mssv  Khoa điện - điện tử  Vì lý do em có tiếp xúc với người nghi nhiễm bệnh nên ngày 31/7 em đã vắng buổi thi môn đại số tuyến tính và tự cách ly tại nhà. Tuy nhiên, người em tiếp xúc có kết quả âm tính nên em xin phòng đào tạo được đổi ngày thi môn này giúp em. Em cám ơn !  .",
    "Sai Ngày/Tháng/Năm Sinh và Thiếu Thông Tin Hộ Khẩu Thưởng Trú Trong Thông Tin Cá Nhân Của Sinh Viên. Anh Chị cập nhật lại giúp em nhé. Em cảm ơn Anh/Chị",
    "Dạ hôm trước khoa em là khoa điện- điện tử có gửi gmail làm đơn xin pđt chuyển mã môn học EE1011 sang EE2033 cho đúng khóa 2019 do em đăng ký kỳ hè mà lúc đó chưa có mã mới ạ và em có xuống văn phòng khoa điện- điện tử để làm đơn chuyển mà rồi ạ mà cho đến giờ trong TKB của em vẫn chưa được chuyển mã , xin pđt chuyển mã EE1011 sang EE2033 cho em để em được học môn học theo đúng khóa  2019 ạ . Em cảm ơn ạ",
    "Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . Là em có thể bổ sung môn học vào học kì hè 193 được không ? và nếu được em cần là gi để được đăng kí bổ sung ? em xin trân thành cảm ơn",
    "Chào thày cô  Em là . MSSV :  Dạ em đã thực tập xong trong đợt học kì chính cùng các bạn đi mùa hè xanh. Do đó trong đợt hè này em mong nhà trường cho em tham gia vào lớp học môn: Quản trị doanh nghiệp cho kỹ sư  IM3001. Rất mong phòng đào tạo xem xét và cho em được học môn đó trong học kì hè này.Em cảm ơn ạ",
    "Dạ hôm trước em có xin phép đổi mã môn Giải tích 1 (do em đăng kí nhầm) từ MT1011 sang MT1003 có được không ạ, vì em chưa thấy cập nhập thời khóa biểu học hè nữa ạ. Mong Pdt xem xét giúp em với ạ! em cảm ơn.",
    "Em chào Thầy/Cô,  Khi đợt đkmh dự thính đợt 1 em đã đăng ký môn học Hóa học (601701) và đã được xác nhận đăng kí thành công, sau đó đợt 2 và đợt 3 em nghĩ là em đã được học môn đó rồi. Đến nay khi các bạn trong lớp có tkb nhưng em thì không nên em mới thấy em đã bị hủy môn. Xin Thầy/Cô xem xét để em được học môn học này để không bị trễ chương trình,  Em xin lỗi vì sự lơ là của em Em xin chân thành cảm ơn Thầy/Cô.",
    "Cho em hỏi nếu thời khóa biểu sắp 2 môn cùng một ngày, cùng một giờ học thì em phải làm sao ạ. Em bị trùng lịch Av4 và Địa vật lý đại cương",
    "Gửi PĐT, Được sự đồng ý mở rộng sĩ số môn đường lối CM của ĐCSVN(SP1009) của cô  nhóm lớp DT02. Em kính mong PĐT mở rộng sĩ só lớp để em có thể được học môn này vì kỳ trước em có rớt môn này nên em muốn học trong học kì hè 193 để giảm áp lực học tập trong học kì chính và có thời gian làm đồ án l, luận vaqn và học anh văn kịp thời gian ra trường đúng hạn. Em xin chân thành cảm ơn.",
    "Dạ e chào Thầy/Cô. Em là chiến sĩ đội hình MHX nhưng bị huỷ do dịch nên e có xin đăng ký môn ở trên đây là Vật lý 1 . Nhưng hôm 2/8 e có đăng ký thêm môn Đại số tuyến tính trên mục đăng ký cho chiến sĩ, nhưng xem lại thì bị đụng lịch. Thầy/Cô có thể xem xét huỷ môn Đại sô tuyến tính(MT1007) dùm em được không ạ? Nếu đổi qua lớp khác sẽ bị đụng lịch môn giải tích 2. Mong Thầy/Cô xem xét huỷ môn Đại số tuyến tính(MT1007) giúp em ạ!",
    "CODE  Thưa thầy cô, em đăng kí môn học bổ sung do hủy chiến dịch mùa hè xanh trong đó có môn giải tích 2, vật lý 1, mạch điện. Nhưng chỉ có môn mạch điện là có thời khoá biểu. Giải tích 2 (MT1005) em chọn vào lớp đã có sẵn lịch nhưng bây giờ không có lịch trong thời khoá biểu. Môn Vật lý 1 (PH1003)  em đăng ký vào lớp nguyện vọng vẫn không có lịch ạ. Xin thầy cô hướng dẫn em cách để trả nợ môn giải tích 2 và vật lý 1 trong kì hè ạ. Thầy cô có thể bổ sung em vào lớp đang có không ạ ? ",
    "Em chào thầy, Sau khi công bố điểm môn GT1 học kì 2(2019-2020), cá nhân em thấy điểm đó chưa đúng nên sẽ đi phúc tra, nhưng sau khi em lên PĐT nộp đơn thì mới biết có phúc tra online, nhưng đã hết hạn hôm nay (3/8) Lần cuối em thấy điểm được update lên là 30/7, nhưng vì hôm đó là t5, em đag dưới nhà, thêm nữa PĐT nghỉ t6 t7 CN nên em định t2 lên, thì mới vỡ lẽ là phúc tra online và đã hết hạn nộp. Em rất hoang mang không biết làm thế nào!! Mong thầy xem xét giúp em ạ!! Em cảm ơn",
    "Em chào thầy cô, Em muốn được hỏi theo quy chế thì điểm thi TOEIC nói viết do trường tổ chức là phần nói và viết mỗi phần tối thiểu 100 điểm hay chỉ cần tổng cộng trên 200 điểm là đạt ạ? Em xin cảm ơn.",
    "Cho em đăng ký môn học bổ sung học kỳ hè   Kinh tế chính trị  (SP 1033)",
    "Em là Lê Bá Quốc -  . Đợt vừa qua em có đăng ký môn học đợt bổ sung do mùa hè xanh bị hoãn và đã đăng ký thành công. Theo như thời khóa biểu trên myBK đã có lịch tuy nhiên trên BKEL của e chưa có môn học nào. Và theo lịch thì chiều nay có giờ hangout ạ. Em mong phòng đào tạo giải quyết giúp em",
    "Thưa cô, Em đang học chương trình PFIEV chuyên ngành Xây dựng. Trong đó có các môn:  Pháp văn 5 (XD) - 003727 Pháp văn 6 (XD) - 003728 Pháp văn 7 (XD) - 003729 Hiện em đã nộp bằng DELF B1 và đã được chuyển điểm nhưng các môn kể trên không tính tín chỉ và không giống với mã số môn học trong chương trình đào tạo (hình đính kèm). Mong thầy/cô kiểm tra và giải đáp thắc mắc của em. Em xin cám ơn.",
    "Do kỳ hè em có đăng ký thực tập nhưng em không đủ điều kiện để đăng đý do mơi nhận được kết quả học kỳ 192, thiếu tín chỉ để xin thực tập. Do đó em muốn xin đăng ký bổ sung môn học dự thính hè các môn đại cương.",
    "Em là sinh viên tham gia Chiến dịch Mùa hè xanh 2020 nhưng khi phòng Đào tạo mở đăng ký môn học cho sinh viên hoãn Mùa hè xanh thì em không được phép đăng ký. Lúc đó em nghĩ là do số lượng sinh viên quá đông nên phòng Đào tạo chưa cập nhật kịp nhưng đến khi hết hạn đăng ký em vẫn không được phép đăng ký. Em mong nhà trường xem xét hỗ trợ cho em được đăng ký môn học hè lần này ạ!  Em xin chân thành cảm ơn ạ!",
    "thưa thầy em muốn hoãn môn học kì hè để về nhà tránh dịch covid (không tính học phí) thì sau này môn này em sẽ học vào học kì nào ạ",
    "Dạ cho e hỏi về thời gian xét chuyên ngành cho k19, khoa Xây Dựng ạ",
    "Vì lí do dịch bệnh diễn biến phức tạp nên em muốn rút môn học đã đăng kí. Cho em hỏi khi rút sẽ tốn 100% học phí hay ít hơn ạ? Trong học kì chính nhà trường có hỗ trợ rút môn học không tính học phí vì dịch bệnh. Ở thời điểm hiện tại tình hình dịch bệnh cũng đang có nhiều chuyển biến xấu, cho em hỏi nhà trường có hỗ trợ học phí khi bọn em rút môn không ạ? Em xin cảm ơn.",
    "Cho em đăng ký môn học   Xác suất thống kê ( MT 2013)",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em gửi bổ sung minh chứng bao gồm - Ảnh vé máy bay đi Đà Nẵng ngày 23/7, về HCM ngày 25/7 - Bản cam kết thực hiện cách ly tại Kí túc xá - Tin nhắn hỏi ý kiến cô  - Văn phòng khoa Khoa học và Kỹ thuật máy tính",
    "Do lịch thực tập của em còn trống vài buổi nên em muốn đăng ký môn học Quản trị kinh doanh cho kỹ sư (IM3001) lớp DT02. Em cảm ơn ạ.",
    "Chào thầy/cô. Cho em hỏi là nhóm môn học tự chọn D, em học hai môn mà có một môn đã đậu, môn còn lại rớt. Mà em đọc theo quy chế thì nhóm môn học D chỉ yêu cầu học một môn. Vậy cho em hỏi là có ảnh hưởng gì tới điểm trung bình tích lũy và có ảnh hưởng tới xét tốt nghiệp không ạ. Em xin cảm ơn.",
    "Em xin chào Thầy Cô Phòng đào tạo ạ. Em là , MSSV , sinh viên K14, Khoa Môi trường. Em đã thi kĩ năng nói viết vào ngày 27/10/2019 nhưng đến thời điểm hiện tại (8/2020) thì em mới hoàn thành hết các môn học để tốt nghiệp. Thầy Cô cho em hỏi vậy thì kết quả thi của em còn được ghi nhận để xét tốt nghiệp không hay em phải thi đợt mới trong năm nay ạ?  Em xin cảm ơn Thầy Cô ạ.",
    "Em chào thầy cô ạ. Em là  ạ. Thầy cô cho em hỏi là hôm bữa em có được đăng kí môn học theo diện là sinh viên bị hoãn mùa hè xanh nhưng mà sau khi em đăng kí 2 môn Sức bền vật liệu và kĩ thuật lập trình thì giờ em bị hủy môn mất và không nhận được thời khóa biểu ạ. Mong thầy cô giúp em đăng kí với ạ. Tại lúc em đăng kí là em đủ điều kiện mà sao lại không có thời khóa biểu. Em cảm ơn thầy cô nhiều ạ",
    "Kính gửi PDT, Em là , hiện là sinh viên năm 3. Em muốn hỏi về số tín chỉ tối thiểu mà kỳ chính HK201 em phải đăng ký là bao nhiêu để không bị hủy thời khóa biểu ạ. Em xin chân thành cảm ơn. Mong sớm nhận được phản hồi! Trân trọng, .",
    "Dạ em xin chào Phòng đào tạo! Em là sinh viên khóa 16 - ngành xây dựng DD&CN Em muốn hỏi những môn học tài năng của   B HK2/2018-2019    theo quy định đính kèm có được xét   B 7.0    là đạt nữa hay không khi em học lại những môn này trong   B HK2/2019-2020?    Em mong nhận được phản hồi của Phòng đào tạo. Em xin cảm ơn!",
    "Dạ,hiện giờ đã vào lịch học nhưng thời khoá biểu và  không hiện môn học ạ.Và em đã hỏi các bạn cùng lớp và các bạn nói đã học được 1 buổi rồi ạ. Xin phòng đào tạo cập nhật giúp em với ạ",
    "Thầy ơi cho em hỏi sao lớp vật lý 1 (PH1003) nguyện vọng chưa có thời khóa biểu ạ ? Có phải lớp bị hủy không ạ  Mong thầy cô giúp đỡ Em cảm ơn rất nhiều",
    "Em chào Thầy(Cô). Do em không để ý, nên không đăng kí môn học Truyền số liệu và mang. Môn này cũng là môn để kì sau em đăng kí đồ án( do em bị trễ anh văn). Thầy(Cô) cho em xin đăng ký thêm 1 môn này vào học kỳ hè :    EE3019  : Truyền số liệu và mạng Trong khi được sự chấp thuận của Thầy(Cô),em xin chân thành cảm ơn.     . EE3019Truyền số liệu và mạng",
    "Kính gửi Phòng Đào Tạo Em tên:  MSSV: Dự kiến khoảng thời gian nào Phòng Đào Tạo sẽ phát hành đại trà giấy chứng nhận NVQS vậy ạ? Em cảm ơn ạ!",
    "em là ,mssv: .Em có xin PDT mở cho e đăng ký môn Nhập môn lập trình ,mã môn học là : CO1003 .Nhưng em ghi lộn mã là CO1004 và em mới kiểm tra thời khóa biểu PDT đăng ký cho em bị nhầm thành môn Kỹ thuật lập trình rồi ạ, không phải môn kỹ thuật lập trình (CO1013) mà là Nhập môn lập trình (CO1003). Mong PDT hủy môn kỹ thuật lập trình và đăng ký lại môn nhập môn lập trình giúp em với ạ; Em cảm ơn.",
    "Cho em hỏi nếu em không đủ 28 chỉ trước học kì 201 thì các môn học có mã 20XX có bị xóa khỏi danh sách đăng kí không ạ? Em cảm ơn.",
    "Em chào PDT ạ, PDT có thể giúp em đăng kí bổ sung thêm 1 môn cho kì hè 193 không ạ?  Môn Cơ sở kỹ thuật điện EE2017 DT01_DT01  Em cảm ơn và em biết giờ cũng trễ ngày đăng kí nhưng hy vọng PDT có thể đăng kí giúp em ạ.",
    "Em chào PDT ạ, hiện tại em muốn đổi nhóm lớp môn học Tư tưởng  sang DT04 (hoặc DT05) được không ạ!  Vì chỗ em làm thay đổi lịch làm việc ạ, em mong PDT thông cảm và giúp em ạ. En cảm ơn.",
    "Em chào PĐF ạ,  Em thấy dịch đợt này có vẻ nguy hiểm hơn, số người chết cũng bắt đầu có và ngày càng tăng. Nhưng PĐT vẫn cho học hè offline, cho em hỏi sắp tới PĐT có dự định chuyển sang online như học kì I không ạ?",
    "Em là v: . Em muốn xin được tham gia lớp học Kết cấu bê tông cốt thép 1 có mã môn học là: CI2091 .",
    "Em ko bấm được vào các nút cập nhật thông tin , đăng ảnh, kích hoạt tài khoản sinh viên dù đã điền thông tin đầy đủ.   Xuất hiện dấu cấm khi em đưa chuột vào nút cập nhật. mong cô giúp em. em cảm ơn ạ  ",
    "Em chào phòng đào tạo !  Hôm trước em có hỏi về chính sách học bổng dành cho sinh viên bảo lưu 1 năm như em , và nhận được câu trả lời em đang được xét theo khoá k17 . Vì bị trễ một năm nên tính chỉ tích luỹ em không thể đủ như yêu cầu nhà trường cho khoá k17. Em muốn hỏi phòng đào tạo có thể cho em chuyển lớp từ lớp QLMTK17 sang QLMTK18 để tiện học tập và xét chính sách học bổng không ạ ( hiện tại tất cả các môn học em đều học chung lớp QLMT18)  Trở lại học em rất cố gắng và phấn đấu học tập em mong Phòng đạo tạo có thể tạo điệu kiện giúp đỡ cho em ạ . Em xin chân thành cảm ơn ạ .",
    "Dạ em thuộc diện đăng kí bổ sung cho các bạn mhx vào 2 môn này, trên tkb đã cập nhật ngày học mà trên EL vẫn chưa cập nhật cho em ạ Em sắp có deadline nộp bài cho môn học nên mong pdt cập nhật EL sớm cho em ạ",
    "Dạ em xin tự giới thiệu em tên là , sinh viên K19 khoa Quản lý công nghiệp.  Em có đăng ký môn vào kỳ hè 193 vào đợt đăng ký thứ 3 cho sinh viên không tham gia mùa hè xanh được. Thời khóa biểu thì đã có rồi nhưng trên BK eL thì vẫn chưa có môn ạ. Em vào xem tài liệu giảng viên up lên không được.  Mong PĐT xem xét hỗ trợ em ạ. Em xin chân thành cảm ơn.",
    "dạ em cảm ơn pđt và khoa đã giúp đỡ em chuyển mã để em được học mã môn EE2033 theo khóa 2019 ạ Thế nhưng thời khóa biểu em đã được chuyển sang mã mới nhưng Bk-e learning vẫn là mã cũ làm em không thể cập nhật được thông tin của thầy cô về khóa học của mình , mong pđt và khoa giúp đỡ em chuyển sang mã mới trong phần Bk-e learning ạ Em cảm ơn ạ",
    "Chào thầy/cô, Hiện nay địa phương em yêu cầu nộp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự . Cho em hỏi, khi nào trường sẽ cung cấp giấy xác nhận cho năm học mới (2020-2021) ạ. Do em đăng kí trên mybk thì chỉ cho cho phép đăng kí HK2 2019-2020 thôi ạ. Em cảm ơn.",
    "Chào thầy/cô! Em là  _ , ngày 31/7/2020 em có in bảng điểm và đã thanh toán trên bkpay, tài khoản đã trừ tiền nhưng hệ thông bkpay vẫn chưa xác nhận là đã thanh toán. Em mong thầy/cô xem trường hợp này giúp em ạ. Vì em đang cần gấp bảng điểm mà hiện tại chưa hẹn ngày lấy được. Em cảm ơn!!!",
    "Thưa thầy, em có đăng kí lớp nguyện vọng nhưng tới nay chưa có thời khoá biểu. Hôm qua em có đăng câu hỏi về việc này, thầy đã thêm em vào lớp DT01 môn vật lý 1 . Vậy thầy ơi, em có cần hủy đăng ký môn vật lý 1 (nguyện vọng) hay k thưa thầy ? Nếu lớp nguyện vọng được mở thì em có phải trả khoản tiền cho cả hai lớp vật lý này không thưa thầy ?  Em cám ơn thầy.",
    "Em tên i . Mong thầy cô phúc khảo môn Các phương pháp phân tích hiện đại (CH3005) HK192 .",
    "giải tích 1 nhóm DT02    ",
    "em bị lỡ các đợt đăng kí môn học cho học kỳ hè 193,còn cách nào đề em đăng ký không ạ ?  em xin cảm ơn",
    "Dạ cho em hỏi, Thời khoá biểu em đã cập nhật nhưng trên Bk-Elearning vẫn không có môn thì sao em học hangout ạ",
    "Em tên là:  MSSV:  Em xin pđt cho em đăng ký bổ sung vào lớp DT01 của thầy  (HK193) môn: Kỹ thuật thi công (CI3043) Lý do: Đây là môn \"Học trước\" của môn Tổ chức thi công và môn ĐAMH thi công của em trong HK7 ạ . Dưới đây là tệp đính kèm \"Đơn xin đăng ký môn học trễ hạn\" mà em đã xin xác nhận từ bên khoa. Rất mong pđt xem xét và cho em được đăng ký bổ sung vào lớp học hiện tại ạ. ",
    "Em chào PDT ạ, PDT có thể giúp em đổi nhóm lớp Tư tưởng  SP1005 từ DT01 sang DT05 không ạ? Em cảm ơn",
    "Cho em hỏi rằng em bị rớt lý thuyết vật lý bán dẫn đó thi 2.5 và điểm thi nghiệm em là 9đ vậy khi học lại em có học lại thí nghiệm không ạ",
    "Chào thầy/ cô ! Em tên là  /MSSV  Hiện tại em là sinh viên năm 3 ,khoa CNVL .Mặc dù đã học môn chuyên ngành nhưng vẫn chưa học môn cơ sở ngành mã MA1003 (lí do là HK182 em bị hủy môn do môn học song hành với 1005). Vì là môn cs ngành nên mỗi năm chỉ mở 1 lần nên em phải đợi đến HK201  để học.Em có nghe 1 số bạn nói lại là HK201 không mở môn đại cương như VL2, GT2,..Em đang cảm thấy lâm vào bế tắc vì  đổi chương trình hủy bỏ môn học song hành giữa 1005 và MA1003.Đợt đăng kí HK201 em có đăng kí mã 1005 với sỉ số 100 SV (có thể đủ sỉ số để mở lớp).Nếu lần này không mở lớp được em không biết có thể ra trường được không nữa (Nhiều lần em đã hi vọng rồi lại thất vọng , rồi lo sợ mỗi lần ĐKMH ).Em hi vọng trường có thể tạo điều kiện mở lớp cho em được học môn 1005 HK201 để theo kịp tiến độ với chương trình học.Em hứa sẽ thật chăm chỉ học tập nhiều hơn. Cảm ơn thầy /cô đã dành thời gian đọc bài của em.Em rất mong nguyện vọng của em được chấp thuận.",
    "cho em hỏi pdt bây giờ còn lịch họ bổ sung môn vật lý bán dẫn vào kì hè không nếu còn cho em xin được bổ sung. em bị rớt môn này do thi cuối kì dưới 3 ",
    "Kính chào quý thầy cô,  Em xin được hỏi, môn học mình rút ở HK hè 193 thì có được đăng kí thêm vào kì 201 để học cho đảm bảo chương trình đào tạo không ạ? Trong trường hợp rút môn mà chưa được xử lí hoặc chưa nộp đơn xin rút môn, tức là vẫn chưa rút môn học, thì khi đăng kí thêm vào đợt tiếp theo cho kì 201, hệ thống có hủy do mình vẫn đang có thời khóa biểu học môn này không thưa thầy cô?  Nhờ thầy cô giải đáp, em xin trân trọng cảm ơn .",
    "Em xin chào các thầy cô ạ Em là , mssv  Em là sinh viên thuộc diện sinh viên bị hủy mùa hè xanh nên đăng kí môn học sau các bạn Khi kiểm tra thời khóa biểu thì em thấy  đã được xếp vào lớp giải tích 2 DT01 và theo thời khóa biểu thì hôm nay có buổi học online nhưng khi kiểm tra trên trang elearning thì em vẫn chưa thấy môn học giải tích 2 ạ. Vậy thì em sẽ không có được link để vào lớp học chiều nay ạ. Em mong muốn các thầy cô kiểm tra và sớm phản hồi giúp em để em có thể tham gia được lớp học để bắt kịp chương trình học ạ Em xin chân thành cảm ơn ạ",
    "SP1031,nhóm/tổ:dt04",
    "Em muốn đăng ký môn Triết học  -  - Mã môn học: SP1031 - Mã nhóm: DT03 Em xin cảm ơn ạ.",
    "em là  -- , là chiến sĩ bị hoãn mùa hè xanh .Em có nguyện vọng đăng kí môn Triết học  ( SP1031 ) vào lớp DT03.",
    "Cho em hỏi em có giấy xác nhận tham gia các hoạt động xã hội ở địa phương thì có được dùng giấy xác nhận này chuyển đổi thành ngày công tác xã hội không ạ? ",
    "Em là sinh viên K14. Em đã học GIẢI TÍCH 2 DỰ THÍNH ở học kì trước nhưng không qua. Bảng điểm có thì thời gian đăng kí dự thính hè cho kì này đã hết. Em rất mong được học ở kì dự thính hè này. Em mong PDT tạo điều kiện giúp đỡ em. Em xin cảm ơn ạ.",
    "Xin đăng kí bổ sung vào lớp Dự thính môn Quá trình và thiết bị truyền nhiệt  Mã môn học: CH2043 Lớp: DT01 Lý do: em là sv năm cuối cần trả nợ môn sớm để đủ điều kiện đăng kí luận văn. Mong nhận được sự giúp đỡ của anh/chị. Em cảm ơn.",
    "Gửi phòng đào tạo, Em tên , mssv . Em có xem qua danh sách học bổng chính thức thì thấy cột điểm rèn luyện bị 0 điểm, và nhiều bạn cũng bị như vậy không biết là vì lý do gì ạ? Mong phòng đào tạo giải đáp sớm giúp em. Em chân thành cảm ơn ạ! ",
    "Em chào  ạ,  có thể giúp em đổi nhóm lớp Tư tưởng  SP1005 từ DT02 sang DT05 không ạ? Em cảm ơn",
    "i cương:CH1003-Nhóm:02_05 + học -:SP1031-Nhóm:03 Lý do:b hiện có Em cảm ơn.",
    "Kính gửi, Em tên , học lớp DT07 môn Triết học  (SP1031) Em mong muốn được đổi sang lớp DT01 để thuận tiện việc đi lại và ở trong mùa dịch. Mong được xem xét. Trân trọng, ",
    "kịp đăng kí tốt nghiệp đợt tiếp theo em rất mong được đăng kí môn Tư tưởng Hồ Chí Minh trong học kì hè. Em muốn xin bổ sung vào lớp Tư tưởng Hồ Chí Minh để kịp hoàn thành môn học này.",
    "Do em đăng kí bổ sung môn nên bây giờ trên trang bkel em không có khóa học ạ, thầy/cô cập nhật giúp em với, em cảm ơn ạ!",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Vì học kỳ 192 có môn em không qua nên em xin được đăng ký thêm môn dự thính ở kỳ hè để đúng tiến độ ạ. Kỳ này hiện tại em chỉ đăng ký 2 môn- 7 chỉ. Mong trường nhanh chóng xét duyệt vì đã bắt đầu vào học kỳ 193 rồi ạ",
    "Phòng đào tạo cho em hỏi em là sinh viên khóa K16. Hiện tại em đã học hết các môn chuyên ngành và chỉ còn Luận văn tốt nghiệp(Hiện tại em chưa đăng ký được vì lý do chưa đủ chuẩn anh văn) và các môn anh văn. Vậy trong thời gian em chờ thi chứng chỉ anh văn em không đăng ký môn học học kỳ 201 có được không ạ và trong trường hợp em vẫn không đủ chứng chỉ anh văn để đăng ký luận văn trong học kỳ 201 thì em có bị cảnh cáo học vụ không ạ. Em mong phòng đào tạo giải đáp thắc mắc hộ em. Em xin cảm ơn!",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Chào thầy cô, Em tên , mssv . Vào ngày 31/7/2020, em được thông báo từ KTX Bách Khoa rằng phòng em thuộc dạng cách ly tự theo dõi cấp 1 do có bạn thuộc diện F3 sau khi tự học trong phòng thư viện KTX chung với bạn thuộc F2. Em xin đính kèm quyết định được chụp lại trước cửa phòng em về việc cách ly và thông báo của KTX về biện pháp xử lý với sinh viên thuộc diện cách ly. Em xin cảm ơn!",
    "Em rất cần đăng kí môn Tư tưởng  trong học kì hè này để kịp đợt đăng kí tốt nghiệp tiếp theo. Trong thời khoá biểu của em được báo là trùng môn học, em sẽ huỷ môn Đường lối Đảng cộng sản Việt Nam nên không biết có được đăng kí không ạ. Em xin cảm ơn.",
    "Em đăng ký mã môn: SP1031          nhóm lớp: DT05",
    "Em chao thầy cô. Em có một vấn đề mong được quý thầy cô giải đáp ạ . em muốn  đăng kí bổ xung môn học hè 193  : - MSMH : 260612 truyền động khí nén 1 - MSMH : 260613 trang bị điện 1  Mong quý thầy cô giúp đỡ xem xét bổ cho phép em được đăng kí bổ xung 2 môn học trên để em có thể học tập theo đúng tiến bộ . em xin chân thành cảm ơn .",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Gr ôn bài của tụi em và video tụi em ôn bài trong thư viện. Trường có thể kiểm tra camera của thư viện để xác minh từ khoảng 10h- 16h ngày 28- 30/07 ở bàn học nhóm trên bậc thang cao nhất.",
    "Chào thầy/cô. Em tên là  - MSSV  thuộc lớp DD19LT10. Tình hình là do mã môn Giải tích mạch mới là EE2033 bị trùng lịch nên PĐT đã xóa môn cho em trên thời khóa biểu nhưng trên Bke vẫn còn môn Giải tích mạch mã EE1011 ạ. Em mong PĐT có thể xóa luôn trên Bke giúp em. Và cho em hỏi là khi đóng học phí thì em không phải đóng 3 chỉ của môn Giải tích mạch vừa xóa đúng không ạ ? Em xin chân thành cảm ơn",
    "Dạ cô cho em hỏi bây giờ em thúc khảo điểm thì phải làm sao ạ cô hướng dẫn giùm em với ạ . Em cảm ơn ạ !",
    "Họ Tên:  MSSv:  Em là sinh viên lớp L32 của Thầy . Em muốn phúc tra bài thi cuối kì môn giải tích 2.",
    "Mong phòng đào tạo giải quyết giúp em việc BK EL chưa cập nhật nên em không thể tham gia các lớp Google Meet. Em xin cảm ơn ",
    "Dạ cho em hỏi là em có đăng kí môn Xác suất và thống kê đợt bổ xung cho chiến sĩ Mùa hè xanh tuy nhiên hôm nay khi đã bắt đầu lớp học em vẫn chưa được add vào lớp trên BkeL. Kính mong PDT giải quyết sớm giùm em ạ!",
    "Thưa quý thầy cô, Em là sinh viên K19 Khoa Điện - Điện tử. Em được biết là K19 khoa Điện - Điện tử phân ngành bằng điểm TBTL của năm 1, vậy có tính điểm của học kì hè (học kì 193) không ạ? Em cảm ơn.",
    "Em năm nay năm 3. Kì 2 năm sau em sẽ đăng kí môn học luận văn tốt nghiệp. Em có thi bằng toeic 570 hồi năm nhất và đã chuyển điểm cả 4 anh văn. Bằng của em hiện tại đã hết hạn, phòng đào tạo cho em hỏi là để đăng kí được luận văn thì em có cần phải thi lại anh văn để lấy bằng xét chuẩn đăng kí môn luận văn tốt nghiệp không ạ. Em cảm ơn",
    "Em tên . Lớp XD18KT Phòng đạo tạo cho em hỏi.  ôn chuyên ngành. Những môn đó ít người rớt nên khó mở lớp dự thính. Đồng thời chương trình đào tạo k19 thay đổi, các môn đó bị bỏ. PĐT cho em hỏi đăng kí học lại như thế nào ạ . Em cảm ơn!",
    "Chào phòng đào tạo ạ,em là sinh viên cuối năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng kí thêm môn học ở trường không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1-2 buổi trong 1 tuần. Nên kính mong phòng đào tạo có thể cho em đăng ký thêm môn đại số tuyến tính (MT1007) và môn giải tích 1 (MT1003) được không ạ. Em chân thành cảm ơn ạ.",
    "Kính chào Cô, Em hiện là sinh viên khóa 2018,  Theo quy định chuẩn đầu ra của khóa là TOEIC 500 nhưng trong bảng quy đổi điểm mới thì lại chỉ đổi được cho AV1 và AV2 và trên 600 mới thỏa cả 4AV .  Vậy TOEIC 500 thỏa đầu ra nhưng sau khi đổi  thì AV3 AV4 em phải học trong trường để có điểm hay sao ạ. Em xin chân thành cám ơn.",
    "Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.",
    "Cho em hỏi trong một học kỳ ko đạt bao nhiêu chỉ thì bị cảnh cáo học vụ ạ và hình thức cảnh cáo là gì",
    "MSSV:    Cho em hỏi là tại sao chỉ đăng ký phúc khảo được một môn, môn thứ 2 lại hiển thi là \" đã có 1 phiếu cùng loại được đăng ký? Và cho em xin hướng giải quyết. Em cảm ơn.  ",
    "Cho em hỏi hết năm 2 dưới 56 chỉ k đc đăng kí môn năm ba phải không ạ. Em cảm ơn",
    "Cho em hỏi, hết năm nhất cần bao nhiêu tín chỉ để không bị cảnh cáo học vụ ạ ?",
    "Cho em hỏi là đã vào học kỳ hè rồi thì còn có thể đăng ký bổ sung môn học không ạ. Kỳ học hè này em có đăng ký 10 chỉ, mà có môn em sợ không qua nên đã đăng ký luôn ạ. Do em cũng là khóa k14 rồi ạ nên em tranh thủ đăng ký để có thể kịp ra ạ. Mà môn em sợ không qua thì cũng qua mà môn em nghĩ qua thì không qua được ạ. Nên em xin hỏi là nếu bây giờ em xin hủy môn có tính học phí để bổ sung một môn khác không bị trùng lịch với các môn đã đăng ký thì có được không ạ, em mong phong đào tạo giúp đỡ dùm cho em với ạ do em chỉ còn một kỳ chính sau để học nữa ạ. em xin chân thành cám ơn,",
    "H1003+T01_T01 .   i MT1003+T02_T02 .",
    "Do học kỳ hè đã bắt đầu từ ngày 2/8 nhưng em muốn đăng ký học bổ sung kỳ hè môn Phương pháp tính Lớp DT04 Thầy:  để học lại nhằm xét điểm học kỳ tới cũng như phân ngành, thì em phải thực hiện quy trình như thế nào mới đăng ký được ạ, Em cảm ơn thầy cô   i  .",
    "MT1007 +  DT02",
    "MSSV: Cho em hỏi nếu rớt môn học tự chọn vậy điểm môn đó có cộng vào điểm trung bình tích lũy không ạ, với lại có yêu cầu phải học môn đó không ạ",
    "Cho em hỏi là tại sao khi đăng ký phúc tra bài thi thì lại hiện là \"đã có 1 phiếu cùng loại đã được đăng ký\" ạ?",
    "Thưa nhà trường tình hình dịch bệnh này khiến việc đi lại dễ gây những vấn đề về sức khỏe rất không an toàn chưa kể mới đây có thông tin về một trường hợp đã bị nhiễm ở trường mình,cho em hỏi là có thể cân nhắc cho sinh viên được chuyển những buổi học off thành những buổi học onl để tiện cho đi lại và hạn chế sự lây lan của dịch bệnh ảnh hưởng tới sức khỏe của sinh viên được không ạ.",
    "Phúc tra bài thi giải tích 2",
    "Kính gửi Phòng Đào Tạo, Cho em hỏi em có thể bảo lưu điểm thành phần các môn học bắt buộc trong chương trình đại trà và chỉ học và thi lại giữa kì và cuối kì được không ạ?",
    ": Em xin phúc khảo lại bài thi phương pháp tính cuối học kì (MT1009) Em xin chân thành cảm ơn.",
    "SP1009",
    "Sp1009    sp1009",
    "ng lối cách mạng Đảng Cộng Sản Việt Nam MSMH: SP1009",
    "Hiện tại em đã đăng kí một môn học ở kì 201 mà môn đó em đã học rồi và đã có điểm ờ kì 191 ( mục đích cải thiện điểm ) Vậy điểm của môn học đó ở kì 201 được tính như thế nào ạ ▪︎ Điểm môn đó ở kì 201 thay thế điểm kì 191 đã có ▪︎ Hay lấy điểm môn đó ở kì 201 và xóa điểm ở kì 191 đã có, đồng thời tính lại trung bình tổng kết ở kì 191 ▪︎ Hay lấy điểm môn đó ở kì 201 và giữ nguyên điểm đã có ở kì 191 Mong trường hồi âm giúp em trong thời gian sớm nhất ạ Em xin cảm ơn",
    "Chào Thầy Cô PĐT ĐHBK TP HCM Em tên: mssv: lớp VLVH Khoa Cơ Khí.  Em có làm đơn ngày 1 tháng 8 năm 2020 với nội dung xin pđt cho Em ĐKMH Các quá trình Chế tạo Mã môn:2071 nhóm 7 bắt đầu học tuân 33 học ky3 (học kỳ hè).  Mà hiện tại Em chưa có thời khóa biểu học môn này mà đã có khoảng thu học phí môn này trên pkpay.  Vậy kính mong PĐT sớm cập nhật Tkb cho em hoc môn ME2071 Nhóm RZ07(môn học Các quá trình chế tao).  Trong khi chờ đợi PĐT duyệt đơn Em thành thật cám ơn!  Em có nhận giấy hẹn ngày 4 tháng 8 của PĐT mà nay 5 tháng 8 sao thời khòa biểu chưa cập nhật.",
    "Em là Nguyễn Trí Tâm , em có đăng ký môn học của đợt cho các bạn bị hoãn mùa hè xanh, em có đăng ký môn Giải tích 2 của nhóm lớp DTQ1 ở hè 193 và có thời khóa biểu nhưng trên BkeL chưa cập nhật tên em vào nhóm lớp này. Em mong vấn đề của em được giải quyết kịp thời. Em cảm ơn",
    "Thưa thầy hôm qua em có nhận được mail đăng ký môn học bị hủy là do trùng lịch, thì em có xem lại thời khóa biểu thì thấy bị trùng lịch môn bơi(PE1019), em xin hỏi em có thể hủy môn bơi này và đăng ký lại môn lý 1() và môn giải tích 2() có được không ạ. Mong thầy cô giúp đỡ ạ . Em cám ơn thầy cô rất nhiều ạ.  ",
    "ng kí môn Thép 1, Mã : CI 3009 Thầy  , Nhóm DT01",
    "Học vụ       Em là sinh viên khoa Máy Tính sắp chuyển sang hệ VLVH   Cho em hỏi về việc sau khi chuyển sang hệ VLVH thì em tiếp tục hoàn thành các môn còn thiếu trong chương trình chính quy hiện thời hay phải học thêm các môn mới trong chương trình hệ VLVH ạ ?    Và cho em hỏi thêm là hệ VLVH có cho phép thực hiện Luận Văn Tốt Nghiệp 1 giai đoạn hay không ạ ?    Em xin cảm ơn!  Best Regards",
    "SP1031-DT03",
    "Do quá trình đăng kí môn học chậm trễ nên em không đăng kí môn Thép 1 mã CI 3009 . Rất mong phòng đào tạo tạo điều kiện cho em đăng kí môn này . Với mong muốn đăng kí thầy  , Nhóm DT01 .",
    "Em chào Admin, Admin cho em hỏi. Cách đây không lâu em đã đăng ký lớp điền kinh PE1025 và đã có lịch trong thời khóa biểu nhưng hôm qua khi em kiểm tra lại thì lịch đã bị mất. Lỗi này là sao vậy ạ?. Em xin cám ơn.",
    "Phòng đào tạo cho em hỏi em là sinh viên khóa K16. Hiện tại em đã học hết các môn chuyên ngành và chỉ còn Luận văn tốt nghiệp(Hiện tại em chưa đăng ký được vì lý do chưa đủ chuẩn anh văn) và các môn anh văn. Vậy trong thời gian em chờ thi chứng chỉ anh văn em không đăng ký môn học học kỳ 201 có được không ạ và trong trường hợp em vẫn không đủ chứng chỉ anh văn để đăng ký luận văn trong học kỳ 201 thì em có bị cảnh cáo học vụ không ạ. Em mong phòng đào tạo giải đáp thắc mắc hộ em. Em xin cảm ơn!",
    "Xin đăng kí bổ sung môn Thép 1 học kì dự thính 192 , mã CI3009 .  Thầy  , Nhóm DT01  ",
    "Dạ em chào thầy/cô. Em là , mssv: . Thầy/cô cho em hỏi là hôm nay em mới biết điểm của môn học thì có thể đăng kí môn ở kì hè này không ạ? mã môn học: CO3005. Hoặc có thể mở dự thính hay không ạ? Em cảm ơn ạ.",
    "NG KÝ MÔN HỌC HK3 (2019 - 2020) BỔ SUNG - HỆ CHÍNH QUY - DÀNH CHO  Em chào cô Em mssv :  Em muốn hỏi là em có được phép đăng ký ở đợt bổ sung này không ạ?  Nếu không thì em phải làm sao để có thể được đăng ký ạ? Nếu có thì cô cho em hỏi là thời gian đợt đăng ký diễn ra từ ngày bao nhiêu đến ngày bao nhiêu để em biết đăng ký với ạ? Mong cô giải đáp các câu hỏi giúp em với ạ Em cảm ơn cô nhiều    .",
    "Kính gửi: - Phòng đào tạo Em tên:    mssv  Lớp     :  BD15CN02 Em viết đơn này xin bổ sung môn anh văn 3, mã môn học là 003003. Em đã hoàn thành tất cả môn học trong chương trình chỉ còn môn anh văn 3, đợt vừa rồi em có học và thi kết thúc môn anh văn 3 hiện chưa có kết quả. Em sợ kết quả không được tốt nên em xin đăng ký môn anh văn 3 trong đợt hk193 này. Tình trạng em sẽ hết hạn học vào tháng 10.Em kính mong phòng đào tạo và quý thầy cô xem xét tạo điều kiện cho em, em xin chân thành cảm ơn.",
    "Mã môn học: MT1005  Nhóm: DT04",
    "Dạ thưa thầy/cô em tên là . MSSV: Cho em hỏi tại sao phần điểm thi trong cổng thi sinh viên với điểm thi trong phần phúc khảo lại khác nhau ạ? VD môn giải tích 2 trong phần phúc khảo ghi 6.5 mà trong cổng thông tin sinh viên lại ghi 5.75 và còn có những môn khác bị sai sót nữa dưới đây là 2 file hình để cho thầy/cô thấy điều em muốn nói Hi vọng thầy/cô giải quyết vấn đề này để không làm mất đi quyền lợi của em. Em xin cảm ơn. ",
    "Sau khi có kết quả đăng kí môn học dự thính HK193 đợt bổ sung, TKB của 2 môn em đăng kí giờ học bị sát nhau, em muốn xin đổi qua nhóm DT02 - PH1003 để tiện cho thời gian học offline được không ạ.",
    "Dạ kính thưa Phòng đào tạo. Vào hôm 30 e viết đơn vì thấy sức khỏe mình không được tốt. Ngày 31 thì e lên bệnh viện nhiệt đới khiai báo y tế và khám thì có ho và sốt nhẹ. E được bác sĩ lập hồ chỉ dẫn và bảo rằng:\"em có chịu chứng nên cách ly tại nhà hạn chế ra ngoài và gửi hồ sơ về trạm y tế để có thể cho đi cách ly tập trung nếu có\". E có hỏi bác sĩ rằng e có thể đi thi được không và nhận được câu trả lời\" e có dậu hiệu nên giữ sức khỏe cho cộng đồng và đợi xem xét của trạm y tế về việc e được cách ly tại nhà hay tập trung\". Kính mong Phòng Đào Tạo xem xét vì e đã ôn bài thi rất tốt giờ dời lịch thi như vậy là điều e không mong muốn. Hồ sơ cũng như thời gian khám của em đều có ở trạm y tế. Kính gửi",
    "Dạ chào cô/thầy, Em là    . MSSV:   B 0   . Trước em có nợ môn GDTC1 và hiện em đã học môn bơi thay thế và đạt kết quả đậu trong học kỳ này. Thầy/Cô cho em hỏi là PĐT sẽ cập nhật điểm chuyển giúp em hay em phải tự cập nhật ạ? Em cảm ơn.",
    "Chào Phòng Đào Tạo, em là sinh viên năm 3, đợt hè này em có thực tập tốt nghiệp tuy nhiên do dịch covid19 nên việc thực tập bị hoãn. Vì vậy em muốn xin đăng kí thêm môn Q/trình &tbị truyền khối(CH2051). Mong PĐT xem xét. Em chân thành cám ơn.",
    "Thưa thầy (cô), Em tên là . Em muốn hỏi về vấn đề chuyển điểm nếu như em đăng ký xét tuyển vào ngành khác dựa trên kết quả kì thi đánh giá năng lực (ĐGNL) . Câu hỏi của em là: Nếu em là sinh viên đang theo học, mà năm học tới đây em đăng ký tuyển sinh vào khoa hay ngành khác dựa trên kết quả thi ĐGNL, thì em có được chuyển điểm của những môn em đã tính luỹ được trong quá trình học tập vừa qua không ạ? Em xin cảm ơn.",
    "Chào PĐT, em là sinh viên cuối năm 3, học kỳ hè có thực tập tốt nghiệp, tuy nhiên do dịch covid nên lịch thực tập trống rất nhiều. Hôm qua em có đăng ký 2 môn nhưng chỉ học được 1 môn, nên em muốn xin PĐT đăng ký thêm môn cơ học ứng dụng AS2007. Kính mong PĐT xem xét. Em chân thành cảm ơn ạ.",
    "Em là  () Môn học xin đăng kí: kỹ thuật phản ứng (CH2059)  Em là sinh viên năm 3 khoa Kỹ thuật Hóa học. Hiện tại em đang thực tập tốt nghiệp nhưng công ty chỉ sắp xếp 2 buổi/tuần thôi ạ nên còn thời gian em muốn được đăng kí học thêm môn ạ. Em gửi mail này muốn hỏi là em có thể đăng kí thêm môn cùng thực tập trong kì dự thính 193 này không ạ? Nếu được có thể chỉ em thêm các bước đăng kí với ạ Em cảm ơn rất nhiều .",
    "Dạ cho em hỏi hiện đang là tuần đầu tiên của HK193. Nhưng giờ em muốn đăng kí thêm môn có được không ạ. Em hiện ko nằm trong diện MHX ạ",
    "học kì hè này em có đăng kí môn cơ lưu chất nhưng em bị nhầm mã môn vì có đến 2 mã môn cơ lưu chất, cho em hỏi là bây giờ em có thể viết đơn xin đăng kí bổ sung môn học được không ạ?",
    "Em chào Phòng đào tạo ạ. Em là , sinh viên cuối năm 3 khoa Kỹ thuật Hóa học. Trong kỳ hè này em có thực tập tốt nghiệp, nhưng do tình hình dịch Covid nên đơn vị thực tập giới hạn lại cho em chỉ thực tập 2 buổi/tuần ạ. Nên em kính mong PĐT có thể cho em đăng ký thêm môn Cơ học ứng dụng (AS2007) ạ. Em xin cảm ơn!",
    "Dạ em chào thầy/cô. Em là , mssv: . Thầy/cô cho em hỏi là hôm nay em mới biết điểm của môn học. Thì có thể đăng kí môn ở kì hè này không ạ? mã môn học: CO3005. Em cảm ơn ạ.",
    "Dạ em chào anh/chị ạ Dạ em là sinh viên K18 và hiện đã hoàn thành AV2 của trường. Dạ với HK201 chúng em sẽ được miễn anh văn, nếu trong HK201 em đăng kí và hoàn thành AV3. Vậy em có được đăng kí môn học cho HK202 hông ạ, do thời gian đăng kí môn học cho HK202 trước khi có điểm thi AV3? Em xin cám ơn anh/chị.",
    "Chào thầy cô, Cho em xin phép được đăng kí môn học Vật lý bán dẫn EE1013 để trả nợ môn ạ. Vì từ học kì 191 môn đó đã được thay đổi mã môn học. Nếu không đăng kí được em sẽ không có cơ hội học lại môn này ạ. Em xin trân thành cám ơn ạ MSSV của em ",
    "Chào thầy cô,  Phiền thầy cô cho em hỏi là học môn   I tương đương  /I  có được tính vào trung bình tích luỹ   B Ngành    không ạ. Cụ thể là em học môn   B Truyền Nhiệt    thay cho môn   B Quá Trình Sinh Học 2   . Hai môn này của khoa Kỹ Thuật Hoá Học là tương đương nhau. Em xem trên aao thì thấy là Không được tính vào điểm trung bình tích luỹ Ngành. Nhưng em lại được bảo là nếu là đơn xác nhận thì có thể được . Em không biết là như thế nào?  Nếu làm đơn được thì quá trình như thế nào ạ? Em cảm ơn thầy cô đã đọc.",
    "Thưa thầy/cô em có nhận được mail về việc trùng môn học. Nên bây giờ e muốn đăng kí lại 2 môn. Là môn vật lí 1(PH1003 DT01) và môn  1(MT1003 DT02) Em mong thầy/cô giúp đỡ ạ!  Em xin chân thành cảm ơn!!",
    "Thưa thầy/cô em có nhận được mail về việc trùng môn học. Nên bây giờ e muốn đăng kí lại 2 môn. Là môn vật lí 1(01) và môn  1(02) Em mong thầy/cô giúp đỡ ạ!  Em xin chân thành cảm ơn!!",
    "Chào thầy cô, Thầy cô cho em hỏi là hai môn thay thế của nhau ( môn   I Quá trình Sinh Học 2  /I  và môn   I Truyền Nhiệt   /I  ) thì bay giờ em học 1 môn xong xin xác nhận, thì điểm đó có đc tính vào TBTL    B Ngành    hay không ạ ? Em cảm ơn thầy cô đã đọc",
    "Em xin phép hỏi pđt là bây giờ còn lịch học bổ sung môn vật lý bán dẫn (mã môn học: EE1007) không ạ? Nếu còn cho em xin phép được bổ sung vì em vừa bị rớt do điểm thi cuối kì là 2.5. Với cho em hỏi là em có được bảo lưu điểm thí nghiệm không ạ? Em chân thành cảm ơn pđt.",
    "Tên Môn Học: Vật Lý Bán Dẫn Mã Môn học: EE1007 Lí do đăng ký trễ: Dạ vì do em nhận kết quả cuối kì trễ hơn thời hạn đăng ký môn. Em mong phòng đào tạo tạo điều kiện cho em được học lại ạ",
    "Tên Môn Học:  Mã Môn Học: MT1009  Trễ: Dạ do em biết kết quả là trượt môn sau thời hạn đăng ký môn ạ. Em mong được Phòng đào tạo xếp lịch cho em ạ",
    "Em xin chào phòng đào tạo, em là sinh viên cuối năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng kí thêm môn ở trường không được,tuy nhiên do tình hình dịch covid nên em chỉ đi thực tập 1-2 buổi/tuần. Em kính mong phòng đào tạo cho em đăng kí thêm môn Quản trị kinh doanh cho kĩ sư (IM3001) và Đường lối cách mạng của Đảng Cộng Sản Việt Nam (SP1009) ạ . Em cám ơn ạ",
    "Tên Môn Học: Hóa Đại Cương Mã Môn Học: CH1003 Lý do đăng ký trễ: Do em biết kết quả trượt sau khi thời hạn đăng ký. Em mong được xếp vào lớp hè nếu không trùng lịch ạ",
    "Em chào thầy,vì một số lí do em chưa đăng ký môn Giải tích 2 nên em mong thầy xem xét cho em đăng ký môn Giải tích 2 (mã MT1005) trong học kì 193 được không ạ.Em xin cảm ơn",
    "Cho em đăng kí học hè môn Giải Tích 2 (MT1005 DT04) được không ạ",
    "Em chào anh/chị. Do tình hình dịch bệnh, việc thực tập của em có vấn đề dẫn đến kì hè này trống thời gian nên em muốn đăng kí học dự thính môn Quản trị kinh doanh cho kĩ sư (IM3001). Hiện tại lớp này đang học tuần đầu tiên, không biết có cách nào để có thể đăng kí lớp học này không ạ. Em cảm ơn!",
    "Em là Nguyễn Nhật Vân Khanh, sinh viên K19 ngành Kỹ thuật Hoá học CLC. Em có câu hỏi muốn đặt là:    bảng điểm của em trên MyBK có 1 cột bị nhầm điểm 13.00 (em đã mail cho giảng viên) thì có thể chỉnh sửa lại không ạ? Và nếu được thì em có được xét học bổng như bình thường không? Em xin cảm ơn. Trân trọng ./.   i ",
    "MSSV:  Chào thầy/cô, em là sinh viên khóa 2019, khoa Hóa, cho em hỏi là hồi học kì 191 em rớt môn giải tích 1 (MT1003) sau đó em học cải thiện môn giải tích 1 (MT1003) ở kì dự thính 192, vậy cho em hỏi là có giữ lại điểm cũ ở học kì 191 không ạ với điểm trung bình tích lũy hk191 có thay đổi không ạ. Em cảm ơn thầy/cô",
    "MT1005",
    "Em chào thầy(cô) ạ. em thuộc khoa xây dựng và có phúc khảo bài thi cuoi ky vậy thầy(cô) cho em hỏi là phúc khảo có kịp hạn phân ngành không ạ.Em cảm ơn thầy(cô) ạ",
    "Dạ cho em xin là có thể bổ sung em vào danh sách sinh viên thực tập tốt nghiệp được không ạ. Đợt trước em không đăng kí được do không đủ tín chỉ nay em mới có điểm dự thính ạ. em cam ơn ạ.   .",
    "cho em hỏi môn vẽ kĩ thuật xây dựng, đợt dự thính 193 này có mở lớp không. nếu có thì còn thời hạn đăng kí hay không?",
    "Em hiện đang ở Quảng Ngãi thì vô học hè như thế nào ạ ",
    "Em là , MSSV: . Trong đợt đăng ký môn học cho học kỳ 193, em đã đăng ký thành công nhóm lớp DT01 môn Aerobic (PE1021). (Hình ảnh kết quả đăng ký đính kèm) Nhưng em vừa xem lại thời khóa biểu học kỳ 193 thì mã nhóm lớp hiển thị lại là DT04. (Hình ảnh thời khóa biểu đính kèm) Hơn nữa, theo thông báo của Phòng Đào tạo, nhóm lớp DT04 đã bị hủy do sĩ số ít. Vậy mã nhóm lớp trong thời khóa biểu có nhầm lẫn gì không ạ? Mong nhận được giải đáp từ Phòng Đào tạo. Em cảm ơn.",
    "Kính thưa quý thầy/cô, Em tên là , MSSV: . Sáng nay, 05/08/2020, em có đăng ký giấy chứng nhận SV để hoàn tất hồ sơ tạm hoãn NVQS trên hệ thống myBk. Tuy nhiên, đến chiều em kiểm tra lại thì em thấy phiếu đăng ký của em đã bị mất đi hoàn toàn trên hệ thống, và em không đăng ký lại được. Kính mong quý thầy/cô xem xét vấn đề này gấp giúp em ạ. Em xin chân thành cảm ơn.",
    "Chào Phòng Đào Tạo, em là sinh viên năm 3, đợt hè này em có thực tập tốt nghiệp tuy nhiên do dịch covid19 nên việc thực tập bị hoãn. Vì vậy em muốn xin đăng kí thêm môn Quản trị kinh doanh cho kỹ sư (IM3001). Mong PĐT xem xét. Em chân thành cám ơn.",
    "Em tên  MSSV   Em mong thầy cô giúp đăng ký bổ sung môn Công nghệ lạnh- Điều hoà 2 MSMH 260628 cho học kỳ 193  Em xin chân thành cảm ơn",
    "Em tên là , MSSV , em là sinh viên khoa Cơ khí. E đã đăng kí học môn học dự thính vào học kì hè này, trước khi vào học e đã về quê, nhưng sau đó vì tình hình dịch bệnh nên e không thể quay trở lại để tham gia học, nơi e ở cx gần những địa phương có ảnh hưởng của dịch bệnh nên việc đi lại để trở vào học gặp nhiều khó khăn, gia đình cũng không dám mạo hiểm để e quay trở lại học. E dự định sẽ đăng kí huỷ học phần online theo chỉ thị của phòng đào tạo, nhưng học phí vẫn được tính 100%, hiện tại vì tình hình dịch bệnh cùng với thời tiết khiến kinh tế gia đình e không ổn định, giờ lại bỏ số tiền khá lớn. E viết đơn này mong nhận được sự hỗ trợ của phòng đào tạo dành cho e cũng như những bạn có hoàn cảnh giống em. E xin cảm ơn ạ và mong sớm nhận câu trả lời từ phòng đào tạo.",
    "Dạ em đã đăng kí dự thính hè này 2 môn và đã có môn học nhưng mà trong danh sách 2 lớp lại không có tên em ạ.Em cảm ơn ạ.",
    "Giải tích 2 MT1005",
    "Em chào thầy(cô) PĐT Em tên là , MSSV . Do môn học em đã đăng ký (SP1031) bị trùng TKB hiện  tại nên em xin chuyển qua đăng ký môn Pháp luật Việt nam đại cương, mã môn SP1007+mã nhóm DT06. Em hy vọng môn học đăng ký thành công. Em chân thành cảm ơn. Thân chào. ",
    "SP1007 + DT02",
    "Kính chào thầy(cô)  Em tên là  MSSV:. Do môn học em đã đăng kí (SP1031) trùng thời khóa biểu nên em xin chuyển qua đăng ký môn Pháp luật Việt Nam đại cương, mã môn SP1007 mã nhóm  DT06. Em xin chân thành cảm ơn ạ . Thân chào.   .",
    "Tài khoản Gmail của em bị vô hiệu hóa khi em đăng nhập ngoài hàng internet mà trong khi em không làm gì cả, em chỉ dùng để học hangout nhưng lại vô hiệu hóa như trong ảnh, và theo hướng dẫn của google thì em liên hệ với admin của trường cung cấp để kích hoạt lại ạ!    Mong trường hỗ trợ em ạ, em cảm ơn !!",
    "CH1003+02_04 .   i PH1003+02_02  .",
    "Tên:   MSSV:  Môn học: Kỹ thuật phản ứng(CH2059) Em có xin đăng ký môn Kỹ thuật phản ứng bổ sung vào hôm qua nhưng chưa được xếp vào thời khoá biểu chính thức. Nhưng do bị đổi lại lịch thực tập nên em viết mail này xin phòng đào tạo huỷ việc đăng ký môn Kỹ thuật phản ứng(CH2059) của em ạ. Em xin lỗi vì sự phiền phức này ạ. Em cảm ơn phòng đào tạo rất nhiều ạ.",
    "ng ký bổ sung môn học: em có mong muốn đăng ký bổ sung vào lớp dự thính môn vật lý 2(PH1005) nhóm lớp DT01_DT01 và môn cơ lưu chất(CI2003) nhóm lớp DT08_DT15 do không đủ điều kiện đi thực tập ạ. Mong thầy/cô giúp em. trân trọng",
    "Dạ dạ em hỏi là khi học kì 193 bắt đầu , theo trường thì vẫn phải học trực tiếp trên trường  mà em có về quê vài ngày ( quê em Quảng Ngãi ) nhưng dịch em vô phải thực hiện cách li 15 ngày , giờ em phải làm sao đây ạ ? Em cảm ơn",
    "Hiện tại em đang ở vùng dịch là Quảng Ngãi nên khá khó khăn trong việc di chuyển vào thành phố để học học kì 193 cho môn học trực tiếp tại trường ạ. Mong nhà trường xử lí giúp em.",
    "Cho em hỏi, hiện em là k19, nhưng em vẫn chưa đạt chứng chỉ tin học, thì vẫn bị hủy kết quả đăng ký môn học của năm 2 ạ?",
    "Chào cô, Hè này em cần đăng kí môn thí nghiệm công trình CI4011, nhưng mà môn tiên quyết là môn kết cấu thép 1 CI3009 chưa có kết quả ạ. Thầy mới thông báo trên elearning là em đã qua môn ạ. Nếu ngày mai thấy đăng kết quả điểm lên cho trường, thì em có thể xin vào lớp CI4011 hiện đang trong kì hè được ạ, như các bạn đi mùa hè xanh ấy ạ.",
    "Em chào Phòng CTCT ,  Em muốn hỏi về nộp điểm rèn luyện cho năm  2018 -2019 ( Học kì 181 và 182)  đối với sinh viên bảo lưu 1 học kì (182) ạ. Lỗi của em là em không biết rằng bảo lưu học phần có xét ĐRL nên em không nộp đúng hạn và bây giờ em có thể nộp bổ sung cho năm học 2018-2019 được không ạ ? Trở lại học em rất cố gắng phấn đấu và muốn xét học bổng vì vậy em mong Phòng CTCT sinh viên có thể tạo điều kiện để em bổ sung ĐRL ạ  Em chân thành cảm ơn!",
    "Trước đó, em định đăng kí môn Nguyên lý kinh tế và quản lý xây dựng mã môn CI1045 nhưng hết lượt, và vướng giờ với 1 môn, bây giờ em đã hủy môn kia rồi nên xin phòng đào tạo xét duyệt cho em đăng ký học thêm môn này học trong học kỳ hè vào lớp DT02.",
    "Cho em hỏi tại sao em đăng kí dự thính gt1 nhưng không học đc bị huỷ môn mong thầy cô giải đáp và giải quyết cho em",
    "Gửi phòng đào tạo em tên là  mssv  em xin đăng kí môn trường điện từ mã môn học EE2003 nhóm lớp DT01 do vừa rồi em có đăng kí đi mùa hè xanh nhưng bị hoãn do dịch, ﻿ em cảm ơn ạ !",
    "theo quy chế thay đổi anh văn ở hk191 là vào kỳ 201 áp dụng bảng đổi điểm mới của môn anh văn cho chứng chỉ TOEIC. Cái này có áp dụng cho khóa 16 không ạ?  Ngoài ra em muốn biết thêm hạn cuối của việc chuyển điểm áp dụng theo bản điểm cũ hiện tại  của khóa k16 là ngày bao nhiêu ạ?",
    "Dạ em chào thầy cô, em tên là , mã số sinh viên . Dạ hôm qua em có đăng ký phúc tra bài thi trên mybk mà em quên kiểm tra kỹ lại bài nên xin phép phòng đào tạo cho em hủy đơn đăng ký phúc tra bài thi ạ. Dạ đơn đó có:  Mã phiếu là: PTBT..1 Nội dung là:Phúc tra bài thi cuối kỳ môn học MT1007 - Đại số tuyến tính (HK192) Ngày đăng ký:05/08/2020 08:44 Dạ em xin lỗi vì sự bất tiện này. Em xin chân thành cám ơn! Trân trọng,  ",
    "Họ và tên:  MSSV:  Mong muốn rút các môn học: 1. Triết học  (SP1031) 2. Điền kinh (PE1025) 3. Cơ học thuỷ khí (TR1005) Em xin cảm ơn.",
    "MSSV:  Đăng Ký Môn Học: Thí Nghiệm Công Trình CI4011",
    "Dạ,Môn học MT1007 lớp DT02 không có tên em ạ",
    "Môn Phương Pháp Tính  Mã MH : MT1009 của thầy  Đậu Thế Phiệt thứ 2 tiết 7-8-9, thừ 6 tiết 16, thứ 7 tiết 16",
    "MSSV: Đăng ký môn học:Thí Nghiệm Công Trình (CI4011)",
    "Em chào thầy/cô. Hiện em đang ở Hà Nội vùng có dịch, nên việc đi lại vào thành phố học tập khá khó khăn . Hi vọng nhà trường có thể tạo điều kiện hủy giúp em môn Triết SP1031. Em xin cảm ơn",
    "Hôm qua em có xin là hủy môn học kì hè 193 vì hiện tại em đang ở vùng dịch là Quảng Ngãi không thể vào thành phố được môn học trực tiếp tại trường là Triết còn hiện tại môn Máy tính trong kinh doanh vẫn học online  nên em có thể tham gia học tập được, nhưng đã giải thích không rõ ràng, nên mong Nhà Trường chỉ hủy môn Triết giúp em. Em xin lỗi và chân thành cảm ơn ạ.",
    "Sinh viên  MSSV  Sinh viên đã liên hệ PĐT để đăng kí bổ sung môn Hóa vô cơ CH2013 và được yêu cầu phải có mail xác nhận của giảng viên ( cụ thể là thầy )  Sinh viên đá được sự đồng ý của thầy và kính xin Phòng Đào Tạo xem xét bổ sung môn học này . Sinh viên xin chân thành cảm ơn .",
    "Thí Nghiệm công trình CI4011",
    "Em chào thầy/cô,em tên Trần Nguyễn Thiên Sơn MSSV:, vì 1 số lí do nên em chưa đăng kí môn Giải Tích 2 nên em mong thầy/cô xem xét cho em đăng kí môn Giải Tích 2 (mã MT1005) trong học kì 193 được không ạ. Em xin cảm ơn.",
    "Chào cô!  Cho em hỏi: Nếu em đăng ký môn học trong học kỳ 201 thì em có thể đăng ký tốt nghiệp trong đợt tốt nghiệp 11/2020 này không vậy?  Và hạn chót để đăng ký tốt nghiệp trong đợt 11/2020 là khi nào?",
    "chào thầy cô , em đang gặp một khó khăn rất mong các thầy cô giải đáp giúp em với ạ , chuyện là thế này ạ : đầu năm em có đăng kí thi anh văn đầu vào được 275 toic và rớt anh văn cở bản nhưng sau đó em đăng kí thi lại ở trường 1 lân nữa thì được 325 toic ạ nhưng hôm nay trường có mở đợt đăng kí môn học cho các bạn bị hủy mùa hè xanh thì em đăng kí anh văn 1 hệ thống thông báo em chưa học anh văn cơ bản nên không đăng kí được ạ , rất mong thầy cô giải đáp giúp em với ạ ",
    "Dạ em là , MSSV: . Cho em hỏi khi nào mới có lịch môn Thực hành thí nghiệm xưởng kì hè của chuyên ngành Khoan Khai Thác của khoa Địa chất và Dầu khí vậy ạ ? Trong khi kì hè đã bắt đầu được 3 ngày rồi mà thời khoá biểu vẫn chưa có. Nếu có huỷ do dịch Covid-19 thì thông báo hủy sớm để tụi em còn về quê, chớ ở lại thành phố biết bao chi phí phát sinh cho tụi em. Mong Phòng Đào Tạo sớm giải quyết cho chúng em. Em cảm ơn .",
    "Cho em hỏi mình phúc tra bài thì là mình đăng ký trên mybk thôi có cần phải nộp đơn không ạ ? Em nghe bạn nói chỉ cần đăng ký trên mybk thôi",
    "Chào . E có xem nội dung rút môn học. HK Hè/2019-2020. về phần có tính học phí, Do tình hình covid nên e dự định rút môn học. Số tiền phí rút này được tính bằng tiền rút môn học đúng không ạ? hay như thế nào ạ",
    "Hiện tại em đang ở quê, quê em ở vùng dịch là Quảng Ngãi ạ. Vì vậy, em gặp khó khăn trong việc di chuyển lại vào thành phố để tham gia các môn học dạy trực tiếp tại trường trong học kì 193. Em có đăng kí học kì 193 cho hai môn là Triết học  và Máy tính trong kinh doanh ạ. Hiện tại, môn Máy tính trong kinh doanh đã chuyển sang hình thức học online, còn môn Triết vẫn dạy tại trường ạ. Mong nhà trường xử lí giúp em ạ. Em cảm ơn.",
    "Gửi phòng đào tạo em tên là  mssv  em xin đăng kí môn vi xử lý mã môn học EE2013 nhóm lớp DT01_DT01 do vừa rồi em có đăng kí đi mùa hè xanh nhưng bị hoãn do dịch, ﻿ em cảm ơn ạ !",
    "Kính gửi Phòng Đào Tạo Em đăng kí môn vật lí 1 mã môn học ph1003 vào kì hè 193, nhưng khi vào học thì em mới phát hiện ra môn vật lí 1 em đăng kí trước đó  có mã là 007001. Em muốn hỏi là 2 môn này có tương đương không ạ? Và việc quy đổi điểm vào điểm trung bình tích lũy và số tín chỉ có như môn vật lí 1 mã môn học ph1003. Nếu không được thì em phải đăng kí lại môn vật lí mã môn học ph1003 vào kì 201 phải không ạ? Em xin chân thành cảm ơn! Mong Phòng Đào Tạo hồi đáp giúp em. Chúc Phòng Đào Tạo ngày mới làm việc vui vẻ!   -DD18TD03 Sđt [phone_number]",
    "Chào Phòng đào tạo ạ,   Em sinh viên cuối năm 3, trong kì hè này có đi thực tập tốt nghiệp, tuy nhiên do ảnh hưởng của dịch Covid-19 nên em chỉ đi 2 buổi/ tuần,do vậy em muốn đăng kí thêm môn giải tích 1 (MT1003) được không ạ?   Kính mong Phòng đào tạo có thể xem xét giúp em ạ.   Em cảm ơn.",
    "Chào phòng đào tạo ạ, em là sinh viên cuối năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng ký thêm môn học ở trường không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1-2 ngày trên tuần. Kính mong phòng đào tạo có thể cho em đăng ký thêm môn giải tích 1 (mt1003) được không ạ. Em cảm ơn ạ.",
    "Sinh viên:  MSSV:  Em đã liên hệ phòng đào tạo để đăg ký bổ sung môn hoá vô cơ CH2013 và được yêu cầu phải có mail xác nhận của giảng viên. Em đã được sự đồng ý của thầy, nên kính mong phòng đào tạo cho được bổ sung vào lớp ạ. Em xin cảm ơn.",
    "Sinh viên:   MSSV:  Dạ em xin phòng đào tạo xem xét cho em được đăng ký bổ sung vào lớp Hoá vô cơ CH2013 kì hè 193 ạ (Em đã xin được sự đồng ý của giáo viên bộ môn ạ).Mong phòng đào tạo xem xét và bổ sung giúp em. Em xin chân thành cảm ơn ạ . Trân trọng",
    "Em tốt nghiệp đợt 10/7/2020. Nay em cần thông tin về việc cấp bằng TN để báo cho bên phòng nhân sự của công ty đang theo làm ạ, mong pđt giải đáp.",
    "Chào thầy cô phòng đào tạo ạ, em hiện đang là sinh viên cuối năm 3 khoa Kỹ thuật hóa học, vì hè này có thực tập tốt nghiệp nên em nghĩ không đăng kí môn học ở trường được, tuy nhiên do diễn biến phức tạp của dịch Covid, nên lịch thực tập của em chỉ đi 1 đến 2 buổi trong tuần. Em kính mong thầy cô có thể cho em đăng kí thêm môn \"Các quá trình & thiết bị cơ học\" (CH2019) được không ạ. Em cảm ơn thầy cô.",
    "Chào phòng đào tạo ạ, em là sinh viên cuối của năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng ký thêm môn học ở trường là không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1,2 buổi trong một tuần. Nên kính mong phòng đào tạo có thể cho em đăng ký thêm môn học Quá trình và thiết bị cơ học (Ch2019) được không ạ. Em cảm ơn ạ.",
    "Em chào thầy cô ạ. Em là sinh viên năm 3 khoa Kỹ thuật hóa học. Em xin phép hỏi là nếu như em rớt môn nhóm C ( trái ngành ) và môn nhóm B1 thì em có thể học lại môn khác trong nhóm C (trái ngành) và môn khác trong nhóm B1 không ạ, hay phải học lại đúng môn mình đã học nhưng không qua môn ạ.Em cảm ơn thầy cô.",
    "Em chào thầy cô. Em thuộc khóa kiến trúc K13. MSSV 5 Em muốn đăng ký môn học bổ sung trong kỳ hè, không biết em có thể đăng ký chung đợt bổ sung với các bạn hoãn tình nguyện mùa hè xanh không ạ? Em có hỏi phòng đào tạo thì cô bảo về làm đơn đăng ký trên này. Em cảm ơn ạ. Mong phản hồi từ thầy cô.",
    "Dạ vâng ạ, e đăng kí môn cơ lý thuyết của học kì 193 và bây giờ em muốn huỷ nó ạ, và e muốn xin được miễn giảm học phí ạ, em cảm ơn cô nhiều ạ.",
    "i        Dạ, Em co vấn đề như thế này  Kì vừa rồi dính dịch, và khi học lại PDT sắp lịch học và có gửi mail báo là có 1 số môn trùng lịch học thì xin phép giao viên để nghỉ buổi đó và bù buổi khác, vậy la do bắt buộc tụi em phải chọn 1 trong 2  Vậy tại sao khi em nghỉ môn An toàn điện ( TN) cua thầy  ( do trùng lịch học)và bù qua buổi khác mà em bị trừ 1d vào điểm tổng kết thí nghiệm do k hok buổi chính mà bù Do lịch học bị trùng chừ tụi em co muôn vậy đâu Nên em cảm thấy bi trừ vậy la không hợp lí  Kinh mong pdt xem xét và giải quyết cho tụi rm với ạ Em đính kèm ảnh điểm của 4 ban đầu tiên là em va cac bạn cùng nhóm, nhóm 5d, và cac bạn còn lại bị trừ theo số buổi học bù ",
    "Em chào nhà trường ạ, cho em hỏi là địa phương em có yêu cầu nộp giấy tạm hoãn nghĩa vụ quân sự, em được kể lại là lên mybk đăng ký in giấy xác nhận sinh viên để nộp về địa phương nhưng chỗ chọn lý do in giấy xác nhận thì chọn \"bổ túc cho địa phương\" hay là \"tạm hoãn nghĩa vụ quân sự (cấp lại)\" vậy ạ. Em cảm ơn",
    "MT1007 - DT02 Em cảm ơn ạ.",
    "Em là sinh viên khóa K16, đúng tiến độ thì kết thúc học kì 192 sẽ tốt nghiệp. Nhưng vì vướng một số lý do nên không thể ra trường đúng hạn. Em không biết là trong học kì 201 thì em có được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ không ạ. Mong giải đáp sớm từ PĐT. Em cảm ơn.   i  .",
    "Cho em hỏi là hôm trước em có đăng kí lại môn MT1003 nhóm DT04 và đã đc rồi, trên bkel đã cập nhật môn học đó nhưng sau trên mybk thì em kh có thời khóa biểu của môn ạk, em cảm ơn ",
    "Em tên , Mssv  Cho em hỏi là sao em có đăng thể chất môn bóng rổ (PE1005) lớp DT03 trong kì hè này mà phòng đào tạo nói DT03 không mở lớp chuyển sang DT01. Nhưng sao thời khóa biểu cũng như kết quả đăng kí kì hè không có môn bóng rổ. XIn phòng đào tạo xem xét lại giúp em",
    "Chào Phòng Đào Tạo, em là sinh viên năm 2, đợt hè này em có thực tập tốt nghiệp tuy nhiên do dịch covid19 nên việc thực tập bị hoãn. Vì vậy em muốn xin đăng kí thêm môn Cơ học ứng dụng (AS2007). Mong PĐT xem xét. Em chân thành cám ơn.",
    "Kính gửi Phòng Đào tạo, Em xin phép được hỏi về vấn đề làm tròn điểm môn học LVTN ạ. Theo như trên trang web thì em được biết điểm được làm tròn lên 0.5đ. Tuy nhiên hôm nay em kiểm tra bảng điểm thì thấy điểm tổng kết LVTN và điểm thi của môn này lại bằng nhau là 9.29đ   I (như hình đính kèm ạ)  /I . Em mong được Phòng Đào tạo giải đáp ạ. Em xin cám ơn. Thân gửi, ",
    "Dạ em chào thầy cô. Em là sinh viên năm Nhất. Theo những gì em xem trên quy chế trên trang aao thì từ K19 phải có chuẩn kỹ năng ứng dụng CNTT ạ. Trong đó có ghi miễn phí một lần cho sv năm 1 vào hk2. Dạ cho em hỏi là cái này đã triển khai chưa ạ, là cái mà trong quy chế nói (theo em là cuộc thi để xét đạt hay không kỹ năng CNTT) là miễn phí cho sinh viên năm 1 ạ? Nếu có thì có nội dung thực hiện cụ thể trên trang aao không ạ? Em cảm ơn.",
    "theo như em được biết là bảng đổi điểm mới của môn anh văn được áp dụng vào ngày 21/09/2020 của hk201 Việc đổi điểm sẽ áp dụng từ lúc mà mình đăng ký trên mybk hay là lúc pdt giải quyết hay là lúc em đăng ký Vì em là k16 hiện tại muốn ôn tập thi lấy bằng toeic để đổi tiếp anh văn cao hơn ( em chưa đổi av3-4) và tình hình dịch bệnh nên có thể có bằng muộn giả sử em đăng ký đổi điểm anh văn trên mybk vào ngày 18/09/2020 thì bảng điểm cũ như hk192 có được áp dụng không? Hay điểm chuyển tính sẽ từ lúc PĐT xác nhận giải quyết cho e. Em cảm ơn anh/chị tư vấn giúp em trường hợp này với ạ",
    "em tên  Học  MSSV  em mong thầy/cô giúp em đăng kí bổ sung môn học công nghệ lạnh - Điều Hòa 2 MSMH : 260628 cho học kì 193  Em xin chân thành cảm ơn",
    "Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.",
    "Dạ e chào Thầy/Cô. Em muốn hỏi về lịch thi giữa kì ạ! Trong lịch học vụ thì học từ 27/7( tuần 4 tháng 7), thi giữa kì thì là từ 24/8( tuần cuối tháng 8). Nhưng hiện tại thì học từ 3/8 vậy lịch thi có dời xuống khôg ạ. Em có thắc mắc này vì em có đăng ký thi Toeic bên ngoài. Nên em muốn biết khoảng tuần nào thi để e sắp xếp do e phải thi 2 môn Gt2 với VL2. E cảm ơn ạ!",
    "Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.",
    "Tên:  Mssv:  Tên môn học: Quá trình và thiết bị cơ học Mã môn học: CH2019 Hôm trước em có đăng ký môn học học kỹ thuật phản ứng (CH2053). Nhưng do trùng với lịch thực tập nên đã xin hủy môn đó và muốn đổi sang đăng ký môn Quá trình và thiết bị cơ học (CH2053) ạ . Vì thứ 7 này có tiết nên em mong phòng đào tạo hỗ trợ em sớm đăng ký ạ. Em cảm ơn mọi người rất nhiều. Em xin lỗi về sự phiền phức này ạ.",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa, Em là  MSSV  Chương trình Tiên Tiến OISP Khoá K14 Em xin ĐK bổ sung môn Pháp luật Việt Nam đại cương của cô , 1007 nhóm DTQ2 để kịp trả nợ môn do ngày hôm qua mới biết điểm ở mybk. Mong nhà trường hỗ trợ cho em để em kịp Tốt nghiệp vào tháng 11. Em chỉ còn môn này thôi ạ. Em xin chân thành cảm ơn./ Sinh viên K14",
    "i        !  MÌNH CẦN HỖ TRỢ    HỦY _  /      LÝ DO: NHÓM   _QUẢN LÝ DỰ ÁN CHO KỸ SƯ          NAY DỊCH ỆNH VÀ KINH TẾ KHÓ KHĂN,  _      HỦY _  /   U     ",
    "Em muốn xin cho phép em được đăng ký môn học Đường lối ĐCSVN (mã môn SP1009) trong học kỳ 193",
    "em xin đăng kí môn CI1033 nhóm DT01, như pđt đã trả lời em. cho em hỏi khi nào bắt đầu học ạ",
    "Em là sinh viên khóa K16. Vào năm 2017 em đã nộp bằng Toiec 505 điểm để đổi điểm các môn học AV1-2-3-4 ( hiện tại bằng toiec này đã hết hạn ) Và hiện tại em đã thi 2 kỹ năng writing và speaking với số điểm 205. Vậy em đã đạt chuẩn ra trường hay chưa ạ ? Và em cũng muốn hỏi là khi 2 kỹ năng writing và speaking em có cần đăng ký chuyển điểm gì hay không ? Hay là bên BKEnglish sẽ tự động cập nhật cho phòng đào tạo ?",
    "MSSV  Đăng ký môn học Giải tích 1 - MT1003",
    "Kính gửi PĐT trường ĐH Bách Khoa Em là  MSSV  Chương trình tiên tiến ISP Khoá K14 Em gửi đơn này là em có Đăng kí đơn phúc tra cho môn Điều khiển phi tuyến và thích nghi ( 409403) của thầy . Môn này em tổng kết 4.5. Em không biết PĐT đã gửi đơn qua cho thầy chưa và kết quả phúc tra như thế nào? Em vừa kiểm tra lại thì thấy có TKB trong HK193 có môn này. Em muốn biết rõ hơn về tình hình của em. Vì phần học phí cho HK hè khá cao, nên em cũng chưa biết là đã có kết quả phúc tra như thế nào thì em sẽ trả nợ môn luôn hoặc là đã đủ điểm rồi ạ. Em cảm ơn./  Sinh viên ISP K14",
    "Cho em hỏi trong đơn đăng kí phân ngành có yêu cầu điểm TB tích lũy HK2 2019-2020 nhưng em lại nghe nói là điểm tb cả năm học vậy cái nào đúng ạ",
    "Em chào quý thầy cô ạ! Theo đúng chương trình đào tạo thì trong 4 học kỳ đầu tiên tổng số tín chỉ là 77. Do bị trễ anh văn nên có 7 chỉ trong đó em chưa học được và có 4 chỉ anh văn em chưa chuyển điểm (em có thể chuyển được vì đã có bằng TOEIC). Học kỳ 192 này em đăng ký học 19 chỉ và hết kỳ này tổng số tín chỉ tích lũy là 76 (em học trước các môn chính trị và các môn năm 3). Cho em hỏi điều kiện xét học bổng Số TCTLN ≥ 90% số TC của chương trình đào tạo tính đến học kỳ xét học bổng lúc này sẽ là 76/77=99% hay là 66/77=86% ạ? Em cám ơn nhiều ạ!",
    "Kính chào Phòng Đào Tạo, Con có thể đăng ký đồ án tốt nghiệp và thực tập tốt nghiệp chung học kỳ hè 203 không ạ? Và môn đồ án có mở học kỳ hè không ạ?",
    "Học kỳ hè 193 Cơ lưu chất Kết câu bê tông cốt thép 2",
    "Em là sinh viên khoa điện, chuyên ngành điện tử - viễn thông, K18. Em nằm trong chương trình KSTN. Em muốn hỏi là, hiện nay học phần mở rộng của môn học cốt lại tài năng có thể đăng kí riêng (độc lập) với môn học đó không ạ? Và nếu đăng kí riêng được thì em phải làm như thế nào ạ? Có cần viết đơn lên pđt hay gì ko ạ?  Em cảm ơn VD: môn học cơ sở điện tử công suất (mã môn học EE2021) có học phần mở rộng (mã môn học EE202A). Nếu em muốn đăng kí làm lại học phần mở rộng thì chỉ cần đăng kí môn học với mã (EE202A) thôi hay bắt buộc phải đăng kí môn EE2021 xong mới đăng kí EE202A. Nếu đăng kí riêng được thì phải làm những điều kiện gì à?.  ",
    "ME2071      Các quá trình chế tạo",
    "Chào PĐT em tên là , MSSV: , khoa Kỹ thuật Hoá học. Hè em có đăng kí môn Bơi, nhưng do dịch Covid-19 nên em không thể từ dưới quê lên học được. Xin PĐT xem xét cho em huỷ môn không tính học phí được không ạ? Em xin cảm ơn PĐT.",
    "Dạ em kính chào quý thầy/cô đang xem ạ. Chuyện là hè này em có đăng ký môn thể chất Bơi. Em có mong muốn được rút môn do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch Covid-19 hiện nay. Em có thắc mắc là không biết rút môn thể chất như vậy có tính học phí không ạ? Mong nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.",
    "Dạ em kính chào quý thầy/cô đang xem ạ. Em tên là , lớp HC19HC12, mssv là . Hè này em có đăng ký môn thể chất Bơi nhóm DT02. Em có mong muốn được rút môn do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch Covid-19 hiện nay. Mong quý thầy/cô xem xét ạ. Em xin cảm ơn.",
    "Chào thầy (cô) ạ, em là , là sinh viên năm 3. Hè này em có thực tập tốt nghiệp nên em nghĩ em không đăng ký được môn học trong học kỳ hè. Tuy nhiên do dịch Covid 19 nên kế hoạch thực tập của em bị thay đổi. Vì lí do này, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"đại số tuyến tính\" (Mã môn học: IM1007)- nhóm DT01 ạ. Em cảm ơn rất nhiều ạ",
    "Pdt cho em hỏi là hiện tại hè này em chưa đăng ký được thực tập tốt nghiêp trong hè em dự định sẽ đăng ký vào hk 201 sắp tới. Hiện tại em có đang thực tập tại công ty vậy tới hk 201 em có thể chuyển kết quả thực tập ở hè vào trong năm được không ạ. Nếu được thì cần các thủ tục như thế nào vậy ạ.",
    "Pdt cho em hỏi là nếu em học các môn cuối ở học kỳ hè thì kết quả có kịp thời để em đăng ký tốt nghiệp vào khoảng tháng 11 của hk1 ko ạ.",
    "PĐT cho em hỏi, em có đăng kí lệ phí miễn điểm cho av 1, 2 , 3 , 4. Em đã thanh toán 1 lần rồi nhưng em lỡ bấm nhầm 1 lần nữa nên bên bk pay có hiện thêm 1 cột thanh toán lệ phí. PĐT cho em hỏi giờ làm sao để em hủy được ạ. Em cảm ơn.",
    "Em mong muốn được học môn Vật Lý 1 dự thính học kỳ hè 193 và đã được xếp vào lớp DT04. Nhưng vì lịch thực tập tốt nghiệp có sự thay đổi nên vướng lịch học. Em mog muốn được chuyển sang lớp DT05. Kính mong phòng đào tạo tạo điều kiện chuyển giúp em mã môn học PH1003 môn Vật Lý 1 từ  lớp dự thính DT04 sang DT05. Em xin chân thành cảm ơn. Em xin lỗi vì sự bất tiện này.",
    "Em là sinh viện thuộc chương trình KSTN khoa điện K18. Trong kì 192 em rớt học phần mở rông môn Cơ sở điện tử công suất EE2021. Tuy nhiên học phần lý thuyết vẫn qua. Vậy cho em hỏi em phải đăng kí học lại học phần mở rộng như thế nào ạ?",
    "Thưa quý thầy cô, Em muốn hỏi là nếu em đã học đại số trong học kì 191 nhưng điểm thấp (qua môn) nên đăng ký cải thiện vào học kì hè (hk 193) thì sau khi cải thiện, điểm đại số được tính vào tbtl học kì 191 hay tbtl học kì 193 ạ? Em còn được biết là học kì dự thính hè (hk 193) chỉ xét qua môn hoặc không qua môn chứ không tính vào điểm tbtl. Mong được thầy cô giải đáp vì em đã đăng ký môn trong học kì 193 với mong muốn cải thiện điểm để phân ngành. Em cảm ơn.",
    "Em chào Quý Thầy cô Phòng đào tạo ạ. Em tên là , MSSV , k14 Khoa Môi trường. Thầy cô cho em hỏi về đợt tốt nghiệp tháng 11/2020. Theo trang đăng kí tốt nghiệp trên Mybk thì em thấy đã mở đăng kí, hạn là đến 30/8/2020, nhưng khi em bấm vào cập nhật thông tin thì không được và cũng có dòng \"không tìm thấy sinh viên trong danh sách dự kiến tốt nghiệp\". Thầy cô cho em hỏi là vì chưa đến đợt đăng kí hay vì em còn thiếu điều kiện gì mà chưa thể tốt nghiệp ạ . Em xin cảm ơn Thầy cô ạ.",
    "Thầy(cô) ơi! Cho em hỏi là:  1. Học cải thiện điểm ở HK193 thì điểm đó có được tính vào trung bình tích lũy không ạ?  2. Nếu như điểm cải thiện lớn hơn điểm cũ thì điểm mới sẽ lấy trung bình cộng hay lấy điểm cao nhất ạ? Em xin cảm ơn",
    "Xin chào đại diện Phòng đào tạo, em là ,sinh viên của Văn phòng Đào tạo Quốc tế. Hiện tại em có nhu cầu phúc tra điểm thi cuối kì của môn Phương pháp tính do Thầy  phụ trách. Tuy nhiên em không thể đăng ký online trên K được do trạng thái sinh viên của em là Đang tạm dừng. Mong được xem xét và hỗ trợ . Em xin trân trọng cảm ơn.   ",
    "cho em hỏi nếu sau năm nhất không tích lũy đủ 28 chỉ thì có được đăng kí môn của năm 2 không ạ. em xin cảm ơn ạ",
    "Em là sinh viên k19,khoa kỹ thuật xây dựng,em muốn hỏi là phân ngành bằng điểm tb có phải tính các môn đăng kí thêm(không thuộc các học kì năm nhất) không ạ,cụ thể là môn học phương pháp tính,em xin chân thành cảm ơn.",
    "Cho em hỏi là em chưa học môn giải tích 2 mà sang năm 3 mới học thì cuối năm 2 có được đăng ký môn học học kì 1 năm 3 không ạ",
    "Em tên :  ,Mssv :  Em mong thầy cô giúp đăng ký bổ sung môn học : Pháp Luật  Việt Nam đại cương , Msmh : SP1007 cho học kì 193. Em xin chân thành cảm ơn.",
    "Kính gửi . Hiện em đang ở Quảng Ngãi, vùng dịch nên khó khăn trong việc di chuyển vào thành phố để tham gia học kì hè 193. Kì này em có đăng kí môn học Triết học Mac -  (SP1031). Mong nhà trường giúp em huỷ môn học này ạ . Em chân thành cảm ơn . Trân trọng. ",
    "dạ phòng đào tạo cho em hỏi em phúc khảo điểm đại số tuyến tính ngày 4/8 thì khi nào có kết quả và làm sao để biết ạ. Dạ em cảm ơn !",
    "Em tên  , Mssv  Cho em hỏi là sao em có đăng thể chất môn bóng rổ (PE1005) lớp DT03 trong kì hè này mà phòng đào tạo nói DT03 không mở lớp chuyển sang DT02. Nhưng sao thời khóa biểu cũng như kết quả đăng kí kì hè không có môn bóng rổ. XIn phòng đào tạo xem xét lại giúp em",
    "Dạ em kính chào quý thầy/cô đang xem ạ. Em tên là  lơp HC19HOA1, MSSV  Hè này em có đăng kí môn thể chất Bóng chuyền Em có mong muốn được rút môn học do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch hiện nay. Mong quý thầy/cô xem xét giúp em ạ. Em cảm ơn ạ",
    "Cho em hỏi khoa điện phân ngành sau khi kết thúc kì 201, vậy e học cải thiện ở kì 193 thì có được tính vào điểm tích luỹ khi xét ngành không ạ?",
    "Chào pđt ạ, Học kì 192 em có ĐK kiểm tra , được 465, lúc đầu nó cập nhật vào bảng điểm nhưng giờ mất rồi ạ, và vào phần điểm chuyển em cũng không thấy AV3 của em được MT Trường hợp này là bị gì ạ? Em cảm ơn pđt   i ",
    "Cho em hỏi là trường mình trong thời gian này có phát được giấy xác nhận đang theo học để hoãn nghĩa vụ quân sự không ạ? Tuy đầu năm học đã nhận giấy xác nhận từ trường và nộp cho phường rồi nhưng tuần vừa rồi phường lại gửi thêm giấy báo nộp giấy hoãn nghĩa vụ nữa ạ.",
    "Cho em hỏi là theo xếp năm đào tạo thì nếu em sẽ là sinh viên năm 2 khi em có từ 28-56 tín hay là sinh viên năm 2 sẽ là những sinh viên có lượng tín nằm trong khoảng đó.Nếu trường hợp thứ nhất đúng thì hiện em đang thiếu tín chỉ để đủ 28 tín,giả sử kỳ hè này em hoàn thành đủ 28 thì lượng tín mà kỳ hè em kiếm được có được dùng để xét năm 2 không ạ,em cảm ơn.",
    "Em chào thầy, cô. Em tên là  hiện học chuyên ngành viễn thông thuộc chương trình tiên tiến. Học kì vừa rồi em có rớt môn hệ thống thông tin 2 nhưng em nghe nói kì tới sẽ không mở chuyên ngành viễn thông nên em muốn hỏi trường hợp của em muốn đăng kí môn học này phải làm sao ạ. Trong trường hợp không thể mở môn thì em phải làm sao ạ vì học kì tới em có bảo vệ luận văn và em rất muốn có thể kịp tốt nghiệp vào tháng 4 ạ. Em xin cảm ơn ạ.",
    "Em chào Thầy, Cô. Hôm nay ngày (8/8/2020) em mới nhận được kết quả điểm của môn học Cơ Lưu Chất. Nhưng em lại rớt môn học này . Nhưng vì biết quá muộn kết quả, nên em mới mạo muội làm đơn để xin Thầy, Cô cho em đăng ký môn học này vào kỳ hè 193 cho em kịp kỳ tốt nghiệp sắp tới với nhiều dự định trong tương lai . Em kính mong Quý Thầy, Cô sắp xếp và cho em đăng ký bổ sung môn học này. Em xin chân thành cảm ơn! Trân trọng,",
    "Cho em hỏi về hạn nộp chứng chỉ anh văn của năm nhất là khi nào ạ . Lúc em có thấy mail là dời hạn lại năm 2021 liệu có đúng không ạ. Em cảm ơn .                           ",
    "Thầy/cô cho em hỏi điểm trung bình tích lũy để xét tốt nghiệp có tính các môn học đại cương không ạ ? Tại em thấy trong mục quy chế có ghi điểm trung bình xếp loại tốt nghiệp ghi là điểm trung bình tích lũy ngành. Em xin cảm ơn!",
    "MSS        .",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em có giấy yêu cầu em đi xét nghiệm do có tiếp xúc với bạn  con của bệnh nhân 510 và đc yêu cầu cách ly tại nhà. Em có hỏi giấy báo cách ly cho trường, anh Ở trung tâm y tế nói cách ly tại nhà không có giấy báo, chỉ lên báo cáo với y tế trường và em đã báo cáo từ trước ngày thi ạ. Mong trường xem xét việc hoãn thi ạ.",
    "Cô ơi cho em hỏi là  Em học lại môn vào kì hè 193, nếu điểm thấp hơn thì có lấy không ạ. Em xin cám ơn cô ạ",
    "Cho em hỏi em là sinh viên K15 hệ cao đẳng ngành Bảo Dưỡng Công Nghiệp,hiện em đã hoàn thành xong tát cả các tín chỉ và vừa bào vệ luận văn TN xong,nhưng giờ em còn av để ra trường.Em đã qua av 4,giờ còn chờ để thi 450 Toeic để ra trường là xong.Cho em hỏi không biết em có thể làm giấy gia hạn thêm 1 học kỳ nữa để hoàn thành av ra trường không ak.Và cho em hỏi thêm nếu em k nộp bằng kịp trong tháng 8 này thì e có thể xin gia hạn thêm 1-2 tháng nữa nộp bằng av để đủ đk ra trường vào tháng 11 năm nay không ak.Em xin cảm ơn",
    "Dạ kính thưa PĐT em có một vấn đề muốn hỏi là trong đợt hè này thì PĐT cs2 tại dĩ an có hoạt động không ạ? Vì e đăng ký nhận xin giấy xác nhận sinh viện tại cs dĩ an.",
    "Các trang môn học ở E-learning của em là của kỳ 192 chứ không phải 193, mong việc này được giải quyết sớm để em thuận tiện học. Em xin chân thành cảm ơn",
    "MSSV:  Chào thầy/cô, em là sinh viên khóa 2019, cho em hỏi là về chuẩn kỹ năng CNTT thì trường mình có tổ chức kiểm tra cho sinh viên khóa 2019 không ạ, nếu có thì khi nào sẽ tổ chức ạ. Với lại chuẩn kỹ năng CNTT này có bắt buộc như chuẩn  không ạ. Em cảm ơn thầy/cô",
    "Dạ thưa pdt hiện giờ em đang ngoài quê tránh dịch và rất khó để đi vào trong tình trạng dịch bệnh phức tạp ạ. Em mong muốn được PDT hủy môn Phương pháp tính MT1009 trong học kỳ hè 193 này( không mất học phí) cho em được không ạ. Em cảm ơn rất nhiều MSSV của em là  ạ",
    "Vì lý do kì 2 2019-2020 em không đăng kí môn học nên thuộc tình trạng tạm dừng học.. Em không đăng kí được giấy xác nhận sinh viên trên MyBK. Bây giờ em muốn xin giấy để nộp lên uỷ ban xã và thì toeic thì phải làm sao ạ.. Em cảm ơn.",
    "Hiện tại em đang ở Đà Nẵng nên không thể dô SG để học dự thính được . Xin phòng đào tạo cho em rút môn Triết học - mã sp1031  không tính phí được không ạ. Em cảm ơn nhiều ạ.",
    "Em là Đoàn Công Tín MSSV . Hiện tại em không thể học kì dự thính vì em đang ở trong vùng dịch bệnh ( Bình Nam, Thăng Bình, Quảng Nam). Em không biết là tình hình dịch bệnh covid 19 kéo dài bao lâu nên em muốn hủy môn học giải tích 1( MT1003) mà không tốn phí ạ.  Mong phòng đào tạo xem xét cho em.",
    "Em thấy có sự khác biệt giữa điểm trung bình tích lũy ở trên cổng thông tin sinh viên và trên bảng điểm của em từ kì 182. Cho em hỏi là tại sao lại có sự khác biệt trên ạ . Em xin cám ơn.",
    "EM TÊN NGUYỄN NGỌC QUANG MSSV 1712781  CHO EM HOI EM ĐANG HỌC LỚP CẢNG BIỂN KHOÁ 17 MỘT TRONG CÁC PHÂN NGÀNH TRONG KHOA XÂY DƯNG GIỜ EM MUỐN HỌC CÙNG LÚC THÊM NGÀNH XÂY DỰNG DÂN DỤNG THÌ CÓ ĐIỀU KIỆN GÌ KHÔNG Ạ   EM HỌC SONG SONG CHỨ KHÔNG PHẢI VĂN BẰNG HAI Ạ EM CẢM ƠN ",
    "QUOTE  Chào PDT, vì lý do bất khả kháng em không thể tham gia học trực tiếp học kỳ dự thính hè này, vì vậy em xin PDT cho em được hủy môn học đã đăng ký trong học kỳ hè này ạ. Em xin lỗi vì đã làm phiền và mong được PDT chấp thuận cho em hủy môn ạ, em xin chân thành cảm ơn.",
    "Kính gởi PĐT,do tình hình dịch CoVid 19 nên kinh tế gia đình của em tạm thời gặp khó khăn trong học kì hè này. Đồng thời , em cũng muốn về quê để phụ giúp gia đình . Vì vậy , nguyện vọng của em là được PĐT cho em rút môn học PE2021 ( không tính học phí ). Lời cuối em xin cảm ơn PĐT đã hỗ trợ sinh viên rất nhiều đặc biệt là trong thời gian cả nước chống dịch Covid. Thân",
    "Dạ e có đăng kí học hè nhưng vì cấn dịch ở quê nên không học được. Thầy cô có thể hỗ trợ em rút môn học không tính phí không ạ. Em ở Quảng Nam, em cảm ơn ạ.",
    "Em xin chào phòng đào tạo. Em tên là Vũ Phương Thảo -MSSV: hiện đang học lớp Võ DT02. Nay em kính xin phòng đào tạo cho em rút môn học này vì hai nhà xe chỗ em có người tiếp xúc với người bệnh nên việc đi lại không an toàn và khó khăn  nên em kính xin phòng đào tạo hủy môn giáo dục thể chất của em không tính phí ạ. Em sẽ đăng ký môn này vào học kỳ 201 . Em cảm ơn phòng đào tạo đã đọc mail ạ. Em mong nhận được phản hồi sớm từ phòng đào tạo ạ .",
    "Kính gửi BGH Nhà trường Em tên là :    MSSV:  Lớp : CK19HT3 Em viết thư này mong nhà trường xem xét cho em về việc hủy môn học SP1031 không tính phí ạ. Lí do em hiện đang sống nơi có vùng dịch nặng và bị ảnh hưởng lớn bởi tâm dịch Đà Nẵng, quê em ở Quảng Ngãi ạ. Sau khi thi cuối học kì xong em có về quê thì dịch Covid tái phát cho đến giờ, gần chỗ em ở cũng có 3 người nhiễm, vì vậy em không thể vào SG để tiếp tục cho việc học hè bởi dô SG sẽ bị cách ly . Em hy vọng nhà trường sẽ xem xét cho em ạ. Em  xin chân thành cảm ơn. Thân kính.",
    "Em chào thầy, cô. Em là sinh viên k19 Khoa Kỹ thuật xây dựng. Thầy cô cho em hỏi nếu em đang ở một ngành thấp hơn nhưng có nguyện vọng chuyển lên ngành cao hơn thì có được không ạ. Chuyển ngành cùng khoa Xây dựng ạ. Em được biết là khoa em 3 năm đầu chương trình giống nhau. Em cảm ơn!",
    "Dạ thưa phòng đào tạo, em muốn hỏi là nhà trường có cho sinh viên vay tiền học không ạ? Nếu có thì thủ tục và hình thức như nào ạ? Em cảm ơn.",
    "Chào thầy cô ạ Cho em xin địa chỉ email của thầy  dạy môn pháp luật việt nam ạ Khoa em sắp phân ngành mà thầy vẫn chưa up điểm ạ",
    "cho em xin đăng kí môn học. giải tích 2 MT1005 và hóa đại cương CH1003 lý do là em mới nhận điểm thi cuối kì vào tuần rồi. cho em xin được bổ sung.",
    "Chào thầy, cho em hỏi giờ em muốn đăng kí thêm môn học hè được không ạ.",
    "Chào các thầy cô, Em tên , MSSV . Ngày 01.08.2020, em có viết đơn xin học môn AV300, lớp RZ03, phòng Đào tạo hẹn 04.08.2020 xem thời khóa biểu, nhưng đến nay vẫn chưa có thời khóa biểu để học, vì lịch thi giữa kỳ đã có rồi. Mong PĐT giải quyết giúp em",
    "học kì này em có đăng kí học hè nhưng do việc bận nên em không thể học được, cho em hỏi nếu em xin rút môn học thì có phải đóng học phí môn học đã rút không? em cảm ơn",
    "Dạ em chào Thầy, Đầu tuần này em có nhờ các Thầy tư vấn về tình trạng của em do em có đi giao hàng ở đường số 10 Hiệp Bình Chánh - nơi có ca nghi nhiểm covid 19 và đường này bị phong toả. Gần 1 tuần nay em không có bất cứ triệu chứng gì nghi ngờ như ho, sốt, khó thở... Vậy cho em hỏi là từ mai em có thể đi học trực tiếp trên trường được chưa hay em phải theo dõi thêm ạ. Em cảm ơn ạ",
    "Cho em được hỏi là lịch trình cụ thể để nộp xét tốt nghiệp lần 2 năm 2020 là vào khoảng thời gian nào và thời gian tổ chức lễ tốt nghiệp lần 2 năm 2020 có bị dời như lần tốt nghiệp lần 1-2020 không ạ? Vì lịch tốt nghiệp cụ thể trong lịch học vụ vẫn chưa được cập nhật nên em không thể xác định được khoảng thời gian nào để đăng ký tốt nghiệp ạ",
    "Kính gửi: Phòng đào tạo trường đại học bách khoa  Em tên:  MSSV học Trung tâm đào tạo bảo dưỡng công nghiệp khóa k17 lớp BDCN04 , nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn Hàn 2 (260625) t3 tiết 4-6,7-9 nhóm CD01,phòng C1-108B CS1 để em được học trong học kỳ 193 . Em xin chân thành cám ơn .",
    "Cho em xin hỏi điểm để xếp loại ra trường (Xuất sắc,, giỏi, khá, trung bình,...) là lấy điểm TBTL (điểm bao gồm tất cả các môn kể cả đại cương, anh văn) hay chỉ lấy điểm TBTL Ngành thôi ạ. Và nếu lấy TBTL Ngành thì có thêm điểm anh văn không . Em xin cảm ơn.",
    "cho em hỏi: khi nào thì trường tổ chức thi tiếng anh dạng toeic cho sinh viên chính quy ạ, em đã xem trên aao mà k có. em xin cảm ơn",
    "Chào phòng đào tạo!  Em tên là  mssv  Em xin thầy cô giúp em đăng kí bổ sung môn học truyền khối mã môn học CH2051 . Em xin chân thành cảm ơn thầy cô",
    "Dạ em chào cô Trong lúc em đăng kí môn em đã có lỡ quên môn thí nghiệm QTTB của khoa hoá (CH3015) thì em có thể làm sao để đăng kí được môn đó cho kì sau vậy cô . Em cảm ơn cô ạ",
    "Tên : Đỗ Nguyên Mssv :  ớp : BD16CN01  : TTĐT Bảo Dưỡng Công Nghiệp Dạ em chào ad ạ, vừa rồi học kì 192 em có đăng ký 2 môn ở kì chính là Thực Tập Tốt Nghiệp và Tiểu uận Tốt Nghiệp tổng cộng là 8 chỉ, và vừa rồi em có lên xem cập nhật điểm thì phần Số Tín Chỉ Tích uỹ Học Kỳ và Trung Bình Học Kỳ thì chỉ được tính 1 môn là Thực Tập Tốt Nghiệp thôi ạ, mong ad lên xem xét lại và giải đáp giúp em ạ, em cám ơn nhiều ạ",
    "Kính gửi phòng đào tạo Em tên , mssv . Học khoa xây dựng. Số tính chỉ của em trên trang mybk, mục thông tin của em bị sai ạ, em đã để mấy ngày rồi nhưng thấy vẫn bị sai, mong pđt chỉnh sửa lại cho đúng ạ. Em cảm ơn .",
    "Cho em hỏi điểm thực hành các môn học lại có làm cách nào để giữ lại không ạ.",
    "Kính gửi pđt trường đại học bách khoa,em viết mail này cầu mong nhà trường có thể xem xét cho em có thể rút môn mà không tính học phí cho em ạ Lý do:Sau khi thi xong môn PPT thì em có bắt xe vào Đà Nẵng chơi ở nhà của chú em (bố mẹ em vào trước, em vào sau ạ) thì em định ở lại nhà chú khoảng tầm nửa tháng trước khi có buổi học tại trường( có kèm 1 buổi dạy qua online) nên em căn tầm nửa tháng em vào lại ạ, mà hiện tại ở đây lại đang là tâm dịch covid 19 nên em không vào lại được ạ với lại em cũng muốn về quê để thăm ông em đang bị bệnh ạ.Nên em viết mail này kính mong nhà trường có thể thông cảm và cho em được hủy môn SP1007 mà không tính học phí, nếu được thì em cảm ơn nhà trường rất là nhiều ạ  Kính mong nhà trường có thể thông cảm và tạo điều kiện cho em với ạ, em xin cảm ơn nhà trường rất là nhiều ạ",
    "Họ tên:  mã lớp: TT01 MSSV  -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007 -Lí do em viết đơn xin biết số câu sai của môn Pháp luật Việt Nam đại cương, mã môn SP1007 . - Ngày thì 26/7 phòng 601 B4 Em mong được sự hồi đáp sớm từ phòng đào tạo. Em xin trân trọng cảm ơn.",
    "Khi nào em mới nhận được bằng tốt nghiệp ngày 10/7/2020 ạ.",
    "Em chào Thầy, Cô. Hôm nay ngày (8/8/2020) em mới nhận được kết quả điểm của môn học Cơ Lưu Chất. Nhưng em lại rớt môn học này. Nhưng vì biết quá muộn kết quả, nên em mới mạo muội làm đơn để xin Thầy, Cô cho em đăng ký môn học này vào kỳ hè 193 cho em kịp kỳ tốt nghiệp sắp tới với nhiều dự định trong tương lai. Em kính mong Quý Thầy, Cô sắp xếp và cho em đăng ký bổ sung môn học này. Em xin chân thành cảm ơn! Trân trọng,",
    "kính thưa pđt đại học bách khoa tphcm,em viết mail này để hỏi lại cho rõ ạ Lý do:Lúc nãy em đã gửi mail xin nhà trường cho em hủy môn mà không đóng học phí mặc dù việc này đã được giải quyết nhưng thông tin trả lời của nhà trường là một từ đã hủy(không rõ ràng là hủy có tính học phí hay là hủy không tính học phí ạ),em đã nêu ra lý do mà em hủy rất là rõ ràng ạ. Kính mong nhà trường có thể thông cảm và đáp ứng câu hỏi của em ạ. Em xin cảm ơn nhà trường",
    "Em chào thầy/cô ạ, Em có đăng ký phúc tra bài thi cuối kỳ môn Giải tích 2 vào ngày 3/8/2020, vì thời hạn phúc tra kết thúc vào ngày 10/8/2020 nhưng đến nay em vẫn chưa nhận được kết quả phúc khảo và kết quả cuối cùng của môn học. Em không biết mình phiếu đăng ký của em có gặp lỗi trục trặc không thể phúc tra đúng hạn hay không và mình có hoàn thành môn học chưa để đăng ký học lại vào kỳ hè này để kịp đạt số tín chỉ đăng ký Luận văn tốt nghiệp.Em mong thầy/cô giúp em cập nhật kết quả để em kịp thời có kế hoạch trả nợ môn để có thể đăng ký luận văn ạ. Em xin chân thành cảm ơn các thầy/cô!",
    "Dạ thầy cô làm ơn cho em hỏi là em đăng môn XSTK học kỳ 193 đã có TKB và đi học được một tuần thì có Mail báo hủy kết quả môn học do sai mã môn MT2001 và trường cũng không đổi được cho em. Em có thể đăng ký môn học khác thay thế vào được không ạ.",
    "Dạ chào phòng đạo tạo ạ, em đang là sinh viên năm 3 khoa Kỹ thuật Hóa Học và hè này em đang có lịch thực tập tốt nghiệp. Nhưng hiện tại do tình hình dịch bệnh còn diễn biến phức tạp nên nơi thực tập em đã hoãn và chưa được đi. Do không lường trước được nên em không đăng ký môn để có thể kịp tiến độ chương trình. Dạ có thể cho em biết hiện giờ nhà trường có mở các lớp dưới đây và em có thể đăng ký 1 trong 3 môn sau đây không ạ 1. Hóa Lý 1 ( CH2003 ) 2. Hóa Lý 2 ( CH2031 ) 3.  ( CH2051 )    Dạ em cảm ơn ạ",
    "Kính gởi phòng đào tạo. Do tình hùnh công việc của em hiện nay quá nhiều k thể sắp xếp đến trường hay học online dc. Nên e xin nhà trường cho e dc bảo lưu việc học lại qua 2 hk có đc k ạ. Việc bảo lưu e cần những thủ tục nào cho hợp lệnh kính mong phòng đào tạo xem xét ạ. Trong khi chở trả lời và hướng dẫn thủ tục. E xin trân thành cảm ơn. Trân trọng và kính chào.   i  .",
    "Chào thầy cô. 1.Em muốn nộp chứng chỉ ngoại ngữ, mà lúc em đi đăng ký thi em đã đổi chứng minh nhân dân thành căn cước công dân để được đi thi. Vậy em có cần vào mybk cập nhật từ chứng minh nhân dân lại số căn cước công dân không ạ. 2.Em đăng ký nộp chứng chỉ ngoại ngữ.Là em có thể đăng ký bây giờ luôn và chỉ đợi đến đợi xét để được xét, hay là tới đợt nộp chứng chỉ ngoại ngữ em mới được đăng ký ạ. Em cảm ơn thầy cô.",
    "Em xin rút môn bơi PE1019 nhóm DT01. Em cảm ơn ạ.",
    "Em chào thầy(cô)!  Năm học 2018-2019 em có rớt học phần 2 giáo dục quốc phòng ( do bị sốt xuất huyết nhập viện, em đã nộp giấy nhập viện nên vẫn được tiếp tục học và thi học phần 1 và học phần 3), thầy có nói với em là khi em đăng kí học lại chỉ cần học những buổi em đã vắng của học phần 2 rồi đi thi thôi ạ. Em muốn hỏi là em có thể đăng kí học giáo dục quốc phòng song song trong kì dự thính hè, hoặc trong kì chính được không ạ? Hoặc nếu không được thì em muốn hỏi là chưa có chứng chỉ giáo dục quốc phòng có ảnh hưởng tới việc làm luận văn tốt nghiệp không ạ?.   Em xin chân thành cảm ơn.",
    "Em chào PĐT. Cho em hỏi ở trường mình thì bảo lưu việc học tối đa là bao lâu ? Em cám ơn.",
    "Kính chào Phòng Đào Tạo, Em vừa mới hoàn thành báo cáo luận văn và đã xong tất cả các yêu cầu để xét tốt nghiệp. Vậy khi nào em mới có thể nhận bằng chứng nhận tốt nghiệp tạm thời ạ? Em cám ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa phòng đào tạo Em tên là  mssv :  Em viết đơn này để gửi minh chứng cho việc không thể thi cuối kỳ môn vật lí bán dẫn ngày 28-07-2020",
    "Kính chào quý thầy (cô) . Đầu tiên em xin cảm ơn quý thầy (cô) đã giúp em chuyển mã môn học khi em đăng kí lộn mã môn học (môn Xác suất và thống kê). Em có một thắc mắc nho nhỏ là khi nào em được cập nhật khóa học sau khi chuyển mã môn ở trên BKEL (ở thời khóa biểu thì đã được cập nhật rồi) bởi vì các khóa học ở BKEL có bài tập và em sợ lỡ hạn chót làm bài và bị cấm thi giữa kì. Cảm ơn quý thầy (cô) đã quan tâm.",
    "Dạ cho em hỏi, điểm thi được nhập lên \"Bảng điểm\" của sinh viên, thì sau bao lâu không sửa được ạ? Em cảm ơn",
    "Chào Phòng Đào Tạo, Trong trường hợp PĐT không thể cấp giấy chứng nhận tốt nghiệp tạm thời trong thời gian sắp tới, vậy thì có giấy chứng nhận nào khác không ạ? Ví dụ như giấy hoàn thành chương trình học! Em chân thành cám ơn ạ",
    "Chuyện là em và một số bạn khác trong lớp đang thấy có lỗi sai về việc nhập điểm tổng kết của môn Vận trù của thầy  bộ môn Kĩ thuật hệ thống công nghiệp. Nhưng mà tụi em đã tìm cách liên hệ với thầy để giải quyết bằng cách gửi mail và nhắn tin trên fb mấy ngày nay nhưng vẫn không nhận được hồi âm. Em muốn hỏi là phòng đào tạo có cách nào để liên lạc với thầy được không, tụi em khá vội vì sợ điểm sẽ bị khóa trên hệ thống và không sửa được nữa. Em cảm ơn",
    "Sắp tới em kỳ thi giữa kỳ môn vật lý 1 (ph1004) ngày 24/8 mà em đang ở vùng dịch quảng nam không thể vào sài gòn được, em có thể thì giữa kỳ vào lần khác không ạ",
    "Kính gửi: Quý Thầy cô. Em tên: . MSSV: . Em xin đăng ký môn học cho kỳ hè 193 môn phương pháp tính (MT1009). Kính mong Thầy cô xem xét đăng ký bổ sung giúp em với ạ. Em chân thành cảm ơn. Trân trọng.",
    "Em chào phòng đào tạo, em tên , 2. Sinh viên khoá 13 khoa Kỹ thuật xây dựng. Ở học kỳ trước khá lâu (năm 2017) em có rớt môn tự chọn (theo khoá K13 của em) là Phương pháp số ứng dụng (808006), trong học kỳ vừa rồi em có học lại. Do môn học mã 808006 không còn mở cho nên em phải học môn thay thế cho môn này theo danh sách môn thay thể của nhà trường, môn thay thế em học là môn Phương pháp số, tin học ứng dụng và gis (CI3071). Em đã hoàn thành môn thay thế (CI3071) rồi tuy nhiên phòng đào tạo vẫn chưa chuyển điểm cho em trong mục điểm chuyển. Em mong phòng đào tạo xem xét và chuyển điểm hoặc phản hồi lại giúp em nếu có trục trặc gì để em có thể khắc phục sớm trước khi đến đợt xét tốt nghiệp. Em cám ơn phòng đào tạo.",
    "Cho em hỏi lịch học vụ học kỳ mới ạ",
    "Số TCTL hk192 của em đc 10 chỉ sao trên hệ thống chỉ để 7 chỉ vậy ạ?  Em có chụp màn hình phía bên dưới cô xem giúp em vs ạ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ thưa minh chứng là cần gì ạ. Kiếm lại lời bác sĩ bên bệnh viện nhiêt đới hay sao ạ. Em thật sự không biết Phòng Đào Tạo muốn em làm gì ạ",
    "Cho em hỏi cần điền cả 2 đơn để Rút môn học hay chỉ điền 1 trong 2 đơn. Nếu chỉ cần 1 trong 2 thì là đơn nào?? Em cảm ơn",
    "Em chào thầy cô phòng đào tạo. Em có kiến nghị về việc học hangout online ngoài giờ lên lớp ạ. Có nhiều môn thầy cô hay sử dụng phần mềm Zoom để tương tác như hiện tại em có học môn Vật liệu xây dựng của thầy  và Cơ lưu chất của cô , nhưng trong thời gian tương tác đó em và các bạn cảm thấy âm thanh với đường truyền không tốt lắm (rè, mất tiếng, đứng hình, hình bị đơ 1 lúc mới đi) em nghĩ chắc là do Zoom k chịu được số lượng người đông nên vậy. Và em thấy tương tác bằng Google Meet thì rất mượt ạ chắc là do trường mình có bản quyền. Vậy em viết yêu cầu này để hỏi xem pđt có thể báo với thầy cô giúp chuyển tương tác sang bằng phần mềm Google Meet thay vì dùng Zoom để cho bọn em thuận tiện học tập online hơn được không ạ? Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Em là sinh viên . Em vừa hoàn thành xong khóa luận vào cuối tháng 7 vừa rồi và điểm cũng đã được cập nhật trên aao. Em viết đơn này xin nhờ PĐT hỗ trợ xem xét giúp em em đã đủ điều kiện tốt nghiệp chưa ạ? Nếu được thì em xin lấy giấy tốt nghiệp tạm thời để xin việc làm được không ạ?  Em xin cám ơn. Chúc PĐT có một ngày tốt lành ạ.",
    "Kính gửi văn phòng đào tạo bộ phận quét bài -Họ tên:  mã lớp: TT01 MSSV  -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007 -Lí do em viết đơn xin biết số câu sai của môn Pháp luật Việt Nam đại cương, mã môn SP1007. - Ngày thì 26/7 phòng 601 B4 Em mong được sự hồi đáp sớm từ phòng đào tạo. Em xin trân trọng cảm ơn.",
    "Cho em hỏi về cách thức xét điểm phân ngành của khoa điện - điện tử khóa K19 Em có nghe nói rằng chỉ lấy điểm HK191 và HK192. Không lấy điểm HK193 và HK201 Em xin cảm ơn Mong nhà trường hồi âm",
    "Dạ, em chào Thầy/Cô ạ. Em là Nguyễn Lâm Nhã - MSSV: 1712416. Em là sinh viên   B KHÓA 2017    thuộc   B chương trình Kỹ sư tài năng   .Em có một số thắc mắc đối với quy định về ngoại ngữ mong Thầy/Cô giải đáp giúp em ạ. Quy định về ngoại ngữ khi   B xét tốt nghiệp    có nêu:   I Riêng các chứng chỉ tiếng Anh 2 kỹ năng (Reading, Listening) TOEIC, TOEFL ITP hoặc BULLATS thì cần phải bổ sung thêm 1 trong các chứng chỉ Speaking & Writing sau:   B a)    Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2017)   B b)    Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245. 1. Thầy/Cô cho em hỏi: Hiện tại em đã có chứng chỉ TOEIC Listening and Reading (đã đạt yêu cầu). Em cần bổ sung thêm chứng chỉ Speaking and Writing. Trường hợp của em là   B khóa 2017    nhưng là   B chương trình Kỹ sư tài năng   . Vậy em có thể đăng ký thi để lấy chứng chỉ ngoại ngữ Speaking and Writing với mức Đạt ở trung tâm Bk English (như mục a) nêu trên được không hay bắt buộc phải là chứng chỉ TOEIC Speaking and Writing với mức điểm 245 (như mục b) ạ? 2. Chứng chỉ TOEIC Speaking and Writing ở mục b yêu cầu có được là chứng chỉ do trung tâm BK English cấp không ạ? (thi tại BK English). Hay bắt buộc là chứng chỉ quốc tế (thi tại trung tâm IIG ngoài trường). Nói cách khác, chứng chỉ TOEIC Speaking and Writing do BK English cấp và IIG cấp có cùng giá trị khi xét tốt nghiệp không ạ? Vì hình thức thi tại BK English và tại trung tâm IIG có đôi chút khác biệt. Mong Thầy/Cô giải đáp giúp em. Em cảm ơn Thầy/Cô ạ!",
    "Xin chào anh chị. Em xin được phép hỏi về tình trạng hiện tại của em. Em hiện còn vướng anh văn nói viết. Mà em đã không đăng kí môn học học kì trước và học kì này. Em hiện đang bị tạm dừng. Không biết hướng giải quyết như thế nào ạ. ",
    "gửi Phòng đào tạo, do hiện tại bảng điểm của em có nhiều môn học có điểm tổng kết 13 dẫn đến việc làm giảm điểm TBTL và gây khó khăn cho em (mặc dù điểm sẽ thay đổi nếu em học đủ số tín chỉ theo CTĐT) nhưng em mong Phòng đào tạo có thể giúp em xóa các môn đó ra khỏi bảng điểm giúp thuận tiện cho em trong việc nộp CV vào các công ty . Em xin cảm ơn",
    "Cho em hỏi là học kì 191 em gia hạn học phí,ngày 10/8/2020 em đã thành toán đầy đủ.Vậy em có bị hủy thời khoá biểu học kì 193 không ạ?Nếu có em xin làm đơn được không ạ?Em xin cảm ơn nhiều ạ.",
    "em được phòng đào tạo chuyển mã môn học do đăng kí sai nhưng hiện tại ms cập nhật thời khóa biểu mà nhà trường chưa cập nhật mã môn học mới vào BK Elearning nên em k thể học hangout và làm kiểm tra cũng như tải tài liệu để học được..mong nhà trường giải quyết giúp em",
    "Gửi Quý Thầy, Cô Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11 . Em xin chân thành cảm ơn,  Trân trọng,",
    "Dạ thưa phòng đào tạo, hiện tại em không biết trả lời tiếp theo các câu hỏi của các cô như thế nào trên ứng dụng này ạ, nên e đã gửi nhiều đoạn tin nhắn khác nhau nên các cô không nhận được ạ, lí do của e là như sau: Em tên là , MSSV , em là sinh viên khoa Cơ khí. E đã đăng kí học môn học dự thính vào học kì hè này, trước khi vào học e đã về quê, nhưng sau đó vì tình hình dịch bệnh nên e không thể quay trở lại để tham gia học, nơi e ở cx gần những địa phương có ảnh hưởng của dịch bệnh nên việc đi lại để trở vào học gặp nhiều khó khăn, gia đình cũng không dám mạo hiểm để e quay trở lại học. E dự định sẽ đăng kí huỷ học phần online theo chỉ thị của phòng đào tạo, nhưng học phí vẫn được tính 100%, hiện tại vì tình hình dịch bệnh cùng với thời tiết khiến kinh tế gia đình e không ổn định, giờ lại bỏ số tiền khá lớn. E viết đơn này mong nhận được sự hỗ trợ của phòng đào tạo dành cho e cũng như những bạn có hoàn cảnh giống em. E xin cảm ơn ạ và mong sớm nhận câu trả lời từ phòng đào tạo. Và e cũng được cô tư vấn là huỷ như thế nào, e cũng đã trả lời là e đăng kí 1 môn cơ lý thuyết và giờ e muốn được huỷ với nguyện vọng được miễn giảm học phí ạ, E cảm ơn ạ.",
    "Gửi Quý Thầy, Cô Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11. Em xin chân thành cảm ơn. Trân trọng,",
    "i em là sinh viên k17 cho em hỏi đã có giấy hoãn nghĩa vụ quân sự năm nay chưa ạ.",
    "quản lí dự án xây dựng CI1053",
    "Chào quý thầy cô,  Theo quyết định tốt nghiệp 142/ QĐ - ĐHBK- ĐT  ngày 07/4/2020 em đã tốt nghiệp ngày 07/04/2020. Theo thông tư 21/2019/TT-BGDĐT thì thời gian cấp bằng tốt nghiệp trong vòng 30 ngày kể từ có quyết định tốt nghiệp. Và em là sinh viên khóa 2012 chương trình đào tạo 156 tín chỉ nên không vướng vào Nghị định số: 99/2019/NĐ-CP về việc in bằng kỹ sư hay cử nhân . Nên em mong thầy cô xem xét cấp bằng tốt nghiệp sớm cho em bổ sung hồ sơ của công ty em đang công tác. Việc bằng cấp trễ sẽ ảnh hưởng tới chức vụ và lương của em tại cơ quan nên em mong thầy cô phản hồi chính xác thời gian giúp em . Em cảm ơn quý thầy cô. Trân trọng,",
    "Chào Quý Thầy Cô, Trong học kỳ hè HK193 em có đăng ký môn Xác Suất Thống Kê và đăng ký cả kỳ HK201. Cho em hỏi, nếu ở HK193 em qua được môn XSTK thì đến kỳ 201 em có được rút môn không hoàn học phí không? (Vì em đã đủ 14 tín chỉ, nếu HK201 có thêm XSTK thì em được 18 chỉ). Em mong nhận được sự phản hồi của Quý Thầy Cô. Chân thành cảm ơn,",
    "em chào thầy/cô, Thầy cô cho em hỏi là nếu muốn xin chuyển hệ từ chính qui sang vừa làm vừa học thì em cần làm những gì ạ. em xin chân thành cảm ơn",
    "anh văn 3 Nhóm DT01 003004 Anh văn 4 Nhóm DT01   i  .",
    "Em xin rút môn học hè trước 17/8/2020 được không ạ?  Môn CƠ LƯU CHẤT CI2003 - Nhóm DT04",
    "MSSV:   Họ  tên:   Gửi thầy/cô phòng đào tạo, em đang thắc mắc 2 vấn đề:  1. Thời hạn nộp điểm Anh Văn để chuyển điểm là khi nào trong thời gian tới?  2. Thời gian chuyển điểm bao lâu kể từ khi nộp  chứng chỉ Anh Văn trong học kì tới?  Em xin cảm ơn thầy/cô.",
    "Gửi Quý Thầy, Cô Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11. Em xin chân thành cảm ơn. Trân trọng,",
    "Em chào thầy/ cô ạ. Dạ em có thắc mắc về cách tính điểm của môn thay thế có giống với môn tương đương không , vì trên aao em chỉ thấy ghi thông tin về cách tính điểm môn tương đương thôi ạ.  Nếu em học môn thay thế và xin xác nhận của khoa thì có được tính vào điểm TBTLN không ạ Em cám ơn thầy/ cô nhiều ạ.",
    "Kính gửi thầy cô PDT, Em tên , MSSV  Em có đăng kí in bảng điểm để nộp cho công ty vào ngày sáng 14/8/2020, nhưng do công ty chỉ mới thông báo hôm nay nên giờ em đăng kí thì có lịch hẹn là ngày 14/8 luôn ạ, em sợ là k kịp nộp, nên em muốn hỏi là nếu em muốn nhận bảng điểm vào chiều 13/8 có được không ạ? và PĐT có giải quyết là in nhanh xíu giúp em được không ạ? Em rất cảm ơn! em mong được phản hồi sớm ạ",
    "Tên: ỀU   ;    MSSV  em xin đăng kí rút các môn học sau: Hệ thống máy tính và ngôn ngữ lập trình :  EE2009 Pháp luật Việt Nam đại cương : SP1007 Vật lí bán dẫn : EE1013 Lí do : ngày 31/7/2020 em về Quảng Nam, dịch bệnh bùng phát không thể vào lại tp HCM để tiếp tục học tập được ạ.",
    "Xin chào ad Hiện tại HK 192 mình chưa thanh toán đầy đủ học phí, đến cuối tháng 8 mình mới đủ tiền đóng vậy mình có thể xin gia hạn nộp học phí đến cuối tháng 8 dc k? Nếu không nếu đến cuối t8 mình thanh toán rồi làm đơn trình bày lý do trễ hạn học phí thì có được khôi phục lại KQDKMH và TKB k? Do mình đang làm LVTN trong hk này. Mình xin cảm ơn",
    "811040    . Kính gửi quý Phòng Đào Tạo Đại học Bách Khoa - Đại học quốc gia Tp.HCM, Quý thầy/cô cho em hỏi giúp đứa em của em đang xét tuyển đại học với mong muốn vào ngành Kỹ Thuật Hàng Không chất lượng cao trường mình trong trường hợp em có 5.5 IELTS thì khi xét tuyển vào trường bằng tổ hợp khối A01 Toán Lý Anh thì mình có được quy đổi 5.5 IELTS sang 9đ Anh Văn không ạ ? Em xin cảm ơn.",
    "Kính gửi PĐT, em tên , MSSV:  Em có đăng ký in bảng điểm tại PĐT ngày hôm nay, nhưng do tính chất đột xuất và gấp của bảng điểm, không biết em có thể làm đơn nhận bảng điểm sớm hơn dự kiến được không ạ, ngày hẹn 14/8, nhưng em có thể lấy vào sáng 12/8 không ạ. Em xin cảm ơn PĐT",
    "Do hè này em đi thực tập, cong ty thực tập chỉ yêu cầu em đến công ty 3/7 buôi trong tuần nên em muốn đăng ký thêm môn học học kỳ hè này.Mong Phòng đào tạo giúp đỡ. Em muốn đăng ký thêm 2 môn là: Cơ lưu chất MNH: CI2003 Kết cấu bê tông cốt thép 2 MNH: CI3175 Em xin cảm ơn.",
    "Chào thầy/cô ạ, em là sinh viên K19 chương trình đại trà khoa KTXD, hiện chương trình đào tạo là 131 tín chỉ cho Cử nhân, vậy cho em hỏi: Thứ nhất: trong suốt quãng thời gian học tập đó em được quyền tích lũy thêm tín chỉ để được cấp bằng Kỹ sư hay không? Thứ 2: Nếu có thì cần tích lũy thêm bao nhiêu tín chỉ?  Và thứ 3: có phải nếu vậy thì em học thêm môn nào cũng được (không có trong chương trình đào tạo k19) không ạ? Em xin hết và cảm ơn!",
    "Cho em hỏi là hiện giờ các lớp hè đã dạy lâu rồi nhưng em không đăng ký  thì em có thể xin phòng đào tạo giấy để vào lớp không ạ và trình tự để làm giấy vào lớp như thế nào ạ  Em cảm ơn",
    "Chào thầy/cô Em là sinh viên pfiev của trường Chứng chỉ tiếng pháp của em đã được thẩm định là hợp lệ thì theo quy chế nó sẽ được đổi thành điểm 10 cho các môn pháp văn em đã học. Vậy cho em hỏi em phải làm gì tiếp để nó được quy ra thành điểm ạ? Em có gửi hình chụp màn hình ạ Em xin cảm ơn thầy/cô   i  .",
    "Em muốn hỏi là nhà trường còn hỗ trợ dịch vụ giao sách tận nhà giống đợt trước không ạ?Em muốn mua sách giáo trình+bài tập xác suất thống kê của thầy   Em xin cảm ơn",
    "Cho em hỏi kỳ hạn nộp bằng toeic quy đổi điểm anh văn trong kỳ hè này là ngày nào ạ.",
    "Kính gửi : Phòng đào tạo trường ĐH Bách Khoa TP.HCM Em tên:  Mssv :  Em viết đơn này là để rút 2 môn học dự thính ( không tính học phí) - MT1003: Giải tích 1 - CH1004: Hóa Đại Cương Lý do: Hiện giờ em đang ở Đà Nẵng và thành phố của em đã hủy tất cả chuyến bay đến SG.Thế nên em mong muốn được rút môn học(Không tính học phí) để có thể tiếp tục học vào những kì sau ạ.Em xin cảm ơn ạ.",
    "Thưa thầy cô, Em là , MSSV . Em có thắc mắc về chương trình liên thông lên thạc sĩ. Cụ thể là em nhận được mail của trường về đăng ký liên thông lên thạc sĩ và hạn chót là cuối tháng 8. Nhưng hiện tại em có kế hoạch vào học kỳ 202 mới học thạc sĩ thì bây giờ em nộp đơn đăng ký liên thông thạc sĩ và tới học kỳ 202 mới đăng ký môn học thạc sĩ được không ạ? Em mong thầy cô hồi âm ạ Em cảm ơn thầy cô",
    "Chào thầy/cô, em mong muốn được hủy phiếu đăng ký phúc tra điểm cuối kỳ môn giải tích 2 MT1005. Em đã thao tác trên mybk nhưng hệ thống báo lỗi \"Thông tin không thể hủy\". Mong thầy/cô có thể giúp em hủy ạ. Em xin cảm ơn.",
    "Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . Là em có thể bổ sung môn học vào học kì hè 193 được không ?  MSMH :(260617) Công nghệ chế tạo máy .  - Em xin cám ơn ạ ,Mong được quý thầy cô chấp nhận cho phép e tham lớp học , để em có thể kịp tiến độ học tập",
    "Em chào thầy/cô ! Hiện tại em đã hoàn thành toàn bộ chương trình của ĐH BKTPHCM ( chỉ còn thiếu 1 ngày CTXH em sẽ bổ xung ngay khi có sự kiện nào đó được tổ chức ) Vậy em có thể xin lấy bằng tốt nghiêp sớm hơn được không ạ ? Vì công ty của em muốn vào họ ko chấp nhận giấy tốt nghiệp tạm thời. Cứ mỗi ngày chậm trễ là cơ hội của em vơi dần. Mong phía nhà trước giúp đỡ em về điều này.",
    "Em tên là , MSSV . Em đã đang ký học thể chất môn bóng bàn trong kỳ hè này nhưng em vẫn chưa thấy thông báo về lịch học hay hủy môn do dịch COVID-19. Em mong phòng đào tạo sẽ giải đáp thắc mắc của em. Em cảm ơn.",
    "Em là Vương Triệu Tước. Mssv:.Em là sinh viên hệ CQ có đăng ký chuyển sang hệ VHVL vào tháng 7/2020. Vào ngày 21/7/2020, em có hoàn tất việc nộp hồ sơ cho trường và được cấp giấy hoàn thành thủ tục nhập học và chứng nhận sinh viên tạm thời có giá trị trong vòng 30 ngày. Sau đó, em có thực hiện các bước kích hoạt tài khoản mạng BKNETID. Vậy em đã là sinh viên chính thức chưa ? Nếu chưa , em cần thực hiện thêm những bước gì để là sinh viên chính thức? Em cảm ơn quý thầy cô nhiều",
    "Dạ em chào thầy/cô ạ Em hiện là sinh viên năm 3 khoa QLCN, kỳ sau em chỉ cần đăng ký thêm 8 chỉ nữa thôi là đủ chỉ làm LVTN. Em muốn hỏi là nếu chỉ đăng ký 8 chỉ thì em có được xét học bổng khuyến khích không ạ? Em cảm ơn.",
    "Em xin chào ạ!   Em tên  , sinh viên khóa 2018 nghành Công Nghệ Vật Liệu của trường.   Hiện tại em có khó khăn về học phí và cần mua điện thoại để học, em dự sẽ vay tiền ạ... cho em được hỏi trường có hỗ trợ cho sinh viên vay không, cụ thể có mục nào ạ!Cho em hỏi thêm trường có mức giảm học phí cho sinh viên khó khăn không ạ?    Em xin cảm ơn , chúc anh chị nhiều sức khỏe trong mùa dịch , thân!  ",
    "em hỏi là học kì 191 em gia hạn học phí,ngày 10/8/2020 em đã thành toán đầy đủ.Vậy em có bị hủy thời khoá biểu học kì 193 không ạ?Nếu có em xin làm đơn được không ạ?Em xin cảm ơn nhiều ạ.",
    "Dạ em chào anh/chị, Em SV CQ chuyển sang VHVL,đăng ký năm CTĐT là 2019.Em được tư vấn là đăng ký giống chương trình CQ.Nhưng CTĐT-K19 đổi mới so với khóa cũ 2017. Anh/chị cho em hỏi:  1.Em đăng ký theo CTĐT 2019 đúng không ạ ? 2. Môn Mác (5 chỉ) giờ tách ra 3 học phần.Em đã qua có cần đăng ký học lại ? Em cảm ơn !",
    "Chào thầy/cô, Em muốn đăng ký tốt nghiệp đợt tháng 11 và 30/8 là hết hạn đăng ký, nhưng chứng chỉ toeic (speaking & writing) của em sau 30/8 1 tuần mới trả kết quả (Em đã nộp chứng chỉ listening & reading). Nên thầy/cô cho em hỏi là em có thể đăng ký tốt nghiệp trước và nộp chứng chỉ sau được không ạ Em xin cám ơn. Trân trọng,",
    "Kính gửi: Quý thầy cô Phòng Đào Tạo trường đại học Bách Khoa TP.HCM. Em tên: . MSSV: . Khoa: Điện - Điện Tử. Em là sinh viên chính quy khoa Điện - Điện Tử. Do năm học 2019-2020 là năm học cuối trong chương trình đào tạo của em, nhưng em vẫn còn nợ môn \"Cơ sở kỹ thuật điện\" (EE2017) do tới hôm nay em mới biết được điểm tổng kết. Nên em xin Phòng Đào Tạo hỗ trỡ, xem xét giúp em đăng ký học môn \"Cơ sở kỹ thuật điện\" (EE2017) vào HK193 để có thể kịp thời hoàn thành chương trình học. Em kính xin quý thầy cô Phòng Đào Tạo chấp nhận để em có thể hoàn thành được đúng thời gian chương trình đào tạo. Em xin chân thành cảm ơn quý thầy cô Phòng Đào Tạo.",
    "Em là , Mssv , học môn Kỹ thuật điều khiển tự động lớp A03 Do nhóm em nhầm lẫn tên nhóm nên điểm bài tập  bị thiếu, em đã trao đổi với giáo viên bộ môn nhưng thầy nói đã nộp điểm lên Phòng đào tạo nên em cần nộp đơn phúc tra lên Phòng đào tạo để xem xét. Nhưng chỉ có biểu mẫu phúc tra điểm cuối kỳ nên em không rõ bây giờ cần phúc tra điểm bài tập thì em phải làm sao ạ?",
    "cho em hỏi về việc đăng kí môn học của các bạn k18 đo bị trễ anh văn không học được các môn cơ sở ngành theo chương trình đào tạo. theo em được biết chương trình đào tạo của k19 có thay đổi, bỏ một số môn trong chương trình của k18 hoặc đổi mã môn học. vậy k18 muốn đăng kí những môn chưa học kịp mà không đủ số lượng thì sao ạ. em cảm ơn ạ",
    "Em chào PĐT. Học kì 192 vừa qua, em đã đăng kí nhầm môn học nhóm A thành nhóm B(học vào buổi tối). Môn học đó em đã đạt rồi và qua 6.5, em đăng kí học cải thiện nhưng lại đăng kí nhóm B của hệ vừa học vừa làm, do nhiều yếu tố nên kết quả môn học đó là 4.5 ảnh hưởng đến bảng điểm HK192 của em. Vì Dịch bệnh nên em không tham gia đầy đủ buổi học nên em bị cấm thi. Em xin hỏi PĐT có thể cho em hủy kết quả của môn học nhóm B đó được không để không làm ảnh hưởng đến bảng điểm vì hiện tại em đang cần điểm HK192 để xin việc. Em xin cảm ơn PĐT.",
    "Gửi Quý Thầy, Cô Vì môn học cơ lưu chất em được biết kết quả cuối cùng vào ngày (10/8/2020). Nên hôm nay em muốn đăng ký bổ sung môn học Cơ Lưu Chất (CI2003) để được học trong kỳ hè 193 này. Vì em là sinh viên năm cuối nên hi vọng Quý Thầy, Cô xem xét và giúp cho em đăng ký được môn này để kịp tiến độ tốt nghiệp vào tháng 11. Em xin chân thành cảm ơn. Trân trọng,",
    "Cho em hỏi là trong HK 191 em có VP 2 môn đstt và gt1 Và trong bảng điểm đc chuyển thành số 22  Sau khi em thi xong số 22 đó đổi thành điểm em thi hay là điểm số 21 ạ. Nếu đổi thành điểm 21 thì làm sao để em biết điểm để tính điểm TBTL để phân ngành ạ.",
    ". Hi Thầy cô ! Em là   Bảng điem trên Mybk của em có sai sót ở khâu nhập điểm do nhập sai ạ; Môn CNPMNC cột KT thật là 10.00 mà trên hệ thống lại in ra 1.00; Em mong PDT xử lí truờng hop của em theo kiểu online để phòng chống covid ạ Em cảm ơn ",
    "ng ký môn học -Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . Là em có thể bổ sung môn học vào học kì hè 193 được không ? MSMH :(260617) Công nghệ chế tạo máy . - Em xin cám ơn ạ ,Mong được quý thầy cô chấp nhận cho phép e tham lớp học , để em có thể kịp tiến độ học tập",
    "khi nào học kì 201 bắt đầu",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . cho em hỏi là đợt vừa rồi em váng thi covid thì việc thi lại vào cuố kì sắp xếp sao ạ, và làm sao để em đăng kí thi lại ah",
    "Em chào quý thầy/cô ạ! Tình hình là em học văn 2 mà bị rớt rồi, bây giờ em thi bằng tiếng anh ở ngoài sau đó chuyển điểm thì môn anh văn 2 của em có được tính là qua không ạ? Em xin cảm ơn! Trân trọng",
    "Dạ cho em hỏi là chuẩn đầu ra của K19 là 550 sẽ được quy đổi điểm ra 4 anh văn. Vậy ví dụ em thi được băng toeic 450 thì có nộp được để tạm thời quy đổi ra av1 av2 được không ạ? .",
    "Em muốn hỏi là tại sao trang BKEL mục video của môn Cơ học ứng dụng lại ghi hạn để hoàn thành là tháng 6. Trong khi đó, em mới được mở mục video vào đầu tháng 8 này do em có đăng ký dự thính hè. Mong phòng đào tạo có thể sớm giải quyết. Em cám ơn.",
    "Kính gửi: PHÒNG ĐÀO TẠO Em tên: , MSSV  khoa KTHH. Em có vấn đề cần sự trợ giúp của PĐT ạ. Em có nhận được lịch thi giữa kì môn Vật lí 1 là vào ngày 24/08/2020, do lịch đi thực tập QTTB bị lùi lại hơn so với dự kiến nên tới ngày 26/08/2020 em mới có thể về được, vì em thực tập ở Bình Phước nên trường sắp ở đó 2 tuần không được di chuyển qua lại giữa các tỉnh thành tránh bị lây bệnh . Em muốn xin PĐT có thể tạo điều kiện giúp em có thể thi giữa kì môn Vật lí 1 kì hè 193 được không ạ? Em chân thành cảm ơn PĐT đã đọc thư. Em mong được sự hồi âm sớm từ PĐT ah.",
    "Tên: ỀU   ;    MSSV  em xin đăng kí rút các môn học sau: Hệ thống máy tính và ngôn ngữ lập trình : EE2009 Pháp luật Việt Nam đại cương : SP1007 Vật lí bán dẫn : EE1013 Lí do : ngày 31/7/2020 em về Quảng Nam, dịch bệnh bùng phát không thể vào lại tp HCM để tiếp tục học tập được ạ.",
    "Kính gửi văn phòng đào tạo bộ phận quét bài -Họ tên:  mã lớp: TT01 MSSV  -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007 -Lí do em viết đơn xin biết hình ảnh đáp án bài làm của em với đáp án mã đề của môn Pháp luật Việt Nam đại cương, mã môn SP1007. - Ngày thì 26/7 phòng 601 B4 Em mong được sự hồi đáp sớm từ phòng đào tạo. Em xin trân trọng cảm ơn.",
    "Cho em hỏi về chuẩn tiếng Anh sau mỗi năm học cho chương trình đại trà của K2019 ạ. Em có tìm trên trang aao.hcmut.edu.vn thì phần quy chế của phần này không xem được ạ. Em cảm ơn.",
    "Kính gửi. Hiện em đang ở Quảng Ngãi. Vùng dịch nên khó khăn trong việc di chuyển vào thành phố để tham gia học kì hè 193 . Em có về quê bằng phương tiện xe khách của nhà xe Chính Nghĩa khởi hành lúc 19h ngày 26/7 từ Sài Gòn về Quảng Ngãi, vì đi xe nên em nên lúc về em đến nơi, em đã thất lạc vé ạ nhưng em có chụp đoạn tin nhắn lúc em về có nhắn tin với bạn ạ. Kì này em có đăng kí môn học Triết học    (SP1031) . Mong nhà trường giúp em huỷ môn học này ạ. Em chân thành cảm ơn. Trân trọng.",
    "Học vụ       Xin chào,    Em tên là , mssv   Thầy cô cho em hỏi vấn đề như sau:  Lúc trước năm nhất em không đạt môn Giáo dục quốc phòng Trong học kì 201 nếu em hoàn tất Luận văn tốt nghiệp thì em hoàn thành toàn bộ các môn học để tốt nghiệp, chỉ trừ Giáo dục quốc phòng Em có đọc trong quy chế là cho phép bổ sung chứng chỉ Giáo dục quốc phòng sau thời hạn học tối đa (học kì 201 là học kì cuối cùng của em) Vậy em gửi thư này để hỏi lại là nếu em hoàn thành chứng chỉ Giáo dục quốc phòng vào tháng 2,3 năm 2021 là em được công nhận tốt nghiệp loại chính quy phải không ạ?    Em cảm ơn thầy cô!     trong,  ",
    "cho em hỏi là chương trình đào tạo kỹ năng của k19 bao gồm bao nhiêu tín chỉ ạ?",
    "Kính gửi Quý Thầy/Cô ạ, Em là , sinh viên chính quy chuyển sang VHVL. (MSSV: ) Em có học môn Nhập môn Kỹ thuật học kỳ vừa rồi (HK192), thầy cô có tổng kết điểm rùi mà em dò trên trang xem điểm VHVL của MyBK không có ạ. Thầy/Cô xem giúp em với ạ. Em cảm ơn Thầy/Cô.",
    "Em chào cô ạ.  Cô cho em hoi hè này đăng kí làm lại thẻ sinh viên được không cô . Em đăng kí tuần rồi mà chưa xử lý xong nữa .",
    "Em là sinh viên khoa Xây Dựng em có chuyển điểm anh văn vào ngày 31/7 và đã thanh toán lệ phí vậy điểm chuyển anh văn đó có được tính vào điểm trung bình tích lũy đó để tính phân ngành chưa ạ ? Em cảm ơn",
    "Dạ cho em hỏi là trong học kỳ chính, học kỳ dự thính, học kỳ hè thì sinh viên được đăng ký tối đa bao nhiêu tín chỉ ạ. Với lại khi đăng kí thực tập ngoài trường, thực tập tốt nghiệp và luận văn tốt nghiệp vào học kỳ chính thì có được đăng ký các môn khác không ạ và tối đa là bao nhiêu tín chỉ ạ. Em cảm ơn ạ!!!",
    "Hiện tại em chưa có chứng chỉ giáo dục quốc phòng, vậy bây giờ em đăng kí học giáo dục quốc phòng tại trung tâm giáo dục quốc phòng trường đại học Trần Đại Nghĩa, thì chứng chỉ do trường Trần Đại Nghĩa cấp có được Đại học Bách Khoa chấp nhận để xét tốt nghiệp không ạ?",
    "Chào bao giám hiệu nhà trường ạ, em xin rút môn thể dục ở kì hè này vì lí do em đang ở quê và quê em thuộc vùng dịch, vì lí do cộng đồng em ko thể vào lại thành phố để tiếp tục học được, em mong nhà trường cho em rút môn học này ( không phí) ạ. Em cảm ơn.",
    "Tên : Đỗ Nguyên Mssv :  Ngành : TTĐT Bảo Dưỡng Công Nghiệp Lí do : Dạ em chào ad ạ, tuần trước em có đăng ký tại phòng đào tạo để xét tốt nghiệp, phòng đào tạo có thông báo là khi nào nhận được mail chúc mừng thì mới lên MyBk đăng ký xét tốt nghiệp, nhưng đến bây giờ thì em vẫn chưa nhận được mail, mà hạn chót đăng ký xét tốt nghiệp là ngày 30/8, hiện tại em đã đủ điều kiện xét tốt nghiệp rồi ạ. Dạ mong ad xem xét giúp đỡ em ạ, em cám ơn ad nhiều ạ.",
    "Em là sinh viên khoa Xây Dựng em có chuyển điểm anh văn vào ngày 31/7 và đã thanh toán lệ phí vậy điểm chuyển anh văn đó có được tính vào điểm trung bình tích lũy đó để tính phân ngành chưa ạ ? Em cảm ơn",
    "Dạ cho em hỏi bằng nghề tin học em thi ở cấp 3 có tương đương với bằng ứng dụng CNTT cơ bản không ạ? Em cảm ơn ạ.",
    "Phiếu Đăng Ký Thu Nhận Lại",
    "Em chào Thầy/Cô ạ, Theo thông báo mới của trường thì bắt đầu từ k21 học phí của mỗi học kì sẽ tăng và dao động từ 20-25 triệu. Thầy/Cô cho em hỏi là học phí cho chương trình đào tạo thạc sĩ từ năm 2021 trở đi có thay đổi không ạ?  Em xin cảm ơn Thầy/Cô rất nhiều.",
    "Dạ cho em hỏi về học phí kì hè 193 sẽ thu vào thời gian hè luôn, hay là gộp chung với học phí kì 201 vậy ạ.Em xin chân thành cảm ơn.",
    "Cho em hỏi vô hk 201 em học môn được 1 2 tuần thì có thể rút môn không ạ",
    "Dạ em chào PĐT! Hiện tại em đã hoàn thành xong các môn học của chương trình k16 và trên mybk đã có điểm hết các môn nhưng chưa cập nhật điểm trung bình tích lũy. Bây giờ khi em in bảng điểm thì đã cập nhật điểm tích lũy cho em chưa? Bảng điểm in lúc này thể hiện điểm các môn theo từng kì học đăng kí với số môn tương ứng hay thể hiện 1 loạt và 1 lần các môn theo chương trình đào tạo ạ? Em cảm ơn PĐT! Em mong phản hồi sớm của PĐT!",
    "Kính gửi Phòng Đào tao, Sau khi nhận được điểm thi cuối kỳ trên MyBK môn Anh văn 1. Tôi thấy có sự khác biệt giữa năng lực làm bài thi với kết quả, như vậy thì tôi phải làm thế nào để có thể làm yêu cầu xem xét lại việc chấm bài này. Tôi xin cảm ơn!  Trân trọng, ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . hôm sáng ngày 28-7 em có đi thi ca sáng phòng 212B1 chung phòng với bạn toàn  người bị tình nghĩ F1 và trưa ngày 31 em được bệnh trường điện báo nghĩ thi môn xữ lý số tín hiệu vì em bị rơi vào tình trạng F 2 , phía dưới là min chứng lịch thi của em vào những ngày hôm đó mong Phòng đào tạo kiểm tra minh chứng của em để em có thể thi lại ah, và cho em hỏi thêm là tầm bao lâu trước khi thi thì em sẽ nhận được thông báo ah",
    "Dạ em kính chào thầy cô, Em tên là , MSSV . Thầy cô cho em hỏi là lịch nộp chứng chỉ ngoại ngữ 2 kỹ năng nói viết để xét tốt nghiệp vào tháng 11 năm nay hạn chót là khi nào vậy ạ . Em cảm ơn ạ.",
    "Cho em hỏi là em lỡ đăng kí nhầm môn vật lý 1 của học kì hè với mã môn học là 007001 là môn dành cho các anh chị khoá k13 về trước, không biết em có thể chuyển lớp hay rút môn được kh ạ ?",
    "Vấn đề là kì vừa rồi do tình hình covid-19 dẫn đến rút ngắn thời gian học nên em tập trung vào các môn chính đã đăng kí của lớp thường và không tham gia được các yếu cầu của câc môn tài năng đưa ra. Cho em hỏi có vì lý do đó mà em bị tước học bổng theo quy định \"Tất cả các môn trong học kỳ chính đều đạt: Điểm tổng kết ≥ 5,0 (không tính điểm thi lần 2 nếu có); Điểm hoãn thi HT và vắng thi có phép VP được tính là chưa đạt; Không tính điểm học kỳ dự thính.\" không ạ? Em xin cảm ơn.   i  .",
    "ng ký thu nhận lại",
    "dạ thầy/cô cho em hỏi rằng em đăng ký  môn học nhưng chưa được cập nhật thời khóa biểu là 2 môn hóa đại cương (CH1003) và giải tích 2(MT1005)   em xin phòng đào tạo cập nhật cho em ạ",
    "Dạ,em là ,sinh viên Khoa Điện,chuyên ngành tự động.Cho em hỏi là khi em rớt môn tự chọn thì em đăng kí học môn tự chọn khác cho đủ yêu cầu số tín chỉ ở các nhóm môn tự chọn mà không học lại môn tự chọn em đã rớt. Vậy thì khi ra trường,điểm của môn tự chọn em đã rớt có tính vào điểm trung bình của em khi ra trường hay không ạ.Em cảm ơn.",
    "Em là Vương Triệu Tước. Mssv:.Em là sinh viên hệ CQ có đăng ký chuyển sang hệ VHVL vào tháng 7/2020. Vào ngày 21/7/2020, em có hoàn tất việc nộp hồ sơ cho trường và được cấp giấy hoàn thành thủ tục nhập học và chứng nhận sinh viên tạm thời có giá trị trong vòng 30 ngày. Sau đó, em có thực hiện các bước kích hoạt tài khoản mạng BKNETID. Vậy em đã là sinh viên chính thức chưa ? Nếu chưa , em cần thực hiện thêm những bước gì để là sinh viên chính thức? Em cảm ơn quý thầy cô nhiều",
    "Xin phép gửi minh chứng vắng thi môn xử lý số tín hiệu ( hình ảnh đính kèm bên dưới)  ",
    "Cho em hỏi là em đăng ký môn giải tích 2 vào học kì 3 năm 2 thì học kì 1 năm 3 có được đăng kí môn không ạ vì học kì 2 năm nhất em không đăng kí môn đó",
    "phòng đào tạo cho em hỏi là năm nhất em không đăng ký môn gdtc nào cả mà năm 2 em đăng ký mỗi học kỳ tính luôn kỳ hè 203 thì học kì 1 năm 3 em có được đăng ký môn không ạ",
    "Kính gửi văn phòng đào tạo bộ phận quét bài -Họ tên:  mã lớp: TT01 MSSV  -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007 -Lí do em viết đơn xin biết hình ảnh đáp án bài làm của em với đáp án mã đề của môn Pháp luật Việt Nam đại cương, mã môn SP1007. - Ngày thi 26/7 phòng 601 B4 - Giáo viên bộ môn bảo em liên hệ với bộ phận chấm bài ạ - hình được đính kèm bên dưới Em mong được sự hồi đáp sớm từ phòng đào tạo. Em xin trân trọng cảm ơn.",
    "Em là   Mssv:   Khoa cơ khí  E có đăng kí học hè 2 môn là Đại số tuyến tính và Anh văn cơ bản . E có về quê (Quảng Ngãi) chơi vài hôm thì dịch bùng phát trở lại nên hiện tại em không thể vào lại thành phố để tham gia lớp học đã đăng kí được ạ ( Di chuyển trong thời gian này thật sự nguy hiểm). Hiện tại thì em vẫn có thể tham gia lớp học đại số tuyến tính online, nhưng Anh văn cơ bản thì e k thể nào tham gia lớp trên trường được ạ.  Như em được biết thì sắp thi giữa kì r nhưng tình hình còn đang phức tạp như này thì e vẫn có chút lo lắng khi di chuyển ạ. E đã định rút môn học thì trường có thông báo về việc rút môn học( có tính phí). Em mong nhà trường có thể hỗ trợ em rút môn không tính phí trong thời gian dịch bệnh này được không ạ. Em hi vọng nhà trường thể trả lời em sớm nhất có thể để em có những lựa chọn cho bản thân, vì kì thi cũng đến gần rồi ạ. Em xin chân thành cảm ơn!",
    "Kính gửi văn phòng đào tạo bộ phận quét bài -Họ tên:  mã lớp: TT01 MSSV  -Tên môn học Pháp luật Việt Nam đại cương, Mã môn học: SP1007 -Lí do em viết đơn xin biết hình ảnh đáp án bài làm của em với đáp án mã đề của môn Pháp luật Việt Nam đại cương, mã môn SP1007. - Ngày thi 26/7 phòng 601 B4 - Giáo viên bộ môn bảo em liên hệ với bộ phận chấm bài ạ - hình được đính kèm bên dưới Em mong được sự hồi đáp sớm từ phòng đào tạo. Em xin trân trọng cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em là  MSSV  có học môn Các quá trình chế tạo ME 3009 lớp L04. Theo bảng điểm trên MyBK em có điểm BT: 8.5, BTL: 9, TN: 6.5 và thi 9. Tỉ lệ đánh giá của môn học này như sau:  BT + chuyên cần + thuyết trình BTL: 45% Thí nghiệm.                       : 5%  Thi.                              : 50% Và như vậy em tính được điểm của mình là 8.76, làm tròn là 9.0. Vậy sao điểm tổng kết môn này của em là 8.5 ạ? Mong Phỏng Đào tạo giải thích giúp em . Em xin cảm ơn.",
    "Dạ thưa thầy cô Theo quy định của nhà trường, nếu hết năm nhất mà sinh viên không đạt đủ 28 tín chỉ sẽ không được phép đăng ký học những môn có mã 2xxx cho học kỳ 201. Ở đợt đăng ký môn cho hk 201 vừa rồi. Em có đăng ký 3 môn có mã 2xxx. Cho em hỏi em có được học 3 môn đã đăng ký này ở kỳ 201 không ạ ?  Em muốn biết để thời gian hè này em học trước ạ  Em cảm ơn thầy cô",
    "Thầy (cô) ơi! Cho em hỏi là khi nào phòng đào tạo cập nhật điểm trung bình tích lũy cả năm học trong mục bảng điểm ạ! Vì khoa em hạn chót nộp giấy phần ngành vào 18/8 mà trên bảng điểm vẫn chưa có điểm trung bình để ghi vào ạ! Em xin chân thành cảm ơn.",
    "Em tên là  mssv  - HK192 Vừa rồi em có đăng ký môn anh văn 3 vì lo kết quả không tốt nên HK193 này em đã đăng ký thêm anh văn 3 mã môn học là 003003.Mới đây em đã có kết quả và qua được môn nên em muốn rút môn anh văn 3 (mã MH: 003003 nhóm DT01 ). - Em kính thầy cô tạo điều kiện cho em. Em xin chân thành cảm ơn ạ.",
    "Dạ cho em hỏi. Vừa rồi em có đăng kí học dự thính hè,và trường thì vẫn cho học trực tiếp nhưng em về quê vài ngày thì dịch Covid-19 bùng phát ( quê em ở Quảng Ngãi ),em vô phải cách li 15 ngày, giờ em phải làm sao ạ?  Em cảm ơn",
    "Dạ em chào Thầy/Cô ạ, Dạ em học khoa Kĩ thuật hoá học, Thầy/Cô cho em hỏi em đăng kí học môn Quá trình thiết bị cơ học (CH2019) là môn tương đương với môn Quá trình Kĩ thuật Sinh học 1 (CH2015), vậy em có cần làm đơn xin xác nhận 2 môn này tương đương để nộp cho phòng đào tạo không ạ?  Dạ em cảm ơn nhiều ạ.",
    "NGOẠI NGỮ . Dạ, em được biết mức chuẩn mới quy đổichứng chỉ ngoại ngữ cho các môn tiếng anh  sẽ áp dụng vào học kỳ 201 (cao hơn chuẩn cũ 100 điểm). Vậy em xin hỏi, thời điểm áp dụng được tính là thời điểm sinh viên đăng ký chuyển điểm (online), hay là thời điểm phòng đào tạo xét chuyển ? Em được biết học kỳ mới của hệ chính quy là 21/09, có đúng không ạ, vì em chưa thấy công bố ạ  ? Bởi vì khả năng tiếng anh của em rất thấp nên em muốn được đổi bằng chuẩn cũ , cộng với em chỉ đủ tiền thi 1 lần, nên em muốn thi vào thời gian sát với hạn cuối nhất để ôn cho đảm bảo nên biết chính xác thời điểm áp dụng rất quan trọng với em ạ . Em xin cám ơn quý Thầy Cô nhiều ! Lê Toàn; 1414044; QL14KD 0988320416",
    "Em là  MSSV  sinh viên khóa liên thông cơ khí K18 từ cao đẳng Bảo dưỡng CN, em muốn hỏi về việc điểm miễn môn từ hệ cao đẳng lên thì là điểm 12 và không tính vào điểm tb tích lũy , nhưng em có tính lại và trên bảng điểm miễn của em có 18 chỉ ở cao đẳng (có điểm tổng kết) vẫn tính vào trung bình tích lũy hiện tại của em, làm trung bình tích lũy hiện tại bị kéo xuống rất nhiều,em có tham khảo điểm của mấy bạn khác thì miễn vẫn để điểm 12 và không tính vào điểm trung bình tích lũy .mong PDT có thể giải đáp thắc mắc dùm em , và em cần phải làm gì ạ , em cám ơn rất nhiều.",
    "Cho em hỏi về việc nộp chứng chỉ toeic, em đã nộp online, em có cần phải đem chứng chỉ đến pdt để xác nhận không ạ? Em cám ơn",
    "Chào Cô  Cô có thể kiểm tra giúp em danh sách kí tên bài kiểm tra cuối kì đồ án nền móng (CI3197) Hôm đấy em có đi thi và nhớ là có kí tên rồi Nhưng khi ra bảng điểm lại bị điểm 13 ạ Mong nhận được sự phản hồi sớm từ Cô  Em cảm ơn Cô nhiều",
    "Em chào các cô ạ ! Dạ em đăng kí in lại thẻ sinh viên từ ngày 7/8 tới hôm nay 14/8 vẫn chưa thông báo có thẻ , em đang cần gấp thẻ ạ , mong các cô xem xét giúp em , em cảm ơn các cô ạ!",
    "Cho em hỏi về việc rút môn học học kì 193 ạ.Do tuần vừa rồi nhà có việc nên mới tới sài gòn tuần này để đi học học kì và học kì trước em học không ổn cho môn mở đầu nên học kì 193 đăng kí môn cao hơn em sợ học không nổi thì không biết mình có được rút môn học không tính phí không ạ.",
    "Em chào thầy (cô) Em viên viên khoá k14. Điều kiện tốt nghiệp toeic 450. Em nộp bằng VNU-ETP b1.3 có đủ điều kiện tốt nghiệp không ạ.",
    "Cho em hỏi một số môn cơ sở ngành bị đổi hoặc bỏ trong chương trình đào tạo của k18 so với k19, trong đó có vài môn k18 bắt buột học nhưng k19 thì không có, và nếu làm đơn xin mở lớp không đủ số lượng thì sao ạ . Em cảm ơn.",
    "Kính thưa thầy cô, Em đã nhận được phản hồi, nhưng trang mybk của em vẫn ghi ngành xây dựng  Mong thầy cô xem lại giúp em Em xin cảm ơn.",
    "Chào Cô  Em là  Mssv:  nhóm A14-A  Cô có thể kiểm tra giúp em danh sách kí tên của Thầy  môn đồ án nền móng(CI3197) tên em đã kí chưa ạ Em có đi kiểm tra và nhớ đã kí rồi nhưng khi ra bảng điểm lại bị điểm 13 ạ Mong Cô kiểm tra và phản hổi sớm giúp em ạ  Em cảm ơn Cô nhiều",
    "Em có 2 thắc mắc nhờ phòng đào tạo giải đáp 1)Có thể đăng ký 10 tín chỉ vào kỳ chính ( 201 ) rồi đăng ký thêm 4 tín chỉ cũng vào kỳ dự thính  cùng học kỳ ( 201 ) luôn thì có vi phạm quy chế không  2)Một số môn nhóm tự chọn A,B  / tự chọn tự do theo kế hoạch giảng dạy thì  được xếp ở học kỳ 6,7 , nhưng nếu em đăng ký học những môn này ở học kỳ 3,4,5 ( hoặc dự thính nếu có mở lớp ) thì có được không . Em cảm ơn.",
    "Chào thầy cô, Em tên là , mssv . Lúc trước ở năm nhất em không đạt môn Giáo dục quốc phòng. Vào học kì 201 em sẽ làm Luận văn tốt nghiệp. Em đang có dự định sẽ học lại môn GDQP vào đầu tháng 10-2020 hoặc tháng 3-2021. Vậy thầy cô cho em hỏi nếu em đăng ký học vào tháng 10-2020 thì có được phép không? Và nếu được thì em có cần đăng ký môn học GDQP cho học kì 201 không? Em cảm ơn thầy cô! Trân trọng, ",
    "Dạ xin chào ạ! Hôm qua PĐT có mail là sau 5h chiều cập nhật thời khóa biểu nhưng sao tới bây giờ vẫn chưa có ạ.Vậy là khi nào thời khóa biểu của em  mới được cập nhật ạ? Với khóa học trên e learning khi nào của em mới được cập nhật ạ? Lớp MT2013 DT01 mà em chuyển mã đã lập danh sách BTL rồi nhưng mong phòng đào tạo giải quyết nhanh giúp em ạ!",
    "Dạ thưa thầy/cô em tên là . MSSV:.Sinh viên khoa Khoa Học Máy Tính. Cho em hỏi các môn tự chọn tự do trong kế hoạch giảng dạy thì mình được đăng ký môn nào ạ? Em xin cảm ơn. ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Cho em hỏi là nếu môn đk học lại thì lấy kq cao hơn hay sao ạ. Còn với trường hợp đăng kí học lại rớt thì sao ạ.",
    "Xin chào, Em muốn hỏi rằng trong cột điểm, nếu điểm quiz (điểm bài tập) của em chỉ được 2.5 trong khi những mục khác như giữa kì, cuối kì, bài tập lớn, trung bình đều trên 5 thì em có bị đánh liệt và rớt môn không ạ.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TP. HCM Dạ em có nhận được thông báo của Ban chỉ huy quân sự địa phương về việc nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự trước ngày 20/08/2020. Cho em hỏi là em muốn nhận gấp giấy xác nhận sinh viên để nộp cho ban chỉ huy quân sự địa phương thì làm thế nào ạ? Em xin cảm ơn ạ.",
    "Dạ cho em hỏi nộp bằng Toeic để chuyển điểm là nộp lúc nào cũng được hay phải theo đợt của nhà trường ạ?   i ",
    "Kính gửi phòng Đào tạo, Cho em hỏi khi nào phòng Đào tạo tổ chức kỳ thi kiểm tra tiếng anh định kỳ vậy ạ? Em xin cảm ơn! Trân trọng, Phan Từ A",
    "Kính gửi phòng Đào tạo, Em xin chào quý thầy cô! Cho em hỏi \"Phụ lục 3:Quy định về kỹ năng ứng dụng Công nghệ thông tin\" trong QUY CHẾ ,  ĐẲNG được áp dụng cho khóa nào vậy ạ? Em xin cảm ơn! Chúc quý thầy cô sức khỏe và làm việc tốt! Trân trọng, ",
    "Chào thầy/cô, Em là  mssv . Hôm trước em có gửi mail hỏi thầy  về vấn đề thiếu 1-3 tín chỉ tích lũy để đăng ký môn năm 3 và thầy nói em có thể lên Phòng Đào tạo để làm đơn để có thể giữ lại các môn năm 3 đã đăng kí ở đợt 1 ạ. Thầy/cô cho em hỏi khi lên làm đơn có cần giấy tờ gì không ạ? Rất mong sự hướng dẫn từ thầy/cô. Em chân thành cảm ơn!",
    "Pđt giúp em xoá môn:  CI4055 - Thiết kế đường 2   CI4061 - T/nghiệm &vl xd đườngôtô để đăng kí môn: CI4039 - Thiết kế cầu 2  CI4067 - Động lực học kết cấu có được k ạ, tại vì em muốn đk lúc này để trường sắp xếp lịch phù hợp cho em, nếu đợi đợt 2 em sợ sẽ bị trùng lịch k đổi môn được, em cám ơn pdt .",
    "Học vụ     Kính thưa Quí Thầy/Cô  Em được biết là do tình hình của dịch bệnh COVID nên Trường đã miễn xét chuẩn AV đăng kí môn học của HK193 và HK201 Nhưng trên lịch Học vụ của Trường thì lại có đợt đăng kí chuyển điểm AV cho đợt hiệu chỉnh ĐKMH HK201 Vậy nếu trước đó em chưa đủ chuẩn AV cho HK201 thì có được xét duyệt ĐKMH và được học các môn mà cần chuẩn AV cho năm sau không ạ?  Mong Quí Thầy/Cô giải đáp giúp em   Em xin chân thành cảm ơn!     ",
    "Cho em hỏi là điểm rèn luyện sinh viên tự đánh giá là bao nhiêu thì sẽ lấy bấy nhiêu hay do phía nhà trường chấm ạ.",
    "Em xin rút môn học EE2021 cơ sở điện tử công suất . Lý do: em đăng ký nhằm ạ",
    "Dạ chào Thầy/Cô. Em có vấn đề cần được giúp đỡ. Em là sinh viên khóa 15 khoa Xây Dựng. Kì vừa rồi em không đủ điều kiện đăng kí môn luận văn tốt nghiệp vì thiếu chứng chỉ toiec. Nhưng trong kì đó em có liên hệ với giáo viên hướng dẫn và đã làm xong môn luận văn tốt nghiệp (em có thể xin xác nhận của giáo viên hướng dẫn). Và giờ em mới có chứng chỉ toiec. Vậy ho em hỏi có cách nào để em có thể bảo vệ luận văn tốt nghiệp vào đợt bổ sung tháng 9 này luôn được không ạ. Vì nếu chọn đợt sau thì còn quá lâu, mà trong tình hình dịch bệnh này em cũng muốn ra trường sớm để bớt gánh nặng cho gia đình . Em xin chân thành cảm ơn!",
    "Thầy cô cho em hỏi với ạ. Em đã đủ điều kiện xét tốt nghiệp nhưng em không đăng ký tốt nghiệp được ở mục Đăng ký tốt nghiệp đó ạ. Mong thầy cô phản hồi giúp em nguyên nhân với ạ.",
    "Cho em hỏi dưới 56 chỉ thì có đăng ký có được đăng kí môn năm 3 không ạ. 2. Dạ em bị trễ anh văn chưa học những môn năm 2 mà mấy môn đó bị đổi mã ngành thì sao đăng ký lại được ạ.",
    "em vừa rồi đã đăng kí môn anh văn 3 do em nghĩ sẽ ko qua môn được, nhưng khi có điểm em biết mình đã qua môn bây giờ em phải làm sao để chuyển môn anh văn 3 thành anh văn 4 ạ ",
    "Cho em hỏi trường mình khi nào phát giấy tạm hoãn nghĩa vụ quân sự ạ? Địa phương em đang đòi.  .",
    "Kính gửi:phòng đạo tạo Em tên:  mssv:  trung tâm đào tạo BDCN Lúc trước do chưa biết kết quả thi av3 và av4 nên em có đăng kí kỳ hè . Nhung giờ có kết quả rồi và em cũng qua môn hết rồi. Nên em muốn nhờ phòng đào tạo chỉ cách để em rút môn học . Mong phòng đào tạo giúp đỡ Em xin chân thành cảm ơn.",
    "Kính gửi nhà trường, Em là   Mssv:   Khoa cơ khí  E có đăng kí học hè 2 môn là Đại số tuyến tính (MT1007) và Anh văn cơ bản (LA1001). E có về quê (Quảng Ngãi) chơi vài hôm thì dịch bùng phát trở lại nên hiện tại em không thể vào lại thành phố để tham gia lớp học đã đăng kí được ạ ( Di chuyển trong thời gian này thật sự nguy hiểm). Hiện tại thì em vẫn có thể tham gia lớp học đại số tuyến tính online, nhưng Anh văn cơ bản thì e k thể nào tham gia lớp trên trường được ạ.  Như em được biết thì sắp thi giữa kì r nhưng tình hình còn đang phức tạp như này thì e vẫn có chút lo lắng khi di chuyển ạ. E đã định rút môn học thì trường có thông báo về việc rút môn học( có tính phí). Em mong nhà trường có thể hỗ trợ em rút môn không tính phí trong thời gian dịch bệnh này được không ạ. Em hi vọng nhà trường có thể trả lời em sớm nhất để em có những lựa chọn cho bản thân, vì kì thi cũng đến gần rồi ạ. Em xin chân thành cảm ơn! Dưới đây kèm theo là vé tàu em đặt online về quê ngày 27/7/2020, và đó cũng là thời gian dịch bệnh bùng phát trở lại nên em đã ở nhà từ đó đến nay. Em cảm ơn ạ!",
    "Xin chào phòng đào tạo ạ, em có đăng kí môn học SP1033 Kinh tế chính trị mác lenin từ hồi đợt đầu đăng kí dự thính hè, nhưng cho đến giờ em vẫn không được nhận thời khoá biểu ạ, vậy giờ em phải rút môn vẫn đóng tiền hay có cách nào khác để rút môn không ạ. Em cám ơn nhiều",
    "Làm sao để tra cứu được đề cương các môn học thuộc khoa của mình ạ? (Em khoa Đ-ĐT)",
    "Em kính chào phòng đào tạo . Vì sơ suất không theo dõi gmail và không kịp đăng kí môn học cho học kì chính đợt 1 từ ngày 22/7-29/7 vừa qua . Em xin được hỏi em còn có thể đăng kí môn cho học kì 1 năm sau không ạ? Và nếu được thì bằng cách nào ạ? Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là theo quy chế bổ sung của phòng đào tạo mục \"Điều chỉnh quy chế quy chế đào tạo và học vụ từ  từ học kỳ 2/2017-2018 (về môn Thực tập tốt nghiệp, Đề cương luận văn, Luận văn tốt nghiệp)\" thì em được phép đăng ký môn Thực tập tốt nghiệp và Đề cương luận văn vào học kỳ chính học kỳ 2, đồng thời được đăng ký thêm 10 tín chỉ các môn khác cùng với học kỳ chính đăng ký thực tập tốt nghiệp và sẽ được đi thực tập vào học kỳ chính học kỳ 2 đúng không ạ, hay phải liên hệ với khoa để đăng ký môn Thực tập tốt nghiệp vào học kỳ chính học kỳ 2 ạ.",
    "Em có giấy chứng nhận nghề phổ thông tin học, em có thể nộp thay cho chứng chỉ tin học cơ bản được không ạ",
    "Kính gửi PĐT, Cho em hỏi là điểm chuẩn anh văn xét các năm đã có hiệu lực lại vào học kỳ 201 chưa ạ? Em cảm ơn. Thân.",
    "Cô ơi cho em hỏi ạ, Em đọc quy chế thì nếu điểm TBHK gần nhất nếu không trên 7.5 thì bị loại ra khỏi kstn Vậy trong đó có tính học kì hè không cô. Em mong cô giải đáp thắc mắc cho em Em xin cám ơn ạ.",
    "Kính gửi Ban tư vấn hỗ trợ trực tuyến ĐH Bách Khoa TPHCM,    Em là , mssv:     Em có một thắc mắc về vấn đề xếp lớp anh văn như sau, kính mong nhà trường có thể giải đáp    Vấn đề là vào kỳ thi kiểm tra chuẩn anh văn đầu vào của trường vào đầu năm nhất, em thi được kết quả 445đ TOEIC, nghĩa là khi được xếp lớp anh văn thì em sẽ học môn Anh văn 3 Thế nhưng em đã đăng ký không xếp lớp anh văn do trường sắp xếp Vào đầu năm 2 (học kỳ 191), em có tham gia thi kiểm tra năng lực anh văn để xét chuẩn sau mỗi năm và đạt được 490đ TOEIC Và hiện nay em có nguyện vọng đăng ký học các môn anh văn do trường mở lớp vào học kỳ 201 Vậy em xin hỏi em có thể đăng ký môn Anh văn 4 được không ạ, vì theo điều kiện đăng ký môn học để đăng ký được Anh văn 4 em phải học môn Anh văn 3 trước, nhưng điểm TOEIC chuẩn sau mỗi năm của em hiện tại là 490đ (tương ứng với mức anh văn 4)    Rất mong nhận được sự giải đáp từ phía nhà trường ạ Em xin chân thành cảm ơn    Kính thư,  Quốc Thiện ",
    "Mã môn học : AS1003 Tên môn học : Cơ lý thuyết Nhóm : CC01",
    "Xin chào! Mình là sinh viên k19, mình đã đăng kí phúc tra bài thi GIẢI TÍCH 2 từ ngày 5/8/2020 đến nay đã 10 ngày mà vẫn chưa có kết quả. Mình muốn hỏi là khi nào mình mới nhận được kết quả phúc tra vậy ạ, vì ngày 18/8/2020 khoa mình phân ngành nên mình cần kết quả sớm. Rất mong nhận được phản hồi. Cảm ơn. Nguyễn Thị Anh Thư",
    "Dạ em chào thầy/cô dạ cho em hỏi nếu bây giờ em không đủ điểm tiếng anh để nộp trước kỳ đăng ký luận văn bổ sung thì em có thể xin giáo viên hướng dẫn làm rồi trước khi báo cáo em xin giấy xác nhận phần trăm luận văn đã làm  của giáo viên hướng dẫn và nộp chứng chỉ anh văn để được  tham gia báo cáo luận văn không ạ. Mong sớm nhận được phản hồi từ thầy cô em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô. Em có một thắc mắc về cách tính chuyển điểm anh văn ạ.   Em muốn hỏi là bây giờ em đăng ký chuyển điểm anh văn thì điểm quy đổi sẽ áp dụng bảng quy đổi nào ạ. Vì em xem trên trang web www.aao.hcmut.edu.vn thì thấy có 1 bảng quy đổi từ ngày 7/5/2019 và trong mục quy chế từ hk192 lại có sự thay đổi bảng quy đổi. Trong khi, em chọn chuyển điểm ở mybk thì điểm được tính theo bảng quy đổi 7/5/2019.   Em xin đính kèm hình bên dưới ạ.   Mong quý thầy/cô sớm phản hồi giúp em ạ. Em xin chân thành cảm ơn",
    "Cho em hỏi điểm học kỳ 192 khi nào mới cập nhật điểm trung bình học kì và điểm trung bình tích lũy ngành ạ??   i  .",
    "Hi admin, Em là  mssv 8 sinh viên khoa Điện-Điện tử K13. Cho em hỏi là kỳ này em rớt luận văn tốt nghiệp thì kỳ sau em có được đăng ký lại môn này ở hệ chính quy không? hay đã hết thời gian học tại trường ạ? Em xin cảm ơn,",
    "Chào Cô, Hiện tại em đã đăng kí chuyển điểm Anh Văn ngày 14/08/2020 nhưng hệ thống BKPAY lại BỊ LỖI, cho em hỏi khi nào hệ thống hoạt động và thanh toán sau 19/08/2020 thì em còn áp dụng bảng điểm cho HK193 không??? Em cám ơn.",
    "Kính gửi . Dạ cho em hỏi giải  quyết rút môn học hè 193 bao giờ thì hết hạn ạ!  Em xin cảm ơn.",
    "Cho em hỏi là giờ em đã chuyển điểm anh văn rồi, nhưng nếu sau này em thi bằng anh văn khác cao điểm hơn nộp vô thì điểm TBTL ngành có cập nhật điểm anh văn mới không ạ",
    "Em xin được rút môn sau đây: Mã: PE1025, tên: Điền kinh, nhóm: DT01, Ngày KT: 6/9 Cảm ơn thầy/cô.",
    "Thưa thầy cô, em có đăng kí môn Nhập môn lập trình (CO1003) ở học kì 192, đã thi xong nhưng tới nay trong bảng điểm vẫn là CH . Cho  hỏi là tới nay nhà trường vẫn chưa nhập điểm môn này, hay là em đã bị sót rồi ạ ? Em cám ơn ạ.",
    "Dạ cho em hỏi là đối với sv k19. Sau học kỳ 201 hay 202 là phải nộp bằng toeic 450 (av3) ạ.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Thưa PĐT! Thầy cô cho em hỏi nếu môn cơ sở ngành đăng kí học ở kỳ hè 193 này (do trễ nên học lần đầu). Nếu chẳng may em không qua được môn này thì có tính là môn học trước không? Em được biết thì môn rớt ở kỳ hè sẽ bị xóa. Mong thầy cô giải đáp.",
    "Em chào Thầy/Cô PĐT! Em tên là Nguyễn Quang Khương-1711833. Thầy/Cô cho em hỏi là điểm TBHK và TBTL của HK192 vừa rồi khi nào cập nhật vậy ạ. Hiện tại bảng điểm của em trên MyBK đã đầy đủ các điểm thành phần. Do em cần bảng điểm có TBHK và TBTL của học kỳ này để bổ sung cho hồ sơ xin học bổng. Hồ sơ này có hạn chót vào ngày 21/08/2020. Em hy vọng Thầy/Cô PĐT có thể cập nhật điểm TBHK và TBTL của HK192 để em có thể sớm in và nộp hồ sơ đúng hạn ạ. Em xin cảm ơn ạ!",
    "Em xin chào thầy cô Phòng đào tạo ạ. Em là  - , lớp HC16KTTP. Em đang theo học chương trình Kỹ sư tài năng Bộ môn Công nghệ thực phẩm. Năm 2019 Phòng đào tạo có đổi quy định là môn học tiên quyết nếu điểm trung bình thấp hơn 7,5 sẽ bị ra khỏi chương trình tài năng. Môn Công nghệ lên men là môn chính của em và môn này điểm trung bình của em thấp hơn 7,5. Theo quy định thì em sẽ bị ra khỏi chương trình, nhưng em không nghe thông báo hay giáo viên chủ nhiệm nói ạ. Em muốn xin Phòng đào tạo xác nhận giúp em là em còn trong chương trình tài năng hay không ạ. Do nếu không còn trong tài năng thì điểm thi Toeic speaking & writing của em đủ để xét tốt nghiệp ạ. Em cảm ơn thầy cô đã xem tin nhắn của em ạ !",
    "Dạ thưa em đc miễn môn av2 nhưng đã lỡ đăng kí môn và bị điểm 13. Vậy thì điểm tbhk của em có tính môn đó ko ạ?. Em xin cảm ơn",
    "Kính gửi nhà trường, Em là , MSSV: , Khoa Cơ Khí. Hiện em đã bảo vệ xong LVTN (hoàn thành tất cả các môn học trên trường), Em chỉ thiếu tiếng anh (nói viết) và 1 ngày CTXH để xét tốt nghiệp. Nhưng hạn xét tốt nghiệp trên MyBK lại ghi là 30/8, và phải chuyển sang tài khoản cựu sinh viên trước khi xét tốt nghiệp. Vậy nếu em còn thiếu 2 điều kiện trên (e sẽ hoàn thành trong tháng 9), thì em có vẫn chuyển sang tài khoản cựu sinh viên để xét tốt nghiệp được ko ạ? Nếu vậy có ảnh hưởng đến CTXH và nộp bằng Tiếng Anh không ạ?  Trong thời điểm dịch COVID19 này, nhà trường có dời thời gian xét tốt nghiệp không để sinh viên kịp hoàn thành các chỉ tiêu không ạ? Nếu sinh viên không kịp đăng kí xét tốt nghiệp trước 30/8 thì có được cập nhập lại không ạ? hay phải dời sang năm sau tốt nghiệp ạ? Và lễ tốt nghiệp năm nay sẽ tổ chức vào thời gian nào ạ. Em chân thành cảm ơn! Trân trọng,  ",
    "Kính gởi quý thầy/ cô phòng đào tạo, Em tên là , MSSV , khoa Kỹ thuật Hóa học, hiện đang học lớp pháp luật đại cương Việt Nam nhóm DT07 của thầy . Vào ngày 26/08/2020 sắp tới phòng đào tạo có xếp lịch thi giữa kì cho em, tuy nhiên, hiện nay do thông báo đột xuất bên khoa đổi em đi thực tập ở công ty chế biến cao su tại Bình Phước từ ngày 21/08/2020 đến ngày 31/08/2020 (Trước đó là ở TpHCM) nên em không thể tham dự kì thi như dự kiến. Kính mong phòng đào tạo xem xét và cho phép em dời lịch thi/ thi bổ sung sau khi em đi thực tập về để em có thể yên tâm hoàn thành tốt kì thực tập của mình. Nếu được xin quý thầy/ cô hướng dẫn giúp em làm cách nào để có thể dời lịch thi/ thi bổ sung ạ. Em xin chân thành cảm ơn.",
    "Thân chào ad ! Mình là sinh viên k19. Mình có một số thắc mắc về đào tào song ngành của trường mình. Mong ad giúp đỡ.( Cụ thể là học thêm một ngành của khoa khác có bị giới hạn điểm đầu vào ban đầu? Khi nào được phép học song ngành, Nếu được học thì những môn đại cương được miễn? Phần này có đi dự buổi đầu mà không nhớ mong ad đừng mắng mình, Học song ngành mà 1 trong 2 ngành khác khoa của mk chọn không tốt nghiệp được, thì ngành còn lại có được tốt nghiệp không.) Sự thật là mình có đam mê với một ngành cuả khoa khác nhưng không đủ điểm, nhưng ngành này mk mà nghỉ thì  bame từ :((, mình thắc mắc bây nhiêu mng ad rep sớm.",
    "Chào thầy, cho em hỏi là em sẽ đăng kí làm luận văn tốt nghiệp vào học kì 202. Phòng đào tạo có thể cho em hỏi hạn chót để em có thể nộp chứng chỉ ngoại ngữ để xét đăng kí làm luận văn tốt nghiệp là vào tháng mấy không ạ. Em chân thành cảm ơn .",
    "Cho em hỏi là em mới bảo lưu học kì 2 của học kì 191 nhưng em mới năm nhất phải phân ngành thì em có phải nộp đơn phân ngành không ạ?",
    "Em là SV CLC K17 ngành KT Xây dựng Em có dự định đăng ký môn học \"Kỹ thuật thi công\" CI3043 vào học kì 201 sắp tới . Em có thể được đăng ký môn học này của hệ đại trà hoặc của hệ Văn Bằng 2 được không ạ ?  Em xin cảm ơn ."
]