[
    "Dạ cho e hỏi thực tập ở ngoài thì e cần làm những yêu cầu như thế nào ạ ?",
    "Dạ thưa thầy cô chuyện là do bữa giờ em ở ktx dọn về quê trễ nên em đã lỡ  quên đăng kí môn học cho học kỳ này ạ, thầy cô cho em xin lỗi về sự trễ hạn này ạ! Em kính mong thầy cô cho em xin đkí vào lớp học với ạ:  - Môn Hóa: CH1003- mã lớp: CC01  Em cảm ơn thầy cô và xin thầy cô cho em xin lỗi về sự bất tiện này ạ!!   Em tên  - mssv: ",
    "Em chào thầy/ cô. Em là  MSSV . Em có 2 vấn đề mong thầy/cô hỗ trợ em. Vấn đề 1: Vì chủ quan, em chờ lương vào hạn cuối đóng học phí nhưng lại không được thanh toán lương , cũng do không chuẩn bị trước nên đã bị trễ học phí đến hôm nay là 6 ngày. Mong thầy cô có thể hỗ trợ để em được đóng học phí cũng như đăng kí môn cho kì sau bình thường. Em xin hứa sẽ không tái diễn tình trạng này Vấn đề 2: Em có nhận được mail thông báo nhận biên lai học phí kì 1 nhưng khi lên kiểm tra em chỉ thấy có biên lai đợt 1 mà không có đợt 2. Vì phải cung cấp biên lai cho quỹ học bổng nên mong thầy cô xem lại và cập nhật sớm giúp em ạ",
    "Em chào Thầy/Cô Em tên: Nguyễn Đăng Minh Khai  MSSV: 2133057 Sinh viên ngành Bảo Dưỡng Công Nghiệp. Trước khi nhập học trường có gửi mail là cam kết học chung với hệ chính quy nhưng khi em đăng kí môn thì lại không cho đăng kí và ghi bạn không thuộc loại hình đào tạo này. Mong Thầy/Cô sửa lỗi này và mở lại đăng kí môn để chúng em được đăng kí môn học với ạ. Em xin chân thành cảm ơn Thầy/Cô.",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: . Do lịch thực tập thay đổi nên em có thời gian trống một số buổi và học kỳ sau em học khá nhiều. Vì vậy em mong Phòng đào tạo có thể tăng sĩ số  lớp môn học Pháp luật Việt Nam đại cương, nhóm lớp: DTQ1, tiết 2-3-4-5, thứ Sáu. Em chân thành cảm ơn.",
    "Dạ em rất xin lỗi do em chủ quan nên đã không kiểm tra lại kết quả đăng ký môn học đợt 2 nên môn thực tập này của em bị hủy sau đó được mở lại nhưng em đã không dăng ký kịp thời gian.  Vì vậy em rất mong phòng đào tạo giúp em được đăng ký môn hoc CH2087 Thực tập quá trình và thiết bị trong học kỳ hè 203 này .  Em xin chân thành cảm ơn và xin lỗi vì sơ suất của em mà phải làm phiền phòng đào tạo.",
    "Chào cô(thầy) ạ Em tên , lớp QL1903, em có trễ deadline xoá môn học dự thính hè vài giờ( đợt hiệu chỉnh đăng ký đợt 2 kì 203) , nếu muốn hủy môn em phải đóng học phí và chờ hạn rút môn học phải không ạ? Nếu không còn đợt hủy đăng ký môn nữa k ạ? Em xin cảm ơn quý cô (thầy) ạ.",
    "Tên  mssv: khoa:khoa học máy tính Trong kỳ đăng ký môn học học kỳ 203 vì có chút sơ sót em quên đăng ký thực tập tốt nghiệp trong thời gian đăng ký môn học. không biết trường có thể hỗ trợ cho em để em đăng ký thêm môn thực tập tốt nghiệp để theo kịp tiến độ học tập không ạ. em xin chân thành cảm ơn ",
    "Em có đăng ký làm lại thẻ sinh viên và in bảng điểm. Cho em hỏi phòng đào tạo có làm việc trong những ngày này không ạ? Vì em cần giầy tờ này để nộp học bổng ạ.",
    "Dạ cho em hỏi là em đã đkmh kì hè 203 đợt 2 mà sao mãi bkel của em không đổi sang các khóa học khác và em không có link để tham gia học mà trong khi đó một số bạn học cùng lớp cũ với em dkmh kì 203 đợt 1 đã bắt đầu tham gia học. Em cám ơn",
    "Ad cho mình hỏi. Vừa rồi mình đã pass anh văn theo nhu cầu 1A thì năm 2 mình có thể đăng ký các môn học năm 2 đúng không vậy. Tài vì đợt vừa rồi mình không có học lớp anh văn cơ bản nhưng vẫn đăng ký học được anh văn lớp 1A. Mong được phản hồi sớm. Thân ái.",
    "Dạ , hôm trước mở đăng kí đợt 1 kì dự thính HK203 em có đăng kí môn Xác suất thống kê, nhưng sau đó đợt 2 em đã hủy môn, hệ thống báo đã huy, nhưng sau đó em vẫn nhận được lớp và Thời khóa biểu ạ, cho em hỏi giờ em cần làm gì để hủy môn ạ. Mong nhận được phản hồi sớm ạ, em cảm ơn",
    "Em có đăng ký môn học dự thính :   B \"Tính hiệu và hệ thống - EE2005\"    Nhưng môn học bị hủy do chưa học trước môn học   B  \" GIẢI TÍCH MẠCH - EE2033 \"     Vấn đề là giải tích mạch em đang học kì 212 này do dịch nên em chưa thi tổng kết môn . Mà giờ trễ đợt 2 chưa có kết quả mà đã có lịch đóng tiền học phí ,vậy trường hợp của em phải làm sao ạ.",
    "Hôm trước em bị hủy đăng ký các môn học trong học kỳ hè do chưa thanh toán học phí. Nay em đã thanh toán xong, nhờ PĐT mở lại đăng ký giúp em với ạ. Em xin cảm ơn.     .",
    "Em chào thầy/cô ạ Em tên  . Số tín chỉ tích lỹ của em tính tới HK201 là 110 chỉ. Hè này em có đăng môn ME3029 để thực tập tốt nghiệp hè. Qua đăng kí đợt 2 em bị xóa môn này mà không biét lí do. Thầy/ cô kiểm tra giúp em với ạ. Và mã Me3029 còn được mở không ạ. Hay tụi em phải đăng kí theo mã mới khóa k18 rồi chuyển điểm. Em cảm ơn thầy/cô đã giúp em giải đáp thắc mắc.",
    "Kính chào Thầy/Cô, Trong CTĐT có 9 tín chỉ tự do được học các môn tùy ý của các Khoa khác. Vậy cho em hỏi là em có thể học trước 9 chỉ tự do này trước kế hoạch giảng dạy của từng học kỳ được không ạ?  Và cho em hỏi thêm là nếu em học nhiều hơn 9 chỉ tự do này, thì điểm trung bình tích lũy ngành sẽ được tính như thế nào ạ? Có phải là lấy điểm cao nhất trong các môn đã học không ạ?  Em cảm ơn",
    "Em chào cô ạ. Cô cho em hỏi là: trong đợt đăng kí môn TTTN trong học kì hè này. Em đã nhớ nhầm deadline đăng kí của đợt 2 nên chưa đăng kí được. Em có thể đăng kí vào đợt bổ sung lần 3 vào ngày 7-9/6 được không ạ. Em cảm ơn cô nhiều.",
    "Kính chào thầy (cô)! Vừa qua em có đăng ký TTTN hè nhưng đến đợt kiểm tra kết quả đăng ký đợt 2 thì em bị xoá môn lý do chưa thanh toán học phí. Nhưng kỳ này em có đăng ký hoãn học phí và có tên trong danh sách được hoãn học phí. Nên em mong thầy (cô) xem xét giúp em để em được đi TTTN đúng tiến độ ạ! Em cám ơn và chúc sức khoẻ thầy (cô)!",
    "Cho em hỏi làm sao để em đăng kí được môn thực tập tốt nghiệp CI3343 được ạ .DO em đang học song song 2 ngành ạ. em cảm ơn. được thì phòng đạo tại đăng kí co em để em kịp tiến độ ạ .",
    "Cho em hỏi nếu em đã kiếm được nơi ở ngoài để thực tập thì em có thể sau khi thực tập xin công ty kí giấy xác nhận rồi nộp lên Khoa được không ạ?",
    "QUOTE  Theo như thông báo mới nhất, thực tập ngoài trường sẽ được thực hiện trước kỳ thi học kỳ 2. Nhưng em không đủ chỉ và dự tính sẽ lấy thêm cả tín chỉ của học kỳ dự thinha khi đã qua để xem xét làm đơn cứu thực tập. Nhưng có sự thay đổi trong lịch học vụ. Với trường hợp trường thong báo sẽ cho phép đăng ký thực tập ngoài trường ngay cả khi chưa có kết quả HK202, anh/chị cho em hỏi em có thể xin đăng ký thực tập không ạ? Vì việc dời học vụ là điều cần thiết do dịch và không ai muốn. Em cảm ơn ah",
    "Như em đã trình bày ở mục hỏi đáp trước (vui lòng xem ảnh bksi.jpg), thì PĐT đã huỷ đăng ký môn C03313 do thiếu môn học trước CO1009. Theo như thông tin từ Khoa Khoa học và kỹ thuật máy tính thì môn CO1009 tương đương với 2 môn CO1023 và CO1029. VÀ EM ĐÃ QUA 2 MÔN NÀY. Do đang trong thời gian đại dịch, em khó có thể lên PĐT để trình bày rõ vấn đề . \"KÍNH MONG\" PĐT CẬP NHẬT GIÙM EM! Em xin chân thành cảm ơn!",
    "Em chào thầy cô, Em tên Lê Thị Hồng Thùy MSSV , Theo thông báo của Trường gửi vào ngày 21/5/2021 \"Do tình hình dịch Covid-19, Để hỗ trợ cho sinh viên khi đăng ký môn học ... Các môn học đang học ở học kỳ chính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết.\" Vì vậy nếu cộng \"80 TÍN CHỈ EM ĐÃ TÍCH LŨY\" và \"20 TÍN CHỈ Ở  HK202\" thì đủ điều kiện nhận TTTN của ngành Vật lý kỹ thuật 98 tín chỉ. Nhưng em vẫn bị xóa môn TTTN với lý do không đủ tín chỉ tích lũy. Em rất mong thầy cô xem xét giúp em vì đây là đăng ký đợt 3, Em chân thành cảm ơn thầy cô.",
    "Học bổng . Về phần cập nhật thông tin cá nhân - học bổng Dạ cho em hỏi là trên BK Pay trong phần thông tin cá nhân, sau khi đã điền số tài khoản OCB thì có điền số CIF nữa không ạ ? Hay chỉ cần điền số tài khoản thôi là được rồi ạ ? ( Vì em không thấy mã CIF ở đâu trên online banking ạ)",
    "Kính gửi phòng đào tạo !  Theo như thông tin qua mail (ảnh kèm )thì chúng em được biết học phí kì dự thính hè 203 sẽ phải đóng trước thời gian đăng kí đợt 3 , về thông tin sau khi đóng học phí nếu điều kiện mở lớp không đủ thì sẽ bị hủy lớp đó dẫn đến rất nhiều bạn sinh viên chúng em có ý kiến thắc mắc ạ , thì cho chúng em hỏi nếu như bị hủy lớp thì chúng em có được hoàn trả học phí đã thanh toán không ạ ?  Em xin chân thành cảm ơn ạ !",
    "Kính gửi phòng đào tạo!  Em là . Cho em hỏi tại sao em đã đăng kí môn CO3315 (Thực tập ngoài trường) ở đợt 1 lại bị hủy kết quả ạ!  Mong cô thầy có thể kiểm tra xem lý do mà em không để đăng kí được ạ",
    "Em đăng thắc mắc về việc thanh toán học phí môn học thực tập ngoài trường(EE3325) mà em sẽ đăng kí ở đợt 3 HK203 (7/6-9/6) về   U mức học phí đối với môn này và thời hạn đóng học phí bổ sung    khi mà hạn đóng học phí HK203 là 2/6 - 7/6. Em xin cảm ơn.",
    "Xin phép \" Thực tập tốt nghiệp\" ﻿ Kính gửi phòng Đạo Tạo Em là  Mssv  ﻿Em có đăng ký thực tập tốt nghiệp nhưng chưa được duyệt Mong phòng đạo tạo giúp đỡ phê duyệt để em kịp tiến độ học tập trong dự kiến , tuy em thiếu một số tín chỉ , nhưng em cảm nhận được em đủ khả năng để tiếp thu kiến thức trong môn học này . ﻿Em xin chân thành cảm ơn",
    "xin kính chào phòng đào tạo, mong phòng đào tạo giúp đỡ cho em được đăng kí môn CO3315: thực tập tốt nghiệp, của khoa máy tính. Em hiện tại đang học song ngành và được thầy trưởng khoa của ngành thứ 2 đồng ý cho học và được công ty bên ngành này nhận thực tập, em cũng đã học đủ các môn để đăng kí nhưng hiện tại không đăng kí thực tập được do khác ngành, cứ đăng kí được thì qua đợt sau xem kết quả thì bị hủy với lí do là khác ngành. kính mong phòng đào tạo giúp đỡ, cho em được đăng kí môn này, để em không bị ra trễ ạ, em xin cảm ơn phòng đào tạo.",
    "Dạ em chào anh/chị. Em là sinh viên khoa xây dựng tuy nhiên có mong muốn chuyển sang học ngành dệt của khoa cơ khí. Vì em biết quy chế không cho chuyển nên em định sẽ học đầy đủ các môn bên đây rồi mới thực hiện chuyển thành hệ VHVL. Tuy nhiên ở đợt đăng ký môn học học kỳ 203 em bị vấn đề không đăng ký được môn THực tập ngoài trường ạ. Vì check thời khóa biểu không thấy nên em xem lịch sử thì biết được lý do là mình bị hủy không cho đăng ký môn học do sai mã theo chuyên ngành đào tạo (ảnh đính kèm) . Em nhờ PĐT hướng dẫn giúp em để em có thể đăng ký được đợt thực tập này và hoàn thành chương trình học của mình với ạ. Em cảm ơn anh/ chị rất nhiều.",
    "Dạ cho em xin hỏi nếu em đăng ký môn học đợt 3 thì em sẽ thanh toán học phí vào thời gian chung với đợt này hay có khoảng thời gian khác. Em xin cám ơn",
    "Dạ em chào các thầy cô! Em tên  - MSSV:, em có thắc mắc tại sao bên phòng đào tạo lại xóa môn thực tập tốt nghiệp hè của em trong khi các điều kiện em đều đủ, em thuộc khoa Cơ khí và đăng thực tập mã môn ME3267, mong phòng đào tạo giải đáp thắc mắc cho em!",
    "Xin chào thầy/cô,em là ,HC16DK. Em muốn hỏi về việc đăng kí nhầm mã môn đăng kí thực tập ngoài trường năm 2021. Do em bị thiếu thông tin chính xác nên đã đăng kí nhầm mã môn thực tập tốt nghiệp là CH3133, thay vì mã môn đúng là CH3325. Hiện tại trên danh sách đăng kí môn học HK203 đã ra kết quả em đăng kí được mã môn CH3133 này, em muốn hỏi là PĐT có thể hỗ trợ giúp em chuyển đổi mã môn học lại thành CH3325được không hoặc em cần làm gì để có thể chuyển đổi được mã môn học ạ?",
    "Dạ em chào phòng đào tạo ạ, Em là  MSSV  Em đã qua chuẩn anh văn rồi nhưng kì hè này em vẫn không đăng kí được môn thực tập MSMH: TR3335 Và em thắc mắc là kì hè này trường không xét chuẩn anh văn để đăng kí môn học, nhưng kết quả em vẫn bị xóa ạ.",
    "Xin phép \" Thực tập tốt nghiệp\" ﻿ Kính gửi phòng Đạo Tạo Em là  Mssv  ﻿Em có đăng ký thực tập tốt nghiệp nhưng chưa được duyệt Mong phòng đạo tạo giúp đỡ phê duyệt để em kịp tiến độ học tập trong dự kiến , tuy em thiếu một số tín chỉ , nhưng em cảm nhận được em đủ khả năng để tiếp thu kiến thức trong môn học này . ﻿Em xin chân thành cảm ơn",
    "Dạ cho em hỏi là học kỳ hè 203 này thực tập tốt nghiệp ngoài trường, em vừa mới nhận được mail tạm ngưng cho đến khi có thông báo, vậy học phí học môn thực tập mình có phải đóng không ạ [kỳ hè này em chỉ có đăng ký 1 môn này thôi ạ], hạn từ  2/6 đến 7/6.",
    "Dạ pđt cho em hỏi em có thể huỷ môn học kì hè chỉ giữ lại thực tập được không ạ, đki đợt 1 là em đki av4 đợt 2 là em đki lại av3, cho em hỏi giờ mình có thể đổi lại av4 hay huỷ môn av3 này được không ạ tại 880k 1 chỉ, em định vào kì chính đki ạ. Em cảm ơn và rất mong nhận được phản hồi từ pđt",
    "Em xin chào PDT, Hiện em là sinh viên khóa K18 khoa Cơ khí - Ngành Kỹ thuật Cơ khí. Trong đợt ĐKMH đợt 2 vừa rồi, em có đăng kí môn thực tập hè(ME3267) nhưng không thành công vì lý do ko đủ Số tín chỉ. Trong khi đó số TCTLN của em là 75, HK 202 em đăng kí 22 TC và nhà trường tạm xét đạt để đủ số TCTL nên tống lại là 97 TC mà môn TTTN chỉ yêu cầu 96 TC. Mong PĐT xem xét về vấn đề này, em xin cảm ơn. Trân trọng,",
    "Em tên  MSSV  Xin PĐT đăng kí giúp em môn  Thực tập ngoài trường MSMH: TR3335 Lí do: EM không đăng kí được môn ạ, do thiếu chuẩn anh văn , nhưng nhà trường nói kì hè DT203 này không xét chuẩn anh văn ạ, nên em mong Phòng Đào tạo đăng kí giúp em ạ. Em xin cám ơn ạ.",
    "Chào thầy cô, Vừa qua em có đăng ký môn học HK203 đợt 1 là chủ nghĩa khoa học xã hội và pháp luật Việt Nam đại cương. Nhưng sang đợt đăng ký đợt 2 em có xóa đi cả hai môn vì một số lý do cá nhân. Nhưng khi em kiểm tra lại TKB thì không lịch học HK203 nữa tuy nhiên trang BK E-learning lại có 2 site của môn học này. Vậy em muốn hỏi là việc tồn tại 2 site môn học như trên em có cần đóng học phí HK203 không? mặc dù kết quả đợt 2 của em không còn đăng ký môn học nào cả. Em xin cám ơn. Trân trọng,  .",
    "Dạ thưa thầy/cô, thầy/ cô cho phép em thắc mắc là trường mình có mở đăng kí môn kì hè 203 đợt 3 không ạ? Và đợt vừa rồi đáng ra em  phải đăng kí môn thực tập ngoài trường với mã môn học \"CH3325\" nhưng lại đăng kĩ nhầm qua môn thực tập tốt nghiệp cho chuyên ngành Chế Biến Dầu Khí với mã môn \"CH3313\" và thời khóa biểu của học kì 203 đợt này của em không có môn thực tập ạ. Thầy/cô cho phép em hỏi có thể giải quyết chuyện này như thế nào ạ? Mong thầy/cô giải đáp giúp em ạ. Em xin chân thành cảm ơn.",
    "Học vụ    . Kính gửi phòng đào tạo trường ĐHBK Tp.HCM Em là . MSSV . sv năm 4 chuyên ngành Cơ Kỹ Thuật Em là sinh viên được đăng kí luận văn tốt nghiệp trễ do chậm bổ sung chứng chỉ ngoại ngữ. Do tình hình dịch Covid nên KTX khuyến cáo sv về nhà. Vì mải mê học online nên em ko đả động gì đến BKpay . Đến nay em mới mở BKpay mới nhận ra đăng kí luận văn phải đóng tiền, và đã chậm mất 6 ngày rồi. Em đã thanh toán học phí trễ hạn, xin được gửi ở file đính kèm/ Em là sinh viên quê một tỉnh ở miền bắc, cộng thêm việc TP.HCM đang diễn ra dịch Covid phức tạp. Nên   U không thể trở về trường để làm đơn xin đóng học phí trễ   . Kính mong nhà trường giúp em có giải pháp để em có thể bổ sung ạ. Em xin chân thành cảm ơn. Sinh viên: ",
    "Thưa cô Em tên là  MSSV , kỳ hè 203 em có đăng ký môn thực tập tốt nghiệp khoá k18 mã CH3325 và theo như mail của phòng đào tạo thì kỳ này tạm KHÔNG XÉT chuẩn anh văn ạ, nhưng phòng đào tạo lại HỦY kết quả đăng ký môn học Đợi 1 và 2 môn CH3325 của em vì lý do KHÔNG ĐỦ chuẩn anh văn (cụ thể khi em vào lịch sử đăng ký để coi thì phòng đạo tạo đã ghi là: PDT không đ/ký cho SV MH CH3325  0: Thiếu môn tiên quyết CCAS_2). Em mong phòng đào tạo kiểm tra xem xét kỹ lại giúp em ạ. Em đã nhắn hỏi trên bksi 1 lần rồi và phòng đạo tạo đã trả lời là kêu em vui lòng đăng ký lại nhưng em không hiểu lý do vì sao vẫn như vậy ạ. Việc thực tập tốt nghiệp rất quan trọng nên em phiền phòng đạo xem xét kỹ lại giúp em lần nữa ạ. Em cảm ơn, xin lỗi đã làm phiền ạ.",
    "Kính gửi PĐT,  Theo như mail thông báo thanh toán học phí học kì 203, các sinh viên không thanh toán học phí đúng hạn (từ 2/6-7/6) thì sẽ bị hủy thời khóa biểu. Vậy nếu em không kịp thanh toán trong khoảng thời gian trên và bị hủy thời khóa biểu thì sau đó em có phải thanh toán khoản trên không ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô. Em là , sinh viên năm 3 khoa KT Giao thông, hè này em có đăng kí thực tập tốt nghiệp nhưng em lỡ đăng kí nhầm mã môn của khoa khác. Nên hôm nay trong group của lớp có danh sách các bạn đã được thông qua để mấy thầy gửi danh sách thực tập thì không có tên em. Cho em hỏi là môn này em có được đăng kí bổ sung vào đợt 3 không ạ? Tại em sợ là các thầy gửi danh sách cho các công ty rồi thì em không còn cơ hội nữa ạ . Em mong nhận được câu trả lời sớm ạ, em chào thầy/cô.",
    "Em chào thầy/cô, Vì đợt trước, học trực tiếp trên lớp nên em không để ý trên bkel. Vì thế, em đã bỏ lỡ các bài quiz môn Kinh tế chính trị trên Bkel . Vậy giờ cho em hỏi, em không làm bài quiz thì có bị cấm thi không ạ?  Em cũng không nghe giảng viên nhắc về việc phải làm trên các quiz trên trang video nên em sơ sót ạ. Mong nhà trường/PĐTộ môn xem xét cho em với ạ . Em cảm ơn.",
    "Dạ trong đợt đăng kí môn học học kì 203 em có đăng kí môn học ME3267- , em đã đủ điều kiện đăng kí là tối thiếu phải đạt 96 chỉ tích lũy , và theo cấu trúc môn học thì môn thực tập ngoài trường không có môn tiên quyết nhưng khi xem lịch sử đăng kí em lại bị huy môn vì không có môn học tiên quyết ạ , em đang rất bối rối vì nếu không đăng kí được thực tập em sẽ bị trễ hạn ra trường , xin phòng đò tạo giải đáp thắc mắc giúp em  ",
    "Thưa cô! Em tên là  Mssv:  Em có đăng kí học kì 2 này 2 môn học là thực tập tốt nghiệp ME3039 và Những nguyên lí cơ bản của CNMLN SP1003. Hiện môn học đã có thời khoá biểu những em có liên hệ với công ty thực tập thì người ta không cho nghỉ 1 tuần 3 buổi. Em thấy mail của pđt là thông báo thanh toán học phí nếu không thì sẽ bị huỷ môn, vậy cho em hỏi nếu em thanh toán một môn còn môn còn lại không thanh toán thì bị huỷ môn không thanh toán thôi hay huỷ cả 2 môn ạ? Em cám ơn!",
    "Cô ơi, em thấy trên MyBK, đợt 2 môn Giải tích 3 em và các bạn có đăng ký được, nhưng đến khi trả kết quả đợt 3 thì không còn thời khóa biểu . Em là sv Việt Pháp k15, nghe mấy đứa bạn nói là do chưa học bộ mã mới nên xảy ra việc này.",
    "Chào thầy, cô, em tên là , MSSV: . Hiện tại nếu tính cả kì này thì số tín chỉ tích lũy của em mới có 91. Em tính là thi toeic rồi chuyển điểm để đủ số chỉ đăng kí thực tập. Nhưng đợt đăng kí thi toeic vừa rồi vì tình hình dịch nên không cho đăng kí thi toeic nữa. Vậy nên là em không thể đăng kí thực tập ngoài trường như dự tính. Em mong là nhà trường có thể tạo điều kiện để em có thể đăng kí thực tập ngoài trường ạ. Em chân thành cám ơn!",
    "Chào cô/thầy, Em có thắc mắc về điều kiện để đăng ký môn thực tập tốt nghiệp. Em là sinh viên k18 Khoa khoa học và kỹ thuật máy tính, theo thông tin trên aao thì số tín chỉ để nhận TTTN là 94. Hết kỳ này em đạt 95 chỉ nhưng khi đăng ký môn  học thì lại bị hủy do không đủ tiêu chuẩn. Mong nhận được sự giải đáp sớm từ thầy/cô. Em cám ơn nhiều ạ.    .",
    "Chào Thầy/cô ạ, em xin hỏi về việc em có đăng kí thực tập tốt nghiệp đợt 2 nhưng bị xoá môn vì chuẩn anh văn, nhưng trường có thông báo là kì sau miễn xét chuẩn anh văn, nên sao lại không đăng kí được ạ, năm 3 em đã học đủ và có chuẩn anh văn năm 3 ạ",
    "Kính gửi PDT em tên  em có 1 thắc mắc là ở đợt dkmh đợt 2 em đã đăng ký môn Thực tập ngoài trường EN3325 nhưng kết quả đợt 3 không thấy môn học đó. Kính mong PDT xem xét giúp em. Em cảm ơn PDT !",
    "Em xin chào PDT, Theo như trên thông có ghi thì kì điều kiện tối thiểu để ĐK được môn TTTN cho K18 ở kì này là 95 chỉ. Số TC em tích lũy được hết kỳ 201 là 70 chỉ và kì 202 em đăng ký 27 TC. Nếu tính hết kì này là em sẽ tích lũy được 97 TC. Như vậy thì em đã đủ điều kiện ĐK TTTN. Thế nhưng em đăng ký đợt 1 và 2 thì đều bị xóa môn vì không đủ điều kiện. Không biết có sự nhầm lẫn nào ở quá trình đăng ký môn không ạ?  Em cám ơn PDT.",
    "Chào thầy cô ạ Em muốn hỏi về việc em đăng kí môn ME3029 nhưng bị hủy do Thiếu môn tiên quyết CCAS_2 là chuẩn anh văn sau năm 2, do tình hình dịch trường đã gởi mail thông báo sẽ không xét chuẩn anh văn trong học kì hè ạ. Mong thầy cô xem xét giúp em ạ. Em xin cám ơn ạ!",
    "Dạ em chào quý thầy cô ạ! Em là sinh viên khoá 2017 nhưng mà kỳ này nếu cộng cả kỳ 202 vẫn có 90 chỉ, thiếu 3 chỉ so với điều kiện đi thực tập nen đăng ký 2 đợt đều bị xoá, em hiện đã chắc trễ 1 năm nhưng hiện không biết làm sao để đi thực tập kỳ này để đảm bảo hạn chế tối đa thời gian học, e đã đăng ký thi Toeic hôm tháng 5 với dự định nộp bằng( cộng thêm 8 chỉ vì mức anh văn e thi thử ở bkenglish 750+) nhưng do dịch đã bị hoãn, thế là không đủ tín chỉ để đăng ký, và nếu kỳ hè năm sau mới đi thì không thể kịp tiến độ, dịch bệnh một phần thay đổi kế hoạch của e Lỗi do bản thân đã không cố gắng trong mấy kỳ trước( đa phần do em bị shock do người thân lần lượt ra đi...) và cũng chủ quan trong học tập nên mới xảy ra sự chậm trễ này Em viết tin nhắn này cùng với mong muốn thầy cô có thể cho em được đăng ký thực tập kỳ này , được quý thầy cô giúp đỡ thì chắc chắn sẽ cứu được một sinh mệnh trong lúc nguy nan... Mong thầy cô xem xét, khi hết dịch em sẽ tới phòng đào tạo để trình bày cụ thể.. Chúc thầy cô sức khoẻ để chúng ta vượt qua đại dịch.",
    "t đăng ký môn học cho kì 203 vừa rồi em có đăng ký môn   B SP1009    mã DTQ1 học vào T2 và CN. Ở thời điểm đăng ký em chỉ thấy có mã DTQ1. Sau khi đã hết đợt đăng ký thì em mới biết là đã mở thêm mã DTQ2 học vào T7 và CN, hiện mã DTQ2 vẫn còn trống và em muốn chuyển giờ học qua mã này nhưng em không biết ở đợt DKMH 203 Đợt 3 mở vào ngày 07/06 có được chuyển hay không ạ? Vậy nếu em muốn chuyển giờ học thì nên đợi đến đợt 3 hay là em nên làm đơn nộp cho PDT vào tuần này ạ? Em có đính kèm hình ảnh của 2 mã DTQ1 và DTQ2 ạ. Em xin cảm ơn.",
    "Chào cô ạ Cô cho em hỏi là sao trong mail trường ghi là đv học kỳ dự thính hè 203 không xét chuẩn Anh văn nhưng em đăng ký môn đợt 2 môn Thực tập ngoài trường (Cơ điện tử) thì qua đợt 3 bị xoá môn và ghi lý do là chưa đạt chuẩn Anh văn ạ? Em cảm ơn.",
    "e chào thầy cô ạ . em xin trình bày là em có đki môn av3 hk 203 mà bây giờ e muốn rút môn học thì phải làm sao ạ ? nếu e không đóng học phí thì có bị sao k ạ ?",
    "Em xin chào phòng đào tạo ạ. Em xin được hỏi là liệu có thể dời ngày đóng tiền học dự thính học kì 203 ra 1 chút được không ạ? Mới tháng trước em đã phải đóng tiền học của kì 202 xong, giờ em không thể có đủ tiền để đóng kịp học phí kì 203 đúng hạn. Em rất mong phòng đào tạo xem xét lại ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô ạ, em là sinh viên K18 của ngành Công nghệ Sinh học, khoa Kỹ Thuật Hoá Học. Hiện tại, em vừa bị xoá môn Thực tập tốt nghiệp của kỳ 203 với lý do không đủ điều kiện thực tập tốt nghiệp . Tính đến kỳ 202 theo quy định của trường kỳ này cho đăng ký môn học thì em có tất cả 103 chỉ (80 TCTL + 23 chỉ kỳ 202), vẫn hoàn thành các môn tiên quyết theo tiến độ học tập. Vậy cho em hỏi là em bị xoá môn Thực Tập Tốt Nghiệp vì lí do gì ạ, trong khi đó các bạn trong lớp vẫn bình thường, và nhiều bạn cũng bị xoá giống em? Và nếu vì tín chỉ tích luỹ không đủ thì cho em hỏi là TCTL bao nhiêu thì đủ ạ? Em cảm ơn.    .",
    "Em xin chào ạ, Em vừa kiểm tra kết quả đăng ký môn HK203 đợt 2, em phát hiện mình bị hệ thống xóa môn vì lí do thiếu môn tiên quyết CASS_2 (chuẩn AV năm 2) . Theo em nhớ mail PĐT trước đó có thông báo vì tình hình dịch bệnh nên không xét chuẩn AV học kỳ này . Em rất mong PĐT xem xét lại trường hợp của em và thông cảm cho em vì dịch giãn cách xã hội nên không thể đăng kí thi toeic để nộp chuyển điểm kịp thời. Em cảm ơn nhiều ạ và mong nhận phản hồi sớm .",
    "Dạ em kính chào thầy/cô. Em đã nhận được câu trả lời câu hỏi trước rồi ạ. Em xin cảm ơn. Cho em xin hỏi hiện tại em nếu em hoàn thành xong kì học 202 thì em chỉ có 94 tín chỉ, còn thiếu 2 chỉ để đăng kí môn thực tập ngoài trường, nếu em đăng kí thêm chỉ học hè thì có được tính là đủ để đăng kí thực tập không ạ. Em xin cảm ơn ạ.",
    "Em chào PĐT, học kỳ 202 em có đăng ký học môn chuyên ngành Công nghệ dệt thoi- ME3051 (mã môn học khóa 2018) bằng mã của khóa 2019 là công nghệ dệt thoi-ME2127. Nhưng em xem danh sách môn tương đương thay thế thì lại không thấy môn này trong danh sách. Không biết đối với môn học này em có phải làm đơn từ gì để chuyển điểm không ạ? Mong PĐT giải đáp giúp em .Em xin cảm ơn!",
    "Em chào thầy cô. Em tên , MSSV . Đợt đăng ký môn học đợt 1 của HK203 em có đăng ký môn Thực tập tốt nghiệp (EE3335) nhưng sang đợt 2 thì bị hủy môn vì lý do N: Không đủ đ/kiện nhận TTTN - STC) và đợt 2 em có đăng ký lại cũng bị hủy. Em tìm hiểu thì là do em chưa đủ tín chỉ để đăng ký thực tập. Nhưng mà trong mail của PĐT gửi ngày 21/5/2021 có bảo là sẽ tính đạt các môn HK202 và tính vào chỉ tích lũy để đăng ký thì nếu em cộng các chỉ HK202 (18 chỉ) cộng với chỉ tích lũy của em là 82 thì thành 100 chỉ, vượt yêu cầu của khoa Điện ngành Điện Tử - Viễn thông là 98 chỉ. Em không biết sao em vẫn bị hủy không cho đăng ký thực tập . Mong thầy cô xem xét giúp em. Em cảm ơn.",
    "Số tín chỉ tích lũy của em hiện tại là 78, nếu tính cả kỳ 2 năm học này thì được 98 chỉ. Cho em hỏi là để đăng ký được Thực tập tốt nghiệp hè này thì em có được cộng cả tín chỉ kỳ 2 được không ạ.",
    "Thưa thầy/cô, Trong Đăng ký môn học đợt 2, em đã đăng ký sai mã môn học Thực tập tốt nghiệp (đáng lẽ là IM3315 thì em lại đăng ký IM3313). Không biết là có cách nào để em đăng ký được môn này đúng kỳ 203 không ạ, vì hôm nay đã kết thúc đợt 2 của ĐKMH. Em xin cảm ơn thầy/cô rất nhiều.",
    "Hiện trong bảng điểm em đang tích lũy 68 tín chỉ, nếu cộng hết số tín chỉ đăng kí học kì 2 thì em đang tích lũy là 95 tín chỉ, trong đó các môn học học kì 2 là các môn tương đương, hiện tại em đã đạt 465 điểm TOEIC ở ngoài và đã chuyển điểm vào nhưng chỉ xét đăng kí môn học và chưa tính tín chỉ, liệu em có được quyền đăng kí thực tập không ạ (ME3273) Em xin cảm ơn!",
    "Cho em hỏi là em đăng kí 2 lần TTTN nhưng vẫn bị xóa ạ. Trong khi những bạn khác cũng như em nhưng lại đăng kí được ạ. Em xin cảm ơn",
    "Chào phòng đào tạo! Em tên , MSSV  lớp CK18CTM03. Môn thực tập tập ngoài trường của em bị hủy vì môn tiên quyết CCAS_2. Trong khi đó trường thông báo cho đăng kí môn học và bỏ qua các điều kiện tiên quyết. Vậy bây giờ em phải làm sao ạ? Em xin cảm ơn ạ!",
    "Chào pđt, do tình hình dịch bệnh, pđt có thể cho em đóng học phí phân nữa của kỳ hè được không ạ ! Sau khi thi giữ kỳ xong , em sẽ đóng phần còn lại ạ ! Em mong pđt giúp em , em cảm ơn ạ",
    "Chào thầy cô,  Em tên là  (MSSV:  K18 - chuyên ngành: Logistic, SCM)  Hiện tại, số tính chỉ tích lũy ngành tính cộng cả học kì này (pass hết các môn đăng kí) là 98.  Hiện hệ thống chỉ tính em có 74 chỉ tích lũy.  Lý do: - Hai môn học ME2125, ME2123 chưa được chuyển tương đương (em đã coi danh sách môn tương đương và thấy đã có tương đương hai môn này nhưng hệ thống chưa cập nhập cho em nên em mất 6 chỉ). - Trong kì 201 em đã pass 4 anh văn và có điểm chuyển nhưng hệ thống chưa cập nhật 8 chỉ av). - Trong học kì này, em có đăng kí 3 môn dự thính là ME3253, ME2045, MT2013(môn xác suất thống kê này tương đương với môn thống kê trong công nghiệp). Do tình hình dịch covid nên lịch thi cuối kì dự thính bị dời lại dẫn đến 3 môn học này chưa có kết quả đạt nên chưa được tính 9 chỉ. - Thêm vào đó môn đồ án 1 ME3255, em có dự định chuyển điểm để đủ tín chỉ tối thiểu để thực tập tốt nghiệp nhưng do tình hình dịch bệnh không thể làm đơn chuyển điểm.     Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.  Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.  Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
    "Kính gửi thầy cô, Em tên  ( MSSV :), thầy cô cho em hỏi nếu em không thể đóng học phí kì hè 203 vì lý do gia đình thì ngoài việc bị hủy thời khóa biểu kỳ hè , em có bị trừ điểm rèn luyện hoặc không được đăng ký môn kỳ chính tiếp theo không ạ ?  . Em xin cảm ơn thầy cô đã hỗ trợ .",
    "Thầy/cô cho em hủy 2 môn giải tích 2(MT1005) và đại số tuyến tính (MT1007).",
    "cho em hỏi dự thính đăng ký môn rồi mà không đóng học phí thì bị hủy môn thôi hay sao ạ",
    "Em chào thầy/cô ạ Em có đăng kí môn DT203 đợt 2 thành công, mà trong kết quả đăng kí thì lại không có môn ạ. cho em hỏi là tại sao vậy ạ? Em xin cảm ơn ạ. Rất mong chờ câu trả lời từ thầy/cô.",
    "Dạ chào quý thầy cô.  Em tên là  , em đã đăng kí thực tập ngoài trường mã môn ME3267 và em đã tích lũy đủ chỉ bên cạnh đó nhà trường đã nói không xét chuẩn AV kì này. Tuy nhiên đợt 3 này em bị xóa môn và không có trong danh sách đi thực tập và liệu đợt 3 này trường có cho đăng kí thêm hay không. Em mong trường xem xét và giải quyết cho em ạ. Em xin cảm ơn.",
    "Hiện thời khóa biểu của em đang hiện lịch học vào sáng thứ 2 tuần ssu. Hiện thành phố đang trong đợt giãn cách xã hội, nên em không biết mình vẫn đi học theo thời khóa biểu hay không?",
    "Em chào thầy cô, cho em hỏi là vừa qua tụi em có nhận 1 mail về việc đóng học phí trong kỳ hè 203 và hạn đóng là trong tuần này và trong mail có ghi là nếu không đóng sẽ hủy thời khóa biểu vậy cho em hỏi, nếu như không đóng ngoài việc bị hủy thời khóa biểu ra thì tụi em có bị cảnh cáo học vụ hay ghi nợ và vẫn phải đóng số tiền đó hay không ạ. Em xin cảm ơn.",
    "Dạ chào quý thầy cô, Em tên là   đã đăng kí môn thực tập ngoài trường mã môn ME3267,em đã tích lũy đủ tín chỉ bên cạnh đó nhà trường đã nói không xét chuẩn Anh văn kì này tuy nhiên trong đợt 2 em đã bị xóa môn và không có tên trong sách đi thực tập. Cô cho em hỏi là tại sao trường lại xóa và liệu đợt 3 nhà trường có cho sinh viên đăng kí thêm được hay không. Em mong sớm nhận được sự phẩn hồi từ cô.Chúc cô một ngày vui vẻ ạ. Em xin cảm ơn .",
    "Cho em hỏi làm thế nào để huỷ môn đã đăng ký ở kì 203 ạ.",
    "Do em đăng kí nhầm môn học, môn CI3009 - Kết cấu thép 1 em đang học ở kì 202DT mà lại đăng kí tiếp ở kì 203. Em rất xin lỗi vì sự bất tiện này. Em mong PĐT xem xét hủy môn giúp em để em đăng kí bổ sung môn khác ạ. Em xin chân thành cảm ơn!",
    "Cho em hỏi là kì này em có đăng kí thực tập ngoài trường và môn Nguyên lí ngôn ngữ lập trình thì có bị huỷ môn không ? Và nếu huỷ thì sẽ huỷ môn nào ạ ?",
    "Em có đăng ký in thẻ sinh viên nhưng do nghỉ dịch nên chưa thể nhận thẻ, liệu thẻ của em có bị hủy 30 ngày sau khi in.   i  .",
    "Em là sinh viên PFIEV. Cho em hỏi là môn Toán 1 (006711) có môn tương đương là Giải tích 1 (MT1003) và Đại số Tuyến tính(MT1007) vào học kỳ 192 nhưng học kỳ hiện tại lại không có môn tương đương và các môn này đều có mã môn học khác, hiện em đã học 2 môn trên theo môn tương đương được quy đổi của học kỳ 192 thì em phải làm như thế nào để quy đổi qua các môn ở học kỳ hiện tại ạ. Em rất mong được giải đáp sớm ạ.",
    "Thưa PĐT, em tên , MSSV: , hiện đang là sinh viên khoa Cơ Khí, chuyên ngành Cơ điện tử. Do em chưa đăng ký môn học Thực tập ngoài trường, MMH: ME3269 trong 2 đợt đầu nên sẽ phải đăng ký vào đợt 3 từ ngày 07/06/2021-09/06/2021. Tuy nhiên, từ phía nhà trường lại có mail thanh toán học phí từ ngày 02/06-07/06. Em hiện chưa có đăng ký môn nên không có TKB cũng như chưa có chỗ thanh toán học phí bên BKPAY. Vậy đối với trường hợp như em thì việc đăng ký môn học và thanh toán học phí phải giải quyết như thế nào ạ? Kính mong nhận được sự giúp đỡ từ phía nhà trường. Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô, Em tên: . Mssv:  Em đăng kí thực tập nhưng bị hủy do thiếu chuẩn anh văn ạ, nhưng do trường có thông báo là kì này và kì sau được miễn chuẩn anh văn ạ. Kì này trường cũng chưa tổ chức thi chuẩn anh văn nên em không thi được ạ . Mong thầy/cô xem xét giải quyết giúp em được đăng kí thực tập vào kì hè này ạ. Xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô ạ Trong đợt đăng kí môn học đợt 2 cho HK203, em có đăng kí môn học SP1033 - K/tế chính trị -. Tuy nhiên,dịch COVID 19 ảnh hưởng đến tình hình tài chính của gia đình em, nên em muốn hủy môn học vào học kỳ hè được không ạ? Em cảm ơn quý thầy/cô ạ. Em mong sớm nhận được giải đáp từ phía thầy/cô ạ.",
    "Họ và tên:   MSSV:   Em xin hỏi văn phòng đào tạo về thời hạn nộp chứng chỉ ielts là ngày 10/6/2021. Em đăng kí thi ielts ngày 20/5. Tới ngày 2/6 thì em biết điểm overall 6.0 nhưng do tình hình dịch covid19 hiện nay em phải cách li tại nhà do quận Gò vấp bị phong toả nên không thể nộp trước 10/6 dù thi và đạt kết quả đúng hạn. Mong văn phòng có thể tư vấn thêm cho em.",
    "Em chào thầy/cô! Em vừa thấy nhà trường thông báo là hoãn thực tập tốt nghiệp mà em vừa được nhận vào công ty để thực tập. Thầy/cô cho em hỏi là vẫn cứ thực tập bình thường rồi đợi thông báo sau hay sao ạ. Em cảm ơn.",
    "Em chào thầy/cô ạ Em bị hủy môn thực tập với lí do là không đủ tín chỉ. Hiện em đang có 84 chỉ và kì này em đang học 21 chỉ nữa. Nhà trường xét đạt hết thì em được 105 chỉ ạ. Điều kiện đi thực tập của khoa địa chất dầu khí là 100 chỉ. Sao em vẫn bị hủy môn ạ? Rất mong câu trả lời từ thầy/cô Em xin chân thành cảm ơn.",
    "Đăng ký môn học    VÌ  DỊCH BỆNH VÀ GIÃN CÁCH XÃ HỘI NHƯ THẾ NÀY. HIỆN TẠI EM ĐÃ Ở QUÊ VÀ KHÔNG THỂ NÀO XUỐNG PHÒNG ĐÀO TẠO ĐỂ LÀM ĐƠN XIN XÉT TỐT NGHIỆP THÌ  THỂ ĐĂNG KÍ ĐƯỢC THỰC TẬP TỐT NGHIỆP CI3343 Ạ. MONG PHÒNG ĐÀO TẠO XEM XÉT VÀ NÓI RÕ CÁCH GIẢI QUYẾT CHO EM VỚI Ạ. EM CẢM ƠN.",
    "Em chào anh/chị! Hiện em là sinh viên 17 nhưng do chuyển ngành nên bây giờ mới đủ điều kiện đăng ký thực tập tốt nghiệp. Nhưng khi đăng ký mã cũ của 17 là ME3261 thì lớp chỉ có 2 người đăng ký. Do lo sợ không đủ sĩ số để mở lớp thì em đã liên hệ giáo viên hướng dẫn và đăng ký mã mới ME3275 nhưng đã bị xóa do không đúng mã TTTN của 17. Nên em muốn hỏi anh chị là nếu em đăng ký mã ME3261 của 17 thì có được mở lớp không hay em phải viết đơn xin PĐT cho em được đăng ký mã ME3275 của 18 ạ. Em chân thành cảm ơn.",
    "Vào học kì 201, em có đăng kí môn học thực tập cơ khí đại cương 2 với mã môn học là ME2087 (đây là mã môn học của k19), do môn học thực tập cơ khí đại cương 2 với mã môn ME2001 (mã của k18) không còn mở, bây giờ em muốn làm thủ tục chuyển điểm môn học trong thời gian hè này thì cần thực hiện những gì ạ! Em xin cám ơn!",
    "Em tên:    Mssv:    Do dịch Covid 19 nên hiện tại thì kinh tế nhà em bị ảnh hưởng ạ, mà nhà trường yêu cầu đóng học phí sớm quá, hiện tại thì em chưa có tiền để đóng ạ, vậy pđt cho em xin hủy môn mã LA1039 lớp DT01 mà vẫn không phải mất phí được không ạ.   Em cảm ơn.",
    "Chào Thầy/Cô Em tên: Nguyễn Đăng Minh Khai  Mssv: 2133057 Như trường đã gửi mail cho sinh viên là đã cập nhật học phí trên bkpay và thanh toán học phí học kì 203 từ 2/6 - 7/6 nhưng em vào bkpay của em vẫn chưa có học phí ạ. Em mong Thầy/Cô xem xét lại trường hợp của Em để Em thanh toán học phí đúng hạn . Em chân thành cảm ơn.",
    "Dạ cho em hỏi em là sv hệ CLC tháng 11 này tốt nghiệp em tính đăng kí môn Mác ( sp1003 ) ở hè này để có thể tốt nghiệp nhưng do e bị trùng với một môn khác ( lớp của hệ CLC bị trùng ), nên không biết em có thể đăng kí qua lớp của bên đại trà để học được không ạ. Vì tháng 11 tốt nghiệp em mong phòng đào tạo có thể trả lời và hỗ trợ giúp em đăng kí học để tháng 11 tới e có thể tốt nghiệp, em xin cảm ơn",
    "Em chào thầy cô Em . Em đang gặp một số vấn đề về mail trường do không đăng nhạp được trên thiết bị của ứng dụng google meet. Thầy cô có gặp trường hợp này rồi xin giúp đỡ em ạ. Em mong nhận được sự giúp đỡ của thầy cô ạ Em xin chân thành cám ơn thầy cô ạ! Email trường của em ạ: ",
    "Xin chào phía phòng đào tạo, Em tên là , sinh viên khóa 2018 khoa Quản Lý Công Nghiệp Do Chương trình đào tạo khóa 2019 có thay đổi so với khóa của em là 2018, nên có một số môn học bị đổi mã thành những môn học tương đương . Nhưng em vẫn chưa được cập nhật những môn học với mã tương đương vào số tín chỉ tích lũy ngành để có thể đủ điều kiện đăng ký thực tập tốt nghiệp trong hè, mong phòng đào tạo có thể giải đáp giúp em. Em cảm ơn ạ.",
    "Dạ chào thầy cô ạ.Em xin nộp đơn đăng ký môn học ạ.Kính mong thầy cô giải quyết giúp em ạ",
    "Em có các thắc mắc sau mong các thấy cô giải đáp: • Nếu đăng ký thực tập hè thì có được đăng ký học thêm 1 môn nữa được không ạ. • Đợt 2 đăng ký em có đăng ký thực tập hè, nhưng chưa đủ điều kiện về tín chỉ và theo như mail thông báo sẽ mở đợt 3 để đăng ký . Kết quả đợt 2 em đã đăng ký được 1 môn 4 chỉ và được yêu cầu đóng học phí trước 7/6 , nhưng đến ngày 7/6 mới mở đăng ký đợt 3 . Khi đó em đăng ký thực tập thì có được không ạ?! Và nếu không đăng ký được thì em vẫn giữ được thực tập thì em có thể giữ kết quả đăng ký môn như đợt 2 không ạ ( giữ TKB )",
    "Xin chào phía phòng đào tạo, Em tên là , sinh viên khóa 2018 khoa Quản Lý Công Nghiệp Do Chương trình đào tạo khóa 2019 có thay đổi so với khóa của em là 2018, nên có một số môn học bị đổi mã thành những môn học tương đương. Em đã học những môn học có mã tương đương này rồi, nhưng những môn này vẫn chưa được tính vào tín chỉ tích lũy ngành, nên em muốn hỏi thủ tục để chuyển điểm các môn này để em có thể đủ điều kiện đăng ký học kỳ tiếp theo. Em cảm ơn ạ.",
    "Kính thưa ban giám hiệu, em có một câu hỏi đó là, tại sao trường mình lại đóng học phí học kỳ hè 203 sớm vậy ạ. Vì trong thời điểm này mọi hoạt động kiếm ra tiền của nhiều gia đình đều bị đóng băng, đặc biệt những gia đình ở nông thôn như nhà em, bình thường không có dịch đã vất vả rồi,giờ dịch vào không đi làm được, mà tụi em ở Sài Gòn mấy nay dịch cũng đang phức tạp không thể đi làm thêm để đi kiếm tiền được. Tình hình kinh tế nhà em, mà em nghĩ một số gia đình khác cũng đang rất chao đảo và hết sức khó khăn.Em rất mong được Ban Giám Hiệu chia sẻ và chỉ ra phương hướng hợp lý cho tụi em trong cái kỳ hè này. Hi vọng em sẽ sớm được nhận phản hồi ạ. Em cảm ơn BGH rất nhiều.",
    "Chào thầy (cô ), em là sinh viên khóa K20. Vào đợt đăng ký dự thính đợt 1, em đã đăng ký hai môn học. Nhưng hiện giờ gia đình em gặp vấn đề về tài chính, nên không thể thanh toán học phí đúng hạn được. Em cũng đã tìm hiểu và biết đợt đăng ký lần 3 sắp tới, em không được hủy, và nếu em không thanh toán sẽ bị hủy thời khóa biểu và trừ điểm rèn luyện. Thầy cô cho em hỏi, nếu em không thể thanh toán học phí được, ngoài trừ bị xóa thời khóa biểu và trừ điểm rèn luyện, em còn bị ảnh hưởng gì không? Nếu có là gì vậy ạ ? Em cũng đã hỏi mấy anh ( chị ) khóa trước, và biết nếu em không đóng sẽ bị ghi là nợ, và vẫn phải đóng đầy đủ phí dù không học, khiến em rất hoang mang. Mong thầy cô thể trả lời giúp em. Em cảm ơn !",
    "Em là , sinh viên lớp Việt Pháp VP2018/1 Trong học kì hè này, em có nhu cầu học môn Giải tích 3 nên đã đăng kí môn học này,  mã MT2007 . Tuy nhiên, qua 2 lần đăng kí, em đều bị xóa môn, với lí do là chưa học môn Giải tích 1,2. Lý giải điều này, khóa K18 và K19 Việt Pháp trở đi dùng các mã khác nhau, khi chúng em hỏi thầy  là người phụ trách giảng dạy DT GT3 trong hè về chuyện học thì thầy nói cứ đăng kí theo mã mới, mã cũ không mở lớp nữa. Vậy em thông tin để xin Phòng Đào tạo cho em hướng giải quyết nhằm hoàn thành chương trình học tập. Em xin chân thành cảm ơn ! ",
    "Xin hỏi pđt là học kỳ trước em có tích lũy được 78 tín chỉ và học kỳ này em đăng ký 18 chỉ (trong đó 16 chỉ chuyên ngành và 2 chỉ anh văn 4A). Tính tới học kỳ này 203 là em đã có 96 tín chỉ đủ để đăng ký thực tập tốt nghiệp mà sao trong đăng ký môn học em bị hủy TTTN ở 2 đợt 1 và 2 vậy ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi là đăng kí môn học đợt 3 vào ngày 7-9/6 mà trong mail lại bắt đóng học phí từ 2-7/6 nếu không sẽ bị hủy tkb, vậy có đợt đóng học phí sau đợt 2-7/6 không ạ? Em xin chân thành cảm ơn",
    "Nếu đăng kí thực tập ngoài trường thì có được đăng kí thêm môn học khác vào học kì hè không ạ? Em cảm ơn",
    "Kính chào Thầy/Cô, Em nghe giảng viên dạy môn Mip(tpháp hnhập nnghiệp) nói là đã gửi bảng điểm cho PĐT. Vậy mà sao đến giờ môn này vẫn chưa được hiển thị điểm trên MyBK ạ? Em cảm ơn",
    "Em chào Thầy/Cô Em là sinh viên văn bằng 2 khoa Kĩ Thuật Hóa Học (ngành Hóa lý - hóa phân tích) thuộc lớp HC19B2HL . Em có đăng kí môn học thực tập tốt nghiệp theo mã CH3325 (theo khóa K18) nhưng bị sai mã. Thầy/Cô cho em hỏi em đăng kí mã nào mới đúng ạ ?  Các bạn sinh viên K18 khác đăng kí mã đó thì được chấp nhận hết ạ. Em cám ơn",
    "Phòng đào tạo cho em hỏi là bao giờ tiền học bổng khuyến khích mới được gửi cho tụi em ạ, em xin cảm ơn",
    "Em chào quý thầy/cô. Em có thắc mắc về việc đăng ký thực tập ngoài trường vào HK203 này ạ. Theo mail trước đó mà PĐT đã gửi thì sẽ không xét chuẩn anh văn để đăng ký môn cho Hk203 nhưng khi em đăng ký thực tập ngoài trường mã CH3325 của khoa Kỹ thuật hóa học lại không đăng ký được với lý do thiếu chuẩn anh văn như hình trên ạ. Em muốn hỏi vậy đợt 3 này em có thể đăng ký môn học này được không và có bị lỗi gì không ạ. Em xin cảm ơn quý thầy/cô.",
    "Em chào quý thầy cô. Em xin hỏi là trong mybk thông tin sinh viên hiện em đã tích được 76 chỉ nhưng Số tín chỉ tích lũy nghành chỉ có 73 em đăng kí đúng theo chương trình đào tạo của em. Cho em hỏi sao em lại mất 3 chỉ vậy ạ. Em xin cảm ơn quý thầy cô",
    "Em chào PĐT ạ. Như mail đã thông báo là do kỳ này chưa kịp có điểm của HK2 nên sẽ xem xét đủ số chỉ để được thực tập. Nhưng sau khi có kết quả đăng ký môn học đợt 2 thì em được hệ thống thông báo là thiếu chỉ. Vậy em có thể đăng ký thực tập tiếp đợt 3 này không ạ? em cảm ơn.",
    "Chào cô. Em đang chậm trễ học phí của học kì này . Hiện tại em nhận được Mail như hình ảnh bên dưới . Vì tình hình dịch nên em chưa đủ điều kiện để đóng học phí kịp hạn ngày 4/6/2021 . Em không biết em có thể nộp đơn để gia hạn thời gian nộp được không ? Vì thời gian thi học kì cũng được dời . Mong cô cho em ý kiến để em giải quyết . Em xin cảm ơn",
    "Dạ em chào Thầy/Cô, Em là , lớp HC18BSH khoa Kĩ thuật Hóa học. Theo thông báo mới nhất của phòng đào tạo cho phép tạm xét đạt các môn học đang ở học kỳ dự thính 202 chưa có điểm để tính số tín chỉ tích lũy, em muốn hỏi rằng nếu môn học ở kỳ dự thính là môn thay thế thì em có cần làm đơn xin xác nhận môn thay thế của Khoa không ạ?  Kỳ dự thính 202 em học môn 1 thay thế cho môn 2: 1. Quá trình thiết bị truyền nhiệt (CH2043) 2. Quá trình kĩ thuật sinh học 2 (CH2047) Dạ em cảm ơn nhiều . ",
    "Dạ em đã đăng ký tốt nghiệp trên hệ thống trường trong đợt bổ sung vừa rồi từ ngày 17/05/2021 nhưng đến nay vẫn chưa có kết quả trả về. Vậy cho em hỏi là có vấn đề gì với đơn xin của em không ạ? Nếu không có vậy chính xác bao lâu sẽ có phản hồi từ Phòng đào tạo? Em cảm ơn.",
    "Hiện tại em có như cầu đóng học phí miễn học ngoại ngữ và học phí HK203, nhưng giờ em đã về quê và địa phương em không vó chi nhánh OCB. Tuy nhiên, hiện giờ em không biết thông tin đăng nhập vào tài khoản. Theo em thấy thì thông tin là do trường cung cấp chị ngân hàng vậy thì trường có thể cũng cấp lại thông tin đăng nhập giúp em được không ạ?",
    "Kính gửi PĐT, em tên , MSSV , ngành Kỹ thuật máy tính. Em có đăng ký môn Thực tập tốt nghiệp CO3325 học kỳ 203 nhưng kết quả đăng ký không thành công do thiếu tín chỉ. Theo thông báo mới nhất của PĐT thì các môn ở học kỳ dự thính 202 cũng được tính để xét điều kiện đăng ký thực tập . Vậy em muốn hỏi theo thông báo mới này thì số tín chỉ của em đã đủ điều kiện chưa? Xin cho biết cụ thể số tín chỉ của em nếu chưa đủ . Mong PĐT trả lời để em có kế hoạch đăng ký môn học phù hợp. Em xin cảm ơn",
    "Em đang theo học lớp phương pháp tính của thầy , vừa qua có một bài kiểm tra và lấy điểm 5% được thực hiện trên google meet em đã gửi đáp án của mình nhưng không hiểu sao thầy đã không vào điểm cho em. Em có nhắn hỏi thầy và thầy trả lời là \" Không làm bài\". Nhưng em đã đưa ra việc em có tham gia buổi meet đó và kèm đáp án của mình. Nhưng đến nay thầy vẫn im lặng và không trả lời mail của em. Em nên khiếu nại ở đâu để tìm hướng giải quyết cho vấn đề này ạ. Em cảm ơn!",
    "Phòng Đào tạo cho em hỏi hiện giờ bên văn phòng có tiếp nhận sinh viên không ạ. Em muốn nộp đơn xin chuyển chương trình đào tạo từ chương trình kĩ sư chất lượng cao Việt-Pháp về chương trình đại trà. Em xin cảm ơn",
    "Em chào thầy cô ạ,hiện tại e có đăng kí môn thực tập ngoài trường mà bị xóa do thiếu môn tiên quyết Co2033 nhưng môn Co2033 e đã học môn Co1025 thay thế rồi ạ.Em mong thầy cô kiểm tra hộ em ạ và cho em cách giải quyết ạ.Em xin cảm ơn",
    "Em là SV BDCN K2018 Thầy/cô cho em hỏi:  1. Theo như thông báo của phòng đào tạo thì tính luôn HK DT 202 thì em được 98TC mà em lại bị xóa đăng ký Thực tập ngoài trường MMH IU3315 với lý do \"PDT không đ/ký cho SV MH IU3315 (N: Không đủ đ/kiện nhận TTTN - STC)\", em không hiểu rõ STC là như thế nào ạ? 2. Hạn đóng HP HK203 là 02/06-07/06 và thời gian ĐKMH từ 07/06, vậy ngày 07/06 em ĐKMH thì nếu trên BKPAY không cập nhật kịp thì em có bị tính là thanh toán trễ không ạ? Em cảm ơn ạ.",
    "Dạ, em tên là , lớp VP18VT. Em có câu hỏi là: Ở đợt 2 đăng kí môn học DT203 em có đăng kí 2 môn: Kinh tế vi mô - quản lí kế toán(701711) và Kinh tế vi mô & tổ chức xí nghiệp(701705). Nhưng do bận việc nên em muốn hủy đăng kí 2 môn này ạ. Em có thấy mail nói là không cần đóng tiền vào đợt này thì sẽ hủy TKB nhưng em không biết là có cần phải làm thêm đơn gì không.    .",
    "em chào thầy cô . em có đăng ký môn học Thực tập tốt nghiệp nhưng kết quả đăng ký thì em không đủ điều kiện anh văn sau năm 2. Cho em hỏi là kì hè 203 có được miễn anh văn không ạ ?",
    "Gửi thầy/cô, Dạ em chào thầy/cô ạ. Em là sinh viên K20 thuộc hệ đại trà, em viết câu hỏi này muốn hỏi về việc có thể hủy môn học ở kì DT203 sau khi đã hết hạn hiệu chỉnh  được không ạ? Vì một số lí do ở gia đình nên em đang chưa sắp xếp được thời gian học (lúc trước khi hết hạn hiệu chỉnh thì em sắp xếp được nhưng bây giờ vì một số việc đột xuất với gia đình em nên hiện tại em chưa xoay sở được) nên em có thể có cách nào để xin rút môn học được không ạ? Em cảm ơn thầy/cô đã đọc câu hỏi này của em ạ.",
    "Dạ em chào Thầy/Cô, Em là , lớp HC18BSH khoa Kĩ thuật Hóa học. Theo thông báo mới nhất của phòng đào tạo cho phép tạm xét đạt các môn học đang ở học kỳ dự thính 202 chưa có điểm để tính số tín chỉ tích lũy, em muốn hỏi rằng nếu môn học ở kỳ dự thính là môn tương đương/thay thế thì em có cần làm đơn xin xác nhận môn tương đương/thay thế của Khoa không ạ?  Kỳ dự thính 202 em học môn 1 tương đương/thay thế cho môn 2: 1. Quá trình thiết bị truyền nhiệt (CH2043) 2. Quá trình kĩ thuật sinh học 2 (CH2047) Dạ em cảm ơn nhiều. ",
    "Em đăng ký môn học ở học kỳ 203, nhưng bây giờ em không muốn học nữa. Nếu em không đóng tiền đúng hạn, thì sẽ bị hủy môn học. Vậy cho em hỏi là hủy môn học rồi có phải đóng tiền không ạ? Em cảm ơn",
    "Chào thầy/cô Trong chương trình đào tạo của em có môn Thực tập Kỹ thuật (ME2017) nhưng năm trước em không đăng ký thực tập do chưa học đủ cấc môn. Hè năm nay em đăng ký nhưng không có lớp mở . Kính xin thầy/cô cho em hướng giải quyết. Em xin trân thành cám ơn. Sinh viên ",
    "Chào ad Em tên  MSSV:  Khoa xây dựng Ad cho em hỏi trong mail trường báo đóng học phí hạn cuối 7/6, nếu không đóng sẽ hủy thời khóa biểu. Vậy thì em không muốn học môn mà em đã đăng kí trong lần 2 thì em không đóng học phí là Môn tự hủy và xóa tkb đúng không ạ? Liệu không đóng học phí thì sv có bị vô blacklist hay nợ xấu gì không ạ? Em chân thành cảm ơn.",
    "Dạ chào thầy/cô ạ.Cho em xin phép được nộp đơn đăng ký môn học ạ",
    "Em chào PDT PDT cho em hỏi về việc thực tập ngoài trường. Trường cho đóng học phí từ 2/6 đến 7/6. Nhưng tình hình dịch ở HCM đang căng thẳng không biết đến khi nào hết dãn cách xã hội . Xe di chuyển từ quê em vào TP HCM vẫn chưa được hoạt động lại. Vậy nếu em đóng tiền rồi mà lại không được đi thực tập vì dịch thì sao ạ. Mong được PDT trả lời sớm ạ. Em cảm ơn",
    "Pđt cho em hỏi là đợt đăng kí môn học đợt 2 học kì 203 này nếu thanh toán học phí trễ hạn thì sẽ bị hủy thời khóa biểu vậy khi bị hủy thời khóa biểu rồi, em có cần thanh toán học phí không ạ  Em cảm ơn.",
    "Hiện tại e đang học chương trình chất lượng cao, e muốn đổi qua chương trình đại trà. E mong phòng đào tạo có thể giúp đỡ em ",
    "Dạ em chào anh/chị hỗ trợ,  Em là , MSSV:  . Vấn đề: Em có đăng ký in bảng điểm để bổ sung học bổng và hạn nhận là ngày 03/06/2021, nhưng hiện tại em đang ở quê và không thể đến nhận được . Em đã nhờ bạn , MSSV:  đến nhận giúp. Em rất mong PĐT có thể cho phép bạn nhận giúp em . Em xin chân thành cảm ơn.",
    "Cho em hỏi là em đóng trễ học phí và được gia hạn thời gian đóng nhưng do một vài lí do nên em vẫn chưa đủ để đóng đợt gia hạn này thì có gặp vấn đề gì không ạ? Và em chỉ được gia hạn 1 lần để đóng hay như thế nào ? Lần gia hạn này không ghi là lần gia hạn cuối cùng ạ. Xin trả lời giúp em nhanh câu hỏi này, em xin cảm ơn.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa TP.HCM   Em tên là   - mssv  Em xin quý thầy/cô sửa lỗi họ tên giúp em, cụ thể trong danh sách phòng thi họ \"ôn\" của em không được viết hoa ạ. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa TP.HCM Em tên là   - mssv  Kết quả xét em được nhận học bổng khuyến khích của học kì 1 (2020-2021) (xét ở học kì 2 năm 2020-2021). Em đã cập nhật thông tin cá nhân trên BKpay (như trong hình em gửi kèm ạ). Quý thầy/cô cho em hỏi em đã cập nhật đủ thông tin để được nhận hbkk chưa ạ? Vì là lần đầu được nhận nên em mong quý thầy/cô giải đáp giúp em ạ. Em xin chân thành cảm ơn.",
    "Em chào các anh chị ạ ! Vì ảnh hưởng của dịch covid 19 nên lịch thi của tụi em bị dời lại đến tháng 8 mà em có 1 môn đồ án tiên quyết đề cương luận văn nhưng bị dời lịch bảo vệ vậy nhà trường có cho em nhận đề cương không khi chưa có kết quả đồ án ạ?",
    "Em là sv khóa 17 PFIEV. Em muốn học môn Toán 3(Mã MH:006713) để hoàn thành chương trình học nhưng môn không còn mở do đổi chương trình đào tạo cho khóa sau. Tuy nhiên, có môn học tương đương theo quy định của phòng Đào Tạo là Giải tích 3(MT2007). Em đã đăng kí vào đợt 2 nhưng bị hủy với lí do như ảnh đính kèm (kq.jpg). Em hi vọng phòng Đào Tạo có thể giúp em đăng kí môn để em hoàn thành đúng tiến độ học tập. Em xin cảm ơn!",
    "Cô ơi, cô cho em hỏi là em thanh toán học phí đầy đủ mà sao trường vẫn mail là em chưa thanh toán học phí ạ . Cô check lại giúp em với ạ. Em cảm ơn cô .   i ",
    "Em chào thầy / cô, em muốn hỏi là làm cách nào để huỷ môn học kì hè 203 ạ. Em xin cảm ơn thầy/cô",
    "Dạ thưa cô cho em hỏi sao em đăng kí có 2 môn là CI2029 - Cơ học kết cấu và CI3211 - Kết cấu thép 2 mà giá tiền học phí lại lên đến  5,280,000 :",
    "Kính thưa phòng đào tạo, Em tên là , MSSV: . Hiện đang là sinh viên lớp Việt Pháp xây dựng. Em có vào trang đăng kí môn học hè kì 203 tham khảo trước. Em nhận thấy rằng có môn học pháp luật Việt Nam đại cương (MSMH: Sp1007), nhưng em lại không đăng kí được do loại hình sinh viên. Môn học trong chương trình đào tạo em là môn Pháp luật đại cương (MSMH: 008001) là môn tương đương theo như 'Danh sách môn học CTĐT k2014 tương đương/thay thế cho CTĐT k2013 về trước'. Phòng đào tạo cho em thắc mắc là tại sao em không được đăng kí MH: Sp1007 ạ. Em xin chân thành cám ơn quý phòng ạ.",
    "Dạ mình muốn hỏi là về môn giáo dục thể chất ạ, thời khóa biểu ở tuần học tiếp theo. Thì mình vẫn đi học bình thường ạ.",
    "Dạ, em tên là Trần Diệu Minh Như, MSSV 1811131, cho em hỏi là trong phần bảng điểm sinh viên của em, phần tín chỉ tích luỹ ngành và điểm trung bình tích luỹ ngành tính đến hết học kì ( góc trên cùng bên trái ) vẫn chưa được cập nhật ạ !",
    "Em chào thầy cô phòng đào tạo !!, em tên là , MSSV  hiện đang là sinh viên của Trung tâm Đào Tạo Bảo Dưỡng Công Nghiệp. Học kỳ 203 em có đăng ký môn học thực tập tốt nghiệp nhưng không có kết quả. Hiện tại em được 73 tín chỉ, kỳ này em đang học thêm 13 tín chỉ. Em mong thầy cô tạo điều kiện cho em được đi thực tập vào kỳ tới. Em xin cảm ơn !!!!",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc Lập – Tự Do – Hạnh Phúc Đơn Xin Xem Xét Kính gửi:  Phòng Đào Tạo trường Đại Học Bách Khoa Hồ Chí Minh Em tên:                                        MSSV:   Ngành:    Logistics và quản lí chuỗi cung ứng                   Khoa: Cơ Khí Lý do làm đơn:  Do học kì 201 em có đăng kí môn Quản lí losgictics của khóa 2019 với mã môn ME2125. Hiện môn học này đã là môn tương đương với môn Quản lí losgictics khóa 2018 với mã môn là ME3233 ( lí do sau năm 2018 thì chương trình tạo đạo đổi mã môn và không mở mã 2018 nữa , và cũng đã có công văn tương đương). Văn phòng bộ môn và khoa đã có công văn tương đương rồi nhưng trên hệ thống em chưa được cập nhật số tín chỉ tích lũy ngành của môn này. Em kính mong phòng đạo tạo xem xét giúp đỡ em cập nhật, tại nếu không được cập nhật tích lũy môn này em sẽ không đủ chỉ đăng kí môn Thực tập tốt nghiệp vào hè. Em xin chân thành cảm ơn .                                                                             Tp HCM, ngày 4 tháng 6 năm 2021                                                                                          Người làm đơn                                                                                  ",
    "em hiện tại chưa có khả năng thanh toán học phí ngay được và do dịch nên cũng ko tiện lên phòng đào tạo được ạ, e mới được thông báo là bị đình chỉ học. mong pđt cho e cách giải quyết vấn đề được ko ạ, e cám ơn",
    "Em hiện không có thông tin đăng nhập vào tài khoản ngân hàng để đóng học phí. Trên trang của ngân hàng có nói thông tin được cung cấp bởi trường, vậy thì liệu trường có thể cung cấp thông tin đăng nhập của em được không ạ?",
    "E đã đọc qua qui chế học vụ điều 31 Hiện tại e đã học qua năm nhất nhưng vẫn muốn đổi về học đại trà thì em phải làm đơn đúng không ạ",
    "Kính gửi phòng đào tạo: Em tên , em là sinh viên khoá K18 ạ. Hồi năm nhất em có nộp chuyển điểm bằng toeic 575 cho cả 4 anh văn, tại thời điểm ấy thì bằng của em vẫn còn giá trị.Theo đề cương của K18 thì sắp tới phải nộp anh văn để xét điều kiện làm luận văn.Vậy thì trường có lấy điểm toeic đó xét chuẩn luận văn không ạ? Hay em phải thi và nộp lại bằng mới để đủ chuẩn làm luận văn ạ? Em mong quý thầy cô sẽ giải đáp giúp em ạ. Em xin cám ơn.",
    "Cho phép em hỏi về việc Đăng ký môn học HK203 đợt 1. Em là Hồ Trọng Hiếu, mssv: , Sinh viên hệ VLVH có đăng ký môn học Giải Tích 2 (MT1005) ở đợt 1. Nhưng sau khi xem kết quả Đợt 1 thì em bị hủy môn học này do bị vướng điều kiện thiếu Môn Tiên Quyết. Em không biết do em chọn sai lớp hay có lý do khác khiến e không đăng ký môn học được. Kính mong quý thầy cô xem xét. Em xin chân thành cảm ơn.",
    "Em xin chào Thầy/Cô ạ! Tình hình của em là đã Đăng kí môn Thực tập tốt nghiệp CI3343 và đã có kết quả đăng kí thành công và có cả TKB rồi ạ Nhưng lại chưa có lịch đóng tiền trên Bkpay ạ. Vì em nghe 7/6 nếu không đóng sẽ bị hủy TKB nên em hơi lo, vì em không có lịch đóng trên BKpay ạ. Em xin Thầy/Cô giải đáp thắc mắc cho em ạ! Em xin chân thành cám ơn!",
    "Thưa phòng đào tạo , em tên  , mssv  . Em có 1 thắc là các môn dự thính ở kì 203 mà em đã đăng kí trong đợt đăng ký dự thính 1,2 vừa rồi hiện đã có thời khóa biểu và thông báo đóng học phí . Ngoài ra mail trường cũng có nói là ai đóng học phí trễ thì bị xóa thời khóa biểu. Nên em muốn hỏi là hiện tại em không thể đóng tiền học được và cũng muốn hủy môn đã đăng kí , không biết là nếu em không đóng học phí trong đợt này thì môn học em có được hủy không và nếu không đóng thì sẽ không phải đóng nữa đúng không ạ? Tức là môn này sẽ được bỏ cho sinh viên một các miễn phí mà không cần phải đóng đầy đủ học phí ấy ạ . Em cảm ơn ",
    "Chào thầy\\cô phòng đào tạo Em là  msvv  Theo như kế hoạch thì hè này em thực tập tốt nghiệp. Nhưng do dịch bệnh nên nhà trường có mail tạm hoãn việc thực tập tốt nghiệp, nhưng lại vẫn có thời khóa biểu cũng nhưng nộp hộp phí trên Bkpay. 1 vấn đề nữa đó là bộ môn bên Điện Tử lại yêu cầu nộp from đăng kí GVHD hạn đến 6\\6 hết hạn vậy cho em hỏi nên thực hiện theo kế hoạch mail trường đề ra hay của bộ môn đăng lên ạ. và nếu hoãn thì học phí bọn em có phải đóng không ạ? em chân thành cảm ơn",
    "Kính thưa PĐT! Em là , sv khoa Điện. Trong kì vừa qua đến bây giờ em đã cố gắng xin mở lớp EE3007 vì không kịp học trong hè em sẽ bị trễ tiến độ LVTN. Em đã xin thầy  - trưởng bộ môn Điều khiển tự động cho phép môn EE3007 chuyển sang dạng đồ án( vì hè nay không mở được các môn có thực hành)  Mong thầy cô pđt giúp đỡ và cho phép em đăng kí trong hè này. Em cảm ơn .",
    "Dạ chào pđt , em thấy mail pđt là ngày 7/6/2021 có đợt đăng ký bổ sung , đợt trước em lỡ đăng ký 4 môn nhưng em chỉ muốn học có 3 môn , vậy em không thanh toán tiền học đến ngày 7 hết hạn xóa tkb của em , em đăng ký mới 3 môn được không ạ ! em cảm ơn pđt rất nhiều ạ ! ",
    "MSSV :  Dạ thầy cô cho em hỏi em cần đăng ký trả nợ môn học Quá trình thiết bị và truyền nhiệt CH2043 vào kỳ hè nhưng khoa không mở thì có cách nào khắc phục không ạ? Hiện giờ em chỉ còn nợ môn này. Em cảm ơn ạ.",
    "Em là , MSSV . Do hoàn cảnh gia đình khó khăn nên em có thanh toán học phí trễ hạn. Hôm nay em đã lên bkpay để thanh toán học phí nhưng có vẻ OCB của em bị lỗi và em đã bị khóa tài khoản, không thể thanh toán học phí được. Em cũng đang trong quá trình cách ly tại nhà nên không thể đến phòng giao dịch để mở lại tài khoản hoặc thanh toán. Kính mong phòng đào tạo xem xét cho em được gia hạn thêm thời gian đóng học phí học kỳ chính 202 và hk hè 203 trong đợt thu này. Em cam kết những gì em nói là thật. Kính mong phòng đào tạo xem xét",
    "pháp luật việt nam đại cương 2. 1003: vật lý 1 3. 1005: giải tích 2",
    "xin chào thầy cô ạ,  em đã đổi điểm anh văn 2 đợt vừa rồi, điểm đã có trong điểm chuyển nhưng chưa hiện trong bảng điểm . Thầy cô cho em hỏi là vậy đợt 3 em có được đăng kí tiếp anh văn 3 không ạ? Vì điểm anh văn 2 đã được đổi trong điểm chuyển. Em cảm ơn thầy cô",
    "Kính gửi PĐT Em có nhận được mail của pđt về việc đóng học phí trước 6/6. Tuy nhiên, hiện nơi em sống, phường Thạnh Lộc,Q12 đang bị phong toả, em và gia đình không thể đến bất kì Ngân hàng nào để nộp học phí đúng hạn. Vì vậy, Em mong pđt cho phép em đóng học phí trễ hạn. Em hứa sẽ đóng đầy đủ học phí ngay khi lệnh giãn cách được nới lỏng. Em mong nhận được phản hồi sớm nhất ạ! Em cám ơn",
    "Dạ Phòng Đào tạo cho em hỏi Hiện tại em có thể đăng kí in bảng điểm với nơi nhận là Phòng Đào tạo CS1 được không ạ? Em sẽ nhờ các bạn đang làm luận văn ở các lab trong trường lấy giúp ạ? Em xin cảm ơn",
    "Dạ Phòng Đào tạo cho em hỏi, em đã đăng kí chuyển điểm anh văn từ ngày 12/4 nhưng đến nay vẫn chưa được cập nhật điểm chuyển ạ. Em có MSSV là  ạ. Em xin cảm ơn",
    "Em là sinh viên K20 vừa rồi có đăng kí 2 môn đại cương học vượt ở HK203. Gần đây em nhận được mail có đoạn: \"Thanh toán học phí từ 02/06 đến 07/06/2021. Sau thời gian trên Phòng đào tạo sẽ đánh giá lại điều kiện mở lớp và có thể hủy các lớp không đảm bảo sĩ số theo qui định. Các sinh viên không thanh toán học phí đúng hạn sẽ bị hủy thời khóa biểu\" Vậy cho em hỏi nếu em không đóng kiệp học phí HK203, ngoài không được học HK203 thì có ảnh hưởng gì khác không? Có được đăng kí HK211 không? Có phải trả nợ học phí HK203 dù bị xóa thời khóa biểu không? Em cám ơn.    .",
    "Em tên là  MSSV  dạ nhà em bố đang khó về tiền bạc nên chưa đóng tiền ạ mà mail trường gửi lên cho em vào đúng qua 15 giờ 6/6/2021 nếu không đóng thì em sẽ bị hoãn học nên em mong nhà trường thông cảm ạ ",
    "Chào cô, em có một vài thắc mắc về dự thính hè ạ - Hiện tại là đang là đợt 2 của đợt đăng kí mà trường yêu cầu đóng tiền, em có nghe nói nếu không đóng tiền thì sẽ bị hủy môn, vậy nếu đợt 2 này em không đóng tiền và đợt 3 đăng kí lại thì có được không ạ ? (  U mục đích là để tạm hoãn đóng tiền ạ   ) - Nếu như không được, vậy nếu em không đóng tiền thì em sẽ gặp những hệ quả chi tiết là gì? - Cô có gợi ý cách giải quyết nào cho em được không ạ.   Em cảm ơn cô.",
    "Em tên , MSSV  Vì phụ huynh em bị trễ lương và xảy ra vài chi tiêu ngoài dự kiến nên em không thể thanh toán học phí trước ngày 11/05/2021. Em xin phòng đào tạo xem xét. Em xin cảm ơn.",
    "Thưa, lỗi Chọn sai môn chuyển điểm là sao ạ?",
    "Thưa PĐT, em có đăng kí in thẻ Sinh viên tại trường nhưng vì cách ly nên em muốn vận chuyển qua bưu điện ạ. Địa chỉ của em là 104 đường 47, phường Tân Quy, quận 7 Số điện thoại : 070 4411 239 Em xin cảm ơn, .",
    "Em xin chào đại diện trường ạ, Chuyện là em có đăng kí môn học hk203 nhưng vì gia đình có trục trặc nên không đủ điều kiện chi trả học phí thì em huỷ môn như thế nào ạ?",
    "MSSV: ,    Em chào anh/chị bên PDT ạ. Ngày mai 15h (6/6/2021) là hết hạn đóng học phí rồi. Nhưng thứ Hai (7/6) chúng em mới nhận được tiền dưới quê gửi lên, do cuối tuần ngân hàng không làm việc. Chúng em xin lỗi vì sự bất tiện này, nhưng xin phép anh/chị cho chúng em được đóng học phí trễ thêm 1 ngày được không ạ. Em xin cảm ơn!   i Học phí .",
    "Kính gửi PĐT, Em hiện đang là sinh viên năm 3, theo như chuẩn GDTC của trường thì hết năm 3 phải cần đạt chuẩn qua 3 môn GDTC. Do vấn đề sức khỏe nên em không đủ 3 môn GDTC, vì thế nên em dự định nộp đơn xin miễn học GDTC, nhưng trước diễn biến phức tạp của dịch Covid19 em có thể xin miễn học môn GDTC trực tuyến qua hình thức gửi email hoặc thông qua hệ thống BKSI được không? Và ngoài mẫu đơn xin miễn học GDTC ra thì em cần phải nộp thêm những giấy tờ nào nữa ạ. Em xin chân thành cảm ơn. Trân trọng,",
    "Cho em hỏi bên liên thông đại học (VHVL) sao Trường mình miễn được có 3 môn vậy ạ, trừ môn Anh Văn với Quốc Phòng ra thì các thì sau khi trừ 3 môn miễn em xem lại cái chương trình đào tạo thì còn quá nhiều tín chỉ. Học thì có 1.5-2 năm, mà học có 6 chỉ thì học từ tối (thứ 2 tới thứ 7 + Thí Nghiệm) mà học thì gần nữa năm. Vậy làm sao học kịp hết đây ạ,mong nhà trường nói rõ cho em?",
    "Cái giấy xin miễn môn, em có gọi điện cho Trường CĐKT Cao Thắng thì họ kêu là không có giấy đề cương tóm tắt môn học, chỉ có cái bằng cấp và cái bảng điểm trong đó có chứa tên môn học và điểm thôi. Vậy em xin miễn môn thì em gửi cái giấy xin miễn và cái bảng điểm thôi được không ạ?  ",
    "Chào anh/chị, cho em hỏi với tình hình hiện tại có thể đến nộp giấy đóng học phí trễ tại phòng đào tạo không ạ?",
    "Em có đăng ký môn học trong HK203 đợt 1, nhưng do có việc đột xuất nên em không thể hoàn thành học phí kịp thời hạn là 07/06/2021 và theo mail em nhận được thì Phòng đào tạo sẽ hủy TKB nếu không thanh toán học phí. Do vậy nên em muốn hỏi là em có thể đăng ký lại các môn học đó vào đợt 3 nếu bị huỷ TKB của đợt 2 hay không ạ?",
    "Kính gửi cô , Em tên là , MSSV: , hiện đang học lớp VP18XDC, chương trình Viêt Pháp. Hiện tại em và nhiều bạn khác đang gặp 1 số vấn đề sau, mong pđt có thể giúp chúng em ạ: - Trong đợt đkmh HK203, em có đk môn giải tích 2 (MT1013) và môn giải tích 3 (MT2007), chúng em là sinh viên k18 trở về trước và đây là các môn tương đương của khóa k19. - Tuy nhiên, khi trả kết quả đkmh thì hệ thống lại không chấp nhận và báo là chúng em chưa học môn tiên quyết của k19 (Em xin đính kèm ảnh dưới). - Do đây là môn tương đương nên các môn tiên quyết chúng em đã học ở mã cũ rồi ạ. - Tình hình hiện tại:  . Lớp giải tích 3 (MT2007) của thầy , đợt 2 đk 40 sv, hiện còn 27 sv và chúng em không thỏa điều kiện để đăng ký.  . Lớp giải tích 2 (MT1013) của cô , đợt 2 đk 20 sv, sau chỉ còn 8 sv nên không đủ sỉ số và pđt đã hủy luôn lớp này ạ. - Chúng em hiện đang lập danh sách các bạn không đăng ký được. Do ngày 7/6/2021 đã bắt đầu học kì dự thính nên chúng em rất lo lắng và hoang mang, chúng em hiện không biết nên xử lí như thế nào. Mong pđt có thể giúp đỡ và hướng dẫn chúng em hoàn thành việc đkmh cho HK203 này ạ. Em xin chân thành cảm ơn.",
    "Dạ thưa Thầy/Cô,  Em tên là , sinh viên lớp Kỹ sư tài năng ngành Khoa học máy tính, khóa k19. Em hiện tại đã làm xong bài tập lớn của học kỳ 202. Hiện tại thì em muốn ra khỏi chương trình kỹ sư tài năng thì có cần phải chờ đến hết học kỳ không ạ, hay là giai đoạn nghỉ hè này cũng có thể xin ra được. Và em phải làm thủ tục như thế nào ạ? Em xin chân thành cảm ơn, Trân trọng, ",
    "dạ quý thầy cô cho em hỏi là em đã thanh toán học phí trễ trước hạn đợt 1 15h 04/06/2021 nhưng đến bây giờ em kiểm tra lại thì tài khoản vẫn chưa trừ tiền và học phí chưa thanh toán ạ, em tiếp tục thanh toán nhưng vẫn không thanh toán được,quý thầy cô cho em hỏi nên làm sao ạ, em cám ơn",
    "Em muốn rút môn học kì hè vì em đã đăng kí môn học vì sợ là vì lượng kiến thức của rất nhiều môn nên là em sợ rớt giải tích 2. Nhưng vì tình hình dịch bệnh, nên trường đã đổi thì, nên em có thời gian hơn để ôn tập và vì dịch nên thử nhập gia đình em bị khó khăn, gia đình em thuộc hộ nghèo, không thể đóng tiền học cho học kì này, một môn này là 1 được 1 phần của học kì sau, số tiền học phí này rất quan trọng, giúp gia đình em trang trải qua thời kỳ khó khăn. Nên là em mong nhà trường sẽ giúp em hủy môn đã đăng ký cho học kì này.",
    "Hôm qua em có chuyển tiền mặt vào thẻ ocb nhưng gặp vấn đề nên nhân viên nói là t3 tiền mới tới, em có thể dời ngày đóng tiền lại đến 15h ngày 8/6 được không ạ. Em xin cảm ơn",
    "hiện giờ chưa thi dự thính hk202 mà em chưa đóng học phí vậy giờ em đóng và nộp giấy đóng trễ lên phòng đào tạo còn kịp không ạ",
    "Chào Thầy cô! Em có câu hỏi: em đã nhận thông tin phải nộp đơn xin thu nhận lại vì lý do hết hạn đào tạo, để được mở lại cổng đăng ký tốt nghiệp trên Mybk. Em đã thực hiện, nộp đơn theo mẫu đăng ký thu nhận lại (mẫu trên trang web) ngày 28/05/2021 tại PĐT. Tuy nhiên đến nay em vẫn chưa được thu nhận lại và chưa thể đăng ký tốt nghiệp trên mybk. Vậy mong thầy cô kiểm tra giúp em tình trạng của em hiện tại và cách giãi quyết ạ.",
    "do vừa đóng học phí lần 2 xong nên em xoay tiền không kiệp em muốn xin gia hạn thời giang đóng học phí thì làm cách nào ạ",
    "Chào cô/ thầy Ngày 16/4/2021, em có lên PĐT xin giấy thu nhận lạI( Lý do không ĐK môn HK2/ 2020-2021). Em có làm đơn \" đề nghị được được thu nhận lại từ HK 203/ 2020- 2021\" . Em có nói là do còn anh văn chưa thi và cô chỉ nói là chừng nào có bằng thì nộp để đổi điểm để kịp cho đợt ĐK tốt nghiệp tháng 11. Em đã làm đơn rồi không biết có cần phải ĐK môn cho HK chính tiếp theo không ạ? Em cám ơn.",
    "Kính gửi thầy/cô: Em đã đăng ký in bảng điểm, ngày hẹn trả là 04/06/2021. Hiện tại em đang ở Đồng Nai và không thể đến Cơ sở 1 để nhận bảng điểm . Cho em hỏi bảng điểm đã in có thể gửi bưu điện được không ạ? Nếu có thể, phiền thầy/cô gửi tới , sđt: [phone_number] Đ/c: 138, , tổ 8, Kp.3, phường Long Bình Tân, Biên Hoà- Đồng Nai. Nếu không, em phải đăng ký và nộp tiền lại ạ? Em mong sớm được giải đáp. Xin cảm ơn thầy/cô.",
    "Chào PĐT, em là , MSSV . Theo như thông báo của khoa Máy Tính, thì ở học kì này em đã bị loại khỏi chương trình KSTN do không đạt đủ điểm TB HK201 như quy định, nhưng mà trong kì này em vẫn có tên trong các môn học thuộc học phần mở rộng, em có hỏi lại thầy cô và không làm phần mở rộng. PĐT cho em hỏi thì học phần mở rộng của em có bị xóa hay không, hay là cho điểm 0 học phần mở rộng, do em thấy các học phần mở rộng có hiển thị trên myBK- bảng điểm của em. Em cảm ơn ạ, mong nhận được hồi âm từ PĐT. Thân, .",
    "Em có đăng kí giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự ngày 27/5/2021 nhưng hiện tại em không lên thành phố để lấy được, cho em  hỏi là bây giờ em có thể nhận qua bưu điện được không ạ.",
    "Em tên là , MSSV  Nay em viết phiếu xin PDT cho em hướng giải quyết về phần học phí kì 203. Em có định thanh toán học phí kì 203 qua BKPay nhưng vì tài khoản OCB của em lâu không sử dụng nên khi em đăng nhập vào OCB OMNI nó báo sai mật khẩu và khóa giao dịch của em. Em có liên lạc với phía ngân hàng nhờ hỗ trợ nhưng họ bảo phải ra chi nhánh gần nhất để mở lại tài khoản thì mới thanh toán được nhưng nay em đã về quê mà ngân hàng lại không có chi nhánh tại Bến Tre nên em đang không biết cách nào để thanh toán học phí kì 203 đúng hạn ( trước đây em toàn ra thẳng chi nhánh tại TPHCM để thanh toán ). Kính mong PDT cho em xin hướng giải quyết để em có thể tham gia học kì 203 vì nếu em trễ hạn sẽ bị xóa môn học và TKB. Em chân thành cảm ơn .",
    "Chào cô/thầy, theo mail thì đợt đóng tiền cho đợt 2 HKDT203 sẽ kết thúc vào 7/6. Nếu đóng không đúng hạn thì sẽ bị hủy TKB. Vậy thì cho em hỏi hủy TKB là hủy môn học hay sao ạ? Em cám ơn.    .",
    "Thưa pđt, em là   (  ), do trước khi dịch có đăng kí dự thính 2 môn học, và sau đó có thông báo lịch thi 203 và 202 khá gần nhau, em bị áp lực thời gian và số lượng môn thi, xin phép pđt cho em hủy 1 môn kì 203 là  ạ. Em xin cảm ơn",
    "Em chào thầy cô, vừa rồi em đã đăng kí học lại Quân Sự tại trung tâm Giáo Dục Quốc Phòng - An Ninh để kịp tốt nghiệp vào tháng 11/2021, thời gian dự kiến học bắt đầu vào ngày 28/06/2021. Hiện nay, vì ảnh hưởng bởi Đại dịch Covid, Trung tâm GDQP-AN hiện đã trở thành khu cách ly, em đã chủ động liên hệ lại với Trung tâm qua số điện thoại để xác nhận việc lịch học và phương thức học như thế nào nhưng không được. Vì vậy em hi vọng thầy cô có thể giải đáp giúp em mốt số điều dưới đây ạ: 1. Em rất muốn có thêm thông tin liên lạc với Trung tâm GDQP-AN ví dụ như email, nếu thầy cô có thông tin liên lạc với trung tâm thì có thể cho em xin với được không ạ?  2. Trường hợp xấu nhất là em không thể hoàn thành khóa học trong kì hè để kịp tốt nghiệp, vậy sang học kì 211 em có phải đăng kí thêm môn học nào khác để duy trì tình trạng sinh viên ngoài môn Giáo Dục Quốc Phòng không ạ? Em cảm ơn thầy cô rất nhiều . Chúc thầy cô sức khỏe!",
    "Em đăng kí môn mà không thấy thời khoá biểu gmail kêu vào xem thì thấy chữ tạm dừng không xem được kết quả, em từ hệ chính quy sang hệ vhvl cô bên phòng đào tạo kêu đăng kí môn rồi học bình thường với lại em đang cần thời khoá biểu để lấy giấy hoãn nghĩa vụ ạ!!!",
    "Dạ em chào thầy/Cô ạ. Thầy/Cô cho em hỏi về việc xin giấy giới thiệu của trường để nộp cho trung tâm GDQP ạ. Đầu năm nhất em có tham gia khoá học Giáo dục Quốc phòng do trường tổ chức nhưng sau đó phải nghỉ giữa chừng vì phải thực hiện phẫu thuật ạ. Đến nay em mới sắp xếp đăng kí để học lại khoá học GDQP nhưng bên trung tâm yêu cầu phải có giấy giới thiệu của trường đang theo học. Vậy em có cần phải viết giấy giới thiệu trước rồi đem đến phòng đào tạo để nhờ xác nhận hay Phòng đào tạo có mẫu đơn riêng ạ. Dạ em rất cảm ơn Thầy/Cô ạ.",
    "Em xin chào thầy/cô: Em tên:  - MSSV:  Em có câu hỏi về đăng kí môn học. Hiện em đã đăng ký thực tập ngoài trường mã môn EE3335 lần 1 và lần 2. Nhưng hiện tại tới thời gian thanh toán, em kiểm tra trên bkpay không có thông tin. Em ở xa không thể tận nơi. Mong thầy/cô giúp đỡ xem xét ạ.    .",
    "Em là  mssv  Dạ phòng đào tạo cho em hỏi ạ ? Em hiện đã có 90 tín chỉ, nếu theo phòng đào tạo nói là cộng thêm số chỉ kì 202 nữa mặc dù chưa có điểm là em đã đủ tín chỉ để đi thực tập rồi ạ, em cũng không có môn nào bị vướng môn thực tập vậy sao em bị xóa ạ ? Mong pđt xem và giải quyết giúp em, em cảm ơn rất nhiều ạ.",
    "Kính gửi PDT    Do em đã học cãi thiện vài môn học nên bảng điểm cá nhân của em   B chưa cập nhật điểm trung bình tích lũy ngành    đúng với điểm thật. Nên em mong muốn PĐT cập nhật lại điểm trung bình tích lũy ngành giúp e để có thể xin thực tập hè và theo dõi tiến độ học tập.. e xin chân thành cảm ơn   i  .",
    "Cho em hỏi : hiện tại bây giờ em ko đăng ký được thực tập ngoài trường thì em có thể đi thực tập trước và kỳ sau được nhà trường xác nhận được không ạ ",
    "dạ cho em hỏi, môn giải tích hai của em hồi học kỳ 172 em có học và đã qua môn, kỳ DT202 này em có đăng ký để cải thiện điểm môn giải tích 2, nếu em không tham gia thi cuối kì, đồng nghĩa em không điểm thì có vẫn tính em là em đã quan môn không ạ, tại em đã từng học và qua môn ở học kỳ 172 ạ",
    "Do em đăng kí nhầm môn nên em muốn hỏi về thủ tục rút môn và hướng giải quyết về học phí ạ, vì ngày 07/06/2021 là hết hạn đóng học phí ạ. Em cảm ơn thầy/cô ạ!",
    "Em xin chào Thầy/Cô ạ. Em tên là , MSSV : . Em hiện đang cần hỗ trợ về vấn đề đăng ký/huỷ môn học ở học kỳ 203. Ở đợt đăng ký thứ nhất của đợt ĐKMH cho học kỳ 203, em đã đăng ký tổng cộng 4 tín chỉ, bao gồm môn Pháp luật đại cương (SP1007) và môn Chủ nghĩa xã hội khoa học (SP1035). Nhưng vì một số lý do nên hiện tại em muốn huỷ môn Pháp luật đại cương (SP1007). Nên em muốn hỏi là trường hợp của em có thể được thực hiện không ạ ? Nếu được, thì em cần phải làm những quy trình gì vậy ạ. Em xin cảm ơn Thầy/Cô .",
    "Dạ chào thầy/cô Thầy cô cho em hỏi là học kì hè này em có đăng kí môn Thực tập hè (2 chỉ) và cải thiện môn Trường điện từ (3 chỉ). Trường thông báo  ngày 7/6 là hạn đóng học phí, nếu không thì sẽ bị xóa môn. Vậy thì em chỉ đóng 2 chỉ thực tập và không đóng 3 chỉ Trường điện từ thì có bị ảnh hưởng gì về học vụ không ạ. Tại vì đang mùa dịch nên gia đình em hơi khó khăn về tài chính nên em dự định hủy môn cải thiện ạ Em cảm ơn",
    "Cho em hỏi em có thể gia hạn nộp học phí HK203 được không ạ. Bởi vì ba mẹ em chưa có tiền đóng ạ.",
    "Em học bên chất lượng, và tháng 6 này là hạn chót nộp bằng ielts, nhưng do dịch covid nên em không đăng kí thi được. Vậy cho em hỏi là em có được đăng kí học kì 203 này không, và học kì hè em đang học có bị hoãn không",
    "Thưa quý thầy/cô . Đợt ĐKMH HK203 vừa qua em có đăng kí 2 môn. Nhưng do gia đình em có việc đột xuất bất ngờ (về điều kiện kinh tế), nên em có ý định hủy 2 môn em đã đăng kí. Hiện tại em chưa thanh toán tiền học phí . Thầy/cô cho em hỏi: - Làm thế nào để hủy 2 môn em đã đăng kí? - Nếu em không thanh toán học phí HK203, thì em sẽ phải chịu những hậu quả gì? (Hủy TKB, cấm đăng kí môn học kì chính tiếp theo,...) Em xin thầy/cô nói rõ giúp em . Do tình hình dịch bệnh, nên em nghe nói quy định sẽ khác với những năm trước. Em rất mong chờ phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
    "Hiện tại, em đã đóng học phí môn Xác suất thống kê (MT2001), và sau đó em kiểm tra lại thời khóa biểu thì môn học của em bị hủy rồi ạ. Cho em xin hỏi là việc hoàn học phí được không ạ?  ﻿ Trân trọng, ",
    "Em là sv nộp trễ học phí. Theo mail là em phải nộp trước 6/6 nhưng nếu em nộp chậm vào 7/6 có sao không ạ ? vì 6/6 ngân hàng họ không làm việc ạ .",
    "Em chào phòng đào tạo ạ. Do dịch Covid nên hiện giờ em chưa thể có ngay được đủ tiền để đóng học phí kì 203. Vậy PĐT có thể cho phép em đóng trễ một chút được không ạ. Thời gian trễ có thể là khoảng 1 tuần ạ. Em xin chân thành cảm ơn",
    "Kính gửi quý Thầy, Cô phòng đào tạo, Em tên  - , là sinh viên khoa Quản lý Công nghiệp. Trong đợt hiệu chỉnh học kỳ 203 vừa rồi (25/5/2021-31/05/2021), lúc đầu em đổi lớp DT01 sang DT04. Sau đó em quyết định huỷ đăng ký môn học Kinh tế chính trị -nin SP1033 và huỷ thành công. Vì vậy, thời khoá biểu không có môn học ấy và BKPay cũng không yêu cầu đóng tiền. Tuy nhiên, em lại nhận được mail từ Giảng viên  (DT01) về việc chuẩn bị cho môn học. Em kính mong phòng đào tạo xem xét và cập nhật lại danh sách lớp DT01 và DT04 để thuận tiện cho việc giảng dạy của Giảng viên cũng như sinh viên. Em xin trân trọng cảm ơn.",
    "Gửi nhà trường ạ! Em có thắc mắc về việc đóng học phí cho học kì 203 ạ. Nếu em học thì em không đóng học phí được không ạ. Vì hè này do ở quê em có công việc nên không thể học online được. Em muốn huỷ môn học bằng cách không đóng học phí ạ.",
    "Kính quý Thầy/Cô phòng Đào Tạo, Em xin được hỏi về   B Đơn trình bày lý do trễ hạn học phí   . Vì tình hình dịch bệch phức tạp và em hiện không có mặt ở Tp HCM nên không thể nộp đơn được. Em không biết phải nộp đơn như thế nào? Mong quý Thầy/Cô cho em phương án giải quyết. Em xin cám ơn.",
    "Em xin chào PĐT. Em tên , mssv . Em thuộc lớp XD17KT. Em xin mở thêm lớp môn Giải Tích 1, mã MH: MT1003. ",
    "Kính gửi Phòng đào tạo,  Em tên là , MSSV . Học kì 203 em đã đăng ký thành công và có TKB học tập môn Chủ nghĩa Khoa học Xã hội trong đợt 2 . Tuy nhiên, vì hiện TP Thủ Đức (nơi em thường trú) đang giãn cách theo Chỉ thị 15 của Chính phủ, nên công việc buôn bán của gia đình em đang đình trệ, hiện tại em chưa thể xoay sở đóng tiền HP kì 203 trước ngày 7/6/2021 theo quy định được. Đây cũng là điều em không lường được trước khi chốt TKB đợt 2 . Vì vậy mong trường có thể cho em xin gia hạn thêm 1 tuần (14/6/2021) để đóng hoàn tất học phí được không ạ?  Trong trường hợp nếu không được gia hạn liệu rằng, trừ bị hủy TKB 203, em có bị những kỉ luật khác không ạ?  Em xin cảm ơn thầy cô đã đọc thắc mắc này ạ! Chúc tập thể trường ĐHBK có thể chống dịch an toàn và hiệu quả   ! ",
    "chào thầy, cô em có đăng ký môn học dự thính hk203 em có thắc mắc là mình học ở cs1 hay sao ạ do em thấy tkb ghi vậy (HANGOUT_TUONGTACBK-CS1) em không hiểu cho lắm ạ  với cho em xin mail của phòng đào tạo với ạ",
    "Học kì dự thính hè em đã lỡ đăng kí 3 môn (11 tín chỉ) nhưng em quên không đăng kí môn Thực tập ngoài trường (CO3315) mặc dù đã có công ty nhận thực tập, mà nếu em đăng kí thêm thực tập thì lại vượt quá số tín chỉ quy định. Vậy ở đợt 3 này em có được rút một môn học dự thính để đăng ký môn thực tập, hoặc đăng kí thêm môn thực tập có được không ạ?",
    "Do em đã đóng học phí muộn nên cột còn lại chưa về 0. Mong thầy cô xem xét cho em, em nên làm gì ạ? Em cảm ơn ạ.",
    "Xin chào, em tên , mssv:. Em muốn bảo lưu kết quả học tập thì phải làm sao ạ. Hiện tại,vì lí do hoàn cảnh cá nhân, e chưa sẵn sàng để tiếp tục học tập ạ . Em xin chân thành cảm ơn!",
    "Mặc dù em không đăng ký môn học HK203 nào nhưng trong tài khoản nhà trường vẫn xuất hiện môn giải tích 1 đã đăng ký. Em cam đoan là em không hề đăng ký ạ. Mong nhà trường hỗ trợ ạ.",
    "Em chào thầy cô, em tên : , MSSV: . Tình hình là học phí ĐHCQ HK 202 đến hạn mà hiện tại do tình hình dịch bệnh kinh tế khó khăn mà em thì không lên trường để viết đơn xin gia hạn được nên em muốn hỏi là còn cách nào khác để em xin gia hạn được học phí sang kỳ sau không ạ. Em xin cảm ơn",
    "Em đã nộp bản điểm cao đẳng rồi Giờ em có thể xem kết quả xét muễn môn như  thế nào ạ. Em cảm ơn",
    "Em bị trễ thực tập 1 năm , giờ em chỉ cần đki môn thực tập xong ra ngoài tự kiếm chỗ thực tập là được hay là em phải mail thầy nào ( hiện em chưa được phân thâyg hướng dẫn )ở bộ môm để giải quyết ạ . Mong thầy / cô hướng dẫn",
    "Dạ em xin chào quý thầy cô ở PĐT ạ. Em tên   b  - MSSV:    , hiện là sinh viên năm 2 của trường. Hiện giờ, tại nơi em đang sống (hẻm   b 229/64 Tây Thạnh, P. Tây Thạnh, Q. Tân Phú, TP.HCM   ) đã có một ca   b   i dương tính       với Corona nên hẻm đã bị phong tỏa. Do đó, em không thể đến ngân hàng để đóng học phí được ạ. Vì vậy, kính mong quý thầy cô cho phép em được đóng học phí trễ hạn (sau ngày   b 07/06/2021   ). Em xin chân thành cảm ơn quý thầy cô ở PĐT ạ. (  i Ca dương tính là bệnh nhân STT 3 ở hình bên dưới   )",
    "Hiện tại em bị thiếu Tín Chỉ Tích Lũy nên không thể ĐK TTTN theo quy định của nhà Trường do từ năm ngoái dịch đến nay ĐK môn học rất khó và hay bị hủy môn. Em xin nhà Trường , PĐT giúp đỡ bằng cách nào giúp em cho em được ĐK TTTN HK 203 để em thực tập xong và học kỳ sau em tranh thủ trả hết môn nợ , hiện tại HK hè 203 giá tín chỉ rất cao , em không đủ điều kiện để ĐK môn học HK nay . Mong nhà Trường giúp đỡ em.",
    "Dạ con chào quí Thầy Cô phòng đào tạo ạ. Dạ con bị thiếu 1 tín chỉ so với tiến độ. Con đã xin ý kiến chủ nhiệm trước rồi ạ, mà do tình hình dịch bệnh nên chưa thể vô trường bổ sung đơn. Xin cho con đăng kí môn Thực tập tốt nghiệp mã IM3315 ạ (đợt 1 và 2 con bị hệ thống xóa). Con xin cảm ơn quí Thầy Cô.",
    "Em có đăng ký 2 tín chỉ học kỳ dự thính hè 203. Nhưng do dịch bệnh, kinh tế khó khăn, nên em không thể đóng học phí kỳ hè này. Vậy ngoài việc bị hủy 2 tín chỉ này em còn chịu trách nhiệm gì nữa không ạ (ví dụ như bị trừ điểm rèn luyện...)",
    "em có gia hạn đóng học phí chính quy hk2/2020-2021 và có danh sách đồng ý gia hạn đến hk1/2021-2022 nhưng gmail của em lại nhận được thông báo dự kiến bị tạm dừng thôi học do chưa đóng học phí. Vậy lí do là gì ạ hay có sai sót gì không ạ",
    "Em là  lớp XD18KT Em  muốn hỏi về vấn đề đóng học phí hk203 Nếu em đã đóng học phí lớp quản lý dự án nhưng lớp không đủ sỉ số để mở lớp thì em có được hoàn lại học phí không ạ? Mong PĐT xem xét ạ.",
    "HK202 em không đăng kí môn học vì dự định thi TOEIC để cải thiện điểm tốt nghiệp nên tình trạng sinh viên của em là tạm dừng. Theo quy định của trường là không được tạm dừng 2 HK liên tiếp. Bây giờ em muốn khôi phục tình trạng sinh viên trong thời gian chờ thi TOEIC thì em phải làm như thế nào ạ? Và cho em hỏi 2 HK liên tiếp tạm dừng có tính HK hè không ạ?",
    "Chào , cho em hỏi hiện tại em không đăng ký được thực tập ngoài trường vì chưa học trước đồ án thì hè này em có thể thực tập trước rồi kỳ sau đăng ký môn học nộp sau được không ạ",
    "Kính gửi Phòng Đào Tạo, Em tên  - MSSV . Ngày 6/6/2021 em có đăng ký in bảng điểm và chọn hình thức chuyển phát qua bưu điện, tuy nhiên theo như yêu cầu em phải thanh toán lệ phí tại phòng đào tạo. Nhưng với tình hình Covid hiện tại, em có thể vào trường không ạ? Hay có hình thức thanh toán nào khác nhà trường có thể hỗ trợ em không?  Em mong nhận được phản hồi sớm ạ! Em xin cảm ơn!",
    "Kính gữi PDT, Em tên , MSSV . HK202, em có đki môn PP thống kê &ptích dliệu (701708). Môn có lịch thi cuối kỳ, nhưng trong MyBK của em không có xuất hiện môn đó trong danh sách (em đki tổng cộng 7 môn nhưng chỉ có 6 môn được liệt kê, các môn khác có xuất hiện với lịch thi bị tạm dừng). Em không biết rằng có phải là do em bị cấm thi hay vì một lý do nào khác mà trong myBK của em lại có tình trạng này? Em kính mong PDT xem xét và giải quyết câu hỏi của em. Em xin chân thành cảm ơn",
    "cho em hỏi về việc đăng kí thực tập tốt nghiệp. Em biết được rằng mã thực tập tốt nghiệp của K18 và K17 là khác nhau và vì em là K17 nên cho em hỏi liệu em nên đăng kí cho mã của k17 hay k18 vì mã k17 chỉ có mỗi mình em và em sợ bị hủy môn ạ",
    "Em muốn HUỶ môn học \"Anh văn 3 (LA1007) (HK-202). Rất mong pđt thực hiện HUỶ giúp em ạ. Em cảm ơn ạ.",
    "Em tên:  MSSV:  Lớp: CC17KCX1 Khoa: Kỹ Thuật Công Trình Xây Dựng Nay, em viết đơn này để xin gia hạn học phí hè HK203 tới ngày 14/6/2021 vì ngày dự kiến hết hạn là ngày 7/6/2021. Do tình hình dịch COVID căng thẳng, gia đình em không gửi tiền lên cho em kịp, momg quý thầy cô có thể giải quyết giúp em ạ,em xin cảm ơn",
    "Thưa Phòng Đào Tạo, do tình hình của dịch bệnh nên em bị trễ hạn đóng tiền học phí học kì 2 năm học 2020-2021. Hiển nhiên là em được gửi email tạm dừng học. Đến hôm nay 6/6 cuối cùng em cũng xoay tiền để đóng được tuy nhiên lại bị trễ mốc thời gian mà nhà trường đưa ra (3h ngày 6/6). Xin cho em hỏi trường hợp này thì xử lý làm sao ạ?",
    "Dạ cho em hỏi là ngày mai 7/6 đăng kí môn học đợt 3 có được xóa môn không? Với lại ngày 7/6 lúc 15h cũng hết hạn đóng học phí. em thắc mắc là em xóa môn xong học học phí trên bkpay có thay đổi được liền không?  Em xin chân thành cảm ơn.",
    "Cho em hỏi là trong đợt 2 em có dki môn học rồi. Nhưng vì vài lí do nên không thể học môn đó. Thì em có cần làm đơn rút môn đó và đóng tiền hay không phải đóng tiền và để pdt hủy môn. Vì em không biết pdt ghi là hủy tkb là hủy tkb của môn đó hay là của cả kì 203 .",
    "Em chào quý thầy cô, Hiện tại em đã đăng ký môn ở HK203, nhưng do tình hình dịch bệnh, kinh tế gia đình không thể đáp ứng được cho việc học hè nên em định không học nữa. Do đã quá thời hạn hủy môn nên  em định sẽ không đóng học phí do theo mail của trường thì việc không đóng học phí đúng hạn sẽ bị hủy TKB. Em muốn hỏi, việc không đóng học phí, ngoài việc bị hủy thời khóa biểu thì em có phải làm đơn xin hủy môn và đóng bổ sung học phí nữa hay không ?  Em mong sẽ nhận được câu trả lời sớm nhất từ quý thầy cô.  Em xin cảm ơn quý thầy cô! ",
    "Dạ cho em hỏi là hk203 này em có dk môn học nhưng vì lý do cá nhân mà em không thể học được nữa . Nếu như em không thanh toán học phí kì 203 thì kì sau em có bị cấm đk môn học không không ạ ? Em xin cảm ơn !",
    "Dạ chào thầy cô ạ Em tên  Em bị trễ học phí và bị mail nhà trường nhắc nhưng do không đọc nên đã lỡ hạn lần nữa. Do tuổi trẻ bất cẩn chưa nhận thức đúng nên em thành thật xin lỗi và mong muốn được học tiếp ạ. Mong nhà trường tạo cơ hội cho em. Em thành thật cám ơn.",
    "Dạ cho em hỏi a, do nhà em xa, không có quầy giao dịch gần đó nên nếu không đóng học phí đúng hạn, bị hủy tkb, như vậy sau này có cần thanh toán khoản học phí đó không ạ?",
    "Cho em hỏi là hiện tại do vừa thanh toán học phí hk 202 nên em chưa thể thanh toán học phí 203 đúng hạn thì em có thể gia hạn hạn chót đóng học phí hk 203 để không bị xóa thời khóa biểu hk 203 được không ạ?",
    "Em tên : LÊ MINH TRI  MSSV:  Hệ  : VLVH  Em đã đăng ký môn học Thực tập tốt nghiệp HK3,  Mã MH : ME3029, tên MH: Thực tập tốt nghiệp (Kỹ thuật Chế tạo).  Do tình hình Covid không trực tiếp đến trường nên em không biết cách thức tiến hành môn học này, cũng không biết giáo viên bộ môn này ạ. Xin nhờ trường hướng dẫn cho em ạ. Em cảm ơn !",
    "Dạ cho em hỏi! Do vấn đề gia đình nên em không thể đóng học phí cho hk203, em thấy mail thông báo là không đóng sẽ bị hủy thời khoá biểu, vậy khi kì 211 em có bị cấm đăng ký môn không ạ. Em cảm ơn",
    "Cho em hỏi là hiện tại do vừa thanh toán học phí hk 202 nên em chưa thể thanh toán học phí 203 đúng hạn thì em có thể gia hạn hạn chót đóng học phí hk 203 để không bị xóa thời khóa biểu hk 203 được không ạ?",
    "Kính chào Phòng đào tạo, Em xin gửi phòng đào tào Đơn xin đăng kí môn học CO3313 và Đơn xác nhận cho phép học song ngành. Nôi dung em đã ghi hết trong đơn như phòng đào tạo đã hướng dẫn ạ. Mong phòng đào tạo giúp đỡ đăng kí môn CO3313 giúp em để em có thể đi thực tập đúng hạn ạ. Em xin chân thành cảm ơn phòng đào tạo.",
    "Em tên:  MSSV:  Hệ : VLVH Em đã ĐKMH Thực tập tốt nghiệp HK3 , Mã MH: ME3029 , Tên MH: Thực tập tốt nghiệp (Kỹ thuật Chế tạo).  Vì dịch Covid, em không biết cách thức tiến hành môn học, cũng không biết giáo viên dạy môn này. Em xin nhờ trường hướng dẫn ạ. Em xin cảm ơn !",
    "Cho em hỏi: Thời khóa biểu em đang xếp lịch học online cho 2 môn bị trùng thời gian (file đính kèm), vậy giờ em phải xử lý sao ạ? Học phí em đã đóng đầy đủ hết cho nhà trường.",
    "ng ký nhầm môn học . Ad ơi em đăng ký nhầm môn học CI2091 lớp DT01, ad xóa giúp em được không ạ mai mới hết hạn nộp tiền học phí, giờ mà đóng tiền luôn cả môn đó thì nhiều tiền quá hic . Em cảm ơn ad.",
    "Dạ em xin kính chào ban quản lý phòng đào tạo trường. Vì tình hình dịch bệnh nên đến tận hôm nay em vẫn chưa thể dành dụm đủ tiền để đóng học phí kì 203, nên em xin quý thầy cô, anh chị cho phép em được gia hạn thời gian đóng học phí, em hứa sẽ thanh toán số tiền học phí trước kì thi cuối kì của học kì 203 ạ. Mong quý thầy cô, anh chị xem xét đến trường hợp của em. Em xin chân thành cảm ơn ạ. Kính chúc quý thầy cô, anh chị sức khoẻ.",
    "Em chào cô/thầy  Vừa qua trường mình có tổ chức kì dự thính 203 theo hình thức học trực tuyến và thực hiện thu học phí để chốt danh sách sinh viên . Cho em hỏi em đã đki môn học ở đợt 1 và 2 nhưng vì thông báo học phí thanh toán trước và diễn biến của dịch bệnh, cho em hỏi là nếu đợt này em không thanh toán học phí nhoài việc bị xoá tkb, em có phải chịu thêm cảnh cáo nào không ạ . Em cám ơn !  Mong thầy/cô phản hổi sớm ạ !",
    "Kính gửi phòng đào tạo, Trong đợt đăng ký môn cho học kỳ dự thính vừa rồi, em đã đăng ký 1 môn học lại. Nhưng hiện tại em đang ở trong khu cách ly tập trung 21 ngày, và điều kiện mạng ở trong này khá tệ. Vậy nên phòng đào tạo cho em hỏi là nếu em hủy môn và không đóng học phí hè thì có ảnh hưởng gì đến các học kỳ sau không ạ? Và nếu có ảnh hưởng và không nên làm vậy thì có giải pháp nào không ạ?",
    "Dạ ad ơi cho em hỏi là sao đăng kí môn học đợt 3 là từ ngày 7-9/6 nhưng học kỳ dự thính lại bắt đầu vào 7/6 vậy thì các bạn đăng ký đợt 3 sẽ bị trễ hơn 1 tuần so với các bạn khác có phải không ạ.Mong ad giải đáp giúp em",
    "Em là  . Em xin rút môn học Giải tích 2 (MT1005) và xác suất thông kê (MT2001) do tình hình dịch nặng và đang ở quê không đủ điều kiện học online và không đủ học phí. Em xin rút môn và không đóng học phí vì chưa bắt đầu môn học. Em xin cảm ơn.",
    "e có đăng ký 1 môn dự thính kỳ 203, bây giờ e không có tiền đóng nên sẻ trể hạn đóng học phí trên bkpay. cho e hỏi e có thể đóng trể hơn được ko ạ, nếu được   thì thủ tục như nào ạ ( e ở xa tp HCM ạ), nếu e không đóng thì chuyện gì sẻ sảy ra với e ạ.e cảm ơn.",
    "Kính gửi PĐT!    Em xin hỏi là trường hợp của em đăng ký chuyển từ hệ đào tạo chính quy sang VLVH vào năm 2019. Nhưng lúc làm hồ sơ thì em nhớ đã chọn chương trình đào tạo của giáo trình từ 2014-2018. Nhưng giờ em không chắc là mình đang theo học chương trình nào. Phòng đào tạo cho em hỏi là trường hợp của em thuộc chương trình nào ạ?",
    "Em đăng ký anh văn nhu cầu 3a kỳ 203.Lúc đầu thì môn av3 em đã lên thời khóa biểu, sau đó thì em định đóng tiền theo thông báo trước ngày  7/6 nhưng mà bên BKPAY nó không hiện mục thanh toán.Em kiểm tra thì thấy không thấy môn học trong thời khóa biểu nữa.kiểm tra đăng ký môn học thì thấy môn đã bị hủy .Mà e vẫn nhận được mail học meet môn av3 và có tên trong danh sách.Vậy e nên đăng ký lại môn av3a vào đợt 3 hay không và xử lý như thế nào?Em cảm ơn.",
    "Em là , mssv  Em có đk nhận giấy xác nhận sv nhưng do tình hình dịch bệnh nên không thể vô trường lấy được ạ . Có có mail pđt và gọi nhưng không được . Em muốn xin bản scan hoặc chụp giấy xác nhận sv để nộp cho bên giáo dục quốc phòng ạ . Em cảm ơn",
    "Chào mọi người, hiện em có đăng ký 1 môn học trong hk hè 203 vừa rồi. Nhưng quá trình đăng ký có 1 vài sự nhầm lẫn của em và hiện em không có dủ đk tài chính để tiếp tục môn học và không thể thanh toán trong đợt đóng học phí này. Em thấy pdt thông báo nếu sv không thanh toán đúng hạn sẽ bị hủy thời khoá biểu, đó cũng là mong muốn của em. V mọi người cho em hỏi ngoài hủy thời khoá biểu thì nếu em ko thanh toán học phí đúng hạn trong hk hè này còn bị kỷ luật gì nữa không ạ .  Em cảm ơn mọi người rất nhiều ạ.",
    "Chào quý thầy cô phòng đào tạo ạ! Vốn dĩ em tính học môn học Cơ học kết cấu trong kỳ hè(đã đk đợt 2) này nhưng gia đình vừa mới xảy ra nhiều chuyện và dịch bệnh hoành hành làm xáo trộn, kiệt quệ kinh tế gia đình, em và gia đình hoàn toàn bất lực trước học phí nên em phải quyết định giảm lại số tín chỉ đăng ký kỳ này Em gửi tin nhắn này với tất cả hy vọng để mong quý thầy cô xem xét cho em được rút môn học Cơ học kết cấu CI2029 (mà không tính phí) được không ạ . Em xin chân thành cảm ơn!Chúc thầy cô sức khỏe để vượt qua đại dịch.",
    "Dạ cho em hỏi! Học kỳ hè 203 này e có đăng ký 1 môn, hiện em không muốn học và do vấn đề gia đình nên em không thể đóng học phí cho hk203, em thấy mail thông báo là không đóng sẽ bị hủy thời khoá biểu, vậy khi kì 211 em có bị cấm đăng ký môn không ạ. Em cảm ơn!",
    "Pđt trả lời giúp em câu hỏi trên ạ ! ",
    "hiện e đã thanh toán học phí trể hạn và bị dự kiến tạm dừng học . cho e hỏi là phải làm sao để được tiếp tục học ạ .",
    "Kính gửi PĐT Hiện em có đăng ký 2 môn cho học kỳ hè, nhưng do em không chuẩn bị kịp cho học phí nên em định hủy môn, nhưng đăng ký môn học đợt 3 lại chỉ cho đăng ký bổ sung và 15h00 hôm nay (07/06/2021) là hạn cuối đóng học phí, nếu em bị trễ thì có bị trừ điểm rèn luyện, có bị 0 điểm và nợ những môn đó không ạ?",
    "Dạ cho em hỏi là giờ em đang ở ktx không cho ra ngoài thì em làm đơn xin gia hạn đóng tiền học kì hè như thế nào ạ",
    "Thầy cô cho em hỏi, kì 202 vừa rồi em đóng trễ học phí Nhưng ngày 4/6 vừa rồi em đã bổ sung học phí kì 202 và đóng đầy đủ cả học phí kì hè thì có bị tạm dừng học không ạ",
    "Cho em hỏi là hạn chót nộp chứng chỉ ngoại ngữ 4 kĩ năng để xét tốt nghiệp và hạn chót để chuyển điểm các môn Anh văn cho đợt tốt nghiệp tháng 11/2021 là khi nào ạ?",
    "Kính gửi phòng CTCT-SV  Em là   MSSV  Em đã bị buộc thôi học vì lý do học lực Bây giờ em muốn thi lại vào trường Bách Khoa một lần nữa tại kỳ thi THPT quốc gia sắp tới. Vậy em có cần phải rút học bạ ở trường ra trước hay cần thủ tục gì không ạ. Mong nhà trường giải đáp giúp em. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - MSSV . Ngày 6/6/2021 em có đăng ký in bảng điểm và đăng ký hình thức chuyển phát qua đường bưu điện. Tuy nhiên em thuộc dạng sinh viên đã tốt nghiệp và được yêu cầu phải thanh toán tại phòng Đào Tạo. Tuy nhiên với tình hình Covid như hiện nay, Phòng Đào Tạo có phương án nào khác hỗ trợ em không ạ? Em mong nhận được phản hồi sớm từ Phòng Đào Tạo . Em xin chân thành cảm ơn",
    "E là SV chính quy chuyển sang hệ VLVH. E bị mất email những môn được miễn học, có thể gửi lại email xác nhận giúp em những môn học được miễn giảm và những môn học cần phải học được không ạ.",
    "Em xin kính chào Phòng Đào tạo ạ, Em hiện là sinh viên K18, khoa kĩ thuật xây dựng, hệ CLC tiếng Anh. Em có đăng kí môn thực tập ngoài trường vào kì hè này. Theo email thông báo trước đó, kì hạn đóng học phí là từ 2/6 - 7/6 . Tuy nhiên, đến tận hiện tại thì trên Bkpay của em vẫn chưa có mục đóng tiền này. Em có đính kèm hình ảnh theo yêu cầu. Em xin cảm ơn ạ. Trân trọng",
    "Xin phép Phòng Đào Tạo đăng kí giúp em đăng kí môn học dự thính hè 203 Môn giải tích 1 Mã môn học: MT1003 Nhóm lớp DT02_DT02 Em cám ơn ạ",
    "Tuần trước em có đăng ký in bảng điểm và nhận tài Phòng Đào tạo vào sáng thứ 2 (ngày 7/6). Nhưng vì tình hình dịch bệnh nên Phòng Đào Tạo không làm việc và em không thể nhận được bảng điểm đã in . Cho em hỏi là làm cách nào để em đăng ký chuyển bảng điểm về nhận tại nhà vậy ạ? Vì đã thanh toán phí bảng điểm rồi nên em không thể đăng ký lại bảng mới. Kính mong nhận được phản hồi từ Phòng Đào Tạo. Em xin chân thành cảm ơn.",
    "Em chào thầy/ cô giáo . Thưa thầy/cô: Em là  MSSV  Em có đăng kí học kì hè 203. Hiện tại thì 3 giờ chiều nay là hết hạn thanh toán học phí nhưng tài khoản OCB của e bị lỗi không thể nộp tiền học được. Em đã về quê rồi nên không có 1 chí nhánh ocb nào để đi đóng trực tiếp được. Hiện tại thì em đã hết cách để đi đóng học phí. Em nhờ chị em ở sài gòn đi nộp giùm thì khoảng 2-3 ngày nữa chị em mới đi được. E thấy học kì chính nộp trễ thì bị cảnh cáo và trừ drl . Nhưng em chưa biết học kì hè như thế nào và có bị xóa thời khóa biểu không?  Mong thầy/cô cho e hỏi 1 2 ngày nữa e nộp có được không ạ . Em chân thành cảm ơn.",
    "t 3 em có thể hủy, xóa môn được không ạ? Nếu không được thì em phải làm sao để hủy ạ, hiện tại em không thể lên trường được ạ.",
    "Em hiện là sinh viên khoa Điện - Điện Tử trường Đại học Bách Khoa. Do không thể thực hiện cuộc gọi vào số điện thoại của Phòng đào tạo nên em được nhờ hỏi về phương thức nộp hồ sơ UTXT. Em có 02 vấn đề cần được giải đáp ạ: 1. Nội dung bài luận giới thiệu về bản thân có độ dài tối đa 1 trang A4 phải không ạ? 2. Nếu gửi hồ sơ online thì không cần phải ra bưu điện nữa đúng không ạ? Em rất mong được giải đáp ",
    "cho em hỏi trường có được nộp chứng chỉ ngoại ngữ B2 không ạ",
    "Dạ cho em hỏi là học phí DT203 đợt 2 có thể chờ để đóng chung với đợt 3 vẫn được hay là bắt buộc phải đóng đúng hạn nếu không muốn bị xóa TKB ạ? Và nếu bị xóa thì PĐT sẽ cập nhật vào ngày nào ạ, có kịp để đăng kí ở đợt 3 nếu bị xóa không ạ?",
    "Em đăng kí anh văn 4 (LA1009). Em đã chuyển điểm anh văn 3( môn học trước) và đã cập nhật ở cột điểm chuyển. Nhưng em vẫn không đăng kí được môn học anh văn 4 vì lí do MÔN HỌC TRƯỚC chưa hoàn thành . Mong PĐT giải quyết giúp em để em hoàn thành và được ra trường. Em cảm ơn",
    "Dạ thưa thầy/cô,  Đợt 3 này phòng đào tạo chưa mở mục đăng ký môn học chuyển hệ nên hệ thống báo không đúng loại hình sinh viên khi em đăng ký môn học. Mong thầy cô kiểm tra để em có thể đkmh đợt 3 này ạ. Em cảm ơn",
    "Dạ cho em hỏi nếu đăng kí môn học đợt 3 thì 12/6 mới cập nhật thời khóa biểu, nhưng 7/6 đã bắt đầu hk203, nhưng 8/6 đã có tiết của môn học thì làm sao ạ?",
    "Kính gửi PĐT. Em đã có đăng ký in bảng điểm và bây giờ muốn nhận bảng điểm tại KTX Bách Khoa thì phải làm thủ tục nhận như thế nào ạ? Em xin chân thành cảm ơn. Trân trọng./. ",
    "học kì hè 203 em có đăng kí 1 môn nhưng do gia đình em gặp vấn đề do dịch ảnh hưởng đến tài chính, nên em không còn mong muốn học hè nữa. trong lần đăng kí đợt 3 này em không hủy môn được, mong pđt cho em xin hướng giải quyết là em có thể rút môn sớm không đóng học phí hay là có hướng giải quyết nào khác không ạ. Em xin cảm ơn thầy/cô ở pđt rất nhiều.",
    "Em có đk môn giải tích nhưng giờ em ko muốn học nữa và định không đóng phí cho môn đó thì có bị sao không ạ. Hay là em phải đi làm đơn xin rút môn. Em thấy không đóng thì bị hủy tkb, em không biết là hủy cả kì 203 hay hủy tkb của môn đó. Mong  trả lời",
    "Dạ cho em hỏi em có thể hủy môn dự thính hk203 bằng cách nào ạ?  Vì giờ khó khăn nên nhà em không thể đóng tiền được. Em không đóng thì có bị nợ học phí không với có ảnh hưởng tới học kì chính 211 không vì đột xuất quá nên giờ đã đăng kí môn học đợt 3 trường không cho huỷ ạ. Em chân thành cảm ơn.",
    "MSSV: -Đăng kí môn học:CI4127- Đồ án MH tổ chức thi công. GV:  ( Mon học này đã được đồng ý mở lớp tuy nhiên không hiển thị thời kháo biểu và học phí)",
    "Do kì rồi môn học (anh văn 3) của em đăng kí không mở lớp nên em không có môn học. Nên kì hè này em không được đăng kí môn học. Xin nhà trường cho em cách giải quyết sớm nhất để em kịp tiến độ đăng kí môn anh văn 3 ạ. Em xin trân thành cảm ơn.",
    "cho em hỏi là em bị trùng thời khóa biểu . em có thể đăng kí không ạ . vì đây là môn chuyên ngành kì sau không mở nữa",
    "Em tên phan minh nhườn mssv Hiện em đang theo học trong học kỳ hè 203 dự thính. Vì sỉ số lớp ít pdt yêu cầu đóng học phí đúng hạn. Nhưng do điều kiện gia đình với dịch bệnh cùng với thời gian yêu cầu đóng tiền quá ngắn chỉ khoản 5 ngày nên em không chuẩn bị kịp số tiền tương ứng. Mong pdt xem xét cho em được thực hiện thủ tục tạm hoãn thanh toán học phí học kỳ hè 203 ạ. Em xin cảm ơn. Mong pdt phản hồi sớm giúp em.",
    "Dạ em chào thầy cô, hiện tại tình hình kinh tế nhà em bị ảnh hưởng bởi dịch covid nên em không thể hoàn tất nộp học phí dự thính kì 203 được. Em đăng kí môn Đại số tuyến tính, mã môn học MT1015. Cho em hỏi là nếu không thanh toán học phí đúng hạn thì em sẽ bị huỷ thời khoá biểu và có bị nợ học phí không ạ. Em cám ơn quý thầy cô đã đọc và trả lời giúp em.",
    "E muốn đăng ký môn Giải tích 1 MT1003 trong đợt dự thính kỳ này ạ, nhưng do hiện tại các lớp full sỉ số nên e không đăng ký được a, e mong PĐT mở thêm sĩ số để e đăng ký học được không ạ",
    "Kính gửi Phòng Đào tạo Em tên , MSSV , khoa Môi trường và Tài nguyên Do em không chú ý hạn nộp học phí kỳ 203 nên em đã không chuẩn bị kịp tiền phí để nộp. Em kính mong PĐT xem xét và gia hạn thêm để em có thời gian chuẩn bị đủ học phí ạ Em cám ơn.",
    "Em xin chào thầy/cô ạ, do tình hình dịch nên em không vào được pđt em không biết có cách nào để xin mở lớp dự thính hè trực tuyến không ạ, nếu có em xin thầy/cô giúp em cách làm với. Em xin cảm ơn",
    "Em tên là , MSSV:   Em là Chiến sĩ chiến dịch tình nguyện Mùa hè Xanh khoa Điện - Điện tử 2021, sau khi vừa nhận được thông báo Chiến dịch Mùa hè Xanh 2021 sẽ không đưa sinh viên xuống địa bàn. Em có nguyện vọng muốn học hè 2 môn học là MT2013 (Xác suất và thống kê) và SP1031 (Triết học  - ) để học trong kỳ hè này vì lớp đã đủ sĩ số nên em không đăng ký vào được.",
    "Lí do: dịch covid19 nên tài chính gia đình em khó khăn, mong Nhà trường, phòng Đào tạo trường ĐH Bách Khoa HCM suy xét ! Em cảm ơn ạ !",
    "PĐT cho em hỏi về đăng kí thực tập ngoài trường hè này ạ em là SV khoa Điện - điện tử ngành điện tử viễn thông, theo điều kiện tiên quyết thì em phải đủ 98 chỉ mới được đăng kí thực tập. nhà trường có gửi mail tạm thời xét đạt hết các môn HK202 nhưng cộng vào thì số TCTL của em cũng mới được 95 chỉ, nhưng em vẫn đăng kí được thực tập ngoài trường là sao ạ? mong PĐT giải thích dùm em. em cảm ơn nhiều ạ.",
    "Em chào thầy/cô! Em tên là  MSSV  Khoa kĩ thuật xây dựng Sinh viên hệ vừa làm vừa học Ngày 11/3/2021 em có làm việc với phòng đào tạo nhà A1 về việc khoản học phí em tin là có sự nhầm lẫn. Em đã viết đơn nộp cho pđt, giấy hẹn trả kết quả thì không có ghi ngày. Một tháng sau đó em có quay lại hỏi về khoản thanh toán đó thì pđt trả lời là chưa có kết quả, và dặn không thanh toán để chờ xử lí. Em đã gửi mail cho thầy  vào ngày 2-3-5/6/2021 nhưng vẫn chưa có câu trả lời thích đáng về khoản học phí đó. Cho đến nay là ngày 7/6/2021 em bị khóa đăng kí môn học vì lí do nợ học phí. Em cần được biết khoản học phí đó là em tính sai, hay do có sự nhầm lẫn từ nhà trường, để em đóng nên em mới chờ câu trả lời trong thời gian qua. Cụ thể trong học kì 201 em đăng kí 20 tín chỉ có tkb đính kèm. Sau đó đến đợt thanh toán DDTC201.1..1 em đã thanh toán đầy đủ số tiền 10.500.000đ  (525.000đ/tc cho 20 tín chỉ theo đơn giá tại học kì 201 cho hệ vlvh) vào ngày 14/11/2020 Đến tháng 3/2021 em lại thấy một khoản thanh toán DDDP201.3..1 có giá 1.575.000đ em không rõ là học phí hay khoản thanh toán gì vì em đã thanh toán đủ cho 20 tín chỉ theo thời khóa biểu đăng kí. Kính mong quý thầy/cô và nhà trường giải quyết và cho em câu trả lời sớm vì sắp hết thời gian đăng kí môn học kì hè nhưng em thì đang bị khóa đăng kí. Em xin cảm ơn!",
    "Em là K17 sinh viên khoa Điện-Điện tử thuộc chuyên ngành Điện tử - Viễn thông. Cho em hỏi là tại sao em đăng ký môn Thực tập ngoài trường theo mã môn học EE3335 không được ạ? Và em nên đăng ký môn Thực tập ngoài trường theo mã môn học nào là đúng theo chương trình học của mình vậy ạ? Em cảm ơn. MSSV của em là .",
    "Chào thầy,cô.Cho em hỏi em có thể gia hạn nộp học phí HK203 được không ạ. Bởi vì ba mẹ em chưa có tiền đóng ạ, vì cũng đang dịch nên khó khăn nên em có thể gia hạn không ạ em cảm ơn.",
    "Kính gửi PĐT! Em là , sinh viên khoa Kĩ thuật Địa chất và Dầu khí. Hiện tai em đang học song song thêm ngành Khoa học máy tính. Lý do em viết yêu cầu này là em muôn đăng kí môn học CO3315-THực tập ngoài trường. Em đã đủ điều kiện để đăng kí và đã đăng kí đợt 1 nhưng lại bị hệ thống xóa. Em viết đơn đính kèm theo này để mong PĐT có thể giúp em đăng kí môn CO3315. Em xin chân thành cảm ơn !",
    "Em chào cô, em tên là , em nộp trễ học phí học kì dự thính 202 nên không đăng kí được học kì 203. Cô cho em hỏi là em nộp đơn Trình bày lí do thanh toán trễ học phí như thế nào đây ạ? Em cảm ơn ạ!",
    "033036    . Dạ chao Thầy/Cô, Cho em hỏi em muốn đăng kí giấy xác nhận sinh viên, nhưng hiện tại trên trang web không cho phép nhập địa chỉ muốn nhận giấy vì lí do covid -  Em tiếp tục chọn Đăng kí thì báo lỗi: Thiết thông tin của địa chỉ. Mong Thầy/Cô xem xét vấn đề này giúp em với ạ. Em cảm ơn",
    "Em chào bộ phận hỗ trợ của nhà trường ạ! Chúc mọi người giữ sức khỏe tốt trong tình hình dịch căng thẳng. Em muốn hỏi về vấn đề xin giấy giới thiệu thực tập ạ",
    "Kính gửi Thầy cô PĐT, Em tên , MSSV . Em muốn xin hủy môn học  (MT1009) đã đăng kí cho học kì 203. Em cảm ơn ạ!",
    "Dạ chào Thầy/Cô, Cho em hỏi: sau khi em nộp đơn thu nhận lại sau thời gian tạm hoãn học tập và được chấp nhận, Em đăng kí môn học thành công nhưng lại không có thời khóa biểu. Mong thầy cô xem xét vấn đề này giúp em với ạ. Em cảm ơn",
    "Em có đăng ký 1 môn vào kì dự thính hè 203. Cho em hỏi có cách nào xin huỷ môn và huỷ nộp học phí không ạ? Bởi vì nhà em gặp khó khăn do dịch covid ạ. Em cảm ơn.",
    "Dạ, cho em hỏi, nếu em đóng trễ hạn học phí hè thì em có được tiếp tục học môn đó hay sẽ bị hủy môn ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Em tên là , mssv , sinh viên lớp Hàng Không Việt Pháp 2016 Trong học kỳ 203 em có đăng ký môn học Giải tích 3 (Mã môn học MT2007) nhưng hệ thống hủy đăng ký với lý do chưa học môn Giải tích 2 (Mã môn học MT1013), em đã hoàn thành môn học Toán 2 (Mã môn học 006712) là môn Giải tích 2 mã cũ vào học kỳ 162. Em đã hoàn thành môn toán 1, toán 2, còn bị nợ môn Toán 3 mã mới là Giải tích 3. Em mong phòng đào tạo cho phép em được đăng ký môn học Giải tích 3 để hoàn thành chương trình học Em xin cảm ơn",
    "Em là , mssv  Em có đk nhận giấy xác nhận sv nhưng do tình hình dịch bệnh nên không thể vô trường lấy được ạ . Có có mail pđt và gọi nhưng không được . Em muốn xin bản scan hoặc chụp giấy xác nhận sv để nộp cho bên giáo dục quốc phòng ạ . Em cảm ơn",
    "Do chưa có lịch thi cuối kì nên em hỏi là còn rút môn được không ạ ?",
    "Kỳ dự thính hè 203 em không đóng học phí thì em sẽ không được đăng ký môn học của kỳ DỰ THÍNH hay KỲ CHÍNH tiếp theo, hay cả hai ạ? em cảm ơn",
    "Kính gửi Phòng Đào tạo, Em là sinh viên K19 PFIEV, em vừa nhận được CTĐT khoá của em gần đây và có một môn em đã đăng ký trong HK202 nhưng không có trong CTĐT. Mặc dù biết đã trễ hạn, nhưng vẫn chưa kết thúc môn học, nên là em có thể làm đơn xin rút môn (vẫn tính học phí) để giảm tải thời lượng học sau khi quay trở lại trường được không ạ? (vì trong hè em có 1 môn thực tập chiếm rất nhiều tiết nên là xin rút bớt để giảm tải giờ học ạ) Em xin cảm ơn.   ",
    "Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ . Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ. Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau ( em có gửi danh sách đính kèm theo ạ). Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô",
    "Kính gửi, Hiện tại do tình hình dịch bệnh, trường không thể tổ chức các lớp tại trường, đồng thời chương trình đào tạo cũng bị rút ngắn. Nhưng cùng với đó nhà trường lại không thể hỗ trợ sinh viên trong việc giảm học phí tín chỉ học kỳ hè 203. 880k/chỉ theo nhận xét là quá cao và không phù hợp do việc học đã bị rút ngắn và giảng viên cũng phải chuyển sang hình thức giảng dạy online tại nhà. Mong nhà trường xem xét lại. Trân trọng .",
    "em xin chào quý thầy cô ạ. tên tên là  duy mssv  văn bằng 2. em có làm đơn xin mở lớp thực tập hè ( cđt) có mã là ME2017. em nhờ cô thư ký bộ môn cơ điện tử gửi đơn giúp cho em( vì lý do dịch bệnh tránh đi lại nhiều) mà hiện tại kiểm tra trên bk mục đăng ký môn học không thấy có . chính vì vậy em nhờ thầy cô pđt kiểm tra lại giúp . em xin chân thành cảm ơn.",
    "Thầy/cô cho em hỏi về vấn đề học phí kì hè, nếu em trễ hạn đóng học phí thì bị hủy tkb kì hè, em muốn hỏi thầy/cô sau đó em có phải đóng học phí kì hè để không bị cấm đăng kí môn học hk chính kế tiếp không ạ. Em cảm ơn thầy/cô ạ.",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi khi nào mới nhận được tiền học bổng HK201 vậy ạ? Em cảm ơn nhiều ạ.",
    "Em chào thầy/cô. Em tên là , MSSV . Em có đăng ký 8 chỉ kì DT Hè HK203, nhưng hiện tại gia đình em đang khó khăn và không có tiền đóng kịp. Em viết đơn này nhằm gia hạn học phí và cho em tiếp tục học không xóa thời khóa biểu của em ạ. Em mong thầy cô chấp nhận. Mong thầy/cô phản hồi sớm giúp em.",
    "Hôm nay là hạn chót đóng học phí qua OCB nhưng dù em đã thử nhiều lần, bên web vẫn không hiện bảng để thanh toán học phí thì phải làm sao ạ?",
    "E đã đọc qua qui chế học vụ điều 31 Hiện tại e đã học qua năm nhất nhưng vẫn muốn đổi về học đại trà thì em phải làm đơn nộp cho phòng đào tạo đúng không ạ ?. và nếu chuyển thì những môn e đã học qua có cần học lại không ạ ?",
    "Chào thầy cô ạ, Ngày 29/05/2021 em có xin đăng ký cấp giấy chứng nhận sinh viên và để nơi nhận là văn phòng khoa, nên sáng ngày hôm nay (07/06) em có lên trường để nhận giấy nhưng chưa được vào trường do dịch, vậy em có thể đăng ký lại nơi nhận thành nhà của em được không ạ ? Vấn đề khác là em không thể truy cập trang web tính cước của bưu điện (như hình gửi) được ạ. Em xin cảm ơn.",
    "Dear Thầy, Cô. Em là , sinh viên K16, lớp DC16DK. Hiện em đã học xong các môn học, nhưng vì muốn cải thiện số điểm TBTL của mình trong kỳ hè 203 này. Nhưng vì lý do tình trạng sinh viên \"Tạm Dừng\" nên em không đăng ký được môn học. Em đã có làm đơn gửi PĐT trong đợt 2 ĐKMH và được trả lời là theo dõi đợt đăng ký lần 3. Nhưng hôm nay em lên đăng ký vẫn chưa mở tình trạng sinh viên cho em (file đính kèm). Vậy em kính mong Thầy,Cô xử lý tình trạng cho em để em được đăng ký môn học . Em cảm ơn. Trân trọng.",
    "Em chào thầy ( cô )  Về vấn đề thanh toán học phí trễ hạn nếu có đơn và lí do gửi tới phòng đạo tạo sẽ được khôi phục thời khoá biểu. Em muốn hỏi là do tình hình dịch bệnh hiện tại nên em không thể tới trường để gửi đơn vậy em có thể gửi bằng cách nào tới phòng đào tạo ạ. Em cám ơn thầy ( cô ) đã đọc.",
    "Thầy/ Cô ơi, Đợt rồi em có đăng ký môn: Thực Tập Ngoài Trường- Mã môn học: ME3271- Nhóm T01. Khi kết thúc môn học thi em đã nộp bài báo cáo cho giảng viên bộ môn, nhưng thầy báo là trong danh sách nhập điểm không có tên của em . Thầy kiểm tra phản hồi sớm giúp em nhé. Em cảm ơn Thầy/ Cô!!!",
    "Kính gửi phòng đào tạo, em tên là Nguyễn Vũ  Tiến Phát, mssv: . Do có việc gia đình, nên em đóng học phí hk3 trễ 1 ngày thì giờ em phải làm đơn hay sao ạ ? Em xin cám ơn.",
    "EM ĐÃ ĐĂNG KÍ MÔN HỌC THỰC TẬP TỐT NGHIỆP CI3343. ĐỢT 3 HỌC KÌ DT203. MONG PHÒNG ĐÀO TẠO ĐĂNG KÍ CHO EM.EM CẢM ƠN.",
    "Dạ em là sinh viên khoa Công nghệ Vật Liệu. Sáng hôm nay em mới đọc được email đóng học phí HK203, em đã nạp tiền và phát hiện sim điện thoại của em bị khóa không nhận được code để đóng tiền. Nên em bị trễ học phí, PĐT có thông báo là khi trễ học phí là bị hủy thời khóa biểu. Em rất lo lắng, em nên làm gì đây ạ?",
    "Em chào quý thầy/cô, Cho em hỏi là kì này em có đăng kí môn thực tập tốt nghiệp, nhưng em thanh toán trễ học phí trên MYBK 1h thì có bị huỷ môn không ạ? Em xin cảm ơn",
    "Em chào thầy ( cô )  Trước em có đặt câu hỏi về việc thanh toán học phí học kì 203 trễ hạn thì phải nộp đơn trình bày như thế nào do tình hình dịch bệnh nên không thể tới phòng đào tạo. Em đã nhận được câu trả lời, em cám ơn sự hỗ trợ từ thầy cô. Theo email em nhận được thì sinh viên sẽ bị xoá thời khoá biểu và danh sách do trễ hạn. Em muốn hỏi là vì lí do cá nhân nên em bị chậm trễ trong việc thanh toán ( dự kiến là ngày 10/6 ) nên em muốn hỏi, em có thể được khôi phục thời khoá biểu và danh sách sau khi thanh toán trễ hạn không ạ . Em xin cám ơn thầy ( cô ) đã đọc",
    "Kính gửi nhà trường Trước đó em có trình bày về việc nhà em nằm trong khu phong tỏa phường Thạnh Lộc, Q12 nên em và gia đình không thể ra ngân hàng đóng học phí đúng hạn. Em cũng đã tính đến việc đóng qua bkpay, tuy nhiên nếu trong tài khoản không có đủ tiền thì không thể thanh toán được ạ. Mong nhà trường giúp đỡ em trong tình hình dịch bệnh khó khăn của cả nước. Em hứa sẽ thanh toán học phí đầy đủ sau khi hết lệnh phong tỏa từ nhà nước. Em chân thành cám ơn.",
    "Do dịch bệnh COVID 19 em không thể đến PĐT nộp đơn trình bày lí do trễ hạn học phí được thì phải làm sao ạ . Em xin cảm ơn. Mong nhận được phản hồi sớm.",
    "Em chào thầy cô. Mong thầy cô giải đáp rõ thắc mắc của em ạ. Tự chọn nhóm A của em là bao gồm có 3 môn. Hiện tại em đã hoàn thành đủ chỉ cần của tự chọn nhóm A rồi tức là em đã học 2/3 môn. Vậy nếu như em đăng kí học môn còn lại thì khi tính điểm thì trường sẽ lấy phần tín chỉ có số điểm cao hơn hay là như thế nào ạ . Em xin cảm ơn",
    "Em có đăng kí môn học trong HK203 và cũng chưa bắt đầu học nhưng do tình hình dịch bệnh khó khăn nên em không hoàn thành học phí kịp thời hạn. Em mong trường có thể gia hạn thêm thời gian đóng học phí được không ạ? Em xin cảm ơn",
    "Dạ con chào thầy (cô ) ạ! Con là Đặng Minh Quang, MSSV: , nay con có vấn đề về việc thanh toán học phí mong được thầy (cô ) giúp đỡ:        Vấn đề : hôm nay là hạn chót thanh toán học phí dự thính kì hè HK203, bình thường con hay đến ngân hàng OCB quận 10 để thanh toán học phí nhưng do dịch bệnh nên con không đến ngân hàng được nên con thử thanh toán trên BK Pay nhưng do mới bắt đầu sử dụng nên con chưa quen rồi bị lỗi đăng nhập do sai mật khẩu . Đến lúc con đăng nhập được thì đã trễ hạn nhưng con vẫn thanh toán đầy đủ. Thầy (cô) cho con hỏi là con có được tiếp tục tham gia khóa học đó hay có gặp vấn đề gì liên quan và hướng giải quyết như thế nào ạ ?     Mong nhận được sự giúp đỡ của thầy cô!        CON XIN CHÂN THÀNH CẢM ƠN !",
    "Kính thưa Phòng Đào Tạo, đợt thanh toán học phí HK203 từ ngày 2/6/2021 - 7/6/2021 do một số lý do chủ quan và khách quan mà em đã thanh toán học phí quá thời gian qui định vào ngày 7/6/2021. Học kì này em có môn bắt buộc là môn Thực tập hè vì thế nên em kính mong Phòng Đào Tạo có thể xem xét giữ lại thời khóa biểu môn học này của em ạ.",
    "Kính gửi Phòng Đào Tạo Đh Bách Khoa Em tên  Em có thắc mắc về việc e đóng trễ học phí học kỳ 203 thì có bị xóa môn không ạ?? Em xin chân thành cảm ơn ạ",
    "Dạ kính gửi Phòng Đào tạo, Vì ảnh hưởng của dịch nên có thể gia đình em sẽ không thể đóng học phí trước 15h ngày 8/6/2021 được. Em cũng không lường trước được sẽ vướng học phí khi chốt TKB đợt 2. Đối với học kì hè các năm trước, thường sẽ đóng tiền sau khi bắt đầu học, nên em không xoay sở kịp học phí :(  Cho em hỏi cách xử lý sau khi bị xoá môn học ạ? Em nghe nói vẫn sẽ đóng tiền và làm đơn hủy môn học (không hoàn trả học phí). Việc nộp đơn hủy môn học có thể làm online không ạ?",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV:  - sinh viên chương trình chất lượng cao OISP. Em được xác nhận là đủ điều kiện và được nhận học bổng loại 3 (30.000.000 vnđ) của trường được thể hiện trên bảng điểm cập nhật vào 24/05/2021. Tuy nhiên trong danh sách chính thức lại không có tên em. Mong quý nhà trường xem xét lại về trường hợp của em ạ. Em xin cảm ơn. Thân mến./.",
    "Dạ nhà trường cho em hỏi, em có đóng trễ hạn học phí thực tập kì 203 (2 giờ) và vì tình hình dịch bệnh nên em không thể lên trường nộp đơn xin đóng trễ học phí được . Vậy em có thể có cách nào giải quyết để không bị huỷ thời khoá biểu không ạ ?  .",
    "Hiện tại theo em được nhận mail thì môn học Kĩ thuật thi công CI3043 của em nằm trong danh sách dự kiến sẽ bị xóa lớp, em thành khẩn mong phòng đào tạo đừng xóa lớp môn này vì cũng đã có giảng viên nhận dạy, học phí thì 14 bạn trong lớp học cũng đã đóng đầy đủ, kể cả em cũng đã đóng học phí, vì môn học này rất quan trọng với em, vì nó tiên quyết một môn của em trong kì sau, em rất mong phòng đào tạo có thể tạo điều kiện cho em được học ạ. Em cảm ơn",
    "Dạ cho em hỏi hc phí học kỳ 203 em đóng trễ, hiện tại em đang ở quê không biết có cần phải làm đơn gì hay không ạ. Em xin cảm ơn",
    "Dạ con chào thầy (cô ) ạ! Con là Đặng Minh Quang, MSSV: , nay con có vấn đề về việc thanh toán học phí mong được thầy (cô ) giúp đỡ:        Vấn đề : hôm nay là hạn chót thanh toán học phí dự thính kì hè HK203, bình thường con hay đến ngân hàng OCB quận 10 để thanh toán học phí nhưng do dịch bệnh nên con không đến ngân hàng được nên con thử thanh toán trên BK Pay nhưng do mới bắt đầu sử dụng nên con chưa quen rồi bị lỗi đăng nhập do sai mật khẩu . Đến lúc con đăng nhập được thì đã trễ hạn nhưng con vẫn thanh toán đầy đủ. Thầy (cô) cho con hỏi là con có được tiếp tục tham gia khóa học đó hay có gặp vấn đề gì liên quan và hướng giải quyết như thế nào ạ ?     Mong nhận được sự giúp đỡ của thầy cô!        CON XIN CHÂN THÀNH CẢM ƠN !",
    "em là  , cho em hỏi là học kỳ hè này em bị đóng trễ học phí thì có bị xóa môn không ạ? em cảm ơn ạ.",
    "Em xin hỏi là kì 203 có đk thực tập, môn đã hiện lên trên stinfo nhưng bkpay không cập nhật. Không biết cái này là lỗi hay do việc thực tập đang bị delay ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi là trường có còn kế hoạch tổ chức thi chuẩn anh văn của cuối kỳ 202 không ạ",
    "Do tiền học phí phải đóng quá gấp nhà em xoay sở không kịp lịch đóng học phí, có thể gia hạn thêm thời gian đóng học phí được không ạ Cảm ơn đã đọc yêu cầu của em và mong đươkc giải đáp",
    "Môn Giải tích 2 (mã môn học MT1005) lớp DT02 của cô . Kính gửi thầy/cô PĐT, Em viết bài này để xin PDT có thể cho em được đăng kí vào lớp Giải tích 2- DT02 của cô  ạ. Vì em mong muốn có thể có đủ số tín chỉ để đăng kí thực tập tốt nghiệp trong kì tiếp theo và không bị trễ làm luận văn tốt nghiệp ạ. Em mong PĐT có thể xem xét và giúp đỡ cho em ạ. Em xin cảm ơn.",
    "Em chào thầy/cô ạ, vì 1 số lí do nên đợt thanh toán dự thính hè này em có thanh toán trễ, có 1 số bạn nhận được mail là gia hạn học phí hết 8/6/2021 nhưng em không nhận được, vậy em có bị tính là thanh toán trễ không ạ, và nếu có thì em phải làm đơn mang lên gửi Phòng đào tạo ở CS1 hay là trường giải quyết bằng phương thức khác vì dịch ạ? Em cám ơn ạ.",
    "Kính gửi Thầy/Cô,  Vừa qua em có nhận được thông báo Chiến dịch MHX 2021 sẽ không đưa sinh viên xuống địa bàn, do đó em muốn đăng kí môn học hè. Tuy nhiên đợt ĐKMH đợt 3 này lớp đã đủ sĩ số (Cụ thể là môn Kinh tế chính trị Mac- (SP1033)). Đồng thời, thời gian đóng học phí học kì 203 này cũng đã kết thúc. Thầy/Cô có thể hỗ trợ em trong việc đăng kí môn học này không ạ!  Em xin cảm ơn!",
    "Kính chào thầy cô quản lí trang hỗ trợ sinh viên trực tuyến, em là  - K18. Em viết lời yêu cầu này vì muốn xin thầy cô cho được nộp học phí trễ do ngân hàng em thường đóng học phí nằm ở Gò Vấp mà ở đây hiện tại đang là vùng dịch (các ngân hàng khác ở khá xa khu vực em đang sinh sống), do vậy em mong thầy cô thông cảm cho phép em được nộp học phí trễ, trong thời gian sớm nhất em sẽ nộp phí ạ. Cảm ơn thầy cô rất nhiều.",
    "Cho em hỏi cách để gia hạn thời gian đóng học phí, hay đợi khi em đóng rồi làm đơn trình bày lý do trễ hạn ạ, giờ em không biết liện hệ trường thế nào để xin được đóng học phí trễ tại trường nói đóng trễ là xóa thời khóa biểu. Em chân thành cảm ơn cô.",
    "Dạ em là   Lớp CC19DK12 Em có đăng ký môn Vật lý 1 Mã PH1003 vào học kỳ dự thính HK203 Vì một vài lý do nên gia đình em chưa chuẩn bị học phí kịp để có thể đóng vào ngày 7/6/2021 Em có thể rút môn học này lại và đăng ký vào kỳ sau được không ạ?  Em xin cảm ơn.",
    "Xin chào cô/thầy. Em đã đóng học phí cho môn học dự thính, nhưng môn học đó bị hủy do ko đủ sĩ số nhà trường đã gửi mail thông báo. Vậy tiền học phí mà em đã nộp sẽ được trả lại phải ko ạ? Và khi nào em sẽ nhận được ạ? Em cảm ơn.",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc Lập – Tự Do – Hạnh Phúc Đơn Xin Xem Xét Kính gửi:  Phòng Đào Tạo trường Đại Học Bách Khoa Hồ Chí Minh Em tên:                                        MSSV:   Ngành:    Logistics và quản lí chuỗi cung ứng                   Khoa: Cơ Khí Lý do làm đơn:  Do học kì 201 em có đăng kí môn Quản lí losgictics của khóa 2019 với mã môn ME2125. Hiện môn học này đã là môn tương đương với môn Quản lí losgictics khóa 2018 với mã môn là ME3233 ( lí do sau năm 2018 thì chương trình tạo đạo đổi mã môn và không mở mã 2018 nữa , và cũng đã có công văn tương đương). Văn phòng bộ môn và khoa đã có công văn tương đương rồi nhưng trên hệ thống em chưa được cập nhật số tín chỉ tích lũy ngành của môn này. Em kính mong phòng đạo tạo xem xét giúp đỡ em cập nhật, tại nếu không được cập nhật tích lũy môn này em sẽ không đủ chỉ đăng kí môn Thực tập tốt nghiệp vào hè. Em xin chân thành cảm ơn .                                                                             Tp HCM, ngày 4 tháng 6 năm 2021                                                                                          Người làm đơn                                                                                  ",
    "Em chào PĐT ạ. Thưa PĐT, hiện tại HK203, em có đăng ký Giải Tích 2 MT1005. Nhưng trong mùa dịch này gia đình em làm ăn khó khăn, gia đình đông con nên hiện tại em vẫn chưa có khả năng đóng học phí theo hạn mà PĐT đã gửi mail ạ . Em muốn hỏi là, em có cách nào khác để đóng trễ hạn học phí và vẫn được học môn GT2 trong HK203 này không ạ? Em xin cảm ơn .",
    "em trể hạn đóng học phí hôm qua. bây giờ em đóng học phí qua bkpay có được không ạ.",
    "Em chào nhà trường ạ,  Em đã đóng trễ học phí học kì 203 ( trễ 1 tiếng so với quy định), nhưng vì dịch nên em không biết là nộp đơn trình bày lí do trễ hạn khi đi học trở lại hay là nộp onl cho nhà trường vậy ạ? Em xin chân thành cảm ơn .",
    "Cho em hỏi, đóng học phí kì 203 bị trễ hạn thì cần làm đơn gì hông ạ và nếu có thì nộp online qua mail của pđt hay nộp trực tiếp vậy ạ. Em cảm ơn.",
    "Do tình hình dịch bệnh nên tài chính của em gặp khó khăn. Em đã thanh toán học phí trễ của kì hè 203, vì nhà em ở khu vực gò vấp đang thực hiện chỉ thị 16, nên em không thể tới trường nộp đơn trực tiếp cho pđt, vì vậy có thể cho phép em nộp trực tuyến được không ạ",
    "Chào PĐT, cho e hỏi, e là học viên cao học khoá 2017 - đợt 2. Hiện e chỉ còn thiếu chứng chỉ ngoại ngữ để xét tốt nghiệp. Em có lịch thi tháng 6, nhưng vì dịch covid nên IIG Việt Nam đang tạm ngưng xử lý hồ sơ. Xin hỏi có cách nào để gia hạn thêm không ạ",
    "Mssv:  Em muốn huỷ đăng ký dự thính học kì 203   Môn: Giải tích 2 Mã môn học: MT1005 Mã nhóm lớp: DT05 Môn: Đại số tuyến tính Mã môn học: MT1007 Mã nhóm lớp: DT01",
    "Kính gửi quý thầy/ cô Em đang gặp khó khăn trong việc thực hiện thanh toán học phí do ngân hàng OCB đã thay đổi tên miền Online Banking nhưng hệ thống BKPay hiện vẫn đang liên kết với miền cũ . Hiện tại em đã bị trể hạn đóng học phí nhưng vẫn chưa thể thanh toán học phí. Kính mong quý thầy/ cô cho em phương án thực hiện việc trể hạn cũng như thực hiện thanh toán học phí. Trân trọng.",
    "Dạ em chào thầy/cô Thầy/cô ơi em gấp lắm rồi thầy/cô chỉ giúp em cách để mở lớp dự thính hè với ạ, do tình hình dịch nên em không thể vào trường nên em không biết làm sao để mở lớp dự thính hè ạ. Em cảm ơn thầy/cô nhiều lắm",
    "Kính gửi Phòng đào tạo ! Em tên , em xin hỗ trợ về vấn đề đăng kí môn học, hiện tại em muốn đăng kí môn học mới trong đợt 3 từ ngày 07- 09/06/2021, nhưng không đăng kí được, Phòng đào tạo có thể hỗ trợ giúp em với ạ ! ",
    "Dạ kính gửi pdt, Em là  MSSV , vài ngày trước em có liên hệ pđt nhờ hỗ trợ tình trạng của em là sinh viên khác khoa nhưng muốn học ngành Dệt của khoa Cơ Khí, vì chưa chuyển hệ học nên em không đăng ký được môn Thực tập ngoài trường mã ME3277. Em đã làm theo hướng dẫn là viết đơn và nhờ bộ môn Dệt may cũng như Khoa Cơ khí xác nhận rồi ạ. Sáng nay em ghé PĐT thì không gặp được anh chị nên em rất mong được hỗ trợ trường hợp của em ạ, vì lịch đăng ký môn học đợt 3 là từ 7/6 tới 9/6 nên thật sự em rất lo lắng . Bên dưới là đơn em đã scan ra. Em chân thành cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Em tên là , mssv , sinh viên lớp Hàng Không Việt Pháp 2016 Trong học kỳ 203 em có đăng ký môn học Giải tích 3 (Mã môn học MT2007) nhưng hệ thống hủy đăng ký với lý do chưa học môn Giải tích 2 (Mã môn học MT1013), em đã hoàn thành môn học Toán 2 (Mã môn học 006712) là môn Giải tích 2 mã cũ vào học kỳ 162. Em đã hoàn thành môn toán 1, toán 2, còn bị nợ môn Toán 3 mã mới là Giải tích 3. Em mong phòng đào tạo cho phép em được đăng ký môn học Giải tích 3 để hoàn thành chương trình học Em xin cảm ơn",
    "Kính gửi quý thầy/ cô Sau khi nhờ sự hỗ trợ từ phía ngân hàng em đã hoàn tất thanh toán học phí nhưng là thanh toán trể hạn. Tuy nhiên trong tình hình dịch bệnh đang diễn biến phức tạp, việc làm đơn trình bày việc thanh toán trể hạn và nộp cho PĐT nên được thực hiện như thế nào là hợp lý? Kính mong nhận được sự hỗ trợ từ quý thầy/ cô. Trân trọng.",
    "em tên  mssv  khi đăng kí môn Vẽ kỹ thuật ci1003 và pháp luật việt nam đại cương sp1007 từ lần đăng kí đợt 2 đều bị ghi như thế này không biết là tại sao ạ",
    "Dạ em chào thầy(cô). Em có đ kí 1 môn học kì hè, do em là f2 cách ly tại nhà nên không đi đóng tiền học và không có tài khoản ngân hàng để đóng trực tuyến. Bây giờ đã hết hạn, thầy(cô) cho em hỏi là em có bị cấm thi các môn học kì 2 năm nay không ạ và em có bị cấm đăng kí môn học học kỳ sau không ạ. Em chân thành cảm ơn và mong thầy(cô) giúp đỡ.",
    "Kinh gửi; PĐT Cho em hỏi sao hôm nay trong danh mục Điểm chuyển chỉ còn có 3 môn thôi vậy ạ. Em xin chân thành cảm ơn.",
    "Kính thưa thầy cô PĐT! Em là , lớp DD18TD2, mssv , sinh viên ngành KT Điều khiển Tự động - khoa Điện. Từ kì vừa rồi đến nay, em đã làm đơn xin mở lớp môn học Lý thuyết Điều khiển Nâng cao EE3007, tuy vậy, do nhiều lý do nên chưa thể mở lớp. Ban đầu em dự tính đăng kí ở kì hè nhưng DỊCH COVID-19 lại bùng phát ở TPHCM nên PĐT không cho mở lớp các môn có thí nghiệm. Thực sự em rất cần học môn học EE3007 này, vì nếu không thể đăng kí trong kỳ hè HK203, em sẽ bị   B trễ Đề Cương LVTN ở kì 211    dẫn đến tiến độ học tập bị trễ( có thể lên đến 1  năm). Sau nhiều lần liên hệ với giảng viên bộ môn và làm đủ mọi cách vẫn chưa thể đăng kí được.   B Nay em kính xin PĐT cho phép em làm đơn chuyển môn học EE3007( 3 chỉ ) sang hình thức đồ án để thực hiện trong kì hè 203 này.    Em biết là rất khó khăn nhưng kính mong quý thầy cô PĐT sẵn lòng giúp đỡ và tạo điều kiện. *NOTE* : Em đã xin ý kiến thầy  - trưởng bộ môn Điều khiển Tự động và đã được thầy cho phép chuyển nếu PĐT đồng ý. Em cảm ơn thầy cô đã dành thời gian đọc mail này! Mong chờ sự phản hồi và giúp đỡ tích cực!",
    "Dạ cô ơi em sau sắp xếp em thấy có lớp học ổn thỏa rồi ạ, em xin cô cho em dc đăng kí vào lớp :  -Mã môn: CH1003 -Mã nhóm: CC03-CC05 ạ  Em xin  cảm ơn cô nhiều ạ!!",
    "Em chào thầy , cô  Em tên  , MSSV :  Hệ đào tạo : VHVL , chuyên ngành : cảng - công trình biển Do em gặp rắc rối trong việc miễn môn học nên đợt đăng ký môn học bổ sung HK202 hệ VHVL ở đợt 2 ( kết thúc ngày 23/5) em đã không đăng ký . Nay em xin hỏi em có thể làm đơn đăng ký bổ sung 2 môn học CI4029 : phương pháp số công trình biển và CH1003 : Hóa đại cương không ạ . Em xin cảm ơn",
    "Hiện tại em ở ktx và không ra ngoài được không thể thanh toán tiền học phí vì em chỉ có tiền mặt không có trong ebanking nên không thể đóng onl giờ em muốn gia hạn đóng tiền thì sao ạ",
    "Kính gửi Thầy/Cô, em là sinh viên hệ VHVL chuyển từ trường Cao Đẳng Điện Lực qua ạ. Hôm thứ 6 tuần trước em có nhận được danh sách các môn được miễn xem qua bảng điểm chuyển trên mybk, bảng điểm chuyển có tổng cộng 19 môn nhưng ngày hôm sau cho đến hiện nay em vào bảng điểm chuyển để xem thì chỉ có 4 môn nhưng là 4 môn hoàn toàn khác so với 19 môn kia, thầy/cô cho em hỏi có phải hệ thống đang bị trục trặc không ạ. Và em có nhận được thông tin từ phòng đào tạo của trường Cao Đẳng Điện Lực là các khóa liên thông VHVL liên kết với Đại Học Bách Khoa trước đều được miễn các môn sau:   B - CH1003|  HOA DAI CUONG - EE1001|  NHAP MON VE KY THUAT - EE1011|  GIAI TICH MACH - EE2007|  MACH DIEN TU - EE2009|  HETHONG MTINH &NGONNGULT - EE2019|  CO SO DIEU KHIEN TU DONG - EE2023|  THUC TAP DIEN TU 1 - EE2025|  THUC TAP DIEN 1 - EE3001|  HE THONG CUNG CAP DIEN - EE3009|  MAY DIEN - EE3087|  BAO VE ROLE TRONG HTDIEN - EE3089|  KY THUAT CAO A - EE3091|  VAT LIEU KY THUAT DIEN - EE3097|  KY THUAT AN TOAN DIEN - EE3139|  CAM BIEN VA DO LUONG - MT1003|  GIAI TICH 1 - MT1007|  DAI SO TUYEN TINH - PH1003|  VAT LY 1 - PH1007|  THI NGHIEM VAT LY - SP1003|  NHUNG NGLY COBAN CN M-LE - SP1005|  TU TUONG HO CHI MINH - SP1007|  PH/LUAT VIETNAM DAICUONG - SP1009|  DUONGLOI CM CUA DANGCSVN    Thầy cô cho em hỏi năm nay trường có xét miễn cho sv những môn đó nữa không ạ. Nếu có thì sv phải tự làm thủ tục xin xét miễn phải không ạ. Nếu các môn được miễn nằm trong danh sách môn em đã đăng ký học và đã xếp thời khóa biểu thì em phải làm gì tiếp theo ạ. Em cảm ơn Thầy/Cô",
    "Do điều kiện gia đình nên em chưa kịp có số tiền để thanh toán học phí học kì 203,vậy em có thể gia hạn thời gian đóng học phí không, và bằng cách nào ạ ?",
    "Những môn học này em vắng thi không nằm trong lịch hoãn thi. PĐT cho em hỏi trường hợp nào được thi lại hoặc giải quyết bằng cách nào ạ. 003709Mip(tpháp hnhập nnghiệp) 501707PT Th/kế hướng đối tượng   i Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Cho em hỏi vì sao em không đăng kí được môn CH1003Hóa đại cương lý do K: Môn học khoa không mở lớp - SV liên hệ Khoa (đợt 1) và Bạn không được phép đăng ký vào nhóm lớp này (đợt 3) Trong danh sách Môn tương đương chương trình Việt Pháp có tương đương mã 601701 với CH1003 Mong sớm được PĐT giải quyết. Em cảm ơn.",
    "Em có đăng ký thực tập ngoài trường vào kỳ hè. Đăng ký thành công ở đợt 2 và đã có thời khóa biểu nhưng lại không hiện đóng tiền trên BKPay ạ . Giải quyết giúp em với ạ. Em cảm ơn!",
    "Thưa cô/thầy  Vừa qua khi biết tin trường mình có chị là f0 thì em có khai báo y tế qua mail về việc có tiếp xúc và gặp một vài trường hợp f1 (như ăn ở C6, bác giữ xe, các bạn đo nhiệt độ) thì có thể nói em đang là f2 của trường. Như vậy thì em sẽ phải cách ly tại nhà(nhà trọ) . Đã 3 ngày rồi kể từ lúc em tự cách ly thì em vẫn không nhận được bất cứ thông tin từ nhà trường. Em rất lo lắng cũng như không biết phải làm gì vì nó ảnh hưởng rất nhiều việc sinh hoạt. Em cần thông tin hướng dẫn các bước tiếp theo để chủ động trong việc phòng chóng covid. Em cảm ơn",
    "Từ ngày 21/5 đến ngày 5/6 , em có vào trường Đại học Bách khoa một cách thường xuyên để hoàn thành luận văn tốt nghiệp. Khi biết thông tin về ca mắc COVID 19 từ chị  và 40 F1, thì em nhận thấy trong thời gian kể trên em có tiếp xúc với các bạn sinh viên đo thân nhiệt ở cổng 1, các nhân viên bãi giữ xe cổng 1 và trong ngày 3-4/6 em có tiếp xúc với 3 nhân viên căn tin c6. Như vậy khả năng em là F2 của ca mắc F0 đó. Em cũng đã tự cách ly tại nhà từ tối ngày 5/6 và khai báo cho trường. Tuy nhiên, đến ngày hôm nay em chưa nhận được thông tin phản hồi cũng như sự hướng dẫn từ trường đối với trường hợp của em để chủ động phòng chống covid. Mong sớm nhận được câu phản hồi chính thông từ trường.",
    "Thưa cô/thầy  Vừa qua khi biết tin trường mình có chị là f0 thì em có khai báo y tế qua mail về việc có tiếp xúc và gặp một vài trường hợp f1 (như ăn ở C6, bác giữ xe, các bạn đo nhiệt độ) thì có thể nói em đang là f2 của trường. Như vậy thì em sẽ phải cách ly tại nhà(nhà trọ) . Đã 3 ngày rồi kể từ lúc em tự cách ly thì em vẫn không nhận được bất cứ thông tin từ nhà trường. Em rất lo lắng cũng như không biết phải làm gì vì nó ảnh hưởng rất nhiều việc sinh hoạt. Em cần thông tin hướng dẫn các bước cần thực hiện GẤP TRONG THỜI GIAN TỚI Em xin cảm ơn",
    "Em xin chào Thầy/ Cô! Em tên là Phạm Gia Huy MSSV 2037018 Khoa: Kĩ thuật xây dựng hệ VLVH Trong học kì 203, em có đăng kí môn Phương Pháp Tính MT1009 nhưng không mở đối với hệ VLVH, và em không thể đăng kí đối với hệ Chính quy do khác hệ . Em xin phép Thầy/ Cô cho em được đăng kí học môn đó với hệ Chính Quy. Vì chỉ còn 01 môn (kể cả những môn chuyển điểm từ hệ chính quy K2014 sang) thì em đã hoàn thành chương trình học. Mong Thầy/ Cô hỗ trợ em ạ, Em xin cảm ơn.",
    "Vì em chưa có chứng chỉ quốc phòng tại trung tâm GDQP để đủ điều kiện tốt nghiệp nên muốn đăng ký. Bên TTGDQP yêu cầu giấy giới thiệu (scan hoặc ảnh chụp) từ bên trường mình. Không biết hiện phòng đào tạo hiên nay có làm việc không? Và giấy giới thiệu liệu có thể làm online được không ạ?",
    "Em là , MSSV , mã lớp TT1701, chương trình Tiên Tiến. Em có câu hỏi về việc đăng ký mã môn học . Em đang muốn đăng ký môn \"Đường lối CM của Đảng CSVN\" với mã môn 001004. Vào đợt 1, em vẫn thấy có mở lớp và đã đăng ký. Nhưng sang đợt 3 (7/6-9/6), mã môn đã không còn được mở lớp. Theo em biết còn một mã môn của chương trình Chất lượng cao là SP1009. Em đẵ đăng ký theo mã môn đó. Em muốn hỏi là liệu là 2 mã môn đó có tương ứng với nhau không? Em có thể đăng ký và học mã môn SP1009 mà vẫn được chuyển điểm vào mã môn 001004 được không? Em cám ơn.",
    "Dạ em có đăng kí môn học giải tích 2 (MT1005) Do thầy  dạy nhung em không thể tìm thấy được đường link để vào hangout tương tác . Xin PĐT có thể liên lạc với thầy và cho em xin đường link để tham gia lớp học ạ",
    "Học phí . Em chào thầy/cô, Do em lỡ đóng trễ học phí học kỳ hè đợt này, khi em lên trường để nộp đơn thì không vào trong được, nên em xin gửi mẫu đơn em đã điền theo hình thức online. Mong thầy/cô xem xét giúp em ạ, để em không bị hủy thời khóa biểu học kỳ hè này. Cảm ơn thầy/cô rất nhiều.",
    "Kính chào thầy/cô. Thầy/cô cho em hỏi nếu em muốn rời khỏi chương trình kỹ sư tài năng thì em cần phải làm những gì ạ? Em xin cảm ơn.",
    "Pđt cho em hỏi: em có nộp đơn xin bảo vệ luận văn trễ và được hẹn trả kết quả vào chiều ngày 8/6/2021. Vậy bây giờ làm sao để kiểm tra kết quả ạ. Em xin cám ơn.",
    "Kính chào Phòng đào tạo, Em xin gửi phòng đào tào Đơn xin đăng kí môn học CO3313 và Đơn xác nhận cho phép học song ngành. Nôi dung em đã ghi hết trong đơn như phòng đào tạo đã hướng dẫn ạ. Mong phòng đào tạo giúp đỡ đăng kí môn CO3313 giúp em để em có thể đi thực tập đúng hạn ạ. Em xin chân thành cảm ơn phòng đào tạo. (em có gửi tin này từ ngày chủ nhật nhưng vẫn chưa thấy trả lời, bạn em gửi ngày thứ 2 thì được trả lời, em sợ em gửi tin vào ngày nghỉ nên bị trôi tin nhắn nên gửi lại lần 2, em xin lỗi phòng đào tạo vì sự bất tiện này ạ).",
    "Em đã hoàn thành xong điều kiện ngoại ngữ để tốt nghiệp, vậy làm giấy thu nhận lại thì có thể làm trực tuyến hay phải trực tiếp lên phòng đào tạo vậy ạ? Em xin cảm ơn.",
    "Em chào thầy cô ạ! Em đã đóng học phí cho học kỳ 203 nhưng môn học đã bị hủy, vậy học phí đã đóng xử lý như thế nào ạ . Em xin cảm ơn.",
    "Kính gửi Phòng Đạo Tạo, Em cảm ơn cô và phòng Đào Tạo đã phản hồi tin nhắn trước đó của em ạ. Hiện tại em đang ở Long An, với tình hình Covid hiện tại, không có hướng giải quyết hỗ trợ cho trường hợp của cựu sinh viên như em ạ? (Bằng hình thức thanh toán khác như chuyển khoản hoặc thanh toán khi nhận bưu phẩm) Vậy thì khi nào Phòng Đào Tạo hoạt động lại để em có thể lên đăng ký ạ? Em cảm ơn cô và Phòng Đào Tạo .",
    "Cho em hỏi trong mail gửi từ  ngày 7/6 có nhắc đến việc thanh toán học phí dự thính trễ sẽ bị hủy thời khóa biểu. Vậy khi em nộp rồi thời khóa biểu có được khôi phục không ạ? Nếu được thì làm thế nào?",
    "Em chào anh chị. Trong đợt đăng ký môn học hè lần 1 em đã đăng ký môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) theo đúng kế hoạch trên trang của phòng đào tạo nhưng hiện nay đã gần hết thời hạn của đợt 3 nhưng môn học này vẫn chưa mở trong khi thực tập sản xuất hè của các chuyên ngành khác đã mở lớp từ rất lâu . Mong phòng đào tạo sớm mở lớp của môn học này để chúng em không bị trễ tiến độ cũng như cho em và các bạn biết lý do vì sao môn học này lại chậm trễ như vậy. Em xin cảm ơn",
    "p  Họ tên:    /p    p  MSSV:    /p    p  Vì tình hình Covid chuyển biến phức tạp và phải di chuyển giữa các thành phố nên em đã quên mất việc đăng ký 2 môn học Chủ nghĩa xã hội khoa học (SP1035) và Pháp luật Việt Nam đại cương (SP1007). Vì 2 môn này đã full slot 100/100 nên em mong muốn phòng đào tạo mở thêm slot 2 môn này hoặc có thể thêm em vào lớp đã có sẵn của 2 môn học trên.  /p    p  Hai môn trên sẽ giúp em đăng ký được những môn kì sau nên em mong Phòng Đào Tạo sẽ giúp đỡ và tạo điều kiện cho em đăng ký được hai môn đó.   /p    p  Em xin cảm ơn rất nhiều ạ   /p  ",
    "Chào phòng đào tạo, hiện tại em đang đi thực tập ở công ty nhưng kỳ hè này em không đăng ký thực tập tốt nghiệp vì chưa học đồ án thì em có thể xin nhà trường giấy giới thiệu được không ạ",
    "thưa phòng đào tạo, hôm 07/06 là hạn chót đăng kí bhyt nhưng em quên mất chưa đăng kí, hôm nay ngày 08/06 em vào đăng kí lại thì không được nữa ạ. Phòng đào tạo cho em hỏi không biết em có thể làm đơn xin đăng kí gia hạn bảo hiểm không ạ",
    "Sau khi nhận mai thanh toán học phí thì em đã thanh toán trên bkpay nhưng do sơ ý nên giao dịch không thành công.Hôm nay ngày 8/6 em vào kiểm tra thì thấy học phí chưa được thanh nên đã thanh toán cho nên bị trễ 1 ngày so với hạn đăng kí ạ.Em rất xin lỗi vì đã thanh toán học phí mà không kiểm tra kĩ ạ.Mong ban quản lí có thể bỏ qua cho em lần này ạ .Em xin hứa lần sau sẽ kiểm tra kĩ càng khi toán học phí . Em cảm ơn    .",
    "ng ký môn học đợt 3 em có thể hủy, xóa môn được không ạ? Nếu không được thì em phải làm sao để hủy ạ, hiện tại em không thể lên trường được ạ.",
    "Dear Thầy, Cô. Em là , sinh viên K16, lớp DC16DK. Hiện em đã học xong các môn học, nhưng vì muốn cải thiện số điểm TBTL của mình trong kỳ hè 203 này. Nhưng vì lý do tình trạng sinh viên \"Tạm Dừng\" nên em không đăng ký được môn học. Em đã có làm đơn gửi PĐT trong đợt 2 ĐKMH và được trả lời là theo dõi đợt đăng ký lần 3. Nhưng hôm nay em lên đăng ký vẫn chưa mở tình trạng sinh viên cho em (file đính kèm). Vậy em kính mong Thầy,Cô xử lý tình trạng cho em để em được đăng ký môn học . Em cảm ơn. Trân trọng.",
    "Em đã có thời khóa biểu thưc tập tốt nghiệp, em phải làm gì để được đi thực tập. Mong thầy cô giải đáp ạ, em xin cảm ơn.   i  .",
    "Dạ em muốn đăng ký môn Xác suất & thống kê (MT2013) nhưng hiện các lớp đã đủ rồi. Em không định đăng ký vì e nghĩ học kỳ 202 này em sẽ qua và đợt 1 và 2 của đăng ký dự thính 203 e bỏ qua. Nhưng sau khi có điểm giữa kỳ và điểm bài tập lớn thì e suy nghĩ lại vì nghĩ sẽ không qua được kỳ 202 này. Tuy nhiên đợt 3 này các lớp đều đã kín hết. Mong phòng đào tạo có thể xem xét xếp em vào lớp có sĩ số thấp nhất là 45 cũng được ạ. Em xin cảm ơn.",
    "em chào thầy cô !  cho em hỏi thực tập kì hè 203 . có cần chuẩn anh văn không ạ",
    "Tên môn học:    Thông tin di động.   B Mã môn học:    EE3107   B Mã nhóm:    L01  Lý do rút môn học: Ở học kì này, đáng lẽ em đang làm LVTN, nhưng do em bị chậm anh văn, không đăng kí được LVTN. Sợ bị tạm dừng học nên em đăng kí 01 môn dự phòng để không bị tạm dừng. Nay em đã bổ sung anh văn và đăng kí được LVTN, nên em tha thiết kính mong Quý thầy cô cho em được rút môn học ạ. Tại vì môn này em tính đăng kí dự phòng nên em có chủ quan, em sợ thi cuối kì kết quả sẽ không tốt, ảnh hưởng đến CV sau này. Nên một lần nữa em kính mong Quý thầy cô cho em được rút môn học ạ. Em xin chân thành cảm ơn Quý thầy cô, em chúc Quý thầy cô sức khoẻ .   i ",
    "Dạ thưa quý thầy cô PĐT, Em là , MSSV , em gửi đơn này xin được đăng kí môn học 701705 học kì 203, em có đăng kí thành công ở đợt 1 nhưng nay kiểm tra kết quả thì môn học đã bị huỷ (lớp học vẫn đủ sỉ số và vẫn diễn ra bắt đầu từ tuần sau). Em có đăng kí mới nhưng không được do chưa hoàn thành môn tiên quyết Quản trị học (701702) ở học kì 4 . Do môn quản trị học từ K19 không còn nữa (đã có môn thay thế). Em kính mong PĐT có thể mở cổng đăng kí để em có thể đăng kí môn học KT vi mô chiến lược & tcxn (701705) và hoàn thành môn học để ra trường đúng hạn ạ. Em xin cảm ơn quý thầy cô đã dành thời gian, Trân trọng.",
    "Em chào mọi người ạ,  Em đã thanh toán học phí kì hè của trường trễ hạn ạ, hiện giờ tình hình dịch bệnh thì em viết đơn trình bày lý do thì em sẽ gửi đi như thế nào ạ? Nộp trễ thì có ảnh hưởng đến kì học hiện tại và kì sau của em không ạ? Em xin chân thành cảm ơn. Trân trọng, Hân.",
    "Chào thầy/cô, Em là  Mssv  Em có đăng kí in bảng điểm vào ngày 13/5 nhưng do tình hình dịch bệnh nên em không thể vào trường để nhận. Vì để rút ngắn thời gian in bảng điểm mới em mong phòng đào tạo có thể gửi bảng điểm đã in của em đến địa chỉ 497, ktx Hòa Hảo, phường 7, quận 10, Tp HCM. Họ và tên người nhận:  Số điện thoại người nhận: [phone_number] Mong thầy/cô xem xét giải quyết cho em. E xin chân thành cảm ơn ạ!",
    "Trước đợt đăng kí môn học hè 203 e đóng trễ học phí nên không đăng kí môn học đợt 2 được. Và e có gửi hỗ trợ thầy cô báo em đăng kí đợt 3 nhưng đợt 3 này e vẫn ko đăng kí được. Mong thầy cô kiểm tra giúp tình trạng của e với ạ. Học phí e đã đóng đầy đủ. E xin chân thành cảm ơn",
    "Em chào anh/chị. Hiện em đang đi làm thêm và được bên công ty mua bảo hiểm y tế. Em muốn hỏi là em có cần tham gia bảo hiểm ở trường không và nếu không thì em có cần nộp giấy tờ gì để chứng nhận không ạ? Em chân thành cảm ơn.",
    "em sinh viên k14 hiện đã hết tgian đào tạo nhưng em đã có nộp đơn để xin gia hạn thêm 1 học kì để hoàn tất môn nhưng hnay em vào đăng kí thì em không đăng kí được vì lí do tạm dừng ạ, em mong pdt xem xét để cho em được đăng kí môn học ạ",
    "Em chào anh/chị. Đầu năm em có đăng ký bảo hiểm y tế 6 tháng và bây giờ em quên đăng ký gia hạn đợt này. Em muốn hỏi là có còn đợt vét nữa không hay em phải tự gia hạn vì em đăng ký trên web không được? Em chân thành cảm ơn anh/chị.",
    "Chào anh chị! Em đã đăng ký học dự thính HK203 đợt 1. Hiện tại em muốn hủy các môn đã đăng ký thì phải làm thế nào ạ? (Em vẫn chưa thanh toán học phí)",
    "Dạ em chào Thầy/Cô, em tên là Vũ Phương Thảo -MSSV: 1912080. Hiện em là học sinh lớp KSTN Hóa Hữu Cơ. Thưa Thầy/Cô, sau một thời gian theo học chương trình KSTN, em cảm thấy mình không phù hợp với chương trình đó nữa ạ. Do điều kiện gia đình, sức khỏe và trình độ anh văn không phù hợp nên em mong muốn được học theo chương trình Đại trà ạ. Dạ Thầy/Cô cho em hỏi là em cần làm những thủ tục gì để có thể rút khỏi lớp KSTN ạ . Em cảm ơn Thầy/Cô đã dành thời gian đọc mail của em. Em mong nhận được sự phản hồi sớm từ Thầy/Cô ạ. Em chúc Thầy/Cô nhiều sức khỏe ạ!",
    "Em chào thầy/cô ạ, Em là sinh viên hệ VLVH, MSSV . Sáng nay ngày 09/06/2021 em đã hoàn thành đóng học phí hk hè dự thính 203 nhưng bị trễ so với hạn của trường; Hiện giờ em cần làm đơn đóng học phí trễ và nộp lên trường phải không ạ?  Em có thể nộp lên trường bằng cách nào do trường không mở cổng vào mùa dịch hiện nay ạ? Em cảm ơn nhiều ạ.",
    "Chào thầy/cô, Dạ thầy/cô có thể cho em biết chính xác khi nào PĐT có mail quyết định tốt nghiệp trong đợt tốt nghiệp bổ sung không ạ? Em đã đăng ký tốt nghiệp đợt bổ sung từ ngày 17/05/2021. Em đang cần gấp chứng nhận tốt nghiệp để làm hồ sơ xin việc, nếu quyết định quá lâu thì làm ơn cho em biết để em thay đổi kế hoạch tìm việc làm phổ thông. Em cám ơn và xin chào.",
    "Em xin chào thầy cô. Em muốn xin thầy cô mở thêm sỉ số lớp cho 3 môn sau: 1. 1007 nhóm DT01 2. 1009 nhóm DT01 3. 1005 nhóm DT03 Mong thầy cô sẽ mở cho em sớm hoàn thành chương trình học của mình . Em xin cám ơn thầy cô và chúc thầy cô nhiều sức khoẻ .   i  .",
    "Em xin chào thầy cô. Em có đăng kí làm lại thẻ sinh viên của mình nhưng vì dịch bệnh nên em không thể trường lấy được. Nên em muốn hỏi cách thức để đăng kí nhận thẻ sinh viên qua bưu điện bằng cách nào ?  Em xin cám ơn thầy cô .   i ",
    "Cho em hỏi em xin đóng học phí trễ như thế nào ạ? Ngày 7/6 vừa rồi là hạn chót nhưng em chưa đóng được học phí. BKPay giờ không hiện học phí để em đóng nữa",
    "Cho Em xin bảng Gmail và SĐT của Khoa Nhiệt lạnh với ạ",
    "Em chào thầy cô đang làm việc tại phòng đào tạo. Em tên là  - MSSV:  Do bị vướng phải quy chế học vụ và chứng chỉ ngoại ngữ nên em chưa đăng ký được môn luận văn tốt nghiệp theo đúng thời gian biểu của trường. Hiện tại em đã nộp chứng chỉ ngoại ngữ trên mybk và nộp được các giấy tờ liên quan (giấy xác nhận đang làm luận văn tốt nghiệp, quyết định số 260/QĐ-ĐHNK, quyết định số 338/QĐ-ĐHNK) trực tiếp tại phòng đào tạo vào ngày 03/06/2021. Nay em gửi câu hỏi này vì hôm đó cô nhận hồ sơ của em hẹn sẽ xác nhận qua mail của em () vào ngày 08/06/2021 mà em vẫn chưa thấy câu trả lời, em kính mong phòng đào tạo xem xét và cập nhập thời khóa biểu học kì 202 để cho em một cơ hội hoàn thành luận văn tốt nghiệp. Em chân thành cám ơn!  - .",
    "Hồi đầu năm em có việc nên không thể tham gia kỳ quân sự nên giờ em muốn xin giấy giới thiệu để học quân sự cùng trường khác vào đợt 28/6 này thì phải làm thế nào? Em đang ở quê nên không thể lên Phòng Đào tạo trực tiếp ấy ạ. Em cảm ơn ạ vì đã đọc ạ.",
    "Dạ em tên :  . MSSV  thuộc Khoa Kỹ Thuật Địa Chất và Dầu Khí . Ở đợt 1 nguyên Khoa em không được mở thực tập sản xuất . Sau đó thầy trong Khoa đã làm đơn mở lớp cho nguyên Khoa rồi tuy nhiên vào đợt 3 này thì các ngành khác đều mở được thực tập sản xuất chỉ có mỗi ngành Địa kỹ thuật là không mở thôi ạ? V cho em hỏi là tụi em có thể đăng kí mở lại để không bị trễ 1 năm được không ạ ? MSL là GE3125 Ạ . Em xin chân thành cảm ơn ạ. Do nay em qua trường nhưng trường không làm việc ạ ",
    "Chào thầy cô. Em tên , MSSV , khoa Kỹ thuật Xây Dựng. Em có đăng kí môn thực tập ngoài trường CI3345 vào đợt 2 đăng kí môn học. Nhưng em không nhận được lệ phí đóng tiền trên bkpay và tên em không có trong danh sách sinh viên đăng công ty thực tập ngoài trường hk203. Mong thầy cô có thể giải đáp cho em ạ. Em cảm ơn thầy cô. Chúc thầy cô có 1 ngày làm việc hiệu quả.",
    "Dạ cho em hỏi là do 1 số trục trặc mà em đóng học phí trễ giờ em phải làm gì để không bị hủy thời khóa biểu học kì 203 .",
    "Kính thưa thầy cô, đợt đăng ký thực tập vừa rồi em bị lỡ( vì em tưởng đăng ký chung với các môn học như thực tập nhận thức ngành). Cho em hỏi có cách nào để đăng ký bổ sung không ạ? Rất mong được sự giúp đỡ của thầy cô.",
    "Em tên: , MSSV:  , sinh viên Trung tâm Bảo Dưỡng Công Nghiệp. Em xin phép tăng sĩ số và cho phép đăng ký 2 môn học Giải tích 1(MT1003) và môn Giải tích 2(MT1005). Vì trong tình hình covid 19 diễn biến phức tạp nên hai đợt đăng ký môn học trước em đã không thể đăng ký được môn học do vẫn chưa thanh toán xong học phí kì 202(hiện nay em đã thanh toán đầy đủ học phí). Vì năm nay là năm cuối của khóa K2016 trung tâm Bảo Dưỡng Công Nghiệp nên em xin thầy cô cho phép em đăng ký 2 môn học để có thể hoàn thành chương trình học tập của em",
    "Em tên , sinh viên trung tam Bảo Dưỡng Công Nghiệp  em xin phép thanh toán trễ học phí kì 202 dự thính và học chính. Do dịch covid 19 diễn biến phức tạp nên em gặp 1 số vấn đề lớn về tài chính nên em xin phép thanh toán trễ học phí vào ngày 7/6/2021, trễ 1 ngày so với hạn thanh toán cuối cùng của nhà trường.",
    "Em tính huỷ môn hk 203 nên không đóng học phí kì đó. Nhưng vẫn bị treo học phí. Vậy cho em hỏi nếu đóng trễ thì em có thể ĐKMH HK 211 không ạ",
    "Dạ, em chào thầy(cô). Học kì dự thính em có đ kí 1 môn và không đóng tiền học do nhà em bị nợ thuế đất và không còn tiền cho em đóng học. Sau khi biết sẽ không được đ kí môn học hk211 em đã vay mượn bạn bè để thanh toán đóng tiền trễ hạn và muốn nộp đơn xin lỗi ạ để học kì 211 em được tiếp tục học. Vậy em có thể nộp đơn ở đâu và khi nào ạ. Phòng đào tạo khi nào làm việc để em có thể trực tiếp nộp đơn ạ. Nếu không làm việc ở trường thì đơn của em nộp sao ạ. Em xin chân thành cảm ơn thầy(cô).",
    "Em chào thầy cô đang làm việc tại phòng đào tạo. Em tên là  - MSSV:  Hiện tại em chỉ mới được đăng ký bổ xung luận văn tốt nghiệp, nhưng trên https:/kpay.hcmut.edu.vnkpay em chưa thấy hiện mục thanh toán học phí. Vì vậy em gửi câu hỏi này để mong thầy cô hướng dẫn em thanh toán học phí môn học luận văn tốt nghiệp này. Em chân thành cám ơn! Sinh viên:  - .",
    "Em chào thầy cô ạ, Em muốn hỏi về học kì hè 203, em thấy mail trường bảo là nếu không đóng học phí đúng hạn sẽ bị hủy thời khoá biểu. Đến hôm nay nhà em vẫn chưa thể đóng tiền được vì khó khăn do dịch covid, vậy em sẽ bị hủy thời khoá biểu nhưng có ảnh hưởng gì đến kì sau không ạ?",
    "Dạ thưa quý thầy/cô , em là sinh viên năm 3 hè này có đăng ký thực tập mà chưa tìm được cty ạ vậy nên cho em hỏi rằng nhà trường mình có hỗ trợ sắp em vào cty nào không ạ hay mình phải tự tìm tiếp ạ. Em xin cảm ơn quý thầy/cô ạ.",
    "Em xin chào PĐT  Em là _  Em xin phòng PĐT mở lớp đồ án các môn: Truyền động thuỷ lực 1 (260618), truyền động khí nén 2 (260622), truyền động thuỷ lực 2 (260626) . Em đã trao đổi với giảng viên bộ môn-thầy  ạ.   Do tình hình dịch bệnh và em ở quận Gò Vấp và hiện tại đang bị phong toả nên ko đi vào trường để nộp đơn đăng môn học được. Xin phòng đào tạo xem xét và duyệt cho em  Em xin cảm ơn!!!!",
    "Em đã đăng kí in bảng điểm vào ngày 1/6/2021 và có lịch hẹn lấy tại PĐT cơ sở 2 vào ngày 7/6/2021. Vào ngày 7/6 thì lại có email của trường thông báo về cách thức lấy bảng điểm qua bưu điện và em không hiểu rõ cách thức đăng kí nhận bảng điểm qua bưu điện sẽ như thế nào? Ngoài ra em cần bảng điểm gấp trong chiều hôm nay trước 15h30 9/6/2021 để nộp đơn ứng tuyển học bổng. Nên em hi vọng nhà trường có thể scan bảng điểm và gửi về email: . Sự hỗ trợ của nhà trường sẽ là niềm may mắn và cũng là cơ hội mở ra cánh cửa tương lai của em.   Em cảm ơn nhà trường đã dành thời gian hỗ trợ!",
    "nh Chào thầy/cô phản hồi tin nhắn này của em. Em tên , là hóa 19. Lúc đăng kí môn học cho học kì 203, em cứ nghĩ giống như năm trước việc thanh toán học phí diễn ra sau thời gian đăng kí khá xa. Nhưng không, lần học phí kì 203 này đến quá sớm, trong khi em vừa đóng nữa khoảng học phí kì 202. Vì lẽ đó, nên em không đủ kinh phí để hoàn thành được học phí học kì 203 đúng hạn . Em có xem qua việc không thanh toán học phí kì 203 này, em sẽ bị hủy thời khóa biểu . và quý thầy/cô cho em hỏi, em có còn bị ảnh hưởng gì nữa không ạ? ( ví dụ nợ học phí ..) Em chân thành Thầy/Cô phản hồi tin nhắn ạ!",
    "Hiện tại em muốn đăng ký môn học: Thực tập nhận thức ngành (Ktctxd) – MSMH: CI2057 Lí do: Em vừa mới thanh toán học phí nên không đăng ký được ở đợt 3. Kính mong quý thầy cô xem xét cho e được đăng ký môn học. Em xin trân trọng cảm ơn.",
    "Dạ, em chào thầy(cô). Học kì dự thính em có đ kí 1 môn và không đóng tiền học do nhà em bị nợ thuế đất và không còn tiền cho em đóng học. Sau khi biết sẽ không được đ kí môn học hk211 em đã vay mượn bạn bè để thanh toán đóng tiền trễ hạn và muốn nộp đơn xin lỗi ạ để học kì 211 em được tiếp tục học. Vậy em có thể nộp đơn ở đâu và khi nào ạ. Phòng đào tạo khi nào làm việc để em có thể trực tiếp nộp đơn ạ. Nếu không làm việc ở trường thì đơn của em nộp sao ạ. Hiện tại em đã đóng tiền học phí đây là hoá đơn ạ xin phòng đào tạo giúp em ạ.  Em xin chân thành cảm ơn thầy(cô).",
    "Chào thầy/cô Phòng Đào Tạo, Do không để ý hạn đăng ký là ngày 7/6 nên em chưa hoàn thành thủ tục đăng ký BHYT cuối năm 2021, vậy có cách nào để em có thể đăng ký BHYT ở trường không ạ? Và nếu không được thì có cách nào đăng ký BHYT nữa không ạ!? Rất mong sớm nhận được hồi âm! Chúc thầy/cô có nhiều sức khỏe ạ!",
    "Dạ em đã đóng tiền học dự tính hk 203 nhưng đóng muộn. Vậy học kì 211 em có được đăng kí học phần không ạ. Nếu vi phạm em phải làm đơn như thế nào để được đăng kí môn học hk 211 ạ. Em cảm ơn thầy(cô).",
    "Kính gửi Thầy/Cô Em tên là Hồ Trọng Hiếu, mssv: 2134082, sinh viên hệ VLVH có đăng ký môn học Giải tích 2 (MT1005) ở đợt 1, nhưng bị nhà trường hủy môn do bị vướng điều kiện thiếu môn tiên quyết. Em có liên lạc với các thầy/cô trên trang bksi này để hỏi về vấn đề này (câu hỏi #24499) và nhận được câu trả lời từ thầy Nguyễn Duy Bình rằng: em hãy đăng ký lại môn học. Nhưng vấn đề hiện tại là các lớp đã đủ sĩ số khiến em không thể đăng ký được nữa. Em có trả lời lại tin nhắn của thầy( file hình đính kèm) do em không biết bên nhà trường gửi tin nhắn cho thầy đọc không nên em xin mạn phép tạo một chủ đề câu hỏi mới. Cho phép em được hỏi có thể mở thêm lớp hoặc cho em vào 1 lớp bất kỳ được không ạ? Em không còn cách nào khác để đăng ký lớp được nữa, em chỉ còn duy nhất 1 môn học này là xong để ra trường tháng 11 năm nay. Em mong quý Thầy/Cô xem xét. Em xin chân thành cảm ơn.",
    "Em xin đăng ký môn con người và môi trường en1003 kỳ nè này ạ    .",
    "Em chưa thanh toán học phí HK203 thì bây giờ em nộp học phí và gửi đơn 'thanh toán trễ' thì có được học tiếp HK này không ạ.",
    "Cho em hỏi là kì hè em đăng kí môn bê tông 2. Em đã thanh toán học phí đúng hạn. Nhưng do ko đủ số người thanh toán học phí dẫn đến môn này bị hủy. Vậy cho em hỏi học phí em đã đóng có được hoàn trả lại không ạ",
    "Em xin được gửi đơn cứu xét hủy môn học, mong Ban Giám hiệu và Phòng Đào tạo xem xét giúp em ạ",
    "Dạ em chào thầy(cô), em đã đóng học phí dự thính hk 203 tuy nhiên là đóng trễ hơn 2 ngày so với hạn. Vậy học kì 211 em có được đăng kí môn học không ạ. Nếu không em cần làm đơn và gửi trước ngày bao nhiêu ạ. Em cảm ơn thầy (cô) đã giúo đỡ.",
    "Em chào quý thầy/cô, Vì tình hình dịch căng thẳng nên em không đến nhận kết quả như giấy hẹn được. Không biết đơn của em có được chấp thuận không, và nếu được em có thể nhận bản scan kết quả qua email và bản giấy gửi về nhà hay không? Ngoài ra, em cần phải làm các thủ tục gì trong trường hợp quay lại học trong 1 năm? Em xin cảm ơn quý thầy/cô.",
    "Em Xin chào Thầy/cô.  hiện tại vì quy định nộp học phí học kì 203 đến quá sớm, em đã chưa thanh toán học phí . Vậy nhà trường có thể cho em xin gia hạn thêm thời gian khoảng 1 tuần để em cố gắng tìm cách đóng học phí học kì 203 được không ạ . Em mong nhà trường thông cảm cho em. Em chân thành cảm ơn Thầy/cô.!",
    "Dạ học kỳ hè này em có đăng ký môn CI3175 - Kết cấu bêtông cốt thép2. Đến hôm nay thì trên Thời khóa biểu đã không còn, nhưng ở phần đăng ký môn học và BKElearning vẫn còn, vậy em có được học môn đó trong học kỳ hè này không ạ?",
    "Do dịch covid 19 nên em không thể tới PDT nộp đơn trình bày lí do thanh toán trễ học phí được, em muốn hỏi em có thể nộp đơn lúc trường đã hoạt động lại như thường và hạn nộp đơn là khi nào? Em xin chân thành cảm ơn Mong sớm nhận được lời hồi đáp của PDT.",
    "Kính gửi phòng đào tạo  Em tên là  (), sinh viên hệ VLVH Em có thắc mắc là trước đó em đã có làm đơn chuyển nhóm của môn thiết bị và hệ thống tự động (EE3030) từ T02 sang T01 và trường đã đồng ý và đã đổi thời khóa biểu cho em qua T01 nhưng trong e-learning thì chưa. Cách đây hơn 1 tuần thì em có làm đơn đăng ký môn học 2 môn đó là mạng viễn thông (EE3085) và thiết bị và hệ thống tự động thủy khí (EE3075). trường cũng đã đồng ý và thêm vào thời khóa biểu cho em. Tuy nhiên hôm nay em vào lại thời khóa biểu thì đã thấy mất 2 môn mạng viễn thông (EE3085) và thiết bị hệ thống tự động thủy khí (EE3075), bên cạnh đó thì môn thiết bị hệ thống tự động (EE3030) lại trở về là nhóm T02. Do lịch của nhóm T02 trùng với trùng với 2 môn trên nhưng em đã chuyển sang T01 học rồi. Rất mong quý nhà trường xem xét để em có thể đẩy nhanh tiến độ học tập. Em chân thành cảm ơn.",
    "Kính gửi văn phòng đào tạo trường ĐHBK_HCM. Em hiện đang là sinh viên   B K19_MSSV:    . Em có đăng ký môn học   B Kinh_tế_chính_trị (mã môn SP1033   ) cho học kỳ hè này. Do hiện tại em có thanh toán học phí HK203 hôm 9/6 là đã trễ hạn thanh toán học phí của trường nên trên thời khóa biểu HK203 của em đã bị hủy môn học SP1033 ạ . Do khu vực nhà em ở ngay khu vực quận Gò Vấp nên kinh tế trong nhà có hơi chút gặp biến chuyển bất ngờ nên em mong trường có thể xem xét giúp em cho phép em được tiếp tục học môn Kinh_tế_chính_trị (mã môn SP1033) trong HK203 này ạ! Dạ em xin chân thành cảm ơn!",
    "E đăng ký môn học 203 mà giờ e muốn rút môn học . nhưng giờ e đang ở quê thì làm sao vậy ạ? ",
    "Cho em hỏi là đăng ký môn học kỳ hè 203, em đã hủy đăng ký môn rồi nhưng sao em vẫn có thời khóa biểu và có học phí ạ. Bây giờ em muốn hủy lại thì phải làm sao ạ.",
    "Dạ cho em hỏi là học kì này em bị đóng học phí muộn em có thể xin đóng học phí bù không ạ.",
    "Dạ kính thưa T, do hoàn cảnh dịch bệnh nên gia đình em khó khăn trong việc thanh toán học phí nên đã trễ hẹn thanh toán kỳ hè này. Mong T xem xét cho em xin gia hạn thêm thời gian để thanh toán ạ. Và mở lại TKB giúp em ạ. Cảm ơn thầy cô",
    "Kính gửi PĐT Em thanh toán trễ học phí học kì 203 nên hiện tại thời khóa biểu học kì hè của em đã bị hủy. Em đã thanh toán học phí mong PĐT cập nhật lại thời khóa biểu của em, thời gian vừa qua dịch bệnh nên em về quê phải cách ly xét nghiệm và chưa chuẩn bị tiền học phí. Mong nhà trường xem xét và mở lại thời khóa biểu của em. Em xin cảm ơn ạ.",
    "Do mới đóng hp 202 cách đây chưa lâu nên em chưa có tiền để đóng hp 203 và đã bị xóa tkb. Không biết sau khi em đóng lại hp203 có xin mở lại tkb được không ạ. Em xin chân thành cảm ơn!",
    "Thầy( cô) cho em hỏi với ạ. Vì thanh toán trễ học phí dự thính học kì hè 203, nên emddax bị toán thời khóa biểu, vậy nếu bây giờ em thanh toán thì có  hồi phục lại thời khóa biểu như cũ ạ? Em xin cảm ơn ạ.",
    "Gửi Ban giám hiệu nhà trường và Phòng đào tạo, Em là  khoa Cơ khí K15. Do việc bỏ lỡ đóng học phí trước hạn để tham gia lớp học hè (môn Xác xuất thống kế - MT2001) nên em đã bị hủy môn học. Hiện tại em có thể đóng học phí để tham gia lớp học hè được không ạ? Vì em cần tham gia để hoàn thành tín chỉ và tốt nghiệp. Em mong nhận được phản hồi sớm từ nhà trường và xin chân thành cảm ơn ạ.",
    "Dạ em chào thầy/cô. Hiện em vẫn chưa đóng học phí hè HK203 là em sẽ bị hủy TKB đúng không ạ. Vậy giờ cho em hỏi nếu em đóng trong vòng tuần này sẽ được khôi phục TKB không ạ. Em cảm ơn",
    "Em đóng học phí trễ thì làm sao để được học ạ",
    "Học phí  . Đã thanh toán học phí vào ngày 3/6 đúng hạn nhưng không được ghi nhận trên BKpay.",
    "Môn học của e ko được mở mà e chưa đóng học phí mà bây giờ e đóng thì tiền đó sẽ đi về đâu hay là e mất trắng tiền môn học đó luôn. Phía pđt lúc đầu gửi email ko nêu rõ là học phí có hoàn hay ko mà chỉ nói là bị hủy thời khóa biểu mà bây giờ lúc hủy môn học rồi pđt lại nói ko hoàn là sao e ko hiểu vấn đề đó?",
    "Trong học kì hè vừa rồi em có đăng kí 1 môn tuy nhiên môn đó nằm trong danh sách môn học không được mở vì không đủ sĩ số, trong mail trường chỉ đề cập đến việc không đóng học phí sẽ bị huỷ TKB nên em bỏ qua môn học này. Đến lúc mở ĐKMH đợt 3 lại không cho phép huỷ môn, tuy nhiên bây giờ em lại bị một khoản nợ gần 3 triệu cho một môn học không hề mở và không cho em cơ hội xoá môn, vậy có quá bất hợp lí không ạ? Mong trường giải quyết cho sinh viên vì đây là số tiền không hề nhỏ ạ",
    "Cho em hỏi là có cách nào để em không bị hủy thời khóa biểu môn học do chưa đóng học phí đúng hạn không ạ. Do tình hình dịch bệnh với lại vừa phải đóng học phí đợt 2 không lâu nên em chưa xoay tiền kịp để đóng cho đợt hè này ạ. Mong cô xem xét giúp em với ạ. Em cảm ơn ạ ",
    "Hôm nay em có đến trường để nộp phiếu đăng kí thu nhận lại và bằng tiếng anh nhưng trường không mở cửa thì cho em hỏi khi nào em có thể nộp được ạ",
    "Cho em hỏi em thanh toán trễ hạn học phí có được mở thời khóa biểu lại không ạ",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV , khoa Môi trường và Tài nguyên Do em đóng trễ hạn học phí học kỳ 203 là 15g ngày 7/6 nhưng em đã đóng trước 15g ngày 8/6 mà em vẫn bị xoá thời khoá biểu. Mong PĐT hướng dẫn em cách khắc phục và cập nhật lại thời khoá biểu . Em cám ơn.",
    "Em chào thầy, cô. ﻿Em là :       MSSV :  Đợt vừa rồi em vừa đóng học phí trễ học kỳ 203 và đã bị xóa thời khóa biểu ạ. Em định lên phòng đào tạo để làm đơn trình bày lý do nhưng vì dịch covid 19 nên không lên được ạ. Em còn cách nào để được không phục thời khóa biểu chính thức và dự thi học kỳ được không ? Hay em sẽ phải lên trường và đến phòng đào tạo. Em cảm ơn !",
    "Em đã quên chưa đóng tiền học phí kì 203 (kì  hè ) .Em nhận được mail của PĐT về việc này . Cho em hỏi là nếu em đóng tiền PĐT có thể khôi phục thời khóa biểu được không ?  ",
    "Chào thầy cô ạ ! Em Là , MSSV:, em có đăng kí 2 môn học là môn xác xuất thống kê và môn pháp luật. Nhưng em đã đóng học phí trể hạn là lúc 15h 6/7/2021. Bởi vì lí do ocp onmi của em đã bị khóa, và lí do bị khóa là do em cố gắng đăng nhập mà nó báo lỗi cứ thế tơi 1 lúc nó đã khóa. Em có nhờ tư vấn hỗ trợ nhưng tư vấn viên bảo phải đến ocb gần nhất thì mới mở khóa. Chổ em ở nông thôn không có chi nhánh OCB. Phải mất 90km mới tơi được ocb. Và em đang ở gần vung dịch nên rất khó khăn cho em ạ. Nhà trường Thầy cô có thể hoản viêc đóng học phí cho em thêm thời gian hay là có thể cho em đóng bởi 1 ngân hàng khác được không ạ. Hiện tại em đã nhận đươc giấy ghi nhợ nhà trường rồi ạ.Em mong nhà trường phản hồi sớm và cho em 1 lời khuyên ạ. Em cảm ơn rất nhiều ạ . Chúc thầy cô một ngày tốt lành",
    "Em lỡ thanh toán học phí kỳ 203 trễ. Cho e hỏi là bây giờ thanh toán thì có được phục hồi thời khóa biểu không? Em cảm ơn",
    "Dạ em xin chào ạ, em muốn trình bày là em bị muộn deadline đóng học phí hè 203. Là do em không biết deadline là 15h 7/6 mà chủ quan là 23h59 ạ, đến tối em mở BK Pay thì không đóng được nữa ạ. Em thấy mail của nhà trường là không nộp học phí đúng hạn thì hủy thời khóa biểu nhưng sau khi đọc lại quy chế thì phải viết đơn gì đó nữa, không biết em phải viết đơn như thế nào và nộp ở đâu ạ? Em xin cảm ơn ạ",
    "Em chào nhà trường ạ, Dạ em có đăng kí vào đợt:  -25/ 05/ 2021 11:41 DT203 - Đăng ký môn học --HK203 - Đợt 2 -SV đăng ký môn học MT1003 - Giải tích 1 - Nhóm DT05_DT05 Em có nhận kết quả đăng kí thành công như hình, và đóng học phí đúng theo hạn như hình, nhưng hôm nay em có vào kiểm tra lại thời khóa biểu thì thấy mất thời khóa biểu và chỉ còn khóa học là video của môn em đăng kí ạ, không biết do chưa cập nhật hay em không đủ điều kiện để học môn trên học kì 203 ạ, mong nhà trường giải đáp thắc mắc và cho em hướng giải quyết ạ . Em xin cảm ơn nhà trường.",
    "Cho em hỏi HK203 em đăng ký 2 môn nhưng hiện tại chỉ học 1 môn và môn còn lại em muốn hủy nhưng nhà trường không cho hủy nên em chỉ đóng học phí môn 700k và môn kia không đóng và đã bị hủy tkb. Vậy hiện tại có cách nào để em hủy môn không ạ? Và có phải bắt buộc đóng học phí môn hủy không? Em mong nhà trường hỗ trợ giúp em hủy môn vì em không lên trường nộp đơn được ạ. Em cảm ơn",
    "Chào quý thầy cô! Dạ em có đăng ký môn học Lịch sử Đảng cộng sản VN (SP1039) trong 2 đợt đăng ký vừa rồi, hệ thống có tính học phí của môn này và em đã đóng học phí. Nhưng hôm qua môn này đã bị hủy (như giảng viên đã thông báo trên hình em đính kèm) . Vậy cho em hỏi khi nào thì trường hoàn trả học phí lại cho em ạ? Em cảm ơn!",
    "Kính chào Thầy/ Cô.  Em tên:   MSSV:   Khoa: Kĩ Thuật Xây Dựng( hệ VLVH ) Trong đợt đăng ký môn học kỳ hè 203 em có đăng ký hai môn học nhưng không thể hủy được và cũng không học được môn đã đk. Em bị hủy thời khóa biểu và ghi nợ học phí vì không thể thanh toán được. Em mong Nhà Trường và PĐT có thể xem xét hủy học phí bị tính nợ của hk hè 203 vì dịch bệnh phưc tạp em không thể đk môn và thanh toán học phí như ý muốn.  Em xin chân thành cảm ơn.",
    "Em chào thầy ( cô ), em có nhận được email về việc thanh toán trễ hạn học phí. Do tình hình dịch bệnh nên việc thanh toán có hơi khó khăn với em. Em muốn hỏi là nếu em đi đóng vào ngày mai ( ngày 10/6 ) và nộp đơn giải trình lí do về phòng đào tạo thì em có thể được khôi phục thời khoá biểu không ạ. em xin cám ơn thầy ( cô )",
    "Em chào thầy/cô ạ. Do tk ocb của em bị khóa nên em nộp trễ học phí hk203, cho em hỏi sau khi hoàn thành học phí xong em có thể được học tiếp không ạ. Nếu muốn học em có cần làm đơn gì để nộp lên phòng đào tạo không ạ, em xin cảm ơn",
    "Em trễ hạn đóng học phí HK hè 203 Em đã thanh toán tiền trễ hạn  Giờ em phải nộp đơn ở đâu ạ!",
    "Yêu cầu xin được xem xét lại học phí học kỳ 203 . Tên:  Mssv:  Khoa: Cơ khí. Môn học cần xem xét: Phương pháp tính. Mã môn học: MT1009. Lý do viết đơn: Em viết đơn này với mong muốn được xem xét lại quyết định nợ học phí môn học Phương pháp tính học kỳ 203. Do sau khi xem xét lại em không bảo đảm rằng mình có thể sắp xếp giữa môn Thực tập tốt nghiệp và môn Phương pháp tính nên có quyết định hủy môn học Phương pháp tính nhưng do không thể hủy môn vào Đợt 3 Đăng ký môn học. Sau khi xem lại thông báo của trường em không nhận được thông tin nợ học phí nên đã hiểu nhầm rằng trường sẽ chỉ hủy thời khoá biểu. Nhưng em lại nhận được thông báo nợ học phí. Mong rằng trường xem xét lại quyết định. Em xin chân thành cảm ơn.",
    "Chào thầy cô, Trường mail cho em 2 lần chỉ nói đến việc hủy thời khoá biểu, không nhắc đến việc ghi nợ. Do tình hình dịch nhà em chưa xoay kịp tiền vì học phí hè 203 quá cao ạ. Bây giờ em bị hủy và còn bị ghi nợ, em xin giải đáp với",
    "i  . Em học hệ VLVH đợt tháng 10 năm 2020. Ngành học em đăng kí là  nhưng trong lý lịch trên hệ thống của e lại là  TỬ TRUYỀN THÔNG. Đầu năm e có lên báo phòng đào tạo và được trả lời là do lỗi hệ thống và sẽ sửa lỗi kêu e cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa lỗi. Hiện tại không phải chỉ mình em mà cả lớp em đều đang gặp tính trạng này. Ảnh hưởng đến việc đăng kí môn. Mong quí thầy cô hỗ trợ giúp em! E chân thành cám ơn.  _ ",
    "Dạ thưa cô, Đợt 3 vừa rồi em không đăng ký môn học được do chưa mở mục chuyển hệ cho sinh viên bằng 2 . Cô cho em được đăng ký môn Thực tập tốt nghiệp -CO3313 với ạ. Em cảm ơn ạ",
    "Em đăng ký môn học học kỳ 203 nhưng em không thể tiếp tục vì tình hình kinh tế do dịch. Nhưng em không hủy đăng ký được. Bây giờ em không học nhưng vẫn phải đóng học phí thì em không thể trả được ạ. Em mong được xem xét ạ.",
    "Hiện tại em chưa thanh toán học phí học kì dự thính hè   B HK203     vì khu vực gia đình nhà em đang bị   B cách ly    do đại dịch Covid 19 trong vòng   B 21 ngày    ạ. Đến nay đã tới hạn học phí, em muốn xin gia hạn học phí cho học kì này ạ. Nhà trường cho em hỏi em lập đơn rồi giấy tờ nộp ở đâu vậy ạ? Em cảm ơn ạ. Dưới đây là biểu mẫu xin gia hạn học phí và giấy xác nhận khu vực bị cách ly ạ",
    "TÊN  : TRẦN VIẾT TOẢN MSSV :  KHOA : ĐIỆN -  ,   : EM     203 GIÚP EM VỚI Ạ CẢM ƠN CÔ ỀU ( EM /6/2021)",
    "Em nhận được mail hôm 2/6 có nội dung là Các sinh viên không thanh toán học phí đúng hạn sẽ bị hủy thời khóa biểu. Và 7/6 có nội dung là Sau 15h ngày 08/06/2021 SV vẫn chưa thanh toán học phí đủ số lượng mở lớp, PĐT sẽ hủy thời khóa biểu, hủy lớp môn học. Theo em đọc hiểu thì nếu em không thanh toán thì sẽ bị hủy môn và em không phải thanh toán. Vì em đọc 2 mail không thấy đề cập vấn đề ghi nợ hay không thanh toán sẽ bị hủy môn và vẫn ghi nợ. Đến ngày 9/6, phòng đạo tạo mới gửi mail với nội dung Sinh viên sẽ bị huỷ thời khoá biểu và ghi nợ học phí Học kỳ hè 203 vì chưa thanh toán học phí (Sinh viên vẫn phải đóng học phí, không hoàn trả hay huỷ học phí mặc dù có một số môn học sẽ bị huỷ vì sĩ số thấp). Xin phòng đạo tạo trả lời giúp em. Có cách nào để giải quyết theo 2 hướng này không ạ. Em sẽ thanh toán học phí trong ngày mai nhưng vẫn giữ thời khóa biểu cho em. Hoặc em rút môn mà không phải thanh toán học phí. Em xin cảm ơn.",
    "Học vụ:    Hiện tại em đang bị tạm hoãn học kì 202. Em muốn nộp đơn thu nhận lại vào học kì 211, em muốn hỏi là hiện tại trường còn cho người ra vào để nộp đơn không? ( tại em thấy dịch đang căng thẳng.) Em mong nhận được câu trả lời từ thầy/ cô sớm ạ. Em xin cảm ơn.",
    "Em tên  , MSSV   Vào ngày 5/6/2021 , em đã thực hiện đóng học phí trên BK Pay , nhưng hôm nay em kiểm tra lại thì phát hiện em chưa đóng học phí và em đã thanh toán lại học phí ngay lập tức, nhưng mà hôm qua em đã xóa hết các SMS về OCB trong điện thoại rồi ạ , bây giờ em đang tìm cách khôi phục lại để gửi cho PĐT , quý thầy cô có thể cho em học lại các môn em đã đăng kí được không ạ, thực sự  5tr280 ngàn VNĐ rất lớn với em ạ Em cảm ơn quý thầy cô",
    "Dạ em chào thầy cô phòng đào tạo ạ! Em vừa đóng học phí HK203 trong đêm... Em cùng các bạn mong mỏi thầy cô xem xét mở lại thời khóa biểu giúp chúng em với ạ Sở dĩ em nói chúng em vì em biết cũng có rất rất nhiều bạn bị đóng học phí trễ hay và lý do gì đó mà bị hủy môn do không kịp chuẩn bị tiền hay thời gian giãn cách giữa 2 lần đóng quá ngắn Về bản thân, em có gửi tin nhắn lên bksi ngày 7 để hỏi về việc đóng trễ và không may chiều ngày 9 mới nhận được phản hồi(sơ qua câu hỏi thì em có hỏi có thể gọp chung 2 đợt để đóng vào đợt 2 được không vì kinh tế gia đình và khu vực nông thôn OCB thật sự không có) nên em đã chưa đóng đúng hạn Em rất mong muốn được mở lại vì kỳ này em có đăng ký môn Thực tập ngoài trường và 2 môn nữa Lần nữa, em mong quý thầy cô bỏ chút ít thời gian quý báu xem xét giúp tụi em với ạ. Em cảm ơn thầy cô, chúc thầy cô sức khỏe để cùng nhau chúng ta vượt qua đại dịch.",
    "cho em hỏi là hiện tại gia đình em khó khăn chưa thể đóng học phí được,cho em hỏi muốn làm đơn gia hạn đóng học phí ntn vậy ạ",
    "Em tên :  MSSV:  Vào đợt đăng kí môn học đợt 2, em đã đắng ký môn thực tập ngoài trường và môn đường lối thì PĐT đã hủy môn thực tập của em, đến đợt 3 thì em đã đăng ký bổ sung được môn thực tập ngoài trường. Theo em được biết là nếu đăng ký môn được môn thực tập thì sẽ không đăng ký được môn nào khác nên em đã không đóng học phí môn đường lối vào ngày 7/6/2021. Em viết tin này kính mong nhà trường có thể giúp em hủy môn đường lối để em được đi thực tập . Mong nhận được sự phản hồi sớm nhất từ PĐT. Em chân thành cảm ơn  Trân trọng  ",
    "Em xin chào thầy cô ạ, Thầy cô cho em hỏi là khi nào TKB mới hiện môn thực tập ngoài trường ạ? Vì những môn đăng kí cùng lúc môn thực tập (đợt 3) đã hiện trong thời khóa biểu rồi ạ. Em xin cảm ơn thầy cô",
    "Kính gửi PĐT Em có vấn đề là nhà trường muốn lấy tiền của Sinh viên thì phải. PĐT hứa sẽ có danh sách miễn môn học mà em chờ hoài không có (đã quá thời gian PĐT hứa). Xong em đăng kí môn học HK203 xong rồi hối mãi PĐT mới cung cấp cho danh sách miễn môn học thì đã có môn được miễn nên em không học nữa mà cũng bắt đóng học phí. Này là lỗi thuộc về phía nhà trường mà sao lại bắt sinh viên phải chịu vậy nhỉ? Đang trong giai đoạn Covid nữa mà. Em xin chân thành cảm mơn.",
    "hk3  Cho em hỏi ạ, em chưa kịp đóng tiền hk3, mà đã hết hạn đóng tiền, vậy h làm sao em có thể đóng tiền ạ, với cả,em đóng tiền rồi có được học tiếp không ạ",
    "Em chào thầy/cô, tình hình là em có đăng kí môn học đợt 2, nhưng sau đó do tình hình dịch phức tạp nên nhà em bị phong tỏa ảnh hưởng lớn đến kinh tế nhà em nên em không thể hoàn thành học phí được ạ. Em thấy trên mail để không hoàn thành học phí thì bị xóa tkb,em không biết là hủy vẫn phải đóng tiền ạ. Thầy cô cho em hỏi là còn cách nào không ạ chứ hiện tại em không thể hoàn thành học phí được ạ .    Hiện em đang ở hẻm 229 Tây thạnh,q Tân phú đang bị phong tỏa, vì vậy nên vấn đề kinh tế cũng khó khăn. Mong thầy/cô có thể giúp em hủy môn học ạ. Em cảm ơn thầy/cô nhiều",
    "Kính gửi phòng đào tạo, Em tên - khoa QLCN. Em đã hủy thành công môn học triết lớp DT03 và hiện tại trên hệ thống BKEL của em có lớp của môn này cũng như thời khóa biểu và mục thanh toán học phí trên BKpay. Tuy nhiên, em lại nhận được thông báo rằng tên của em vẫn còn trong danh sách lớp triết DT03. Em kính mong phòng đào tạo xem xét và cập nhật lại danh sách lớp triết DT03 nhằm giúp giảng viên và các bạn sinh viên trong lớp nắm đúng danh sách lớp để thuận tiện cho việc giảng dạy và phân chia nhóm bài tập lớn. Em xin trân trọng cảm ơn.",
    "Chào các anh/chị qtv ạ Sau đây em xin trình bày về lý do em nộp học phí chậm trễ ạ, cũng mong anh chị hiểu cho em và cho em xin hướng giải quyết sớm nhất... Em xin chân thành cảm ơn. Việc là ở địa phương em k có ngân hàng OCB ( cách khoảng 60km) và thẻ OCB của em cũng chưa kích hoạt vì một số lý do ... Nên ngày 6/6 em có nhờ một bạn cùng quê sử dụng tài khoản OCB của bạn ấy thanh toán hộ nhưng do chủ quan của cả em và bạn nên đã trễ hạn . Em có nghe qua một số thông tin khác trên mạng xh em hoan mang lắm vì nội dung kể là đóng tiền nhưng vẫn k được học do gia đình em cũng đang trong gian đoạn khó khăn... Cuối cùng em muốn hỏi anh chị là hiện tại nếu em nộp học phí (trễ) có thời khoá biểu trở lại hay không ạ? Em rất muốn được học tiếp ạ. Rất mong nhận được phản hồi của anh chị sớm ạ. Em cảm ơn",
    "Thưa thầy cô,  Em tên là  MSSV:   Cho em hỏi: Em vừa đóng trễ học phí kì 203 môn thực tập hè ( TKB chưa xóa) thì có cần làm gì để không xóa môn không ạ?   Lý do: Ở quê xa OCB, dịch bệnh di chuyển khó khăn. Em xin lỗi, cảm ơn. Em mong thầy cô phản hồi! Trân trọng, ",
    "Do em đóng học phí kì 203 trễ hạn nên nhận được mail bị hủy môn học, theo quy chế trên trang aao mục 7.2 ghi thì đóng học phí trễ hạn thì ngoài bị hủy môn học còn bị cấm đkmh cho học kì kế tiếp  và để được đkmh thì cần làm đơn trình bày lý do trễ hạn học phí ạ, vậy cho em hỏi là em cần làm đơn gì để được đkmh cho học kì 211 kế tiếp vậy ạ và nộp online qua mail của pđt hay nộp trực tiếp ở pđt CS1 vậy ạ. Em cảm ơn.",
    "Em chào thầy/cô, Vì lí do đợt thanh toán học kì hè này sớm hơn các học kì trước nên gia đình em chưa gửi kịp học phí để đóng đúng thời hạn. Em mong nhà trường sẽ hỗ trợ giúp em nộp trễ học phí để em có thể hoàn thành chương trình đào tạo. Kính mong nhà trường xem xét và giúp đỡ em. Em xin chân thành cảm ơn! .",
    "Em bị cách ly covid ở gò vấp .ngày 14/06/2021 hết cách ly em mới đóng học phí được  .vậy có bị hủy thời khóa biểu không ạ. Em muốn không bị hủy thời khóa biểu thì cần phải làm gì .",
    "Kính gửi VPĐTQT Em tên là  - . Hôm nay em kiểm tra thời khoá biểu thì đã thấy mình bị huỷ môn học CO2003. Em xin tường thuật lại trường hợp của em. Em đã lên BKPAY đóng tiền cho học kỳ 203 vào ngày 4/6/2021 (em có bằng chứng là mã OTP từ ngân hàng OCB gửi về để xác nhận lúc đóng tiền). Nhưng vào tối hôm đó không biết hệ thống có lỗi gì hay không nên không hiện thông báo là em thanh toán thành công. Em cứ nghĩ là chắc do lag ngày mai sẽ có nên chủ quan không kiểm tra lại. Và hôm nay em bị huỷ môn học. Em kính mong quý thầy cô VPĐTQT tạo cơ hội cho em được thanh toán học phí và điền tên trở lại trong học kỳ 203 này. Em hứa sẽ rút kinh nghiệm và cẩn thận hơn những lần sau. Em xin chịu mọi hình phạt cho sự sai lầm của em nhưng mong quý thầy cô vẫn cho phép em được học và được thi môn CO2003 trong học kỳ hè 203 này ạ. Số tiền học phí thật sự là quá lớn đối với em nhất là đang giai đoạn khó khăn dịch bệnh. Một lần nữa em kính mong thầy cô giúp đỡ ạ",
    "Em quên đóng Học phí ĐH chính quy 203 Cho em xin hướng giải quyết Em xin cảm ơn",
    "Cho em hỏi giờ đọc học phí hk203 thì có được lại tkb học không ạ    .",
    "Dạ cho r hỏi. Em nộp trễ học phí học kỳ hè 203. Nếu em Nộp học phia mà lớp k bị huỷ thì e có được tham gia học k ạ ",
    "Em đăng kí thực tập mà kết quả sau đợt 3 lại bị hủy do em không đủ chỉ nhưng PĐT có mail sẽ được tính thêm chỉ của dự thính 202 để xét thì em đạt yêu cầu mà vẫn bị hủy. Mong PĐT xem xét lại giúp em.",
    "Dạ nhà trường có thể xem xét cho em thêm 1, 2 ngày để thanh toán học phí dự thính hè không ạ. Do hiện tại việc chuẩn bị học phí không kịp ạ . Em cảm ơn pđt ",
    "Họ tên:  MSSV:  (Hệ VLVH) Mong PĐT xem xét gia hạn thêm thời gian thanh toán học phí HK 203, lý do: Em đang sinh sống và làm việc tại Quận Gò Vấp (Cụ thể tại địa chỉ: 90/10 An Nhơn, phường 17, quận Gò Vấp, Tp.HCM) nơi bắt buộc thực hiện giãn cách xã hội theo chỉ thị 16/CT-TTg ngày 31/03/2020 của Thủ tướng Chính Phủ - Thực hiện giãn cách địa bàn quận Gò Vấp từ ngày 31/5/2021. Hiện tại tình hình công việc, kinh tế vô cùng khó khăn, mong PĐT xem xét giúp đỡ gia hạn thêm thời gian đóng học phí để bọn e cố gắn xoay xở!  Trân trọng cảm ơn!",
    "MSSV:  Do sơ ý em không kiểm tra mail kịp nên chưa đóng học phí kịp hạn Em vừa mới nhận được mail trường là sẽ bị huỷ môn và ghi nợ học phí Em chưa rõ lắm về vấn đề này nên em xin phép hỏi là Em có thể học tiếp không ạ nếu em đóng tiền và làm như thế nào để được tiếp tục học những môn đã đăng kí ạ?? Em xin cảm ơn",
    "Em là , mssv:. Do tình hình bệnh dịch Covid nên nhà em có chút khó khăn trong việc đóng tiền đúng hạn ạ. Em mong pđt có thể thông cảm cho hoàn cảnh của em và mở lại tkb giúp e vì chiều nay e đã nhờ người đóng hộ ạ. Em xin cám ơn pđt vì đã đọc mail này.",
    "Em nộp trễ học phí thì có mở lại thười khóa biểu để học không? Em xin cảm ơn",
    "Em tên , MSSV , Khoa Điện - Điện Tử, vì vài lý do bất cẩn nên em đã thanh toán trễ học phí trong đợt 2, không biết thanh toán trễ như vậy có bị ảnh hưởng tới thời khóa biểu không ạ và cho em hỏi là làm thế nào để khắc phục ạ. Em cảm ơn !!!",
    "xin phép nhà trường cho tiếp tục học . Em là  sv năm nhất  thuộc khoa XD20KT. Do chưa thành thạo trong khoản thư từ cũng như do tình hình dịch bệnh ở khu vực em cư trú nên ngày 6/6 vừa rồi em không thể đóng học phí được. Cụ thể là nhà em thuộc khu vực phong toả quận Gò Vấp. Em mong phòng đào tạo xem xét và cho phép em tiếp tục theo học tại nhà trường. Em xin cảm ơn và mong phòng đào xem xét ạ",
    "Mở lại thời khóa biểu môn học bị đóng do thanh toán học phí trễ . Tên:  Mssv:  Khoa: Cơ khí. Môn học cần mở lại: Phương pháp tính. Mã môn học: MT1009. Lý do viết đơn: Em viết đơn này với mong muốn mwor lại thời khóa biểu môn MT1009. Lý do thanh toán trễ hạn. Do sự hiểu nhầm trong thông báo thanh toán học phí ngày 07/06/2021 và không thể hủy môn học trong Đợt 3 Đăng ký môn học dẫn đến thanh toán trễ hạn. Nay em đã thanh toán xong học phí. Mong rằng mở lại thời khóa biểu để em có thể tham gia học tập. Xin cảm ơn.",
    "DẠ, KÌ HÈ EM CÓ ĐĂNG KÝ THỰC TẬP TỐT NGHIỆP, MÀ EM ĐÓNG TRỄ HỌC PHÍ 2 NGÀY, Ì KHÔNG Ạ, EM XIN CẢM ƠN",
    "em chào thầy cô! em có đăng kí thực tập kì hè 203 nhưng kết quả vẫn không được . em mong thầy cô giúp đỡ. em cảm ơn !   mssv ",
    "Dạ thưa thầy/cô đợt đăng ký BHYT vừa rồi em có quên đăng ký, vậy thầy/cô cho em hỏi có cách nào để đăng kí trễ không ạ. Em cũng muốn hỏi thêm là việc không đăng kí BHYT thì bị hủy môn học đã đăng kí vào học kỳ hè 203 hay là cả học kì chính 211 ạ. Em xin cảm ơn."
]