[
    "Môn học dự thính đk đợt 1 kì 202 không xóa được ạ. Em muốn xóa môn thì phải làm sao ạ",
    "E có đăng ký dự thính lớp Kỹ Thuật Số - 1009 - :DT02_DT04. Bắt đầu vào tiết 13 Nhưng trước đó e học môn khác kết thúc vào tiết 12 ở cs2 thì có cách nào để e k bị hủy môn học được không ạ",
    "Cho em hỏi em là sinh viên K15 hệ đạo tạo chính quy. Cho em hỏi em đăng kí lớp Động lực học kết cấu( Mã môn học: CI4067) trong học kì dự thính buổi tối được không ạ ? Em thấy ghi nhóm lớp DTQ1 nhưng không được đăng kí vào nhóm lớp này. Xin quý thầy cô PĐT hỗ trợ và xem giúp em.",
    "Em cần hỏi: Điểm của môn học dự thính 202 có tính vào điểm trung bình học kì 202 không? Em cảm ơn!",
    "Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 2 chỗ cho môn học Kết cấu thép 1 mã CI3009 lớp DT03 tiết 13-14-15 vào tối thứ sáu và tiết 10-11-12 vào chiều thứ bảy. Do lịch học hiện tại của em bị trùng giờ ạ. Mã số sinh viên của em:  Mã số sinh viên của các bạn em: Em cảm ơn thầy/cô rất nhiều ạ.",
    "dạ thầy/ cô cho em hỏi đợt đăng kí đợt 1 môn VL2 e thấy có gần 150 đki học mà đợt này không có mở  lớp cho e hỏi vì sao v ạ , và cho e hỏi có thể xin phép mở đki thêm online vào đợt này được không ạ , mong thầy/ cô giải đáp e cảm ơn ạ",
    "Em tên , MSSV , sinh viên khoa Kỹ Thuật Xây Dựng. Em viết yêu cầu này mong muốn thầy cô có thể tăng sĩ số lớp DT03 môn kết cấu thép 1 mã CI3009. Do em có đăng kí dự thính thêm môn AV4 và bị trùng lịch với lớp còn lại. Em xin cảm ơn thầy cô.",
    "Pđt có thể xếp e vào học nhóm lớp sau được ko ạ. Mã môn học: MT1005 Mã nhóm: 02_02",
    "Chào thầy, em là , mssv , do em bận lịch làm thêm trùng với lớp kết cấu thép 1 Ci3009 DT02 nên em xin thầy có thể mở thêm sỉ số của lớp DT03 không ạ. Em cám ơn thầy rất nhiều.",
    "Xin trường mở thêm cho em lớp Dự thính Hoá lý 1    .",
    "Em chào thầy/cô, Trường hợp em có đăng ký môn Vật Lý 1, mã PH1003 nhưng PĐT không đăng ký cho em với lý do không đủ thời gian di chuyển, thế nhưng hình thức học dự thính kỳ 201 này là qua Hangout nên em có thể bắt đầu học ngay sau khi kết thúc tiết trước đó. Vì vậy em mong được PĐT đăng ký cho em vào kỳ này. Em cảm ơn.",
    "Do em quên đăng kí đợt 1 dự thính và đợt 2 đã đủ sĩ số nên em muốn xin tăng thêm sĩ số môn Hoá Lý 1 (CH2003)",
    "Chào pđt em là , MSSV:  dự thính đợt 1 em có đăng ký môn vật lí 1 ( PH1003) nhưng kết quả đợt hai em bị huỷ môn do trùng  lịch, em xin pdt cho em 1 slot để vào lớp DT01 vật lí 1 với ạ. Em xin cảm ơn.",
    "Em có thể tìm thấy mẫu đơn này ở đâu ạ? Em xin cảm ơn.",
    "Cho em hỏi là hiện tại em có đăng kí học dự thính HK202 và em học xong lúc 16h50 tại cs2 sau đó em đăng kí học lúc 18h tại cs1 thì có bị xóa môn do không đủ thời gian di chuyển giữa 2cs không ạ? Em cảm ơn ạ",
    "Kính gửi quý thầy/ cô, Em là  - MSSV . Em muốn xin quý thầy cô tăng sỉ số cho lớp DT01 Hoá lý 1 (Mã: CH2003) để em có thể học cải thiện ạ. Mong quý thầy/cô xem xét giúp em ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi Các loại chứng chỉ tin học cũ (bằng A/...) trước 2016 thì có giá trị quy đổi tương đương với CCTH Cơ bản bây giờ không ạ?",
    "Mong pdt mở môn học để chúng em được học và ra trường. Em cảm ơn!",
    "Cho em đăng ký môn học  (mssv ) Giải tích 2 ( MT1005)",
    "Thưa thầy/cô , hôm nay có đợt mở lớp dự thính đợt 2 của trường , nhưng em vào đăng kí thì các lớp đã đầy hết rồi ạ, nên không có lớp để em đăng kí được thầy/cô ạ. Em mong thầy/cô có thể cho em đăng kí môn Giải Tích 2 (MT1005) lớp DT05 được không ạ?  Em mong được thầy/cô giúp đỡ. Em cảm ơn thầy/cô rất nhiều ạ.",
    "Em có lỡ mất đợt đăng kí dự thính đợt 1 nên em đăng kí môn vào đợt 2 mà các lớp đã đủ sĩ số, em có cần làm đơn hay mẫu yêu cầu mở thêm sĩ số không ạ, em đăng kí môn PH1007 và MT1005 ạ, em cảm ơn thầy cô.",
    "Dạ em chào thầy/cô ạ! Em tên là  - , vừa rồi phòng đào tạo có mở đợt đăng kí môn học dự thính đợt 2 - Môn Giải Tích Mạch EE2033, Em hiện học khoa Máy Tính, môn bắt buộc của em là Giải Tích Mạch Cơ Bản nhưng đã bị xóa và tương đương môn Giải Tích Mạch EE2033, do các bạn đăng kí quá nhanh nên em không thể đăng kí môn học dự thính này được, em kính xin phòng đào tạo có thể mở thêm số lượng môn này để em có thể hoàn thành môn học và ra trường đúng hạn. Em xin cảm ơn ạ!",
    "Em là sinh viên PFIEV. Do em vừa gặp sự cố phải đóng tai khoản cũ và mở tai khoản mới ở OCB nên em muốn hỏi em sẽ bổ sung stk mới cho trường ở đâu để tiện cho việc nhận học bổng định kì của PFIEV ạ? Em xin cảm ơn",
    "Em tên là  - MSSV:  Kính gửi PĐT, cho em xin đăng ký môn học sau( lý do để em kịp làm luận văn tốt nghiệp vào kỳ sau). - Môn ĐAMH Thi công (CI4127) lớp A01 (Em đã đăng ký môn Tổ chức thi công (CI4125) thành công và đã cập nhập trên BKEL, TKB). Em xin chân thành cảm ơn và mong PĐT xem xét!",
    "Em không đăng kí môn học dự thính được, lí do là hệ thống báo là e chưa thanh toán học phí.. trong khi e đã thanh toán hết tất cả rồi.",
    "Em muốn đăng kí học lại môn Hóa đại cương dự thính học kì 2 nhưng lại không có mã môn học ạ",
    "Em là , MSSV , Lớp 18CB. Em muốn xin mở thêm 1 slot sỉ số lớp DT02 môn Giải tích 2 (Mã môn: MT1005) học kỳ dự thính 202. Kính mong nhà trường xem xét hỗ trợ giải quyết . Em xin chân thành cám ơn.",
    "Em tên , MSSV  Kính gửi Phòng đào tạo, cho em xin được đăng ký bổ sung môn học vào lớp sau, lý do để kịp đăng ký luận văn tốt nghiệp vào kỳ sau: - Môn ĐAMH Thi công (CI4127) lớp A01 (em đã đăng ký thành công môn Tổ chức thi công (CI4125) đã cập nhật trên thời khóa biểu). Em mong PĐT xem xét cho em ạ. Em xin chân thành cảm ơn!",
    "Chào thầy ( cô ) Em có đăng ký luận văn tốt nghiệp (CI4303) trong học kỳ 202 và đã đủ điều kiện đăng ký luận văn, nhưng đợt kết quả lại không có môn học đăng ký, cho em hỏi là bị vấn đề gì ạ? em cảm ơn",
    "xin chào ạ. vì lí do thầy cô trong khoa nhập  điểm trễ môn học tiên quyết nên các đợt đăng kí vừa rồi  các em bị  huỷ luận văn tốt nghiệp  (GE4343).  Hiện tại đã có đủ điểm và điều kiện đăng kí luận văn  tốt  nghiệp (GE4343). vì vậy em  xin phòng đạo tạo đăng kí giúp em  môn học luận văn  tốt nghiệp (GE4343) ạ  em cảm ơn chúc anh chị ngày  mới  vui vẻ.  ",
    "Kính chào Thầy/Cô,  - Em là sinh viên năm nhất hệ VLVH khóa 2019 nhập học vào tháng 5/2019. Em chuyển từ hệ chính quy k12 qua hệ VLVH. Hiện tại thời điểm tháng 3/2021 em vẫn chưa nhận được email về kết quả chuyển điểm cách môn học từ hệ chính quy. Em thực hiện kiểm tra trên mybk cũng không có thông tin về điểm chuyển, miễn.  - Vậy nên em xin phép được hỗ trợ kiểm tra lại về việc chuyển điểm này đã được thực hiện chưa, nhằm thuận tiện cho việc đăng kí môn học tránh trùng lặp hay thiếu sót.  Em xin cảm ơn!",
    "Kính gửi phòng Đào tạo Đại học Bách Khoa TP.HCM! Trong đợt đăng kí môn học thể chất đợt 1, học kì 202, em có đăng kí môn học PE1027-Quần vợt. Vì môn học đã hiển thị trong thời khóa biểu em hiểu nhầm môn học không bị xóa do không đủ số lượng. Nhưng đến ngày đi học, môn học không còn hiển thị nữa. Nay em kính mong phòng Đào tạo cho em đăng kí lại môn PE1023 - , Nhóm L03, chiều thứ 2 tiết 8, 9, 10. Vì kì này là kì cuối năm 2 của em, rất mong phòng Đào tạo chấp nhận để em hoàn thành chương trình học của mình đúng tiến độ. Tên:  MSSV:  Rất mong nhận được phản hồi sớm từ phòng Đào tạo! Trân trọng cảm ơn!",
    "Em mong nhà trường xem xét mở thêm lớp dự thính môn học Phương pháp tính - mã môn học: MT1009",
    "em chào thầy cô ạ  em là bạch huy thông ạ  e muốn xin mở thêm sĩ số của các lớp dự thính các môn học  giải tích 2 msmh mt1003  thí nghiệm vật lý msmh ph1007  e xin cảm ơn thầy cô ạ",
    "Kính thưa gv phụ trách phòng đào tạo,  Em có nguyện vọng đăng ký môn Cơ học máy ME2077 nhưng Đợt 1 bị hủy do không đủ thời gian di chuyển giữa 2 cơ sở vào thứ năm. Em xin hỏi có cách nào để giữ được môn học không ạ. Do đây là kỳ cuối mở môn nên em rất mong muốn được học môn này. Em sẽ cố gắng liên hệ giảng viên để theo kịp tiến độ học. Mong phòng đào tạo hỗ trợ ạ.",
    "Giải tích 2  Mã môn học MT1005 Lớp DT01",
    "Em xin chào thầy/cô ạ, Thầy cô cho em hỏi là em đã đăng kí được lớp Vật lý 1 DT03, nhưng bây giờ em bị hủy lớp. Thầy cô cho em hỏi là lý do vì sao vậy ạ? Vì em thấy số lượng đủ để cho mở lớp và nếu lớp đó bị hủy thì pdt có mở thêm sỉ số các lớp khác để em có thể tham gia học tập không ạ? Em xin cảm ơn thầy/cô!",
    "Dạ cho em hỏi, trong kết quả đăng ký môn hôm nay em vào kiểm tra thì môn Vật lý 1, MMH:PH1003 của em đăng ký đợt 1 đã bị xóa,ko thấy luôn kết quả trong lịch sử đăng ký, trong khi đó trên Elearning của em đã có thư mục Vật lý 1 lý thuyết và bài tập ( nhóm DT02). Dạ vậy cho em hỏi kết quả đăng ký môn VL1 của em đã thành công chưa a. Em cảm ơn  ạ.",
    "Kính gửi PĐT. Em tên là  . MSSV:  Em xin pđt có thể cho em đăng kí bổ sung môn học ĐAMH thi công( CI4127), lớp A01 (mong pđt tạo điều kiện để em có thể kịp đăng kí luận văn vào kỳ sau)  Em đã đăng kí thành công môn tổ chức thi công(CI4125) đã cập nhật trên tkb . Em xin chân thành cảm ơn và mong pdt xem xét cho em ạ .",
    "Em có đăng ký dự thính môn Giải tích 1 (MT1003) và được vào xếp vào lớp DT05. Nhưng giờ học của DT05, trùng với 1 môn em đang học của chương trình Cao học. Em xin phòng đào tạo cho em được chuyển vào lớp Giải tích 1 (MT1003) DT02 ạ . - Em xin cảm ơn.",
    "Em đang học  anh văn 1A mà em điểm thi anh căn đầu vào của em có 325 vậy em có cần học thêm anh văn cơ bản A không ạ",
    "Em chào thầy/cô ạ, kì chính vừa rồi em có qua xong môn Sức bền vật liệu là môn tiên quyết cho môn Kết cấu thép 1 nhưng đăng kí dự thính hệ thống báo chưa có điểm, liệu em có được đăng kí không ạ?",
    "Kính chào thầy cô phụ trách Phòng Đào tạo em là  MSSV  sinh viên Khoa Điện _Điện tử . Do không kịp đăng kí môn Kỹ thuật hệ thống viễn thông  mã môn EE3015 nên danh sách lớp đã đầy , Môn này có liên quan dến việc đăng kí đồ án và thực tập nên em viết mail này khẩn thiết nhờ thầy cô gia tăng sĩ số sinh viên để em có thể đăng kí được môn này , do chương trình K18 và K19 khác nhau nên em không thể học môn này ở chương trình K19 được . Hiện tại sĩ số lớp DT01 là 25/25. Em cảm ơn thầy cô rất nhiều .",
    "Thưa thầy/ cô, cho em hỏi học phí dự thính tối đã lên thành 880.000/TC chưa ạ? Em cảm ơn thầy/ cô.",
    "Kính gửi thầy ,cô phòng đào tạo. Em bên hệ vhvl theo trương trình đào tạo thì em có 1 môn tiên quyết phải học là: mã CO1027 Kỹ thuật lập trình, nhưng trong đợt dk hk này cũng có môn tên y chang Kỹ thuật lập trình mã là CO1011. Vậy 2 môn này đều là một đúng ko thầy ,nếu em đk vẫn sẽ tính số tín chỉ hay không? Kính mong thầy cô giải đáp giúp em để kịp thời đk trong khóa học mới . Em xin cảm ơn.",
    "Họ tên SV:  Hà  MSSV :  Môn học xin mở tăng sĩ số :  Hóa lý 1 Mã môn học : CH2003 Mong phòng đào tạo tăng sĩ số lớp Hóa lý 1 ,dự thính học vào chiều thứ 4 và sáng CN. Do lớp còn lại em trùng lịch môn khác nên không thể đăng kí được. Hiện tại cả 2 lớp đều đã full sinh viên đăng kí. Rất mong phòng đào tạo xem xét và tạo cơ hội cho em được đăng kí học dự thính môn này . Em xin cảm ơn",
    "Chào thầy/cô, em là sinh viên  học khoa Cơ khí chuyên ngành Cơ điện tử. Trong đợt 2 đăng kí môn học dự thính học kì 202, em có nguyện vọng học môn tự chọn nhóm C là Kỹ thuật lạnh (mã môn học: ME3035). Nhưng khi em đăng kí môn thì hệ thống lại báo lỗi và nói thiếu môn Nhiệt Động lực học kĩ thuật (học trước - ME2099). Theo đúng chương trình thì em đã học và qua môn Nhiệt động lực học và truyền nhiệt (ME2013). Mong thầy/cô có thể giải quyết giúp em vì em chỉ còn thiếu mỗi môn này là kết thúc chương trình. Em cảm ơn thầy/cô rất nhiều!!",
    "Kính chào Thầy Cô. Em tên:  MSSV: Hệ VLVH.Cho em hỏi là trong đợt đăng kí môn học học kỳ 2 202.Em đăng kí vài môn học trong CTĐT ngành Công Nghệ Sinh Học của em.Nhưng đến khi đợt hiệu chỉnh thì những môn mở lớp và môn em đăng ký lại không có.Vậy em phải đăng ký lớp học dự thính học kỳ 2 202 hay sao ạ.",
    "Xin chào thầy cô ạ,  Em xin thầy cô mở thêm sỉ số môn Giải tích 2, lớp DT02 để em có thể tham gia học tập ạ, em xin cảm ơn thầy cô!",
    "Tôi đăng kí môn học Giải Tích 1 (MT1003) trong đợt 1 vào trước tết, nhưng đến nay PĐT đã công bố kết quả đợt 1 nhưng lại không có môn học tôi đã đăng kí. Mong nhà trường xem xét . Cảm ơn",
    "Em đã đủ điều kiện tốt nghiệp nhưng không có trong danh sách dự kiến tốt nghiệp thì em phải làm sao ạ . Mong thầy/cô giải đáp thắc mắc của em ạ!",
    "Em chào thầy/cô.Thầy/cô cho e hỏi là kì 202 em đang học môn A,môn A học vào hai khung giờ thứ 2 và chủ nhật,hiện tại e đang học môn A này vào chủ nhật mà em muốn  chuyển thời khoá biểu sang thứ 2 thì em phải làm như thế nào ạ.Em xin chân thành cảm ơn ạ",
    "Chào ad, Trong học kỳ 201 e có đăng ký môn đề cương luận văn nhưng không vượt qua được môn học này. Trong học kỳ này 202 e có đăng ký môn đề cương luận văn lại với thêm môn luận văn tốt nghiệp và đều đã có trong thời khóa biểu. Vậy theo quy chế học vụ không biết e có thể thực hiện 2 môn này song song ở cùng một học kỳ không ak ? Hay do hệ thống nhầm lẫn ?   E cám ơn.",
    "Cho em hỏi trường mình có mở đăng kí dt đợt 3 khôgn ạ",
    "QUOTE  Môn học Giải tích 2 Mã môn học MT1005 Lớp DT01",
    "Dạ thưa thầy/cô, em là , mssv:  Hôm nay em có chuyển lớp giải tích 1 từ DT04 sang lớp DT03, nhưng hệ thống báo là lỗi trùng giờ thời khóa biểu. Nhưng thời khóa biểu kỳ chính của em là học thứ 2, 4, 6 còn DT03 là thứ 3 thứ 7 và chủ nhật. Nên em có thắc mắc vì không đụng ngày nhưng vẫn không chuyển được, mong thầy cô hướng dẫn em ạ, em cảm ơn thầy cô.",
    "Em hiện tại đang học năm 2, hết học kỳ này là pass av2 thì hè này em có được đăng ký môn học năm 3 không ạ?",
    "Em tên là  MSSV  Em làm đơn này kính xin Ban Giám Hiệu nhà trường , Phong đào tạo , Khoa và quý Thầy cô tăng sĩ số cho phép em được đăng ký học môn : - Vật lý 1 - Mã số môn học : PH1003 - Lớp DT04 Kính mong Ban giám hiệu nhà trường , quý Phòng , quý khoa và quý Thầy Cô xem xét và giải quyết cho em . Em xin chân thành cảm ơn.",
    "E muốn hỏi là bảng chuyển điểm anh văn của k16 có bị thay đổi ko ạ? Và có thể cho e xem bảng quy đổi điểm áp dụng cho k16 đc ko ạ?",
    "cho em hỏi là mình chưa qua anh văn đầu vào thì mình đăng kí anh văn theo yêu cầu là anh văn cơ bản 1A hay có thể đăng kí anh văn 1A được luôn ạ ???",
    "Em xin chào ạ. Các đợt đăng ký môn học vừa rồi em có đăng ký luận văn tốt nghiệp (GE4343), thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng kí vừa rồi chúng em bị huỷ luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện đăng kí luận văn tốt nghiệp (GE4343). Em xin phòng đạo tạo đăng kí giúp em môn học luận văn tốt nghiệp (GE4343) ạ em xin cảm ơn",
    "Kính gửi thầy(cô) , Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn . Mong  đăng ký giúp em môn học luận văn tốt nghiệp (GE4343). Em cảm ơn.",
    "Xin chào ạ. Vì lí do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng kí vừa rồi  các em bị  huỷ luận văn tốt nghiệp  (GE4343). Hiện tại đã có đủ điểm và điều kiện đăng kí luận văn  tốt  nghiệp (GE4343). vì vậy em  xin phòng đạo tạo đăng kí giúp em  môn học luận văn  tốt nghiệp (GE4343) ạ. Em cảm ơn. chúc anh chị ngày  mới  vui vẻ.",
    "Xin chào Thầy/Cô  Em tên là  Hiện đang là sinh viên hệ VLVH Em muốn hỏi Thầy/Cô về lịch tuần học  Vì trong 1 email được gửi em thấy từ ngày 22/2/2021 đến 28/2/2021 tính là tuần 0  Vậy cho em hỏi các tuần sau này sẽ được tính như thế nào vì trong cổng thông tin sinh viên đang để tuần này ( 8/3/2021 đến 14/3/2021 ) là tuần thứ 10 nhưng trong lịch đăng kí môn học thì để các tuần học lại là  Mong nhận đưo75c phản hồi từ phía Thầy/Cô  Em xin cảm ơn ạ",
    "Dạ chào thầy cô. Lớp dự thính DT01 em vừa đăng kí sáng nay đã bị hủy. Bây giờ em mới đi học về nên đọc mail trễ và không còn cơ hội đăng kí lớp dự thính nữa ạ. Ngoài em ra rất nhiều bạn khác cũng như thế ạ. Em rất mong thầy cô có thể mở thêm các lớp dự thính Vật lý cho chúng em ạ. Em cảm ơn thầy cô nhiều lắm lắm.",
    "Kính gửi thầy(cô) T, Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn. Mong T đăng ký giúp em môn học luận văn tốt nghiệp (GE4343). Em cảm ơn.",
    "Chào cô/thầy, do tất cả các lớp dự thính giải tích 2 đã full lớp nên em mong cô/thầy giúp xếp em vào học lớp sau với ạ. Mã môn học: MT1005 Mã nhóm: DT02_DT02",
    "Xin chào ạ! Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp. Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343). Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ. Em cảm ơn!",
    "em tên:  MSSV:  em muốn xin chuyển lớp Vật Lý 1 học kỳ dự thính lớp DT09_DT09 qua lớp DT01_DT01 có được không ạ vì em muốn học cho qua môn Vật Lý 1 kỳ này nhưng trường sắp lớp em bị kẹt chỗ di chuyển từ cơ sở 2 sang cơ sở 1 vì giờ đi qua lại giữa 2 cơ sở của em chỉ có 1 tiếng rất mong có thể xem xét đổi lịch dùm em ạ. Chân thành cảm ơn PĐT ạ",
    "Em muốn xin PĐT có thể mở thêm lớp môn Nhiệt động lực học và truyền nhiệt mã ME2013 được không ạ em rất muốn học nhưng vì chỉ có 1 lớp đó mà lớp bị vấn đề chỗ di chuyển giữa 2 cơ sở đó ạ rất mong PĐT xem xét ạ",
    "Dạ em tên là , MSSV , vì một số lí do khách quan và chủ quan nên em đã không kịp đăng kí  môn học dự thính Giải Tích 2. Vậy nên em viết bài này xin được thêm 1 chỗ trong lớp dự thính để có thể học dự thính trong kì này, vì kì hè 1 chỉ 880k, với điều kiện của gia đình em thì nó thật sự là số tiền lớn. Nên em tha thiết được xin 1 slot dự thính giải tích 2 ạ. Em xin cảm ơn !",
    "Kính gửi: Thầy/Cô Phòng đào tạo ĐH Bách KHoa Em tên là:    MSSV:  Em xin Thầy/Cô cho e xin mở thêm sỉ số lớp dự thính môn Truyền số liệu và Mạng (EE3019) của cô  nhóm DT01_DT02. Vì vậy em viết thư này xin Thầy/Cô phòng đào tạo và nhà trường có thể xem xét, tạo điều kiện cho em kịp tiến độ ra trường. Em xin chân thành cảm ơn Thầy/cô!  ",
    "Em xin chào thầy cô ạ Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết, nên qua các đợt đăng ký môn học vừa rồi em đều bị xoá môn luận văn (GE4343) ạ. Nay em đã có đủ điểm, nên em mong phòng đào tạo đăng ký giúp em môn luận văn (GE4343) ạ. Em xin chân thành cảm ơn",
    "/I  Cho em hỏi là chứng chỉ tin học cơ bản để công nhận sinh viên năm 1 có thể nộp vào học kì hè để tiếp tục học năm 2 hay phải trong học kì chính vậy ạ? Em cảm ơn.",
    "Admin cho em xin vào lớp DT09_DT09 bên môn vật lí 1 được không ạ do em đăng kí rồi nhưng k hiểu sao bị mất lớp lúc em dậy thì phải đăng kí lại mà giờ em không còn lịch nào rảnh ngoài trừ lịch của lớp trên vì di chuyển từ cs2 qua cs1 mất rất nhiều thời gian vào thời gian cao điểm và em không có phương tiện di chuyển riêng mong ad có thể thêm em vào lớp trên . Em cảm ơn ạ    . PH1003",
    "Pđt có thể tăng sĩ số lớp Dt03 vật lí 1 ph1003 được không ạ",
    "Em tên: MSSSV:  Do môn học Vật lý 1 em đăng kí trong HKDT202 bị xóa nên em mong pdt mở thêm sỉ số lớp và thêm em vào lớp DT07 của môn Vật lý 1.Em cảm ơn.",
    "Dạ em là  - MSSV:  - Khoa Kĩ thuật Hóa học . Em có nguyện vọng muốn cải thiện môn Vật lý 1, cụ thể giờ học của em phù hợp với lớp DT03 (Thứ 4 - Thứ 7 - Chủ nhật - hình thức học hangout), nên em kính mong phòng đào tạo có thể mở thêm sỉ số của lớp DT03 để em được đăng kí môn này ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em thi AVĐV đạt 495 điểm thì em có được đăng kí học AV4A khộng ạ. Tại em nghe có một số thông tin bên ngoài rằng muốn đăng kí AV4A thì có cần phải học trước AV1A, AV2A, AV3A ạ. Em xin chân thành cảm ơn quý thầy cô ạ !",
    "Kính chào PĐT của trường ĐH BK HCM. Hiện tại em mới nhận được danh sách cập nhật của PĐT về việc tốt nghiệp tháng 4/2021. Tuy nhiên, sau đó e thanh toán vào 18h14 phút ngày 09/03/2021 tại BKpay (trễ gần 2 tiếng cùng ngày). Như vậy thì em phải là gì để cập nhật tình trạng đã thanh toán và nhận giấy giấy CNTN tạm thời. Mong phòng đào tạo trường hỗ trợ em. Xin chân thành cảm ơn.",
    "MSSV: Đăng ký môn học: EE1011 Em chào anh chị ạ. Em có nhu cầu đăng ký môn giải tích mạch (EE1011) kì dự thính 202 nhưng chỉ có một lớp và đã hết slot ạ, không biết anh chị có thể cho em đăng ký bổ sung vào lớp DT01 đó không ạ. Nếu không được thì em có thể xin mở lớp không ạ. Em xin cám ơn. Trân trọng",
    "Em là sinh viên ngành Kỹ thuật Máy tính, mssv . Em làm đơn này là để xin đăng ký lớp dự thính Giải tích mạch EE2033 DT01_DT02 (các nhóm lớp còn lại cũng đã đủ sĩ số) vì trên MyBK thì lớp này đã đủ sĩ số 32/32. Em mong là có thể mở rộng sĩ số lớp và cho em đăng ký môn này vì rất ít người học và có thể không có lớp ở các học kỳ sau. Em xin cám ơn.",
    "Dù thứ 3 em có lịch học tiết 11, 12 ở cơ sở 2 nhưng hiện trên trang ĐKMH vẫn cho em đăng kí lớp Vật lý 1_PH1003 nhóm lớp DT08. Năm nay em năm 4 em rất mong muốn được học môn học này trong học kì dự thính 202. Hy vọng nhà trường có thể xem lại, và xem xét cho em được đăng kí vào nhóm lớp DT07. Em cảm ơn. Trân trọng.",
    "các thầy cô ho e hỏi  e đang học tại cơ sở 2 nhưng s e không đăng kí học dự thính 202 được ạ ???? mong thầy cô giải đáp cho em  em cám ơn ạ ",
    "Em tên là  mssv . Phòng đào tạo cho em xin slot vào lớp DT02_DT02 môn giải tích 2 mã môn MT1005 của cô  ạ",
    "Em xin chào phòng đào tạo. Em là  () sinh viên trung tâm đào tạo bảo dưỡng công nghiệp. Nay em xin phép phòng đào tạo mở thêm sĩ số 2 môn học: Pháp luật đại cương (SP1007) nhóm lớp DT02 và môn Giải tích 1 (MT1003) nhóm lớp DT02_DT02 để em có thể hoàn thành trương trình học của mình . Em xin cảm ơn phòng đào tạo",
    "Dạ em chào thầy/cô, Thưa thầy/cô, em là sinh viên khóa k17,em có nhận được quy chuẩn mới của trường (theo như trong hình dưới), vậy cho em hỏi là chuẩn anh văn đầu ra toeic 2 kỹ năng nghe - đọc cho khóa k17 của tụi em là 500 hay 550 ạ. Xin chân thành cảm ơn . Mong nhận được sự phản hồi sớm của quý thầy cô.",
    "Xin chào ạ Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên các đợt đăng ký môn học vừa rồi em bị hủy luận văn tốt nghiệp (GE4343) Hiện tại em đã đủ điều kiện để đăng ký luận văn tốt nghiệp (GE4343) Em xin cảm ơn ạ",
    "Dạ em chào thầy cô. Theo quy định của nhà trường thì hết năm 2 phải đủ 56 tín chỉ. Hiện tại em đang còn thiếu 4 chỉ của môn Giải Tích 2. Mà Đợt đăng ký dự thính vừa mở đã hết chỗ . Không biết có cách nào để em đăng ký 1 slot giải tích 2 dự thính không ạ ? Dạ nếu được thì em xin vào lớp dt03 môn giải tích 2. Họ tên: Hồ Anh Quân. Mssv: 1914823 Mong nhận được sự phản hồi của thầy cô. Em xin cảm ơn ạ",
    "Kính gửi nhà trường,   U Nội dung chính   : Áp dụng hình thức học trực tuyến trên google meet thì có bị hủy môn vì lý do không đủ thời gian di chuyển giữa 2 cơ sở không. Cụ thể: Vào ngày thứ 4, em có học triết từ tiết 10-12. Em đăng ký lớp dự thính giải tích mạch ee2033 vào thứ 4 từ tiết 13-15 thì có bị hủy môn không ạ. Riêng em nghĩ là vẫn ổn vì thứ 4 học trên google meet thì khoảng thời gian 10 phút là vẫn đủ để em chuẩn bị. Ngoài thứ 4 ra thì những buổi học giải tích mạch khác em đều sắp xếp học được. Mong nhận được sự phản hồi sớm, em cảm ơn ạ.",
    "Kính gửi thầy(cô) , Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn. Mong  đăng ký giúp em môn học luận văn tốt nghiệp (GE4343). Em cảm ơn.",
    "Dạ kính thưa PĐT, em hiện đang là sinh viên ngành Viễn Thông chương trình Việt Pháp khoá K17. Trong đợt đăng ký môn học dự thính ngày 9/3 này em có ý định đăng ký học môn Đường lối cách mạng của Đảng Cộng sản Việt Nam mã số môn học là SP1009. Do buổi sáng em bận học trên lớp nên không kịp đăng ký. Em xin hỏi PĐT là em có thể xin đăng ký một chỗ trong lớp dự thính kỳ này không ạ. Em xin cảm ơn PĐT ạ.",
    ": Kính gửi quý thầy/cô, em là  - MSSV , em muốn hỏi về vấn đề cập nhật tổng số tín chỉ tích luỹ trên trang My . Theo như em biết thì khi điểm thi Chuẩn anh văn vào lớn hơn 450 thì sẽ được miến AV1 và được cộng 2 tín chỉ vào tín chỉ tích luỹ. Hiện nay điểm Chuẩn anh văn vào của em là 465, tức là được miễn AV1 nhưng sao tín chỉ tích luỹ của em chỉ có 15 tín chỉ. Mong quý thầy/cô giải đáp giúp em. Em chân thành cảm ơn.",
    "em có đăng kí học môn bóng đá, trường thông báo là học bên kí túc xá mà em qua thì chú bảo vệ bảo không có tập. Đã 2 tuần rồi em qua đều bảo không tập. Không biết là có vấn đề gì không ạ? em đang lo là mình có bỏ lỡ thông tin về địa điểm môn học này ko?",
    "Kính gửi Phòng đào tạo, Em tên , MSSV:, sinh viên khoa Quản lý công nghiệp, K17. Vừa qua, em có đăng ký bổ sung lại môn Đề cương luận văn Tốt nghiệp, MMH: IM4321. Em không biết khi nào mới có kết quả đăng ký. Do đăng ký đợt 1 HK202 em đã bị xóa khỏi danh sách đăng kí  mặc dù kì trước em đã làm rồi và không qua môn. Rất mong quý Thầy/Cô giải đáp thắc mắc giúp em.Em chân thành cám ơn!",
    "Kính gửi phòng đào tạo, Em muốn đăng ký môn PH1003 (vật lý 1), lớp DT07 dự thính,nhưng lớp đã quá sĩ số, mong phòng đào tạo có thể tăng sĩ số để em được đăng kí môn học ạ. Em xin cảm ơn",
    "kính gửi pđt, em là  mssv:. Em muốn xin pđt tna8g thêm sỉ số lớp DT04_DT04 môn Giải Tích 2 mã MT1005. Vì em đã đăng ký mà pđt hủy với lý do không đủ thời gian duy chuyển giữa 2 cơ sở. Tuy nhiên theo lịch thứ 6 học online do đó em có thể ở lại đó để học online. Kính mong pđt xem xét trường hợp này. Em chân thành cảm ơn.",
    "Dạ cho em hỏi thông báo phải có bằng tin học cơ bản mới được đăng kí môn của chương trình đào tạo năm 2 có phải là thông tin chính xác không ạ? Nếu có vậy em sẽ nộp bằng như thế nào và khi nào ạ?",
    ".  em đăng kí phúc khảo từ tháng 2 tới h mà vẫn ko có gì cả nên em gửi câu hỏi:  ",
    "Cho em hỏi có thể mở thêm một lớp Vật Lý 1 trong kì dự thính hoặc tăng sĩ số lớp lên ko ạ?",
    "Em xin chào thầy cô, chuyện là sáng nay lúc 08:05 em có đăng kí môn học PH1003 cho kỳ dự thính 202. Nhưng vì lý do nào đó, em bị hủy kết quả đăng ký (em có đính kèm ảnh) và do em có việc bận nên đến tận chiều em mới đọc được mail, lúc này em có lên đăng kí lại nhưng đã hết slot. Em hi vọng Phòng đạo tạo đọc được yêu cầu này của em và giúp em đăng kí môn PH 1003 lớp DT07. Do việc này quan trọng đối với em trong việc tích lũy tín chỉ, nên em mong Phòng đạo tạo giúp em ạ. Em cảm ơn",
    "Em tên :  -MSSV :  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô cho phép em được đăng ký học môn : -Môn : Giải tích 1 -Mã MH : MT1003 -Lớp: DT01 -Học kỳ 2 : (2020-2021) hệ dự thính. Lý do : em đăng ký nhưng quá sỹ số kính mong Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô xem xét và giải quyết cho em Em xin chân thành cảm ơn !",
    "Cho em hỏi là tại sao em đã đăng ký bhyt ở bệnh viện 30/4 nhưng khi phát thẻ lại là bệnh viện Trưng Vương ạ",
    "Hiện tại em còn thiếu môn Giải tích 2 (MT1005) để đủ tín chỉ đăng kí LVTN, nhưng các lớp trong đợt đkmh dự thính 201 đã full hết rồi ạ . Xin PĐT mở thêm sỉ số lớp để em được đăng kí ạ . Hoặc em làm cách nào để xin tăng thêm sỉ số để được đăng kí môn học trong kì Dự thính này ạ? Em xin cảm ơn quý thầy/cô.",
    "Em là , MSSV , Lớp XD18CB. Em muốn xin mở thêm 1 slot sỉ số lớp DT02 môn Giải tích 2 (Mã môn: MT1005) học kỳ dự thính 202. Em là sinh viên năm 3 và hiện chỉ còn nợ 1 môn này và đồng thời học kỳ hè phải đi thực tập nên không thể thực hiện việc trả môn . Kính mong nhà trường xem xét hỗ trợ giải quyết trường hợp này. Em xin chân thành cám ơn.",
    "cho em hỏi là lớp dự tính môn MT1005 có thể mở thêm sĩ số lớp không và đăng ký giúp em vô lớp bất kì được không ạ, e cảm ơn",
    "Hiện tại em vẫn chưa được đăng kí môn học dự thính ạ Mong nhà trường giúp em để em có thể được học tiếp ạ Hiện tại,trong quá trính đăng kí môn thì hệ thống báo em chưa thanh toán học phí trong khi em đã thanh toán tất cả rồi ạ Sinh viên:  MSSV ",
    "Quý thầy cô cho em hỏi, em muốn đăng ký thêm môn dự thính có mã MT1005 nhưng hiện tại tất cả các lớp đã đủ sĩ số thì em phải làm như thế nào ạ. Mong thầy cô trả lời giúp em Em cảm ơn.",
    "Kính gửi: Phòng đào tạo và thầy bộ môn giải tích mạch  Em tên là:  Mssv:  Em viết yêu cầu này gửi thầy phòng đào tạo để xin thầy và phòng đào tạo cho em được bổ sung vào lớp dự thính kì 202 môn Giải Tích Mạch mã EE2033 lớp DT01-DT03 hoặc lớp DT01-DT01 ạ. Hiện hai lớp này đã đủ nhưng em mong thầy và phòng đào tạo xem xét vào thêm 1 sinh viên nữa là em được học 1 trong 2 lớp này. Em có xin mở lớp nhưng vì chỉ có 1 vài bạn nên chưa mở thêm lớp được ạ. Em mong mình có thể được đăng kí thêm vào lớp học này ạ. Em cảm ơn thầy và phòng đào tạo ạ.",
    "Em muốn xin mở thêm lớp lớp dự thính môn Giải Tích Mạch (Mã môn : EE2033) học kỳ dự thính 202. Kính mong nhà trường xem xét giải quyết Em xin chân thành cảm ơn",
    "Kính gửi: Phòng đào tạo và thầy bộ môn giải tích mạch  Em tên là:  Mssv:  Em viết yêu cầu này gửi thầy phòng đào tạo để xin thầy và phòng đào tạo cho em được bổ sung vào lớp dự thính kì 202 môn Giải Tích Mạch mã EE2033 lớp DT01-DT03 hoặc lớp DT01-DT01 ạ. Hiện hai lớp này đã đủ nhưng em mong thầy và phòng đào tạo xem xét vào thêm 1 sinh viên nữa là em được học 1 trong 2 lớp này. Em có xin mở lớp nhưng vì chỉ có 1 vài bạn nên chưa mở thêm lớp được ạ. Em đã đăng kí môn này ở đợt đăng kí đầu tiên nhưng lại bị xoá ở đợt 2 ạ. Em mong mình có thể được đăng kí thêm vào lớp học này ạ. Em cảm ơn thầy và phòng đào tạo ạ.",
    "Em chào PDT ạ. Em xin tự giới thiệu em là sinh viên khoá K20 . PDT cho em hỏi là kì thi anh văn đầu vào (avdv) đợt 1 em thi mà không được pass av nào cả. Đợt 2 em đăng ký thi đóng lệ phí là 160k em đi thi thì em có được pass av thì em có được tính là em pass av theo điểm em đạt được không ạ hay là tính như thế nào ạ. Mong PDT giải đáp thắc mắc cho em . Em xin chân thành cảm ơn ạ",
    "Dạ cho em hỏi trường có gửi mail huỷ mấy lớp dự thính vật lý 1 và đăng kí lại những lớp từ dt06 trở đi nhưng các lớp đều đầy hết rồi ạ. Cho em hỏi mình còn mở thêm lớp không hay em phải lên xin mở rộng sỉ số ạ? Em cảm ơn",
    "Thưa các thầy cô  Sáng sớm hôm qua e có đăng kí học dự thính môn vật lý 1( mã PH1003) lớp DT04 nhưng buổi chiều 3h lại bị hủy lớp đó. Song các lớp khác đã đủ sinh viên  Em muốn đăng kí lại vào lớp DT09 thì phải làm thế nào ạ?  Mong các thầy cô giải đáp cho e  Em cám ơn ạ",
    "Dạ trên TKB em có môn Cầu Lông L11 nhưng trên BKEL của em thì không có môn cầu lông.",
    "QUOTE   /QUOTE   I     .",
    "Em xin hỏi trong những giấy tờ nhập học vào trường của em thì có để tên của bố em là tên trong giấy khai sinh nhưng trong sổ hộ khẩu thì bố để tên thường gọi, bố em có hai tên như vậy thì có ảnh hưởng gì đến quá trình học tập cũng như lúc ra trường của em ko? Nếu có thì có cần xác nhận hai tên là một không? Em cảm ơn.",
    "Cơ lưu chất DT01 Lý do: Do hôm qua em đăng ký không kịp nên hết lớp rồi ạ, em rất mong nhà trường tạo điều kiện cho e được học môn này để giúp em đủ chỉ để được đăng ký môn cho năm sau ạ, em rất cảm ơn ạ",
    "Cơ lưu chất CI2003 lớp DT01  Lý do: vì hôm qua em đăng ký muộn nên hết lớp rồi ạ, em rất mong pđt xem xét giúp em mở thêm sĩ số lớp ạ, em cảm ơn rất nhiều ạ",
    "Em bị trùng lịch môn dự thính Lý thuyết điều khiển nâng cao ( môn học trước đề cương luận văn ) thứ 2 và 5  , rất mong Thầy Cô mở sĩ số lớp Kỹ Thuật Số EE1015 DT02-DT03 cho em được học với ạ , cả hai môn đang rất quan trọng với em",
    "Kính gửi: Phòng đào tạo, Trường ĐH Bách Khoa - ĐHQG.HCM Tôi tên:  MSSV:  Nay tôi gửi yêu cầu này, để xin PĐT tăng sĩ số lớp dự thính Vật lý 1, Mã MH: PH1003, Lớp DT07. Lý do:  - Tôi đã đăng ký lớp DT02 nhưng không hiểu vì lý do gì mà PĐT huỷ lớp này, sau đó tôi vào đăng ký lại thì hết lớp. - Tôi không thể học dự thính vào học kỳ hè, vì khó khăn trong việc đi lại. Vì thế, tôi rất mong PĐT đáp ứng được yêu cầu của tôi và trả lời trong thời gian sớm nhất. Xin chân thành cảm ơn.",
    "Chào anh chị, Em đăng kí GDTC môn Quần vợt lớp L02, nhưng bây giờ môn không có trên thời khóa biểu nữa. Em muốn hỏi là có phải các lớp Quần vọt đã bị hủy không? Nếu môn đã bị hủy vậy em xin được chuyển vào lớp Bơi L21. Và nếu chuyển được thì chiều nay em cần phải đi học ngay không? Mong được giải quyết! Cảm ơn anh chị!",
    "Chào quý thầy cô ! em có 1 vấn đề cần giúp đỡ ạ là đơt5 bổ xung tiểu luận tốt nghiệp MSMH :260663 nhưng bị pdt hủy lý do ' khong đủ điều kiện nhận '' nhưng em đã kiểm tra xem xét và thấy mình đã đủ điều kiện :  - số tín chín hiện tại 99 (quy định nhận là tối thiểu 96 ) - công tác xã hổi cao đăng 6 ( đã đủ ) - Các môn tiên quyết đã hoàn thành =  rất mong quý thầy cô xem xét duyệt giúp em được đăng kí !",
    "B         .     Kính thưa nhà trường. Em tên là  là sinh viên K18 khoa xây dựng. Em xin phép hỏi là em muốn đăng ký thêm môn bê tông 1( CI2091) trong kì dự thính hk2 này nhưng do sỉ số lớp đã full em có thể xin tăng thêm sỉ số được không ạ?? Em cảm ơn ạ!",
    "em chào thầy cô thầy cô cho em hỏi, môn học mình đã học trong   B kì hè     mà chưa qua thì có được tính là    B học trước     không ạ em cảm ơn",
    "Thưa thầy(cô)! Em là sinh viên khoá k17. Em thấy mail của trường cho phép đăng kí thể chất ở kì dự thính cho k19 trở về trước ạ. Cho em hỏi kì dự thính này sẽ học thể chất trong bao nhiêu tuần ạ?  Có thể tăng thêm lớp dự thính vào ngày thứ 7 được không ạ? Vì hiện lớp thể chất mở vào 2 khung giờ chủ nhất mà 2 khung giờ này là lúc học những môn thí nghiệm của k19 về trước ạ nên khó để đăng kí vì vướn 1 2 tiết trùng giao giữa 2 môn ạ. Em cám ơn ",
    "Sinh viên  mssv  xin đăng kí vào lớp DT05 môn mt1003",
    "Kính gửi: Phòng đào tạo Em tên: Đoàn thanh phong, học lớp XD17 bằng 2 Em làm đơn này xin Phòng đào tạo cho em được đăng kí thêm lớp DT01 môn CI1033_ Vẽ kỹ thuật xây dựng Lí do: HK Dự thính có mở lớp DT01 môn CI1033_ Vẽ kỹ thuật xây dựng, học tại cơ sở 1 buối tối T2(tiết 131415), T4(tiết 131415-học tương tác), T6(tiết 131415,thực hành 5 buổi) và em đã vào học kì dự thính đăng kí môn học rồi. Nhưng trước đó, ở HK202 đang học em có thời khóa biểu môn CI1033 (ĐH_HK202) học ở cơ sở 2 Thủ Đức buổi sáng Em làm đơn này, xin Phòng đào tạo cho em được đăng kí thêm lớp DT01_môn CI1033 Vẽ kỹ thuật xây dựng Mong được sự chấp nhận của Phòng đào tạo. Em chân thành cám ơn .",
    "Kính gửi phòng đào tạo . Em tên là   Lí do là em có đăng kí môn học Những nguyên lí cơ bản của chủ nghĩa - mà không chú ý từ k20 trở đi đã hủy môn này.Và thế nên em đã không kịp hủy môn đúng thời hạn đăng kí môn .Vì thế em muốn được hủy môn này sau thời hạn .   kính mong phòng đào tạo xem xét sớm giải quết giúp em .   em xin cảm ơn.",
    "Dạ xin phòng đào mở sĩ số môn Quản trị kinh doanh cho kĩ sư IM3001 lớp DT01",
    "em có đăng kí môn giải tích mạch và được xếp lớp .Nhưng do em muốn đổi sang lớp khác để tiện đăng kí thêm một môn khác. Và bây giờ các lớp dự thính giải tích mạch không thể chuyển nhóm được vậy bây giờ có  cách nào chuyển nhóm được không cô? mong cô giải đáp giúp em em cảm ơn",
    "Dạ chào phòng đào tạo, tình hình là em lỡ xét miến điểm anh văn 1, em muốn nộp bằng lần này để cập nhật lại điểm . PĐT chỉ em cách để cập nhật lại điểm anh văn 1 đã xét miễn a.Em chân thành cảm ơn.",
    "kính gửi phòng đào tạo. em tên là:  -  em gửi xin được vào lớp dự thính môn giải tích mạch EE2033 nhóm lớp DT01_DT03 em cảm ơn ạ",
    "Em chào thầy/cô,  Em là - Hiện tại, em đang có nhu cầu học cải thiện môn cơ học đất Em có theo dõi và định đăng ký dự thính nhưng sỉ số lớp dự thính DT01_DT01 đã đủ (45/45) Em mong được tăng sỉ số môn học Cơ học đất  Em xin chân thành cảm ơn  Ký tên  Việt   ",
    "Em tên:  MSSV:  Do môn học Vật lý 1(PH1003) em đăng kí kì dự thính 202 đã bị hủy, em mong phòng đào tạo sẽ mở và thêm em sỉ số lớp DT07 để kịp với tiến độ kế hoạch học tập của em.Em cảm ơn.",
    "Cho em hỏi PĐT chỉ mở giới hạn lớp dự thính Vật Lý 1 (PH1003) và không tăng sỉ số nữa đúng không ạ . Em đã đăng kí 2 lần và PĐT bất ngờ xóa môn học khiến cho những người đăng kí trước bất chợt bị mất chỗ do không kịp đăng kí lại, sỉ số các lớp cũng đã đủ khiến cho mất môn dù đã đăng kí trước từ đợt đầu tiên . Việc làm này khiến cho kế hoạch ra trường của em bị ảnh hưởng rất nhiều. Mong được xem xét ạ",
    "Em muốn xin vào lớp DT08 dự thính Vật lý 1 ( hiện đang full slot) có được không ạ.",
    "Kính gửi: Phòng đào tạo, Trường ĐH Bách Khoa-ĐHQG.HCM Tôi tên: NGUYỄN DUY HÙNG MSSV:  Nay tôi gửi yêu cầu này, để xin PĐT tăng sĩ số lớp dự thính.   B MÃ MH: PH1003, Lớp DT07   U Lý do:  - Tôi không thể đăng kí dự thính học kì hè, vì khó khăn trong việc đi lại - Do thiếu tín chỉ nhiều nên tôi muốn học thêm dự thính để đủ tín chỉ. Vì thế tôi rất mong PĐT đáp ứng được yêu cầu của tôi và phản hồi trong thời gian sớm nhất. Xin chân thành cảm ơn!",
    "Chào thầy/cô. Em là  Cho em hỏi là điểm chuyển môn Nền móng của em giờ không thấy ở mục chuyển điểm ạ. Em làm đơn xin chuyển điểm từ trước Tết và đã được chấp thuận (hiện ở mybk mục chuyển điểm) rồi ạ.",
    "Dạ em chào quý thầy cô ạ Vì lí do đóng học phí trễ nên cả kì chính lẫn kì dự thính của em đều không đăng kí được môn vì lý do không đóng học phí Mà mặc dù em đã đóng tiền học đầy đủ những vẫn không được đăng kí môn ạ Rất mong quý thầy cô hướng cho em cách giải quyết ạ Em cảm ơn! ",
    "Cho em hỏi em có thể chuyển điểm anh văn thêm lần nào nữa được không, tại em đã nộp bằng toeic (500 điểm) và chuyển điểm cho cả 4 môn anh văn (1,2,3,4) rồi? Em muốn nộp lại chứng chỉ để chuyển lấy điểm cao hơn ạ. Em cảm ơn!",
    "Cho em hỏi điểm chuẩn anh văn ra trường K18 vẫn là 500 hay 550 ạ?",
    "Quý Thầy, Cô cho em xin hỏi là: em hiện tại đả học hêtz môn và đả bảo vệ thành công tiểu luận tốt nghiệp nhưng hiện chưa có bằng toeic và còn thiếu 3 ngày công tác xã hội, Thầy Cô cho em hỏi là em thấy trên web ở mục đăng kí tốt nghiệp có ghi hạn chót là 30-4. Vậy hạn chót em có thể nộp bằng là thời gian nào ạ. Em chân thành cám ơn quý Thầy Cô. Tốt nghiệp .",
    "Kính thưa thầy cô em có nợ môn 700200 và đã trả nợ bằng môn tương đương là IM2003 với tổng điểm là 7.5 nay em mong thầy cô cập nhật sớm để em kịp đợt xét tốt nghiệp em chân thành cám ơn",
    "cho e hỏi sao e ko đăng kí dự thính vl1 dc. thầy cô có thể chèn em zo một lớp nào của môn vl1 đc ko ạ  ",
    "vì lí do khoa nhập điểm trễ môn tiên quyết nên các đợt đăng kí vừa rồi em không đăng kí được luận văn tốt nghiệp (GE4343). Hiện tại khoa vừa nhập điểm và em đã đủ điều kiện đăng kí luận văn tốt nghiệp . Vì vậy em xin Phòng Đào Tạo đăng kí giúp em môn luận văn tốt nghiệp. Mong sớm nhận được phản hồi từ anh/chị. Em xin cảm ơn ạ!",
    "Em tên là  hiện học lớp xd19kt  Em được biết là kì này có mở 1 lớp đồ án cơ sở kiến trúc(ci2101) là lớp dự thính nhưng trong đợt đk dự thính này em vào lại kh có lớp để đăng kí, v em muốn đk xin vô lớp đó học thì phải làm sao ạ ?",
    "Em có đăng ký dự thính môn Giải tích 1 (MT1003) và được vào xếp vào lớp DT05. Nhưng giờ học của DT05, trùng với 1 môn em đang học của chương trình Cao học . - Hiện giờ các lớp đã đủ sĩ số nên em không thể chuyển lớp trong phần đăng ký môn học được. Em mong phòng đào tạo có thể giúp em được chuyển vào lớp Giải tích 1 (MT1003) DT02 ạ. - Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô pđt, Cho em hỏi k2019 nếu học lại môn thể chất đã qua thì có được tính 2 môn không ạ hay là phải học 3 môn khác nhau ? Em cảm ơn!",
    "Cho em xin hỏi về qui đổi điểm anh văn 3 4. Em thuộc khoá 16 nếu bây giờ nộp toeic 500 thì có còn được qui đổi điểm 2 môn anh văn 3 và 4 không? Em xin cảm ơn.",
    "Xin chào ạ! Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp. Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343). Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ. Em cảm ơn!",
    "Cho em hỏi là em đăng kí môn học bơi vào thứ 4 tiết 10 11 12 nhưng trên lịch thời khóa biểu không thấy xuất hiện ạ và không thấy mail thông báo hủy lớp học bơi đó ạ.Vậy cho em hỏi lớp đó đã bị hủy chưa ạ?",
    "MSSV:  Em tên là  . Hiện tại em đang chưa rõ tiêu chuẩn tiếng anh để đăng kí môn học năm 2.Có phải em cần học hết anh văn 1 đúng không. Nếu em chưa đạt anh văn 1 thì sẽ như thế nào??? ",
    "Kính gửi thầy(cô) PDT, Em tên là  , MSSV  Vì lý do thầy cô trong khoa nhập điểm trễ môn học tiên quyết nên em bị hủy đăng ký luận văn tốt nghiệp (GE4343). Hiện tại đã có đủ điểm và điều kiện luận văn. Mong PDT xem xét để em có thể đăng ký môn học luận văn tốt nghiệp (GE4343). Em cảm ơn.",
    "Dạ em rất cần phải học thêm dự thính môn Vật lý 1 để đủ chuẩn sinh viên năm 4 ạ, mà môn này lại ít mở, có mở chỉ mở cho sinh viên năm nhất thôi, nên em tha thiết xin PDT cho em xin tăng sĩ số lớp DT08 ạ.",
    "Cho em hỏi là để đăng ký môn học vào kỳ một năm 4, để hòan thành chuẩn anh văn em có thể tham gia chuẩn tiếng anh định kỳ hay không? Hay em phải thi lấy bằng toeic luôn ạ? Em cảm ơn.",
    "Em tên , em có nhu cầu muốn học môn Vẽ kĩ thuật mã môn CI1003 nhưng vì lịch xếp thời gian dự thính có giờ thực hành cả 2 lớp đều rơi vào chiều thứ 7. Nhưng chiều thứ 7 em có giờ học chính qui nên em mong muốn có thể chuyển giờ thực hành đó sang buổi sáng hoặc tối t7 hoặc Chủ nhật được kh ạ. Em rất mong sẽ có giờ dự thính phù hợp để em được học ạ. Em rất cảm ơn.",
    "Em chào thầy/cô. Em tên là . Hệ VHVL. Kỳ này em có đăng ký môn Mạch Điện Tử Thông Tin (EE3011). Sỹ số đăng ký là 21/76 (đã hết hạn đăng ký ngày 9/3). Nhưng hiện tại em không thấy môn học trong thời khóa biểu. Có phải do sỹ số thấp nên môn học bị hủy không ạ. Em chỉ còn thiếu môn này nữa là hoàn thành chương trình học đại học. Thầy/cô cho em hỏi có cách nào để nhà trường mở môn học trong học kỳ này không ạ?  Em xin cám ơn thầy/cô",
    "Kính chào Thầy/Cô, Cho em hỏi môn tương đương là học chỉ để lấy điểm Đạt thôi chứ không được tính vào điểm trung bình tích lũy ngành phải không ạ? Vậy nếu môn GT1 MT1011 của chương trình PFIEV mà em học mã MT1003 thì có tương đương và không tính vào TBTLN không ạ? Thứ hai là về TBTLN thì bên việt pháp chỉ tính từ năm thứ 3 trở đi thôi phải không ạ? Em cảm ơn",
    "Em chào cô/thầy, Em muốn đăng ký lớp Vật lý 1 (PH1003) ở học kỳ dự thính 202, nhưng nay em đã bị xóa môn, và những lớp còn lại đã full, mong PĐT xem xét mở thêm lớp cho những bạn như em. Em cảm ơn.",
    "Kính gửi phòng đào tạo Em xin hỏi về môn học tương đương do thay đổi chương trình dào tạo từ k19. Em có học lại một môn nhưng môn đó không còn lớp mã cũ và em đã học xong môn thay thế nhưng l chỉ còn 3 chỉ thay vì 4 chỉ như trước.Em xin hỏi có thể bù 1 chỉ đó bằng một môn tự chọn không. Em xin cảm ơn.",
    "Dạ cho em hỏi ạ!  Trong đợt đăng kí thể dục đợt trước em có đăng kí học bơi và đã thành công nhưng sao đến ngày học thì lịch học của môn đã bị gỡ và trên BKel cx không còn môn đó nữa ạ! E mong phòng đạo tạo giải quyết với ạ. Em xin cảm ơn ạ",
    "Em tên là , MSSV: , thuộc lớp DC2001 ,khoa Kỹ thuật Địa chất và Dầu khí. Em xin được huỷ môn Giáo dục thể chất (Võ). Với lí do em bị bệnh Lao Phổi nên sức khỏe còn yếu (khó khăn trong việc hô hấp) nên không thể tiếp tục việc học. Em rất mong sớm nhận được câu trả lời từ phòng Đào Tạo ,em xin cảm ơn.  ",
    "Cho em hỏi là khi nào mở đợt đăng kí lớp tiếng anh theo nhu cầu và tổ chức kiểm tra trình độ tiếng anh vậy ạ. Em cảm ơn ạ.",
    "Dạ cho em hỏi!Trong đợt đăng kí thể dục trước, em có đăng kí học bơi và đã thành công nhưng sao đến ngày học thì lịch học của môn đã bị gỡ và trên BKel cũng không còn môn học đó nữa!  - Em mong phòng đào tạo giải quyết giúp em ạ! Em xin chân thành cảm ơn!",
    "Thầy cô cho em xin được phép vào lớp DT07_DT07 của môn PH1003  với ạ, đăng kí lần 1 em đăng kí thành công, có cả môn học trên BKEL nhưng mà em xem lại đợt 2 thì môn này của em mất tiêu, lý do là (sinh viên ko đăng kí, bị hủy...) Thầy cô cho em được xin vào lớp với, kì này em ko có anh văn, em đăng kí ko đủ 10 chỉ, nên là em phải đăng kí đủ 10 chỉ để cứu vớt các môn còn lại, lúc mở đăng kí là các bạn tranh nhau đăng kí sập mạng em ko vào được, em nghĩ là đợi thêm 1 ngày thì các bạn sẽ giảm mà các bạn vẫn giữ nguyên, thầy cô cho em xin vào lớp DT07 với ạ, kỳ này em đã đăng kí anh văn học để kịp tiến độ, thầy cô giúp em với, kỳ này ko được nữa em ko theo kịp tiến độ của môn học, em ko trả kịp môn để ra trường đúng hạn nữa , em cảm ơn thầy cô",
    "Tuần vừa rồi em có thắc mắc và được PĐT ghi nhận, nhưng giờ vẫn không thấy môn thể chất trong thời khóa biểu. Em hi vọng PĐT sắp xếp cho em sớm, em xin cảm ơn.",
    "Chào Thầy/Cô PĐT. Kỳ dự thính 202 này em muốn ĐK môn học Mạch Điện Tử (EE2033) mã lớp: DT01_DT02, nhưng sỉ số lớp đã full. Em xin phép đăng ký mở thêm sỉ số lớp ạ . Em xin chân thành cảm ơn.",
    "Cho e hỏi là giấy tạm hoan nghĩa vụ được phát khi nào và hiệu lực tạm hoãn ạ, điều kiện để được phát giấy ạ",
    "Mình có thắc mắc về vấn đề tiếng anh của trường ạ. Mình là sinh viên năm 2 và kiến trong tháng naỳ mình sẽ thi lấy bằng TOEIC 2 kỹ năng Listening và Reading và vào khoảng cuối năm 3 hoặc đầu năm 4 mình sẽ bổ sung thêm bằng Writing và Spaeking nữa. Nhưng theo mình được biết thì bằng Toeic chỉ có hiệu lực khoảng 2 năm, vậy đến khi trước Tốt nghiệp thì bằng của mình đã hết hạn vậy mình có cần thi lại và nộp cho trường một bằng khác không hay chỉ cần nộp một lần vào tháng này thôi ạ ? Mình đã đọc bên quy chế của trường về vấn đề này nhưng không thấy đề cập đến nên mình mong nhà trường có thể giải đáp thắc mắc này giúp mình ạ. Mình chân thành cảm ơn.",
    "Em tên là  thị ánh tuyết mssv  .Nay em viết tin này để xin Phòng Đào Tạo mở thêm sĩ số lớp  DT02     .",
    "Em tên  MSSV  Hệ VHVL Trong đợt đăng kí hiệu chỉnh em có chọn huỷ môn Mác  Hôm có kết quả đăng kí thì em có thời khoá biểu Vì em huỷ để đăng kí giờ học khác (cũng môn Mác nhưng khác giờ) chung với chính quy dự thính để được đăng kí thêm những môn khác. Cho em hỏi vậy em có huỷ được chưa hay em vẫn có môn học đó ạ. Cho em hỏi nếu huỷ thành công em có bị tính học phí môn đó không ạ? ",
    "Em tên là trần thị ánh tuyết mssv  .Nay em viết tin này để xin Phòng Đào Tạo mở thêm sĩ số lớp  Tích DT02 vì em cần trả nợ môn nhưng xét theo thời khoá biểu hiện tại chỉ có lớp DT02 em có thểm tham gia được khẩn xin nhà trường suy xét ạ !!    .",
    "Em muốn xin mở thêm 1 lớp dự thính giải tích 2 học kì dự thính (Mã môn: MT1005)  Kính mong nhà trường xem xét hỗ trợ giải quyết ạ. Em xin chân thành cảm ơn.",
    "Hiện tại môn học (mã môn học MT1009) trong học kì dự thính 202 đã đầy sĩ số.Em kính mong Phòng Đào Tạo có thể tạo điều kiện mở rộng sĩ số của môn học này để em có thể đăng kí được môn học trong học kì dự thính này được không ạ.Em xin chân thành cảm ơn ạ",
    "Em chào thầy cô,  kỳ 2 của 2020-2021 em đã hoàn thành xong chương trình đào tạo nhưng chưa có anh văn nói viết nên e có đăng ký 1 môn học để duy trì tình trạng sinh viên. sau đó có kết quả và qua anh văn, em có lên pdt để rút môn học, theo lịch trình thì 2/4 là hạn cuối để  bổ xung điều kiện tốt nghiệp nhưng đến 13/4 mới đến hạn đóng học phí . vậy giờ e phải làm sao để có thể tốt nghiệp t4 này ạ. Mong thầy cô sớm giải đáp thắc mắc giúp em Em cám ơn",
    "Kính chào quý Thầy/ Cô! Quý Thầy/ Cô cho em xin mở thêm sỉ số lớp dự thính vật lí 1 PH1003, mã lớp DT02_DT02 với ạ. Em xin cảm ơn!",
    "Em ;à  MSSV :  Em có đăng ký LVTN MMH CI4313 hệ VHVL trong đợt đăng ký môn học HK2 20-21 vừa rồi. Tuy nhiên, PĐT ko cho em vì điều kiện tiên quyết thiếu chứng chỉ công nghệ thông tin nâng cao. Theo Học vụ thì không có điều kiện tiên quyết này trong điều kiện đăng ký LVTN. Em xin phép PĐT điều chỉnh giúp em ạ. Em cảm ơn !!!",
    "Em chào quý thầy/cô. Em muốn hỏi rằng em muốn kiểm tra trình độ anh văn để lấy chuẩn học năm 3, thì trường còn tổ chức kì thi không ạ? Và thời gian cụ thể khi nào?  Em xin cám ơn rất nhiều.",
    "Dạ cho em xin phép được hỏi, nếu kết thúc năm học thứ nhất tại trường mà sinh viên không tích lũy đủ 28 tín chỉ thì có bị đình chỉ học hay không vậy ạ ?",
    "Em chào thầy ( cô) .Em tên  khóa 2018  Học kỳ này em học môn hóa học xanh   U tiết 11-12 thứ 2 tại cơ sở 2   ,sau đó em đăng kí môn hóa phân tích (dự thính )ghi trên chỗ đăng kí môn học là học   U tiết 13 14 15 thứ 2 học cơ sở 1    nhưng phòng đào tạo lại không báo là không đủ thời gian giãn cách 2 cơ sở . Thầy (cô) cho em hỏi là tiết học hóa phân tích (dự thính) lúc đó có phải học qua hangout meet hay học offline luôn ạ( bởi nếu học offline là em không học được do tiết 11 12 học ở cs2 nhưng tiết 13 14 15 cùng ngày học ở cs1)  Mong thầy cô sớm trả lời câu hỏi của em  Em chân thành cảm ơn ",
    "Em tên là  MSSV , sinh viên Trung tâm đào tạo bảo dưỡng công nghiệp, em xin PĐT cho em đăng kí bổ sung môn học Giải tích 2,lớp DT06_DT06 vào học kì dự thính 202,vì em đang đi thực tập tốt nghiệp và gần hết CTĐT mong PĐT tạo điều kiện cho em được học môn này.em xin cám ơn PĐT.",
    "Em là sinh viên khóa K19 từng tạm dừng và trở lại học vào học kỳ 2 2020-2021, và gặp phải 2 vấn đề sau đây, kính mong thầy cô giải đáp giúp em ạ:     -Thứ nhất là về việc học môn giáo dục thể chất, theo như khóa K19 của em thì phải học 3 môn, trong đó thì em đã hoàn thành 1 môn, nhưng từ khóa k20 trở đi thì đổi quy chế và nội dung dạy và không còn tính theo môn như trước. Vậy em phải đăng kí học như thế nào để hoàn thành môn học ạ?.     -Thứ 2 là hiện tại em không nhận được bất kỳ tin nhắn (mail) từ các giáo viên các môn học. Có phải tại trường chưa cung cấp cho giáo viên địa chỉ mail của em không ạ? Phần này em có hỏi giáo viên thì thầy cô nói thuộc quản lí của phòng đào tạo và họ không can thiệp từng mail cá nhân được.    Kính mong thầy cô giải đáp thắc mắc giúp em, em cám ơn ạ !           ",
    "Em xin các thầy/cô mở thêm lớp giải tích 1 và đại số tuyến tính cho em và các bạn cho kì dự thính hè hk202 được không ạ? Em cảm ơn",
    "Dạ chào PĐT, Em là . Em đang muốn phúc khảo điểm thi của 1 môn học vào học kì 201. Tuy nhiên, môn học này mới có điểm tuy vẫn còn hạn phúc khảo nhưng đã không còn đợt đăng ký phúc khảo. Em không biết làm sao để em đăng ký phúc khảo trên hệ thống được ạ. Em cảm ơn.",
    "Dạ cho em hỏi là, học kỳ trước em không có đăng ký môn học. Em có lên PĐT cs1 thì được hướng dẫn là nộp đơn, có giáo viên chủ nhiệm và giáo viên đứng lớp ký. Em đã nộp được một tuần rồi. Nhưng đến nay vẫn không thấy có tkb hoặc mail trả lời trong trường hợp đơn em bị trả lại. Vậy cho em hỏi là đơn của em có được tiếp nhận không ạ. Tại vì em vẫn đang đi học theo các môn mà em đăng ký nhưng vẫn chưa có tkb ạ",
    "Thầy cô cho em hỏi là em nghe nói hè này trường có tổ chức thi anh ăn một lần nữa đúng khộng ạ. Và nếu 2 lần trước em thì không đủ điểm thì lần này em có được đăng kí không ạ.và nếu lần này em thi đủ điểm để qua thì em có thể đăng kí các môn liên quan đến chuyên ngành năm 2 không ạ. Hay em không được đăng kí đợt này ạ. Dạ tại hiện tại em đang bắt đầu học anh văn ở trung tâm bên ngoài dự định thi trong hè này nhưng em sợ trường mở lịch đăng kí môn học sớm ạ. Em cảm ơn.",
    "Xin chào ạ! Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp. Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343). Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ. Em cảm ơn!",
    "Xin chào ạ! Vì lý do thầy cô trong khoa nhập điểm trễ môn học Thực tập sản xuất (GE3119) nên đợt đăng ký vừa rồi các em bị hủy Luận văn tốt nghiệp. Hiện tại đã có đủ điểm và điều kiện đăng ký luận văn tốt nghiệp(GE4343). Vì vậy em xin phòng đào tạo đăng ký giúp em môn học Luận văn tốt nghiệp (GE4343) ạ. Em cảm ơn!",
    "Em muốn xin pdt cho em được tham gia lớp DT02 môn phương pháp tính mã môn học MT1009, vì lớp đã đăng ký đủ sỉ số",
    "Cho em xin vào nhóm lớp DT02_DT08 Hóa đại cương dự thính được không ạ",
    "Em tên là , mssv: . Vào hk chính 202 này em có đăng kí lớp L19 môn Pe1023-võ. Nhưng vì thời gian học môn này của em bị kẹt lịch với những môn em cần học trong hk dự thính, cho nên em muốn xin phòng đạo tào cho em được hủy môn học này để có thể được đăng kí môn học dự thính. Em xin chân thành cảm ơn!1",
    "Em muốn xin phép nhà trường cho mở thêm lớp giải tích 2 ở học kì dự tính với ạ  Hoặc là mở ra thêm sỉ số ở những lớp có sẵn cũng được ạ  Em cảm ơn nhà trường .",
    "Chào thầy/ cô thuộc phòng đào tạo . Thầy/ cô có thể tăng sĩ số cho lớp DT07_DT07, nhóm D07, mã môn PH1003. môn Vật lí 1 được không ạ . Em thấy có nhiều bạn có nhu cầu đăng ký học lại Vật lí 1 trong kỳ này, mà một nửa số lớp dự thính Vật lí 1 online đã bị đóng . Hơn nữa, do điều kiện, nhiều bạn cũng không thể học offline ở cơ sở 1 được . Cảm ơn thầy cô đã đọc thư . ",
    "Em đang học lớp DT06 môn giải tích 2. Em muốn chuyển qua lớp DT03 được không ạ? Vì do 10h ngày 9/3 em vào để đổi nhưng vì lý do lớp nào cũng đủ hết rồi nên em không thể chuyển qua được ạ. Mong pđt giúp em",
    "Kính chào nhà trường! Em tên Nguyễn Đức Toàn, MSSV . Em muốn xin nhà trường mở thêm sĩ số ở lớp dự thính Giải Tích 2 (MT1005) có sẵn giúp em có thể trả môn và đăng ký được học kì 1 năm 3 ạ. Em mong nhà trường có thể giúp đỡ em, em cảm ơn nhà trường rất nhiều!",
    "Em tên là , MSSV:  Kính gửi PĐT, cho em xin đăng ký bổ sung môn học vào lớp sau (lý do để kịp đăng ký luận văn vào kỳ sau). - Môn ĐAMH Thi công (CI4127) lớp A01 (Em đã đăng ký thành công môn Tổ chức thi công (CI4125) đã cập nhập trên TKB, BKEL). Em xin chân thành cảm ơn và mong PDT xem xét cho em ạ!",
    "Em muốn xin tăng sĩ số của môn học dự thính thì phải làm sao ạ?  Em cảm ơn.",
    "Em tên là , MSSV:  Kính gửi PĐT, cho em xin đăng kí bổ sung môn học vào lớp sau(lý do để kịp đăng kí luận văn vào kì sau). -Môn ĐAMH Thi công(CI4127)lớp A01 (Em đã đăng kí thành công môn Tổ chức thi công(CI4125)đã cập nhật trên tkb). Em xin chân thành cảm ơn và mong PĐT xem xét cho em ạ.",
    "cho em xin tăng sĩ số lớp DT01 môn Xác suất thống kê của thầy  ạ",
    "Chào thầy cô phụ trách. E là  mssv . Học kỳ này em k đk môn Giải tích 2 MT1005 (lớp dự thính chính quy). E đã hủy vào đợt đk môn DT đợt 2 (9/3) nhưng giờ môn này lại hiện trên tkb . Thầy cô xem xét giải quyết giúp e. E cám ơn rất nhiều",
    "cho em xin tăng sĩ số lớp DT05 môn giải tích 1 của cô  ạ",
    "Cho em hỏi lớp DTQ1 thuộc diện nào để đăng kí được vậy ạ .    .",
    "Em tên là , mssv: . Vào hk chính 202 này em có đăng kí lớp L19 môn Pe1023-võ. Nhưng vì thời gian học môn này của em bị kẹt lịch với những môn em cần học trong hk dự thính, cho nên em muốn xin phòng đạo tào cho em được hủy môn học này để có thể được đăng kí môn học dự thính. Em xin chân thành cảm ơn!",
    "Ngày 9-3 em có vào đăng kí dự thính giari tích 2 mt1005 nhưng bị do lỗi nên không đăng kí được và các lớp đã hết số lượng, mong phòng đào tạo xem xét mở thêm sĩ số lớp ạ, em cảm ơn.",
    "Em muốn đăng ký mở thêm lớp giải tích 1 (MT1003) dự thính ạ. Vì các lớp có sẵn đã hết chỗ rồi ạ .",
    "Dạ em chào thầy cô, Cho em hỏi em khoa Cơ Khí,khóa K19, em có đăng ký môn THỰC TẬP KĨ THUẬT mã môn ME2115, nhưng đến bây giờ em vẫn chưa có thời khóa biểu ạ? Vậy môn đó giờ phải làm sao ạ?",
    "Dạ xin chào , cho em hỏi là lúc trước em có đăng ký môn thể chất là bơi và trường xếp lịch trong tkb là học vào buổi chủ nhật mà bây giờ không còn nữa rồi vậy em không biết là phải làm sao ạ, cho em hỏi là em có thể đăng ký lại môn bơi trong học kỳ này không ạ em xin cảm ơn",
    "Em là sinh viên K18 ! Em đã học thể chất 2 là môn cầu lông rồi nhưng kì này em lại quên mất và đã đăng kí trong học kì chính là môn cầu lông nữa. Cho em hỏi là có cách nào để huỷ môn ở kì chính và đăng kí lại thể chất 3 ở đợt dự thính HK202 được không ạ hoặc có cách nào giải quyết không ạ ! Em cần phải học môn này để được học môn ở năm 4. Em xin cảm ơn ạ !!",
    "Em tên , MSSV , em làm đơn này để xin Ban giám hiệu nhà trường xem xét giúp em. Chuyện là trong đợt đăng ký môn học dự thính đợt 2 kỳ 202, em đã hủy đăng ký môn Cơ lưu chất, mã CI2003, mà lúc em vào xem lại thời khóa biếu lại thấy môn Cơ lưu chất trong Thời khóa biểu.  Em mong nhà trường xem xét và giúp em, tại vì hiện tại em chưa có nhu cầu học môn Cơ lưu chất này. Em xin chân thành cảm ơn.",
    "Em chào thầy ạ . Điều kiện nhận luận văn tốt nghiệp của em 113/114 nên không đạt . Mong thầy kiểm tra giúp em 1 tín chỉ còn thiếu là gì ạ . Em đã kiểm tra rất kỹ mà vẫn không thấy . Mong thầy kiểm tra giúp em . Còn chuẩn TOEIC thì em đang học , để kịp nhận LVTN vào học kỳ sau . Em xin cảm ơn thầy.",
    "Em xin đăng ký lớp dự thính vật lý 1 lớp DT06 ạ Em xin cảm ơn",
    "Tốt nghiệp     DẠ !! Em chào Thầy/Cô phòng đào tạo ạ !!  Em:    MSSV:   EM đã đăng kí tốt nghiệp và đã được xử lí phiếu cho em hỏi có giấy chứng nhận tốt nghiệp tạm thời chưa ạ !! Công Ty em đang cần gấp mong phòng đào tạo kiểm tra giúp em!! Nếu có phòng đào tạo có thể cho em biết bao giờ em có thể lấy được không ạ !!  Em xin chân thành cảm ơn Thầy/Cô ạ !!  Kí tên  Thạnh ",
    "Em chào thầy cô. Học kỳ vừa rồi em có đăng ký môn Cơ lưu chất, đã thi kêt thúc môn ngày 11/03 nhưng vẫn chưa thấy bkpay báo đóng học phí. Mong thầy cô kiểm tra lại giúp em . Em cảm ơn.  ",
    "Vật lý 1    Giải tích 1    Thí nghiệm vật lý ",
    "giải tích 1    vật lý 1    thí nghiệm vật lý",
    "em chào phòng đào tạo cho em hỏi học kỳ dự thính đợt 3 này em xin tăng sỉ số/ mở lớp được không ạ? em xin cảm ơn",
    "Cho em hỏi trường mình có chấp nhận nộp giấy ctxh tại địa phương không?",
    "Kính gửi phòng đào tạo. Em tên là:  -  Em gửi xin được vào lớp dự thính môn giải tích mạch EE2033 Nhóm lớp DT01_DT03 Em xin cảm ơn",
    ": Em tên  MSSV: Việc bị hủy môn của em đã được giải quyết. Em đã có thời khóa biểu môn thể chất. Thầy cô cho em hỏi là phải làm đơn xin thế nào để được giáo viên thể chất chấp nhận cho vào lớp ạ. Hay chỉ tới giờ học lên trình bày ạ Em xin cảm ơn ạ",
    "Dạ thưa phòng đào tạo, em tên , MSSV  , thưa nhà trường tại đợt đăng kí dự thính đợt 2 này em đã đăng kí 2 môn là thiết kế kiến trúc công cộng 2 MMH CI2025 và môn ký hoạ kiến trúc MMH CI1039 , nhưng mà lúc kiểm tra thời khoá biểu sao lại bị thay bằng môn khác là thiết kế kiến trúc công cộng 3 MMH CI2069 ạ ???? , Rõ ràng môn này em đã xoá rồi ạ và chỉ đăng kí hai môn như đã nêu trên và trên web đăng kí cũng chỉ ghi hai môn mà em đã đăng kí như đã nêu ,em có đính kèm ảnh để minh chứng. Mong nhà trường xoá giúp em môn thiết kế kiến trúc công cộng 3 , vì em không đăng kí môn đó mà chỉ đăng kí hai môn là thiết kế kiến trúc công cộng 2 và ký hoạ kiến trúc thôi ạ . Em xin cảm ơn  . Em có đính kèm ảnh trong thời khoá biểu và trong web đăng kí ",
    "MSSV  Đăng kí môn học dư thính MT1005 ( giải tích 2)  Đăng kí môn học dự thính MT1007 ( đại số tuyến tính)  Lí do em không vào được mybk trong thời gian đăng kí ạ . Em rất xin lỗi và mong muốn được đăng kí ạ  Em cảm ơn rất nhiều ạ",
    "Dạ cho em hỏi là kỳ DT em có đăng ký môn Chủ Nghĩa Khoa Học xã hội nhưng điều kiện học môn đó là phải học trước môn kinh tế chính trị -. Em đang học môn kinh tế chính trị - ở học kỳ chính và có đăng ký môn Chủ nghĩ khoa học xã hội ở kỳ dự thính. Vậy cho em hỏi là em được học song song 2 môn 1 môn kỳ chính 1 môn dự thính được không ạ",
    "c biết anh văn định kì chỉ xét chuẩn từng năm (1,2,3,...) Em có thắc mắc là nếu mình đủ điểm đạt hết chuẩn 3 năm trong 1 lần thi thì em có cần thi lại từng năm sau đó không ạ? Hay là chỉ cần 1 lần đạt hết là mình khỏi phải thi lại nữa ạ. Mong được thầy cô pđt giải đáp, em cảm ơn.",
    "Chào quý Thầy/ Cô, Thầy/ Cô cho em hỏi là em đăng kí vào lớp dự thính vật lí 1, mã lớp DT06-DT06 bị trễ so với thời gian qui định có được chấp nhận là đã đăng kí không ạ, do trước đó đã full sỉ số lớp mà gần cuối có bạn mới out nên giờ lớp vẫn còn trống 1 slot ạ, do em là sinh viên năm cuối nên mong nhà trường có thể sắp xếp cho em vào học lớp dự thính với ạ! EM XIN CẢM ƠN!",
    "Thưa thầy(cô)! Em là sinh viên khoá k17. Em thấy mail của trường cho phép đăng kí thể chất ở kì dự thính cho k19 trở về trước ạ.EM có đăng kí bóng rổ ạ. Cho em hỏi kì dự thính này sẽ học thể chất trong bao nhiêu tuần ạ? Có thể tăng thêm lớp dự thính vào ngày thứ 7 được không ạ? Vì hiện lớp thể chất mở vào 2 khung giờ chủ nhất mà 2 khung giờ này là lúc học những môn thí nghiệm của k19 về trước ạ nên khó để đăng kí vì vướn 1 2 tiết trùng giao giữa 2 môn ạ. Em cám ơn",
    "chào cô. Cho e hỏi đợt cập nhật danh sách TN dự kiến tiếp theo là ngày mấy ạ. EM cảm ơn !",
    "Dạ em đăng ký môn thể dục bơi ở học kì chính sáng thu 4 nhưng trong thời khoá biểu thì bị đổi sang sáng chủ nhật và bây giờ thì không thaya trên tkb luôn rồi ạ vậy làm cách nào để em có thể học bơi được trong học kỳ này ạ .Em cảm ơn",
    "Em đăng ký dự thính môn Phương Pháp Tính - thầy . Nhưng thời khóa biểu trên mybk và Bkel của em lại là thầy .Em bị kẹt lịch học anh văn với lịch của thầy . Em mong phòng đào tạo đổi lại giúp em ạ. Em xin cảm ơn",
    "Chào thầy/cô, Em đã huỷ môn học trong đợt 2 đăng kí dự thính nhưng thời khoá biểu và BKel vẫn hiện thì em có phải đóng học phí không ạ? Em cảm ơn!",
    "Xin chào , em muốn hủy DKMH GDTC trong kì dự thính HK1 2021-2022 thì cần làm những thủ tục nào. Xin cảm ơn.",
    "Kính chào Thầy , Cô  ! Họ và tên : . MSSV :  Do em ấn 2 lần lệnh in lại thẻ sinh viên nên , trên hệ thống BKPAY  cứ để khoản thanh toán in lại thẻ lần 2. Nay em muốn hủy lệnh thanh toán lần 2 này , em xin các thầy cô giúp em ! Trân trọng cảm ơn quý Thầy, cô.",
    "kính chào thầy cô phòng đào tạo em là sinh viên năm 4 khóa k17 khoa kỹ thuật hóa học nhưng do không đủ chuẩn anh văn nên không thể đnagư kí luận văn tốt nghiệp vào kì học này . dạ cho em hỏi là luận văn tốt nghiệp có được đăng kí vào kì hè sắp tới không ạ ?  em xin trân trọng cảm ơn!",
    "Dạ PĐT cho e xin phép được đổi thời khóa biểu kì dự thính môn hóa đại cương mã môn học CH1003, từ nhóm DT02 học thí nghiệm chủ nhật tiết 2345 sang nhóm DT03 cũng chủ nhật tiết 78910 và cập nhập thêm giúp em môn tin học mã môn hoc 501601, lí do e đổi tkb là để hoc được môn tin học, vì e là lớp cao đẳng cuối cùng và môn tin chỉ còn 6 bạn cuối cùng nên đây là lớp cuối nhưng do tkb môn hóa đại cương e đã đăng kí trùng với môn tin, khi e vào để đổi sang nhóm thì lớp đó đã đầy sỉ số. Mong PĐT giúp em để e hoành thành chương trình đào tạo vì e chỉ còn 2 môn này nữa là xong chương trình. e xin cảm ơn.",
    "Xin chào thầy cô ạ. Hiện tại đã có giờ học giải tích 2 học kỳ dự thính 202 (lớp DT03), nhưng do vào đợt hiệu chỉnh lần này, em không thể kịp kết nối để tiến hành đổi lịch học cho phù hợp với giờ học của bản thân. Và do lịch học hiện tại của em đã bị vướng lại giờ học việc của em và giờ học tiếng Nhật của em. Vì cả 2 em không thể đổi được nên em tha thiết xin nhà trường cho bổ sung em vào lớp DT02(T5/CN/CN) ạ. Xin lỗi vì đã làm phiền thầy cô nhưng  em mong rằng yêu cầu của mình có thể dduocj đáp ứng. Chân thành cảm ơn thầy cô vì đã đọc yêu cầu của em.",
    "Kính gửi thầy/cô, Em gặp vấn đề rằng kết quả đăng ký môn học dự thính lần 2 đã điều chỉnh thành   B chỉ còn học 2    so với   B 3 môn của kết quả lần 1    và đã cập nhật trong kết quả đăng ký trên mybk. Tuy nhiên trong thời khoá biểu thì lại xuất hiện thêm môn thứ 3, cụ thể là môn   B Tư tưởng Hồ Chí Minh có mã SP1005    . Kính mong thầy/cô điều chỉnh lịch học này. Em cảm ơn! Tấn Đạt.",
    "Dạ em có đăng kí môn Kinh tế chính trị DT01, trong đợt kết quả vẫn xuất hiện nhưng trong thời khoá hiểu em không có môn đó. Vậy môn đó có được xác nhận là đã đăng kí hay bị hủy vậy ạ?",
    "Trong đợt đăng ký môn học đợt 2, em đã xin mở môn đăng ký lớp sỉ số ít ( môn tiên quyết cho các môn khác để k16 tốt nghiệp đợt này ) bên pdt đã mở lớp trên đăng ký đợt 2. Nhưng khi kiểm kết thúc đăng ký và kiểm tra tkb thì em không thấy xuất hiện hai môn đó. Cho em hỏi là em phải làm thế nào ạ.",
    "Cô cho e hỏi bây giờ mình còn cơ hội nào đăng kí môn học kiểu đồ án vào kì dự thính hay kì chính không.vì e còn 1 môn nữa mà không đủ sỉ số.em cảm ơn",
    "Em là Nguyễn Nhật Hưng,mã môn học em thắc mắc là Hóa Đại Cương CH1003,lớp   B L56  .Cho em hỏi thời khóa biểu môn học Hóa Đại Cương thí nghiệm của em sao chỉ học 4 tuần trong thời khóa trong mục Đăng ký môn học thì ghi học tới 5 tuần",
    "Em đã rút môn Kỹ thuật số(EE1009) kì dự thính lớp DT02 trong đợt dk môn học đợt 2 nhưng trong thời khoá biểu vẫn có môn học ạ.",
    "Em đã huỷ đăng ký môn học Kỹ thuật số(EE1009) học kì dự thính lớp DT02 nhưng môn học vẫn có trong thời khoá biểu ạ. Em ko cần học môn này nên có yêu cầu huỷ kí.",
    "Cho em hỏi là tại sao em đã huỷ môn dự thính trong đăng kí môn dự thính đợt 2 nhưng lại có khoá học trên bkel và cả trong thời khoá biểu của em luôn vậy ạ?",
    "Em tên:  Mã số sinh viên:  Cho em xin hủy môn anh văn 1A, mã môn LA1037 lớp DT01 ạ. Em cảm ơn.",
    "Dạ chào phòng đào tạo, tình hình là em lỡ nộp bằng xét miến điểm anh văn 1, em muốn nộp bằng lần này để cập nhật lại điểm . PĐT chỉ em cách để cập nhật lại điểm anh văn 1 đã xét miễn a.Em chân thành cảm ơn.",
    "em chào thầy cô ạ! Cho e hỏi là thời gian công bố danh sách học bổng học kì 201 ạ, em cảm ơn phòng được tạo.   i  .",
    "Kính chào thầy/cô,  Em là , MSSV: . Lớp: VP15HK . Hiện tại em đã hoàn thành Chương trình đạo tạo của mình (274 tín chỉ),  viết (215 điểm, thi ngày 30/1/2021) và  Nghe đọc (650 điểm, đã thẩm tra). Nhưng em vẫn chưa đăng ký tốt nghiệp được, chưa có tên trong danh sách tốt nghiệp dự kiến. Em xin thầy/cô kiểm tra lại giúp em. Em chân thành cảm ơn .",
    "Em là ,mssv:  Em có đăng kí thể chất môn bơi,đã có lịch học trên thời khoá biểu,nhưng không hiểu sao lịch môn bơi tự nhiên không có nữa,em mong nhà trường giải đáp.          Em xin chân thành cảm ơn!",
    "Em chào thầy/ cô! Em tên , sinh viên lớp XD16KT Kiến trúc. Hôm nay em viết thư này kính mong thầy cô giải đáp giúp em về thời gian bắt đầu môn Thiết kế dự án tốt nghiệp CI4303. Theo như thời khoá biểu thì em cùng một số bạn đã đăng ký được môn học này nhưng đến nay vẫn chưa thấy các thầy/ cô phụ trách môn học thông báo gì. Vấn đề này được các bạn quan tâm và bày tỏ sự quan ngại không biết có vấn đề gì không do không liên hệ được với giảng viên phụ trách. Kính mong thầy/ cô PĐT giải đáp và xử lí sớm giúp em ạ! Em xin cảm ơn!",
    "Dạ em chào Thầy/ Cô. Em tên , MSSV: . Dạ em đã học đủ các môn, em cộng số tín chỉ các môn đã tích lũy là 125 tín chỉ, nhưng trong danh sách nhận LVTN ghi là 122 tín chỉ. Nhờ Thầy/ Cô xem lại giúp em với ạ. Em cảm ơn Thầy/ Cô.",
    "Em xin chào thầy cô, chúc quý thầy cô một ngày tốt đẹp, Em muốn hỏi thầy cô, em muốn đăng ký dự thính nhưng lớp dự thính hiện đủ sỉ số, em có thể làm đơn học môn đó nhưng của hệ vừa học vừa làm vì em thấy môn em muốn học dự thính và môn hệ vừa học vừa làm cùng tên, cùng mã được không ạ? em hiện là sinh viên năm cuối đang làm luận văn còn mỗi 1 môn chưa qua, nếu kỳ dự thính này em không đăng ký được em sẽ trễ 1 học kỳ mất. mong quý thầy cô có thể giải đáp thắc mắc cũng như chỉ em hướng giải quyết cho trường hợp của em, Em xin cảm ơn ạ.",
    "Em chào  ạ. Cho em hỏi là em có đăng kí dự thính môn Pháp Luật đại cương vào đợt 1 và đợt 2 ngày 9/3 vừa rồi em đã hủy đăng kí môn rồi mà sao trong thời khóa biểu vẫn cập nhật môn này vậy ạ. Em cảm ơn.",
    "Dạ em chào thầy/ cô ạ! Dạ thầy/cô cho em hỏi là làm sao để lấy lại được mật khẩu ngân hàng BKpay ạ. Em làm mất thẻ ngân hàng cũng lâu rồi ạ. Em nhớ tên đăng nhập của mình nhưng mật khẩu em lại quên mất. Bây giờ mình phải làm sao để lấy lại được mật khẩu ạ. Em xin cảm ơn thầy/cô!",
    "Thầy, cô cho em hỏi là hết năm 2 là bắt buộc phải qua hết tất cả các môn đại cương thì mới được đăng kí môn học cho năm 3 hay là sang năm 3 vẫn được học môn đại cương ạ",
    "Em là . Em có đăng ký dự thính môn An toàn quá trình (CH 3297) cho hk2 2020-2021 vì em sợ rớt môn. Nay em đã có kết quả cuối kỳ và đã qua môn thì em không thể huỷ môn dự thính được nữa. Kính mong thầy/cô cho em huỷ môn học này. Em xin chân thành cảm ơn.",
    "Kính gửi PDT: em muốn xóa môn giải tích mà em vừa mới đăng ký DỰ THÍNH đợt vừa rồi. Vì lí do kì 2 em học nhiều môn nên không sắp xếp được thời gian để đi học. Em mong PDT có thể xóa giúp em ạ, em chân thành cảm ơn",
    "Mong thầy cô kiểm tra lại tkb dùm em với ạ; e đăng ký học dự thính 2 môn nhưng tkb chỉ cập nhật 1 môn.Mà đợt 2 e đăng ký 2 môn đó đều thỏa điều kiện.Có sai xót gì không ạ ??",
    "Thưa phòng đào tạo, Em tên  , MSSV  Cho em hỏi trường có tổ chức học lớp ôn thi chứng chỉ tin học như hình, vậy cho em hỏi lịch thi tin học của trường vào khoảng thời gian nào để em sắp xếp lịch ôn tập hợp lí ạ. Với cho em hỏi khi không đạt kì thi này em có cần phải học ở ngoài rồi nộp bằng không ạ. Với cho em hỏi em có cần nộp bằng tin học khi cần ra trường không ạ . Em cảm ơn",
    "Em tên , sinh viên năm nhất. Đầu năm em đã thanh toán các khoản phí của nhà trường, trong đó có tiền bảo hiểm y tế. Nhưng tới nay em vẫn chưa nhận được thẻ BHYT. Em đã liên hệ KTX khu A, tòa mà em đanh ở thì nhận được thông báo em không có mã BHYT. Nhà trường cho em hỏi lý do em chưa có thẻ và các để nhận thẻ ạ. Em cần BHYT để đi khám bệnh ạ. Mong nhà trường sớm phản hồi cho em ạ.",
    "Em bị nhập vắng thi (13 điểm) môn 'Nhập môn vễ kỹ thuật' nên đã gửi mail cho thầy , đồng thời đăng kí phúc tra bài thi. Hiện tại trong trang 'Bảng điểm' của em vẫn hiển thị 13 điểm nhưng trong trang 'Đăng kí phúc tra' lại hiển thị 9,5 và phiếu đăng kí của em chưa có kết quả. Phiền nhà trường xem xét và cập nhật lại điểm giúp em ạ. Em xin cảm ơn.",
    "Dạ em chào thầy cô. Theo quy định của nhà trường thì hết năm 2 phải đủ 56 tín chỉ. Hiện tại em đang còn thiếu 4 chỉ của môn Giải Tích 2. Mà Đợt đăng ký dự thính vừa mở đã hết chỗ . Không biết có cách nào để em đăng ký 1 slot giải tích 2 dự thính không ạ ? Dạ nếu được thì em xin vào lớp dt03 môn giải tích 2. Họ tên: Hồ Anh Quân. Mssv: 1914823 Mong nhận được sự phản hồi của thầy cô. Em xin cảm ơn ạ",
    "Chào thầy/ cô, Em đã đăng kí thành công 2 môn CH2005 và CH2013 trong đợt đăng kí môn học dự thính kì 202 nhưng trong thời khóa biểu lại không có môn CH2013, trong trường hợp này em phải làm sao ạ",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV . Em có đăng kí học dự thính môn Vật lí 1 và có trùng với môn Thiết kế hệ thống nhúng do thời gian di chuyển giữa 2 cơ sở nên bị xóa khỏi thời khóa biểu. Ngày 11/03 vừa rồi, em đã rút môn học Thiết kế hệ thống nhúng thì môn Vật lí 1 của em có được khôi phục lại không ạ hay phải đăng kí bổ sung vào đợt sau ạ. Mong Phòng đào tạo hồi âm sớm ạ. Em cảm ơn ạ. -",
    "Em chào thầy/cô ạ! em muốn hỏi bây giờ em thi dgnl, nếu em đậu được ngành em thích, em có thể chuyển qua ngành đó để tiếp tục học không ạ? em k20 hc khoa điện ạ!  em cảm ơn thầy/cô!",
    "Chào thầy/cô. Cho em hỏi K14 đổi AV4 hiện tại cần bao nhiêu điểm toeic vậy ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo . Em tên  MSSV  Em có đăng kí môn học đồ án thiết kế ô tô (TR4037). Nhưng do kết quả môn học thiết kế ô tô (TR3049) có kết quả không đạt. Do môn thiết kế ô tô là môn tiên quyết của đồ án thiết kế ô tô. Nhưng em thấy thời khóa biểu của em vẫn chưa bị xóa môn đồ án. Phòng đào tạo cho em hỏi là em có bị xóa môn không ạ . Mong phòng đào tạo phản hồi sớm giúp em ạ Em xin chân thành cảm ơn!",
    "Cho em hỏi pđt có thể mở thêm sĩ số môn vật lý 1 mã PH1003 ở kì dự thính đợt 3 được không ạ .",
    "B   /I  . - Kính gửi nhà Trường Đh Bách Khoa Hiện tại em đang học Khoa Điện Điện tử , ngành điện tử viễn thông. - Em có câu hỏi là : Em có thể làm đơn xin chuyển ngành được không ạ ?  Em cảm ơn ạ",
    "ad ơi cho em hỏi khi nào pdt sẽ tổ chức thi anh văn định kì để xét điều kiện av đăng kí môn vậy nhỉ ?",
    "Cho em hỏi trường mình có hỗ trợ cho sinh viên vay tiền để đóng học phí không ạ.  Hiện tại gia đình em đang trong giai đoạn khó khăn  nên không biết sao ạ .",
    "Sau khi được phòng đào tạo của nhà trường hỗ   trợ chuyển môn học do đăng kí nhầm. Kết quả đã có ở trên tkb nhưng bên e learning lại chuyển về lại môn CI1003 vẽ kĩ thuật. Mong giúp cho em để bắt kịp tiến độ của video",
    "em thi a văn đầu vào được 295. vậy giờ em có thể đăng kí a văn 1A được không hay bắt buộc phải đăng kí a văn cơ bản ạ ??",
    "Kính gửi pdt . Pdt có gửi mail thông báo em chưa đủ điều kiện tốt nghiệp vì thiếu tín chỉ phần tự chọn B 4/6 nhưng hiện tại em đã hoàn thành đủ tín chỉ cần thiết trong phần tự chọn B gồm các môn : Tạo mẫu nhanh MSMH :218813 được miễn. Kĩ thuật nâng vận chuyển MSMH : ME3021. Kĩ thuật đúc kim loại MSMH : ME321 (hoàn thành trong học kì I năm học 2021 -2021 nhóm A01 -A). Mong pdt sớm cập nhật bổ sung và phản hồi để em đăng kí xét tốt nghiệp. Em xin cảm ơn.",
    "Đăng ký môn học Kính gửi Phòng Đào tạo, em tên là , MSSV , sinh viên khoá K18 ngành Kỹ thuật Hệ thống Công nghiệp . Hôm nay em gửi yêu cầu này xin phép PĐT cho em huỷ đăng ký môn học ME4615 - Sản xuất tinh gọn trong học kỳ dự thính 202. Vì lý do kế hoạch học tập của em có thay đổi, gặp khó khăn trong việc học cùng học kì với môn đồ án 2. Ngoài ra, lý do khác là do gia đình em đang gặp khó khăn về tài chính, em không thể đảm bảo khả năng học một lúc 23 tín chỉ nên em xin phép huỷ đăng ký môn học ME4615 trước khi học kỳ dự thính bắt đầu để có thể nâng cao chất lượng học tập, không làm ảnh hưởng đến các môn học khác cũng như giúp đảm bảo khả năng tài chính của gia đình ạ. Kính mong PĐT chấp nhận yêu cầu huỷ môn học của em . Em xin cảm ơn và mong nhận được phản hồi từ PĐT ạ. Chúc quý thầy cô, cán bộ PĐT một ngày làm việc vui vẻ, hiệu quả.",
    "Thưa thầy/cô, cho em hỏi em có thể hủy lớp thể dục kì chính em đang học để đăng kí lớp thể dục kì dự thính đợt thứ 2 tuần sau mở không ạ? Em có bị trừ điểm rèn luyện không ạ, em cảm ơn",
    "PĐT cho em hỏi là em có đăng kí dự thính môn vi xử lý(EE2013) vào đợt 2 rồi nhưng tại sao trong TKB vẫn chưa cập nhật cho em vậy ạ, trong khi bạn em đã có hết rồi ạ. Thế thì có phải em bị hủy môn rồi ko ạ? Mong pđt trả lời, em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Do kì này em có nguyện vọng muốn cải thiện môn Giải tích 1 MT1003, nên em đã đăng kí lớp dự thính DT05 học kì dự thính 202, đã đăng kí thành công ở đợt 2. Song hiện thời khóa biểu của em không được cập nhật, lý do là buổi học Hang-out tiết 10 11 12 chiều chủ nhật môn MT1003 có bị trùng với lịch thí nghiệm của môn học Thông gió CI3132. Tuy nhiên vì môn thông gió chỉ học 5 tuần, với mong muốn được cải thiện kết quả học tập, môn MT1003 buổi hang-out em có thể trao đổi xin học bù giờ khác, nên em hy vọng phòng đào tạo cho phép em học lớp này. Em xin đảm bảo và chịu trách nhiệm với kết quả học tập của bản thân.",
    "Dạ em là SV năm nhất K20 có hai câu hỏi là: - Trường sẽ tổ chức thi để đạt chuẩn CNTT cơ bản dành cho SV năm nhất vào thời gian nào? - Đối với sinh viên năm nhất chưa đạt điểm TOEIC 450 và không học Anh Văn 1 tại trường thì hạn chót nộp chứng chỉ TOEIC để chuyển điểm Anh Văn trước khi bước qua năm 2 thì cụ thể là thời gian nào? Em cảm ơn!",
    "Chào thầy, cô Cho em hỏi là hệ thống trường mình đã cập nhật về việc cho phép đắng kí 2 học kì 1 môn thể chất chưa vậy. Ví dụ như học kì 1 em học bơi thì sẽ là bơi 1, còn học kì 2 em vẫn học bơi thì sẽ là bơi 2. Và như vầy thì em vẫn được xem là hoàn thành đầy đủ 2 học phần thể chất theo quy chế đào tạo và học vụ . Vì thầy dạy thể chất của em nói là được đăng kí học 1 môn thể chất cho 2 học kì nên em đã đăng kí rồi. Mong sớm nhận được phản hồi từ thầy, cô. Em xin cảm ơn.",
    "Em chào cô ạ !    Em vừa nhận được điểm thi nói viết từ BK English vào tuần rồi. Em muốn hỏi là khi nào phòng đào tạo cập nhật danh sách tốt nghiệp để em có thể đăng ký ạ ?  Em xin cám ơn !",
    "Kính gửi Phòng đào tạo Em là , mssv , sinh viên khoa Kỹ thuật Xây dựng Trong đợt công bố danh sách tốt nghiệp dự kiến vừa rồi, do chưa đạt được yêu cầu chuẩn tiếng anh, nên em không có tên trong danh sách dự kiến tốt nghiệp. Nhưng hiện nay, em đã đạt đủ các điều kiện để xét tốt nghiệp . Vì vậy, em kính mong Phòng đào tạo xét duyệt cho em được đăng ký tốt nghiệp. Mong sớm nhận được phản hồi từ Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "Kính gởi ad. Em tên là , MSSV: . Khoa: Môi Trường và Tài Nguyên. Học kì vừa rồi e đã nộp bảng điểm Toeic, và đổi điểm ra 4 AV, nhưng e không biết là chỉ có thể quy điểm 1 lần duy nhất( e chỉ vừa mới biết thôi ạ), Ad cho e hỏi là e có thể rút lại điểm của AV4 không ạ, vì e còn dự định sẽ thi và nộp lại bằng khác ạ. Rất mong Ad sẽ giải đáp và hỗ trợ, e xin chân thành cảm ơn ạ.",
    "Em hiện là sinh viên năm 2, đã hoàn thành 2 môn thể chất, tức là em còn 1 môn thể chất nữa để đáp ứng chỉ tiêu, nhưng em định đăng kí học môn thể chất vào học kì dự thính hè. Em có thắc mắc là trong trường hợp của em, đăng kí học để hoàn thành môn thể chất thứ 3 trong học kì hè thì có được đăng kí môn học trong học kì 211 để học theo tiến độ không ạ, và có phải hạn cuối xét điều kiện số môn thể chất hoàn thành để đăng kí môn học kì 211 chỉ xét đến cuối học kì 202 không ạ ?",
    "Em muốn đăng kí môn vi xử lý(EE2013) DT02-DT05 thứ 4-thứ 6-chủ nhật nhưng lại bị hủy do thời gian giãn cách giữa 2 cơ sở chỉ có 1 tiếng nhằm ngày thứ 6 tiết 11 cơ sở 2 và tiết 13 cơ sở 1 mong phòng đào tạo xét duyệt cho em vào đợt 3 để em được học, em xin hứa sẽ có đủ thời gian di chuyển giữa 2 cơ sở để không bị trễ học.Em xin cảm ơn ạ!!",
    "Chào thầy (cô)! Em tên , MSSV ,  khoa Hoá. Học kì dự thính 202 này em có đăng kí môn Các quá trình và thiết bị Truyền Nhiệt (Mã môn học CH2043) của thầy  và đã có thời khóa biểu chính thức. Những ngày trước em vào E-LEARNING thì vẫn còn mục của thầy (thầy có dặn tải bài trên đó về để tham khảo), nhưng hôm qua em vào thì lại mất. Tính trạng kéo đến hôm nay. Em xin thầy (cô) kiểm tra lại giúp em vì mai là có tiết vào tiết 13 14 15. Kính mong thầy cô giúp đỡ. Em xin cảm ơn!",
    "Dạ cho em hỏi là em muốn hủy 1 môn học vừa đăng ký đợt này vì trùng lịch học av ở ngoài thì hủy như thế nào ạ?",
    "Dạ thưa cô, em có đăng kí môn dự thính vào chiều thứ 7, kì chính em cũng có lịch vào chiều thứ 7 luôn nhưng mà lịch học thí nghiệm kì chính bắt đầu sau khi môn dự thính kết thúc (em xem tuần học phân bố như vậy), và trong kết quả đăng kí em vẫn đăng kí được, nhưng trên thời khóa biểu lại không hiện (chỉ hiện 1 môn dự thính khác em đã đăng kí). Dạ vậy cho em hỏi là em có được học môn dự thính vào thứ 7 không ạ? Và nếu hủy thì em có phải đóng tiền không ạ? Em cảm ơn cô.",
    "MSSV:     Em tên:  - hệ VLVH Em bị mất môn bên BkeL trong khi đó em kiểm tra lại thời khoá biểu thì vẫn có lịch học (và đã đăng kí và đạt điều kiện học - ở các đợt đăng kí môn học trước đó của dự thính chính quy) Mong thầy cô kiểm tra lại giúp em vì mai em bắt đầu học  trên google meet rồi ạ . Em cảm ơn .   I Chủ nhật, 08-03-2021  .   i  .",
    "Kính gửi PĐT, Em có 2 thắc mắc như sau ạ! 1/ Kì 202 em có đăng kí môn tự chọn nhóm C tên A nhưng điểm không như mong đợi. Kì 211 em đăng kí môn tự chọn nhóm C khác là B điểm cao hơn . Số tín chỉ để tốt nghiệp là 142 tín chỉ trong đó tự chọn nhóm C là 1 môn 3 chỉ. Cho em hỏi là điểm môn A và môn B được tính vào điểm tbtl như thế nào ạ? 2/  Kì chính 202 em đăng kí 10 chỉ, nếu em rút 1 môn 3 chỉ còn 7 chỉ thì em có bị cảnh cáo học vụ không ạ? Em có đăng kí dự thính 202 2 môn 7 chỉ ạ! Em rất mong chờ phản hồi sớm từ PĐT. Em xin chân thành cảm ơn!   ",
    "Kính gửi phòng đào tạo! Em tên: Mssv:  Khoa điện-điện tử Kì dự thính này em có đăng kí môn giải tích mạch thành công và có thời khoá biểu.Nhưng trên bkel chưa cập nhật môn học để chiều nay 15/3/2021 em có tiết học.Mong phòng đào tạo xem xét giải quyết cho em. Em cảm ơn   i  .",
    "Chào PĐT, cho em hỏi em muốn bảo lưu điểm thí nghiệm môn sức bền vật liệu thì cần giấy tờ gì và PĐT có tờ đơn mẫu không ạ vì em chưa biết trong tờ đơn đó sẽ trình bày như thế nào, em cảm ơn ạ",
    "Thưa phòng đào tạo em tên là  học khoa Điện- Điện Tử. Nay em viết đơn nay em mong phòng đào tạo sẽ hỗ trợ cho em huỷ môn học Những Nguyên Lí cơ bản của -. Khi đăng kí môn học tự chọn em đã đăng kí nhầm môn học này.Em tưởng là môn này là môn Triết học  dành cho k20. Khi đi học em chỉ học với anh chị k18-19, em cảm thấy rất buồn ạ. Em đã cố gắng đi học xem có bạn nào k20 giống em không nhưng không có ai ạ.Lúc đó em đã biết là mình đăng kí nhầm môn. Em mong phòng đào tạo sẽ hỗ trợ em huỷ môn học này. Em rất cảm ơn phòng đào tạo ạ.",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Nếu vậy thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021. Thầy/Cô cho em hỏi vậy em cần nộp CCNN trong học kỳ này (hạn chót tháng 5/2021) hay chỉ cần nộp trước ngày tốt nghiệp 1 tháng (tháng 10/2021)? Em xin chân thành cảm ơn Thầy Cô ạ .",
    "Em mới chuyển ra từ chương trình PFIEV, hiện đang học chương trình Chính quy nhưng mà lớp của em vẫn chưa được cập nhật để em có thể tham gia hoạt động lớp, tích lũy điểm rèn luyện,... Cho phép em hỏi là khi nào Phòng Đào Tạo mới cập nhật lớp mới cho em.",
    "Em điền đầy đủ thông tin nhưng vẫn không chấp nhận được ạ",
    "Chào Anh/chị, em có đăng kí môn học EE2013 trong kì dự thính, môn học này có buổi học vào tiết 13 14 15 ngày th3 nhưng hệ thống lại báo không đủ thời gian di chuyển, nhưng em check lịch học kì chính thì em chỉ học tại cs2 đến hết tiết 11, tức là em còn tiết 12 để di chuyển, mong anh/chị hỗ trợ em đăng kí được môn học này",
    "Kính gửi Phòng đào tạo Em tên là . Mssv  Hôm nay em viết đơn này với mong muốn được chuyển lớp Bóng bàn - L11 ( thứ 5 tiết 4-6) sang lớp Aerobic - L06 (thứ 3 tiết 8-10) ạ. Vì lý do em muốn chuyển lịch học sang thứ 3 để tiện việc di chuyển ạ, điều kiện của em ở cách xa trường nên mong Phòng đào tạo xem xét giúp em ạ. Em chân thành cảm ơn. Trân trọng ",
    "Em đăng ký dự thính mà bị xóa vì không đủ thời gian dãn cách ạ;mà buổi t6 là buổi em đụng với môn học chính nhưng tiết đó là tiết học hangout cầm gì di chuyển lên cs1 đâu ạ.Với lại những tiết hangout pđt toàn ghi cs1 thành thử ra em bị xóa môn.Có cách nào giải quyết không ạ",
    "Hiện tại em đã hoàn thành số tín chỉ theo chương trình học và đủ số ngày ctxh, nhưng em vẫn chưa đậu anh văn 2 kĩ năng nói - viết . Em thấy trong quy định của nhà trường đối với nhưng trường hợp chưa có anh văn nói - viết sẽ được gia hạn thêm 1 kì. Vậy thầy/cô cho em hỏi em có cần làm đơn xin gia hạn không ạ. Và em sau đợt tốt nghiệp tháng 4 này những sinh viên k14 chưa có anh văn nói - viết sẽ bị đuổi học phải không ạ?",
    "Thưa Phòng đào tạo. Em tên là  khoá K20 khoa Điện-Điện Tử. Em viết đơn này mong phÔng đào tạo sẽ tạo điều kiện cho em xin huỷ môn học \"Những nguyên lí cơ bản của -\". Chỉ vì em thiếu hiểu bbiết và thiếu suy nghĩ nên em đã đăng kí huỷ nhầm môn này. Em cảm thất rất buồn khi đi học toàn với anh chị k18-19 không có bạn k20 và em cũng rất hoang mang khi em biết rằng môn này không tính vào tín chỉ của K20. Khi em biết là mình đăng kí nhầm môn và phải huỷ môn học em vô cùng chán nản và buồn. Số tiền em phải đóng để huỷ môn là rất lớn với gia đình em và đối với một sinh viên nghèo như em. Gia đình em không được khá giả nên khi biết là em phải rút môn học và đóng tiền em đã không giám nói cho bố mẹ em, vì số tiền này rất lớn. Em không muốn bố mẹ phải buồn về tiền bạc. Từ tận đáy lòng chân thành của em em mong Phòng đào tạo sẽ hỗ trợ em xin huỷ môn học nay. Em vô cùng biết ơn và trân trọng. Em mong Phòng đào tạo sẽ giúp đỡ sinh viên nghèo như em. Em chân thanh cảm ơn ạ.Em mong sẽ nhận được phản hồi sớm nhất từ Phòng Đào.",
    "Chào thầy cô, em tên , mssv: . Em có đăng ký luận văn nhưng bị lỗi không đủ tín chỉ. Em đã học và qua hết các môn. Mong thầy cô xem xét ạ. Cảm ơn",
    "Em là sinh viên k18 khoa điện-điện tử. Đợt đk hk chính 202 vừa rồi em có đk môn học PE1023 lớp L19, nhưng vì thời gian học môn này của em bị kẹt lịch với các môn học em cần học trong hk dự thính, mà giữa đợt 2 với đợt 3 của thời gian đk dự thính là các ngày cuối tuần - phòng đào tạo không làm việc thêm vào đó ngày hôm nay(15/03/2021) em có lịch học tại dưới cs2 nên không kịp chạy qua cs1 để rút môn. Em mong rằng mình có thể được rút môn học online để kịp được đk dự thính vào lúc 10h00 ngày hôm nay 15/03/2021. Em xin chân thành cảm ơn!",
    "Trong hki dự thính 202 này để sắp tới tụi em đc ra trường ạ,rất mong pdt xem xét và cập nhật tkb anh văn 3,4 cho em ạ,em chân thành cảm ơn.",
    "Em muốn đăng ký môn học dự thính giải tích 1 (MT1003) nhóm lớp DT03_DT03",
    "Em chào Cô,  Cô cho em hỏi học theo hình thức hangout meet thì giảng viên có cần lên trường không hay chỉ cần tạo tài khoản google meet ạ?  Em cảm ơn Cô.",
    "Kính thưa thầy/cô, trong đợt ĐKMH kì dự thính đợt 2 em có đăng ký môn Lập trình hướng đối tượng - CO2005 nhưng bị hủy do thiếu môn hoc trước Kỹ thuật lập trình mã MH CO1011, tuy nhiên em đã học môn Kỹ thuật lập trình mã CO1027 trong học kỳ 192 (vì lí do học kỳ 192 này không mở lớp mã CO1011 nữa mà đổi sang mã CO1027). Em mong quý thầy cô xem xét cho em đăng ký môn học Lập trình hướng đối tượng trong kỳ dự thính này ạ.",
    "Em tên là  , MSSV  đã đăng kí môn học LA1043, đã chuyển điểm AV3 vào đợt chuyển điểm trước khi học kỳ dự thính mở đợt đăng kí và đã có điểm chuyển trên mybk. Hiện em muốn nhờ pdt xem xét lại và nếu được thì có thể hỗ trợ em đăng kí lại môn học LA1043 lớp DT31, Thời gian T2 tiết 7 - 10, T5 tiết 13 - 15. Em mong được hỗ trợ gấp, vì đợt đăng kí này sẽ đóng vào ngày 16/3",
    "Thầy cô ơi  Cho em hỏi là hôm bữa đk môn đợt 2 em có đăng kí được môn ME2079 và giải tích 2 giờ bị trùng giờ cái bị hủy môn ME2079 nhưng mà môn ME2079 sắp hết học rồi ạ",
    "b Chào",
    "Thầy cô ơi Cho em hỏi là hôm bữa đk môn đợt 2 em có đăng kí được môn ME2079 và giải tích 2 giờ bị trùng giờ cái bị hủy môn ME2079 nhưng môn này là môn khó mở, hè không mở và cũng gần hết mở ạ  E có thể hủy GT2 không ạ",
    "Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cậo nhật môn này. Hiện tại trường đã cập nhật điểm môn này chưa ạ. Em có thể xem kết quả ở đâu vậy ạ. Em cảm ơn cô.",
    "Em có đăng kí môn anh văn 4a và đã học môn anh văn 3. Hệ thống báo thiếu môn anh văn 3a. Em thấy hơi không đúng do em chỉ cần học anh văn 4a để miễn anh văn 4 chứ không cần học anh văn 3a nữa vì em có điểm anh văn 3 rồi",
    "Kính thưa ban giám hiệu nhà trường. Em tên là Nguyễn Thanh Tùng, MSSV:2015000, K20 khoa Điện-Điện Tử, học lớp DD20-LT19. Em viết đơn này mong nhà trường tạo điều kiện cho em xin được hủy môn học:\" Những nguyên lí cơ bản của chủ nghĩa Mác-Lenin(SP1003)\". Chỉ vì sự thiếu hiểu biết và sai lầm của em nên em đã đăng kí nhầm môn học này. Em biết mọi sai lầm đều phải trả giá cho sự thiếu hiểu biết của bản thân, nhưng em mong nhà trường sẽ tạo điều kiện giúp đỡ một sinh viên nghèo chân ướt chân ráo như em sửa chữa lỗi lầm này. Khi em đi học môn này em rất thất vọng và buồn khi chỉ học với toàn các anh chị K18-19, không có bạn K20 nào em học rất chán nản và áp lực. Lúc này em đã biết là mình đăng kí nhầm môn và môn này cũng không tính vào tín chỉ của K20(5 chỉ), em rất sốc và buồn bã và khi biết tin mình sẽ rút môn học và phải mất một khoản tiền để rút môn. Đó là một số tiền rất lớn đối với một sinh viên nghèo chân ướt chân ráo như em cũng như gia đình em và em cũng không dám kể với bố mẹ em. Gia đình em cũng không được khá giả, nếu nghe tin này bố mẹ em sẽ rất buồn. Bố mẹ em đã phải lo cho anh em của em rất nhiều chi phí để học tập, em không muốn điều này phải làm buồn và phiền lòng đối với gia đình em. Em hi vọng và mong rằng nhà trường sẽ hỗ trợ giúp đỡ em sửa chữa sai lầm này. Em vô cùng biết ơn và trân trọng, em hứa em sẽ học tập những môn còn lại thất tốt và nghiêm túc để xứng đáng là một đứa con của Bách Khoa HCM. Từ tận đáy lòng chân thành của em em chân thành cảm ơn nhà trường ạ. Em mong sẽ nhận được phản hồi sớm nhất ạ.",
    "Chào Thầy/Cô Thầy/Cô cho em hỏi nộp bằng chứng chỉ CNTT cơ bản ở đâu và quy định như thế nào vậy ạ? Em cám ơn.",
    "i Chào anh/chị/thầy/cô! .   i Em là sinh viên khóa 2014, khoa Khoa học và kỹ thuật máy tính. Em có thắc mắc về vấn đề tốt nghiệp muốn hỏi ạ. Hiện em chỉ còn thiếu điều kiện anh văn 2 kỹ năng nói - viết nữa là đủ điều kiện để tốt nghiệp, cho em hỏi nếu em bổ sung chứng chỉ anh văn sau ngày 2-4 thì em có thể nhận bằng tốt nghiệp được không ạ? .   i Mong anh/chị/thầy/cô phản hồi giúp em. Em xin cảm ơn ạ!  ",
    "Học kì này em có đăng kí anh văn A1. Em đã đi học được 3 buổi nhưng tự nhiên bị mất thời khóa biểu rồi ạ. Phòng đào tạo xem giúp em ạ. Em cám ơn!",
    "Em chào phòng đào tạo. Cho em hỏi có cần đăng kí cựu sinh viên mới được tốt nghiệp không vậy.",
    "em chào Phòng đào tạo ạ! em là  mssv  em xin mở sĩ số lớp môn EE3021( thực tập điện tử 2) vì đợt 2 pđt không mở môn học này nên em chưa có thể đăng kí  giờ đợt 3 pđt mở mà em đăng kí không kịp vì không biết có mở mong pđt xem xét ạ!!",
    "Chào thầy (cô)! Em tên , MSSV ,  khoa Hoá. Học kì dự thính 202 này em có đăng kí môn Các quá trình và thiết bị Truyền Nhiệt (Mã môn học CH2043) của thầy  và đã có thời khóa biểu chính thức. Những ngày trước em vào E-LEARNING thì vẫn còn mục của thầy (thầy có dặn tải bài trên đó về để tham khảo), nhưng hôm qua em vào thì lại mất. Tính trạng kéo đến hôm nay. Em xin thầy (cô) kiểm tra lại giúp em vì mai là có tiết vào tiết 13 14 15 (Học hangout). Kính mong thầy cô giúp đỡ. Em xin cảm ơn!",
    "CHào thầy/cô, em tên , mssv , thuộc hệ vừa học vừa làm. Em có đăng ký luận văn nhưng bị lỗi đăng ký không được do thiếu tín chỉ, nhưng em đã học và qua hết tất cả các môn học. Cụ thể là kỳ trước e đã đăng ký được luận văn. Em mong nhà trường xem xét lại để em có thể đăng ký được ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Em là  (MSSV: ) Hiện tại em đã hoàn thành đủ các yêu cầu (CTXH, anh văn) để đăng ký xét tôt nghiệp đợt tháng 4/2021 nhưng khi vào check danh sách xét tốt nghiệp dự kiến thì không thấy tên mình. Em không biết em còn sai sốt hay thiếu chỉ tiêu nào không ạ? Em xin cảm ơn.",
    "Dạ chào Thầy/Cô! Em tên: NGUYỄN THỊ THU THỦY MSSV : 2033756. Hệ : Vừa làm vừa học Dạ học kì 2 năm học 2020 e có đăng ký môn cơ lưu chất nhưng đã kết thúc môn học vẫn chưa thấy BKpay báo học phí, mong thầy cô kiểm tra lại giúp em. Em xin chân thành cảm ơn! .",
    "Dạ em là sinh viên K17 Khoa Kĩ Thuật Hóa Học Theo chương trình đào tạo thì môn Cơ học ứng dụng AS2007 tới khóa K19 đã bị bỏ và không có môn tương tương thay thế. Kì này có mở dự thính nhưng vì không đủ thời gian giãn cách 2 cơ sở nên em không đăng kí được. Dạ cho em hỏi có cách nào để đăng kí được môn này không ạ Em xin cảm ơn ạ",
    "Tụi em nhẹ hơn trong việc thi toeic ra trường ạ,mong pdt xem xét trường hợp của tụi em ạ,em cảm ơn",
    "Kính gửi thầy/ cô phòng đào tạo  Em tên là  mssv  Em sinh viên k19 em có đăng kí anh văn 1A trong kì dự thính đợt 1 sau đó kì chính mở và em đăng kí được trong kì chính nên sau đó kì dự thính đợt 2 mở em đã xóa môn anh văn 1A ở kì dự thính . Đã có kết quả đăng kia môn học kì chính và em đang được học môn anh văn 1A nhưng sau tuần này mở lên thì thời khóa biểu của em trong kì chính bị xóa mất môn anh văn 1A rồi ạ  Em hy vọng pđt sớm trả lời giúp em với ạ hiện em đang rất lo lắng ạ. Em xin chân thành cám ơn quý thầy cô nhiều ạ.",
    "Chào văn phòng ạ, cho em hỏi mình nộp đơn rút môn học tại Phòng Đào Tạo ở cơ sở 2 được không ạ? Hay chỉ được nộp ở cơ sở 1 thôi? Em cảm ơn ạ.",
    "Em chào thầy, cô. Em tên là , sinh viên khóa K16. Trong kì học chính này, em đã đăng kí môn CI2005 rồi. Em muốn đăng kí thêm ở kì dự thính môn này, em đã đăng kí ở đợt 1 và đợt 2 nhưng pđt đã không cho em đăng kí thêm môn này. Em muốn học 2 lớp môn này để chắc kiến thức và chắc hơn trong việc ra trường sắp tới của em, em xin thầy/cô xem xét cho em được đăng kí thêm môn này ở kì dự thính ạ. Em cảm ơn thầy,cô. Em rất mong sớm được nhận phản hồi từ thầy, cô ạ.",
    "Gửi phòng đào tạo Em tên là . MSSV:  Khoa: Khoa học ứng dụng Trong đợt đăng ký môn học ngày 11/3/2021 em đăng ký môn Đại số tuyến tính nhưng bị trùng lịch với môn em đăng ký đợt này Em xin đề nghị PĐT cho em chuyển lớp môn Đại số tuyến tính( mã môn: MT1007 lớp: DT01) để em đăng ký môn học khác Em xin cảm ơn rất nhiều",
    "Học kì 1 em có đăng kí học lớp võ. Học kì 2 em tiếp tục đăng kí học lớp võ nữa thì có được tính là học phần thể dục thứ 2 không ạ. Mong PĐT giải đáp cho em về câu hỏi này ạ.",
    "Dạ, con có làm đơn xin hủy môn IM1025 - Quản lí dự án cho kỹ sư. Vì đụng giờ với lịch dự thính CH2113 - Hoá phân tích. Vì con muốn cải thiện môn cơ sở ngành trước nên con hủy môn tự chọn. Nhưng kết quả đăng kí đợt 2 vừa rồi và mở đăng ký đợt 3, con vẫn không được xác nhận đủ điều kiện học hoá phân tích dự thính. Dù mybk đã hủy môn IM1025 nhưng bkel vẫn còn môn đó. Con muốn hỏi là kết quả hủy môn chậm nhất khi nào vậy ạ, con rất lo lắng vì sợ không học dự thính được ở kì 202 này. Con cảm ơn thầy cô.",
    "Gửi phòng đào tạo Em tên là . MSSV:  Khoa: Khoa học ứng dụng Trong đợt đăng ký môn học ngày 11/3/2021 em đăng ký môn Đại số tuyến tính nhưng bị trùng lịch với môn em đăng ký đợt này Em xin đề nghị PĐT cho em chuyển lớp môn Đại số tuyến tính( mã môn: MT1007 lớp: DT01) để em đăng ký môn học khác Em xin cảm ơn rất nhiều",
    "Em đã có quyết định đổi tên của nhà trường nhưng thông tin tôt nghiệp của e chưa được đổi. V e có nên đăng kí tốt nghiệp luôn hay đợi trường sửa tt ạ?  Em cảm ơn.",
    "Xin chào quý thầy cô PĐT, do việc không đủ thời gian giãn cách giữa 2 cơ sở nên em không đăng kí được môn Trang bị điện-điện tử trong MCN (ME2005) vào DT202 do em có tiết thí nghiệm cơ lưu chất trước đó. Em mong PDT có thể cho em đăng kí được môn Trang bị điện điện tử trong MCN vào HK DT202 để kịp đăng kí các môn chuyên ngành phía sau. Về việc không đủ thời gian giãn cách em sẽ tự liên hệ với GVHD thí nghiệm để giải quyết. Em xin cảm ơn ạ!",
    "Thưa thầy/ cô/ anh/chị, em là sinh viên khoa Máy tính. Em  muốn hỏi thời hạn để sinh viên K20 hoàn thành yêu cầu về tin học. Ngoài ra, em có thể biết cách nào để có thể hoàn thành yêu cầu về tin học không ạ? Em xin cảm ơn.",
    "Cho em hỏi em đăng ký môn học dự thính đã có thời khoá biểu rồi thì có thể bị xoá môn học không ạ?",
    "Chào thầy cô  Nếu 2 môn dự thính trùng giờ nhau thì phải chọn 1 trong 2 môn. Viết đơn nộp PDT là em gửi trước khi hết đăng kí dự thính hay phải nộp sớm hơn ạ  Em cảm ơn ạ",
    "Em tên Đoàn Quang Mỹ  Hân, MSSV : . Xin phòng đào tạo cho em rút môn GT2 - MT1005 do bị trùng lịch với môn học khác ạ. Em xin cảm ơn.",
    "Em tên Đoàn Quang Mỹ  Hân, MSSV : . Xin phòng đào tạo cho em rút môn GT2 - MT1005 học kì dự thính do bị trùng lịch học với môn học khác ạ. Em xin cảm ơn.",
    "Chào thầy (cô). Hiện tại môn Giải tích 1 kỳ này mở 5 lớp nhưng cả 4 lớp đều trùng với lịch học thí nghiệm của môn Sức bền vật liệu (CI2008), chỉ có 1 lớp không trùng nhưng hiện tại đã đủ sỉ số. Mong thầy (cô) có thể xem xét bổ sung em vào lớp DT05 (thứ 3, thứ 5 13 14 15, CN 10 11 12) để em có thể đủ số chỉ chuẩn năm 2 và tiếp tục tham gia học tập tại trường trong học kỳ tới. Em xin chân thành cảm ơn.",
    "Về bằng ứng dụng CNTT quốc tế MOS, nếu em có một bằng specialist và một bằng expert của môn Word thay vì 2 trên 5 môn có được xem là đạt chuẩn không hay bắt buộc phải là 2 trên 5 môn specialist ạ?",
    "ạn đăng kí môn bơi học kỳ chính hay dự thính?, nếu học kỳ chính vui lòng cho biết mã nhóm bạn đăng kí.   Dạ em đăng kí lớp bơi L20 ạ. Cám ơn thầy cô đã đọc",
    "Dạ chào admin do không để ý nên em đã đăng ký môn học Triết học  -  MH Sp1031 mặc dù năm 2 mới phải học. Bởi vì vào đợt đăng kí môn học của học kì chính em không thể đăng kí được hết các môn học và lịch phân bổ các tiết có hạn nên kính mong admin có thể hủy giúp em để em có thể đăng kí những môn còn thiếu ạ. Em xin chân thành cảm ơn",
    "Kì dự thính này em đăng ký : + Giải tích mạch  + Kĩ thuật số  Nhưng do không đủ thời gian di chuyển giữa 2 cơ sở. Nên em chỉ còn lại Giải Tích Mạch. Mà em xem cấu trúc môn học bắt buộc phải học   Thuật Số song hành với Giải Tích Mạch . Em muốn hỏi là có phương pháp nào cho em không ạ .",
    "PDT cho em hỏi là em có đăng kí môn giải tích 2 tại kì dự thính này đợt 2 đã đăng kí thành công nhưng đợt 3 lại có kết quả là xóa lớp của em lí do là không đủ thời gian di chuyển  Nhưng ngày thứ 2 chỉ là học hangout không cần di chuyển nhưng em vẫn bị xóa môn. Kính  mong PDT giải quyết giúp em ạ. Em chân thành cảm ơn.",
    "Chào PĐT, em tên là , MSSV:  . Em muốn hỏi là học kì 201 em có học môn Hóa vô cơ (CH2013) và được 8.5 điểm thí nghiệm. Em muốn hỏi PĐT là nếu kì 202 này em đăng kí dự thính lại môn Hóa vô cơ thì em có được chuyển điểm thí nghiệm không ạ?  Em xin cảm ơn PĐT.",
    "Em sinh viên hệ VLVH,e đk dự thính đợt 3(15/3) môn giải tích 2-MT1005 Cho em hỏi tuần mấy sẽ bắt đầu học, vì e thấy nhiều bạn đã có tkb và bắt đầu học rồi Em cảm ơn",
    "Chào PĐT, em tên là , MSSV: . Em muốn hỏi là kỳ 202 này em đang học môn Kinh tế chính trị - (SP1033) thì em có thể đăng ký dự thính môn Chủ nghĩa xã hội khoa học (SP1035) và học song hành 2 môn chính trị này được không ạ?  Em cảm ơn PDT!!",
    "Kính gửi Phòng đào tạo, Em tên là  , MSSV , hiện em chỉ còn thiếu môn AV4 (LA1009) để có thể hoàn thành chương trình học. Nên em mong cán bộ Phòng đạo tạo hỗ trợ giúp em việc tăng sỉ số môn học Anh Văn 4 (LA1009), lớp DT 03, và đăng kí gấp vì 14:30 ngày 16/3 đóng đăng kí môn học. Em xin cảm ơn",
    "Kính gửi : Phòng đào tạo Trường Đại Học Bách Khoa. Em tên :  MSSV k17 học Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp lớp BDCN04 . Nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn anh văn 3 (MMH:LA1007) lớp dự thính của HK2 , giảng viên  ; nhóm DT01 ; CS1 ; Thứ 4 tiết 13 14 15 phòng C5-502 ; Thứ 6 tiết 13 14 15 phòng C5-303 . Em xin kính mong phòng đào tạo tăng sỉ số để em được học . Em xin chân thành cám ơn  .",
    "Dạ e tên   e còn nợ môn cơ lưu chất ci2005 (đã  dki vào kì chính). Nhưng do đã là k15 nên em có dki thêm dự thính nữa để có thêm cơ hội hoàn thành môn học. Tại vì e đã đi làm nên ko có thời gian phân bổ cho việc học kì chính nên rất kì vọng hoàn thành được môn học vào kì dự thính. Nên e mong thầy cô có thể thêm em vào kì dự thính với môn học ci2005 với ạ. E rất cám ơn ạ",
    "Cho em hỏi là em đã đăng kí dự thính đợt 2 có kết quả nhưng đợt 3 lại hiện chưa đăng kí môn học, sỉ số lớp đã đủ 80/80, em ko thể đăng kí lại được ạ?",
    "Em xin chào phòng đào tạo, em tên , kì dự thính em có đăng kí lớp Phương pháp tính, mã môn học MT1009, Nhưng khi có thời khóa biểu lớp DT02 thì trùng lịch với học phần mềm Etab của BimLab khoa xây dựng mà em đã đăng kí trước đó.Đợt 3 em định xóa  đăng kí lại nhưng không được ạ. Em thấy trên đăng kí môn học có lớp DT01 thầy  không trùng với lịch học của em. Mong phòng đào tạo có thể xem xét giải quyết giúp em đổi sang giờ học của lớp đó ạ. Em xin cảm ơn nhiều.",
    "Xin chào, em năm nay năm tư thuộc khoa hóa. Em mong muốn được tăng thêm sỉ số lớp dự thính anh văn 4 để em có thể đủ tiêu chuẩn ra trường ạ. Mong thầy/cô giúp và em xin cảm ơn!",
    "Chào thầy/cô Dạ em đăng kí môn Đề cương luận văn, MSMH: EE4331 thì báo là thiếu môn song hành Thực tập tốt nghiệp. Em là sinh viên chuyển hệ từ chính quy sang VHVL, trước đó thì em đã qua môn Thực tập tốt nghiệp mã môn học cũ rồi. Xin phòng đào tạo chỉnh lại môn đó để em có thể đăng kí môn Đề cương luận văn học kì này ạ. Mong Quý Thầy Cô xem và cập nhật lại giúp em. Cảm ơn thầy/cô Thân!",
    "Tại sao em đki dự thính đợt 2 hk2 mà pđt lại hủy mà theo lịch em đky của trường thì ngày t5 tiết 13 14 15 là hc online vậy khi em học tiết vẽ kĩ thuật bảo dưỡng ơi cs2 hk202 chính xong tiết 12 vào ngày thứ 5 là em học tiết 13 online dự thính gtich 2 theo dự định ban đầu của em mà pđt lại hủy 1 cách vô lý như vậy đó kh đủ tgian di  chuyển giữa 2 cs trong khi đó t5 là ngày em học online do pđt sắp xếp lịch em đã chọn . Mong thầy cô giúp đỡ em ạ để em biết em được học gtich 2 nhanh chóng ạ",
    "Xin chào PĐT. E có đăng kí av3a và av4a nhưng không được, e muốn biết là có phải cần qua av2 mới được học av3a không ạ . Nếu như không xin PĐT hãy giúp e đăng kí lớp av3a hoặc av4a, e đang rất cần qua av4 ạ  E xin cảm ơn PĐT",
    "Dạ cho em hỏi danh sách tốt nghiệp dự kiến bao lâu mới cập nhật một lần ạ? Hiện tại em đã qua nói-viết tuần vừa rồi nhưng vẫn không thấy tên trong danh sách dự kiến ạ. Em cảm ơn.",
    "PĐT cho em hỏi còn đợt tuyển bổ sung chương trình tài năng điện tử viễn thông của khóa K19 trong học kì này không ạ ? Em cảm ơn.",
    "Dạ đợt đăng ký dự thính đợt 2 em có đăng ký môn cơ kết cấu DT02 của thầy  nhưng bị hủy do không đủ thời gian dãn cách giữa 2 cơ sở do tiết trước đó em học vật liệu xây dựng ở cs2. Em có hỏi thầy dạy lý thuyết và thầy bảo là có thể đi học lớp lý thuyết khác cũng được. Vậy em xin PĐT cho em được đăng ký môn cơ kết cấu CI2029 ạ. Em cảm ơn ạ",
    "Cho em hỏi kì này em có đăng kí dự thính av3 mã môn la1007. Em đã được miễn các điều kiện tiên quyết( phải học xong av2). Kính mong pdt giải quyết thắc mắc của em sớm nhất để em đăng kí lại môn học để ra trướng sớm nhất. Em cảm ơn",
    "Dạ thưa PĐT, cho em xin được mở thêm sĩ số để đăng ký học phần Giải tích 2 (MT1005) lớp DT01 hoặc DT02 của cô  ạ, em mong PĐT cho phép để em đủ chỉ để đăng ký thực tập hè ạ, em cảm ơn quý PĐT rất nhiều ạ. Em cảm ơn ạ",
    "Dạ chào Thầy/Cô! Em tên:  MSSV : . Lớp BT17OTLT. Hệ : Vừa làm vừa học Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và mục nơi sinh Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Bến Tre Mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn! Sđt của em : [phone_number]",
    "Cho em hỏi là nhà trường viết email thông báo mở lại đăng kí anh văn 4a sao em vẫn chưa thấy môn đó hiện trên đăng kí môn học ạ. Em mong nhận được hỗ trợ ạ",
    "Em là :  Mssv :  Học khoa : Kỹ thuật Xây dựng.  - Đợt rồi e có đky môn hoá đại cương trong kì chính mà không được.(em đợi cả 4 lần mà vẫn không đky được)  - Trong kì chính em lại đky có 14 tín chỉ, mà em lỡ đky nhầm 1 môn không tính vào tín chỉ tích lũy của mình, nên em đã hủy môn đó và còn lại 11 tín chỉ.  - Đợt dự thính này em có đky môn hoá đại cương Ngày thứ 4 (tiết 13 14 15) và ngày đó em có học môn gdtc tới tiết 12, nhưng vì là gdtc nên em có thể xin ra sớm đc để chạy cơ sở và được học. Em mong pđt cho em cơ hội học tập ạ.",
    "Hôm qua em có hỏi về vấn đề thời gian di chuyển tối thiểu trường đặt ra là 2 tiết nhưng vì bắt buộc phải học trong kì này do môn học có thể sẽ không được mở tiếp, PĐT có thể hỗ trợ em đăng kí được không, do di chuyển bằng xe máy nên em có thể đảm bảo di chuyển kịp cho việc học",
    "Em là sinh viên chương trình kỹ sư tài năng, ở học kì trước em đã đạt học phần mở rộng môn học cơ sở điện tử công suất (CSDTCS). Nhưng ở học kì 202, em đăng kí lại môn học CSDTCS thì môn học mở rộng được tự động đăng kí. Do học phần mở rộng chỉ cần đạt 1 lần nên em mong muốn được xóa môn học mở rộng ở học kì này. Em xin cảm ơn",
    "Xin phép phòng đào tạo cho em đăng ký môn EE1013- Vật lý bán dẫn cho học kì dự thính 202. Môn này em đăng ký trên trang đăng ký môn học bị báo lỗi do trùng thời khoá biểu. Hiện tại môn EE1013 chỉ trùng với môn EE3097 duy nhất một ngày là vào tuần 18 của học kì chính. Em mong có thể xem xét cho em đăng ký môn EE1013 vì các lí do: 1/ Hai môn chỉ trùng nhau vào 1 tuần duy nhất trong suốt cả học kì, môn bị trung là EE3097. có nhiều lịch học em có thể xin học bù được. 2/ Môn EE1013 từ K18 trở đi là sẽ không mở mã môn học này nữa. Nên đây là đợt cuối cùng để em đăng kí học. 3/ Em là sinh viên khoá K17 hiện tai chỉ còn môn này nữa là em hết nợ môn. Suốt các kì qua đã cố gắng nhiều để trả môn nên em rất muốn đăng kí môn này cho xong học phần. Em mong quý thầy cô xem xét giúp em. Em cảm ơn.",
    "Kính gửi PĐT Về việc môn thể chất học kì 202, trong yêu cầu trước em xin PĐT mở lại hoặc chuyển em vào nhóm khác. Yêu cầu đã được PĐT phản hồi là sẽ cập nhật lên mục TKB nhưng tới giờ TKB đã cập nhật được 3 lần rồi vẫn chưa có thay đổi gì. Mong nhận được giải đáp sớm từ PĐT ạ. Em cảm ơn.",
    "Em không nhận được tin nhắn trên bk elearning của giảng viên qua email. Xin thầy cô check lại dùm em.",
    "Dạ cho em hỏi 3 kỳ tích lũy dưới 30 tín chỉ có bị cảnh cáo học vụ không ạ? Em đọc trong quy chế chỉ nói mỗi kỳ tích dưới 10 chỉ sẽ bị cchv. Em cảm ơn.",
    "Cho em hỏi, em đóng trễ học phí thì có cần viết đơn không ạ? Và nếu có đơn thì có bị trừ điểm rèn luyện không, mồi lần trừ là bao nhiêu? Và em có thể trễ học phí tối đa là bao lâu? Em cảm ơn ạ!",
    "Em chào thầy cô Em có viết đơn xin hủy môn MT1005 giải tích 2 thay vì hủy môn Me2079  truyền nhiệt đụng giờ ( đợt 2 em đăng kí không bị đụng) vì môn ME2079 rất cần thiết với em ạ  Vậy em có được học môn Truyền nhiệt chưa ạ",
    "Dạ em chào anh/chị, Dạ cho em hỏi giấy xác nhận sinh viên cho mục đích vay vốn học tập mình xin giấy ở đâu ạ.",
    "Kính gửi phòng đào tạo . Lý do đăng ký sai mã môn học    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại   - Tên: Vẽ kỹ thuật xây dựng (CI1033)   - Mã nhóm MH mới: L03",
    "Xin pđt cho em hỏi môn học công nghệ đúc mã môn Ma3029 có được mở không ạ. Chúng em đã lên văn phòng khoa Công Nghệ vật liệu và được chấp nhận cho mở lớp ạ. Xin pđt giúp đỡ vì đây là môn học chuyên ngành rất ít sinh viên đăng kí.",
    "Mình có đăng kí môn giáo dục thể chất là bơi lớp L47, trên tkb môn học thì không có lớp bơi đó.Vậy là lớp đó đã bị huỷ hay có lý do gì khác vậy ạ???",
    "Em là  MSSV:151397, nhờ PĐT hỗ trợ giúp em đăng ký môn họ Cấp Thoát Nước mã số CI3095 ạ. Mong PĐT giúp đỡ cho e học để ra trường. Em xin chân thành cảm ơn ạ.",
    "Em chào ban đào tạo ạ. Cho em hỏi là  môn anh văn dự thính sỉ số tối thiểu là bao nhiêu mới mở lớp ạ. Em cảm ơn ạ.",
    "Em kính chào quý thầy cô, Em là . Do việc học tiếng anh và trung tâm thông báo thời gian trùng với lịch học dự thính của em, em rất mong được sự cho phép của thầy/cô mở khóa đăng kí để em có thể xóa môn học. Khóa tiếng anh của em đã thanh toán học phí (hơn 10 triệu đồng) nên em rất khó trong việc thay đổi giờ học. Hai môn học dự thính \"Thực tập điện tử 2\" (EE3021) và \"CS Điều khiển tự động\" (EE2019) lần lượt có số lượng đăng kí 30/30 và 20/25 nên việc em xin rút môn không ảnh hưởng quá nhiều đến sỉ số lớp! Em rất mong quý thầy/cô giúp đỡ em ạ! Em xin cảm ơn quý thầy cô!",
    "Kính thưa thầy(cô) PĐT! Em là , MSSV: . Đợt DKMN DT202 lần 2 em có bị xoá môn học Giải tích 1(MT1003), em vừa kiểm tra lại lí do xoá môn thì mới biết là do trùng TKB với HK chính, do sơ suất nên em đã không thể chọn nhóm khác. Vì vậy em nghĩ sau khi xét duyệt lại thì em sẽ tiếp tục bị huỷ đợt Đk lần 3 này, vì vậy kính mong thầy(cô) PĐT có thể xem xét chuyển em sang nhóm DT05 mã môn học MT1003, nếu có thể xin thầy, cô giúp đỡ ạ. Em xin chân thành cảm ơn.",
    "Em được nhà trường phân công ngẫu nhiên làm đồ án điện tử và em cảm thấy không hợp với sở thích của mình.Em muốn đổi qua làm đồ án Viễn Thông thì cần có những thủ tục và trình tự thế nào ạ!!",
    "Kính thưa phòng đào tạo, trong đợt đăng kí môn học dự thích đợt 3 em có đăng kí môn Giải Tích 1. Tuy nhiên, có giờ học vào ngày chủ nhật có tiết học 789(học vào tuần 456789) gần với tiết 23456(thí nghiệm vật lí bán dẫn học vào tuần 17) khi em học chính quy. Vì vậy em mong phòng đạo tạo đừng xóa môn học đăng kí dự thính của em vì em đảm bảo sẽ tham gia đầy đủ các môn học đã đăng kí, mặt khác do tiết thí nghiệm vật lí bán dẫn đến tuần 17 mới học tức sẽ học gần tiết dự thính của em vào tuần thứ 8. Mong phòng đạo tạo chấp nhận lời yêu cầu của em ạ",
    "Dạ cho em hỏi là đợt sắp tới thực tập tốt nghiệp có yêu cầu phải đủ bao nhiêu chỉ mới được đi thực tập ko ạ",
    "Em chào Thầy/Cô Em tên Tuấn Anh (MSSV : 1927002), là sv văn bằng 2 hệ chính quy khoa Kĩ Thuật Hoá Học Thầy/Cô cho em hỏi số tín chỉ theo đúng tiến độ để được thực tập tốt nghiệp là 115, số tín chỉ TỐI THIỂU để nhận thực tập tốt nghiệp là 99. Số chỉ hiện tại của em là 110, Vậy em có được thực tập tốt nghiệp vào kì hè này không ạ ?  Em cám ơn",
    "Em chào thầy cô ạ, Thầy cô cho em hỏi là khi tính số tín chỉ để đăng kí đi thực tập hè, thì có cộng số tín chỉ đăng kí dự thính kì 202 xem như đã đạt không ạ? Em xin cảm ơn thầy cô",
    "Kính thưa ban giám hiệu trường đại học Bách Khoa tp Hồ CHí Minh. Em tên là  MSSV: Khóa K20 khoa Điện-Điện Tử . Vì sự thiếu hiểu biết và nhầm lẫn trong khi đăng kí môn học em đã đăng kí nhầm môn học\" Những nguyên lí cơ bản của chủ nghĩa -Lenin(SP1003) và môn này không tính vào tín chỉ của K20 chúng em. Em đã lên phòng đào tạo tại CS2 để xin hủy môn nhưng cô phụ trách yêu cầu em là phải rút môn và mất một khoản tiền của môn đó. Quả thực đó là một số tiền lớn đối với em và gia đình em. Ngày 16/3 em đã tạo câu hỏi yêu cầu trên BKSI và được hồi đáp là viết đơn xin hủy để ban lãnh đạo phòng phê duyệt. Em sợ là khi em nộp đơn xin hủy môn em sẽ nhận được câu trả lời là phải rút môn học. Em biết mọi sự nhầm lẫn đều phải trả giá và em phải chịu trách nhiệm nhưng gia đình em cũng không mấy khá giả và số tiền đó là rất lớn đối với một sinh viên nghèo như em. Em mong nhà trường có thể tạo điều kiện để giúp đỡ em hủy môn học trực tuyến và hỗ trợ em xóa môn học này trên thời khóa biểu của em. Em chân thành cảm ơn nhà trường và các thầy cô phụ trách ạ. Em mong sẽ nhận được phản hồi sớm nhất .",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202 và tiếp tục học tại trường đại học Bách Khoa. Kính mong thầy cô xem xét và cho phép em được hiện thời khóa biểu của học kì 202. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
    "Em chào PĐT, Học kì 201 em vừa xin điểm thi VP vài môn và đã được PĐT chấp nhận ! Cho em hỏi kỳ này 202 em đã đăng kí 1 vài môn kì 201 để em thi lại, vậy theo quy chế em chỉ cần đi thi cuối kì còn giữa kỳ và các điểm thành phần khác em không cần tham gia đúng không ạ? Tại do em thấy có lịch thi giữa kỳ mấy môn em hoãn ạ ! Em cảm ơn PĐT !",
    "Dạ trong lịch thi của em có ca thi lúc 11h ngày thứ 7, 24/4/2021 ở cơ sở 2. Nhưng mà ngày 24/04 em có lịch học ở cơ sở 1 vào buổi sáng từ 7h- 11h50. Mà đây là môn thí nghiệm chỉ có 1 lớp duy nhất nên em ko thể học bù vào buổi khác được, mà thí nghiệm nếu e bị thiếu 1 bài sẽ cấm thi cuối kỳ ạ. Vậy trường hợp này sẽ giải quyết như thế nào vậy ạ",
    "Chào thầy/cô, Cảm ơn thầy/cô vì sự giúp đỡ tận tình với những vấn đề trước của em. Hiện nay em vẫn còn một số thắc mắc về qui trình đăng ký tốt nghiệp, mong thầy/cô có thể giúp em giải đáp. Theo dự kiến, vào ngày 24/3 này thì em sẽ có kết quả thi tiếng Anh. Theo em đọc trên trang của BK English, kết quả thi sẽ được chuyển thẳng cho trường. Em không biết liệu hệ thống của nhà trường sẽ tự động cập nhật danh sách tốt nghiệp dự kiến sau đó không hay em phải gặp phòng đào tạo và yêu cầu. Bên cạnh đó em không rõ danh sách tốt nghiệp dự kiến có phải là bắt buộc để đăng ký tốt nghiệp không; nếu em chưa được cập nhật vào danh sách thì em có thể đăng ký tốt nghiệp được hay không. Ngoài ra em chưa rõ việc đăng ký được thực hiện trực tuyến hay tại nhà trường, cũng như thủ tục đăng ký. Em đã thử tìm hiểu trên trang aao, tuy nhiên khi click vào hướng dẫn đăng ký thì được đưa đến trang wiki nên em vẫn còn nhiều thắc mắc chưa giải đáp được. Phiền thầy/cô giúp đỡ, cảm ơn thầy/cô đã đọc câu hỏi.",
    "Kính thưa phòng đào tạo, lịch thi giữa kỳ môn giải tích 2 của em bị trùng với lịch học môn GDTC. Kính mong phòng đào tạo xem xét và giải quyết giúp cho.",
    "Em có đăng kí nộp chứng chỉ ngoại ngữ qua trang Web của trường. Cho em hỏi là khi nào chứng chỉ sẽ được thẩm tra ạ, sau khi gửi bản sao cho trường hay sau khi em đăng kí xét miễn điểm anh văn ạ?",
    "Xin phòng đào tạo cho mở môn học Công Nghệ Đúc   B (MA3029)    đây là môn học chuyên ngành liên quan đến môn học của kì sau nên chúng em thực sự rất cần, chúng em đã lên văn phòng khoa Công Nghệ Vật Liệu để xin mở môn này 2 lần, và vì hè chúng em còn phải thực tập không thể đăng kí môn này được . Chúng em là những đứa đã từng nợ anh văn, không đủ chỉ, nhưng chúng em đã rất nỗ lực vượt qua, giờ đây chúng em mới có thể bắt kịp các bạn, em tha thiết xin phòng đào tạo cho phép mở môn học này, để chúng em có hy vọng  học tập, có động lực vươn lên, và thấy những nỗ lực mình đã bỏ ra là xứng đáng. Em xin chân thành cám ơn quý thầy cô pđt đã đọc tâm tư này ạ.",
    ": Dạ cho em hỏi là nếu có kết quả phân công cán bộ hướng dẫn để làm đồ án bên bộ môn điện tử rồi nhưng em muốn đổi sang bộ môn viễn thông có được không ạ. em cảm ơn ạ",
    "Dạ em chào thầy cô! Em đã lên phòng đào tạo ghi tên xét tốt nghiệp. Vậy khi nào mới mở để em đăng ký online ạ? Em cảm ơn thầy cô.",
    "chào ad ạ, em là K19 kì này em học 13 chỉ vậy nếu đủ tiêu chí điểm thì có được xét học bổng ko ạ. Em cảm ơn",
    "Dạ chào pđt, Chuyện là em vừa tìm kím thì thấy mình có tên trong danh sách cảnh cáo học vụ lần 3. Nhưng do kì 182 e bị đình chỉ nên số kì em học chỉ có 4, vậy nên tín chỉ tích lũy 46 và điểm trung bình 5,6 thì không nằm trong diện cảnh cáo được. Mong Thầy/Cô kiểm tra giúm em ạ? Em cảm ơn Thầy/Cô",
    "Vì lý do không tìm được mail báo rút môn học (có tính phí) kì 202, nên em muốn hỏi là đã qua đợt đó chưa ạ? Em đăng ký rút môn : Điện tử ứng dụng - EE3129 - nhóm L01 .   i  .",
    "Em đã đăng kí dự thính môn Vật lí 1 nhóm lớp DT08 mà hiện tại vẫn chưa nhận được thời khóa biểu ạ",
    "Dạ em chào thầy/cô.Thưa thầy/cô, trong lúc đăng ký môn Mac Lenin thì do em nhìn tên môn học và lo nhìn thời khóa biểu để sắp xếp thời gian học cho phù hợp, nên dẫn đến em đăng ký môn SP1003 không có trong chương trình đào tạo của K20.Em xin thầy cô hủy môn SP1003 dùm em để em có thể tập trung học các môn khác có trong chương trình đào tạo mà em đã đăng ký.Vì học kỳ này em đăng ký học dự thính và học kỳ chính cũng nhiều, bây giờ để môn SP1003 lại thì em không tập trung học những môn khác được.Còn rút môn SP1003 thì em phải đóng tiền 5 tín chỉ cho môn này, bên cạnh tiền học phí kỳ chính và tiền học dự thính nữa.Như vậy sẽ tăng gánh nặng tài chính lên rất nhiều.Đây là lần đầu tiên em đăng ký môn học ở bậc ĐH nên xảy ra sai sót.Em mong PĐT thông cảm cho em lần đầu tiên và cũng là lần duy nhất này.Em xin hứa sẽ chú ý hơn trong những lần đăng ký môn học sau này.Em xin cảm ơn thầy/cô rất nhiều.",
    "Chào cô. Em đã hoàn thành hết yêu cầu để đủ điều kiện TN, nhưng vẫn chưa có tên trong danh sách dự kiến TN. Nhờ cô xem lại giùm em ạ. Em xin cảm ơn !",
    "Chào thầy/cô, do học trước một vài môn nên kỳ 211 tới đây em chỉ còn 10 tín chỉ. Trong khi số tín chỉ tối thiểu là 14tc, vậy em có cần đăng kí học cải thiện cho đủ 14tc không ạ. Nếu chỉ đăng kí 10 tín chỉ trong kì thì có bị cảnh cáo học vụ không ạ. Em cám ơn.",
    "Dạ em xin pđt xếp lại cho em được học dự thính kì 202 lớp DT05 môn giải tích 2(MT1005) ạ. Vì đăng kí đợt 2 được chấp nhận nên em đã chuyển lớp thể chất sáng chủ nhật sang thứ 4 để không cấn lịch học dự thính. Mong thầy/cô xếp lại để em được học lớp DT05 ạ. Em xin cảm ơn!",
    "nhà trường cho e hỏi là điểm anh văn 4 k15 là theo bảng áp dụng từ hk1/2020 nếu chưa nộp bằng toiec đúng ko ạ",
    "Em tên: , sinh ngày: 28/12/1998 MSSV: , Khoa Kỹ thuật Hóa Học. Em đã hoàn thành các điều kiện sau để tốt nghiệp: - hoàn thành tất cả các môn với 142 tín chỉ. - Có đủ 15 ngày ctxh - Chứng chỉ toeic 620 - Đã có kết quả thi nói viết: 215 điểm ở BKenglish - Không vi phạm các quy định khác. ==  Vậy cho em hỏi không biết vì lý do gì mà em vào đăng ký tốt nghiệp không được ? Hay đến khi nào thì em đăng ký được ? Mong phòng đào tạo giải đáp",
    "Em tên   MSSv  Lớp CK19CTM4 Em có tra cứu trên AAO và thấy mình có trong danh sách dự kiến cảnh cáo học vụ lần 2. Nhưng ở ô \"có đăng kí môn học\" và ô \" được thu nhận lại\" thì đều hiện là \"không\" ( Hk202 em có đăng kí môn). Vậy kính mong PDDT giải đấp giúp em là em có được tiếp tục học nữa hay không ạ? nếu không thì em sẽ giải quyết như thế nào ạ, em cảm ơn quý thầy cô ạ!",
    "Dạ em có đăng kí dự thính môn học vào đợt 3. Đăng kí đã thành công nhưng em vẫn chưa có thời khóa biểu ạ. Mong quý thầy cô giải đáp",
    "Chào thầy cô,    Tụi em có 10 bạn muốn đăng kí lớp hoạch định mặt bằng vào kì dự thính này. Môn học này của ngành logistics.    Đơn đăng kí cần chữ ký của chủ nhiệm khoa và giảng viên giảng dạy nhưng do thầy đi vắng nên không xin được. Tới hôm nay thầy mới có lịch     Môn học này rất quan trọng vì phải có môn này chúng em mới có thể làm đồ án và đi thực tập tốt nghiệp.     Nếu kỳ này không học tụi em phải trễ tốt nghiệp 1,5 năm.     Mong phòng đào tạo có thể xem xét và mở lớp học.     ",
    "Hiện tại em đã đủ điều kiện để tốt nghiệp nhưng, trong mục đăng ký tốt nghiệp em không thể thao tác như cập nhật thông tin, upload ảnh tốt nghiệp, cho em hỏi hạn đăng ký là khi nào ạ",
    "Thời khóa biểu các môn anh văn hệ VLVH . Em chào quý thầy cô ạ! Em là sinh viên hệ VLVH. Theo như mail của trường là các môn anh văn hệ VLVH thì bắt đầu học từ ngày 12/3/2021 nhưng hiện tại em chưa được thông báo về thời khóa biểu ạ. Mong quý thầy cô kiểm tra và phản hồi em ạ. em xin chân thành cảm ơn ạ.",
    "Cho em hỏi là lịch dự thính cơ lưu chất phần lí thuyết của em sao lại quá nhiều và quá số tiết quy định vậy ạ Tối t5: 18h-20h29 Sáng cn: 8h-10h50 Khối lượng gấp đôi hk1 Mong thầy cô giải đáp ạ",
    "Em chào các thầy cô,Cho em hỏi là bằng tin học cơ bản cuối năm nhất phải nộp hay là trường chưa cần ạ.Trường có tổ chức thi tin học cơ bản gì không ạ..",
    "Dạ em nhận điểm VP kì trước, và kì này em đăng kí các môn nhận điểm VP ,như vậy theo quy chế điều 17, mục 17.2 thì \"Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học.\" Như vậy mặc dù có lịch thi giữa kì cho các môn em nhận điểm VP trong kì này, nhưng em không cần tham gia thi giữa kỳ đúng không ạ?  Mong PĐT giải đáp rõ rõ cho em với ạ ! Do quy chế bảo đi thi cuối kỳ thì các điểm thành phần em không tham gia đúng không ạ? Quy chế em đọc kỹ rồi mà không rõ cho lắm ạ ! Em cảm ơn PĐT !",
    "Kính chào Thầy/Cô, Điểm TBTLN được tính kể từ năm học thứ 3 của hệ chính quy vậy có nghĩa là 2 năm học đầu học đại cương sẽ không quyết định xếp loại bằng phải không ạ? Vậy nếu điểm 2 năm học đầu thấp nhưng điểm từ năm 3 cao thì cũng có thế đạt loại giỏi, xuất sắc được phải không ạ? Về điểm TBTL là điểm tính cả các môn ngoài CTĐT, điểm này thường được dùng để xét học bổng của khoa hay xét chọn sinh viên xuất sắc nhất khoa cho buổi lễ khai giảng đầu năm học. Em đang học ngành hệ thống năng lượng của Pfiev, CTĐT của ngành này không có môn Cơ học vật rắn & Sóng cơ nhưng nếu em đạt giải trong kì thi Olympic Cơ học thì sẽ được chuyển 10đ cho môn học này. Vậy thì điểm chuyển này sẽ được tính vào TBTL phải không ạ? Vì môn này của học kì 2 năm học thứ 2 của Pfiev. Em cảm ơn",
    "Thưa thầy, cô! Em tên là . Vừa qua thì em có đăng ký chuyển từ hệ chính quy sang hệ VLVH . Mã số sinh viên chính quy là  và mã số sinh viên hệ VLVH là  ngành Kỹ thuật xây dựng công trình thủy. Em đã hoàn thành hết tất cả các môn có trong chương trình học và bây giờ chỉ còn thiếu luận văn tốt nghiệp . Em muốn biết là bây giờ muốn tốt nghiệp thì chỉ cần đăng ký hoàn thành môn luận văn tốt nghiệp hay cần thêm môn khác nữa không? Và nếu muốn tốt nghiệp thì cần bổ sung những gì? Em xin chân thành cám ơn! Chúc thầy cô luôn mạnh khỏe",
    "Chào thầy cô, em tên , MSSV: . Thời khoá biểu của em bị mất môn Động lực học và dao động (IU3009). Đây là môn học của học kỳ chính và em vẫn học 2 tuần bình thường. Đến tuần thứ 3 thì không thấy môn học trên thời khoá biểu. Mong thầy cô xem xét và phục hồi lại giúp em.",
    "Thầy cô ơi hiện em ko đăng kí được môn nào cho kỳ dự thính này hết, lúc em đăng kí được nhưng lớp hủy nên rồi em ko còn lớp nào để vào, giờ em chưa đủ tín chỉ yêu cầu cho học kì này, thầy cô giúp em với, em đăng kí lớp Vật Lý 1 nhưng bị hủy, giờ em ko đủ tín chỉ yêu cầu, em làm đơn xin vào lớp của môn Vật Lý, xin phép thầy cô môn kí tên, xong em nộp lại phòng đào tạo để được vào lớp ko ạ, em ko đăng kí đủ tín chỉ yêu cầu do em nợ anh văn, hiện tại em đang học để thi lấy bằng, thầy cô giúp em với, em làm vậy có được ko ạ",
    "Em chào thầy/cô ạ! HK201 môn vl1 của em 5.5, bây giờ em học cải thiện ở hk hè được không ạ? và nếu em học được X điểm thì có được thay cho 5.5, ha là vẫn giữ nguyên 5.5 và ghi thêm điểm x ạ? Em cảm ơn thầy/cô.",
    "ng kí môn học dự thính HK202. -Họ tên SV:  -Tên môn học:  lập trình -Mã môn học: CO3005 -Lớp: DT01 -Giờ học:Thứ 2 (tiết 13-14-15) và thứ 4 (tiết 13-14-15)",
    "PĐT cho em hỏi về việc nộp chứng chỉ toeic để chuyển điểm môn anh văn cho kì 202 thì hạn chót là lúc nào vậy ạ, nếu em nộp đầu tháng 5 thì có kịp xét chuyển điểm và cộng vào số TCTBTL để đăng ký môn cho Kỳ hè ko ạ? Mong PĐT trả lời, em xin cảm ơn ạ.",
    "Dạ em chào admin ạ, em tên là 0-OISP Cho em hỏi là sinh viên ngành Kỹ thuật máy tính có cần phải thi C/C UDCNTT Cơ bản và Nâng cao theo lịch của trường vào năm 1 và năm 3 không ạ. Em xin cảm ơn ạ.",
    "Dạ chào Thầy/Cô! Em tên:  MSSV : . Lớp BT14OTLT. Hệ : Vừa làm vừa học Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và thiếu mục nơi sinh Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Thanh Hóa Mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn! Sđt của em : [phone_number]",
    "Cho em hỏi em đã qua môn kế toán tài chính và học kỳ này em đăng ký học lại và học được 3 tuần Em cần làm gì để rút môn học này ạ Em cám ơn và xin lỗi đã làm phiền ạ",
    "CHo em hỏi là kì này em có thời khóa biểu là 6 môn là Vẽ Kĩ Thuật , Con người và môi trường , Pháp luật việt nam đại cương , kinh tế chính trị mác , kĩ thuật điện , quản lý dự án cho kĩ sư . Nhưng không biết vì lý do gì mà hôm nay em vào bkel thì chỉ còn 3 môn  kĩ thuật điện , kinh tế chính trị mác và quản lý dự án cho kĩ sư thôi vậy ạ ? Vậy các môn còn lại sao bị mất vậy ạ ?",
    "Thầy cô cho em hỏi em muốn xin giấy xác nhận điểm rèn luyện thì em phải làm sao ạ",
    "Phòng đào tạo cho em hỏi là em đã đăng kí kỳ dự thính nhưng thời khoá biểu em chưa có lịch học. Mong phòng đào tạo kiểm tra giúp em ạ",
    "Dạ xin chào thầy cô  Em tên:  MSSV: 813CT117 Lớp: XD-13 hệ vừa làm vừa học Trong mục thông tin in bằng tốt ngiệp thiếu nơi sinh Nơi sinh của em: Vị thanh-Cần thơ Mong thầy cô cập nhật lại giúp em! ",
    "Cho em hỏi em đk học DT Nhập môn lập trình lúc 18h ở cs1 mà lúc đó em đang học môn chuyên ngành đến 17h50 ở cs2 vậy sao em đi kịp ạ.Có sắp lộn tkb cho em không ạ.",
    "Em là  mssv  sinh viên trung tâm đào tạo bảo dưỡng công nghiệp. Nay em xin phép phòng đào tạo cho em được đăng kí môn học Pháp luật việt nam đại cương (SP1007) lớp học DT02 có giờ học vào ngày thứ 3 tiết 13 14 15. Do đợt đăng kí dự thính vừa rồi lớp full sĩ số nên em không đăng kí được và hôm nay em thấy sĩ số lớp đã giảm. Mong phòng đào tạo giúp đỡ để em có thể hoàn thành khóa học của mình. Em xin cảm ơn",
    "Chào thầy, cô. Em , mssv: . Hệ vhvl. Em có đăng ký luận văn tốt nghiệp(mã:808303), nhưng bị vướng lỗi không đủ chỉ, trong khi em đã hoàn thành hết tất cả các môn học, trừ luận văn, kỳ trước em cũng đã đăng ký luận văn (808303) được, nhưng vì lí do cá nhân nên chưa thể hoàn thành. Kỳ này em đăng ký lại nhưng không được, Mong thầy cô giúp em đăng ký luận văn trong kỳ này ạ. EM cảm ơn.",
    "Cho em hỏi em đk học DT Nhập môn lập trình lúc 18h ở cs1 mà lúc đó em đang học chuyên ngành ở cs2 vậy sao em đi kịp ạ.",
    "tốt nghiệp rồi thì có được tiếp tục tham gia BHYT-BHTN sinh viên và có được đăng kí, đóng tiền này trên Mybk được không ạh",
    "Em chào Thầy/Cô! HK201 này em đăng ký 15 tín chỉ, trong đó có 3 tín chỉ là học Dự thính HK201. Vậy em có đủ điều kiện để xét Học bổng trong HK201 không ạ?",
    "E sinh viên năm nhất ạ ,e đăng kí dc môn sxtk .Sau đó  e bị  xoá môn trên bkel (nhưng vẫn còn trong tkb và lịch thi ) ,vậy e có cần phải học tiếp ko ,nếu ko đi học và đi thi thì có bị tính là nợ môn không ạ ? ( mã môn sxtk e đăng kí là MT2013 )",
    "Sau khi em tốt nghiệp rồi thì em còn có thể truy cập Bkel để tiếp cận tài liệu đã học được không?",
    "Chào pđt , em có đăng ký môn giải tích 2 kỳ dự thính đợt 2 , lúc đầu kêu thỏa điều kiện đăng ký , nhưng kết quả thì ghi trùng tkb , em bị 2 lần rồi ! mong pđt giải quyết giúp em , em lên lại đăng ký môn gt2 vẫn còn nhiều lớp chưa đủ sỉ số , mong pdt gia hạn thêm thời gian để em đăng ký môn học ạ !",
    "Em chào thầy\\cô. Em thuộc khoá K14. Hiện tại em còn vướng toeic và av nói viết. Thầy\\ cô cho e hỏi e có thể gia hạn thêm 1 học kỳ nữa không ạ, hay bắt buộc phải chuyên hệ VLVH. Em cám ơn thầy\\cô nhiều.",
    "Chào thầy/cô bên pdt. Em xin phép hỏi thầy/cô về việc vào đợt đăng kí môn học đợt 4 em có đăng kí thành công môn học   B  Văn Tốt Nghiệp (mã CI4343)    và có hiện môn học trên thời khoá biểu. Nhưng hiện nay em kiểm tra lại thì môn học   B LVTN    này lại bị mất đi. Em xin phép hỏi thầy/cô bên PDT lý do và hướng giải quyết ạ. Em xin cảm ơn, Nhân.",
    "Dạ cho em hỏi em có đăng kí môn học Giải tích 2 và em có rút môn học chuyển sang  đăng kí học dự thính. Em có đăng kí từ đợt 2 và đợt 3 đều không được và trong phần lịch sử có ghi lý do là :PDT không đ/ký cho SV MH MT1005 (D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính DA CO KET QUA DKMH HK202). dù em đã rút môn, em cảm ơn",
    "Dạ em thưa cô ạ!! Học kỳ này em có đăng ký môn vật lý 1 PH1003 sao pđt hủy đăng ký môn của em cả 3 đợt ạ. Cô cho em hỏi có mở đăng ký đợt 4 không ạ. Trường hợp của e phải xin vào lớp như thế nào ạ. Em đủ điều kiện để đăng ký chưa ạ. Em cảm ơn nhiều ạ",
    "Dạ chào thầy/cô! Đợt đăng ký môn học dự thính vừa rồi em có đăng ký môn Anh văn 3A( MSMH: LA1041) nhưng bị xóa môn và lý do là chưa có môn học trước đó Anh văn 2A( MSMH: LA1039), nhưng học kỳ trước em đã hoàn thành xong môn Anh văn 2. Em đã qua môn Anh văn 2 có được đăng ký Anh văn 3A không ạ, nếu được thì mong PĐT có thể cho em đăng ký môn Anh văn 3A vào kỳ dự thính nay. Em cảm ơn!",
    "Thưa cô/thầy  Hôm trước em có đăng ký dự thính vật lý 1  Hk2 đợt 2 nhung hiện thời khoá biểu bắt đầu học từ tuan 4/5/6... trong khi tkb chính thức của em   lại hiện là đang học tuần 11  Hiện tại em đang học tuan thứ 3 hk2 và đang bối rối vì lịch học không ro rang Mong cô/thầy có thể giúp đỡ em",
    "Em chào Thầy(Cô) Môn đăng kí dự thính HK202 của em bị hủy do bị trùng với lịch học kỳ chính. Nhưng em không để ý, giờ ​em xem lại thì có môn học không bị trùng với lịch học kì chính của em, em có gửi ảnh . Em xin Thầy(Cô) cho em đăng kí môn này vào học kì dự thính HK202: EE2013 -  xử lý Em cũng bị trễ, em xin Thầy(Cô) cho em được đăng ký môn học để trả nợ môn, có thêm động lực ra trường. Trong khi được sự chấp thuận của Thầy(Cô), em xin chân thành cảm ơn.",
    "em xin lỗi vì sự bất tiện này ! em đăng kí trễ dự thính môn quá trình sinh học 3  e có tên trong danh sách xin mở lớp nhưng lại quên đăng kí trên mybk. mong pdt giúp e đăng kí lại ạ vì trể 2 ngày rồi ... e chân thành cám ơn CH2093 quá trình sinh học 3",
    "Kính chào Thầy/Cô, Điểm TBTLN được tính kể từ năm học thứ 3 của hệ chính quy, vậy có nghĩa là 2 năm học đầu học đại cương sẽ không quyết định xếp loại bằng phải không ạ? Vậy nếu điểm 2 năm học đầu thấp nhưng điểm từ năm 3 cao thì cũng có thế đạt loại giỏi, xuất sắc được phải không ạ? Còn về điểm TBTL là điểm tính cả các môn học ngoài CTĐT và điểm này thường được dùng để xét học bổng của khoa hay xét chọn sinh viên xuất sắc nhất khoa cho buổi lễ khai giảng đầu năm học phải không ạ? Em cảm ơn",
    "Em có đăng kí môn học dự thính đợt 3 môn học phương pháp tính mã mt1009 lớp DT01 nhưng bị huỷ kết quả. Mong phòng đào tạo xem xét lại dùm em.Em cảm ơn",
    "Em là  mssv   Em xin phép phòng đào tạo cho em được đăng kí môn học Giải tích 1 (MT1003) Nhóm lớp DT02_DT02 có giờ học vào thứ 4 tiết 13 14 15 thứ 7 tiết 10 11 12 và chủ nhật tiết 10 11 12, Vì đợt đăng kí dự thính vừa rồi lớp này full sĩ số nên em k đăng kí được. Mong phòng đào tạo giúp đỡ để em có thể hoàn thành khóa học của mình. Em xin cảm ơn",
    "Kính thưa Phòng Đào Tạo, em xin PĐT cập nhật môn Tin Học ( Mã Môn học: 501601) Kì Dự Thính 202 vì môn này học Đồ Án gặp thầy riêng nên không có giờ học cụ thể bởi môn Tin Học ở khoa em chỉ còn vài bạn và đang mở lớp cuối cùng của môn này. Em là Khoa Bảo Dưỡng Khoá 2017 cuối cùng, mong Phòng Đào Tạo cập nhập môn học giúp em để em sớm hoàn thành tốt chương trình sớm nhất có thể. Em xin cảm ơn!",
    "Thầy cô ơi hôm qua em có gửi, cô bảo em xem trên DKMH, em thấy cái này, thầy cô giúp em với, kỳ này em ko trả được là em tiêu luôn, cho em xin vào lớp Vật Lý 1 nào cũng được, kỳ này em học anh văn em trả hết trong kỳ này, em đăng ký rồi nhưng bị xóa lớp mất tiêu, thầy cô cứu em với, em học yếu nên học lại lần 3, thầy cô xem xét cứu vớt em với, các bạn học được 1 tiết rồi, nếu được em xin vào lớp để học các tiết sau với ạ, thầy cô giúp em với",
    "Chào thầy/cô phụ trách theo như lịch thi GK thì môn IM1023(QLSX cho kỹ sư) e thi lúc 14h 25/4, môn EE2035(mạch đt) lúc 15h 25/4. Vậy e chỉ có 1h để thi môn đầu tiên. Thầy cô có thể xem xét cập nhật lại lịch thi dùm e được k ạ? E cám ơn rất nhiều",
    "Cho em hỏi em có môn học đăng ký dự thính học kỳ 202 này và có hiện môn học trên bkel mà trong thời khoá biểu em không hiện thì em có đi học bình thường được không ạ",
    "Gửi thầy/cô Em thắc mắc em bị hủy môn dự thính vì không đủ thời gian di chuyển giữa 2 cơ sở. Em có 1 tiếng để di chuyển (1 tiết) như 2 ảnh em đính kèm vậy vẫn không kịp ạ ? Em xin cảm ơn",
    "Dạ em chào quý thầy cô, Em tên  mssv 5 Dạ cho em hỏi theo lịch trình ngày 2.4 là hạn cuối của việc đăng kí tốt nghiệp. Vì lí do covid nên có nhiều việc bị trì hoãn. Quý thầy cô cho em hỏi phòng đào tạo có thể gia hạn thêm ngày xét tốt nghiệp không . Em chân thành cám ơn",
    "Dạ cho em hỏi rút môn học ci2005 trong kì chính . Có dki được ci2005 trong kỳ dự thính được ko ạ, và môn học ci2005 có mở trong kì dự thính ko ạ Vậy em có thể thực hiện trên này ko? Dạ em cám ơn nhiều",
    "Dạ cho em hỏi, lớp Mạch Điện Tử EE2007 nhóm lớp DT01, em có đăng kí cả 3 lần vào 3 đợt dkmh dự thính, nhưng vì sao kết quả đăng kí của em vẫn bị mất trắng vậy ạ? Em cảm ơn ạ.",
    "Em chào cô ạ. Chuyện là em có đăng ký học dự thính môn Cấu trúc dữ liệu và giải thuật (CO2003) (nhóm L02) nhưng do trường chỉ mở có 2 lớp là vào t3 và t4 nhưng do cả 2 ngày em đều có lịch học đến tiết 12 nên PĐT không cho đăng ký ạ. Em đang xin giáo viên cho được đổi buối học vào chiều t4 sang 1 buổi khác để có thể đảm bảo tham gia lớp học đầy đủ mà vẫn có thể học được môn dự thính vào tối đó. Môn này còn là môn tiên quyết của 1 số môn chuyên ngành của em ạ. Em mong PĐT có thể cho em đăng ký môn học Cấu trúc dữ liệu và giải thuật (CO2003) để em có thể theo kịp tiến độ học ạ. Mong PĐT xem xét giúp em ạ. Em cảm ơn nhiều ạ.",
    "Dạ. Em kính chào thầy cô ạ. Em tên: , Sinh ngày 13/03/1979, MSSV: , lớp: CD16HTDL, Hệ : VHVL, Dạ em đăng ký tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh ạ. Nơi sinh của em : Bình Phước Mong quý thầy cô cập nhật lại giúp em. Em xin chân thành cám ơn!",
    "Em là  mssv  PDT có thể điều kiện tốt nghiệp của em đã đủ chưa ạ ? Em cảm ơn!",
    "Kính chào phòng đạo tạo. Em tên là  - mssv . Ngày 5/3 em có làm mất thẻ sinh viên, sau đó em có đăng ký làm lại thẻ sinh viên trên trang web trực tuyến. Em muốn hỏi khi đi nhận thẻ mình có cần phải mang theo \"Phiếu đăng ký làm lại thẻ sinh viên\" có chữ ký xác nhận của phòng CTCT - SV, hay không cần mang theo giấy tờ ạ. Em xin cảm ơn. Em rất mong nhận được phản hồi sớm nhất từ phòng đào tạoo.",
    "Bạn của em học chương trình NIIT của Hoa Sen sắp tốt nghiệp[ văn bằng quốc tế, sau khi học xong muốn học tiếp chương trình công nghệ thông tin của trường mình. Xin nhờ tư vấn giúp.",
    "ng ký LVTN . Chào thấy cô, - Học kỳ này em đăng ký LVTN ở hệ ĐTTX nhưng lại không được, lý do là thiếu môn tiên quyết. - Tuy nhiên những môn thiếu này em đã học ở hệ VLVH và đang làm thủ tục xin miễn. - Cho em hỏi em phải làm thủ tục gì để được nhận LVTN ạ? - Em xin chân thành cảm ơn .",
    "PĐT cho em đăng kí môn Kỹ thuật số (EE1009) ở kì dự thính 202 này với ạ. Em cảm ơn!",
    "Kính gửi Phòng Đào tạo, Hiện tại, em muốn đăng ký rút môn Điện tử ứng dụng (EE3129) sáng thứ 6 tiết 2-4 . Thay vào đó, em muốn đăng ký bổ sung môn EE3031 - Lập trình hệ thống nhúng (cũng sáng thứ 6) vì môn này liên quan trực tiếp đến đồ án của em. Em không biết làm như vậy thì có được không ạ? Mong Phòng Đào tạo xem xét ạ. Em xin cảm ơn.",
    "Tài khoản E-learning của em có bị khóa không nếu em tốt nghiệp? Nếu em thường xuyên truy cập e-learning (sau khi tốt nghiệp) thì tài khoản đó của em vẫn không bị khóa phải không ạh",
    "PĐT cho em hỏi là em có đăng kí được môn Nhiệt động lực học& tr/ nhiệt (ME2013) DT01 không ạ. Do thời khóa biểu lúc có lúc không ạ",
    "Em hiện tại là sinh viên năm nhất của khoa Hóa. Em có bắt buộc phải nộp chứng chỉ Tin học để được học tiếp năm hai hay không? Và nếu có thì em sẽ học loại chứng chỉ nào vậy ạ? Thêm một câu hỏi nữa là nếu em không đăng ký học tại trường (khóa 800k) thì em có được phép đi thi luôn hay không ?",
    "Kết thúc học kỳ 2 thì khoa em bắt đầu xét chuyên ngành (em khoa Hóa), thì cho em hỏi là em nên nộp chứng chỉ ngoại ngữ trễ nhất là khi nào để tính vào điểm xét chuyên ngành năm nay của em? Và em có cần đăng ký chuyển điểm trước hay không? Em cám ơn",
    "K    Em tên  - MSSV:K. Em là sinh viên K13, đợt thi vét 11/2020 vừa rồi em có đăng ký thi vét môn học   I Cơ học thủy khí   /I    I Mã MH:TR1005  /I . Hiện tại, em đã có điểm thi vét trên hệ thống MYBK, nhưng điểm tổng kết môn vẫn còn là 0.0 (hình đính kèm 1). Và tình trạng sinh viên hiện nay của em đang là xóa tên do quá thời hạn đào tạo (hình đính kèm 2). Em có lên PĐT để trình bày và được các Cô hướng dẫn là về và đợi quyết định của trường. Nhưng đên nay đã là 19/03 em chưa thấy quyết định vì đó em vẫn chưa hoàn tất được việc đăng ký tốt nghiệp, và theo lịch trình tốt nghiệp đợt tháng 04/2021 hạn chót bổ túc hồ sơ tốt nghiệp là 02/04. Em kính mong Phòng Đào Tạo xem xét và cho em xin hướng giải quyết để em có thể hoàn tất quá trình tốt nghiệp. Em một lần nữa cám ơn và mong hồi âm từ phòng đào tạo ạ.   i Tốt nghiệp .",
    "Dạ cho em hỏi, em đã qua anh văn nói viết một tuần rồi nhưng vẫn không thấy danh sách dự kiến. Vậy cho em hỏi là em đang thiếu điều kiện gì phải không ạ? Mong thầy/cô kiểm tra dùm em với .",
    "Thưa thầy cô, em là , sinh viên VP16XDC đang đi trao đổi với đại học nước ngoài. Em đã gửi đơn đăng ký môn học môn Luận văn tốt nghiệp và Đồ án Nghiên cứu & Phát triển cho văn phòng Việt Pháp. Hiện tại trên  vẫn chưa cập nhật TKB mới nhât. Điều này khiến e khá lo lắng. Kính mong thầy cô kiểm tra và cập nhật giúp em ạ. Em chân thành cảm ơn.",
    "Em tên Phan Thanh Sơn mssv  Đợt đăng kí môn học đợt 3 em có đăng kí môn học VI XỬ LÝ mã môn học EE2013 lớp DT01  Do có mail từ trước của nhà trường hình thức học kì dự thính là học online nên em đã đăng kí tiết 12 13 giữa 2 cơ sở và em đã sắp xếp được thời gian học  Hôm qua em kiểm tra TKB vẫn có môn học và eln vẫn có môn nhưng hôm nay em KT lại thì không có nửa. Em lên phòng đào tạo hỏi thì nói là em không đủ thởi gian di chuyển 2 cơ sở. Em hỏi thêm là hình thức học là học online thì cô nói là tùy môn. Nếu biết hình thức học là offline thì em đã đăng kí lớp khác ạ . Em kính mong nhà trường tạo điều kiện đăng kí cho em vào lớp khác (   B DT02_DT03 hay lớp DT02_DT05   ) để em được hoàn thành môn học . Em rất cảm ơn. kính mong nhà trường cứu xét cho em nguyện vọng này ạ.",
    "Thưa , em có đăng kí môn học Cơ học thủy khí mã TR1005, nhưng hôm nay bị hủy mất. Mong  giải quyết giúp em đăng kí môn học này ạ MSSV: ",
    "Học kì hè dự thính năm nay có thể đăng kí môn thí nghiệm vật lý được không thưa thầy cô?  Nếu em đăng kí học lại môn thí nghiệm vật lý hay các môn đại cương khác ở năm nhất k19 ở dự thính học kì chính năm sau được nữa không, Và nếu học được chung với năm nhất thì môn đó có còn hiệu lực tính chỉ cho k19 không ạ?  Em xin cảm ơn.",
    "Dạ thưa thầy (cô), Ngày 11/3/2021, em có thực hiện rút môn ở phòng đào tạo cơ sở 2. Dạ cho em hỏi là có cách nào để kiểm tra rằng:   B Em đã rút môn thành công hay chưa?    không ạ? (Vì em thấy em có lịch thi giữa kỳ môn em đã rút). Em mong nhận được phản hồi sớm từ Quý thầy (cô) ạ . Chúc thầy cô một ngày làm việc hiệu quả. Sinh viên, Nguyễn Phùng Hải      i ",
    "ad cho em hỏi cách thức làm đơn cứu xét ntn ạ. có cần chữ ký gvcn lớp hay chỉ cần làm đơn xong rồi nộp ạ. nộp ở đâu?   i ",
    "Em tên là Nguyễn Đình Khôi mssv  , thầy cô cho em hỏi hôm thứ 5 tuần này em thấy trên lịch học thời khóa biểu của em đã cập nhật môn học dự thính , em còn nhận được gmail báo nghỉ học và đi học bù nhưng tới hôm nay trong thời khóa biểu của em không còn thấy lịch học môn dự thính nữa , thầy cô cho em hỏi nguyên nhân với ạ , môn em đăng kí dự thính là môn Kỹ Thuật Số mã môn học EE1009 . rất mong được thầy cô giải đáp ạ! ",
    "Em có đăng kí xét tốt nghiệp bổ sung và được PĐT báo là em thiếu 2 tín chỉ nhóm 2. Em đã học đủ 4 môn tự chọn: 1. CO2013 - Hệ cơ sở dữ liệu 2. CO3049 - Lập trình Web 3. CO3037 - Phát triển ứng dụng internet of things 4. CO3041 - Hệ thống thông minh Theo chương trình đào tạo của khoa thì môn số 4 không có trong danh sách môn tự chọn, em có kiểm tra chương trình đào tạo bên Văn phòng đào tạo Quốc tế thì có môn số 4. Vậy em có được tính môn đó vào tín chỉ tích luỹ không ạ. Mong PĐT kiểm tra và giải đáp giúp em để em kịp đăng kí tốt nghiệp vào tháng 4. Em cám ơn PĐT   QUOTE http://www.aao.hcmut.edu.vn/catalog/view/theme/default/ctdt_upload/2016/MT/2016_MT_KTM.pdf   /QUOTE https://docs.google.com/spreadsheets/d/mFPrXEr8dK4oQ6FDdg5KTMzpXxBD3CsTAyeCUQo/edit#gid=[phone_number]",
    "Em là sinh viên học văn bằng 2 Hệ Chính quy Ngành Khoa học máy tính. Nhập học năm 2020. Nhà trường cho em hỏi chương trình đào tạo em sẽ theo học là của năm nào ạ ? Kính thư. .",
    "Cho em hỏi là môn xác suất thống kê bao giờ đổi sang chương trình 4 tín chỉ vậy ạ.",
    "Dạ em kính chào Phòng Đào tạo. Do có 1 số lí do nên em đã gửi đơn rút môn Cơ lưu chất kì chính để đăng kí sang dự thính. Tuy nhiên , đến tận bây giờ thì thời khóa biểu của em vẫn chưa hiện môn dự thính Cơ lưu chất CI2003 nhóm DT01_DT02  , em thực sự rất hoang mang vì nếu vì sự việc này mà em trễ môn này thì em sẽ bị trễ 1 kì học . Em kính mong PĐT giúp em giải quyết, bên dưới là đơn em đã đki rút môn học .",
    "Kính thưa phòng đào tạo, Do vấn để di chuyển giữa 2 cơ sở nên em bị xoá môn Cơ học máy (ME2077) vào đợt 1 đăng ký dự thính, em có làm Đơn xin đặc cách để học do đây là kỳ cuối mở mã môn này. Em nộp vào đợt 2. Khi có kết quả đợt 2 em thấy vẫn bị xoá, em có hỏi và cán bộ phòng đào tạo bảo chờ. Khoảng 1 tuần em có kiểm tra và thấy hiện môn lên thời khoá biểu (hình 1, 17/03/2021). Nhưng đến hôm nay do sắp có bài kiểm tra nên em có xem thời khoá biểu lại thì em thấy bị mất môn (hình 2, 19/03/2021). Do em thật sự rất cần học môn này nên kính mong phòng đào tạo hỗ trợ ạ . Em chân thành cảm ơn.",
    "Dạ thưa Phòng Đào Tạo (pdt), Theo thời khóa biểu học kì chính của em, vào tiết 4-6 chủ nhật hàng tuần, em có môn bóng rổ. Nhưng vào giờ đó em muốn xin phép được đăng kí môn Mạch Điện tử EE2007 dự thính. Em có hỏi ý kiến thầy dạy Bóng rổ và thầy cho phép em được đổi lịch học môn Bóng rổ. Vậy không biết có cách nào để pdt cho phép em được đăng kí môn EE2007 không ạ? Vì em chưa đủ chỉ của kì này ạ. Rất mong pdt tạo cơ hội cho em được học ạ",
    "E kính chào PĐT. Kì 202 này e có đăng ký môn học dự thính nhưng do có một môn ở chính không đủ thời gian giãn cách giữa 2 cơ sở. Nên e đã làm đơn rút môn ở chính để có thể được học dự thính và đã làm đơn rút môn kèm đơn đăng ký môn do bị huỷ. Nhưng đến nay đã hết tuần đầu tiên của kì dự thính rồi thì môn học e muốn rút vẫn chưa được rút. Môn e muốn đăng ký học dự thính vẫn chưa có thời khoa biểu ạ. E kính mong bên phía PĐT xem xét giúp e ạ",
    "Tại sao em đăng ký môn Kỹ Thuật Số, trên hệ thống của trường ghi nhận Đăng ký thành công. Kết quả đợt 3 lại xuất hiện là không có môn này, nhưng em lại nhận email thông báo từ môn này ạ?",
    "Em khoá K19 lúc trước bị lạc mất Bằng Tốt Nghiệp THPT nên chưa nộp được, bây giờ em đã tìm được, xin hỏi em cần phải làm gì để nộp bằng đây ạ, em có lên phòng đào tạo hỏi rồi thì các Cô bảo em lên đây để hỏi và xin ý kiến ạ",
    "Em tên là . MSSV: . Kì này em có đăng kí tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến. Điểm toeic nghe-đọc cuối cùng của em là 510 nhưng khi lên kiểm tra thông tin trong danh sách tốt nghiệp dự kiến thì em thấy là 365.Mong phòng đạo tạo kiểm tra lại giúp em với ạ. Em cảm ơn nhiều.",
    "Dạ chào Thầy Cô! Em tên:  MSSV:  Lớp: Hệ VLVH Trong mục thông tin in bằng tốt nghiệp của em thiếu nơi sinh Nơi sinh của em: Bình Lục, Hà Nam Mong Thầy Cô cập nhật lại giúp em Sđt của em: [phone_number] em cảm ơn Thầy Cô!",
    "Dạ vừa rồi em không đăng kí dự thính môn học kiến trúc (CI1049) nên muốn bổ sung sỉ số vào lớp này. Mong được chấp thuận ạ. Em xin cảm ơn.",
    "Em chào thầy/cô. Em là . Mssv . Hệ VHVL. Hiện tại em đang theo học chuyên ngành Viễn Thông. Em có đăng ký  Tốt Nghiệp thầy  (bộ môn điện tử). Thầy có bảo em phải làm đơn chuyển qua bộ môn Điện Tử. Như vậy em có cần học các môn của chuyên ngành điện tử không?",
    "Chào quý thầy Cô ! Em muốn bổ sung môn học dự thính vật lý 1 MSMH : ph1003 trong kì dự thính 202 . Mong quý thầy cô  xem xét bổ sung giúp em để em có thể học . Em xin cám ơn",
    "Cho em hỏi điểm bài tập lớn xstk của em đạt trên 7 chấm thì có đc bảo lưu ko ạ, vì giảng viên dự thính cũng ko biết vấn đề này   I ",
    "Em có đăng kí dự thính giải tích 2 MT1005 nhưng tại sao lại bị xoá môn vậy ạ?",
    "Em có nhất thiết phải nộp bản sao chứng chỉ ngoại ngữ trước khi thẩm tra không ạ?",
    "Em là k19 hệ đại trà, em muốn hỏi là cuối kì này em chỉ nộp bằng toeic 2 kĩ năng reading & listening thì em vẫn được chuyển sang điểm và tính chỉ AV chứ k  cần phải bằng toeic 4 kĩ năng đúng k ạ.  và M ngày7/5/2019 vẫn áp dụng cho k19 đúng k ạ.",
    "Em chào thầy ( cô )  Em tên  khóa 2018  Trong đợt đăng kí đợt 3 em có đăng kí môn hóa phân tích với mã môn và nhóm lớp ghi trên chủ đề thì môn này có một buổi thứ 2 tiết 13 14 15 trên cơ sở 1 . Trước đó môn này em bị không đủ thời gian giãn cách giữa 2 cơ sở do có môn hóa học xanh tiết 11 12 tại cơ sở 2 nhưng thứ 3 tuần trước em đã   B rút môn hóa học xanh    rồi . Em mong thầy (cô) cho em học môn hóa phân tích  Em cảm ơn ",
    "Chào phòng đào tạo Cho em hỏi về hạn xét tốt nghiệp , theo đúng tiến độ thì em sẽ tốt nghiệp vào tháng 11 /2023 , thì các môn dự thính vào học kỳ hè trước học kỳ làm lễ tốt nghiệp đó (11/2023) có kịp ghi vào bảng điểm để xét tốt nghiệp không ạ , em cảm ơn",
    "Em tên :  Mssv:  Thông tin để in lên bằng tốt nghiệp và bản điểm của em bị thiếu mục Nơi sinh Cụ thể Nơi sinh: Đồng Nai Em mong PDT sẻ giúp Em cập nhật thông tin giúp em",
    "Em chào thầy cô, em vừa có điểm thi anh văn nói viết đạt hôm nay (21/3). Thầy cô cho em hỏi khi nào việc này sẽ được cập nhật lên hệ thống để em có thể đăng ký tốt nghiệp ạ.",
    "Thưa thầy/cô, trường hợp nếu là thành viên của đội tuyển tham gia cuộc thi olympic trùng với lịch thi giữa kỳ các môn học thì có được giải quyết không ạ ? Và nếu có, thì cụ thể giải quyết như thế nào ? Các môn học không giống như môn thi olympic. Em cảm ơn thầy/cô.",
    "Dạ em chào quý thầy cô. em là sinh viên khóa K18 Quý thầy cô cho em hỏi là điểm toeic bao nhiu thì có thể làm được luận văn tốt nghiệp. Điểm chuẩn anh văn quy định của từng khóa  alf giống hay khác nhau ak. em thi đợt kiểm tra anh văn đinh kì trong trường đc 505đ vậy em có đc học năm 4 ko ak",
    "Em xin chào ạ. Em tên , sinh viên năm 3 khoa Công Nghệ Vật Liệu. Hiện em đang dự tuyển   B học bổng Hội cựu sinh viên Bách Khoa   . Em nhận được thông báo cần tiếp tục bổ sung giấy xác nhận tiền học phí học kì 202 ạ . Phòng kế hoạch tài chính có thông báo rằng phải đến đầu tháng 4 mới có mail học phí gửi đến sinh viên, mà hạn bổ sung của em là 26/3...   B Cho em được hỏi rằng hiện giờ em có thể xin giấy xác nhận học phí/thông báo mức học phí của em ở đâu ạ!?     EM xin trân thành cảm ơn ạ.",
    "Chào thầy/cô! Hiện tại thời khóa biểu của em vẫn chưa được cập nhật môn học Anh văn 3A (MSMH: la1041), mong quý thầy cô xem lại giúp em. Em cảm ơn!",
    "Dạ cho em hỏi, em thuộc hệ KSTN K18 khoa Hóa, hiện tại em chỉ mới đủ điểm hoàn thành AV4 (đợt thi AVĐV đầu năm 1). Cho em hỏi hạn chót để em nộp chứng chỉ anh văn yêu cầu của hệ KSTN năm 3 (600 Toeic) là khi nào để tiếp tục ở lại với chương trình KSTN ạ. Thầy cô cho em xin chính xác thời gian cụ thể với ạ.",
    "Chào Thầy/Cô. Em tên : Nguyễn Quốc Hưng là sinh viên hệ vừa học vừa làm. Học kỳ này em muốn đăng ký thêm môn: CO3003 - Mạng máy tính. Mong Thầy/Cô giúp em . Em chân thành cảm ơn.",
    "Em tên là  , MSSV:. Ngày 24/04/2021 em thi 2 môn là Anh Văn 2 nhóm tổ L01-A vào lúc 13h ở 101H1 và môn Vật liệu học và xử lý nhóm tổ A01-A vào lúc 15h ở 301C4. Do lịch thi 2 môn sát nhau nên em không thể thi được 2 môn,nên em mong phòng đào tạo giúp em.",
    "Học kỳ trước em đóng học phí trễ và đã đóng nhưng quá thời hạn cho phép. Kỳ này em bị phòng đào tạo cho tạm dừng học mặc dù đã đăng ký môn dự thính và các môn kỳ chính. Cho em hỏi có cách bào để em khôi phục thời khoá biểu không ạ.",
    "Dạ cho em hỏi em đã nộp đơn xin chuyển nhóm thí nghiệm môn thí nghiệm An toàn điện(EE3097) vì em bị trùng lịch với môn Vi xử lí đăng kí trong kì dự thính 202. Đến bây giờ tkb của em đã cập nhật lịch học dự thính như lịch thí nghiệm môn An toàn điện vẫn được giữ nguyên(L03)( trước đó em đã xin sang lớp L02) và hiện giờ em đang bị trùng 1 tiết trên thời khoá biểu. Em không biết là tại sao ạ??? Mai mốt pđt có đổi lại tkb giúp em không ạ?",
    "Theo như hướng dẫn của cô em xin được gửi thông tin lớp e muốn đăng ký và hình ảnh đơn rút môn học của em ạ. Dạ đây là đơn rút môn ở kì chính của em. Môn học e muốn đăng ký là: Tên Môn Học: Kỹ Thuật Số Mã Môn Học: EE1009 Nhóm T: 02 - thầy Trần Hoàng inh Nhóm BT: 04 - thầy  Em mong phòng đào tạo giúp e đăng ký. Em xin chân thành cám ơn.",
    "Dạ thầy cô cho em hỏi, ở đợt đkmh dự thính đợt 3, em có đăng ký môn Gt2 và đã đăng ký thành công. Còn slot và đã hiển thị đăng ký xong. Tại sao khi có kết quả đợt 3 em lại bị mất môn ạ ? Hiện tại em đang thiếu tín chỉ nên 4 chỉ gt2 rất quan trọng với em. Em không hiểu sao em bị hủy môn đã đăng ký, xin thầy cô tư vấn Em xin cảm ơn",
    "Em tên  mssv  Xin đăng ký thêm môn học: Ee3023 thực tập điện tử Ee2021 cơ sở điện tử công suất Đợt đăng ký môn học bổ sung em đã đăng ký nhưng tkb không hiện. Em đang học cùng các bạn cùng lớp xin được hổ trợ ạ!",
    "Xin chào thầy/cô ạ, Em đang học lớp L03 Mạch điện tử(EE2035) của thầy  lúc 13h thứ 3. Hiện tại em đang học môn này ở phòng 304H2. Phòng nhỏ nhưng tình trạng sinh viên \"học chui\" rất nhiều. Đã nhiều buổi học em đã phải ngồi bàn 4 người, thậm chí 5 người. Đi học trễ thì không có chỗ ngồi mặc dù em học lớp chính. Vì vậy em xin đổi phòng học qua 1 phòng khác lớn hơn được không ạ, để không làm ảnh hưởng đến việc học của em cũng như các bạn khác ạ. Em xin cảm ơn.",
    "Em đã bỏ qua mất đợt đăng kí dự thính lần trước nhưng bị thiếu môn không biết bây giờ PĐT có thể thêm em vào Giải tích 1 MT1003 và  1 1003",
    "Khi nộp chứng chỉ ngoại ngữ qua web, thì ngoài các bước được hướng dẫn trên trang thì còn có phần nhắc sinh viên liên hệ với tổ chức quản lí thi (như Hội đồng Anh,...) để gửi bản sao chứng chỉ qua cho phòng đào tạo. Vậy thì có cần phải nộp trước khi thẩm tra không ạ?",
    "Em tên là : MSSV  Môn học đăng ký  : AV4  Mã môn học: LA1009  Nhóm DT03 Em xin phòng đào tạo và nhà trường cho em đăng ký môn học. Em xin cảm ơn.",
    "Dạ thầy cô, em có thấy bên lớp PH1003 DT07 có dư 1 chỗ 124/125, thầy cô đăng ký em bên DT08  hôm qua em vừa đi học bị nhốt trên C6 tận tối, em xin chuyển qua DT07 học hangout được ko ạ, em xin cảm ơn",
    "Em là  thuốc lớp XD20LT02 Cho em hỏi là thẻ sinh viên em đang ở đâu em đã về khoa cũng như phòng đào tạo của 2 cơ sở mà không có mặc dù trên mybk thông báo thẻ được in rồi mà không nhận được mail nào là nhận thẻ",
    "Em tên:,lớp XD16TL01. Kỳ này em chỉ còn phải làm luận văn mã CI4373 để tốt nghiệp, nhưng tới giờ vẫn chưa được xét đăng ký. Trên trang ĐKMH báo là thiếu môn kết cấu bê tông cốt thép 1( mã CI2091) , ở học ký 192 em đăng ký trễ nên không còn lớp, em phải đăng ký môn kết cấu bê tông cốt thép 1 (CI2039) theo chương trình đào tạo k14, em có học đồ án và lý thuyết, đã có điểm thi. Mong PĐT  xem xét cho em . Em cảm ơn ạ",
    "Thưa Phòng Đào tạo ĐHBKHCM, Em học ngành Hệ thống năng lượng của chương trình Việt Pháp (Khóa 2015). Theo lịch trình đề ra trên website \"http://www.pfiev.hcmut.edu.vn/pfievndex.php?tin=17\", số tín chỉ cho cả chương trình là 276,5. Tuy nhiên tại \"https://mybk.hcmut.edu.vn/stinfo/\" số tín chỉ tích lũy được là 282,5 . Em muốn biết vì sao có sự chênh lệch này để xem xét ảnh hưởng của nó lên điểm trung bình của em khi tốt nghiệp. Em xin cảm ơn. ",
    "Em muốn hỏi là em đã đăng ký LVTN vào đợt 3 và cả đợt cuối cùng nhưng đều không được và không được cập nhật trong TKB . Hiện tại em không nợ học phí, đã nộp chứng chỉ ngoại ngữ. Em vẫn đang thực hiện LVTN . Mong PĐT giải quyết sớm thắc mắc để em yên tâm học. Em xin chân thành cảm ơn",
    "Em chào thầy/cô! Em tên:  Hệ: Vừa làm vừa học. Em vừa nộp xong hồ sơ ở 204A1 cơ sở 1, ngày 19/03/2021. Cho em hỏi: Giờ em chờ nhận thông báo mail hay làm gì tiếp theo ạ. Trân trọng cảm ơn!",
    "Do em không kiểm tra lại đợt đăng ký môn học dự thính đợt 3 nên em bị hủy môn học này (Điện tử - 402705), nhờ Thầy/Cô giúp em đăng ký lại môn này với ạ. Em xin cảm ơn.",
    "Chào Thầy cô, Em có đăng kí Môn kĩ thuật lập trình mã là CO1011 thuộc ctdt k2018 về trước, vậy nếu em đk và tiếp tục học có tương đương kĩ thuật lập trình CO1027 của ctdt k2019 ko ạ.Mong thầy cô giải thích giúp em. Em xin trân thành cảm ơn"
]