[
    "Vì dịch virus corona nên em đã trả phòng trọ và về quê ở Bình Định do đó mạng ở ngoài quê rất chậm khi dùng hết dung lượng tốc độ cao. Em mong phòng đào tạo cho em xin rút môn học. Tên môn học: Thí nghiệm công trình Mã số môn học: CI4011 Mã nhóm: B01",
    "Thưa Thầy?Cô, Em xin phép hỏi học kì Dự thính 192 có được mở không ạ? Em xin cảm ơn.",
    "Sau khi xem xét em nhận thấy mình học dư 1 môn nên em xin rút Xử lý ảnh - EE3035 - nhóm A01(ONL)",
    "Lý do rút môn: Vì lý do dịch bệnh diễn biến phức tạp, sinh viên phải nghỉ ở nhà và học trực tuyến, em xin được rút môn để có thể tập trung vào các môn cơ sở ngành và môn chuyên ngành trong học kỳ này. Môn học: Thí nghiệm vật lý Mã số môn học: PH1007 Mã nhóm: CC11",
    "Em xin được rút môn Đường lối Cách mạng của Đảng Cộng sản Việt Nam . Mã số môn học: SP1009  Nhóm lớp: L04 Lí do rút môn: Em không đủ khả năng để hoàn thành các bài tập của môn này. Do chưa quen với việc học online nên em cảm thấy bị áp lực rât nhiều . Kính mong nhà trường cho em xin rút môn này để tập trung hết sức cho các môn chuyên ngành khác ạ . Em xin cảm ơn",
    "B Lý do rút môn học     U  Em không thể trang trải học phí do hoàn cảnh kinh tế khó khăn khi tình hình dịch bệnh kéo dài, kính mong phòng đào tạo tao điều kiện cho em được rút môn học Công nghệ Sản xuất Cấu kiện Bê tông Cốt thép , mã môn: CI3223, nhóm A01 trong học kỳ này.",
    "Không có đủ khả năng theo môn học này trong học kì này,  kết cấu thép CI3213          bê tông cốt thép 2 CI3177",
    "Lý do: Nhà em không đủ điều kiện về mạng và thiết bị để học. -Tên môn học: Cơ sở kỹ thuật điện -Mã số môn học: EE2017 -Mã nhóm: A03 ",
    "môn học : tổ chức thi công ( Mã số môn hoc : CI4125) 2. môn học : quản lí dự án ( Mã số môn học : CI1053)",
    "Dạ em xin rút môn học là vì lý do : ở nhà em mạng không ổn định khong thể tham gia học trực tuyến nhiều môn được +Tên môn học : pháp luật việt nam đại cương +Mã môn học : SP1007 +Nhóm tổ : L07",
    "Lí do: Em dự định nộp đơn bảo lưu nên muốn rút môn ạ Môn học: Giải tích 2  Mã môn học: MT1005 Nhóm: A02",
    "Kính thưa phòng đào tạo! Cho em hỏi em sẽ xem livestream theo lịch học online ở đâu và như thế nào? Em cảm ơn rất nhiều!",
    "Em tên , MSSV:  Em xin được rút môn học  mã SP1005 lớp CC02 Lí do: em là sinh viên mới chuyển ngành trong học kì rồi nên những môn chuyên ngành mới em đăng kí có kiến thức khá nặng nên em muốn tập trung hơn vào môn chuyên ngành. Em cũng chưa thi IELTS để nộp cho trường nên em cũng muốn dành thời gian còn lại để dành cho luyện thi IELTS . Em xin cảm ơn Văn Phòng Đào Tạo ạ.   i Đă   Dành cho SV Quốc tế, CLC .",
    "cho em hỏi em đăng kí một thầy học một thầy là sao ạ",
    "Lý do rút môn học: em rút môn học tại vì em ôn thi lại thptqg ạ. Em cám ơn",
    "Dạ thưa thầy cô do điều kiện dịch và nhận thấy hơi áp lực trong việc học môn này . Em xin rút môn ạ . Cụ thể là môn Cơ sở Kỹ Thuật Điện EE2017 nhóm L04 ạ . Em xin cảm ơn thầy đã giúp đỡ",
    "Kính gửi Phòng Đào Tạo! Em tên: . MSSV: . Khoa: Kỹ Thuật Xây Dựng. Vì đã kết hôn và sắp đón thêm thành viên mới trong gia đình nên trong học kỳ này em dành nhiều thời gian hơn để đi làm kiếm thêm thu nhập. Do đó, thời gian dành cho việc học cũng bị hạn chế. Em sợ không thể hoàn thành được khối lượng các môn học trong học kỳ, nên em có nguyện vọng xin được rút môn học sau: Mã môn học: CI4341 Tên môn học: Đề Cương Luận Văn Tốt Nghiệp Nhóm - Tổ: A01 Kính mong Phòng Đào Tạo xem xét! Em xin cảm ơn!",
    "Em xin được rút môn Tư tưởng  mã môn học là SP1005 do em muốn học môn này trong học kì khác",
    "vì lí do cá nhân nên e không theo dõi được đầy đủ và làm các bài kiểm tra của môn học,Cơ Lưu Chất,CI2003,L02",
    "Nội dung rút môn học :  Do yêu cầu môn học là lập trình và mô phỏng trên máy tính . Nhưng do thời gian này máy tính em bị hỏng và chưa có điều kiện nâng cấp trong thời gian sắp tới. Ảnh hưởng tới tiến độ tiếp thu môn học - Tên môn học : PLC - Mã số môn học : EE3069 - Nhóm : A02",
    "Lí do em rút môn học vì môn học cần lập em không lập nhóm được vì em đã mail mấy bạn chưa lập nhóm và không nhận được phản hồi, mất mấy bài báo cáo đầu khó theo kịp với các nhóm khác",
    "Do học online em không tiếp thu kiến thức được và điều kiện vật chất thiếu thốn, Giải tích 2, MT1005, A02",
    "o lường nâng cao (025220) - Thiết kế và phân tích cơ cấu nâng cao (505915) - Đạo đức kinh doanh và trách nhiệm xã hội (025181) - Thiết kế và phát triển sản phẩm (025155) - Cơ sở biến dạng tạo hình kim loại (025157) - Đo lường nâng cao Lý do: Do tình hỉnh dịch bệnh nên phía bên công ty thay đổi thời gian làm việc thành đi ca để phân bố số người trong nhà máy. -  Do đó lịch đi làm không cố định và không thể tiếp tục học trong học kì này",
    "Hôm 04/13/2020 07:16:18 pm  em có lỡ rút môn học Thực tập điện tử 1 (EE2023)_ (DH_HK192) và đã được đồng ý vì thấy không có lịch dạy online. Tuy nhiên do môn học này chỉ có học vài ngày nên Em xin Hủy Rút môn Học và được TIẾP TỤC HỌC môn Thực tập điện tử 1 (EE2023)_ (DH_HK192) Mã số môn học: EE2023 Giảng Viên Giảng Dạy: Mã nhóm: L04 Em muốn Hủy rút môn học. Và  ạ! Em xin lỗi vì đã làm phiền Phòng Đào Tạo. Mong pdt xét duyệt cho em tiếp tục học môn này ạ",
    "QUOTE  . Em muốn rút môn học giải tích 2 ((MT1005) Vì em đang nợ giải tích 1, em không đủ kiến thức để học giải tích 2",
    "Dạ chào thầy cô ạ Em làm phiếu này xin thầy/cô giúp em đăng ký thêm một môn chuyên ngành ME3231 (Kỹ thuật mô hình hoá và mô phỏng). Đây là môn học tiên quyết của em, nếu thiếu sẽ ảnh hưởng rất nhiều đến học kỳ sau. Mong thầy cô giúp đỡ em ạ",
    "Em xin rút môn: Vẽ kỹ thuật bảo dưỡng  Mã số môn học:IU1003 Mã nhóm:L02 Lí do em xin rút môn này là do em thấy môn này với cách dạy online em không tiếp thu và nắm được khiến thức để vận dụng sau này.Em mong phòng đào tạo chấp nhận giúp em. Em xin chân thành cảm ơn !",
    "Chào thầy, cô Em muốn rút hai môn ở hk này là:    - Mạng viễn thông (EE3085, mã nhóm A01)   - Mạng máy tính (EE3111, mã nhóm A01) Lý do: mạng ở chỗ em rất yếu và thiết bị của em không đáp ứng nhu cầu xem live stream và chat trên google meet được... Mong thầy cô giúp đỡ... em cảm ơn!",
    "Em xin chào phòng đào tạo. Em là , sv K14. Vì lí do gia đình cũng như là kinh tế hiện tại trong mùa dịch bệnh nên em xin phòng đào tạo cho em rút môn học mà em đã đăng kí. Gồm các môn: 1. Cơ học kết cấu, mã MH: CI2029, nhóm: L01 2. Nền móng, mã MH: CI3195, nhóm: A03 3. ĐAMH nền móng, mã MH: CI3197, nhóm: A21 Em xin chân thành cảm ơn. Em mong nhận được phản hồi sớm từ phòng đào tạo.",
    "Đă    . Em là , MSSV:  Em muốn xin rút môn thực tập tốt nghiệp, mã môn học là MA3343, nhóm lớp L01. Vì vào ngày 25/2/2020 em nhận được mail của trường là có lịch đăng kí (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng kí cuối cùng và do không đọc kĩ mail thì đợt đăng kí này là cho học kì 192 mà chứ không phải là cho kì hè 193 như trong chương trình đào tạo. Và em nhận thấy nếu để môn này cho học kì chính thì cả em và giảng viên rất khó sắp xếp thời gian và hiện nay còn đang cách ly toàn xã hội do phòng tránh dịch Covid-19 chưa biết khi nào sẽ hết cách ly. Mong nhà trường sẽ giải quyết cho em được rút môn học. Em xin cám ơn.",
    "Em xin rút môn học : kinh tế học đại cương. Mã môn học IM1013, nhóm A01. Lí do :  Thứ nhất: em có hai môn học nhóm D ( kiến thức quản lí ). Em xin rút 1 môn.Để thuận tiện cho quá trình học tập. Thứ hai:  Có thời gian đầu tư cho các môn học khác tốt hơn.",
    "Em tên  MSSV:  - Em xin rút môn:  (LA1009) Nhóm/Tổ: A01 - Lý do rút môn của em là em vừa thi Toeic xong và tháng 5 có bằng nộp để chuyển điểm ạ .    Em xin cám ơn quý thầy cô ạ.",
    "Vì lí do laptop hư main vẫn để trong trọ ở Sài Gòn và tiệm net ở quê quảng nam đóng cửa do giãn cách xã hội , xin nhà trường cho em rút môn học: Đồ án Nền Móng-CI3197 nhóm A21 do thầy  phụ trách. Mong nhà trường xem xét cho em được rút môn này ạ, em cảm ơn",
    "Em tên , MSSV . Trong thời gian nghĩ do dịch bệnh nhà trường có tổ chức học online, do học online em khó tiếp thu nên em muốn rút môn học Điện trong kỹ thuật lạnh, mã môn học ME4311, mã nhóm A01. Em xin chân thành cảm ơn thầy cô đã giúp em.",
    "Vì e là sinh viên hệ vừa học vừa làm,thời gian dạy online 12:00 - 13:15 vào thời gian làm nên kg học được. Môn học :  Máy Mã : ME2003 Nhóm : T01",
    "Em chào Quý Thầy Cô, Hiện tại em xin rút 1 môn học như sau:  + Môn: Đo lường và điều khiển bằng máy tính.  + Mã số: EE3017.  + Nhóm : LT: A02, : A03. Lý do:  + Công việc hiện tại nhiều, không thể theo kịp các khóa học Online (Thời gian học rơi vào thời gian làm việc)  + Khả năng tiếp thu chậm nên muốn học trực tiếp để có khó khăn hay thắc mắc có thể trực tiếp hỏi thầy cô. Em mong Quý Thầy Cô xem xét cho em miễn môn trên. Em cảm ơn Quý Thầy Cô. Chúc Quý Thầy Cô sức khỏe!!! ",
    "Em xin được rút môn Kinh Tế Học Đại Cương - mã môn IM1013 - nhóm L04. Lí do : Học kì này em đăng kí nhiều môn nhưng phải học online, em sợ không đủ khả năng để tiếp thu hết kiến thức so với khi được học trực tiếp trên lớp, như vậy khả năng không qua môn rất cao. Mong giáo viên xem xét để em được rút môn học mà không tính học phí. Em cảm ơn ạ.",
    "Dành cho SV Quốc tế, CLC . Em không đủ khả năng theo được môn trong thời gian ở nhà do khó tiếp thu hơn ở trường và muốn dành thời gian cho gia đình nhiều hơn Môn: Cơ lý thuyết, mã số AS1003      Đại số tuyến tính, mã số MT1007      Vật lý 1, mã số PH1003      Giải tích 1, mã số MT1003",
    "Em tên là  - MSSV :  . Em xin được rút môn Kinh Tế Học Đại Cương - mã môn IM1013 - nhóm L04. Lí do : Học kì này em đăng kí nhiều môn nhưng phải học online, em sợ không đủ khả năng để tiếp thu hết kiến thức so với khi được học trực tiếp trên lớp, như vậy khả năng không qua môn rất cao. Mong giáo viên xem xét để em được rút môn học mà không tính học phí. Em cảm ơn ạ.",
    "Lý do là  thấy sức khỏ không được tốt để học bơi. thứ hai nữa là do dịch nghỉ nhiều sẻ ảnh hưởng khả năng học của . thứ ba là  đã đăng ký tận 2 môn thể chất là bóng bàn nữa nên xin rút một môn để phù hợp với thời gian học do bị rút ngắn do dịch nếu sau này đi học. nên  xin rút môn bơi, mã MH PE 1019, mã nhóm L16 .",
    "Dạ kính gửi ban quản lý nhà trường. Em tên là , MSSV . Em viết đơn này xin được rút môn học Giải tích 2, vì môn Giải tích 2 căn bản là một môn khó, việc học online càng khiến em không tiếp thu nổi và nó khiến em không tự tin khi đi thi. Vì vậy em xin ban quản lý nhà trường cho em được rút môn ạ. Môn học : Giải tích 2 Mã số môn học : MT1005 Mã nhóm : L30",
    "Em xin được rút môn học điều độ sản xuất vì lý do gia đình và em muốn được học môn này trực tiếp trên lớp nên em sẽ đăng kí vào học kì sau . Tên môn học: Điều độ sản xuất Mã môn học: IM3073 Mã nhóm: A02",
    "em đăng kí rút môn học vì em không có thiết bị để học trực tuyến và học trực tuyến em không hiểu được nhiều vấn đề Mã :H1003; Tên :Vật lý 1; nhóm:T01 Mã :H1004; Tên :Vật lý 1 bt; nhóm:T01 Mã :MT1003; Tên :Giải tích 1; nhóm :T01 Mã :MT1004; Tên :Giải tích 1 bt; nhóm :T01",
    "Kính thưa Phòng Đào tạo,em tên là , mã số sinh viên  ạ. Vì nhà e ở vùng quê gần núi, nên mạng yếu và hay bị mất kết nối, không đảm bảo được chất lượng học tập, nên xin phòng đào tạo cho em rút môn học Vật lý 2 của học kỳ 192 này ạ. Mã hôn học: PH1005 Nhóm lí thuyết: L07 Nhóm bài tập: L14",
    "MSMH: IM3027 Tên môn học: Đổi mới sản phẩm/dịch vụ Lí do: Do vấn đề học online còn gặp nhiều bất tiện, nên em không nắm bắt đầy đủ nội dung mà môn học truyền tải. Do đó em xin phép được rút môn học \"Đổi mới sản phẩm/dịch vụ\" mong được nhà trường xét duyệt.",
    "Do tình hình dịch bệnh còn phức tạp và không có điều kiện học trực tuyến. Giải tích 2 MT1005 Giải tích 2(bt) MT1006",
    "Kính gửi quý Thầy Cô. Em tên:  MSSV:  Em xin được rút môn: - Phát triển ứng dụng trên thiết bị di động (CO3043)-nhóm L01. Lý do: do thay đổi nên em không sắp xếp theo học môn này được. Em xin chân thành cám ơn. Trân trọng.",
    "Em xin đăng kí rút  môn học Hệ thống sản xuất mã MH IM2021 Nhóm L02 Vì lý do em học online môn này thấy không hiệu quả",
    "Lý do: Cách học online không phù hợp với môn hiện tại, em sẽ đăng kí lại vào kì sau để nắm được kiến thức một cách tốt nhất. Em không thể duy trì được chi phí mạng và dùng máy vì hiện giờ các quán net đã đóng cửa. Tên môn học: Kỹ thuật thi công Mã môn học: CI3043 Mã nhóm: A03",
    "Em muốn rút môn Pháp Luật Đại Cương  Mã môn học: SP1007 Lý do: Để em tập trung vào các môn khác để được kết quả tốt hơn.",
    "Thưa thầy/cô. Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng và em chưa quen việc học tập online cho lắm,nên em xin rút môn ME2071 (các quá trình chế tạo) trong những môn em đã đăng kí vào kì 192. Em xin cảm ơn!",
    "Lý do: vì lý do sức khỏe Tên môn học: Lý thuyết điều khiển nâng cao Mã số môn học:EE3007 Mã nhóm:T01",
    "Thưa thầy/cô. Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng và em chưa quen việc học tập online cho lắm,nên em xin rút môn ME2071 (các quá trình chế tạo) nhóm-tổ A02 trong những môn em đã đăng kí vào kì 192. Em xin cảm ơn!",
    "Em xin phép rút môn lý thuyết điều khiển nâng cao(EE3007 Mã nhóm T01),vì lý do việc làm và dịch bệnh nên không tham gia đủ các buổi học, không theo kịp giáo trình. cảm ơn ạ",
    "cương luận văn tốt nghiệp (ktct). Mã số môn học:ME4093. Mã nhóm: A01. Lý do: lúc đăng kí môn học em đăng kí nhầm. 2. Luận văn tốt nghiệp (ktct). Mã số môn học: ME4029. Mã nhóm: A01. Lý do: đề tài quá khó, nên em không thể làm kịp trong kì này, em xin hủy để có thêm thời gian thực hiện.",
    "hiện tại việc học online khá bất cập cho nên em muốn rút môn để quá trình học tập dc tốt hơn  môn : PH1005Vật lý 2 nhóm : L08",
    "Tên môn học: Cơ sở điện tử công suất Mã môn học: EE2021 Mã nhóm: L06 Tên SV:  MSSV:  Lí do rút môn học: không đủ điều kiện tham gia lớp, không cập nhật kịp thông tin lớp học nên cập nhật kiến thức thiếu nên để vào kì học offline sau ạ",
    "dạ cho em hỏi  vì kì học này em chỉ có đăng kí một môn học nên em muốn rút và tạm ngưng học kì này được không ạ. em cảm ơn",
    "Kính thưa quý thầy cô,em xin được rút môn học Pháp luật Đại cương Việt Nam (mã môn:SP1007 - mã nhóm: L03) vì em lỡ đăng kí hơn số tín chỉ cơ bản mà nhà trường đề ra ở HK192 nên em thấy chương trình quá nặng,em k theo kịp,kính mong nhà trường cho em được rút môn học này ạ,em sẽ hoàn thành trong học kì tới,em xin cảm ơn",
    "em xin rút môn học vì môn học này em đã qua môn . môn  : ĐỊA CHẤT CÔNG TRÌNH  mã MH: CI1043 mã nhóm : L01",
    "Tên môn học: Phát triển ứd trên tbdđ Mã số môn học: CO3043 Mã nhóm: L01 Em đã đủ số tín chỉ cần để tốt nghiệp và muốn tiết kiệm một phần học phí. Ngoài ra, do em đang làm luận văn tốt nghiệp nên không thể dùng nhiều thời gian cho môn này, do môn này yêu cầu khá nhiều thời gian tự học và làm sản phẩm.",
    "Xin phép pđt cho em được phép rút môn học  &   Với lí do em cảm thấy mình không theo kịp các bạn nhưng lại không có bạn nào để trực tiếp hỏi bài để bắt kịp tiến độ của chương trình",
    "Xin phép phòng đào tạo cho em rút môn học -Môn Thiết kế kiến trúc công cộng 3 (mã môn học:CI2069 ,mã nhóm:L01) -Môn Kỹ thuật kiến trúc 2 (mã môn học:CI2071 mã nhóm:L01) Lý do: cả 2 môn này đều yêu cầu phải vẽ máy là cần có máy tính xách tay nhưng hiện tại laptop của em đang được cất tại ký túc xá Đại học quốc gia và ký túc xá được chọn làm khu cách ly nên em không thể lên lấy laptop được. Kính mong phòng đào tạo xem xét cho em rút 2 môn học này.",
    "Kì này em đăng kí khá nhiều chỉ mà lại học online nên em thấy nhiều và nặng, nên em muốn rút môn hóa đại cương (CH1003 - L24_L74)",
    "Em xin đăng kí rút môn học:  Môn 1: kỹ thuật kiến trúc 2, mã số môn học CI2071, nhóm tổ L01  Môn 2: Thiết kế kiến trúc công cộng 3, mã môn học CI2069, nhóm tổ L01   LÝ DO:   Cả 2 môn này đều yêu cầu phải vẽ máy là cần có máy tính xách tay nhưng hiện tại laptop của em đang được cất tại ký túc xá Đại học quốc gia,KTX lấy làm chỗ cách ly đột xuất nên em không thể lên lấy về được.  Em cảm thấy khó khăn trong việc học onl vì tốc độ mạng không ổn định nên xin rút bớt môn để tập trung vào những môn còn lại có thể học không cần laptop.    EM.",
    "Em tên :  - MSSV: . Em xin rút môn học Quá trình thiết bị cơ học HK 192.Mã môn học CH2019 Lý do:Em đang mang thai tuần thứ 32(gần 7.5 tháng), em lo học xong không kịp thi học kỳ. Em xin chân thành cảm ơn!",
    "Môn học:  CHẾ TẠO  Mã môn học: ME2071 Nhoms : A01 Lý do rút môn: Hiện tại em ở tại tỉnh Đăk Lawk nên bị cách ly, điều kiện không cho phép học online nên không hoàn thành môn học được.",
    "Em tên : Đỗ Nhật Đăng Khoa  Mssv:  Hệ : VHVL Do diễn biến của dịch nCOV và trường cho các sv nghỉ 1 cho đến khi kết thúc dịch bệnh . Trường đã mở lớp học online nhưng do e k thể online vào các buổi học vì trong thời gian làm việc  E xin rút môn Giải tích 1 ( MT1003) và Vật Lý 1 ( PH1003)",
    "Việc học livestream không được đi doanh nghiệp thực tế, ảnh hưởng tới việc bổ sung kiến thức thực tế.",
    "Họ và tên :  Mã môn học   Tên môn học EE3071       SCADA EE3025       Kỹ thuật siêu cao tần Do không sắp xếp được thời gian học online trong mùa dịch các môn học trên nên em mong nhà trường cho em rút hai môn học này.",
    "Kính gửi:Phòng đào tạo Em tên:   Em viết đơn này xin phép PĐT cho em được hủy môn học Cơ lưu chất(CI2003) vào kì này do lúc đăng kí môn cho học kì 192 em vẫn chưa biết điểm môn   này có qua môn hay không, vì là môn tiên quyết luận văn nên em vẫn phải đăng kí. Nay đã có điểm đạt môn này nên em xin phép PĐT cho em được hủy môn ạ. Em xin cảm ơn,",
    "Em muốn đăng rút môn học: Ổn định và điều khiển bay (TR3039-A01). Lý do: Em đăng ký dư vì không biết môn này thay thế cho một môn khác em còn nợ hay không do lúc đo em đang làm thủ tục xét môn thay thế và vì đang trong mua dịch nên thu nhập gia đình bị hạn chế nên em muốn rút môn để giảm thiểu học phí. Mong PĐT duyệt cho em, em xin cám ơn ạ.",
    "ng kí rút môn học: Xác suất và thông kê (MSMH: MT2001 - Nhóm: A02)",
    "Kính gửi : Phòng Đào tạo Ngày 09-09-2019, em có nộp đơn xin chuyển từ ngành Cơ điện tử sang QLCN (bắt đầu từ hk2 năm học 2019-2020) và giấy hẹn lấy kết quả ngày 23-09-2019 . Đến đầu tháng 01 -2020 mà vẫn chưa có kết quả (Trước đó em đã liên hệ Thầy  và Thầy có báo là PDT đã đồng ý cho chuyển - chỉ chờ văn bản) . Sau tết âm lịch, e liên hệ lại thì Thầy nói đơn của em đã bị thất lạc do di dời, sửa chữa nhà A1; em được yêu cầu làm lại đơn khác sẽ có kết quả ngay. Từ ngày làm lại đơn mới đến nay, em vẫn chưa nhận thông tin từ Thầy  hoặc quyết định đồng ý cho chuyển ngành của PDT (em đã đăng ký môn học hk2 theo CTĐT khoa QLCN như lời Thầy  nói) Kính mong nhận được sự phản hồi của PDT Thông tin liên lạc của em  SDT:   0789 848 418 Email:  Trân trọng cảm ơn    i  .",
    "Môn học xin rút: Công nghệ phần mềm (CO3001), Hệ điều hành (CO2017) Lý do: Hiện tại tất cả đồ dùng học tập của em đều bị niêm phong ở KTX ĐHQG TP HCM, bao gồm laptop sách vở môn học, và tình hình cả nước tiếp tục cách ly tập trung thì em ko có cách để học được những môn này. Em xin cảm ơn PĐT",
    "Do diễn biến phức tạp của dịch bệnh Covid-19, nên cơ sở nơi em làm việc tạm thời đóng cửa và công việc của em cũng bị tạm ngưng. Vì vậy thu nhập của em không còn đựơc như trước, nên mong BGH nhà trường tạo điều kiện cho em huỷ môn học ở học kỳ này (HK192) và trở lại học tập bình thường vào học kỳ sau. Trong thời gian đợi quyết định của BGH nhà trường, em xin chân thành cảm ơn. Các môn học em muốn rút: - Thực tập kỹ thuật ôtô TR3075 (nhóm T01) - Đồ án thiết kế động cơ đốt trong TR3043 (nhóm T01) - Chi tiết máy ME2008 (nhóm T01) - Chi tiết máy ME2008 (thí nghiệm - nhóm T01) - Lý thuyết ôtô TR2021 (nhóm T01)",
    "Lý do: Em cảm thấy học online không phù hợp với em, khó tiếp thu kiến thức hơn so với học offline. Vì môn này là môn bắt buộc nên em muốn mình nắm thật rõ những kiến thức nền tảng. Tên môn học: Quản lý chất lượng MSMH: IM3063 Mã nhóm: A02",
    "Em cảm thấy thời gian học online không phù hợp với em, em không tiếp thu được nhiều kiến thức như học offline . Tên môn học: Quản lý chất lượng MSMH: IM3063 Mã nhóm: A02",
    "Em xin rút môn học. Tên môn học: Kỹ thuật chiếu sáng Mã số môn học: EE3099 Mã nhóm: A01 Lý do, vì dịch COVID nên kinh tế gia đình em không được ổn định.",
    "Học phí đại học học kì chính 192 có giảm không ạ. Khi nào thì đóng học phí ạ.",
    "Em xin rút môn học. Tên môn học: Kỹ thuật an toàn điện Mã số môn học: EE3097 Mã nhóm: A03 Lý do, vì dịch COVID nên kinh tế gia đình em không được ổn định.",
    "Thời khóa biểu của em sau khi khôi phục thì chính xác như ban đầu, nhưng mà mục tổng số tín chỉ đăng kí thì bị dư 3 tín chỉ ạ.",
    "kính gửi PDT em tên :  MSSV:  em muốn rút môn học GIẢI TÍCH 2 ( MT 1005) lí do: em rớt GIẢI TÍCH 1, em chưa đủ kiến thức để học giải tích 2. mong PDT giải quyết giúp em! em xin chân thành cảm ơn!",
    "Em xin kính chào phòng đào tạo  Em tên : ,Mssv Lớp BD15CN04 Hiện tại em đã hoàn tất chương trình học của em và đã làm tiểu luận tốt nghiệp xong nhưng do em thiếu chuẩn anh văn đầu ra vậy em có cần phải đăng kí môn học hay không ạ. Do tình hình dịch bệnh em không thể đăng kí thi anh văn được nhưng đến tháng 10 2020 là em hết thời hạn học vậy em kính mong phòng đào tạo có thể xem xét giải quyết gia hạn dùm em .Em kính mong phòng đào tạo xem xét giải quyết dùm em Em xin chân thành cảm ơn",
    "Vì dịch bệnh kéo dài em thấy mình học phương pháp online không hiệu quả và tiến triển, nên em muốn rút môn học này để khi nào có thể đi học lại em sẽ học lại sau. Em xin cảm ơn ạ! : Giải Tích 1 + Mã Môn Học: MT1003 + Mã Nhóm: T01",
    "Dạ chào , em xin các rút môn học HK192 sau đây: CI1007Trắc địa đại cương 1003Hóa đại cương CI1033Vẽ kỹ thuật xây dựng MT1009Phương pháp tính",
    "Vì em bị tai nạn xe máy, đang nằm trong bệnh viện nên không tiện trong việc học online nên em xin rút 2 môn là: - Hoá đại cương, mã môn học CH1003, lớp L13 - Giải tích 2, mã môn học MT1005, lớp L13",
    "Kính gửi phòng Đào tạo - ĐH Bách Khoa TPHCM! Em là  - MSSV: . Em hiện theo học văn bằng 2 chính quy ngành Khoa học máy tính. Vì cần dành nhiều thời gian hơn cho các môn học khác nên em xin được rút môn học sau:  - PH1007: Thí nghiệm vật lý (L51) Em xin cảm ơn!",
    "Do dịch em không thể lên thành phố để đưa đơn trực tiếp cho Phòng đào tạo. Mong thầy/Cô sẽ bỏ qua cho em và cho em tiếp tục học môn học này",
    "Em xin đăng ký rút môn học Discrete Structures for Computing (CO1007) vì em hiện là sinh viên ngành kĩ thuật máy tính chất lượng cao K19 nên môn này không có trong chương trình đào tạo của em và em nghĩ em sẽ không làm tốt môn này vì phải học online và lịch học của em cũng đang rất dày   .",
    "Tên môn học: Anh văn 2 Mã số môn học: LA1005  Mã nhóm: A01 Lý do: đã quan môn anh văn 2 và không có phương tiện hỗ trợ cho việc học( laptop, internet )",
    "Kính gửi Phòng đào tạo Em làm đơn này để đăng kí rút môn học Đồ án ( Điện tử - Viễn thông) với mã môn học: EE3151 vì lí do em muốn có thêm thời gian để suy nghĩ để chọn lại đề tài đồ án vào kì sau vì đồ án hiện tại chưa giống với định hướng của em Em mong phòng đào tạo xem xét và duyệt yêu của em Em xin cảm ơn",
    "kpay không liên kết với tài khoảng ngân hàng OCB để thanh toán được. Em có đăng ký in bảng điểm nhưng không thanh toán được trên BKpay.",
    "Dành cho SV Quốc tế, CLC . Lý do rút môn: Lịch học dày và nặng, môn không có trong chương trình đào tạo Tên môn học: Cấu trúc rời rạc cho KHMT Mã số môn học: CO1007 Nhóm tổ: CC01",
    "Em là  - MSSV  Em xin rút môn học Discrete Structures for Computing - Mã môn học CO1007 - Mã nhóm CC02 vì môn học này có chương trình khá nặng và không nằm trong chương trình đào tạo chính của ngành em là Kỹ Thuật Máy Tính . Em xin cảm ơn.",
    "Dạ em xin chào ạ, Em đã qua môn truyền nhiệt (CH2043) này rồi ạ, em đăng ký học lần nữa để hiểu thêm ạ. Nhưng mà sau khi học online thì em nhận thấy mình không phù hợp để học online môn này ạ. Vì vậy em xin được rút môn này ạ. Em xin chân thành cảm ơn. Việt Thắng.",
    "B Nội dung   : Rút môn học Giải tích 2 (Mã môn học: MT1005, Mã nhóm: L05) và môn hoá phân tích (Mã môn học CH2009), Mã nhóm: L01)   B Lý do   : Trong giai đoạn dịch kéo dài, công ty của mẹ em đang làm cho mẹ em nghỉ không lương vô thời hạn. Mẹ em lại là lao động chính của gia đình. Tình hình kinh tế của gia đình em vì thế mà bị ảnh hưởng rất nhiều . Để phụ giúp kinh tế gia đình, em đã kiếm được một công việc toàn thời gian tại một công ty. Công việc yêu cầu sự tập trung hoàn toàn về thời gian nên em không thể sắp xếp để hoàn thành các khoá học online như theo phòng đào tạo sắp xếp. Em rất mong được phòng đào tạo thông cảm cho hoàn cảnh gia đình em và hỗ trợ em rút môn học và được hoàn học phí. Em trân trọng cảm ơn!",
    "Dạ em xin chào ạ, Dạ trong thời khóa biểu của em xuất hiện môn kỹ thuật thực phẩm 2 (CH2035) mặc dù em không hề đăng ký (trong chương trình đào tạo của em cũng không có môn này ạ) Vì vậy em xin được xóa môn này (CH2035) trong thời khóa biểu ạ. Em xin chân thành cảm ơn.  Thắng.",
    "NGUYỄN ĐỨC HIẾU  /    i Hỏi đáp học trực tuyến (KeL) . Môn học:    Thiết bị và hệ thống tự động thủy khí  /  Mã MH:    EE3075  /  Mã nhóm:    A02  /     Lí do rút môn:   /  Việc tiếp cận môn học khó khăn bởi đường truyền internet và thời gian giữ video trên KEL. Khiến cho em khó tiếp cận và mất nhiều kiến thức được học cũng như các bài tập mà thầy giao nên em muốn hủy môn để đăng kí học trong học kì sau.",
    "i là sinh viện hệ Vlvh, tôi còn 1 môn nữa là tốt nghiệp, vì không đăng ký được môn học cần thiết nên tôi đã đăng ký môn: Ngôn ngữ máy tính và kỹ thuật lập trình, mục đích để duy trì thời khoá biểu. Nay tôi đã đăng ký được môn cần thiết học cùng với lớp chính quy nên tôi xin đăng ký rút môn học. ên môn học: Ngôn ngữ máy tính và kỹ thuật lập trình : 2009 Nhóm: 01 hoặc  Mong phòng đào tạo xử lý cho tôi, tôi xin chân thành cảm ơn! chúc một ngày vui vẻ và hạnh phúc :)",
    "Dành cho SV Quốc tế, CLC . Em kính chào nhà trường. Em là Phạm Đình Trung, sinh viên năm nhất của ngành KĨ THUẬT MÁY TÍNH . Em xin được rút môn CẤU TRÚC RỜI RẠC vì ban đầu đăng kí môn học em có nhầm lẫn. Đây là môn dành cho ngành KHOA HỌC MÁY TÍNH chứ không phải trong chương trình của ngành em . Và sau một thời gian học thì em cảm thấy môn này quá nặng đối với em và khiến lịch học em dày thêm. Em mong được nhà trường em xét rút môn này ạ. Em chân thành cảm ơn nhà trường. Tên môn học: Cấu trúc rời rạc cho KHMT Mã số môn học: CO1007 Mã nhóm: CC02",
    "lí do: môn phải làm thực hành nhưng học thực hành qua mạng em không hiểu gì hết, quả thật cảm thấy rất khó hiểu. xin nhà trường cho em hủy môn. tên môn học: thiết kế luận lý mã: CO1025 nhóm lớp: L01_L01",
    "em xin rút môn cơ kết cấu (mã số môn học: CI2079, nhóm môn học ONL) vì trong trình học online môn này e khó nắm bắt và khó tiếp thu nên em xin pđt cho e xin rút môn này. Em xin cám ơn.",
    "Dành cho SV Quốc tế, CLC . Em muốn gửi yêu cầu đăng kí rút môn học   B Discrete Structure (Cấu trúc rời rạc cho Khoa học Máy Tính)   , mã số môn học là   B CO1007   , thuộc nhóm   B CC02    Em rất xin lỗi về yêu cầu  này, sau khi bắt đầu học môn Discrete Struture, em nhận thấy môn học không giảng dạy nội dung quan trọng liên quan đến khóa học em đang theo học (KTMT) và môn học chiếm khá nhiều thời gian để em có thể bắt kịp tiến độ nên em cảm thấy tốt nhất mình nên dừng học môn này trong học kì 192 để đảm bảo hiệu quả về thời gian học tập. Em rất cảm ơn nếu nhà trường xem xét yêu cầu của em.   I Sinh viên .   I   /I",
    "Dành cho SV Quốc tế, CLC . Em tên là , hôm nay em muốn rút môn học Cấu trúc rời rạc cho KHMT, mã MH: CO1007, mã nhóm: CC02. Lý do em muốn rút là vì đây là một môn không trong chương trình học ( không phải môn tiên quyết), và quá khó đối với em nên em xin phòng đào tạo xem xét cho em xin rút môn học",
    "em muốn rút môn học vi xử lý  mã mh : EE2013 nhóm A03 lý do : em không có laptop nên không thể làm thí nghiệm mô phỏng ( lab ) như giáo viên đã yêu cầu cho môn học này",
    "Dành cho SV các hệ (không phải Quốc tế, CC) . CO4311_Đề cương luận văn tốt nghiệp_Nhóm_01; CO3027_Thương mại điện tử_Nhóm_01",
    "ng kí rút môn IM3063Quản lý chất lượng A02 ",
    "Em là  (MSSV ), em xin rút môn Ứng dụng máy tính trong công nghiệp (ME2049), nhóm lớp L01. Lí do là vì môn này không có trong chương trình học của em, ban đầu em muốn đăng kí môn này để biết thêm nhưng bây giờ có nhiều môn học trong học kì này nên em không thể dành nhiều thơi gian cho môn này được. Cho nên em xin rút môn ME2049, em cảm ơn ạ.",
    "DỊCH COVID 19 KHÔNG THỂ THAM GIA MÔN HỌC. Mã MHTên môn học     NHÓM TỔ CI4127ĐAMH tổ chức thi côngT01 CI4037Công trình trên đất yếu  ONL. T vui lòng hỗ trợ em rút môn học",
    "Lí do rút môn học vì em muốn tốt nghiệp đại học.",
    "Kính gửi phòng đào tạo, Hiện nay tình hình toàn bộ các môn điều tiến hành học online, trong kì này em gặp khó khăn ở một môn là Thiết kế đường 1, do toàn bộ tài liệu em không thể tìm được khi đã về quê tránh dịch; kèm theo môn học có phần đồ án riêng biệt phải cài đặt và tìm hiểu phần mềm mới, trong khi dưới nhà em thì không có Internet để tải và tìm hiểu được. Vậy nên xin phép phòng đào tạo cho em được rút môn học :  ĐAMH Thiết kế đường, Mã MH : CI3221; Nhóm A01. Kính mong phòng đào tạo xem xét, em xin chân thành cảm ơn, chúc thầy cô nhiều sức khỏe !",
    "Họ và tên:  MSSV:  Khoa quản lí công nghiệp  Em muốn xin rút môn học Quản lí chất lượng,IM3063, nhóm A02. Em cảm thấy mình không tiếp thu được hiệu quả khi học trực tuyến với bộ môn này. Em mong muốn được học bộ môn này trực tiếp ở trường hơn là học như hiện nay. Em mong nhà trường xem xét cho em được rút môn học này. Em xin chân thành cảm ơn .",
    "Họ và tên:  MSSV:  Em muốn rút môn học Quản lí chất lượng, IM3063, nhóm A02. Em cảm thấy hình thức học trực tuyến đối với môn học này không hiệu quả đối với em nên mong nhà trường xem xét cho em rút môn học này để em có cơ hội học tập bộ môn này hiệu quả ở kì sau. Em xin chân thành cảm ơn.",
    "Lý do rút môn học : Em dự định xét tốt nghiệp vào học kỳ này. Tên môn học : An toàn lao động và vệ sinh môi trường công nghiệp  Mã môn học : EN2021 Mã nhóm : L01",
    "Dành cho SV Quốc tế, CLC . -Em tên là , MSSV . -Em xin phép Văn phòng cho phép em được rút một số môn học, vì mùa dịch nên điều kiện kinh tế gia đình em hiện tại đang rất khó khăn nên không thể đáp ứng được số học phí của nhiều môn. Em xin Văn phòng xét duyệt cho phép em được rút các môn học này . -Vật lý - nhiệt, lượng tử, mã số môn học PH1013, mã số nhóm TT01. -Giải tích 2, mã số môn học MT1021, mã số nhóm TT01. +Giải tích 2,(bt), mã số môn học MT1022, mã số nhóm TT01. -Cơ sở phương trình vi phân, mã số môn học MT1023, mã số nhóm TT01. -Đại số tuyến tính, mã số môn học MT1007, mã số nhóm TT01. +Đại số tuyến tính,(bt), mã số môn học MT1008, mã số nhóm TT01. -Em xin cảm ơn.",
    "Xin kính chào BGH  Cho em xin rút môn Đề Cương luận văn tốt nghiệp kỳ trước em đã đăng ký làm đề cương và đã qua môn này Nhưng trong lúc đăng ký học kỳ tiếp theo em không kiểm tra kỹ mà bấm đăng ký lại môn đề cương luận văn Mong thầy cô BGH cho em rút môn học này lại     Xin cảm ơn  ",
    "Chào cô Em là  mssv . Cô cho em hỏi là bây giờ em không kịp tốt nghiệp hệ chính quy của trường nên em muốn chuyển sang hệ vừa làm vừa học để tốt nghiệp. Em đã đọc các thông tin tuyển sinh của hệ vừa học vừa làm trên web, em thắc mắc một chỗ là chuyển điểm từ chính quy xuống thì được giảm những môn nào và còn phải học môn nào? Em muốn biết những môn đó để sắp xếp lộ trình học hệ vừa làm vừa ạ. Em cám ơn cô .",
    "Dạ cho em xin rút môn học đồ án thiết kế kì này ạ. Do em hiện đang ở quê và không có đủ điều kiện để làm đồ án (laptop, tài liệu, máy tính,...), vì vậy em sợ chất lượng đồ án em làm sẽ không được cao. Mong nhà trường xem xét và rút môn học đồ án thiết kế cho em ạ. Dạ môn Đồ án thiết kế, mã môn học: ME2011. Em xin cảm ơn ạ.",
    "Tên Môn Học: SCADA, mã môn học: EE3071 nhóm tổ: T01. lý do: không sắp xếp được lịch xin nghỉ đối với  công ty, công ty không cho nghỉ. kính mong phòng đào tạo chấp nhận, tạo điều kiện.",
    "Trong tình hình dịch bệnh diễn biến còn phức tạp cùng với sức khoẻ của em không đủ tốt để đảm bảo cho việc học, em kính mong Thầy/Cô đồng ý cho em rút các môn học sau: -   B Vật lý 1   , PH1003, T01_T01 -   B Giải tích 1   , MT1003, T01_T01 Trân thành cảm ơn Thầy/Cô.",
    "bản thân cảm thấy việc học online không mang lại kết quả như mong muốn, môn CAD/CAM, ME4008",
    "Lý do rút môn học: Em muốn rút môn học để học kì sau có thể học offline Tên môn học: Điều độ sản xuất Mã môn học: IM3073 Mã nhóm: A02",
    "Kính gửi: Ban giám hiệu trường DHBK.   Em tên: , mssv: .   Học kì 192 em có đang có đăng kí môn học anh văn 4, mã mh là LA1009, nhóm tổ A02.Em xin phép được rút môn học này, vì trong tình hình dịch bệnh kéo dài hiện nay nhà trường tổ chức giảng dạy bằng mạng internet, em ở quê không thể lên mạng được(sóng 3G rất yếu) và các tài liệu dạy online em vẫn chưa có được. Nên em xin rút môn học kì này để học kì sau em có thể hoàn thành tốt môn học hơn.   Em xin cảm ơn.",
    "Em xin rút môn học Anh Văn trong kinh doanh Mã số môn học: IM3061 Mã Nhóm-Tổ: A01 Vì lý do: Môn học này cần nhiều sự tương tác nhiều giữa giảng viên & sinh viên trong lớp. Trong khi nền tảng tiếng Anh hiện tại không tốt nên việc học online môn AVTKD không thật sự hiệu quả và em dường như không thể theo kịp tiến độ học tập của mọi người. Vì vậy em xin phép được rút môn Anh văn trong kinh doanh cho học kì 192. Em xin chân thành cám ơn.",
    "Em muốn xin PĐT cho phép rút môn học  Intro Differential Equations, mã 006404. Lý do: Em bị trùng lịch học luyện thi IELTs bên ngoài. Mong PĐT xem xét cho em rút lại môn học này ạ. Em xin cảm ơn.",
    "Tên môn học:  3 Mã môn học: LA1007 Nhóm: L02 Lý do: Nhà trường không tổ chức dạy và học môn này, nên em xin rút môn học ạ.",
    "Em chào thầy/cô,    Em tên là , MSSV , sinh viên hệ VLVH. Thầy/cô có thể hướng dẫn em cách liên hệ với thầy  của Khoa Kỹ thuật xây dựng, bộ môn thi công và QLXD được không ạ??     Em đã nhận được danh sách phân công giáo viên hướng dẫn làm đề cương LVTN do thầy  gửi lên group Zalo, và em cũng đã liên hệ với thầy  qua email nhưng qua nhiều ngày rồi thầy vẫn chưa trả lời lại ạ .    Nhiều bạn có giáo viên hướng dẫn khác đã có đề và bắt đầu làm bài từ 5/4 nên em sợ mình liên hệ với thầy trễ quá không đủ thời gian hoàn thành đề cương ạ .    Em cảm ơn thầy/cô nhiều.",
    "Lý do em muốn rút môn học Lý thuyết điều khiển nâng cao là do việc học online đối với bản thân em không hiệu quả Tên môn học: Lý thuyết điều khiển năng cao  Mã: EE3007     EE3008 (Thí nghiệm) Nhóm: T01",
    "Em kính mong nhà trường xem xét cho em rút môn học sau với lý do: đây là môn học không thuộc ngành đào tạo của em Môn học xin rút: Kết cấu bê tông cốt thép 2 - CI3175 - A04   i Đă    .",
    "Em bị trùng lịch học các môn này vào thời gian làm việc ở công ty nên em xin rút môn học  Điều Khiển Nâng Cao - mã số môn học EE3007 và  Điều Khiển Nâng Cao (TN) mã số môn học EE3008",
    "Gửi Thầy Cô Dạ em tên , Thầy/Cô cho em xin mẫu đơn THực Tập Tốt Nghiệp  Em xin chân thành cảm ơn",
    "Em tên là: MSSV: E muốn xin PĐT rút môn học Môn: Đồ án môn học  Cấu Thép (ĐAMH  cấu thép). Mã môn học:CI3213 -Nhóm:A12. Lý do: hiện tại đồ án Thép có rất nhiều rắc rối.mà thầy hướng dẫn online và không gặp trực tiếp thầy để hỏi nhiều vướng mắc.e không hiểu được. e rất khó làm được đồ án này theo yêu cầu.",
    "Lý do muốn rút môn học : E gặp khó khăn về kiến thức khi học online do có vấn đề mà không thể hỏi được  _Mã:1003 Tên: Vật lý 1       Nhóm:T01 _Mã:1004 Tên: Vật lý 1(bt)   Nhóm:T01 _Mã:MT1003 Tên: Giải tích 1    NHóm:T01 _Mã:MT1004 Tên: Giải tích1(bt) Nhóm:T01",
    "Em xin phép rút môn học: Tên môn học: Luận văn tốt nghiệp  Mã môn học: CO4313 Nhóm-tổ: L01 Lý do: Không đạt môn LVTN trong HK191 nên đăng ký làm tiếp trong HK192 tuy nhiên Giảng viên không hướng dẫn đề tài đó nữa nên em muốn rút môn LVTN và đăng ký lại môn ĐCLV",
    "Do không em đang ở quê, không thuận tiện học môn Đồ Án, mã MH: EE3151, Nhóm Tổ: A03 nên e muốn rút môn học này.",
    "Chào Thầy/ Cô: Cho xin đăng ký thi Anh văn nói viết vào đầu tháng 6.",
    "Dạ em có đăng ký DỰ THÍNH môn CH2059 - Kỹ thuật PHẢN ỨNG nhưng chưa thấy xếp lớp ạ! NHƯNG ngược lại trong TKB mystinfo của em lại bị thêm 1 môn CH2035 CKỹ thuật thực phẩm 2 NHÓM-TỔ: ONL mà em kKHÔNG đăng ký môn này ạ! Nhưng em thấy nó vẫn tính vào Tổng số tín chỉ đăng ký trong TKB của mystinfo. Thêm nữa, nó lại không hiện môn này bên e-learning. Em mong nhận được lời giải đáp sớm ạ! Cảm ơn thầy/cô",
    "Mã số môn học : CI3225 Nhóm A01 Tên môn học : ĐAMH Công nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn Lí do : -  trực tiếp với thầy/cô để duyệt đồ án qua từng buổi học từ bản vẽ           -  có điều kiện thực hiện bản vẽ tại nhà do máy tính riêng của em đang có vấn đề",
    "Dạ do đổi phương thức học nên em chưa thể làm quen nhịp độ học tập nên muốn rút 1 số môn học để có thể học tập theo khả năng của mình và có kết quả tốt nhất ạ ! Môn học: Thí nghiệm vật lí (PH1007) Nhóm L14",
    "Kính thưa nhà trường, hôm nay em xin rút môn Thủy văn môi trường (EN2023), mã nhóm L01, với lý do bản thân em cảm thấy khó tiếp thu nội dung giảng dạy qua cách học online đồng thời do học cải thiện nên học khác khoá, thời gian học tập và làm bài tập các môn khác nhau , nên việc sắp xếp thời gian họp nhóm để làm chung bài tập môn này sẽ gây trở ngại đối với em, đồng thời các môn học online hiện tại có khá nhiều bài tập nên việc học cải thiện dưới tình hình này là không khả quan. Em kính mong nhà trường xem xét.",
    "Em là , MSSV . Em xin rút môn Hóa đại cương - CH1003 - nhóm L26. Lý do: Phụ giúp gia đình và làm thêm mùa dịch nhiều lúc khiến việc học online của em bị gián đoạn và chưa hiệu quả như mong đợi. Em muốn dồn sức lại cho ít môn tiên quyết hơn . Em xin chân thành cảm ơn.",
    "Thưa quý thầy cô, vì lịch học online dày dặc cùng việc các bạn cùng lớp huỷ môn dẫn tới khó khăn trong việc làm bài tập lớn, nay em xin phép đăng ký rút môn học Quản Lý Chất Lượng (IM3063) -A02 . Xin chân thành cảm ơn thầy cô cho em rút môn ạ.",
    "Em muốn yêu cầu rút môn bóng rổ  lý do bất tiện cho việc học online",
    "Dành cho SV Quốc tế, CLC . Lí do rút môn học: em có dự định chuyển sang chương trình Liên kết Quốc tế. Tên môn học: giáo dục thể chất. Mã số môn học:PE1011 Nhóm-tổ:CC02",
    "Em muốn rút môn : Luận văn tốt nghiệp (kỹ thuật điện) (Mã môn học: EE4313, Mã nhóm: A01) vì lý do : Em thực sự đã đậu luyện văn tốt nghiệp ở học kỳ trước với số điểm 7.58, nhưng vì mong muốn cải thiện điểm số nên em đã đăng ký thêm 1 lần nữa ở kỳ này. Tuy nhiên, với diễn biến dịch Covid-19 hiện tại, em cảm thấy việc làm luận văn ở nhà một thời gian dài là không hiệu quả, em quyết định lựa chọn rút môn và bảo toàn số điểm ở học kỳ trước.",
    "ng kí rút môn đề cương luận văn vì kì trc qua rồi do nghĩ là rớt nên đăng kí làm lại vào kì này ạ. Tên:đề cương luận văn tốt nghiệp Mã số môn học:ME4093 Nhóm:A01",
    "Em xin được rút 2 môn học sau : - Thực tập kĩ thuật chế tạo , mã môn học ME2003 ,  Mã nhõm A10. Em xin rút môn học này vì đây là môn thực tập và em thấy nên để tham gia vào một học kì khác.  .",
    "Dành cho SV các hệ (không phải Quốc tế, CC) .   Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM  Em tên , mã số sinh viên là , lớp CK16TH. Nay em viết đơn này  gửi đến Phòng Đào Tạo để xin cho em được rút môn học . - ý do: Do em đã hoàn thành môn học này. Đồng thời không đủ điều kiện tài chính cũng như không thể sắp xếp thời gian đề học cải thiện. - Tên môn học cần rút:   +  bền vậy liệu, mã môn học: CI2001, nhóm 02   +  bền vậy liệu, mã môn học: CI2001, nhóm ON   +  bền vậy liệu (TN), mã môn học: CI2002, nhóm 04  Kính mong Phòng Đào tạo Xem xét cho em được hủy môn học này, em xin chân thành cảm ơn.",
    "Em muốn xin rút môn cấu trúc dữ liệu và giải thuật(CO2003) của thầy  ạ, vì em không theo kịp được bài giảng của thầy qua online ạ!",
    "Lý do: đăng kí nhầm Tên môn học: Pháp luật Việt Nam đại cương Mã số môn học: SP1007 Mã nhóm: A01",
    "Em đang học khoa \" Khoa học và kỹ thuật máy tính \" ngàng \" Khoa học máy tính \". Em muốn chuyển sang khoa \" Quản lý công nghiệp \" có được không? Và nếu được thì cần những gì ( điều kiện, giấy tờ ... )? E xin cảm ơn.",
    "MSSV:     . Chào các Thầy Cô, em xin phép hỏi về vấn đề thời hạn trả sách thư viện ạ. Sau Tết, em có lên thư viện cơ sở 1 mượn sách. TPHCM áp dụng cách ly xã hội từ 01-22/04/2020 nên hiện tại em chưa mang trả sách được, dù đã quá hạn. Em xin hỏi, em có thể mang sách lên trường trả trước ngày 22/04 được không ạ? Thư viện có hoạt động không? Sinh viên có được phép vào trường không (vì em có lên một lần nhưng thấy cổng LTK đã kéo hàng rào lại)?  Nếu em buộc phải chờ đến khi hết lệnh cách li xã hội, mà sách của em đã quá hạn trả, em có bị tính phí trong thời gian 01-22/04 không ạ? Em xin cảm ơn các Thầy Cô ạ.",
    "Kính gửi thầy cô      Em tên là  MSSV  khoa BDCN Cho em hỏi trong chương trình khung của khoa BDCN từ khoá 2019 còn môn nhập môn lập trình không ạ ?      Hôm đăng kí môn em xem chương trình khung ở  http://www.aao.hcmut.edu.vnndex.php?route=catalog/nganh&hedaotao_id=9&khoa_id=21&nganh_id=14 Thì có môn nhập môn lập trình. Em lên aao.hcmut.edu.vn tra chương trình khung nhưng  không thấy, còn chương trình giảng dạy thì môn nhập môn lập trình bị thay bằng hoá đại cương .     Cho em hỏi trong chương trình khung của em còn môn nhập môn lập trình hay không ?      Em xin cám ơn ạ",
    "Em đã qua môn này rồi Mã : ME4051 Tên : Đồ án máy nâng chuyển Nhóm: A01",
    "Dạ cho em hỏi em có thể hủy yêu cầu rút môn học của em được không ạ",
    "K   Đă    . Kính gửi thầy cô Phòng đào tạo DHBKCHM Em tên , mssv K. Em xin phép được rút môn học Anh văn 1 (LA1003),vì em đã nộp được bằng chuyển điểm anh văn, và kì này em tập trung làm luận văn ạ. Mong thầy cô xem xét và xét duyệt giúp em, em cảm ơn thầy cô đã đọc ạ.",
    "Em chào thầy /cô Dạ em có thấy trường thông báo tiếp nhận việc rút môn học của em vả đề nghị theo dõi kết quả trên thay đổi thời khóa biểu trên e-learning . Vậy có nghĩa là em đã rút thành công và đợi nhà trường cập nhật thông tin hay nhà trường đang đang xử lí yêu cầu của em ạ . Em rất mong có thể nhận được câu trả lời giải đáp thắc mắc của em ạ   Em cảm ơn",
    ". Dạ chào thầy,cô ạ!  Lúc đăng ký môn học cho HK192 em có đăng ký nhầm môn thực tập nhận thức ngành của ngành kỹ thuật xây dựng với mã ngành là CI2057 nhưng mã đúng của ngành Kỹ Thuật Cơ Sở Hạ Tầng là CI2065. Xin thầy, cô đổi mã môn học giúp em ạ! Em xin cám ơn thầy, cô",
    "Hiện em đang là sinh viên Khoa quốc tế ngành Kĩ thuật Dầu Khí. Do hiện tại gia đình khó khăn nên em có nguyện vọng chuyển sang hệ đại trà để tiếp tục hoàn thành chương trình học không biết có được không ạ? Và hình thức, thủ tục như thế nào ạ?",
    "Vì em học online không hiểu ạ.",
    "Cô cho e hỏi là môn đồ án - ĐAMH kết cấu bêtông ct1 dự thính chưa có thời khóa biểu chính thức cô? Vì môn Bê tông CT 1 này e đã hoàn thành 2 chỉ lý thuyết, còn 1 tín chỉ đồ án, nếu kỳ em không được làm thì trễ 1 nửa năm, nên e rất lo lắng ạ . Em cảm ơn!",
    "Cho em hỏi là nếu học lại thì dự thính kì này có được mở không ạ.",
    "Phòng đào tạo cho em hỏi là hôm nay đã trễ hạn xin rút môn học (không tính HP) nhưng em muốn xin rút (không tính HP) có được không ạ? Lý do em xin rút trễ hạn vì thời gian trước em nghĩ nếu cố gắng việc học ở nhà vẫn ổn, nhưng cha của em (đã 68 tuổi) đột nhiên đau nên mọi sinh hoạt cũng có thay đổi nên em muốn rút một môn để phù hợp với thời gian của em ạ . Em mong phòng đào tạo có thể chấp nhận yêu cầu của em. Em xin chân thành cảm ơn ạ! ",
    "Dạ em chào Cô. - Theo em thấy trên lịch học vụ thì thời gian chuyển điểm anh văn của HK193 là ngày 26/5/2020. - Tháng 11 này em tốt nghiệp, thì đầu tháng 7 em nộp chứng chỉ ngoại ngữ Toeic để chuyển anh văn 3 và 4 thì có được không ạ?  - Hiện tại em đã chuyển AV1 và AV2 rồi, sắp tới em định thi Toeic tiếp để chuyển AV3 và AV4 (Khoảng cuối tháng 6 em thi)  Em xin chân thành cảm ơn .",
    "Em xin đăng ký rút môn Trang bị điện- điện tử trong MCN (ME2005) NHÓM L03. Vì giá đình em đang gặp khó khăn về tài chính không đủ điều kiện để đóng thêm học phí nên em phải đi làm thêm, vì vậy em xin rút môn để có thể hoàn thành tốt những môn còn lại và cũng có đủ điều kiện để đóng học phí. Em xin cảm ơn.",
    "Muốn tập trung vô những môn khác để có thể học tốt hơn      Lý Thuyết     AS1003     Đă   Dành cho SV Quốc tế, CLC .",
    "Video livestream Môn Quang điện tử (EE3125) ngày 16/04/2020, em   B đã đăng nhập bằng tài khoản của trường    nhưng không thể xem lại, còn các môn khác vẫn xem được. Mong bộ phận kỹ thuật cấp lại quyền truy cập ạ.",
    "Em chào thầy/cô, Hiện tại em đã hoàn thành chương trình học tập và còn kỳ thi tiếng anh đầu ra 2 kỹ năng nói- viết nữa là đủ điều kiện xét tốt nghiệp. Tuy nhiên, do tình hình dịch bệnh Covid-19 mà kỳ thi nói- viết bị dời nhiều lần, đồng thời các kỳ thi do các tổ chức bên ngoài cũng đang tạm thời không tổ chức. Nhưng hiện tại thì em đã đi làm và dự kiến theo tiến độ thì công ty hiện tại đang yêu cầu giấy chứng nhận tốt nghiệp (cái này em chưa thi nói- viết không biết có được cấp trước không ạ?) hoặc giấy chứng nhận hoàn thành chương trình đại học, em xin hỏi trường mình có cấp giấy chứng nhận hoàn thành chương trình đại học không ạ? Và nếu có thì em cần làm những thủ tục và quy trình gì để được cấp ạ? Em xin cảm ơn thầy/cô, mong sớm nhận được phản hồi của thầy/cô!",
    "Em muốn rút môn học điện tử công suất ứng dụng mã môn học EE3079 vì lý do bận đi làm không có thời gian và cũng đủ môn tự chọn rồi. Mong văn phòng giúp em với",
    "Thắc mắc về rút môn học . Vừa rồi em có đăng kí rút môn học (không tính học phí), và nhận được phản hồi là phải tới ngày 4/5 mới kiểm tra được kết quả rút môn trên BKeL. Trong khi đó, đợt rút môn học có tính học phí lại kết thúc vào này 24/4. Vậy PDT cho em hỏi: - Nếu việc rút môn học (không tính học phí) của em không được chấp nhận/không thành công thì em có được rút môn học (có tính học phí) sau đó không ạ. - PDT có thể xác nhận cho em về việc rút môn học (không tính học phí) thành công trước 24/4 không ạ.",
    "Cho em hỏi là khi đã bảo lưu rồi thì em có được chuyển điểm anh văn trong thời gian bảo lưu học tập được không ạ?   Thời hạn bảo lưu cho học kì II 2019-2020 là ngày bao nhiêu ạ?   Nếu trong học kì II 2019-2020 , em không đăng kí môn học nào thì có bị kỷ luật không a?    Em xin cảm ơn!",
    "Dành cho SV Quốc tế, CLC . Em xin rút môn Bóng đá(Football) mã môn PE1009. Do em đã đủ tiêu chuẩn tốt nghiệp, định học lại môn đá bóng nhưng do dịch bệnh covid nên không học được. Nay em quyết định xin rút để đăng kí tốt nghiệp.",
    "T3147       Kính gửi phòng đào tạo Em xin thầy cho em xin danh sách các môn học em còn thiếu để xét tốt nghiệp ạ. Em xin cảm ơn",
    "Vì dịch bệnh kéo dài, thời gian học trên lớp bị hạn chế phải học online mà môn Anh văn 2 không có trong chương trình học online và live stream của trường, không có video học online vô học là thi sợ rớt. Học kì này em xin nhà trường rút môn học Anh văn 2 vì lý do này, sang HK sau em mới đăng ký học. Mã môn học Anh văn 2:LA 1005. Mã nhóm L06",
    "vì lí do nhà không có wifi nên việc học tập rất khó khăn nên e mún rút bớt môn học để dễ học tập hơn",
    "/I    ",
    "Em chào thầy cô ở Phòng Đào Tạo Sau Đại Học, Em là , mssv , học viên Cao học ngành Kỹ thuật Cơ Khí. Em muốn rút các môn học như sau: 1. Tên môn học: Lựa chọn vật liệu trong thiết kế kỹ thuật Mã số môn học: 025166 Mã nhóm: 1 Giảng viên: TS . Lý do rút môn: Do tình hình dịch bệnh như hiện nay, cộng với công việc trên công ty em đang làm sắp tới sẽ nhiều lên nên em không có đủ thời gian để học tất cả các môn đã đăng kí nên em muốn rút bớt môn học, mong Phòng đào tạo đồng ý cho em rút môn ạ.",
    "Chào PĐT Sau đại học, em tên , MSHV: . Em xin rút các môn học dưới đây do hiện tại công việc ở công ty khá bận trong tuần và em không đảm bảo thời gian để thực hiện các môn học này: 1. Lựa chọn vật liệu trong thiết kế kĩ thuật, MSMH: 025166, MS Nhóm:  13-15, Thứ 3, phòng 402 B4, CBGD: TS  2. Quản lí và lãnh đạo, MSMH: 505906, MS Nhóm:  13-15, Thứ 5, phòng 505B4, CBGD: PGS.TS  Em xin chân thành cảm ơn!",
    "Đă          Chào ban quản lý ạ, Em là , sinh viên ngành Kiến trúc, khoa Xây Dựng Đặc thù ngành liên quan đến làm việc trên máy tính rất nhiều do sử dụng phần mềm thiết kế Tuy nhiên trong thời gian học môn CI3145(Thiết kế kiến trúc nhà ở), em đã gặp sự cố với máy tính xách tay của mình và chiếc máy đã bị hư do phần cứng trong máy gặp lỗi, theo đó các dữ liệu dang dở bị xóa mất không khôi phục được, qua những lần sửa chữa không cho ra kết quả khả quan, vậy nên khả năng không hoàn thành được môn học là có thể xảy ra Nên em xin phép được rút môn học CI3145 không tính học phí ạ, mặc dù theo như mail trường đã thông báo rằng đã hết hạn rút môn học không tính phí ( ngày 17/4/2020) Mong ban quản lý xem xét giúp đỡ trường hợp của em vì vấn đề xảy ra bất ngờ, không trong dự tính và bất khả kháng Cộng với thời điểm này kinh tế gia đình không được ổn định do hạn chế của dịch bệnh, chưa có khả năng chi trả ngay lập tức cho một thiết bị mới, kính mong ban quản lý xem xét trường hợp của em và hỗ trợ Em xin cam đoan các thông tin trên là thật Em xin được chân thành cảm ơn!  ",
    "Đă    .",
    "Họ tên:  . MSSV: . SĐT: [phone_number]. Lớp: MT16TN. Em xin làm đơn này để rút 2 môn học sau trong học kì 2 năm học 2019-2020: -Môn học: Phát triển ứng dụng trên thiết bị di động (Mã môn học: CO3043, Mã nhóm: L01) -Môn học: Công nghệ phần mềm nâng cao (Mã môn học:CO3065, Mã nhóm: L01) Lí do: Em đã đạt đủ số TCTL cần thiết để tốt nghiệp vào học kì trước, 2 môn này do em lỡ đăng kí dư nên em mong phòng đào tạo hủy 2 môn học trên để em có thể tập trung vào LVTN và chứng chỉ AV trong học kì cuối cùng này. Phía dưới có đính kèm TKB học kì này của em, mong phòng đào tạo xem xét. Trân trọng cảm ơn.",
    "Dạ em là , mssv  hiện em đanng theo học chương trình kĩ thuật hoá chất lượng cao của nhà trường. Vài ngày trước em có nhận được email về việc hỗ trợ gói cước 3G của vinaphone để hỗ trợ việc học online của sinh viên và em đã gửi phiếu đăng kí như hướng dẫn và được biết hôm nay là ngày đầu tiên dịch vụ bắt đầu có hiệu lực nhưng phiếu đăng kí của em vẫn chưa được xử lí. Do hiện tại em đang ở quê và mạng wifi không ổn định làm cho em khá khó khăn trong việc học online, em mong nhà trường có thể xử lí sớm để việc học của em được thuận lợi hơn. Em chân thành cảm ơn trường đã hỗ trợ",
    "Kính gửi Nhà trường, Em muốn hỏi là sau khi tốt nghiệp thì em có còn được sử dụng tài khoản email và bộ nhớ google drive của trường không? Nếu có thì thời gian em được phép tiếp tục sử dụng là bao lâu? Vì em lưu trữ tài liệu môn học trên bộ nhớ drive. Em xin chân thành cảm ơn.",
    "Tên SV:  , MSSV:  xin rút môn học: Nguyên lý máy, Mã MH: ME2003 nhóm : T01. lý do: do tính chất công việc không có nhiều thời gian, lịch học và cách học hiện tại không phù hợp, đây là môn căn bản nền nên muốn học trực tiếp để nắm vững cũng như tiếp thu và học tập hiệu quả.",
    "Em chào thầy/cô phòng CTCT ạ! Thầy/ cô ơi cho em hỏi là mới đây (20/4/2020), phòng CTCT có gửi mail là \"danh sách đề cử danh hiệu sinh viên năm 2018-2019 của khoa\". Vậy cho em hỏi là các tiêu chí để xét danh hiệu là gì vậy ạ? (Tại em muốn biết các tiêu chí này để năm sau cố gắng hơn ạ) Em cảm ơn thầy/ cô!",
    "Em là sinh viên cao đẳng. Trường có thông báo đăng ký ôn tập để thi liên thông hạn chót là 4/5. Cần phải đăng ký 3 môn để ôn thi. Mà giờ đang có dịch thì em có lên trường đăng ký môn được không ạ? Hay phải đăng ký trên mạng? Nếu đăng ký trên mạng thì em kiếm mã môn đó hệ đại học hay sao ạ?",
    "Bận công việc, không có thời gian nên không nắm rõ được bài  Môn học: Cơ sở kỹ thuật điện  Mã số môn học: EE2017 Mã nhóm : T01",
    "em chào cô ạ, cô ơi, em vừa mới nhận được email của phòng CTCT SV về việc miễn giảm học phí ạ.theo em đọc được thì ở mục đối tượng 6, có hỗ trợ giảm 70% học phí cho người dân tộc thiểu số thuộc vùng kinh tế khó khăn,  em là người dân tộc thiểu số( dân tộc ) cách đây 2 năm thì chỗ em có là vùng kinh tế khó khăn, nhưng từ lúc em bắt đầu lên đại học thì vùng không còn nằm trong vùng kinh tế khó khăn nữa, nhưng em muốn hỏi cô là hiện tại gia đình em khó khăn và em cũng muốn được hỗ trợ giảm 70% học phí đó được không ạ, em mong cô có thể xem xét trường hợp của em ạ.",
    "Thầy/cô cho em hỏi là trường mình có phòng tư vấn tâm lý không ạ Em cảm ơn",
    "Dạ chào thầy cô, thầy cô cho em hỏi. Đó là bây giờ mình học như vầy mốt mình thi online luôn hay là hết dịch mình thi tại trường ạ. Em cám ơn và mong nhận được phản hồi.",
    "trong thời khóa biểu em có lịch học môn thí nghiệm nhưng hiện tại chưa thấy thông báo lích đi học lại và em lên bkel thấy thầy nhắn xem thong báo lịch học gián trên phòng thí nghiêm, nhưng do chưa có thông báo học lại và  em đang ở quê v lịch học thí nghiệm trên bkel có phải chính thức không ah",
    "Thầy cô cho em hỏi là khi nào có kết quả đăng kí dự thính hk192 ạ ?",
    "Chào anh/chị, Do tình hình dịch bệnh em không thể lên phòng đào tạo để đăng ký xét tốt nghiệp bổ sung đợt 04/2020 được. Nên theo hướng dẫn của văn phòng OISP, em tạo yêu cầu trên BKSI, mong anh/chị xem qua và phản hồi giúp em ạ. Em cảm ơn, .",
    "Lý do em xin rút môn vì em đăng kí nhầm môn học ạ, mong PĐT giải quyết giúp em. Em xin cảm ơn. Môn: Kết cấu thép 2, mã mh: CI3211, nhóm A03",
    "Em muốn gửi câu hỏi về việc tốt nghiệp về chứng chỉ tiếng anh nói và viết. Theo như website của trường điều kiện tốt nghiệp là chứng chỉ tiếng anh kĩ năng nói viết là 245. Bản thân em chứng chỉ tiếng anh là 250. Như vậy đủ điều kiện tốt nghiệp. Thế nhưng Phòng Đào Tạo lại nói với phụ huynh điều kiện phải là 280. Vậy văn bản nào quy định điều kiện này.",
    "Em được phân công giáo viên hướng dẫn  nhưng BKEL lại cho vô nhầm lớp cô . Em muốn chỉnh lại lớp Thầy ",
    "video livestream môn Kỹ thuật siêu cao tần (EE2035) ngày 20/4/2020 (15h- 16h15) không thể xem lại ạ, dù đã đăng nhập bằng mail của trường có đuôi @hcmut.edu.vn, các video của môn khác vẫn xem được. Mong bộ phận kỹ thuật có thể xử lý ạ.",
    "Em xin rút môn Anh văn 2 do đã nộp bằng Toeic và chuyển điểm nhưng đăng kí nhầm môn Anh văn 2 mã môn học LA1005 nhóm L01.",
    "Thưa thầy cô, hiện giờ em muốn rút môn học không có trong chương trình khung , cho em hỏi khi rút em có bị tính học phí hay không? Em cám ơn",
    "Em đã nhận được thời khóa biểu xoá môn học Quản lí Chất lượng, mã môn IM3063, mã nhóm A03. Tuy nhiên, sau khi em đăng kí rút môn thì giảng viên đã có nhiều cách giảng dạy để nâng cao hơn nội dung môn học đến cho sinh viên, đã đồng ý đi dạy theo lịch livestream của trường, tương tác meet thường xuyên hơn. Em có thể đăng kí lại môn học này không ạ?  Em rất mong nhận được phản hồi sớm từ PĐT ạ. Em chân thành cảm ơn .",
    "Cho em hỏi là học livetreams trên youtube có điểm danh không hay chỉ tính học trên gg meets ạ? cách tính ra sao? Vì khi học livetreams trên youtube (lúc trực tiếp ấy ạ) em nhấp vào xem được nhưng đang ở 1 tài khoản khác không phải có đuôi @hcmut.edu.vn. Vậy em có được điểm danh không ạ? ",
    "Em tên , MSSV . Lúc trước em có làm đơn để rút môn Mạch điện tử thông tin ( EE3011 ), nhưng bỗng nhiên hôm nay em bị xóa nhầm môn Lập trình hệ thống nhúng ạ ( EE3031 ) ạ. Có thể là trong cái đơn lần trước em ghi nhầm mã môn học ( từ EE3011 thành EE3031 ) nên PĐT xóa nhầm môn theo mã này ạ. Em làm đơn này mong PĐT chỉnh sửa giúp em lại môn rút theo đúng nguyện vọng ban đầu của em đó là môn Mạch điện tử thông tin ( EE3011 ) chứ không phải là Lập trình hệ thống nhúng ( EE3031 ) ạ. Em cảm ơn",
    ": Dạ cho em hỏi,em là SV K15 BDCN;Hiện em đang chờ thi đủ av 350 để đủ điều kiện làm LVTN trong HK192,nhưng hiện do tình hình dịch COVID nên em bị dời lịch thi(em đã đk thi ngày 26-4 tại BKEnglish).Cho em hỏi em có thể đk làm LVTN trước rồi sau đó em sẽ thi để đủ điểm 350 làm LVTN không ạ,em có thể viết giấy cam kết sẽ đảm bảo thi đủ 350.Do việc này rất quan trọng với em,em mong quý thầy cô xem giúp gấp giùm em với ạ,em xin cảm ơn",
    "Em xin chào quý thầy (cô) ! Em là  - MSSV:  Em có xem thông báo về lịch học vụ học kỳ 192 năm 2020, qua đó thì em thấy thông báo của trường là bắt đầu thu học phí học kỳ 192 ( chính quy) đợt 1 từ ngày 15/04/2020 đến ngày 22/04/2020 và đợt 2 từ ngày 07/05/2020 đến  ngày 03/06/2020. Nhưng đến ngày 20/04/2020 em và đa số nhiều bạn vẫn chưa thấy quy đinh về thời gian đóng học phí học kỳ 192 (chính quy) trên BK pay . Em rất mong được sự giải đáp của quý thầy (cô) ở phòng đào tạo, để em biết và chuẩn bị đóng học phí cho phù hợp với thời gian quy định. EM  ƠN !",
    "Em muốn đăng kí rút môn CI4343 Luận văn tốt nghiệp vì em đã nhận được giấy chứng nhận tạm thời và đủ đk tốt nghiệp.",
    "Cho em hỏi em đã chuyển điểm Anh văn 1,sau khi thi chứng chỉ mới thì các Anh văn 2 3 4 có thể chuyển điểm bằng chứng chỉ mới không ạ?",
    "Em xin chào ạ. Em hiện tại đang theo học khoa xây dựng công trình giao thông. Theo đó, môn sức bền vật liệu theo chương trình đào tao của em có mã môn học là CI2007. Do nhầm lẫn nên em đã đăng ký nhầm môn sức bền có mã môn học là CI2001. Kính mong nhà trường suy xét cho em xin rút môn học không tốn học phí ạ. Em xin cảm ơn",
    "Em chào các anh chị ạ! Em muốn hỏi là đối tượng được miễn học phí học kỳ 192 mục 1 có ghi \"người có thân nhân là người có công với cách mạng\" Trường hợp của em có ông nội là liệt sỹ,bà nội là người tham gia cách mạng ,ba em cũng từng tham gia cách mạng(đã về hưu không thuộc diện thương binh) vậy trường hợp của em có được tính không ạ?",
    "Dạ thưa thầy cô, cho em hỏi là trường mình đã đi học lại sau dịch Covid 19 chưa ạ. Vấn đề của em ở đây là em có xem trên thời khoá biểu thì thấy tuần này là tuần thứ 17 và em có được học bộ môn Thí nghiệm Cơ lưu chất, nhưng em lại không nhận được bất cứ Mail gì về vấn đề đi học lại ạ? Vậy là có học hay không? Em cám ơn thầy cô.",
    "Kính gửi thầy/cô trường ĐH Bách Khoa, Em tên là:  MSSV:  Em xin được rút học phần 2 môn học là: Môn: Vẽ kỹ thuật-: CI1003-Mã nhóm: L17 Môn: Tư tưởng -: SP1005-Mã nhóm: L05 Lý do: Laptop em đang trong quá trình sửa chữa vì lỗi phần mềm nên không thể có đủ phương tiện để học và làm việc nhóm cùng các bạn. Em sợ vì vậy ảnh hưởng đến kết quả học tập. Em xin được rút học phần hai môn này và đăng kí lại vào kỳ tiếp theo . Mong thầy cô thông cảm và xem xét giúp em.",
    "Dạ em tên là -sinh viên K19, vừa rồi thì có đợt học bổng HK191, thì trong danh sách có tên em, nhưng lúc văn phòng gửi mail về học bổng ngày 20/4/2020 (hôm qua) thì các bạn em có mail mà em chưa có, thì cho em hỏi là tên em bị sót hay có vấn đề gì không ạ Em cảm ơn.",
    "Em chào Phòng đào tạo, Em đã đủ điều kiện để được xét tốt nghiệp, nhưng khi vào đăng kí xét tốt nghiệp thì em được báo là nợ CTXH. Em đã hỏi về việc này trước đó 2 tuần, thì nhận được phản hồi là sau ngày 20 sẽ mở cho em đăng kí. Nhưng tới giờ em vào đăng kí thì trạng thái của em vẫn là nợ CTXH. Mong Phòng đào tạo xem xét giúp em. Em cảm ơn.",
    "Em bấm nhầm nút huỷ đăng ký nhận e-mail nhà trường từ app Mail của Apple và không tìm thấy nút hoàn tác .Cộng đồng mạng có thảo luận về cách giải quyết và nó là nhờ phía tổ chức bị huỷ đăng ký giúp đỡ để đăng ký nhận lại e-mail. Em tạo yêu cầu này mong sự hỗ trợ để đăng ký lại e-mail ạ. Em xin cảm ơn!",
    "Chào thầy/cô, Với tình hình dịch bệnh hiện nay liệu học kỳ dự thính 192 liệu có được tổ chức không ạ? Em xin cảm ơn. Trân trọng!",
    "Dạ em xin chào ạ. Em hiện đang theo học khoa xây dựng . Do nhầm lẫn nên em đã đăng  ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Môn sức bền vật liệu theo chương trình của em có mã môn học là CI2007. Vậy em có thể xin đổi môn học được không ạ ? Em xin cảm ơn.",
    "MSSV: -Hệ VLVH-Ngành Kỹ Thuật Ô tô Em muốn được hỗ trợ về vấn đề chuyển ngành học. Hiện tại em đang học liên thông ngành Kỹ thuật ô tô từ ngành Công nghệ ô tô của trường CĐKT Cao Thắng, khoá 11/2019, chưa đóng học phí . Em muốn hỏi em có được chuyển sang ngành kiến trúc của trường k?  Nếu có, thì em cần làm gì? chuẩn bị như thế nào để được chuyển ngành?  Nếu không? thì tại sao không được? vậy em phải làm gì để được học ngành kiến trúc của trường? cần chuẩn bị như thế nào? Em cám ơn!",
    "Thầy cô cho em hỏi tại sao em không thanh toán được tiền in bảng điểm trên bk pay ạ",
    "Em muốn nhờ phòng đào tạo rút môn động lực học kết cấu hộ em ạ. Em năm nay năm cuối rồi ạ! Kì này em đang làm luận văn, mà thời gian còn lại không nhiều, em sợ không có khả năng học hết được ạ! Em cảm ơn phòng đào tạo nhiều ạ! Em muốn rút môn CI4067 - Động lực học kết cấu -Học kì dự thính ạ!",
    "Thưa cô/thầy! Đợt đăng kí hỗ trợ cước 3G cho tuần trước, em có đăng kí rồi nhưng không biết do mạng yếu (lag) hay vấn đề khách quan nào đó, nên kết quả cuối cùng trong phiếu đăng kí của em lại là \"không đăng kí hỗ trợ cước data 3G\". Vậy cho em hỏi trong đợt đăng kí tuần này, em đăng kí lại cho chu kì đầu được không ạ? Em cảm ơn!",
    "Lí do: dịch bệnh nên không thể học Môn: bơi, mã MH PE1019, nhóm L15",
    "Học kì này em có học môn Thí nghiệm Hoá Hữu cơ cần bản sao của bảo hiểm tai nạn Em lên mail chỉ thấy trả thẻ BHYT chứ không có BHTN, nên muốn hỏi bây giờ lấy thẻ BHTN ở đâu và làm như thế nào ạ? Cảm ơn",
    "Kính gửi Văn phòng đào tạo quốc tế Vào trước ngày 17/04 em đã đăng ký hủy môn học: - Mô hình hóa toán học (CO2001) nhóm CC02; Nhưng môn học vẫn chưa được hủy. Em mong phòng đào tạo xem xét lại. Em cám ơn ",
    "Dạ cho em hỏi em là sinh viên cao đẳng BDCN khóa K15,hiện tại lần thi av gần nhất của em đạt được 295 và em đã đk thi lại vào ngày 26-4 nhưng do dịch nên đã bị dời lại.Em muốn hỏi thầy cô là em có thể đăng kí làm TLTN trước rồi chờ khi nào bên BKEnglish cho phép thi lại em sẽ thi và nộp bằng đủ 350 điểm sau được không ak,tại HK 192 này là kì cuối cùng em có thể làm TLTN rồi,em mong quý thầy cô xem xét giúp đỡ dùm em ak,em xin cảm ơn",
    "Kính gửi Văn phòng đào tạo quốc tế Vào trước ngày 17/04 em đã đăng ký hủy môn học: - Mô hình hóa toán học (CO2011) nhóm CC02; Tuy nhiên em đã ghi sai mã môn học là CO2001. Em mong nhà trường xem xét về việc hủy môn học của em. Em cám ơn",
    "B Quí thầy (cô) xem xét giúp em đơn xin tạm dừng học kì 2 năm học 2019-2020 Vì lý do dịch bệnh nên em không thể đến trường để nộp đơn được, mong quí thầy (Cô) thông cảm giúp em !",
    "Cho em hỏi nếu như em đăng kí học dự thính ở đợt 1 thì sau khi đợt 2 em có được quyền hủy môn không đăng kí nữa được không ạ vì em chưa thấy thời khóa biểu nhà trường sắp xếp như thế nào để thuận tiện cho việc làm thêm của em nữa. Và nếu như đăng kí đợt 2 thì có đảm bảo còn lớp không ạ, em xin cám ơn",
    "Chào thấy/cô, hôm nay em có nhận được mail của nhà trường về viêc dkmh dự thính 192. Tuy nhiên trong mail có nói sẽ không mở các môn học có thí nghiệm . Hiện tại hầu hết các môn học chuyên ngành của khoa Điện đều có thí nghiệm, việc này ảnh hưởng rất lớn đến lộ trình học và kế hoạch học tập của rất nhiều sinh viên. Mong nhà trường có điều chỉnh phù hợp và tốt cho chúng em . Em xin chân thành cảm ơn.",
    "Em có đăng kí in bảng điểm nhưng khi thanh toán qua BKPay thì bị lỗi, em đã ra ngân hàng hỏi thì họ nói lỗi ở phía BKPay chứ không phải ngân hàng. Em cũng đang cần bảng điểm gấp nên mong nhà trường sửa lỗi để em đóng tiền ạ!  Em xin cảm ơn ạ!",
    "Thầy/cô cho em hỏi vấn đề: theo như mail của trường thì PĐT không mở lớp có thí nghiệm Mạch điện tử và Tín hiệu hệ thống là 2 môn song hành, trong đó Mạch điện tử có Thí nghiệm còn Tín hiệu thì không có Vậy kì dự thính 192 này em có thể học trước môn Tín hiệu được không ạ, em không muốn bị trễ chương trình học Em cảm ơn ạ",
    "Cho em hỏi dạ là học dự thính onl trong lúc dịch này và sau khi hết dịch vẫn học onl hay là trên CS1 ạ. Em cảm ơn ạ!!",
    "Thầy/cô vui lòng cho em hỏi với ạ! Lần trước em có hỏi về việc học môn anh văn 4 trong học kì này và được trả lời là môn anh văn 4 không học trực tuyến. Vậy hình thức học môn này là như thế nào vậy ạ? Lần trước em có nghe là đợi mail sẽ có hướng dẫn hình thức học nhưng đến hiện tại vẫn chưa có thông tin thêm. Em cảm ơn ạ!",
    "Em tên: Võ  Trí; MSSV:  Cho e hỏi là kỳ dự thính 192 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
    "Xin chào thầy cô. Em xin kiến nghị về việc học dự thính không tổ chức các môn học có thí nghiệm ảnh hưởng tới kì học sau vì có môn tiên quyết. Do học kì chính pdt không mở đủ lớp nên phải dời sang dự thính. Mong pđt xem xét mở lớp để em ra trường không bị trễ 1 năm.",
    "Kính gửi: Thầy/cô/cán bộ nhà trường Em mới nhận được mail trường về việc đăng ký môn học dự thính 192, tuy nhiên việc không mở các môn học kèm thí nghiệm là mất mác quá lớn đối với sinh viên khoa điện nói riêng( nhiều môn thí nghiệm cũng như tiên quyết) cũng như sinh viên các khoa khác nói chung. Bên cạnh đó, nhu cầu học dự thính đối với các môn có thí nghiệm lại đặc biết quan trọng với sinh viên từ năm 2 trở lên, Khi mà việc này ảnh hưởng không nhỏ đến kế hoạch học tập cũng như thời gian ra trường của mọi người. Vậy nên, em xin nhà trường xem xét cố gắng hỗ trợ mở các môn học kèm thí nghiệm trong kì dự thính 192 này. Em xin chân thành cảm ơn.",
    "Việc   B đăng kí hoãn thực hiện Luận văn tốt nghiệp    và sẽ phản biệnảo vệ luận văn vào đợt bổ sung, được thực hiện như thế nào ạ?   QUOTE Theo thông báo, số 204/ĐHBK-ĐT, ngày 16/03/2020 về việc thực hiện thực tập ngoài trường, Đồ án môn hoc, Luận văn tốt nghiệp học kỳ 2/2019-2020 và học kỳ hè năm 2019-2020.  /QUOTE ",
    "Dạ cho em được hỏi là em đã hủy không rút môn học Quản lý chất lượng nữa, nhưng em đã bị hủy rồi ạ, giờ em phải làm sao để có thể tiếp tục học môn Quản lý chất lượng IM3063 nhóm A03",
    "Kính chào PĐT, Em gần đây có nhận được mail của trường về việc đăng ký môn học dự thính, chuyện à việc không thể đăng ký những môn học có thí nghiệm thực sự vô cùng khó khắn với sinh viên riêng môn Mạch điện tử và Tín hiệu & hệ thống đã có gần 200 sinh viên đăng ký, hơn nữa chương trình khoa điện không có nhiều môn không có thí nghiệm làm việc theo kịp tiến độ năm học rất khó khăn, mong rằng ý kiến của em sẽ được PĐT xem xét, em chân thành cảm ơn!",
    "Kính thưa thầy cô!  Em là , sv Khoa Điện K18 Lịch đăng kí học kì dự thính HK192 livestream đã mở. Em rất cảm ơn về việc đó. Nhưng việc không cho sinh viên đăng kí những môn có thí nghiệm thì hơi khó cho chúng em ạ. Vì các môn đăng kí đều là môn cơ sở/chuyên ngành, và em cũng rất muốn đăng kí học ở HKDT 192. Nếu không em sẽ bị trễ môn mất. Mong thầy cô xem xét lại, có thể cho chúng em đăng kí môn có thí nghiệm. EM cảm ơn ",
    "cho em hỏi môn anh văn 1 em đã học anh văn cơ bản với ấn đăng kí em cũng đăng kí được mà đến khi báo kết quả toàn bị không đăng kí được là sao ạ. lớp vẫn mở bình thường mà chỉ có em là bị kích ra thôi ạ. em mong cho em đăng kí được av1 ạ",
    "Em mong phòng đào tạo có thể mở cho tụi em môn vẽ kĩ thuật dự thính học kì này,tại nếu thí nghiệm có thể làm thí nghiệm ở nhà( máy tính cài cad là được ).Em xin cảm ơn ạ",
    "Cho em hỏi, em rớt môn giải tích 1 học kì 191 vừa rồi, em phải đăng kí học lại  trong hè này pko?",
    "Dạ thưa cho em được hỏi. Rằng em đã xin tạm dừng học kì 192 để đi nước ngoài và giờ em đã về. Em thắc mắc rằng bây giờ em nộp đơn thu nhận lại có được học dự thính 192 không ạ . Mong nhận được câu trả lời từ PĐT em xin cảm ơn ạ !   i    ",
    "Phòng đào tạo cho em hỏi giờ em muốn rút môn học có tính học phí thì phải nộp đơn tại trường hay sao ạ, cũng sắp hết hạn 6 tuần của học kỳ rồi ạ, em cảm ơn.   i  .",
    "Trường cho em hỏi là có còn đợt đăng ký luận văn bổ sung nào trong kỳ này nữa không, em xin cám ơn.",
    "em chào admin em tên Võ danh Thùy . mssv: .   I admin cho em hỏi là môn sức bền vật liệu có mở trong kì dự thính 192 k ạ. em đọc trong mail nói PDT k mở mấy môn có thí nghiệm. Nếu đi học lại thì dự thính 192 có học ofline hay vẫn học online ạ  /I . Mong admin giải đáp giúp em. em xin cảm ơn!",
    "kính gửi Phòng Đào Tạo Em tên: Nguyễn Mạnh Lực MSSV:  Do ảnh hưởng của dịch bện, em không đảm bảo được số giờ lên lớp, không đảm bảo được lượng kiến thức để qua môn, em xin được rút môn học:   B Nguyên Lý Máy    MMH:ME2003 Em cảm ơn!",
    "Thưa nhà trường, em hiện sinh viên năm 2 và ở học kỳ dự thính này em có đăng ký môn sức bền vật liệu. Nhưng theo thông báo của trường thì bộ môn này cũng như mấy môn có thí nghiệm không được tổ chức học. Trước tình hình dịch bệnh em có thể hiểu và thông cảm nhà trường.  Nhưng điều đó làm ảnh hưởng trễ tiến trình học tập của tụi em ít nhất 1 đến 1 năm rưỡi, vì môn này là môn học trước cũng là môn hầu như duy nhất tụi em có thể học hiện tại. Kính mong nhà trường và quí thầy cô xem xét kỹ lại giúp tạo điều kiện tụi em học tập môn sức bền vật liệu ạ. Em xin chân thành cảm ơn.",
    "Chào thầy,cô hôm nay em có nhận được mail của trường về việc đăng kí dự thính HK192.Tuy nhiên trong mail có đề cập trường sẽ không mở các môn có thí nghiệm. Hiện tại hầu hết các môn chuyên ngành của khoa xây dựng đều có thí nghiệm.Việc này ảnh hưởng đến lộ trình học và kế hoạch của nhiều sinh viên. Mong nhà trường có điều chỉnh phù hợp! Em xin chân thành cám ơn.",
    "MSSV: Em muốn rút môn học Nhập môn kỹ thuật , vì môn học này em được miễn khi đăng ký liên thông từ cao đẳng lên.Xin nhà trường xem xét lại dùm em. Môn em cần rút là:Nhập môn kỹ thuật Mã nhóm: ME1001 Thuộc nhóm: Cơ sở ngành /Nhóm ngành. Xin cảm ơn. []",
    "Em muốn rút môn học Mã CO1003 (Nhập môn lập trình) Nguyên nhân : Điểm thi công bố chậm so với lịch đăng ký môn học. Nên em đã đăng ký để tránh trường hợp rớt môn. Nay điểm của em đã đạt nên em muốn rút môn học này",
    "Em sinh viên khoá 2016 Nay em đã học đủ tín chỉ, hiện tại đang chờ đủ điểm Anh văn để làm luận văn tốt nghiệp. Vậy em có cần phải đăng ký môn học để duy trì thời khoá biểu tiếp, Hay em phải làm giấy xác nhận chờ làm luận văn. Xin phòng đào tạo phản hồi giúp em.",
    "Dạ thưa cô, ban đầu em thuộc lớp đồ án bê tông cốt thép 2 do thầy  hướng dẫn đúng với danh sách đăng kí môn học trên web, nhưng vài tuần trước lại bị đổi giáo viên hướng dẫn, do là em đã nhận đề và bắt đầu làm theo yêu cầu đồ án của Thầy  nên việc chuyển đổi giáo viên hướng dẫn làm em gặp rất nhiều khó khăn. Co cho em hỏi có thể nào chuyển em về lớp thầy  hướng dẫn không ạ. Mã môn học CI3177 nhóm lớp A10 đúng với danh sách dkmh ban đầu là thầy  hiện tại đã bị chuyển qua Thầy .Hiện tại trên elearning chỉ còn lớp của thầy  thôi, em không truy cập được vào lớp của thầy  để theo dõi. Mong cô giúp đỡ. Cám ơn Cô.",
    "Em chào các thầy cô. Em có nhận được gmail về việc đăng ký dự thính hk192. Em có 1 vài câu hỏi rất mong được thầy cô giải đáp:  1. Ở lần đăng ký đợt 2 ngày 27/4 em có thể thay đổi nhóm lớp, xóa hay thêm môn học k ạ?  2. Hình thức học là hoàn toàn trực tuyến hay vẫn có học cấu phần D khi quay lại trường?  Em cảm ơn các thầy cô!",
    "Chào phòng đào tạo ạ! PĐT cho em hỏi là nếu đăng kí học dự thính online thì mình học kéo dài trong bao lâu ạ? và là full online hay là vẫn sẽ có học offline ạ? Em cảm ơn nhiều",
    "EM MUỐN XIN RÚT MÔN HỌC DỰ THÍNH VÌ LÝ DO THỜI GIAN NGHĨ DỊCH QUÁ DÀI EM CẢM THẤY KHÔNG ĐỦ THỜI GIAN ĐỂ CÓ THỂ HỌC THÊM MÔN VẬT LÝ 1 ( ph1003)",
    "B thời khóa biểu như hình đính kèm của em là tổng số tín chỉ chỉ là 12 trừ môn thể dục ra, nhưng ở mục tổng số tín chỉ đăng ký thì lại 15 ạ. Có nhầm lẫn gì không ạ???  ",
    "Dạ cho em hỏi là đăng kí môn học đợt 2 có được hiệu chỉnh không ạ ",
    "Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ em xin kính chào phòng đào tạo trường đại học Bách Khoa, dạ em xin được hỏi là đơn xét miễn môn học bổ sung của em đã được xét duyệt chưa ạ và đã có kết quả chưa ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi là em có đăng kí dịch vụ hỗ trợ 3G cho sinh viên. Đên nay là 22/4 rồi vậy đã sử dụng được chưa? E chưa nhận đc bất kì thông tin gì từ nhà mạng về việc đã đăng kí thành công ạ",
    ". Cho em hỏi vì sao em đã đăng kí số điện thoại rồi mà vẫn chưa được kích hoạt 3G ? Liệu có phải đăng kí với cú pháp hay nhà mạng sẽ tự kích hoạt cho mình vậy ạ ? ",
    "Em tên: Võ  Trí; MSSV:  Cho e hỏi là kỳ dự thính 192 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
    "Dạ thưa quý thầy cô Theo như tiến độ hiện tại cũng như tình hình khả quan của dịch hiện tại thì khả năng trường mình sẽ đi học lại vào tháng 5.Vấn đề  em muốn hỏi là trường mình có tổ chức kì học hè không ạ.Em xin cảm ơn",
    "Thầy cô cho em xin rút môn học Công nghệ phần mềm nâng cao (CO3065) có tính học phí ạ. Em cảm ơn.",
    "Chào thầy cô! Thầy cô cho em gỏi là gói cước 3g của nhà mạng vinaphone của trường mình khi nào áp dụng ạ, do em đăng ký vào ngày 19/4/2020, theo thông báo là ngày 21/4/2020 được áp dụng, nhưng hôm nay 22/4/2020 chưa thấy áp dụng ạ. Em xin cảm ơn ạ!",
    "Em đã rút môn nhưng thời khóa biểu chưa cậo nhật ạ .",
    "Kính gửi: PĐT Trường Đại học Bách khoa - ĐHQG TP.HCM Em là  MSSV: Về việc đăng ký môn học dự thính HK192 em có một số thắc mắc sau: 1. Việc học dự thính là hoàn toàn thông qua kênh livestream hay việc học livestream chỉ kéo dài đến khi trường bắt đầu học bình thường trở lại? 2. Việc tổ chức thi cuối kỳ của các môn dự thính này sẽ cùng lúc với thi cuối kỳ các môn kỳ học chính hay sẽ tổ chức thi ngay khi đợt dự thính kết thúc? Mong PĐT giải đáp giúp em. Sinh viên, ",
    "Em đã yêu cầu rút môn học \"Vẽ kỹ thuật\" trước ngày 17/4 mà sao tkb chưa cập nhật ạ",
    "Em chào thầy/cô Em tên là , MSSV , lớp MT17KH05. Dạ cho em hỏi là nếu học kì 192 này chúng ta sẽ triển khai học dự thính theo hình thức livestream. Vậy nếu như hết dịch vậy môn học có được chuyển qua học trên lớp như bình thường không ạ? Và nếu chỉ học livestream đến hết kì vậy hình thức thi là tổ chức trên lớp hay online ạ? Em xin chân thành cảm ơn!",
    "Hiện tại em đã làm đủ các phần bài tập, phần summary của chương 0 nhưng không xem được tiếp các video ở chương 1 . Hình ảnh em chụp đính kèm ở dưới ạ",
    "Em hiện đang theo học khoa xây dựng chuyên ngành công trình giao thông. Theo chung trình đào tạo của em thì môn sức bền vật liệu đăng ký có mã môn học là CI2007. Do nhầm lẫn trong lúc đăng ký nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Phòng đào tạo có thể cho em xin đổi lại môn sức bền vật liệu có mã môn CI2007 cho ngành xây dựng được không ạ ? Do học kỳ cũng vừa mới bắt đầu chưa được bao lâu, nên với kiến thức đã học em sẽ ôn  tự ôn luyện để đạt được kết quả tốt ạ. Em xin cảm ơn.",
    "Câu 1: Cho em hỏi BKeL là e đã rút môn học ngày 20/2/2020 , như vậy e có bị tính học phí không ạ? Câu 2 : Em sinh viên hệ VHVL có môn 1 môn e được miễn trùng với TKB hiện tại của e . Vậy e có cần học hay hủy môn này không ạ ? Em cám ơn",
    "Em tên: Nguyễn Minh Thiện. MSSV:    Em đã gởi yêu cầu đăng kí rút môn học TR 1003 và tình trạng đã được giải quyết kèm theo thông báo:  \"Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.\"   Trong khi đó thì gmail mới nhất em được nhận:  \"Phòng Đào tạo chỉ giải quyết khiếu nại về việc Rút môn học (không tính học phí) cho các bạn sinh viên đã gửi yêu cầu qua .hcmut.edu.vn theo đúng thời gian quy định và thời gian (từ ngày 06/04/2020 đến 17/04/2020) và đã nộp phiếu rút môn học trực tiếp tại Phòng Đào tạo trước đó. Thời gian tiếp nhận giải quyết khiếu nại đến 15h ngày 24/04/2020 (các yêu cầu khiếu nại vui lòng thực hiện tại trang .hcmut.edu.vn)\"   Em chưa hiểu là mình có cần phải làm thêm gì khác không để được rút môn ạ. Em cám ơn",
    "Câu 1 : e đã rút môn học vào ngày 20/2/2020 vậy e có bị tính học phí môn này không ạ? câu 2 : e sinh viên hệ VHVL có 1 môn trùng với TKB hiện tại của e đã được miễn . Vậy e làm thế nào ạ, học luôn hay hủy môn này ạ ?  Em cám ơn",
    "thưa thầy cô, em vừa nhận được email 22/04/202 về việc rút môn học, em muốn hỏi là nếu rút môn học dự thính sau ngày 21/04/2020 thì có tính học phí không ạ? và rút môn học dự thính ngoài việc vào Mybk/ Đăng ký môn học để rút môn học dự thính ra thì cần phải làm gì nữa không ạ?",
    "Hiện tại e thấy có mở môn học 003004 - Anh văn 4 của bảo dưỡng công nghiệp. môn học này thì e thấy không yêu cầu môn (học trước anh là văn 3)  trong học kỳ dự thính. em có xem nếu như e học môn anh văn 4(003004 ) này thì chuẩn anh văn nộp vào để nhận bằng tốt nghiệp là  toeic 450. (Vì hiện tại toeic e thi được 420)  vậy môn học này ở học kỳ dự thính có được xem là môn học duy trì tình trạng học tập không ạ . nếu như phải thì e sẽ rút môn học LA1005Anh văn 2 trong học kì chính ạ . Đây là nội dung em đã hỏi trước đó:  Thời gian: 04/08/2020 10:20:27 am Từ: [17456] (1600233) Thứ Võ Văn  1600233      Hiện nay e là sinh viên của trung tâm bảo dưỡng công nghiệp khóa 2016, học kì vừa rồi Học kỳ 1 (2019-2020) em đã hoàn tất bảo vệ tiểu luận tốt nghiệp. nhưng do e thi anh văn chưa đủ. nên e đã đăng kí 1 môn Anh Văn 2 để duy trì tình trạng học tập. Và hiện tại thì trong đợt dịch này em vẫn chưa thi được. để nộp trong đợt xét tốt nghiệp này. Hiện tại thì e cũng đang ở quê. nên e muốn hỏi nếu e rút môn học, liệu có ảnh hưởng trong học kì này và học kì sau không ạ [ Trích dẫn ] Thời gian: 04/08/2020 01:17:25 pm Từ: [20279] (003243) [staff_name] Chào bạn, Theo quy chế nếu trong học kỳ bạn không có thời khoá biểu sẽ bị xử lý tạm dừng. nếu học kỳ tới bạn đủ điều kiện tốt nghiệp thì có thể làm đơn xin thu nhận xét tốt nghiệp nhé. Tuỳ bạn cân nhắc việc rút Mh hay không nhé!",
    "Đă   ii  Lý Do: Vì lý do dịch bệnh khiến khối lượng luận văn của em còn tồn đọng nhiều nên không thể tiếp tục học cải thiện. Trước ngày 14/4 e có gửi rút môn học một lần nhưng không nhận được phản hồi, rất mong phòng đào tạo xem xét lại giúp em. : ME3007 Nhóm: A01     .",
    "Kính gửi Phòng Đào Tạo,   Em tên là , mssv . Vào ngày 9/04/2020 em có làm đơn xin rút môn học:    Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH   Mã môn hoc: CH3133 nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng  (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em .  Em xin cảm ơn!",
    "Lý do : em muốn rút môn học kì này lý do em muốn thi lại ạ Cho em tạo lại yêu cầu vì lần trước em ghi phần nội dung bị sai quy cách ạ 1: Thựctập cơkhí đạicương 1 : Mã :ME1013 2: Thí nghiệm vật lý  mã :PH1007 3 :Hóa đại cương mã : CH1003 4: Vật lý 2  mã : PH1005 5: Giải tích 2 mã :MT1005 6: Vật lý 2 (bt) mã :PH1006 7: Giải tích 2 (bt) mã : MT1006 8: Hóa đại cương (tn) mã  :CH1004",
    "Kính gửi quý thầy cô. Nay em viết đơn này để xin hủy nợ lệ phí thi  . Do lúc này, phương thức thi thay đổi sang thi trên máy tính, và trường có thông báo là nếu SV không muốn thi, thì không cần thanh toán. Em cũng có lên PĐT, mấy cô nói thầy sẽ xóa hết nợ lệ phí này trên toàn hệ thống cho các bạn SV. Nhưng hiện nay, nợ vẫn còn ạ. Mong quý thầy cô xem xét, giúp đỡ ạ. Em cảm ơn ạ, chúc quý thầy cô mạnh khỏe.",
    "Dạ chào thầy(cô) Em có đăng kí gói cước hỗ trợ 3G/4G của nhà trường đợt 1, trong đợt đó có ghi gói cước có thời hạn từ ngày 21/4 -20/5, nhưng đến ngày hôm nay em vẫn chưa sử dụng được ạ. Thầy (cô) cho em hỏi là em có cần kích hoạt gói cước hay không ạ?  Mong sớm nhận được phản hồi từ thầy(cô) Em cảm ơn ạ",
    "Kính gửi  Em tên  , mssv . Hiện đang học Khoa Quản Lí Công Nghiệp lớp 1902 Em xin rút môn Hỗ trợ quyết định và trí tuệ kinh doanh. Mã MH IM3041 Lí do : Môn học không bắc buộc đối với ngành học và em đã đăng kí nhầm. Đồng thời điều kiện di chuyển khó khăn , em đang học năm 2 dưới CS2 nhưng môn này là ở CS1 ạ.  Em xin  xem xét và phê duyệt a  Em xin chân thành cảm ơn.",
    "ii  Kính gửi Phòng Đào Tạo, Vào ngày 11/04/2020 em có gửi đơn xin rút môn học ME3007 nhóm A01 và được phản hồi từ quản trị viên. Nhưng đến nay thời khóa biểu và BKEL của em vẫn chưa được xóa môn học. Rất mong Phòng Đào Tạo xem xét lại yêu cầu giúp em. Em xin chân thành cảm ơn.     .",
    "PE1019 bơi lần trước e có gửi rút rồi sao cập nhật thời khoá biểu vẫn còn ạ   i Đă    .",
    "dạ em trước đó em có xin rút môn học quản lý chất lượng IM3063 nhóm A03 nhưng kiểm tra lại thì kì này em rất cần học môn này nên đã lên xin không rút môn học nữa các yêu cầu đều trước ngày 17/4. hiện tại thời khóa biểu em đã bị mất môn học, em mong muốn trường không rút môn này để em được tiếp tục học trong kỳ này ạ . em xin lỗi vì đã không xem xét kỹ. em cảm ơn!",
    "Chào thầy/cô. Đợt trước em có đăng ký rút môn SCADA (EE3071) . Hôm nay 22/4 em kiểm tra thì em vẫn thấy môn SCADA trong TKB. Mong thầy/cô xem lại giúp em ạ. Em cám ơn thầy/cô.",
    "Em nộp chứng chỉ ngoại ngữ sau khi kết thúc học kỳ thì có được cộng số tín chỉ tiếng anh vào học kỳ vừa kết thúc không ạ hay cộng vào học kỳ sau ạ",
    "Kính gửi Phòng Đào Tạo,   Em tên là Trần Văn Thái, mssv . Vào ngày 9/04/2020 em có làm đơn xin rút môn học:   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH   Mã môn hoc: CH3133 nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng  (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em. Em xin cảm ơn!",
    "table    tr    th MSMH  /th    th Tên môn học  /th    th Mã nhóm  /th    tr    tr    td CO3059  /td    td Đồ hoạ máy tính  /td    td L02  /td    /tr    tr    td CO3057  /td    td Xử lý ảnh số và thị giác máy tính  /td    td L01  /td    /tr    /table",
    "Chào thầy/cô ạ, cho em hỏi là em đã đăng kí theo đợt hỗ trợ mạng vinaphone của trường, theo đó thì ngày 21 sẽ có hiệu lực, tuy nhiên hôm nay là ngày 22 nhưng em vẫn chưa thấy data 3G được cộng vào ạ, như vậy thì làm sao để khắc phục ạ? Em xin chân thành cám ơn.",
    "Cơ ứng dụng lớp L02, trong el có các bài kiểm tra định kỳ, bài đầu tiên em làm bài test đầu được 4/10 xong mới xem được video thì không làm lại được bài test. Vì bài không đạt 5/10 nên các bài test sau của em không được mở và em không không thể làm cũng như xem video được. Theo tình hình này thì em không được thi cuối kỳ và giữa kỳ, thầy/cô có thể xem và chỉ em cách giải quyết được không ạ? em cảm ơn.",
    "Em đăng ký nhầm môn học này, môn này không có trong chương trình đào tạo của nghành kỹ thuật xây dựng, em xin được rút lại môn này ạ.  Con người và môi trường   mã môn EN1003   nhóm L02",
    "Em xin chào quý thầy cô. Em đã đăng ký gói cước 3g trường đã kích hoạt nhưng em vẫn chưa nhận được dữ liệu ạ! Số điện thoại của em là [phone_number] ",
    "Kính gửi quý thầy cô,  Ngày 09/04 em có xin rút môn học Hệ điều hành và được giải quyết, hôm nay em có đọc mail báo là kiểm tra lại thời khóa biểu nhưng em vẫn còn thấy môn hệ điều hành, nhờ quý thầy cô kiểm tra lại ạ. Em cám ơn thầy,cô nhiều ạ MSSV: ",
    "Em tên là:  MSSV:  Lý do: ĐAMH thiết kế cấu em học hồi Hk191 rồi. - Môn học: ĐAMH thiết kế cấu - Mã môn học: CI4123 - Nhóm lớp: A01",
    "B Về việc có môn học khác so với thời khoá biểu ở trên trang BKeL  B ",
    "Thưa PĐT cho em nộp đơn thu nhận lại. Và cho em hỏi thêm liệu rằng em có được đăng kí dự thính học kì 192 này không ạ. Em xin chân thành cảm ơn !   i    ",
    "Em có làm yêu cầu rút môn học trong khoảng thời gian từ ngày 06/04/2020 đến 17/04/2020 và phía nhà trường có phản hồi là đã giải quyết yêu cầu của em. Nhưng hôm nay 22/4/2020 em lên thời khóa biểu xem thì môn học em xin rút vẫn còn. Mong nhà trường giải quyết lại giúp em, em cám ơn.",
    "Thưa thầy cô em muốn hỏi về lớp dự thính sẽ học online xuyên suốt hay chỉ là học tạm thời đến khi hết dịch thì học tại cơ sở 1 ạ. Em cảm ơn",
    "Em tên  - MSSV , em vừa đăng ký thành công việc yêu cầu hỗ trợ dữ liệu 3g từ sim Vinaphone của mình (sđt [phone_number]), theo em được biết chu kỳ sử dụng 3G từ 21/4 đến 20/5/2020 nhưng đến hôm nay 22/4/2020 em vẫn chưa sử dụng 3g được. Mong nhà trường giải quyết và cho em câu trả lời sớm nhất có thể ạ!  Em cảm ơn!",
    "p Môn học muốn rút: CO3043 - Phát triển ứd trên tbdđ  /p    p Lý do: Hiện tại em đã đủ số tín chỉ yêu cầu để tốt nghiệp và không có nguyện vọng học thêm môn này.  /p ",
    "thầy cô cho em hỏi, em hiên tại đã học xong vb1 nhưng chưa đăng kí tốt nghiệp và hiện đang học các môn văn bằng 2, em hiện cho 2 môn ở vb1 và cần quy đổi ra vb2 để học kì sau có thể đăng kí môn, cho em hỏi là hiện qui đổi có thể làm online hay phải lên trực tiếp trường vì hiên em đang ở quê, và nếu làm onl thì em phải làm theo các bước như thế nào. Em xin cảm ơn.",
    "Chào nhà trường, Em là , đang theo học ngành Kỹ Thuật Máy Tính CLC. Em muốn hỏi về quy chế chuyển ngành,nhóm ngành của trường mình ạ. 1) Nếu đến cuối năm nhất và em muốn chuyển sang nhóm ngành khác là Khoa Học Máy Tính CLC và đã đáp ứng đủ điều kiện thì em cần gặp ai, làm gì để thực hiện việc chuyển nhóm ngành ạ? 2) Theo như em thấy trên Kế hoạch giảng dạy thì ở HK2 của Khoa Học Máy Tính CLC có 1 môn khác với HK2 của Kỹ Thuật Máy Tính CLC, cụ thể là \"Cấu trúc rời rạc cho khoa học máy tính\" của Khoa Học Máy Tính và \"Thiết kế luận lý\" của Kỹ Thuật Máy Tính. Nếu được chuyển nhóm ngành thành công thì những môn học khác nhau này sẽ ra sao ạ?",
    "Em tên là . Sinh viên lớp BT15DDLT Đơn rút môn học của em đã được xác nhận, sao trong thời khóa biểu vẫn còn môn ĐAMH TK cầu bê tông. e xin cám ơn",
    "Kính chào nhà trường, Em tên là  có mssv: . Học kỳ 192 này em được xếp vào lớp L02 Chi tiết máy ME2007. Nhưng hiện tại trên trang BKEL của em đã mất đường dẫn vào môn học này là: Chi tiết máy (ME2007) và bây giờ chỉ còn lại 3 đường đó là: Chi tiết máy (TN) (ME2008)_video, Chi tiết máy (ME2007)_video, Chi tiết máy (TN) (ME2008) . Em xin chắc chắn rằng thời gian qua em không hề rút môn học nào và thời khoá biểu hiện tại của em vẫn còn môn học này. Bên dưới em có đính kèm theo các bức ảnh trên trang BKEL của mình. Vì em cần phải lấy tài liệu và làm bài tập lớn nên rất mong nhà trường có thể kiểm tra lại và khắc phục sớm giúp em. Em xin cảm ơn.",
    "Dạ em chào Phòng Đào tạo, em đã thực hiện đăng ký môn học đúng trong thời gian quy định và nhận được phản hồi đã giải quyết trường hợp của em, tuy nhiên khi TKB được cập nhật trên hệ thống MyBK thì môn học vẫn còn ạ. Mong Phòng Đào tạo giải quyết giúp em. Môn \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\", mã số môn học IM3014, nhóm/tổ A01. Em cảm ơn.",
    "Thầy cô ơi, em muốn đăng ký thêm các môn học dự thính, nhưng vì em đang xin nghỉ học đi trao đổi ở Đài Loan nên myBK không đăng ký được. Em muốn được đăng ký các môn sau để cải thiện điểm. Thầy cô đăng ký giúp em với ạ. 1. Vật lý 1                    - mã : 007706 2. Vẽ kỹ thuật                 - mã : 806702 3. Hóa học                     - mã : 601701 4. Cấu trúc dữ liệu nâng cao   - mã : 501704 5. Giải tích 3                 - mã : 006725 6. Mạng IP                     - mã : 405725",
    "Em tên  với MSSV là . Ngày 12/04/2020 em có tạo yêu cầu rút môn học Công nghệ vật liệu (MA3037) và KT điện-điện tử (EE2011) nhưng chỉ có môn học Công nghệ vật liệu được giải quyết thôi ạ. Sau khi kiểm tra thời khóa biểu thì môn KT điện-điện tử vẫn chưa được bỏ đi ạ. Em mong thầy/cô xem và giải quyết giúp em ạ Em cảm ơn ạ",
    "Kính gửi phòng đào tạo Em tên là  MSSV: Hiện nhà trường đã có lịch chính thức cho ngày lễ tốt nghiệp chưa ạ. Và em có thể thuê lễ phục như thế nào và ở đâu ạ. Em xin cảm ơn. ",
    "Thưa thầy/ cô, tại sao em đã đăng kí rút môn Giải tích 2 : MT 1005 rồi mà sao thời khóa biểu vẫn còn xếp lịch ạ? Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo,   Em tên là , mssv . Vào ngày 9/04/2020 em có làm đơn xin rút môn học:   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH   Mã môn hoc: CH3133 nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng  (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em. Em xin cảm ơn!",
    "Kính gửi: Phòng đào tạo. Em là : Phạm  Hiệp, Sinh viên K-2015,  Khoa: Điện - Điện tử Hiện tại em vẫn chưa có trong DS tốt nghiệp dự kiến. Vì vậy, em muốn hỏi là khống biết em còn thiếu điều kiện gì để tốt nghiệp? Em mong phòng đào tạo có thể kiểm tra và phản hồi vào email  giúp Em. Em xin chân thành cảm ơn! Best regards, Phạm  Hiệp",
    "Chào quí nhà trường, Em tên , MSSV . Em đã kiểm tra danh sách tốt nghiệp dự kiến tháng 4/2020 chưa thấy có tên (Thời hạn cập nhật 22/04/2020). Mong quí nhà trường kiểm tra giúp em những hồ sơ em còn thiếu hoặc chưa đạt yêu cầu để em có thể kịp thời điều chỉnh và hoàn thiện ạ. Em cám ơn. .",
    "Thưa thầy/cô cho em hỏi là đăng kí môn học dự thính HK192 thì đợt 2 có được xóa môn học không ạ ? Vì trong đợt 1 chưa có TKB nên em chưa thể quyết định được ạ",
    "p Chào cô/thầy  r  Ngày 21/02/2020, em có đến phòng đào tạo và xin rút môn học - Lập trình web (CO3049) . Hôm nay, sau khi nhận mail của trường về việc Khiếu nại Rút môn học, em đã kiểm tra thời khóa biểu của mình và kết quả môn Lập trình web vẫn còn trong thời khóa biểu chính thức. Mong cô/thầy có thể xem xét lại trường hợp của em . Em xin cảm ơn! Trân trọng,    /p",
    "Thầy (cô) cho em hỏi, theo như em được biết thì học kỳ dự thính 192 sẽ được tổ chức học qua hình thức livestream. Vậy thì học phí dự thính vẫn được tính như cũ hay có điều chỉnh gì không ạ. Em cảm ơn.",
    "Chào thầy (cô)ạ, em tên là  K18 , khoa Cơ Khí, ngành Kĩ thuật Hệ thống Công nghiệp. Em muốn hỏi là việc đăng kí dự thính theo hình thức học livestream là đến khi nhập học và hoàn tất môn học vẫn theo hình thức livestream hay chỉ đến khi nhập học mình sẽ học trên lớp lại vào buổi tối ạ. Mong thầy (cô) giải đáp giúp em với ạ.",
    "Ngày 11/4 em có đăng kí rút 2 môn. Và có xác nhận là không được hiệu chỉnh. Nhưng hôm nay TKB của em vẫn chưa cập nhật, mong quí thầy cô giải quyết và phản hồi giúp em ạ .",
    "em chào admin. em tên  . -admin cho em hỏi là: trong mail PDT nói kì dư thính 192 PDT k mở các môn có thí nghiệm =)) sức bền vật liệu(ci2007) là k mở đúng k ạ. Giờ bọn em lập danh sách với xin giáo viên bộ môn thì có được mở k ạ. - khi hết dịch đi học lại thì dư thính 192 có học offline  k ạ, hay vẫn học livestream. MOng admin giải đáp. Em xin cảm ơn ạ!",
    "phòng đào tạo cho em hỏi là học kì dự thính HK192 là học hoàn toàn trực tuyến hay sau khi đi học lại thì học truyền thống trên lớp",
    "em tên: . Mssv:  Hôm ngày 17/04 em có gửi đăng ký hủy môn nhưng nhập sai mã môn học ạ. Em xin đính chính lại: Lý do em rút môn vì em cảm thấy mình không đủ khả năng hoàn thành tất cả các bài tập trong kì này. Môn học muốn rút: giải tích 2, mã môn học: mt1005, nhóm lý thuyết: L22, nhóm bài tập: L39. Em rất mong đượ giải quyết và rất xin lỗi vì sự cố này.",
    "Dạ em chào PĐT ạ. Em tên , MSSV  ạ. Thưa PĐT cho em hỏi là em đọc trong quy chế là được phép nợ 7 tín chỉ nhưng không ghi rõ là có tính tín chỉ anh văn trong đó không. Hiện tại em đang còn nợ 6 tín chỉ và 3 anh vặn thì em có đủ điều kiện nhận tiểu luận tốt nghiệp không ạ. Và nếu em đậu TTTN và hiện tại em có thể đổi điểm thêm 1 anh văn nữa thì số tín chỉ đó có được tính là hợp lệ nhận TLTN không ạ. Hiện tại em đang có 88 tín chỉ tích lũy rồi ạ.",
    "Phòng đào tạo cho em hỏi là trên hệ thống Stinfo của MyBK không còn bảng Tiến độ học tập nữa, vậy thì em có thể xem ở đâu để thấy mức độ hoàn thành các môn học của em ạ ?? Em muốn xem xét để biết mà đăng ký môn học và đăng ký thực tập tốt nghiệp. Em xin cám ơn !!",
    "Em chào thầy / cô ạ ! Em có một vấn đề thắc mắc cần giải đáp về việc đăng kí dịch vụ gói cước data 3G/4G được hỗ trợ bởi nhà trường ạ . Cho em hỏi là việc nhận kết quả đăng kí như thế nào ạ ?. Em đăng kí vào thời điểm 6:48 (16/4/2020) nhưng đến tận thời điểm hiện tại em vẫn chưa nhận được kết quả đăng kí qua tin nhắn SMS ạ . Mặc dù em đã kiểm tra số điện thoại là hoàn toàn chính xác rồi ạ .",
    "Kính gửi quý thầy,cô làm việc tại phòng đào tạo Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em tên: , MSSV:  Hiện đang là sinh viên lớp Việt Pháp 1 khóa 2018. Nay em gửi đơn này xin quý thầy cô xem xét cho em được rút môn học thể chất: Điền kinh. Vì lý do em đã đăng ký thành công môn học thể chẩt: Bóng rổ. Do em không thể học được 2 môn thể chất trong một kỳ được nên em rất mong quý thầy cô chấp nhận. Kính chúc quý thầy,cô có nhiều sức khỏe.",
    "Em xin chào thầy (cô) phòng đào tạo, trước ngày 17 tháng 4 em có đăng ký rút môn SCADA( mã môn học là EE3071, mã nhóm là T01). Em tưởng như vậy là đã rút được hết môn SCADA. Tới chiều ngày 22 tháng 4 em thấy thời khóa biểu của em có thay đổi nhưng vẫn còn môn SCADA với (mã môn học là EE3071, mã nhóm là ONL). Em mong thầy (cô)phòng đào tạo tiếp tục hủy giúp em môn SCADA (mã môn là EE3071, mã nhóm là ONL),vì em bị mất laptop nên em không thể làm các bài tập trên phần mềm của môn học SCADA được. em sẽ đăng ký học vào các học kỳ sau. Mong thầy (cô) sớm phê duyệt giúp em! Em xin cảm ơn ạ!",
    ". Kính gửi Phòng đào tạo, em tên , MSSV: , vào ngày 14/4 em có gửi đơn online xin rút môn học PLC MSMH là 260620. Nhưng vì không nắm rõ cách trình bày, nên em làm sai. Sau đó em có lên Bksi để check lại xem đã được duyệt chưa, nhưng không thấy thông báo, và cũng không rõ cách tìm xem lại đơn đã gửi ở đâu nên em không xem được câu trả lời của phòng đào tạo, không biết em đã gửi đơn sai cách trình bày và không được xét duyệt huỷ môn. Đến nay em nhận được email trường về việc kiểm tra lại thời khóa biểu xem đã được huỷ môn chưa thì mới nhận ra mình vẫn chưa được huỷ ạ. Vậy cho em hỏi, bây giờ em có thể xin hủy môn không đóng học phí được nữa không ạ? Em cảm ơn.",
    "cho em hỏi hôm bữa em có đăng ký rút môn học không tính phí mà sao nay em lên xem thời khóa biêu thì vẫn còn môn tin học quản lý ạ , thầy cô giải đáp giúp em với ạ , em cảm ơn thầy cô nhiều ạ",
    "cho em có 2 câu hỏi ạ: 1/ Các môn dự tính kì này học hoàn toàn là online hay chỉ học online đến khi hết dịch? 2/ Môn Vẽ Kỹ Thuật (CI1003) có được mở ở kì dự thính không? Em cảm ơn ạ",
    "Kính gửi Phòng Đào Tạo,   Em tên là , mssv . Vào ngày 9/04/2020 em có làm đơn xin rút môn học:   Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH   Mã môn hoc: CH3133 nhưng do có nhầm lẫn về mã số môn học nên vào ngày 14/04/2020 em có làm lại đơn xin rút môn học. Sau khi xem kết quả rút môn thì Phòng Đạo Tạo đã hủy thành công môn học Mô Hình Hóa, Mô Phỏng Và Tối Ưu Hóa Trong CNHH, nhưng  (mã số: CH4353)  của em cũng bị hủy. Xin Phòng Đào Tạo xem xét lại giúp em. Em xin cảm ơn!",
    "Em muốn hỏi có điều kiện gì để dời lịch phản biện/ báo cáo luận văn vào đợt bổ sung từ 14/09/2020 đến 20/9/2020 không? Có bị ảnh hưởng gì đến thời gian tốt nghiệp không? Và làm thế nào để đăng ký dời lịch phản biệnáo cáo luận văn ạ? Em xin cảm ơn,",
    "Em co xin rút mom vẽ cơ khí me2021.  Sao vẫn còn...  Mong nha trường kiếm tra gium em. Cảm on ạ ",
    "Vừa rồi trong yêu cầu # 10438, em có xin rút môn học CI3145, và được phản hồi là sẽ có email của Phòng Đào Tạo về việc đăng ký rút môn học, em muốn hỏi mail này chỉ gửi cho SV nào có yêu cầu rút môn học hay là gửi cho tất cả SV ạ? Và với những trường hợp đăng ký rút môn học sau ngày 17/4 như em thì sẽ được giải quyết trong thời gian bao lâu ạ? Em xin cám ơn!",
    "Đă  Đăng ký rút môn học : Kỹ thuật điều khiển tự động (mở rộng) (ME200E) Sinh viên:  / ",
    "Xin chào anh/chị. Em tên , MSSV  hệ VLVH, em có gửi yêu cầu hủy môn học: Kỹ thuật độ tin cậy MSMH ME4465 vào ngày 13/4/2020 do em không thể sắp xếp lịch học online được ( bận công việc vào ngày học). Tuy nhiên, hiện tại TKB của trường đã được cập nhật nhưng em vẫn thấy môn kỹ thuật độ tin cậy vẫn còn nằm trong TKB. Mong nhà trường xem xét giúp em . Em cám ơn",
    "Em tên , MSSV:  Em có đăng ký rút môn học: - Quản trị kinh doanh cho KS, IM3001, nhóm A02. - Kỹ thuật độ tin cậy, ME4465, nhóm T01. Nhưng trên thời khóa biểu em thấy vẫn còn môn 'Kỹ thuật độ tin cậy'. Giúp em với ạ. Em cảm ơn!",
    "thầy cô cho em hỏi, em hiên tại đã học xong vb1 nhưng chưa đăng kí tốt nghiệp và hiện đang học các môn văn bằng 2, em hiện cho 2 môn ở vb1 và cần quy đổi ra vb2 để học kì sau có thể đăng kí môn, cho em hỏi là hiện qui đổi có thể làm online hay phải lên trực tiếp trường vì hiên em đang ở quê, và nếu làm onl thì em phải làm theo các bước như thế nào. Em xin cảm ơn.",
    "Em xin được rút môn học Đường lối cách mạng ĐCSVN SP1009 vào thứ 2 lúc 13:30-14:45",
    "Dạ, cho em hỏi, em có xin rút 2 môn mà 1 môn đã đc bỏ trong TKB nhưng vẫn còn 1 môn (công trình đất yếu) là vẫn còn trong TKB, mong nhà trường cập nhật bỏ giúp em môn đó với ạ. Em cảm ơn ạ  ",
    "Em chào nhà trường ạ. Cho em hỏi là lớp Anh văn 4 A01 có được học không ạ vì em thấy vẫn có thời khóa biểu nhưng trên e-Learning thì lại không thấy có học gì ạ? Em cảm ơn ạ. Trân trọng.",
    "E tên  - , vào học kì 192 e có đăng kí môn đề cương luận văn ( khoa kỹ thuật xây dựng) mà giờ em bị huỷ môn học, cho em hỏi là lý do e bị hủy môn học ạ.",
    "cho e hỏi, e đã đăng kí hỗ trợ data đợt 1 ngày 18/4, cho đến nay vẫn chưa nhận được data, trong khi gói đã có hiệu lực từ ngày 21 theo thông báo của trường. Mong quý thầy cô hỗ trợ để e có thể ổn định được việc học online ạ. Em cảm ơn .",
    "PDT cho e hỏi về việc xin rút LVTN thì có được không tính học phí không ạ?",
    "Họ Tên:  MSSV:  Theo công văn số 35 /ĐHBK-CTCT-SV Em là con thương binh thuộc   b  Đối tượng chính sách nhóm 1     thì có phải làm thêm bộ hồ sơ theo hướng dẫn không. Em xin cảm ơn.",
    "Em đã đăng kí rút môn học vào đúng thời gian cho rút sao nhà trường vẫn để môn học em xin rút trên thời khoá biểu vậy hai môn là chi tiết máy và cad- cam",
    "dạ cho em hỏi là khi nào thì thanh toán học phí tạm ứng với học phí dự thính vậy ạ",
    "Thưa thầy cô, em đã đăng ký rút môn học tại bksi.hcmut.edu.vn trước ngày 17/4/2020 nhưng không được giải quyết ạ, thời khóa biểu vẫn còn môn học. Xin quý thầy cô xem xét giúp em ạ Em cảm ơn thầy cô",
    "Chào thầy/cô! E muốn xin đổi nhóm lớp môn học vào thời điểm này thì có được không ạ? E có lí do chính đáng nếu cần thiết em có thể làm đơn nộp PDT ạ Em xin cảm ơn!!",
    "Thưa nhà trường, sau khi học online đến tuần thứ 3, em nhận thấy rằng một số môn khó không thể hiểu cặn kẽ chỉ bằng bài giảng online như vậy được. Em kính mong nhà trường có thể xem xét việc mở thêm một đợt rút môn học kỳ chính quy nữa được không ạ?  Em xin chân thành cảm ơn!",
    "Chào thầy cô, em hiện đang là sinh viên năm 2 ngành kỹ thuật xây dựng, theo lộ trình của em thì ở học kỳ dự thính 192 này em có đăng kí môn tiên quyết sức bền vật liệu và môn học trước cơ lưu chất. Nhưng theo thông báo của nhà trường thì không đăng kí được các môn có thí nghiệm. Nếu như vậy thì sẽ ảnh hưởng rất lớn tới lộ trình học của em cũng như các bạn khác vì vậy em mong nhà trường có những phương án hợp lý để chúng em có điều kiện theo kịp lộ trình của mình. Em xin chân thành cảm ơn.",
    "Em đã rút môn học phương pháp tính MT1009 nhóm A01 trước ngày 17/04/2020 nhưng thời khóa biểu của em hiện tại vẫn còn môn này.Xin thầy cô giải quyết giúp em ạ.",
    "Xin phép pđt cho em được phép rút môn học  Sai & Kĩ Thuật Đo Mã MH : ME2020   i  .",
    "Kính gửi Phòng đào tạo Em là  , em xem thông báo thời gian nộp hồ sơ hệ vừa học vừa làm là 27/4 nhưng hôm nay em vào để bắt đầu đăng ký thì em không thể đăng ký được, trên web báo là hết hạn, em đăng ký thuộc diện sinh viên chính quy xuống hệ vừa học vừa làm Cô hỗ trợ giúp em vấn đề này với, sắp tới hạn 27/4 và em lo lắng quá. Em cám ơn",
    "EM xin rút môn học ở học kì 192 đó là môn LA3015 và LA3017 ạ .",
    "Kính gửi Phòng Đào tạo Em là . MSSV  Em đã đăng ký rút môn học Động lực học cơ hệ (ME4009) và đã được cập nhật thời khóa biểu(đã rút môn). Tuy nhiên, em đang học chương trình KSTN nên có thêm phần mở rộng(ME400E). Do em nghĩ rút môn chính thì phần mở rộng sẽ tự động được rút nên hiện giờ em vẫn còn phần mở rộng của môn Động lực học cơ hệ. Em xin hỏi PĐT là em có cần đăng ký rút thêm phần mở rộng không ạ? Em xin cảm ơn",
    "Thưa nhà trường, cho em hỏi là điều kiện để thi giữa kì và cuối kì trong thời gian học tập và kiểm tra trên bk- là gì ạ ?",
    "Chào Thầy/cô: Em tên là Nguyễn Minh Đường, mssv , em đăng kí 4 môn học dự thính, vậy nếu trường không tổ chức dạy thì có phải làm thao tác rút môn học không ah? Các môn như Hoá vô cơ (MSMH CH2013),Hoá Phân Tích CH2005, Vẽ kĩ thuật(CI1003) có phần thực hành thì nhà trường không tổ chức dạy hay là tổ chức dạy phần lý thuyết còn phần thực hành thì khi đi học tập trung trở lại thì học ah, Em nghe nói có lịch học live stream dự thính rồi mà e chưa có thấy lịch mặc dù em đăng kí các môn học dự thính rồi ah?",
    "xin chào pđt trường bách khoa tphcm. Em là  - , Em tạo yêu cầu này là do em đã yêu cầu nhầm Đă. yêu cầu #9257. em ghi lộn môn học cần rút do em nhìn lộn thời khóa biểu của kì 1, môn em muốn rút là Thí nghiệm vật lý- PH1007. Em xin lỗi vì sự bất tiện này, em mong PĐT xem xét và hỗ trợ em hủy môn ạ. Em chân thành cảm ơn.",
    "Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi, em có làm đơn xin rút môn trước ngày 17, sao em không được rút môn ạ.",
    "em xin gửi đơn xin phục hồi môn học  em xin lỗi vì sự bất tiện này và rất mong muốn có thể phục hồi lại được môn học, em sẽ rút kinh nghiệm xem xét kỹ trong những lần sau ạ. em xin cảm ơn!",
    "Em là - - Khoa kỹ thuật Hóa Học. Hiện tại em đã cập nhật đủ ngày công tác xã hội ạ. Em nhắn để xin phòng đào tạo mở đăng ký tốt nghiệp cho em trên mybk . Em cảm ơn,  .",
    "Em xin chào quý thầy cô. Em đã đăng ký gói cước 3g vinaphone ở trường nhưng em chưa được kích hoạt. Mặc dù em thấy gói cước đó đã ghi phiếu đăng ký xử lý ạ, và em đọc là đợt 1 đăng ký thì người ta cung cấp data chu kỳ từ 21/4/2020 - 20/5/2020. Số điện thoại của em là:0819 555 334. Em kính mong quý thầy cô liên hệ nhà mạng và trả lời giúp em ạ! Em xin chân thành cám ơn!",
    "Cô ơi, em muốn biết khi nào là hạn chót đăng ký các môn học dự thính ? Em đang trong tình trạng tạm dừng học tại trường để đi thực tập. Để làm thủ tục thu nhận lại để được đăng ký môn học dự thính, em có thể làm online được không, hay phải trực tiếp đến phòng Đào tạo ? -- Nhật",
    "Em xin chào các thầy/cô. Em là , lớp DD18LT01 Trong đợt đăng kí học dự thính vừa qua, em có đăng kí 2 môn là Mạch điện tử và Tín hiệu hệ thống nhưng em thấy trên mail của trường gửi về nói là trường sẽ không giảng dạy các môn có thí nghiệm. Vậy em viết bài này mong nhà trường có thể xem xét không bỏ các môn dự thính có thí nghiệm, vì em rất cần học các môn đó trong kì này ạ Em xin chân thành cảm ơn.",
    "Dạ chào cô/thầy Em có thắc mắc về học kì dự thính 192 giảng dạy livestream, PĐT sẽ không tổ chức các môn có đi kèm thí nghiệm thì kết quả đ.kí  môn dự thính lần  này sẽ được giữ nguyên cho đến khi đi học lại đúng k ạ ?  ( tức là sẽ không tổ chức học dự thính lại các môn có thí nghiệm phải không ạ ?) Đợt đkí lần 1 này( 21/4-24/4 ) e không dki dự thính, nhưng có dki dự thính lần trước(21/2-25/2) thì tới đợt 2 (27/4-28/4) có được vào hiệu chỉnh( hủy môn/ dki mới)  không ạ ? Em xin chân thành cảm ơn ạ",
    "Mã số sinh viên:  Kính gửi văn phòng đào tạo quốc tế Em đã làm đơn tường trình về việc ghi sai mã môn học khi làm đơn rút môn học, và hình ảnh của lỗi sai trong đơn rút môn học. Em mong nhà trường sẽ xem xét lại và phê duyệt   Em xin lỗi đã làm mất thời gian của nhà trường Em xin cám ơn .",
    "Kính gởi thầy cô, Em tên  - mssv:  Đăng ký rút môn Hệ điều hành mã: CO2017 Nhưng thời khoá biểu của em vẫn còn môn học này, và thời gian cập nhật tkb là ngày 6/3/2020. Nhờ thầy cô kiểm tra lại giúp em. Em cảm ơn, .   i  .",
    "qua môn Hóa hữu cơ CH2021 nhóm A04 Luận văn tốt nghiệp CH4323 nhóm A01",
    "Dạ cho em hỏi học bổng Panasonic mà bên phòng CTCT-SV vừa gửi mail có bảo là nếu nhận học bổng thì sẽ không được nhận hỗ trợ tài chính thì bất cứ tổ chức nào khác. Em chưa hiểu chỗ này lắm ạ. Và cho em hỏi thêm là nếu qua các năm học tới, nếu em không còn đáp ứng đủ điều kiện nhận học bổng, thì họ sẽ không còn cấp cho nữa phải không ạ? Nếu vậy thì khi đó em có được đăng ký dự tuyển những chương trình học bổng của các đơn vị, tổ chức khác không ạ? Em rất mong được giải đáp toàn bộ những thắc mắc trên. Em xin chân thành cảm ơn ạ",
    "Cho em hỏi là sắp tới sẽ đi học lại rồi. Sao trường không tổ chức những môn đi kèm dự thí nghiệm cho kì dự thính ạ. Mình không thể mở đăng kí những môn có thời lượng thí nghiệm ít được không ạ. Nếu k mở những môn có thí nghiệm sẽ ảnh hưởng rất nhiều đến công việc ra trường ạ. Mong nhà trường giúp đỡ sinh viên ạ. Em cảm ơn ạ",
    "Em chào các thầy cô ạ, em có thể mượn lại học bạ để đi công chứng rồi sẽ nộp lại cho trường được không ạ? vì em có nguyện vọng được thi lại đại học . Mong các thầy cô giải đáp giúp em ạ",
    "Kính gửi quý thầy cô,  Ngày 09/04 em có gửi thông tin hủy môn học Hệ diều hành, do trên trang E-learning có ghi 2 mã CO2018 và CO2017, do em chỉ ghi mã CO2018 nên trường mình chưa chỉnh lại thời khóa biểu của em. Mà mã đúng của khóa em là CO2017 Em mong quý thầy cô xem xét vì như lý do em xin rút là chưa học kỹ thuật lập trình C. Em rất mong quý thầy cô xem lại và hỗ trợ em ạ MSSV: ",
    "Em chào thầy/cô. Hiện em đang có nhu cầu đăng ký học dự thính 2 môn bao gồm : SP1003 (5 chỉ) và CO2003 (4 chỉ). Em có 2 thắc mắc: 1. HK192 hiện em đang học 17 chỉ, vậy thêm 9 chỉ dự thính có được không? 2. HK dự thính 192 theo thông báo sẽ triển khai học livestream từ 4/5. Nhưng nếu trong trường hợp đầu tháng 5 hết dịch Covid-19, thì lịch học có chuyển sang học tập trung như bình thường hay không? Hay vẫn duy trì học livestream và tổ chức thi tập trung. Em cảm ơn!",
    "thưa phòng đào tạo,  em muốn hỏi là năm học này trường có tổ chức kì hè không ạ và nếu có thì thời gian là khi nào ạ. năm học sau sinh viên nhập học ngày mấy ạ. em mong phòng đào tạo trả lời giúp em. em cảm ơn phòng đạo tạo",
    "Em chào phòng đào tạo ạ . Em tên là , mssv  thuộc lớp HC17MB2 của khoa Kỹ thuật Hóa học. Em đã thực hiện yêu cầu rút môn học \"Quá trình và thiết bị truyền nhiệt\", mã môn học CH2043, em thực hiện đúng trong khoảng thời gian mà phòng đạo tạo qui định, và yêu cầu của em đã được phòng đào tạo xác nhận. Mới đây phòng đào tạo đã gửi mail thông báo về kết quả rút môn học đã có và thời khóa biểu mới đã được cập nhật. Nhưng thời khóa biểu của em vẫn còn môn \"Quá trình và thiết bị truyền nhiệt\". Em mong phòng đào tạo có thể xem lại giúp em. Em xin cảm ơn phòng đào tạo nhiều.",
    "Em tên Nguyễn Minh KHánh mssv  em có rút môn học (vào ngày 15/4/2020) rồi mà sao trên thời khoá biểu vẫn còn những môn em rút vậy. Hai môn em rút là Vật Lý 1 PH1003 và Giải Tích 1 MT1003 Mong thầy cô phòng đào tạo kiểm tra lại giúp em Em xin cảm ơn! ",
    "Em chào thầy/cô . Em có học nhóm A01 môn pháp luật đại cương của cô  ạ. Trong thời gian dịch bệnh,  vì tình hình diễn biến phức tạp nên ba mẹ bắt em ở quê trong khi laptop em bỏ ở phòng trọ trong tp nên ở quê em học qua điện thoại mượn của bạn để học nên có ít có thời gian truy cập elearning, mặt khác chương 1 em đã làm 1 lần nhưng em không biết vì lý do nào đó mà vừa hết deadline em xem lại thì đã bỏ qua bài kiểm tra chương 1. Mà theo em biết điều kiện thi cuối kì là bắt buộc phải làm bài tập tất cả các chương. Em không biết  trong thời gian dịch bệnh này nhà trường có thể xem xét lại trường hơp này của em cũng như bao bạn sinh viên khác tương tự em. Em xin chân thành cảm ơn",
    "Chào admin . Em ten là  mssv:  Em muốn hỏi pđt là  1. Hình thức giảng dạy Học kì dự thính 192 Là livetream cho tới hết học kì luôn hay chỉ hết dịch lại đi học tối như bình thường  2. Có được chọn GV để học hay không hay bộ môn phân Công ai livetream thì sẽ dạy hết ạ  Em xin chân thành cảm ơn.",
    "cho em hỏi mã LA1031-TOEIC 400 với mã LA1005- anh văn 2, khác nhau chỗ nào ạ, lần thi toeic cuối cùng của em là 385 điểm, cho em hỏi em đăng kí học lớp nào thì được đăng kí môn học năm 4 ạ. Em cảm ơn",
    "Dạ cho em hỏi trong mail trường viết là nhà trường sẽ không mở các môn học có đi kèm thí nghiệm trong kỳ dự thính này, nhưng em thấy trong bảng đăng ký môn học dự thính của em vẫn còn nguyên môn sức bền vật liệu CI2007, vậy môn này có được mở không ạ? Nếu không có mở môn CI2007 vậy sinh viên phải vào tự hủy môn phải không ạ? Mong nhận được phản hồi sớm ạ, em xin cảm ơn.",
    "Em muốn rút môn học vẽ kỷ thuật xây dựng nhóm L03 ạ Lí do: tại e k có laptop để sử dụng AutoCAD, e muốn khi hết dịch lên trường học lại e sẽ đăng kí học lại ạ  Em cảm ơn nhà trường ạ!",
    "t đăng ký môn dự thính 192 đợt trước. Em đã đăng ký 3 môn: Giải tích 1,  Lý 1, Thí nghiệm  Lý . Em xin rút  Lý 1 và Thí nghiệm  Lý ạ.   Em xin cảm ơn PĐT .",
    "Kính thưa nhà trường. Em tên  mssv  em có đăngk ký rút môn học (không tính học phí) 2 môn là Vật lý 1 PH1003 (14/4/2020)và môn Giải Tích MT1003(17/4/2020), hiện tại em chưa nhận được mail nhà trường xác nhận rút môn học thành công. Kính mong nhà trường kiểm tra lại giúp em ạ. Em xin cảm ơn.",
    "Cho em hỏi học livestream trên youtube có điểm danh không ạ . 2.Còn học tương tác trên forum thì có được điểm danh khi em đặt câu hỏi tương tác ngoài giờ không?( em không đặt câu hỏi trong giờ theo lịch thời khóa biểu) Em cảm ơn.",
    "Chào cô/thầy , cho em hỏi là thời gian học dự thính kỳ này sẽ diễn ra trong bao lâu vậy ạ .",
    "DẠ O EM HỎI NĂM NAY CÓ HỌC KÌ DỰ THÍNH KHÔNG Ạ VÀ NẾU KHÔNG CÓ THÌ  Ạ.",
    "Dạ em là , khoa kĩ thuật hoá học chất lượng cao. Em đã có đăng kí gói hỗ trợ 3G trên mybk như email đã hướng dẫn và lúc trước em có gửi email thắc mắc là đã đến ngày gói cước bắt đầu hoạt động(21/4/2020) nhưng em vẫn chưa thấy gói cước được kích hoạt trên thuê bao của mình thì được giải đáp là 3 ngày sau sẽ có, nhưng hôm nay đã đến ngày thứ 4 mà em vẫn chưa thấy gì. Tình hình hiện tại làm em rất khó khăn trong việc học tập vì đường truyền wifi ở quê em rất không ổn định. Em hi vọng nhà trường sẽ có biện pháp xử lí nhanh chóng. Em muốn hỏi thêm là số ngày trễ này khi kích hoạt dịch vụ có bị trễ thì em có được bù lại không hoặc nếu dịch vụ không được kích hoạt thì tiền trợ cấp của em có được hoàn trả không ???",
    "Cho em hỏi hạn nộp bằng toeic để nhận luận văn tốt nghiệp kì 201 là bào giờ ạ?",
    "Em đã đăng kí 3g trên trang mybk theo hướng dẫn trong mail của phòng đào tạo gửi và đã được xử lí yeu cầu đăng kí nhưng đã quá 1 tuần kể từ khi em đăng kí vẫn thì thuê bao vinaphone của em vẫn chưa thể sử dụng dịch vụ 3g của vinaphone ạ",
    "Em tên , mssv ,nhóm T-01 Thầy cô cho e đăng ký rút môn đồ án mã EE3061 Lý do: do dịch Covid, em ở duới quê không lên thành phố học được.",
    "Em chào cô ạ ! Cô cho em hỏi là đợt hiệu chỉnh dự thính ngày 27/04 có được xóa môn không ạ ? Em cám ơn ạ !",
    "Em đã đăng ký rút môn giải tích mạch EE 1011 nhưng thời khóa biểu vẫn còn cập nhật. E xin nhà trường xem xét và giải quyết cho e rút. Việc học online này, e không theo kịp. E chân thành cảm ơn",
    "Em xin khiếu nại về việc rút môn học ạ:  Vào lúc đăng ký rút môn học em đã xin rút 2 môn là Xử lý số tín hiệu (EE2015, nhóm A03) và Kỹ thuật nhiệt lạnh (EE3135, nhóm ) nhưng chỉ mới có kết quả hủy một môn là Kỹ thuật nhiệt lạnh (EE3135, nhóm ). Vậy nên em xin phòng đào tạo xét duyệt cho em rút môn Xử lý số tín hiệu (EE2015, nhóm A03) ạ. Em xin chân thành cảm ơn.",
    "Chào bạn, Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên. Chúc bạn học tốt! Thân",
    "Kính gởi quý thầy cô,  Trong đơn xin rút môn học lần trước em có xin rút môn Phần tử hữu hạng (CI3061). Nhưng trong thời khóa biểu và trên trang e-learning vẫn còn. Phiền quí thầy cô xem lại giúp em .  Em xin chân thành cảm ơn quý thầy cô và BGH nhà trường đã duyệt đơn.",
    "PĐT cho em hỏi em đã đủ 142 chỉ và hoàn thành xong chương trình học rồi ạ. Nhưng không có tên trong danh sách tốt nghiệp tạm thời. PĐT có thể kiểm tra lại giúp em không ạ? Em xin cảm ơn MSSV:  KHOA: Kỹ thuật hóa học Chuyên ngành: Kỹ thuật chế biến Dầu khí",
    "Em chào thầy/cô. Hiện em đang có nhu cầu đăng ký học dự thính 2 môn bao gồm : SP1003 (5 chỉ) và CO2003 (4 chỉ). Em có thắc mắc: HK dự thính 192 theo thông báo sẽ triển khai học livestream từ 4/5. Nhưng nếu trong trường hợp đầu tháng 5 hết dịch Covid-19, thì lịch học có chuyển sang học tập trung như bình thường hay không? Hay vẫn duy trì học livestream và sau đó tổ chức thi tập trung. Em cảm ơn!",
    "Em đã nộp đơn miễn giảm học phí vào năm nhất nhưg vừa rồi em có nhận được mail của khoa em  học là điện điện tử thì em có phải nộp lại đơn ko ạ. Em cảm ơn phòng đào tạo.",
    "Bởi vì bản thân cảm thấy không phù hợp với việc học online nên em muốn rút bớt môn. Mã môn:  EE3075 Tên môn: Thiết bị và ht tự động tk Nhóm:    A01 Em xin cảm ơn",
    "Em chào thầy/cô, em có nguyện vọng muốn huỷ môn học dự thính nhưng vừa hết giờ hiệu chỉnh . Mong thầy/cô có thể gia hạn thêm thời gian để em có thể huỷ môn được không ạ. Mong nhận được phản hồi sớm từ thầy/cô. Em xin cảm ơn.",
    "Em tên , mssv . Em đăng ký rút môn học rồi mà sao tkb vẫn có tên môn em rút ạ   i  .",
    "Dạ em chào admin. vừa qua phòng đào tạo mở đăng kí môn học DỰ THÍNH 192, nhưng k mở các môn có thí nghiệm. -Em hiện tại là K17 khoa xây dựng, do bị chậm chuẩn anh văn, đến cuối kì 191 em mới đậu chuẩn anh văn năm 2. -khoa em có môn sức bền vật liệu (ci2007) là môn học tiên quyết của rất nhiều môn sau( môn này có thí nghiệm). Trong kì chính 192 em vẫn chưa đăng kí dc. Giờ em rất muốn học môn sức bền này, em mong PĐT có thể mở môn học này trong kì DỰ Thính 192, chỉ học phần lí thuyết qua livestream còn phần thí nghiệm có thể tách ra để hè học. -Trên đây là nguyện vọng của em, mong PĐT có thể xem xét ý kiến của em, em biết do tình hình dịch bện phức tạp nên rất khó cho PĐT mở lóp, nhưng em vẫn rất hi vọng PĐT có thể xem xét ý kiến của em. em xin chân thành cảm ơn!",
    "Em gửi đơn xin thu nhận lại và đăng ký môn học dự thính. Thầy cô giúp em về thủ tục với ạ. Em xin cảm ơn thầy cô. Em cũng xin đăng ký học dự thính luôn ạ. Các môn em xin đăng ký học dự thính gồm : 1. Vật lý 1                    - mã : 007706 2. Vẽ kỹ thuật                 - mã : 806702 3. Hóa học                     - mã : 601701 4. Cấu trúc dữ liệu nâng cao   - mã : 501704 5. Giải tích 3                 - mã : 006725",
    "Thầy cô cho e hỏi em đăng kí 4g ngày 16/4 và được xác nhận thành công rồi mà thuê bao e chưa được đăng kí gói 4G vậy ạ? Em có cần đăng kí qua tin nhắn không ạ? Nếu đăng kí qua tin nhắn cú pháp là gì ạ? Em cám ơn nhiều ạ.",
    "Dạ kính thưa PĐT, em là sinh viên Việt Pháp mới chuyển hệ về Đại trà nên có một số cập nhật trên trang thông tin sinh viên chưa đúng. Rất mong PĐT sửa các thông tin này giúp em. (1) Sửa lại chỗ CT đào tạo kỹ sư CLC Việt Pháp thành khoa Cơ khí (2) Chuyển điểm các môn Giải tích 1 (MT1011)  và Đại số tuyến tính (MT1015) về các môn tương ứng bên hệ Đại trà với mã MT1003 và MT1007 theo quy định chuyển điểm http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1292 (3) Không tính môn Pháp văn 1 (LA1011) vào điểm TBTL nữa Em xin chân thành cảm ơn",
    "Em chào quý thầy/cô, kì dự thính này em đăng kí sức bền vật liệu ạ, nhưng trong mail PĐT nói k mở lớp đi kèm môn thí nghiệm. Điểm thí nghiệm em có rồi ạ em mong nhà trường mở môn sức bền để e có thể học đúng tiến độ. Em chân thành cảm ơn!",
    "Phòng đào tạo cho em hoi em có đăng kí rút môn học  Giải tích và vật lý rồi sao trong TKB vẫn còn zay ạ",
    "Kính thưa phòng đạo tạo  Em tên là  Mssv 181442 , cho em hỏi là em đã nộp bằng tốt nghiệp và đã được phòng đào tạo xác nhận đã nôpk  . Nhưng nay lại ghi là chưa xác nhận , cho em hỏi lý do .",
    "Thưa thầy/cô, em biết là sau 17/04 sẽ hết đợt rút môn học không tính học phí . Em chưa đăng kí đợt đó . Thầy/cô cho em hỏi bây giờ em muốn rút môn có được không ạ??? Và thời gian rút môn có tính học phí sẽ từ ngày nào đến ngày nào ạ... Em xin cảm ơn",
    "Em kính chào Quý Thầy Cô Phòng đào tạo ạ.   Em tên là Lưu Nguyễn Bảo Uyên, MSSV: , lớp MO14QLM2, ngành Quản lý và công nghệ môi trường ạ.   Em là sinh viên khóa 2014, tuy nhiên vì nhiều lý do nên em bị trễ tốt nghiệp, cụ thể là tháng 4/2020 em mới xin xét tốt nghiệp. Vậy Thầy/Cô cho em xỉn hỏi là điều kiện xét TN của em là theo chương trình đào tạo năm 2014 hay năm 2020 ạ?    Vì theo chương trình đào tạo năm 2014 thì ngành của em chỉ cần 8 tín chỉ môn tự chọn là đủ điều kiện xét TN, tuy nhiên theo chương trình những năm gần đây là yêu cầu 10 tín chỉ môn tự chọn. Đó cũng là lý do em không được xét tốt nghiệp vào đợt này ạ .   Em xin cảm ơn Quý Thầy/Cô.",
    "Em xin chào các thầy cô phòng đào tạo. Em muốn hủy môn đã đăng kí dự thính do em đã xin đăng kí môn học đó ở lớp học chính quy,do sơ xuất em đã lỡ mất đợt hiệu chỉnh môn học dự thính vừa rồi. Mong phòng đào tạo xem xét cho phép em được hủy môn đã đăng kí. Em cám ơn !",
    "Em chào cô(Thầy) Hiện tại em đang là sinh viên năm 2 khoa hóa .Do em bị rớt tiếng anh nên chưa đăng kí môn chuyên ngành được thì cho em hỏi là nếu kì này em qua tiếng anh năm 1 thì các môn chuyên ngành em đăng kí được thì kì sau em có lên cơ sở 1 hay ở lại cơ sở 2 học các môn chuyên ngành năm 2 ạ  Em cảm ơn",
    "ng kí dự thính đợt 2 có cho phép rút môn học dự thính không ạ, em muốn rút môn dự thính nhưng đã qua thời gian tự hủy vào đợt đăng ký dự thính đợt 1 thì nên làm như thế nào ạ",
    "Dạ em có thắc mắc, hiện tại em là sinh viên của lớp VL17NL. Vừa rồi em có đăng ký môn thực tập tốt nghiệp trong học kỳ 192, và đã đăng ký thành công. Hiện đã được tính vào trong tổng số tín chỉ của kỳ 192. Nhưng em liên lạc với giảng viên hướng dẫn, thì thầy thông báo là đến kỳ hè mới được đi thực tập tốt nghiệp . Liệu điểm môn của học kỳ 192 có thể đợi xong thực tập ở kỳ hè mới cập nhật thì có được không ạ? Nếu không, thì việc này sẽ phải xử lý như thế nào ạ? Em xin chân thành cảm ơn.",
    "MSSV: -Hệ VLVH-Ngành Kỹ Thuật Ô tô Em muốn được hỗ trợ về thủ thục xin thôi học. Ngoài chuẩn bị phiếu xin thôi học,còn cần chuẩn bị thêm giấy tờ hay điều gì nữa không? Em cảm ơn!",
    "Dạ thầy cô do trong những học kì vừa qua em mắc việc nên không thể học tiếng anh được nên em bị thiếu môn tiên quyết là anh văn. Vậy cho em hỏi là em có thể xin đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối sắp tới được không ạ. Em xin cảm ơn.",
    "Dạ em có vấn đề về gia đình nên muốn xin bảo lưu một học kỳ thì phải làm như thế nào ạ? Vì em không thấy đơn xin bảo lưu. Và cho em hỏi là thời gian nào thì em xin bảo lưu được ạ? Em cảm ơn.",
    "Em đã đăng kí gói cước 3G rồi và tình trạng là \"phiếu đăng ký đã xử lý\" nhưng em vẫn chưa nhận được dịch vụ. Cho em hỏi làm cách nào để nhận vậy ạ.",
    "E sv hệ VHVL, e xin rút môn học rồi nhưng thời khóa biểu vẫn cập nhật. Xin nhà trường xem lại và cho e rút môn học. E có đính kèm tập tin. E cảm ơn.",
    "Môn học cần rút: Cơ lưu chất - Cl2003 - L04 - Lý do: do vấn đề đường truyền mạng nhà em khá yếu nên thường xuyên bị rớt mạng. Bên cạnh đó, đôi lúc nhà em bị mất điện vào đúng giờ học vì thế ảnh hưởng rất nhiều đến việc học trực tuyến. Vì thế, em xin phép được rút môn học này Em xin cảm ơn.",
    "Em có đăng kí nhận hỗ trợ data của trường trên mybk. Theo thông báo là ngày 21/4 sẽ nhận hỗ trợ nhưng đến hôm nay 26/3 em vẫn chưa nhận được gì. Em làm thế nào được nhận hỗ trợ hay nhà mạng tự đk giùm em luôn ạ",
    "Cho em hỏi là tại sao em đăng kí như quy định rồi mà vẫn chưa được nhận hộ trợ ạ ?",
    "PĐT ơi em bị lỡ thời hạn làm bài KT chương 3 (Hết hạn lúc 9:50AM ngày 26/04/2020) môn  (MT1009- lớp A02) vì em quên làm, bây giờ em không thể làm để xem tiếp chương 4 . PĐT cho em xin hướng giải quyết được không ạ. Em xin cảm ơn ạ",
    "Chào ban quản lý nhà trường! Em tên Nguyễn Đức Trung, MSSV  Em viết thư này xin ban quản lý cho em đăng ký bổ sung môn học Nhập Môn nh mã số CO1003 trong đợt đăng ký môn học dự thính HK 192 vừa rồi theo hình thức livestream vì công việc phải đi làm công trình ở tỉnh nên em đã lỡ hạn đăng ký. Mong ban quản lý hỗ trợ giùm em Em xin cảm ơn!",
    "Kính gửi PĐT hệ VHVL trường đại học Bách khoa TPHCM. Em Tên : Mssv: .  HK vừa rồi em có đăng ký môn học LVTN MSMH: 210303 nhưng do tình hình dich covid 19 nên ko thể đến trường. vậy em xin được rút môn học của học kỳ này ạ .",
    "Em đã học các môn giống tên nhưng khác mã trong CTĐT, vậy các môn này có được chấp nhận để xét tốt nghiệp mà không cần đậu các môn có mã đúng như trong CTĐT của nghành em không?",
    "Em chào phòng đào tạo ạ . Em là , mssv , thuộc lớp HC17MB2 của khoa Kỹ thuật Hóa học. Đây là đơn tường trình đính kèm của em về việc sai sót của bản thân trong quá trình thực hiện rút môn học dẫn đến chưa rút được môn. Em xin cảm ơn phòng đào tạo ạ.",
    "Như đã nói trên, em có thắc mắc về điều kiện tham dự thi giữa kì và cuối kì, cụ thể như sau. Các giáo viên đều thông báo rằng em phải tham gia tất cả các bài quiz để đủ điều kiện dự thi cuối kì theo quy định của nhà trường. Do em học nhiều môn và có nhiều bài quiz và bài tập thực hành, bài tập lí thuyết nên em đã bỏ lỡ 1 quiz ở môn Công Nghê Phần Mềm. Em mong nhà trường thông cảm cho học sinh chúng em vì học online rất khó khăn trong việc kiểm soát giờ giấc( em học 6 môn, trong chương trình chất lượng cao. Nói cách khác em vừa học livestream vừa học meeting trên google hangouts và làm quiz). Trong các môn của em, có 1 môn cần làm việc ở phòng lab nhưng em vẫn học tại nhà và phải cài đặt trên máy tính cá nhân. Vì vậy, em mong trường mình thay đổi quy định phải tham dự tất cả các quiz để đủ điều kiện thi cuối kì.",
    "Dạ em có nộp bằng av điểm thi là 340 và có dự thi av trong trường được 310. Em muốn đăng kí av1 trong trường từ đợt đkmh học kì 2 trước tết nhưng không được em lên phòng đào tạo hỏi thì cô trả lời là điểm đã được xét nhưng chạy không kịp hạn chót đk môn học, nên kêu e cứ về nhà đi, ngày 5/2 thầy cô sắp tkb e lên  hỏi xin được xem xét e sẽ được đk av1, em làm theo lên  hỏi thầy cô bảo lên trường làm đơn xin, nhưng do dịch bệnh phức tạp e k đi được, có lên  hỏi thầy cô có cách làm đơn onl không nhưng e không gửi được câu hỏi, rồi học kì bắt đầu. e có gửi câu hỏi là có cách xin xem xét onl không trong khi nghỉ dịch nhưng không được, e k biết lần này gửi được không. Em có thể đk av1 trong học kì dự thính 192 này k ạ để kì sau e được đk môn học năm 2. Em cảm ơn thầy cô đã xem",
    "dạ thưa thầy cô, vào lúc nhập học em có đóng tiền bhyt tạm ứng, nhưng sau đó phòng y tế nói thẻ bhyt cũ của em còn hạn, sẽ trả lại tiền cho em, em cũng đã gửi số tài khoản ocb nhưng mãi vẫn chưa được hoàn trả ạ. Mong thầy cô giúp đỡ hoặc hướng dẫn em người để em liên hệ ạ! Em xin cám ơn.",
    "Dạ thưa thầy cô, trường mình có hỗ trợ SV 3g/4G trong mùa dịch nhưng chỉ cho mạng vina, vì thế, các bạn không sử dụng gói 3G đó cũng được thông báo sẽ nhận được 50k qua tài khoản OCB, cho em hỏi là khi nào được nhận ạ? em xin cảm ơn thầy cô đã giải đáp ạ.",
    "Em hiện đang theo học khoa xây dựng của trường. Do nhầm lẫn nên em đã đăng ký môn sức bền vật liệu có mã môn học là CI2001 mà theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007. Do học kỳ cũng vừa mới bắt đầu nên có thể cho em xin được đổi môn học không ạ ? Em xin cảm ơn",
    "Cho em hỏi là hôm đợt đăng ký hỗ trợ 4G đến nay em vẫn chưa nhận được bất kì dung lượng nào ạ ? Mong PĐT giải quyết . Em xin cảm ơn .",
    "Kính gửi thầy ( cô) Em có thắc mắc là trong quy trình xét giảm học phí học kì 192 này, bước 1 có ghi là sinh viên phải scan hồ sơ và gửi qua mail . Em vẫn chưa hiểu là scan hồ sơ như thế nào ạ. Em cảm ơn ạ",
    "cho em hỏi là mail trường có thông báo: Đăng ký đợt 2 & Kết quả đợt 1 : 27/4(9g00) -  28/4 (13g59) (Đã có TKB livestream) mà bây giờ e vẫn chưa có lịch học môn ở kì dự thính là môn đó bị hủy rồi đúng không ạ",
    "Thầy cô cho em hỏi là em không đăng kí học dự thính livestream đợt 1 (21/4-24/4) thì đợt 2 (27/4-28/4) này em có được đăng kí không ạ? Em hỏi là vì không rõ có sự liên kết giữa đợt 1 và 2 hay không mà tại thời điểm 12h trưa 27/4 rồi mà em vẫn chưa thấy hiển thị mục đăng kí đợt 2 ạ. Em cảm ơn thầy cô ạ.",
    "Em đang học chương trình tài năng khoa Điện-Điện tử. Em học lại môn Kỹ thuật siêu cao tần có học phần mở rộng, nhưng em đã có điểm học phần mở rộng là 7. Cho em hỏi là điểm 7 được cho là  hay chưa ạ, và em đã có điểm học phần mở rộng rồi thì em có cần phải học lại phần mở rộng này không .",
    "Cho em hỏi những môn có thí nghiệm thì mình đăng kí dự thính như thế nào ạ. Liên lạc với khoa như thế nào với cần những thủ tục gì ạ ",
    "Dạ tình hình dịch như vầy thì trường có gia hạn thêm thời gian nộp CCNN chuyển điểm không ạ?",
    "dạ cho em hoỉ tại sao trong mail có ghi là đợt 2 là mở vào lúc 9h ngày 27/4 đến 13h ngày 28/4 mà sao  đến bây giờ khi vô đăng kí lại ko thấy chỗ đăng kí đợt hai ạ",
    "dạ cho em hỏi là khi nào đăng ký môn học bổ sung kì dự thính đợt 2 được ạ, theo lịch thì hôm nay nhưng em vào mục đăng ký kiểm tra thì không thấy có ạ",
    "Em có nhận được mail là từ 9 h 00 sáng nay (27/04) mở đơn đăng ký môn học dự thính đợt 2 theo hình thức Livestream. Nhưng đến giờ em vẫn chưa thấy đơn trên mục 'Đăng ký môn học' ạ. Mong các thầy/cô bên phòng đào tạo hỗ trợ giúp em ạ. Em cảm ơn.",
    "Cho em hỏi là đối với những môn dự thính có thí nghiệm học trực tiếp thì hạn cuối để xin mở lớp là ngày bao nhiêu ạ. Hiện giờ đang dịch em không thể lên sài gòn thì làm sao xin mở được lớp ạ .",
    "Phòng Đào Tạo cho em hỏi là hôm nay ngày 27/04/2020, theo lịch của trường thì hôm nay mở đăng ký dự thính đợt 2 lúc 9h sáng, nhưng chiều nay em vẫn không thấy phần đăng ký xuất hiện ạ . Em muốn hỏi là đợt đăng kí dự thính lần 2 đã mở chưa ạ ?",
    "Dạ em chào các thầy/cô ạ Theo mail mà em nhận được từ PĐT thì đợt 2 ĐKMH dự thính HK192 là bắt đầu từ 9h00 hôm nay 27/04. Nhưng hiện tại em vẫn chưa thấy ở trên trang Đăng ký môn học link ĐK môn đợt 2 ạ. Mong các thầy/cô xem lại giúp em. Em cám ơn rất nhiều.",
    "Dạ cho em hỏi trong đợt đăng ký dự thính đợt 2 của học kỳ này có được đăng ký mới không ạ?",
    "Chào thầy, Em thấy môn mác lênin sp1003 có 113 đăng kí kế hoạch đợt 1 ạ. Nhưng đợt 2 thì không có mở lớp, vậy giờ em có thể xin mở lớp được không ạ.",
    "em chào admin. - mấy hôm trước em có hỏi ở đây(bksi) về vấn đề mở môn học có thí nghiệm trong kì dự thính 192. admin có trả lời là: tụi em phải liên hệ với khoa, trưởng bộ môn và giáo viên để xin chữ kí thì phòng đào tạo mới mở lớp. DO tình hình dịch cvid19 nên em vẫn đang ở quê mà lịch đăng kí dự thính đợt 2 kết thúc vào ngày 28-4 ,thời gian hơi gấp nên em k thể kịp xin chữ kí của các giáo viên ạ. -em mong PđT có thể gia hạn thêm lịch đăng kí đợt 2 ạ. EM xin chân thành cảm ơn!",
    "Cho em hỏi học bổng CK82 còn tiếp nhận hồ sơ đăng ký nữa không ạ?",
    "Dạ thưa Pđt, em là , sinh viên k2019 hệ chính quy. Em có đăng kí môn của học kì DT192 đợt 1, nhưng không hiểu tại sao không hiển thị kết quả đăng ký ở đợt 2. Em mong Phòng đào tạo giải thích giúp em về lỗi này và sửa lại để em có thể đăng ký môn ạ. Em xin chân thành cảm ơn.",
    "Việc học dự thính kì 192, sẽ học theo hình thức livestream trong suốt cả học kì hay chỉ trong thời gian chưa đến lớp? Lúc vào học lại thì dự thính học theo hình thức livestream hay lên lớp như các kì trước ạ. Em cảm ơn",
    "Dạ em chào Thầy/ Cô ạ! Cho em hỏi là em muốn đăng kí học dự thính kì này, em thấy mail trường gửi về là chỉ mở những môn học không có thí nghiệm Vậy cho em hỏi là những môn chuyên ngành thuộc lớp lý thuyết như \"kết cấu thép 1 mã số CI3009, kết cấu bê tông cốt thép 1 mã số CI2091\" thì không được mở ạ? Em xin cám ơn ạ!",
    "Em tên là , MSSV  PĐT cho em hỏi học kì   B dự thính 192    sẽ duy trì giảng dạy bằng hình thức   B livestream    đến hết học kì dự thính luôn hay là khi đi học sẽ trở  lại học   B off    như bình thường ạ?  Em xin cảm ơn, mong sớm nhận được hồi âm từ PĐT.",
    "Cho em hỏi kì dự thính này mấy môn thí nghiệm có mở không ạ? Mong là pđt có thể sắp xếp để em có thể kịp chương trình học ạ",
    "Em chào cô ( thầy ) Em là sinh viên K18 khoa hóa Năm sau em là sinh viên năm 3 nhưng do trễ tiếng anh mà những môn chuyên ngành năm 2 kì này em chưa đăng kí được.Cô ( thầy ) cho em hỏi những môn sau vào kì sau có mở lớp ở cơ sở 2 không ạ Em cảm ơn CH2013( hóa vô cơ) CH2005( hóa phân tích ) CH2003( hóa lý 1) CH2019( qúa trình và thiết bị cơ học) CH2021( hóa hữu cơ) CH2041( thí nghiệm hóa lý )",
    "Em hiện đang theo học khoa xây dựng của trường. Theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007 nhưng do nhầm lẫn nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI2001. Phòng đào tạo cho em xin được đổi lại môn học ạ, do học kỳ cũng vừa mới bắt đầu nên em sẽ học thật chăm để theo kịp các bạn ạ. Em xin cảm ơn",
    "Thưa phòng đào tạo, đợt đăng kí dự thính học kì 192 bằng hình thức livestream vừa rồi lớp anh văn 2 MSMH LA1005 có hơn 100 sinh viên đăng kí nhưng qua đợt 2 hiệu chỉnh vừa rồi lại bị hủy. Mong phòng đào tạo có thể mở lại vì ảnh hưởng của dịch chúng em không thể lấy bằng toeic kịp để nộp đủ chuẩn av đầu vào năm kế tiếp. Em xin cảm ơn.",
    "kính gởi pdt, Học kỳ này em có đăng ký rút 2 môn hoc  EE3323 Thực tập tốt nghiệp NhómT01 EE3017 Đolường và đ/khiển bằngmt NhómT01 Tuy nhiên em kiểm tra lại tkb , thì vẫn còn môn học EE3017 học online. Mong pdt xem lại và hủy môn giúp em.",
    "cho em hỏi là các môn có thí nghiệm sinh viên đk rất nhiều mà sao pđt lại hủy hết ạ. e thấy hoàn toàn có thể học thí nghiệm sau mà ?. nêu hủy như vậy sẽ ảnh hưởng rất nhiều đến kế hoạch học tập ạ đặc biệt khoa điện có môn truyền số liệu và mạng là môn tiên quyết và rất quan trọng ạ mong pđt giải thích ạ. e xin trân thành cảm ơn !!",
    "HQG thông báo 18/5/2020 học trở lại  Vậy pđt cho e hỏi là liệu học kỳ dự thính có gì hay đổi ko ạ",
    "Em chào thầy/cô Em tên:  MSSV :  Kì dự thính học kì này vì dịch covid nên nhà trường không mở lớp dự thính Hóa Đại Cương nên em không kịp hoàn thành tốt nghiệp để liên thông khoa Cơ Khí. Em còn 1 môn Hóa Đại Cương chưa đăng kí được và 1 tiểu luận tốt nghiệp là kết thúc . Thực tập tốt nghiệp em vừa hoàn thành nên đã đăng kí với trung tâm BDCN làm tiểu luận. Em mong các thầy/cô tạo điều kiện cho em đăng kí chèn lớp Hóa CH1003 (A01-A01 hay A01-A02) để em kịp hoàn thành chương trình trong kì và thi liên thông",
    "Dạ kỳ dự thính này em có đăng ký dự thính môn vẽ kỹ thuật nhưng đợt 1 đăng ký được và kết quả thì bị xóa mất vì có vẽ autocad thí nghiệm. Dạ vậy cho em hỏi em có thể làm đơn xin mở lớp được không? Vì autocad em thấy có thể học trực tuyến và làm bài tập trực tuyến được",
    "Dạ em đăng kí môn Quá trình t truyền khối mà hiện cảnh báo như hình đính kèm bên dưới. Em ko đăng kí được ạ.Em cảm ơn.",
    "Dạ em xin phép được đăng ký bổ sung vào lớp học xác suất thống kê(MT2001) do thầy  giảnh dạy. Em đã nhận được sự đồng ý của thầy và khoa khoa học ứng dụng Kính mong phòng đào xem xét tạo điều kiện cho em vì em chỉ còn môn học này để được ra trường. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là môn học vi xử lý ( EE2013 ) của học kỳ dự thính bị huỷ đăng ký vì sao vậy ạ ? Vì không đủ sinh viên hay do quy định mới   về việc dạy và học online vậy ạ ? Em xin cảm ơn .",
    "Em chào PĐT. Em của em năm nay dự tính đăng kí vào trường mình . Trong phần yêu cầu cần có : \"Phiếu đăng kí Ưu tiên xét tuyển\". Em tìm ở các web của trường thì em không thấy. Trường cho em xin mẫu đăng kí ưu tiên xét tuyển ạ. Thầy/cô cho em xin file mẫu qua mail ạ Mail của em:  Em xin cảm ơn ạ",
    "Phòng đào tạo cho em hỏi hiện giờ em có thể đăng ký rút môn học online được không ạ, vì sau đợt ngày 17/4 tới giờ phòng đạo tạo vẫn chưa thông báo về đợt rút môn học(vẫn tính học phí) tiếp theo ạ. Em cảm ơn ạ!",
    "Kính gửi PĐT Đại Học Bách Khoa HCM , hôm nay em viết câu hỏi này xin PĐT giải đáp thắc mắc giúp em , đợt đăng ký dự thính đợt 1 em có đăng ký anh văn 3 những đến khi có kết quả thì môn học của em đã bị xóa và sáng nay 28/4/2020 em có vào đăng ký lại lúc 9h00 và kết quả hiện lên là \" không có môn học mở \" như vậy thì tại sao môn của em lại bị xóa mất vậy ạ ? em đang rất lo lắng ạ , hiện tại em đã bị trễ anh văn và em đang cố gắng để có thể học được anh văn để theo kịp tiến độ giảng dạy của nhà trường , em xin PĐT xem xét giúp đỡ giúp em để em có thể theo kịp tiến độ giảng dạy của nhà trường mình , em xin chân thành cám ơn sự giúp đỡ của PĐT giành cho em .",
    "Chào PĐT Đợt vừa rồi em có đăng ký môn AV3 (Anh văn 3), hôm nay em thấy có kết quả, tuy nhiên kết quả là không có môn nào được đăng ký, tức đã bị hủy. Vậy, bây giờ phải làm gì để chúng em có thể được học AV3 ạ? Khi mà đó là một quan cực kỳ quan trọng, ảnh hưởng đến tiến độ học tập của chúng em. Kính mong PĐT nhanh chóng xử lý. Em xin cảm ơn",
    ". Em chào thầy cô. Hiện tại em có đăng kí dự thính môn học toeic 400 Mã môn học La1031 mà không được mở. Em thấy cũng có nhiều bạn cùng đăng kí môn này. Vậy cho em hỏi làm thế nào để được mở lớp ạ. Em cám ơn ạ",
    "Dạ em chào thầy cô ạ. Do học livestream nên em không hiểu bài môn giải tích 2(MT1005) và có mong muốn được rút môn có được không ạ.Cho em hỏi cách thức rút môn như thế nào ạ và mình vẫn phải đóng học phí cho môn đó luôn phải không ạ. Em xin cảm ơn thầy cô.",
    "Em có đăng kí môn kết cấu bê tông cốt thép 1(CI2091) vào đợt 1 đợt đăng kí dự thính, em thấy sĩ số lớp là 86/2000. Hôm nay có kết quả đợt 1 và đợt 2 em thấy mình bị xóa đăng kí và cũng không có lớp mở. Vậy cho em hỏi tại sao môn học nhiều bạn có nhu cầu học vậy lại không được mở, và nếu như bây giờ em muốn xin mở lớp thì có được không? Em cảm ơn!",
    "t vừa rồi em có đăng ký môn Anh Văn 3, hôm nay có kết quả, tuy nhiên kết quả là không có môn nào được đăng ký, tức là bị hủy. Vậy bây giờ em phải làm gì để chúng em có thể được học Anh Văn 3?  Khí đó là môn quan trọng ảnh hưởng đến tiến độ học tập của chúng em. Là điều kiện để chúng em đăng ký môn học ở năm 3. Kính mong PĐT nhanh chóng xử lý. Em xin cảm ơn.",
    "Xin phép cho em hỏi là các môn học ở kỳ dự thính 192 này đều học 100% online phải không ạ. Hay chỉ tạm thời trong thời gian nghỉ dịch ạ   i  .",
    "Thưa thầy cô, Vào đợt đăng ký livestream dự thính (đợt 1) vừa rồi em và các bạn (12 người) có đăng ký mở lớp Pháp 8 (003708). Tuy nhiên vào đợt thông báo kết quả và hiệu chỉnh thì lại không thấy kết quả của lớp. Vậy thầy cô cho em hỏi làm sao để em có thể xin mở được lớp dự thính livestream cho môn này ạ? em cảm ơn thầy cô.",
    "xin chào thầy cô pđt trường đh Bách Khoa. Thầy cô cho em hỏi là học kì này trường có hỗ trợ học bổng khuyến khích học tập như hằng năm không? Nếu có thì khi nào có danh sách ạ. Em xin cảm ơn ạ",
    "PĐT cho e hỏi, sao trên mail là \"đăng ký đợt 2 và kết quả đợt 1\" trong đăng ký học dự thính vào thời gian là từ 9h  27 tháng 4 đến 1h 59 ngày 27 tháng 4, như mới đến 10 ngày hôm nay e đã không hiệu chỉnh và đăng kí thêm đc ạ. e cảm ơn. e đang rất gấp.",
    "cho e hỏi em muốn thi xếp lớp anh văn thì thi ở những dịp nào vậy ạ",
    "Em xin rút môn học vì đăng ký nhầm 2 môn học có tên gần giống nhau . Môn học em muốn rút là môn phương pháp số và tin học ứng dụng MSMH :CI3165 . Em đã có mail xin phòng đào tạo và được hướng dẫn rút môn học ở BKsi . em xin cảm ơn",
    "Dạ e chào thầy cô. Em có 1 vấn đề: năm ngoái e kiểm tra trình độ tiếng anh định kì thì đạt 440, tức là pass năm nhất nhưng ko pass năm 2. Đến năm nay, vì nhiều lí do thì e vẫn chưa pass được chuẩn tiếng anh. Cho e hỏi là e có thể học av3 để pass năm 2 được ko ạ, tại e nghe nhiều luồng thông tin nói là ko học av1 + av2 trong trường thì không được học av3 ạ. Mong thầy cô giải đáp giúp e càng sớm càng tốt ạ. Em cảm ơn rất nhiều ạ",
    "t rút môn học kết thúc ngày 17-4 vừa rùi em có đăng kí rút môn học rùi sao nhà trường vẫn để trên thời khoá biểu của em. Hôm đó em có rút 2 môn là cad- cam và chi tiết máy nhóm t01",
    "Chào Thầy/Cô, Hiện em còn môn Thí Nghiệm Công Trìng (CI4011) là hết chương trình đào tạo, nhưng hiện không mở kì dự thính. Cho em hỏi thời gian tới liệu trường có tổ chức đăng kí lại mấy môn thí nghiệm không ạ. Em chân thành cảm ơn Thầy Cô.",
    ". Em xin được gửi đơn xin phép tạm dừng một học kỳ",
    "Dạ thầy cô, cho em hỏi về việc học thể chất ở hk 192 này có được tiếp tục triển khai khi hết dịch không ạ? Em xin cảm ơn ạ",
    "Kì này em có đăng kí môn giáo dục thể chất 3 (điền kinh) nhưng do dịch bệnh nên kéo dài thời gian nghỉ.Vậy cho xin em hỏi thời gian học môn này ạ.",
    "Em là sinh viên khoa Cơ khí K18. Vào kì 192 em đăng kí môn Chi Tiết máy để đến kì 1 năm 3 có thể làm Đồ án Thiết kế máy. Nhưng môn Chi tiết máy (ME2007) của em bị trùng lịch nên em ko ĐK được. Và mấy kì dự thính tới đây cũng không mở môn. Cho em hỏi môn Đồ án thiết kế máy có mở vào kì 2 năm 3 không ạ ? Và nó có ảnh hưởng đến thực tập năm 3 không ạ ?",
    "Em chào thầy/cô! Thầy/cô cho em hỏi năm nay trường có tổ chức học kì hè không ạ. Em cảm ơn!",
    "Dạ em chào thầy (cô) Em có đăng kí gói cước 3G/4G đợt 1, em thấy các bạn đã được kích hoạt nhưng em vẫn chưa nhận được tin nhắn để kích hoạt. Em có điện thoại cho nhà mạng nhưng nhà mạng nói là gói cước vẫn chưa được kích hoạt ạ. Mong thầy(cô) có thể kiểm tra lại giúp em ạ . Mong nhận sớm nhận được sự phản hồi từ thầy(cô) Dạ em cảm ơn.",
    ". Cho em hỏi môn học \"kỹ thuật số\" và \"kỹ thuật giám sát tình trạng\" của hệ cao đẳng được mở trong hoc kỳ dự thính này không ạ, vì em đăng ký dợt 1 nhưng đợt 2 lại không có kết quả. Nếu muốn mở lớp thì em phải làm gì ạ ? Em xin cảm ơn.",
    "Họ và tên:  MSSV:   Dạ thưa cô hôm đăng kí môn học dự thính đợt 1 em có đăng kí môn \"cơ học kết cấu - CI3001\". Đã gửi đăng kí thành công ạ, sĩ số lớp khoảng 100 bạn ạ. Nhưng giờ em xem trên thông báo kết quả đăng kí thì môn học kết cấu không được mở ạ. Dọ em thuộc lớp kĩ sư tài năng nên cần phải học cải thiện để đạt điểm tối thiểu 7.5 mới thỏa yêu cầu của chương trình ạ. Không biết giờ em có thể xin mở lại lớp được không ạ! Em cảm ơn cô nhiều, mong cô giúp em!",
    "hiện tại việc học của em gặp khá nhiều bất cập khi học ở quê và học online cũng khiến em gặp khó khăn khi đường truyền nơi đây không được ổn định",
    "Dạ em chào thầy cô, em tên là  sinh viên ngành Tàu thuỷ khoa Kĩ thuật Giao Thông khóa 2017 - Do em trễ anh văn năm 2, cùng với đó ngành của em khóa 2018 không có sinh viên. - Em muốn làm đơn mở một số môn học của ngành như: Kĩ thuật Tàu thuỷ đại cương TR2009, Lý thuyết Tàu 1- tĩnh học TR2015, Thiết bị năng lượng Tàu 1 TR2017, do không mở hoặc đã mở nhưng có 1 hoặc 2 sinh viên học nên bị xoá không mở. - Lúc đợt đăng kí học kì chính em đã làm đơn xin mở đã được nhận và đã không mở em đã hỏi thì thầy cô pđt nói sẽ mở ở kì dự thính nhưng em đợt này đăng ký lại ko mở. Em muốn hỏi là vậy vấn đề của em có được mở mấy môn đó không ạ! Em cảm ơn.",
    "Xin chào thầy cô, em có đăng ký môn anh văn 3 (003003) anh văn 4 (003004). Sĩ số sinh viên đăng ký môn cũng trên 15 sinh viên mà sao trong đợt hiệu chỉnh môn học và thời khoá biểu dự thính lại không có ạ?  Mong thầy cô kiểm tra lại giúp em . Em cám ơn.",
    "Cho em hỏi là em học qua môn Toeic 400 mã LA1031 vậy là em đủ điều kiện đăng kí môn học năm 4 phải không ạ",
    "Em đã đăng kí av1 dự thính livestream ở đợt 1 rồi ạ, nhưng  KẾT QUẢ & HIỆU CHỈNH MÔN HỌC DỰ THÍNH HK192 THEO  -  - ĐỢT 2 em   B không thấy kết quả, em thử đăng kí ở đợt 2 này nhưng không mở lớp vậy em có được xếp lớp av1 không ạ.",
    "Thầy cô ơi, em vừa có được quyết định thu nhận lại và muốn đăng ký môn học dự thính. Tối hôm qua thì vẫn lên MyBK phần đăng ký bình thường, nhưng đến trưa nay vào lại thì tình trạng vẫn còn bị tạm dừng. Ngoài ra, có một số môn học, tụi em muốn đăng ký mở dự thính, số lượng đăng ký đợt một là từ 11 bạn trở lên, nhưng đợt hai này thì môn học đó bị mất, là do vì sao ? Tụi em nên làm gì để được đăng ký môn đó ? Em sợ không kịp thời gian đăng ký online nên phải nhắn hỏi thầy cô suốt. Em cảm ơn thầy cô",
    "chào thầy cố, cho em hỏi là môn học cơ lưu chất (CI2005) hiện đang mở lớp trên diễn đàn đăng ký môn học có khác gì với môn cơ lưu chất (CI2003) của khoa xây dựng không ạ em học khoa xây dựng thì có thể đăng ký môn học cơ lưu chất CI2005 được không",
    "Chào anh/chị Cho em hỏi là học kì dự thính lần này mở rất ít môn, em có thể lên danh sách các bạn muốn mở môn học rồi gửi lên phòng đào tạo mở thêm lớp không ạ?  Và học kì hè năm nay sẽ có mở đúng không ạ?",
    "Chào cô ! Em là  ( mssv :) , em từng gửi yêu cầu lên bksi về vấn đề đề đăng ký môn Thí nghiệm công trình ( CI4011 ) không được mặc dù điểm thép 1 ( môn tiên quyết ) đã có. Em được giải đáp là sẽ đăng ký vào đợt dự thính nhưng vì dịch corona nên lớp không mở.Nếu được,em chân thành mong cô xem xét có thể đăng ký em vào lớp thầy Thông môn Thí nghiệm công trình ở học kì chính vì nếu không em sẽ trễ thêm 1 học kỳ. Em cảm ơn cô rất nhiều ! Chúc cô có một ngày làm việc hiệu quả !",
    "Kính gửi PĐT Đại Học Bách Khoa HCM , em vớt đơn này xin PĐT xem xét về việc mở thêm 1 đợt đăng ký môn học cụ thể là môn anh văn cho học kì chính , do học kỳ dự thính lần này không có cho phép mở các lớp anh văn do không hiệu quả nhưng việc học ở học kì chính vẫn diễn ra bình thường nên em xin PĐT xem xét cho tụi em có thể có 1 lần đăng ký anh văn nữa cho học kì chính này , để chúng em có thể theo kịp tiến dộ giảng dạy của nhà trường , xin phòng đào tạo hãy giúp đỡ tất cả chúng em trong lúc khó khăn như thế này , chúng em đã bị trễ rồi xin phòng đào tạo có thể xem xét giúp tất cả chúng em để tụi em có thể cố gắng học và có thể đăng ký môn ở học kì sau ạ , em xin cám ơn rất nhiều ạ .",
    "Dạ chào anh (chị),  Vào đợt trước em có đăng ký dịch vụ hỗ trợ 3G bên trường đợt 20/4 nhưng hiện tại em chưa thấy gì, không biết là chưa hay em đã bỏ lỡ gì ạ!  Em cám ơn.",
    "Dạ em muốn xin mở lớp cơ kết cấu thì gửi mail cho thầy cô nào ạ. Cho em xin mail của những thầy cô dạy cơ kết cấu . Em xin cảm ơn .",
    "Cho em hỏi là học phí dạy bằng phương thức livetream trực tuyến có bằng học phí khi học tại lớp không ạ.",
    "Cho em hỏi em muốn gửi xác nhận bảng điểm anh văn (IELTS) về phòng đào tạo thì em sẽ gửi cho thầy cô nào để xác nhận bằng của em . Em cảm ơn",
    "Dạ cho em hỏi là ngày thứ 5 (30/4) và thứ 6 (1/5) tuần này sinh viên có được nghỉ học online bằng hình thức livestream và gg hangouts meets không ạ? Tại vì thầy cô giảng dạy có bảo là theo thời khóa biểu của nhà trường thì vẫn học ạ. Em cảm ơn.",
    "Chào   Mình là   MSSV 8  Mình hiên đang làm LVTN và còn thiếu 2 môn để hoàn thành CTDT   có đăng ký 2 môn là  + Kết cấu thép CI3009  + Cơ kết cấu CI2029  nhưng do khoa không mở lớp nên không thể đăng ký được Cho mình hỏi có cách nào để mình có thể đăng ký học 2 môn này trong học kỳ 192 này không hay là mình phải hoàn thành LVTN và đăng ký thi vét?    Mình cảm ơn",
    "Em muốn hỏi là hiện tại kì chính em đang học Tư tưởng HCM thì trong kì dự thính em có đăng kí được môn Đường lối không ạ? Mong cô giải đáp sớm vì ngày mai hết hạn đăng kí môn học dự thính rồi ạ. Em cảm ơn nhiều ạ.",
    "Dạ e muốn đăng kí anh văn 3 dự thính ạ , đợt 1 e quên chưa đăng kí nên đợt 2 e đăng kí không được ạ ,e mong phòng đào tạo cho e đăng kí vì hết năm 2 e phải qua anh văn 3 .",
    "Em chào PĐT,  Nhà trường sẽ có đợt đăng ký bổ sung  trong kỳ chính, mà em đã đăng ký đủ 21 chỉ trong kì chính rồi, mà thầy  nhắn em là làm đơn đặc cách riêng, nhưng em tìm trên web thì không có biểu mẫu đó, thế thì em làm đơn như thế nào? Em cảm ơn ạ.",
    "thầy cô cho em hỏi : trong đợt đăng kí dự thính đợt 1 em có đăng ký 2 môn : kết cấu bê tông 1(CI2091) & kết cấu thép 1 (CI3009) . cả 2 môn đều đạt sỉ số để mở lớp nhưng kết quả đợt 2 lại bị mất cả hai môn . khi bấm đăng ký lại thì lại hiện \" không mở lớp \" . mong thầy cô phản sớm . em chân thành cảm ơn",
    "Em chào thầy/ cô Hiện tại thì em bấm vào kết quả đăng kí môn học kì hè dự thính nhưng không có môn nào được đăng kí nhưng em đã đăng kí vào đợt 1 đầy đủ ạ Em cảm ơn thầy cô ạ!",
    ". Tôi tên:  MSSV:  Tôi có nộp đơn miễn môn bổ sung đến nay vẫn chưa có phản hồi từ phòng đào tạo. Cho tôi hỏi khi nào có phản hồi để biết các môn nào cần học. Xin cảm ơn",
    ".. EM  LẬP TRÌNH(CO1003), MÃ NHÓM  NHẦM VÀ  TRÌNH HỌC CỦA  EM",
    "Chào thày/cô bên pdt ạ. Em xin phép hỏi thầy/cô về việc xin phép mở lớp thép 1 (ci3009). Do đợt đăng kí thứ nhất học dự thính qua hinh thức livestream em thấy có hơn 100 bạn đăng kí nhưng vẫn không mở môn này, em xin phép thầy/cô có thể tạo điều kiện mở lớp cho tụi em môn thép 1 (ci3009) này ạ. Em cảm ơn.",
    "Dạ cho em hỏi coi tkb dự thính ơ đâu",
    "Kính gửi Phòng Đào Tạo, Em muốn hỏi về hạn chót nộp chứng chỉ Anh văn (Nói và Viết) cho đợt tốt nghiệp tháng 11/2020 là khi nào ạ? Mong sớm nhận phản hồi.  trọng cảm ơn.",
    "Thầy cô cho em xin danh sách những môn học còn thiếu để xét luận văn tốt nghiệp . Em xin chân thành cảm ơn Thầy cô đã xem và trả lời giúp em.",
    "MSMH: CH2041 Tên môn học: Thí nghiệm hóa lý Nhóm: A02  Lý do: em đăng ký nhầm nhóm lớp tài năng học bằng tiếng Anh, em sợ học không nổi",
    "Em học k13 khoa ktxd . Em muốn chuyển xuống hệ vhvl bây giờ có được không ạ ???",
    "N XIN HỦY LỆ PHÍ THI ANH VĂN Kính gửi quý thầy cô. Em tên: .MSSV: Nay em viết đơn này để xin được hủy nợ lệ phí kiểm tra trình độ . Lý do: Tháng 12/2019, phương thức thi AV có sự thay đổi sang hình thức khác( thi trên máy tính), trường cũng có mail thông báo rằng nếu bạn SV nào không muốn thi, thì không cần thanh toán tiền lệ phí. Nhưng em thấy nợ lệ phí vẫn còn. Em cũng có 1 lần lên PĐT hỏi vào tháng 1/2020, cô ở PĐT nói thầy sẽ xóa hết nợ lệ phí này trên toàn hệ thống cho các bạn SV. Nhưng hiện nay em xem, nợ vẫn chưa được xóa. Nên em viết đơn này để xin được xóa nợ lệ phí ạ . Mong quý thầy cô xem xét, giúp đỡ em ạ. Em cảm ơn thầy cô rất nhiều nhiều, chúc quý thầy cô mạnh khỏe, giàu có, hạnh phúc. Trân trọng."
]