[
    "Dạ cho em hỏi đợt vừa rồi tụi em có xin mở lớp Quá trình và thiết bị cơ học(CH2019). Trong đợt 2 ĐKMH này e có đăng kí môn CH2019 nhưng do trang thông báo là không đạt chuẩn anh văn năm 1. Nhưng có một số môn em đăng kí lại cần chuẩn anh văn năm 1 như anh văn 2, hoá hữu cơ.... thì em đăng kí môn bình thường. Một số bạn em chưa đạt chuẩn anh văn năm 1 vẫn đăng kí được môn CH2019 nhưng em thì lại không. Mong pđt giải quyết dùm em, em xin cảm ơn!",
    "vì lý do cá nhân nên em bị chậm mất đăng ký hiệu chỉnh môn họcm, mong pdt có thể gia hạn thời gian hiệu chỉnh được không ạ. Em xin cảm ơn",
    "Dạ, trong đợt hiệu chỉnh môn học (18/12-23/12) em quên hủy một môn học ạ (mã môn học: EE3067 - Nhóm lớp A01) . Lý do hủy: để phân bố thời gian hợp lý Thầy/cô có cách xử lý cho trường hợp này không ạ?",
    "Em đăng kí thiếu 1 số môn vì kh đăng kí đc thì phải làm sao ạ",
    "Em chào thầy cô, em tên ớ_ Hôm trước em không đăng kí được môn học Thiết kế công việc & đo lường lao động (ME2053) nên vì lỗi hệ thống, tới lúc và được thì đủ sĩ số, em đã nhờ thầy tăng thêm sĩ số nhưng do 3 ngày sau thầy trả lời nên em không nhìn thấy và đã qua hạn đăng kí môn học. Em thực sự xin lỗi vì không theo dõi câu trả lời của thầy . Em mong thầy có thể giúp em đăng kí môn học ME2053, vì 2 học kì trước em đã không thể đăng kí được môn này. Mong thầy cô giúp đỡ để em không bị trễ thêm. Em xin chân thành cảm ơn",
    "Dạ, chào thầy, em đã gửi câu hỏi và được  trả lời \" để đăng kí môn học chuyên nghành thì cần từ 20 đến 25 sinh viên\"  Đồ án môn học công nghệ nhiệt luyện và cán kéo (MA4003) là 1 môn đặc thù chỉ có 1 tín chỉ và phải học trước khi làm luận văn. CÓ rất ít sinh viên rớt môn này nên ko có được mở lớp. Vì mỗi năm mới mở 1 lần nên nếu chậm môn này coi như sinh viên đó bị chậm 1 năm ra trường, hiện tại chỉ có 1 mình em đăng kí và đã được sự đồng ý của cô giáo bộ hướng dẫn đồ án . Cho em hỏi có trường hợp nào ngoại lệ cho những sinh viên như em, bị chậm 1 học kỳ do thiếu chuẩn anh văn mà không đăng kí được môn học phải chờ đến 1 năm mới được học lại môn đó. Rất mong thầy cô giúp e vì em đã sắp hoàn thành chương trình học của mình và chỉ còn thiếu 1 môn đồ án 1 chỉ này nữa để được làm luận văn tốt nghiệp ạ . em xin trân thành cảm ơn",
    "Em chào thầy cô phòng ban, Do lúc cuối đợt ĐKMH không còn chỗ trống cộng với việc chỗ ở của em hơi xa (chuyển chỗ ở) và có một lượng thời gian không có tiết giữa hai môn nên em có nhu cầu đổi đổi nhóm lớp cùng một giảng viên mở lớp Môn Giải tích 2 (CS1): Từ Nhóm A02 Thứ 4,5 học tại B1 --  Sang Nhóm em muốn học là Nhóm A01 Thứ 5,6 học tại B1&C5 (2 nhóm đều còn chỗ trống) để em có thể tranh thủ thời gian rảnh để làm việc ngoài giờ . Vậy em không biết việc này có khả năng thầy cô giải quyết được không ạ? Em xin cám ơn ạ.",
    "Em chào thầy cô. Thầy cô cho em hỏi mail của em do nhà trường cấp chỉ nhận được mail của văn phòng khoa và mail của phòng công tác chính trị sinh viên chứ không nhận được mail của các giảng viên khác, muốn xem giảng viên có nhắn gì không thì em phải vô e-learning mục tin nhắn để coi. Mail em bị gì vậy ạ? Khắc phục như thế nào ạ? Mong thầy cô giải đáp giúp em, em cảm ơn.",
    "Em là , sinh viên năm nhất hệ Chính quy. Cho em hỏi phải tích bao nhiêu tín chỉ thì mới được phân ngành ạ? Em có đọc quy định về phân ngành trên web phòng đào tạo như không thấy đề cập rõ ạ",
    "Em tên   mssv:   Em có câu hỏi là: Em đã đăng ký nhầm mã môn học của k18 môn Những nguyên lý cơ bản của  - . Cho em hỏi làm thế nào để hủy môn này ạ vì lúc em xem lại thì đã hết thời gian đăng ký đợt 2. Em xin chân thành cảm ơn.",
    "Em xin chào thầy cô ạ. Hiện tại em được tài trợ học bổng \"Tiếp sức đến trường\" ở Bình Thuận. Để nhận được học bổng thì nhà trường sẽ điền điểm trung bình học kì của em vào phiếu học bổng như hình dưới đây. Em muốn hỏi là, sau khi thi cuối kì thì bao lâu mới có điểm trung bình học kì để em điền vào ạ? Em xin cảm ơn ạ!",
    "Em tên  mssv  em là k19 ngoài 14 tín chỉ như trường quy định, em đã đăng ký thêm môn những nguyên lý cơ bản của chủ nghĩa - có mã là SP1003 đây là mã k18 trở về trước. Cho em hỏi làm thế nào để xin hủy môn học này ạ, Em mới phát hiện lúc sáng cho nên đã hết hạn hiệu chỉnh hôm qua rồi ạ. Em xin chân thành cảm ơn",
    "Em rất mong muốn được học av1 trong trường vào thứ 2 tiết 4 5 6 mặc dù hóa đại cương của em học tiết 7 8 9 10 . Nhưng em vẫn mong muốn phòng đào tạo có thể đăng kí giúp em môn av1 vào thứ 2 được không ah . Em cảm ơn nhiều .   B Có vấn đề gì em sẽ chịu trách nhiệm    ( ví dụ như đau ốm )",
    "Em học xong av2 nhưng em lỡ đăng ký là av3 ạ. Có cách nào để chỉnh sửa lại không ạ. Vì em đã đăng ký đc 17 chỉ rồi. Đợt 3 chỉ thêm đc chứ không xoá đc nên phải đóng thêm tiền. Mà giả sử không còn cách nào khác thì AV(3) 2 chỉ đóng thêm bao nhiêu tiền ạ. Và em đăng ký cả 2 anh văn như vậy em bỏ av2 và chỉ học av3 thôi có sao không ạ ?? Điểm av2 em đã hoàn thành khoá học có đc giữ nguyên không. Em cảm ơn",
    "Dạ kính chào các thầy cô trong Phòng đào tạo ạ  . Em tên Đòan  Ngà MSSV  lớp HC18TP . Em làm đơn này mong sẽ được tăng thêm sĩ số môn Vật lí thực phẩm CH2055 lớp L01 thứ 6 tiết 91011 H2 305 . Do đây là môn 1 năm chỉ mở 1 lần nên nếu không đăng kí học được lần này sẽ làm chậm tiến độ học tập của em . Em chân thành mong muốn Phòng đào tạo sẽ tăng sĩ số cho em học môn này ạ . Em cảm ơn thầy cô và xin lỗi về sự bất tiện em gây ra ạ . Em xin hết.",
    "Em đã đọc lại quy chế anh văn, K16 KSTN nhận LVTN là 450 toeic. Mong được xem xét lại ạ!!",
    "Em tên  Mssv:  Sau khi tìm hiểu thì em mới biết được môn Những nguyên lý cơ bản của chủ nghĩa - 5 TC là dành cho khóa k18 trở về trước. Em là sinh viên k19, em muốn hỏi bây giờ em muốn hủy môn học đó thì phải làm thế nào ạ. Do hôm qua sau khi hết hạn đăng ký môn mới được một số anh chị báo nên không kịp hủy môn ạ Em xin chân thành cảm ơn",
    "Cho em hỏi đợt 3 đăng kí môn học em có được đổi lớp hoặc huỷ môn đăng kí không ạ , nếu không được thì giờ phải làm sao để huỷ môn học ạ . Em cảm ơn !",
    "Dạ em là sinh viên năm nhất nhưng em lỡ đăng kí môn Những nguyên lý cơ bản của chủ nghĩa  lê nin của sinh viên năm hai. Cho em hỏi có cách nào để hủy môn được không? Nếu không hủy được thì đợt hiệu chỉnh 3 em coa bỏ môn đó được không?",
    "Cho em hỏi đã có cập nhật điểm thi Anh văn định kỳ vừa rồi chưa ạ?",
    "em được 84 tín chỉ tổng rồi ạ (em tự cộng),trên trang tổng số tin chỉ sinh viên trong trang thông tin sinh viên thì nó hiện thị là 101 tín chỉ.. với 84 tín chỉ vẫn đat chuẩn sinh viên năm 4 (SV năm thứ tư: từ 80 đến dưới 128 tín chỉ ) nhưng em vẫn không đăng ký được nhưng môn của năm thứ 3 và năm 4.. không đăng ký được và luôn hiện lên bảng đỏ SV_N3.. mong phòng đào tạo giải quyết dùm để em còn đăng ký đợt vét :((",
    "Cho em hỏi khi nào bên Việt Pháp k19 mới có chương trình đào tạo mới. Để tụi em biết được MÃ môn học mới để đăng kí ạ Em cảm ơn.",
    "E năm nhất đăng kí môn mác-lenin mã SP1003 5 chỉ đúng không ạ",
    ".. Em là sinh viên chuyển từ hệ clc qua hệ đại trà. Em muốn hỏi những môn đại cương điểm em có được chuyển điểm qua không ạ? Có những môn em đã qua rồi. Em không biết có phải học lại không ạ? Hiện tại em không đăng kí được môn thể dục ạ? Cô/ Thầy hướng dẫn em cách đăng kí với ạ",
    "Chào Thầy/Cô, Em là , sinh viên VP2014. Hiện tại, học kỳ 1/2019 em đã đăng ký bảo lưu vì đã hoàn thành xong chương trình học nhưng bị thiếu chứng chỉ tiếng Pháp. Gần đây, em đã cập nhật chứng chỉ tiếng Pháp trên mybk và chờ xét duyệt vào tháng 1, sau đó, em muốn đăng ký tốt nghiệp và dự lễ vào tháng 4. Tuy nhiên khi vào thử trang đăng ký tốt nghiệp, em bị chặn vì lý do tình trạng sinh viên. Như vậy, em muốn hỏi em phải làm sao để có thể đăng ký tốt nghiệp như ý nguyện ạ ? Em xin cám ơn.",
    "Em chào phòng đào tạo ạ! Em đang học ở Bách Khoa thì có được đăng ký thi Đánh giá năng lực vào ngành khác của Bách Khoa được không ạ? Em không bảo lưu kết quả có được không ạ? Em cảm ơn!",
    "Kính gửi Phòng Đào tạo! Phòng Đào tạo cho em hỏi là sinh viên Bách Khoa thì học văn bằng 2 của bất kể ngành nào đều được đúng không ạ? Văn bằng 2 có bị phân biệt cao thấp trình độ so với bằng chính quy khi nộp đơn xin việc không ạ? Văn bằng 2 ngành Khoa học Máy tính có mở lớp ngoài giờ không ạ?",
    "Cho em hỏi điểm thi anh văn có chưa ạ? Để ngày 24.12 công bố điểm mà đợi hoài sao không thấy.",
    "em đã cập nhật thông tin theo deadline mail của trường lần đầu vào ngày 12/11/2019 (đúng hạn) và e đã đăng kỹ được môn học đợt một nhưng vào đợt 2, hệ thống lại báo là chưa cập nhật và xóa đăng ký môn học của em, e đã cập nhật thêm một lần nữa vào ngày 20/12/2019, nhưng do e kiếm tra trễ quá nên ko đăng ký được môn học đợt 2, đây là lỗi của hệ thống (em đã cập nhật địa chỉ đúng thời hạn của trường) và hiện giờ thì em lại ko có thời khóa biểu, mong trường giải quyết giúp em vấn đề này",
    "Em học xong av2 nhưng em lỡ đăng ký là av3 ạ. Có cách nào để chỉnh sửa lại không ạ. Vì em đã đăng ký đc 17 chỉ rồi. Đợt 3 chỉ thêm đc chứ không xoá đc nên phải đóng thêm tiền. Mà giả sử không còn cách nào khác thì AV(3) 2 chỉ đóng thêm bao nhiêu tiền ạ. Và em đăng ký cả 2 anh văn như vậy em bỏ av2 và chỉ học av3 thôi có sao không ạ ?? Điểm av2 em đã hoàn thành khoá học có đc giữ nguyên không. Em cảm ơn",
    "Kính gửi thầy cô PĐT Trường ĐH BÁCH KHOA em tên  MSSV  Thầy cô cho em hỏi là đợt kiểm tra AV trong trường (21/12) em đạt trên 400đ thì có được đăng kí học av3 ( la1007) cho học kì sau ko ạ? em xin cảm ơn",
    "Kính thưa Phòng Đào tạo, Em tên là , MSSV: . Em xin trình bày như sau: Vào đợt 2 ĐK môn học 192, em có đăng ký theo kế hoạch học tập được chương trình PFIEV soạn sẵn( 34 tín chỉ) + môn Điện Động (4 tín chỉ)= 38 tín chỉ . Hệ thống chỉ cho đk 37 tín chỉ là tối đa nên em không đk được môn Điện Động. Nếu em muốn học được môn Điện Động trong kỳ 192, thì em có thể hủy bớt 1 môn đã đk để giảm số chỉ xuống trong đợt 3 sắp tới để bổ sung môn Điện Động được không ạ? Em rất mong nhà trường có thể tạo điều kiện cho em được đk môn học trên, bởi vì chỉ mở một lần duy nhất trong năm. Em xin cảm ơn rất nhiều, .    ",
    "Dạ thưa thầy cô , theo lịch kế hoạch của trường mình thì trước ngày 4/2/2020 này phải nộp bằng chứng chỉ tiếng anh để xét nhận luận văn . Nhưng lịch nghỉ tết của mình là 15/1/2020 đến 4/2/2020 , dạ thầy cô cho em hỏi là vậy thời gian xét bằng chứng chỉ tiếng anh có được cộng thêm không ạ",
    "Chào thầy/cô ạ, Em là -. Em muốn hỏi là làm sao để in thời khóa biểu được ạ? Cảm ơn thầy/cô đã quan tâm và giúp đỡ. , ",
    "Trong lịch thi của em, môn hoá đại cương thì ngày 9/1/2020. Nhưng vì em có lịch đi thực tập từ ngày 6-10/1/20120 nên em xin hỏi là lịch thi môn hoá đại cương có những ngày nào ạ? Nếu có ngày thì trước ngày 6/1/2020 thì em có đổi ngày thì được không? Em xin cảm ơn ạ.",
    "Kính gửi thầy(cô)! Hiện là em là sinh viên năm 2 nhưng chưa qua Anh văn cơ bản. Hiện em không muốn trễ tiến độ học tập, nên em định học song song 2 môn anh văn cơ bản và anh văn 1 trong 1 học kỳ được không ạ? Nếu không được thì có cách nào khác không?",
    "Kính gữi PĐT. Em tên là . MSSV . Lớp VP19HK. Em viết thư này kính mong PĐT giải đáp giúp em một số vấn đề như sau: 1) Trong đợt ĐKMH đợt 2 cho HK192, em và một số bạn trong lớp VP01K19 có đăng kí môn Mác Lê-nin (Mã môn SP1003). Nhưng sau khi PĐT đóng đăng kí thì tụi em mới biết là mã môn và số tín chỉ sẽ thay đổi và môn học không còn phù hợp nữa. Nên em thắc mắc là môn này có thể tính vào số chỉ tích lũy (và được quy đổi theo chương trình mới) hay không hay là em sẽ phải học lại theo mã môn mới và không tính môn này? 2) Nếu môn học không tương đương và không được tính vào số chỉ tối đa thì tụi em có thể xin hủy môn học được hay không? Nếu hủy môn rồi thì tụi em có phải đóng tiền hay không? Em kính mong nhận được sự trả lời từ PĐT. Em xin chân thành cảm ơn",
    "Cho em hôri ngày nộp điểm AV nói viết trước Tốt nghiệp  tháng 4 hk II năm 2019-2020 là ngày nhiêu ạ. Em cảm ơn trước ạ.",
    "Kính thưa PĐT, xin PĐT cho em được hủy môn AV2 lí do là đợt kiểm tra vừa rồi em đã qua được AV2. Bây giờ em muốn đăng kí môn AV3 nhưng bị trùng lịch. Mong PĐT giúp đỡ cho em được xóa môn AV2. Em cám ơn ạ.",
    "Kính gửi thầy(cô)! Hiện là em chưa qua môn   B Anh văn cơ bản   , nhưng em có bằng   B Toeic 340   . Em hỏi là khi em nộp chứng chỉ vào thì có được xét qua môn Anh văn Cơ bản để được học môn Anh văn 1 không?",
    "Em xin chào /Cô phòng đào tạo trường đại học Bách Khoa Thành Phố Hồ Chí Minh Em tên là , sinh viên lớp MT19KH03 Em xin phép được hỏi một số câu hỏi sau ạ:  Đợt đầu năm em có đăng ký thi anh văn đầu vào để xét môn học anh văn trong trường, đợt đó em thi được 345 điểm và được xếp vào anh văn 1, do bị trùng lịch học thể dục nên học kỳ 1 em không xếp được lịch học anh văn 1 ở trường nên học kỳ 2, em đăng ký môn học anh văn 1, tuy nhiên đợt hiệu chỉnh môn học kết thúc vào ngày 23/12/2019 Vì vậy em đã đăng ký môn học anh văn 1 Do kỳ thi anh văn định kỳ được tổ chức vào ngày 23/12/2019 và có điểm vào ngày hôm nay 25/12/2019 và em được 410 điểm khi đó em có một số câu hỏi sau ạ:  Với số điểm đó em được miễn những anh văn nào ạ? Và nếu đã miễn những anh văn đó em có cần học ở trong trường không hay chỉ cần học anh văn kế tiếp ạ, khi đó có phải em sẽ xin rút môn học anh văn 1 ở trường và đăng ký anh văn tiếp đó phải không ạ?    Em xin chân thành cám ơn    Thường ",
    "Vì gia đình em kẹt tiền nên em không thể hoàn thành học phí trong học kì này. Bây giờ em mới có tiền để đóng học phí. Liệu em có thể đóng học phí không hay phải tạm dừng học trong học kì kế?",
    "Em xin chào /Cô phòng đào tạo trường đại học Bách Khoa Thành Phố Hồ Chí Minh Em tên là , sinh viên lớp MT19KH03 Em xin phép được hỏi một số câu hỏi sau ạ:  Đợt đầu năm em có đăng ký thi anh văn đầu vào để xét môn học anh văn trong trường, đợt đó em thi được 345 điểm và được xếp vào anh văn 1, do bị trùng lịch học thể dục nên học kỳ 1 em không xếp được lịch học anh văn 1 ở trường nên học kỳ 2, em đăng ký môn học anh văn 1, tuy nhiên đợt hiệu chỉnh môn học kết thúc vào ngày 23/12/2019 Vì vậy em đã đăng ký môn học anh văn 1 Do kỳ thi anh văn định kỳ được tổ chức vào ngày 23/12/2019 và có điểm vào ngày hôm nay 25/12/2019 và em được 410 điểm khi đó em có một số câu hỏi sau ạ:  Với số điểm đó em được miễn những anh văn nào ạ? Và nếu đã miễn những anh văn đó em có cần học ở trong trường không hay chỉ cần học anh văn kế tiếp ạ, khi đó có phải em sẽ xin rút môn học anh văn 1 ở trường và đăng ký anh văn tiếp đó phải không ạ?    Em xin chân thành cám ơn    Thường ",
    "Chào thầy/cô, e đã nộp chứng chỉ ngoại ngữ và đã được xét là hợp lệ vào ngày 24/12/2019. Cho em hỏi khi nào điểm anh văn mới được cập nhật vào bảng điểm vì em cần điểm anh văn để đăng kí môn học cho học kì sau. Mong thầy/cô cập nhật giúp e điểm thật sớm ạ. E cảm ơn thầy/cô đã dành thời gian đọc yêu cầu của em.       .",
    "CODE          i         Chào anh/chị,  Hiện là sinh viên năm 2 bị vướng anh văn Hiện tại  có học anh văn 1 trên trường Và kì thi ngày 2112 vừa qua  không qua 350 Vậy cho  hỏi thời khóa biểu đăng kí hiện tại của  có bị xóa không ạ Vì theo như quy định các môn đang học được tính là qua  Em cảm ơn ạ",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TP Hồ Chí Minh , em viết đơn này với mục đích xin Phòng Đào Tạo xem xét cho em về việc phúc khảo bài thi anh văn đầu vào được tổ chức thi vào ngày 21/12/2019 .Hy vọng Phòng Đào Tạo xem xét và có thể cho em phúc khảo bài thi anh văn vừa rồi , em xin cám ơn .",
    "Hiện tại em đã đủ điểm anh văn để đăng kí môn học trong kỳ này. Kính mong phòng tạo xem xét tạo tạo điều kiện cho em đăng kí môn học trong học kỳ 192 này. Có thể xét giúp em tiếng anh để đăng kí môn học của trung tâm đã mở vào ngày hôm nay: 13h00 ngày 25/12/2019  đến 17h00 26/12/2019. Em có đính kèm file bên dưới đã có điểm anh văn. Em xin chân thành cảm ơn .",
    "Em đã qua năm nhất và chứng chỉ Anh Văn đạt được là 350 Hiện tại em đã được 380 nhưng hạn đăng ký môn học đợt 2 đã kết thúc vậy em Làm sao để có thể đăng ký bổ sung các môn học cho năm học tới ?",
    "Kính gửi PĐT, Em tên , sinh viên khóa k17, khoa kỹ thuật GT. Đợt kiểm tra anh văn vừa rồi em được 365 điểm. Vậy theo như điểm trên là em có đủ điều kiện học các môn của năm 3, và học được môn av2 phải không ạ?  Mong PĐT giải đáp giúp em để em kịp đăng ký học theo tiến độ ạ, em xin cảm ơn.",
    "Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 phải ko ạ.  Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một ko ạ. Mong thầy/cô giải đáp giúp e. Để e kịp thời điều chỉnh lại ko bị trễ kì ạ. E xin cảm ơn",
    "i học  Chào thầy(cô)!  Thầy(cô) cho em hỏi đợt đk bổ sung luận văn đầu tháng 2 /2019 có bao gồm  cả môn đề cương luận văn không ạ? Dạ nếu có thì từ giờ tới lúc đó có đợt chuyển điểm anh văn nào không ạ? Em cảm ơn!",
    "Dạ Chào Thầy/Cô Phòng đào tạo Em xin tiếp tục câu hỏi ở phần em đã trình bày ở câu hỏi #5667: Như vậy em đã đủ điều kiện để học năm 2 phải không. Đợt sau em có thể đăng ký định kỳ để thi tiếp để đạt đủ điều kiện học các năm còn lại luôn phải không ạ? Nếu như vậy thì em có thể chuyển môn học từ av1 qua av3 được không ạ? Nếu rút môn học nhưng phải đóng tiền như có học thì em nghĩ trường mình khâu sắp xếp thi định kỳ không hợp lý một chút nào ạ, tại vì bọn em cần biết điểm anh văn của mình tới đâu để đăng ký môn học ạ!  Em xin cám ơn! Thường",
    "E thi a.v được 345 điểm có được xét qua a.v 1 ko ạ",
    "Kính gửi : thầy cô phòng đâò tạo Em : ; MSSV: Trong kì thi kiểm tra anh văn định kì vào ngày 21/12/2019 em tham gia và đạt số điểm 345. Trong quy định của trường thì em phải đạt 350 mới qua chuẩn anh văn năm 1 để đăng kí các môn học chuyên ngành năm 2. Em xin thầy, cô xem xét châm chước để em có thể đăng kí được các môn học chuyên ngành trong học kì 192 sắp tới. Em xin cảm ơn.",
    "Em tên là  Mssv :  hiện đang học ngành bảo dưỡng công nghiệp . Em có nộp chứng chỉ toiec(nghe đọc) với số điểm là 390 vào lúc 10:11 ngày 23/12/2019 và chưa được thẩm tra , nhưng đến đợt đăng kí môn học hiện tại có một số môn cần toeic 300 mới đủ điều kiện đăng kí nên em không đăng kí được môn học . Em xin đươc hỗ trợ để có thể đăng kí được các môn ở học kì này ạ . Em xin cảm ơn ",
    "Kính gửi PĐT Trường ĐHBK. Em có 1 thắc mắc muốn trao đổi.   B   I Hiện tại em là sinh viên năm 2, em đã qua AV1. Vẫn chưa đạt chuẩn Tiếng anh sau khi hết năm 2.Nhưng mà học kỳ sau (192)  theo chương trình đào tạo là em có môn học mã XX3XXX(môn học của năm 3). Vậy e có được đăng ký học môn đó không ạ?     Em hy vọng PĐT sẽ sớm giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
    "Cho em hỏi đợt thi avđk kỳ 191 vừa rồi thì kết quả thi chỉ dùng để xét cho kỳ 192 không thôi hay vẫn xét cho các năm sau vẫn được ạ. Ví dụ như trường hợp của em, vừa rồi em thi được 490 điểm thì đã được xét qua năm 2 chưa hay kỳ 192 phải thi thêm lần nữa mới xét chuẩn để học năm 3 ạ?",
    "Xin chào thầy cô, Em tên  MSSV  Dạ thưa cho em hỏi là AV đầu vào lần 1 của em không đậu nhưng thi lần 2 đậu v em có cần đắng kí lớp học AV hay tự trường sẽ chọn lớp AV cho em  Hay em phải làm thế nào để học AV ở trường? Xin trả lời giúp em! Em xin cảm ơn ",
    "Kính gửi thầy(cô). Hiện là em đang trễ anh văn nên em muốn đăng ký trong 1 học kỳ cả 2 môn Anh văn 1 và Anh văn 2 có được không? Còn nếu học kỳ chính em đăng ký môn Anh văn 1 và học kỳ dự thính em đăng ký môn Anh văn 2 có được không? Em xin cám ơn.",
    "Chào cô. em là  MSSV . Cho e hỏi là HK192 em đăng kí học av2 thì kì dự thính e có được đăng kí học av3 không ạ? E cảm ơn cô ạ!",
    "Kính gửi phòng đào tạo trường ĐHBK Em tên  MSSV  Em có đăng kí 8 môn ở đợt 1 nhưng khi có kết quả thì trên trang của em báo cáo là em chưa có môn học đăng kí. Nguyên nhân em không có kết quả đăng kí là gì thế ạ? Em phải làm sao dể tiếp tục học học kì 2????  Em mong được giúp đỡ ạ",
    "Em muốn hỏi về việc chuyển điểm anh văn từ điểm Toeic để để đăng kí làm Luận văn tốt nghiệp vào ngày 4/2/2020 .     Em muốn chuyển điểm trong thời gian nghỉ tết và trước thời gian đăng kí luận văn thì chuyển điểm được không ạ? và có cần chờ xét nhận mới được đăng kí luận văn vào ngày 4/2/2020 không ạ?",
    "Em chào thầy cô, Em là  mssv . Tuần trước em có đăng kí với Hội đồng Anh gửi bản sao bằng IELTS của em tới Phòng đào tạo trường . Thầy cô cho em hỏi, thầy cô đã nhận được bản sao bằng IELTS của em chưa ạ? Vì nếu có trục trặc gì để em liên hệ lại bên Hôi đồng Anh để khắc phục sớm ạ. Em cảm ơn thầy cô. Trân trọng, ",
    "Cho em hỏi là hôm trước em có đăng ký thi anh văn đầu vào nhưng trễ hạn nộp tiền và không thi. Trong BKpay của em còn 150.000đ chưa đóng. Vậy giờ em cần giải quyết sao ạ",
    "Em tên là: , mssv: . Em vừa tham gia thi tiếng anh tại trường và đạt được 405 toeic đủ chuẩn năm 3 nên em muốn hủy môn anh văn 2 trong thời khóa biểu tạm thời của em . Vậy cho em hỏi: bây giờ em xin hủy được không? Và nếu được thì em phải làm như thế nào? Mong yêu cầu của em sẽ được phản hồi sớm. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT. Em tên . Sinh viên Khoá K17. Đợt đăng kí môn vừa rồi em có đăng kí môn AV1, mà theo như quy định của nhà trường sau năm 3 em phải qua môn AV2. Đợt kiểm tra anh văn định kì vừa rồi em được 365 điểm, đủ điểm để xếp vào lớp AV2. Em mong nhà trường xem xét cho em huỷ môn AV1 và có thể học môn AV2 để kịp tiến độ học cho năm 4 ạ. Em xin chân thành cảm ơn.",
    "SSV/SGV:     ...   Hôm trước nhà trường mở đợt 2 đăng kí môn em có đăng kí môn Những NgLý cơbản CN - và Ph/luật ViệtNam đạicương. Sau khi đăng kí xong thì em mới biết là môn Những NgLý cơbản CN - là của những khóa trước gồm 5 chỉ còn khóa K19 hiện tại là 7 chỉ. Em mong thầy cô cho em được xóa môn Ph/luật ViệtNam đạicương và đăng kí môn Những NgLý cơbản CN - của khóa K19. Vì 7 chỉ nên làm thế mới không quá 21 chỉ ạ. Em mong thầy cô ở Phòng Đào tạo giúp em sớm nhất có thể, em xin chân thành cảm ơn.",
    "ng kí giúp e lớp bóng chuyền L22 e xin cảm ơn ",
    "Lịch thi . Chào thầy. Em có học môn Trường Điện Từ (ee2003) của lớp dự thính học lại tết. Kết thúc môn học từ ngày 21/12 nhưng đến giờ em vẫn không có lịch thi cuối kỳ trên web. Thầy check lại giúp em ạ . Em xin cám ơn",
    "Em là  đến từ khoa Kỹ Thuật Hoá Học ạ. Em có đăng ký môn giáo dục thể chất 2 là Aerobic nhưng ca của em chỉ có mỗi em học, và đã qua đợt hiệu chỉnh nên em không chuyển ca được ạ. Liệu qua đợt 3 (từ ngày 02/1 - 06/1/2020) em có thể chuyển ca học sang các lớp còn chỗ trống không ạ???  Và nếu vào ngày 31/12, thời khoá biểu chính thức của em không có môn thể dục thì em có thể đăng ký bổ sung môn thể dục vào đợt 3 không ạ??? Mong thầy/cô hồi đáp em sớm ạ!!! Em cảm ơn nhiều ạ!!!",
    "Chào thầy/cô. Em là , MSSV : . Em kính nhờ phòng đào tạo huỷ giúp em các môn đã đăng ký trong đợt 1 và đợt 2 vừa qua. Lý do: em vừa chuyển đổi chương trình học từ hệ Việt Pháp sang hệ đại trà và Đã có công văn của khoa cơ khí gửi đến phòng đào tạo. Trong quá trình xét phân ngành em vẫn còn trong hệ Việt Pháp nên em đã đăng ký các môn trong hệ Việt Pháp. Nay em xin nhờ phòng đào tạo huỷ các môn em đã đăng ký và cho phép em được đăng ký bổ sung vào đợt đăng ký môn học tiếp theo. Em xin cám ơn.",
    "Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 phải ko ạ.  Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một ko ạ. Mong thầy/cô giải đáp giúp e. Để e kịp thời điều chỉnh lại ko bị trễ kì ạ. E xin cảm ơn",
    "Kính gửi thầy(cô)! Cho em hỏi trong học kỳ chính 192 em có thể đăng ký học song song 2 môn anh văn cùng một lúc là Anh văn 1 và Anh văn 2 không? Còn nếu học kỳ chính 192 em học môn Anh văn 1 và dự thính 192 em có thể học môn Anh văn 2 không?",
    "Dạ thưa, hiện nay em đã đăng kí nộp chứng chỉ  ngoại ngữ bằng toeic 370.Nhưng vì sự mơ hồ và   thiếu hiểu biết nên em đã chuyển điểm anh văn Em muốn hỏi là em có thể chuyển điểm được nữa không ạ. Em cảm ơn nhiều.",
    "Học phí . Chào thầy/cô. Cho em hỏi về vấn đề học phí và lịch thi của học kỳ tết 2019 VHVL, hiện tại theo thông báo là đang trong đợt thanh toán học phí, nhưng BKpay của em, MSSV  vẫn chưa được kích hoạt, nên em không thể thanh toán, em phải làm gì tiếp theo, mong thầy/cô xem giải quyết giúp em.",
    "Kính chào thầy(cô), Em là  (MSSV:) hiện đang là sinh viên năm cuối của chương trình Việt Pháp (PFIEV). Hiện tại chứng chỉ ngoại ngữ của em đã đủ điều kiện nhận luận văn (Toecic : 485), nhưng chỉ đổi điểm được các môn AV1, AV2, AV3. Không thể đổi được điểm của môn AV4 (môn AV4 em chưa hoàn thành) Nếu như em không hoàn thành được môn AV4 thì có thể được đăng ký nhận luận văn không ạ? Trong trường hợp không thể đăng ký LVTN nếu chưa hoàn thành môn AV4 thì còn cách nào để có thể đăng ký nhận LVTN trong học kỳ này không ạ? Xin chân thành cảm ơn câu trả lời và sự giúp đỡ của quý thầy(cô) ạ!",
    "chào thầy cô EM vừa có điểm Kỳ thi anh văn định kỳ ở trường (21/12) đủ chuẩn năm 4 Vậy em có cần phải nộp đơn xác nhận gì không, hay là nhà trường tự cập nhập điểm cho em. Với lại môn \"Đề Cương Luận Văn\" đã mở lớp đăng kí rồi, trong đợt ĐKMH bổ sung em có phải làm đêm thêm 1 sĩ số không ạ? em cảm ơn.",
    "Cho em hỏi là nếu em đã rớt môn anh văn 2 ( do điểm thi bị liệt, không có điểm 13 ). Sau đó, em nộp chứng chỉ ngoại ngữ và chuyển điểm cho môn anh văn 2 được trên 5. Thì em có cần phải học lại môn anh văn 2 đã rớt không ạ?  Em cảm ơn.",
    "Kính gửi Ban Giám Hiệu trường Đại học Bách Khoa Tôi tên , sinh viên năm nhất ngành Vật lý kỹ thuật - Khoa học ứng dụng. Do còn bỡ ngỡ với cách thức đăng ký môn nên tôi đã không kịp đăng ký môn Giải Tích 2, hiện số tín chỉ tôi đăng ký được là 11, thấp hơn số tín chỉ  quy định. Tôi viết đơn này xin được gia tăng sỉ số để có thể hoàn thành đúng số tín chỉ quy định của nhà trường hiện hành",
    "Kính gửi phòng đào tạo  Em tên : mssv   Nay em làm đơn để xin được đăng ký môn \"CI2077 kiến trúc sinh khí hậu\" và \"CI2075 chuyên đề 1\". Lý do hiện tại em không kịp nộp bằng toeic để đăng ký môn học này. Do ngành kiến trúc chủ yếu là môn chuyên ngành nên em cần tích lũy đủ tín chỉ để không bị cảnh cáo học vụ và đình chỉ học. Em đảm bảo sẽ nộp bằng toeic sớm nhất có thể. Xin hãy xem xét giúp em. Em cảm ơn.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.Hồ Chí Minh Em tên là: Nguyễn Văn Bính-Lớp XD18KT-Khoa Kỹ thuật xây dựng. Em viết đơn này để xin Phòng đào tạo cho em được đăng kí các môn học:    1. CI2077-Kiến trúc sinh khí hậu.    2. CI2075-Chuyên đề 1.    3. CI2073-Cơ điện công trình. Lý do: Do em bị hạn chế Anh Văn nên không đăng kí được môn học, nên kì này em không đủ số tín chỉ tích lũy theo quy chế và kì sau nếu không đủ em sẽ bị đình chỉ học. Em xin hứa sẽ cố gắng hoàn tất Anh Văn trong học kì tới, trong lúc chờ đợi xem xét của các thầy(cô), em xin chân thành cảm ơn.   ",
    "Xin cho em hỏi,em đang là sinh viên năm 2.Vậy đầu năm sau em có được đăng kí học lại môn nhập môn kĩ thuật không ạ? nếu được thì em đăng kí môn bằng cách nào đây?  Mong cô giải đáp thắc mắc giúp em. Em xin cảm ơn",
    "Thưa thầy cô, Cho em hỏi em có được đăng kí 2 môn học Thể chất cùng trong 1 học kì được không ạ? Và nếu đăng kí được thì khi qua môn có được tính là đã đạt 2 chứng chỉ Thể chất không ạ? Em xin cảm ơn.",
    "Em đã nộp bằng toeic 2 kĩ năng( đọc và nghe) trên mybk do hệ thống bkpay lúc đó đang bảo trì nên em vẫn chưa đóng lệ phí chuyển điểm do vậy vào ngày 26/12 em vẫn chưa được xét duyệt bằng toeic. Em xin chân thành cảm ơn!",
    "kính gửi phòng đào tạo trường ĐHBK em tên   MSSV  Vừa qua em không đăng kí được môn học vì lí do \"0: Thiếu môn tiên quyết SV_N2 -M 2)\"  Sắp tới có mở đăng kí bổ sung lần 3. Thì em phải làm sao để tiếp tục đăng được môn học ạ???  Mong nhận được sự hỗ trợ của phòng đào tạo",
    "Thẩm tra chứng chỉ (nộp ch  QUOTE ứng chỉ) . Cho em hỏi với hình ảnh này thì có thể nộp lên để đăng ký nộp chứng chỉ ngoại ngữ được không ạ? Với lại hình ảnh đuôi jpn em nộp lên không được ạ Tại vì em chưa nhận bằng chính thức chỉ có kết quả trên online. Em sợ em không kịp đăng ký luận văn",
    "Em chào thầy/cô, Em là sinh viên đang làm đồ án tốt nghiệp và dự kiến tốt nghiệp tháng 4/2020. Tuy nhiên, sau khi thi cuối kì với kết quả dự đoán không tốt lắm. Em muốn đăng kí hờ môn học đó cho học kì 192. Nếu lúc nhận được điểm môn học này với quả qua môn thì em có thể hủy môn học này và nộp xét tốt nghiệp được không ạ? Bổ sung: Em đã đủ điều kiện khác (CCNN, ngày CTXH, học phí, sách,...)  Mong được thầy/cô tư vấn sớm ạ.",
    "Em muốn hỏi về trường hợp của em chưa đóng học phí đợt 2 học kì 1 thì em có thể tiếp tục theo học học kì 2 không ạ, và nếu được thì ngay bây giờ em có thể đóng học phí đợt 2 học kì 1 này không ạ.( trường hợp của em đã trễ hạn đóng học phí 17 ngày)",
    "Em là , sinh viên khoa cơ khí K18, MSSV . - Hiện em đang gặp lỗi, em đã nộp bằng chứng chỉ anh văn rồi và đã được thẩm tra có hiệu lực vào ngày 24/12. Nhưng sau khi em thử vào đăng kí môn học thì lại báo thiếu chuẩn anh văn 1. Trong khi bạn bè em cũng đã nộp cùng ngày và được thẩm định như em nhưng họ không bị lỗi như này. - Em mong phòng đào tạo xem lại giúp em, do đang trong quá trình thi nên em không có thời gian để lên PĐT để trình báo. Em chỉ còn có thể đăng kí môn học vào đợt 3 thôi, em rất mong PĐT giúp em.",
    "Em chào quí thầy cô! Trong đợt đăng kí môn học đợt 2 vừa qua em chưa đủ điểm anh văn để đăng kí luận văn TN nên em có đăng kí một môn “ Phân tích hệ thống” để duy trì TKB. Nhưng vừa rồi em nhận được điểm anh văn thì em đủ điểm anh văn đề ngày 2/1 này đăng kí LVTN. Nên em muốn hỏi em có thể huỷ hay rút môn Phân tích hệ thống ở đợt 3 này không ạ?  Em cám ơn.",
    "E lỡ đăng kí môn nguyên lý cơ bản mác lenin 5 chỉ của khóa trước r ạ.  Giờ e mới biết là k19 phải 7 chỉ.  Cho e hủy môn đó được k ạ",
    "Em thi anh văn ở trường, được 600 điểm toiec thì nếu bây giờ em đăng ký học anh văn 4 thì em có cần phải học lại anh văn 1 ,2,3 hay không ạ .Em cảm ơn!   i    ",
    "Xin cho em hỏi. Em thi anh văn ngoài hôm nay ngày 27/12 mới có bằng, nhưng ngày 26/12 là hạn nộp chứng chỉ ngoại ngữ. Vậy hôm nay em nộp có được không ạ, có kịp thời gian thẩm tra để đăng ký môn học ngày 2-6/1/2020 không ạ. Em xin cảm ơn.  ",
    "Em muốn xin phòng đào tạo thẩm tra chứng chỉ cho em sớm nhất có thể, để em có đủ anh văn 2  để đăng ký môn học chuyên ngành, do nếu không đăng ký được thì em sẽ bị trễ một năm",
    "Kính chào quý thầy/cô. Em là Ngô Vĩ Hào, MSSV 1510894, sinh viên lớp XD15VL1, ngành Công nghệ Kỹ thuật Vật Liệu Xây Dựng- Khoa Kỹ thuật Xây Dựng. Em tạo yêu cầu này để xin được chuyển/hủy/rút    môn học Nền Móng (CI3195) trong  Học kỳ 2 (2019 - 2020). Hiện tại, em đã đăng ký   U môn Nền Móng (CI3195), lớp A03   , nhưng do nhu cầu cấp thiết, em muốn được hủy môn học này, để có thể đăng ký   U môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), lớp A01    (do 2 môn- 2 lớp trùng giờ học). Vì đã qua đợt điều chỉnh đăng ký môn học, em không có cách nào xóa/hủy môn được nữa, nên rất mong thầy/cô xem xét cho trường hợp của em, vì    QUOTE   B Môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223) rất quan trọng đối với em trong học kỳ này, là môn tiên quyết để nhận Luận văn Tốt nghiệp, hiện tại em đã trễ 2 học kỳ (so với tiến trình 4 năm), nếu không đăng ký được môn  Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), em chắc chắn sẽ trễ thêm 2 đến 3 học kỳ nữa, do môn học này chỉ mở mỗi năm một lần.     U    /QUOTE  Nếu có thể, rất mong quý thầy/cô cho em   U được chuyển môn Nền Móng (CI3195) qua một lớp khác để không trùng giờ học, hiện tại còn rất nhiều lớp Nền Móng sĩ số thấp    (như lớp A04- em có trích dẫn trong hình bên dưới). Hoặc hủy/rút môn học này giúp em, để em có thể đăng ký được môn  Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223) như em vừa trình bày bên trên. Thời hạn Đăng ký bổ sung môn học (đợt 3) đã rất cận kề(2/1-4/1), môn Công nghệ Sản xuất Cấu kiện Bê tông Đúc sẵn(CI3223), lớp A01 hiện không còn nhiều chỗ trống ( như hình em có đính kèm bên dưới), nên   B khẩn thiết xin quý thầy/cô lưu tâm, xem xét gấp cho trường hợp của em     U .   B Rất mong sớm nhận được quyết định/phản hồi của quý thầy/cô.       Chân thành cảm ơn thầy/cô đã đọc yêu cầu này .",
    "Hôm trước nhà trường mở đăng kí môn học đợt 2 Vì sai sót và thiếu thông tin nên em đã đăng kí môn những Nguyên lý Cơ bản CN - của các khóa trước Nay biết tin môn nay ở khóa em sẽ thay đổi cơ chế học vụ Nên em mong thầy cô ở Phòng đào tạo có thể xóa môn những Nguyên lý Cơ bản CN - giúp em với ạ Em xin lỗi vì đã để xảy ra việc này Em xin chân thành cảm ơn! ",
    "Em là hệ cao đẳng của trung tâm bảo dưỡng công nghiệp , trong kì đăng kí môn kì chính hk192 em đăng kí môn học tương đương là giải tích 2 và nhập môn điện toán của hệ đại học đã được phòng đào tạo cho phép nhưng không được , bị báo lỗi không đúng loại hình đào tạo và thiếu môn học trước ( giải tích 1) , mong nhà trường xem xét để em đăng kí ở đợt bô sung hoặc kì dự thính . Em cảm ơn",
    "Có thể cho em đăng kí thiết kế cầu CI3039 được không ạ? Em đã bị chậm 1 năm rồi, giờ mà thiếu nữa là thêm 1 năm nữa. PĐT có thể xem xét cho em được đăng kí thiết kế cầu (thiếu môn này em không đk được thực tập tốt nghiệp). Em trân trọng cảm ơn ạ.",
    "Kính gửi : thầy, cô phòng đào tạo Em:  ; MSSV:  Trong kì thi anh văn định kì vào ngày 21/12/2019 em đã đạt số điểm 345 .Theo quy định của nhà trường thì 350 điểm mới có thể qua được môn anh văn 1.Em đã từng đặt câu hỏi và được trả lời là không thể thay đổi quy định.Nhưng em vẫn muốn hỏi lại về nguyện vọng được qua môn anh văn 1 của em. Trong qua trình ôn tập em đã rất cố gắng và đã tự làm đề và các kết quả thường vượt quá 350 như yêu cầu để qua môn anh văn 1 nên em đã khá tự tin đăng kí các môn chuyên ngành vào kì 192 sắp tới.Do kì thi anh văn vừa rồi nhà trường thay đổi thể thức thi trên giấy bằng thi trên máy tính nên em chưa thích ứng kịp trong quá trình làm bài nên kết quả thấp hơn.Em nêu ra lí do trên không phải là để đổ lỗi cho nhà trường mà em muốn được thầy cô xem xét lại trường hợp của bản thân em. Do trong đợt đăng kí môn học em đã đăng kí các môn chuyên ngành nên trong đợt đăng kí môn học lần 3 sắp tới em sẽ không thể tham gia và phải nghỉ học 1 kì do không có thời khóa biểu.Nếu bây giờ em đăng kí thi để lấy chứng chỉ cũng không kịp đợt đăng kí môn học sắp tới.Cách cuối cùng mà em nghĩ tới là mong nhận được sự xem xét của thầy cô.Mong thầy cô có thể xem xét lại trường hợp của em. Em xin cảm ơn.",
    "Dạ em tên là  Mssv:  Em xin phép được đăng ký môn kỹ thuật bê tông CI3057) Em xin cảm ơn quý thầy cô",
    "Ad cho em hỏi, hiện tại e đang bị sốt, có thể mai không thi được, mà nếu e có toa thuốc của bác sõ thì có được bảo luư hk ạ?",
    "Em là k19 nhưng đã lỡ đăng ký môn học SP1003 Theo em biết thì đây là môn Mác của K18 trở lên, nhưng lúc đăng ký thì em không biết thông tin này Bây giờ phải làm sao ạ?",
    "Xin chào Thầy (cô) Em theo học hệ VLVH - Trước đó em học Cao đẳng + Cho em xin hỏi là khi nào em nhận được kết quả miễn môn học? + Em không thấy lịch đào tạo cho SV hệ VLVH, nên không biết mình phải đăng kí những môn nào để học tiếp, nhờ thầy cô hướng dẫn giúp.    Em xin chân thành cảm ơn thầy cô.",
    "Em xin chào thầy/cô ạ! Chúc thầy/cô có một ngày nhiều niềm vui và năng lượng! Em tên là , MSSV: Hôm nay em gửi yêu cầu này là em mong thầy/cô sẽ xem xét cho em, để em có thể đăng kí môn kì sau ạ! Do em chưa qua av nên không thể đăng kí môn. Em mong thầy cô xem xét và cho phép em đăng kí môn để em đủ tín chỉ và không bị đình chỉ học ạ. Em hứa sẽ cố gắng nhiều hơn nữa cho kì sau. Em mong được sự giúp đỡ của quý thầy/cô. Em xin chân thành cảm ơn ạ!",
    "Xin chào anh chị, mình là sinh viên k13 khoa xây dựng, ngành vật liệu XD trường mình. Vì chuẩn đầu ra của nhà trường thay đổi liên tục trong thời gian qua nên mình có một số thắc mắc cần giải đáp vì hạn dk luận văn đã gần kề. Mình dự định đăng kí luận văn tốt nghiệp vào kì sau nhưng còn nợ các môn như sau:DA gốm XD,DA Bê tông Cốt thép 1,DA Nền móng, Bê tông cốt thép 1, và Kết cấu thép 1 . Câu hỏi 1 của mình là theo như yêu cầu mới về môn tiên quyết thì những môn nào trong các môn trên đây là môn bắt buộc phải đạt để được đăng kí luận văn. Và xét như mình là khóa trước thay đổi thì có áp dụng đúng như vậy không? Câu hỏi 2 là hiện mình đã trả và bảo vệ xong các môn đồ án nhưng vì vừa trả xong trong học kì này nên kết quả chưa có thì liệu mình có kịp đăng kí luận văn vào kì kế tiếp không? Hạn đăng kí môn học là khi nào và đặc biệt là đăng kí luận văn tốt nghiệp. Xin cảm ơn anh chị ở nhà trường và phòng đào tạo đã quan tâm giải đáp thắc mắc của mình và lập nên trang hỗ trợ này. Mong mọi người một năm mới thuận lợi, hạnh phúc.",
    "Em chào phòng đào tạo. Em tên , là sinh viên K13 của bộ môn Cảng công trình biển. Theo khoá cũ thì chương trình đào tạo của em có môn tự chọn là môn Phương pháp số ứng dụng (808006). Theo danh sách môn tương đương thay thế của trường (hình đính kèm) thì môn này được thay thế bởi 2 môn CI4029 (PP số công trình biển) dành cho sinh viên ngành Cảng và CI3071 (PP số, tin học ứng dụng và gis). Do CI4029 không mở trong học kì sau mà em là sinh viên bộ môn Cảng công trình biển nên phòng đào tạo cho em hỏi là em đăng ký học môn mã CI3071 thì em có được chuyển điểm tương đương thay thế không ạ? Em cám ơn.",
    "Thưa Phòng Đào Tạo Em tên là  MSSV  Em xin Phòng Đào Tạo cho em hủy môn Nhiệt động lực học và truyền nhiệt (ME2013) Vì lí do đợt đăng kí lần 1 em đã đăng kí đủ tín chỉ bắt buộc của năm 3, nhưng do lần đăng kí đợt 2 em bị hủy môn đăng kí do lỗi hệ thống, em đã đăng kí lại nhưng do bất cẩn em đã đăng kí đủ 21 tín chỉ và bị đăng kí sót môn thực tập chế tạo. Vì em đã đăng kí đủ 21 tín chỉ nên không thể đăng kí bổ sung đợt 3, nên em xin Phòng Đào Tạo hủy giúp em để em có thể đăng kí môn thực tập chế tạo Vì nó là môn tiên quyết để hè này em kịp thực tập tốt nghiệp nên em mong Phòng Đào Tạo giúp em giải quyết ạ Em xin cảm ơn Phòng Đào Tạo rất nhiều.",
    "Thưa thầy, cô Hiện tại em vừa thi chứng chỉ Toeic nhưng vì trục trặc nên qua Tết Ta em mới được nhận bằng. Vậy cho em hỏi nếu em nộp và chuyển điểm  vào đợt 14/4/2020 (như hình) thì điểm chuyển của em có được tính vào ĐTBTL HK192 để phân ngành không ạ? Em cảm ơn.",
    "Em chào cô. Em tên là  mssv  lớp CK18DET. Em thuộc k18 hiện tại đang là sinh viên năm 2, nhưng em vẫn chưa qua av1, sắp tới trong đợt 3 đăng ký môn học thì em phải đăng kí bao nhiêu tín chỉ trong học kì 192 vì đa số môn đại cương em đã học xong, nhưng do không qua av e không đăng ký được môn chuyên ngành. Em muốn hỏi là em có thể đăng ký dưới 10 tín chỉ không?  Trong khi chờ đợi câu trả lời em xin chân thành cảm ơn cô. Em chào cô.",
    "Chào thầy cô,em muốn xin pdt mở lớp môn đồ án cho em trong đợt đăng kí môn học bổ sung sắp tới. Pdt đã nói em trong diện đặc cách để mở lớp và liên hệ với phòng đào tạo.em sẽ phải gặp pdt khi nào trước hay trong thời gian đăng kí môn học bổ sung?.và để mở lớp có cần viết đơn ,cần điều kiện gì nưa lo ạ.em cảm ơn.",
    "Kỳ học vừa rồi (191) em có đăng ký môn Cấu trúc dữ liệu và giải thuật. Vì không biết mình có qua môn hay không nên em không đăng ký môn đó vào kỳ tiếp theo (kỳ 192). Khi thi cuối kỳ xong thì em mới biết mình không đủ điều kiện qua môn Cấu trúc dữ liệu và giải thuật. Em muốn đăng ký lại nhưng đã hết hạn đăng ký ở trường. Vì vậy, em xin ban giám hiệu đăng ký giúp em lớp này ạ: - CO2003 Cấu trúc dữ liệu và giải thuật - lớp  L01_L02. Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo Em tên  Là sinh viên chuyển từ chính quy sang hệ VHVL MSSV cũ :4 MSSV mới  Tại hệ chính quy em đã hoàn thành toàn bộ chương trình kể cả luận văn tốt nghiệp, chỉ còn thiếu môn sức bền vật liệu 2C. Nay em đã hoàn thành môn học đó theo hệ VHVL nhưng điểm chuyển từ chính quy sang VHVL vẫn chưa có để em đăng kí tốt nghiệp PĐT cho em hỏi em còn thiếu những tiêu chí nào để đăng kí tốt nghiệp vào tháng 4 Hiện tại em tra trên aao thì em vẫn chưa có điểm chuyển. Học kì DT191 vừa rồi em đã đăng kí học xong môn SBVL và đã có điểm tổng kết 5.5 Em cám ơn ",
    "cho em hỏi là vì lý do lần đầu đăng ký môn học em không biết nên đăng ký lịch không trùng với lớp BDCNG5 mà thành ra 1 môn 1 lớp khác nhau nên cho em hỏi có thể đổi lịch cho trùng với lớp BDCNG5 để em có thể trao đổi học tập dễ hơn được không ạ",
    "Cho em hỏi là điểm td của em trong bảng điểm là 13 dù em có đi thi cuối kỳ ? Bên chất lượng cao tên giáo viên phụ trách dạy môn trong đăng ký đợt 2 vẫn chưa có ? Em cảm ơn",
    "Em được Cô ở Phòng đào tạo CS2 hướng dẫn là sau khi làm đơn thôi học thì em sẽ được ngầm bảo lưu 1 năm học. Vậy nếu em nộp đơn từ bây giờ thì tài khoản của em sẽ bị khóa/ xóa vào lúc nào ạ? Nếu tháng 2/2020 vẫn chưa khóa thì em có thể sử dụng các dịch vụ của tài khoản mybk như in bảng điểm được không ạ?  Em cám ơn.",
    "Chào thầy/cô ạ, cho em hỏi là có thể đăng ký mở lớp mới vào đợt 3 hay không ạ? Em xin cám ơn.",
    "Dạ em đợi kì thi anh văn 22/12 có kết quả nếu đạt sẽ không phải đăng ký anh văn 1. Nhưng em không đạt nên phải đăng ký anh văn 1 vào kỳ hiệu chỉnh cuối, mà em lên xem chỉ còn đúng 1 lớp anh văn 1 chưa đầy và nó trùng vào buổi em đăng ký thể dục. Liệu em có thể xóa môn thể dục, đăng ký lại thể dục cùng với anh văn 1 để năm sau em có thể đủ điều kiện đăng ký môn học năm 2 không ạ?",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em tên là  MSSV  Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT. Học kì 192 này. Vì em chưa qua Anh văn 1 nên rất lo bị trễ tiến độ học tập. Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học kì 192 cùng với lớp XD18KT. Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
    "Chào Thầy/ Cô, Cho em hỏi thời gian có đầy đủ bảng điểm các môn học của học kì 191 là vào khoảng thời gian nào ạ. Em cám ơn.",
    "Em chào thầy/cô ạ, Em đã tiến hành đăng kí môn học cho học kì 2, tuy nhiên môn kỹ thuật lập trình CO1011 em lại nhận kết quả là không đăng kí được mặc dù khi em đăng kí đã có dấu tick xác nhận ạ . Mong thầy/cô sẽ xem xét.",
    "Chào quý thầy (cô)! Em tên là . Mssv:  hiện đang theo học tại trường. Vì một số lý do cá nhân mà em không cập nhật mail của trường nên không kịp xác nhận lý lịch online đợt vừa rồi. Hiện tại, vì lý do này mà em bị cấm đăng kí môn học. Hiện em đang chờ điểm Toeic để đăng kí luận văn. Em thành thật xin lỗi vì đây là lỗi của cá nhân em. Em hi vọng PĐT sẽ giúp em mở lại và cho phép em đăng kí môn học để kịp đợt đăng kí môn học sắp tới( ĐKMH đợt 2). Trong lúc chờ đợi phản hồi, em xin chân thành cảm ơn quý thầy(cô) đã giúp đỡ em. Em ",
    "Em có thể xét tốt nghiệp nếu trong học kỳ đó em vẫn còn đang đăng ký học một môn, nhưng môn đó em đã hủy sau khi học được vài tuần đầu tiên( các điều kiện khác để xét tốt nghiệp đều đầy đủ )",
    "Em tên   Em lên khoa Cơ khí hỏi thì được biết khoa đã ký yêu cầu mở lớp Đồ án Thiết kế (ME2011) rất nhiều nhưng trên Đăng ký môn học chỉ có 2 lớp. Em bị trùng lịch học nên không đăng ký được. Kính mong Thầy Cô xem xét vấn đề này giúp em . Em chân thành cảm ơn.",
    "Thưa Phòng Đào Tạo Em tên  MSSV  Vì em đã đăng kí đủ 21 tín chỉ nhưng em bị bỏ sót môn thực tập chuyên ngành nên em có thể rút môn để giảm số tín chỉ để em đăng kí bổ sung môn thực tập chuyên ngành trong đợt 3 được không ạ. Vì nó là môn tiên quyết để em đi thực tập tốt nghiệp hè này và môn này chỉ mở học kì 2 mỗi năm ạ . Nếu em không đăng kí môn này trong kì tới thì phải tới hè năm 4 em mới được đi thực tập tốt nghiệp.  Em đã rất ăn năn cho việc sai sót đăng kí môn học của mình.Em rất mong Phòng Đào Tạo có thể xem xét trường hợp của em và giúp em ạ. Em xin cảm ơn Phòng Đào Tạo đã tiếp nhận và phản hồi em ạ.",
    "Dạ em chào phòng đào tạo ạ, cho em hỏi là điểm dự thính nếu rớt có tính vào bảng điểm học kì chính không  ạ. Em xin cảm ơn ạ",
    "Dạ cho em hỏi em bị rớt môn hình hoạ và vẽ kỹ thuật lớp Việt Pháp, mà những môn này không mở lớp được vì sĩ số khá ít, nên em xin hỏi em có thể học những môn tương đương ở lớp đại trà mà có ghi ở trên web của trường không ạ( do em thấy ghi là chỉ được áp dụng cho K14 ra khỏi Việt Pháp) Và cho em hỏi luôn là nếu được học và qua môn thì có cần làm đơn chuyển điểm miễn hay tương đương gì đó không ạ? Em xin cảm ơn ạ",
    "em là sv thuộc lớp BDCNG5 do lần đầu đk môn nên em không biết nên thành ra 1 môn em phải học với một lớp khác nhau em có thể xin chuyển về học chung với lớp BDCNG5 của em không ạ tuy em biết đợt hiệu chỉnh đã hết cũng như lần 3 cũng không cho hiệu chỉnh nhưng em xin phòng đào tạo có thể giúp em trở lại học chung với lớp BDCNG5 để em có thể dễ trao đổi trong học tập hơn ạ",
    "Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một. Nên kì 191 vừa rồi e có đăng kí học anh văn 2 rồi do chưa nắm dc hết quy định và kì này e đã đăng kí môn anh văn 3 cho học kì 192 nhưng ở đợt đăng kí bổ sung sắp tới e không xoá môn được. Mong cô giải quyết giúp e xoá môn ạ. Để e có kinh phí ra ngoài luyện để thi đợt kiếm tra anh văn định kì. Mong cô giúp đỡ em. E xin cảm ơn",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi khi nào mới có thời khoá biểu HK192 và tên giảng viên dạy vậy ạ? Em cám ơn nhiều.",
    "Em tên , hiện đang học khoa Điện - điện tử . Em vừa mới pass pre 1 và đã có được bằng IELTS đủ yêu cầu ạ. Em cũng đã có nhờ bên trung tâm IDP gửi một bản sao về trường mình và bảo là 3-4 ngày sau liên hệ với cô  ở PĐT để xác nhận ạ . Nhưng em lại không biết cách nào để liên hệ với cô ạ? Mong nhà trường giúp đỡ. Em xin cảm ơn ạ.",
    "Em vừa nộp ccnn online vào ngày 27/12 vừa rồi vì trung tâm trả kết quả trễ nên em bị trễ hạn thẩm tra vào ngày 26/12. Mà em cần được thẩm tra để có thể đăng kí môn học học kì tới, nên em hi vọng nhà trường có thể thẩm tra trước giúp em để em có thể kịp đăng kí môn học vào đượt 2/1-6/1 này. Em xin chân thành cảm ơn!",
    "Kính gửi thầy cô, Em tên là  (MSSV:), thầy cô cho em hỏi là điểm tổng kết một môn học của em là 4,75 . Thầy cô cho em hỏi thì điểm tổng kết của em có được làm tròn lên 5.0 để qua môn không ạ ? Em xin cảm ơn",
    "Em muốn hỏi pdt là kì này em chỉ đăng kí môn đề cương luận văn thì có được không ạ? Nếu không thì lý do là gì ạ?",
    "Em xin chuyển nhóm đã đăng kí môn học ở đợt 2 để có thêm giờ đăng kí thêm môn khác ở đợt 3 ạ. 1. EE2015 - Xử lí số tín hiệu : Đổi từ lớp L11_L24 thành L02_L05 2. EE2017 - Cơ sở kỹ thuật điện : Đổi từ lớp L11_L21 thành L08_L16 3. EE2019 - Cơ sở điều khiển tự động : Đổi từ lớp L11_L24 thành L10_L22. Em xin cảm ơn.",
    "ng ký in bảng điểm . Thưa thầy/cô, BKPAY của trường không hoạt động để em vào thanh toán tiền in bảng điểm. Mong thầy cô giải quyết nhanh giúp em. Em cần gấp trước ngày 6/1/2020. Em xin cám ơn.",
    "Em chào thầy (cô) ạ. Em là  mssv . Hôm nay e xin thầy( cô) cho em được hủy môn học hóa hữu cơ mã môn học CH2021. Lý do: trong học kì 192 em có đăng ký học môn hóa hữu cơ tuy nhiên đến ngày 10/12/2019 em phát bệnh nhiễm độc cường giáp phải điều trị dài hạn do vậy khỏe suy giảm rất nhiều và không thể tham gia nhiều tiết học ở trường. Đến ngày 17/12/2019 em lại tiếp tục phải điều trị bệnh viêm phế quản và viêm đường hô hấp vì vậy sức khỏe yếu đi nhiều và lại không thể tham gia các buổi học. Vì vậy không còn cách nào em đã phải đăng ký học lại vào kì sau. Tuy nhiên, sau quá trình điều trị, em đã cố gắng tự học trong thời gian ngắn và được sự giúp đỡ từ bạn bè trong quá trình ôn tập, em đã hoàn thành bài thi và đã qua môn với số điểm đối với em là cả 1 sự cố gắng, vì với tình hình sức khỏe của em bây giờ là phải nhờ vào sự hỗ trợ từ ba mẹ ở quê do không đủ sức khỏe để tiếp tục vừa làm luận văn, vừa phải đi làm thêm nhiều ở học kì tiếp theo . Vì vậy em rất mong được thầy cô cho phép hủy môn hóa hữu cơ mà em đã đăng ký trước đó để giảm bớt gánh nặng chi phí học ở học kì tới cho ba mẹ e ở quê. Với số tiền 3 chỉ học phí đối với ba mẹ em 62 tuổi đều là nông dân ở quê là một số tiền không hề nhỏ.   Em xin cảm ơn thầy cô rất nhiều ạ.",
    "Phòng đào tạo cho em hỏi trong đợt kiểm tra anh văn định kì vừa rồi em có được 435 điểm, nhưng đợt đăng ký môn học đợt 2 em có đăng ký thêm môn anh văn 1 và bị kẹt thời gian buổi trưa tiết 6-7. Bây giờ em có nguyện vọng huỷ môn anh văn 1 này thì phải làm thế nào ạ ?Điều kiện ra sao ạ? Em có tìm hiểu thì phải nộp giấy rút môn lên phòng đạo tạo và vẫn phải nộp tiền có đúng ko ạ?",
    "Em chào thầy cô, em tên là , mssv , em xin thầy cô tăng sỉ số lớp học môn cơ lý thuyết As1003, lớp L02 thứ 2 tiết 78910 phòng H1-403 Em cám ơn thầy cô.",
    "phòng đào tạo cho em hỏi là hiện giờ em không vô mục số 18 đăng ký nộp chứng chỉ ngoại ngữ được để xem kết quả, mà ngày 2/1/2020 là phải đăng ký bổ sung môn học đợt 3 rồi ạ vậy nên em có thể lên phòng đào tạo nộp trực tiếp bằng toeic để có thể đăng ký môn học bổ sung được không ạ",
    "Dạ cho em hỏi em đã cập nhật thông tin đợt 2 rồi nhưng đợt 3 em không đkmh đc. Vẫn bị chưa cập nhật thông tin sinh viên ạ.",
    "Cho em hỏi, em có vắng thi thí nghiệm của một môn do bị nhầm thời khóa biểu (phần thi chiếm 20% điểm học phần). Em có gửi mail hỏi giáo viên nhưng chưa thấy trả lời. Cho em hỏi em xử lí vấn đề này thế nào và có bị rớt môn không ạ? Em cảm ơn.",
    "Dạ cho em, hiện tại e đã có điểm av định kỳ vào ngày 25-12, nhưng sao KQĐK môn học đợt 2 của e lại bị hủy hết ạ (thông tin hủy vào ngày 31/12) mong thắc mắc được sớm giải đáp vì em đã bị hủy HẾT không còn môn nào?",
    "Kính thưa Phòng đào tạo! Em là sinh viên năm nhất ạ,Phòng đào tạo cho em hỏi em có được đăng ký môn của Khoa khác không ạ? Sau khi hoàn thành văn bằng chính quy,em có dự định lấy bằng 2 thì những môn em đã tích lũy của Khoa thứ 2 có được chuyển điểm để rút ngắn thời gian học văn bằng 2 không ạ? Em cảm ơn Phòng đào tạo!",
    "Em tên  - . Lần trước ĐKMH đợt 1 em có bị PĐT huỷ LVTN do thiếu chứng chỉ ngoại ngữ. Em đã nộp từ năm 1 bằng FCE Grade B đủ 4 kĩ năng và bằng của em có thời hạn vĩnh viễn. Em cũng đã được PĐT giải quyết và đăng ký lại LVTN ở lần ĐKMH đợt 2. Nay kết quả đợt 2 em lại tiếp tục bị huỷ. Rất mong PĐT xem xét kĩ lưỡng lại vấn đề này giúp em. Em có gửi file đính kèm bên dưới. Em xin cảm ơn!",
    "Dạ em bị vi phạm lỗi chưa khai báo lí lịch sinh viên trong đợt đăng kí thứ 2, nhưng mà trong đợt 1 em đăng kí được vậy đợt thứ 3 em có thể đăng kí được không ạ ? Nếu không được thì em cần làm gì để có thể đăng kí cho đợt 3 này? Em trân trọng cám ơn !!!",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa tp Hồ Chí Mình! Em tên là , sinh viên năm 2 khoa máy tính. Tình trang: em đã đăng ký thành công môn Cấu Trúc Dữ liệu và giải thuật (CO2003) 2 lần (đợt 1 và đợt 2) nhưng kết quả là vẫn bị xóa lớp cả 2 lần. Bây giờ đang chuẩn bị đăng ký đợt 3 và lần hầu như gần full (có 2 lớp 41/42 và 40/42) Ngoài ra, em cũng có đăng ký môn lập trình hướng đối tượng (CO2005) nhưng lại không được mở lớp   Em làm đơn này kính mong ban giám hiệu phòng đào tạo xem xét giúp em. Em xin chân thành cám ơn.",
    "Em tên là:  - MSSV: . Do đợt 3 em không thể tự điều chỉnh môn học được nên em xin nhờ quý thầy (cô) PĐT chuyển giúp em môn học CH2071 từ lớp A02 (thứ 2, tiết 345) sang lớp A01 (thứ năm, tiết 345); Lý do: em bận lịch học cá nhân. Hiện tại, vào thứ 5 em đang có môn CH3031 - Cơ sở điều khiển quá trình nên em xin được chuyển từ lớp A03 sang lớp A05 (thứ tư, tiết 789) luôn ạ! Em xin chân thành cảm ơn!",
    "B Cho em hỏi bây giờ em muốn hủy môn học đăng ký của kỳ sau mà đợt 3 này không được hủy thì em có thể lên pđt làm đơn hay sao ko ạ?",
    "Xin chào thầy cô Hiện tại em đã thi test anh văn định kì và đã qua anh văn 1, mong phòng đào tạo cập nhật sớm cho em để em kịp đăng kí môn học chuyên ngành. Em cảm ơn.",
    "Chào thầy cô,  Cho em hỏi là nếu em bị tính điểm vắng thi ở môn thể dục (Aerobic) do bị trùng lịch thi thì học kỳ sau em phải học lại môn đó hay được đăng ký môn thể dục mới ạ. Mong thầy cô phản hồi sớm ạ. Em cảm ơn",
    "Em xin phép thắc mắc lớp A05 mã môn SP1003 có vấn đề gì mà em đã đăng ký vào lớp đó nhưng PĐT lại chuyển em sang lớp khác ạ?",
    "chào anh/chị em muốn rút môn học anh văn 3(la1007) để đủ điều kiện về tín chỉ đăng ký bổ sung môn học trong đợt ba.",
    "Thưa, cho em hỏi làm cách nào thì mới xin được thư giới thiệu của trường ạ. Em xin cảm ơn",
    "Hiện nay đã đang học anh văn 1 và vừa rồi ngày 21 tháng 12 em có đăng kí thi toeic ở trường để đủ chuẩn sét học các môn năm 3 và em có kết quả được 355 điểm. Nhưng em thử đăng kí môn học đợt 3 thì wed vẫn báo e thiếu chuẩn anh văn sau năm 2 ạ. Theo e được biết thì chuẩn anh văn sau năm 2 là anh văn 1 và thi qua 350 điểm là được ạ. E xin cảm ơn!",
    "cho em hỏi học kì dự thính trong năm và học kì dự thính hè thì có khác nhau về học phí không?học phí là bao nhiêu một tín chỉ và khi nào là bắt đầu học học kì dự thính trong năm và hè ?",
    "cho em hỏi là học kì 2 năm nay bắt đầu nào ngày nào ạ",
    "Kính chào thầy(cô). Ngày 2/1/2020 là mở đợt đăng ký môn lần 3. Em có nộp chứng chỉ ngoại ngữ vào ngày 25/12/2019 trước đợt thẩm tra để đăng ký môn bổ sung lần 3 và hôm nay(1/1/2020) vẫn chưa có kết quả. Cho em hỏi kết quả thẩm tra khi nào có ạ? Nếu kết quả thẩm tra có sau khi kết thúc đợt đăng ký lần 3 thì phòng đào tạo có hướng giải quyết nhứ thế nào đối với sinh viên?",
    "Em là  mssv  khoa kĩ thuật xây dựng. Cho em hỏi phải làm gì để chuyển thời khóa biểu môn học ạ",
    "Dạ kính chào các thầy cô trong Phòng đào tạo ạ . Em tên Đòan  Bích Ngà MSSV  lớp HC18TP .Ngày mai là bắt đầu đợt đăng kí bổ sung thứ 3 nên em làm đơn này mong sẽ được tăng thêm sĩ số môn Vật lí thực phẩm CH2055 lớp L01 thứ 6 tiết 91011 H2 305 . Do đây là môn 1 năm chỉ mở 1 lần nên nếu không đăng kí học được lần này sẽ làm chậm tiến độ học tập của em . Em chân thành mong muốn Phòng đào tạo sẽ tăng sĩ số cho em học môn này ạ . Em cảm ơn thầy cô và xin lỗi về sự bất tiện em gây ra ạ. Em xin hết.",
    "Cho em hỏi là em đã thi anh văn trong trường 425. Tại sao kết quả đăng kí đợt 2, em vẫn bị xoá môn và báo là chưa đủ anh văn 1",
    "Chào thầy cô phòng ban,  Em và một số bạn đăng ký môn GDTC Aerobic nhóm A ở CS1 đợt 1, đợt 2 nhưng ở đợt 3 này kết quả tự nhiên bị chuyển sang nhóm L ở CS2 và tiết học cũng bị xáo trộn làm việc di chuyển và các tiết học bị ảnh hưởng. Theo hệ thống nếu môn học khoa trường k mở lớp thì phải báo lỗi lúc kết quả ĐKMH đợt 1, 2 chứ ạ, để bọn em cùng các nhóm khác biết xin thầy cô mở lớp. Giờ là đợt ĐKMH cuối nếu bọn em rút môn thì phải tốn tiền đóng học phí, nên mong thầy cô trả lời cho bọn em ạ, và nếu có người mở lớp thì có mở đc không ạ tại HK191 bọn em thấy có nhiều nhóm học Aerobic cũng chỉ 4-6 người là tối đa.",
    "Chào thầy cô phòng ban, Em và một số bạn còn 1 môn GDTC và đăng ký môn GDTC Aerobic nhóm A ở CS1 nhưng ở đợt 3 kết quả tự nhiên bị chuyển sang nhóm L ở CS2 và tiết học cũng bị xáo trộn làm việc di chuyển và các tiết học bị ảnh hưởng (buổi tối học anh văn) Theo hệ thống nếu môn học khoa trường k mở lớp thì phải báo lỗi lúc kết quả ĐKMH đợt 1, 2 chứ ạ, để bọn em cùng các nhóm khác biết xin thầy cô mở lớp. Giờ là đợt ĐKMH cuối nếu em rút môn thì cũng phải tốn tiền đóng học phí, nên mong thầy cô có thể mở thêm 1 sĩ số môn PE1025  Nhóm A01 Thứ 6  11-12 ở B12-SAN3. Nhóm  A08 Thứ 3  11-12 còn sĩ số nhưng bị cấn lịch Aerobic bị tự động chuyển nhóm. Những môn khác em đã qua hoặc không mở môn. Em xin cám ơn ạ, mong thầy cô giải quyết để em không bị vướng chuẩn GDTC cho các kỳ sau.",
    "Em chào thầy/cô ạ Đầu đợt đkmh đợt 2, em không đăng kí được môn LVTN vì bị báo thiếu ccnn (dù em đã nộp). Đến cuối đợt em lại đăng kí được (vẫn bị báo thiếu ccnn nhưng chỉ warning) . Đến đợt 3 này thì môn LVTN của em lại bị xóa và không đăng kí được vì thiếu ccnn. Cho em hỏi đây có phải là lỗi gì không ạ. Em cảm ơn",
    "Em lỡ đăng kí nhầm giờ rồi, bây giờ đợt 3 em lên xin phòng đào tạo xóa môn đó để em đăng kí lại môn khác được không ạ? Tại vì môn em đã đăng kí trùng với lịch môn tiên quyết của em, em phải đăng kí đươc môn tiên quyết. Đợt 3 em lên nhờ phòng đào tạo xóa dùm được không ạ?",
    "Kính chào phòng đào tạo. Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn). Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em: 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ? 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), vậy khi em đăng ký 3 môn này ở học kì sau học chung song song với Luận văn tốt nghiệp thì 9 tín chỉ của 3 môn đó (dù chưa hoàn tất) em có được tính vào để xét điều kiện nhận Luận văn không ạ?  Em cám ơn",
    "Kính gửi phòng đào tạo đại học bách khoa, Em tên là , mssv , sinh viên khoa máy tính. Em có vấn đề muốn hỏi về đăng ký môn, Hôm trước bên phòng đào tạo có mail thông báo về mở thêm lớp Đăng ký kế hoạch học tập theo CTĐT Khóa 2018 Bằng 2 CQ ngành Khoa học máy tính HK192, nen em đã đăng ký môn khóa này. Hiện tại đã có kết quả của đăng ký môn đợt 2 và đang là đợt bổ sung, nhưng chưa có tkb chính thức,  vậy nên em muốn được hủy môn ở đợt 2 và chuyển qua học ở đợt cho khóa 2018 Bằng 2 CQ ở CS1 . Em mong phòng đào tạo xem xét và giải quyết trường hợp cho em,  Xin cảm ơn, ",
    "Phòng cho em hỏi nếu học kỳ hè em đăng ký bộ môn thực tập nhận thức ngành thì em có được đăng ký các môn cơ sở ngành khác không ạ hay chỉ duy nhất môn thực tập đó",
    "ng ký in thẻ sinh viên . Dạ thưa thầy cô PĐT, hiện em không may bị mất thẻ sinh viên, thầy cô giúp em in thẻ sinh viên được không ạ, và khi nào có để em lên nhận lại",
    "Dạ em thầy (cô), Em vừa nộp bằng anh văn vào đợt Nộp CCNN 26/12 và em thấy thì bằng đang được thẩm tra. Nhưng ngày 2/1-6/1 là đăng kí môn học bổ sung mà hiện tại bằng em chưa xét duyệt xong nên em chưa đăng kí được LVTN. Em hiện là sinh viên khoá K15 nên em muốn hỏi nếu trường không xét duyệt kịp đợt đăng kí này thì em phải làm sao để đăng kí được môn LVTN trong kì này ạ. Em cám ơn!",
    "dạ cho em hỏi sao bằng của em được thẩm tra và cũng đóng tiền lâu rồi ạ sao chưa được cập nhật vào bảng điểm vậy ạ. em cảm ơn ạ",
    "Kính chào quý thầy cô, anh, chị! Em hiện tại là sinh viên khóa K2013, đã học những môn học:  Giáo dục thể chất 1 (mã MH 005005)  Giáo dục thể chất 2 (mã MH 005006  Giáo dục thể chất 3 (mã MH 005011) Nhưng hiện tại đăng ký môn học đợt 2 và đợt 3 cho HK192 thì bị hệ thống báo lỗi là chưa học môn tiên quyết Giáo dục thể chất (GDTS_2) nên không được phép đăng ký .  Kính mong quý thầy cô, anh chị kiểm tra giúp em ạh .            Em xin trân trọng cảm ơn                _ 5",
    "Cho em hỏi là - Nếu như lớp đăng ký đã đủ sỉ số có thể xin thầy bộ môn đăng ký thêm không? - Có cách nào để em đăng ký môn cần có môn tiên quyết mới đăng ký được không? em xin cảm ơn.",
    "Em vẫn bị hủy môn  TTTN ở lần 2, mặc dù sau khi bị hủy môn ở lần 1 em có hỏi trên BKSI và được PĐT hướng dẫn đăng kí lại.Mong PĐT phản hồi  để em đăng kí lại vào đợt 3 ạ .Em cảm ơn     .",
    "Cho em hỏi là thì xong vào ngày thứ 4 vậy thứ 5 6 mình có đi học k ạ",
    "Chào thầy cô phòng đào tạo. Em không phòng đào tạo tăng theo sĩ số môn học \" TR1003 - Vẽ kỹ thuật giao thông - L02\" do đã đủ sĩ số môn học này",
    "Kính gởi thầy(cô). Em xin hỏi là đợt đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung HK 192 là ngày 26/12/2019, là mình nộp chứng chỉ trước ngày 26/12/2019 rồi phòng đào tạo sẽ thẩm tra sau ngày đó hay là thẩm tra trước hôm ngày đó? Em xin cám ơn.",
    "Dạ thưa.Em đã được thẩm định bằng toeic 370 ngày 30/12/2019.Nhưng hiện tại em không đăng kí môn được,hệ thống vẫn để chưa đạt chuẩn anh văn 1.Em mong có sự phản hồi sớm nhất từ nhà trường. Em cảm ơn ạ ",
    "mssv . tên ,  em đã đủ anh văn nhưng các môn của em vẫn bị xóa ạ cho em hỏi lí do tại sao ạ.",
    "Dạ chào . Em là  MSSV: của ngành kỹ thuật công trình xây dựng, nay em tạo câu hỏi này mong được giải đáp và kiểm tra việc bị hủy môn học đăng ký trong đợt 3 đối với môn CI3043 - Kỹ thuật thi công của khoa kỹ thuật xây dựng ạ. Theo cấu trúc môn học do phòng đào tạo đưa ra thì điều kiện để đăng ký môn CI3043 - Kỹ thuật thi công là học song hành với môn \"Nền móng\" và học trước môn \"Kết cấu bê tông cốt thép 1\". Học kỳ 192 này em đã đăng ký được môn \"Nền móng\" và học kỳ dự thính của học kỳ 191 em đã học trước môn \"Kết cấu bê tông cốt thép 1\" vậy mà đợt 3 này phòng đào tạo lại hủy môn CI3043 - Kỹ thuật thi công. Mong sớm được giải đáp để đăng ký lại môn học.",
    "cho em hỏi tại sao e vừa thi qua av1 ở trường,mà lúc e đăng kí môn học thì báo là chưa qua av1 ạ.",
    "Em không đăng ký được môn. Tuy là còn hạn đăng ký nhưng luôn bị báo là sẽ huỷ kết quả đăng ký khi đăng xuất.",
    "Chào anh/chị, em khóa k13 hiện tại khi đăng ký môn luận văn cho kì sau thì là báo là thiếu rất nhiều môn tiên quyết, nhưng thực tế là em chỉ còn nợ 1 môn nữa thôi và môn đó không phải môn tiên quyết theo chương trình đào tạo khóa k13. Những môn em bị báo thiếu có 1 số là em đã qua môn nhưng chưa được cập nhật và có 1 số là các môn tự chọn, mà đã là tự chọn thì không có môn nào tiên quyết cả. Có thể là do sự nhầm lẫn giữa các môn tiên quyết của k13 chương trình cũ và của các khóa sau học chương trình mới. Xin anh/chị xem xét, cập nhật lại cho em có thể đăng ký luận văn. Em xin cám ơn",
    ".",
    "Em chào thầy/cô, em là sinh viên khóa K17  B . Hiện tại em không để đăng ký môn học học kỳ 2 ( 2019-2020) vì bị Sinh vien N3 ( theo như trong hình) tức là chưa đủ 56 chỉ tích lũy khi hết năm 2 theo như em hiểu trong thông báo từ phòng đào tạo. Thế nhưng TRONG LỚP vẫn có NHIỀU BẠN CHƯA ĐỦ 56 tín chỉ tích lũy giống em nhưng vẫn đăng ký đươc môn học cho học kỳ 2 ( 2019-2020) và không bị dính chuẩn sinh viên năm 3, tức Sinh viên N3. Vậy cái điều kiện 56-80 chỉ tích lũy đó là hết năm 3 mới tính hay như nào ạ? Mong PĐT giải quyết gấp giúp em, em xin chân thành cảm ơn !",
    "Cho em hỏi là nếu đăng kí cả giáo dục thể chất 2 và 3 trong 1 học kì thì nếu học xong có cần phải đăng kí học GDTC ở học kì sau không hay cứ học đủ 3 lần GDTC là đủ rồi ạ? Và tại sao chúng em không xem được chương trình đào tạo ạ? Mong nhận được sự phản hồi từ thầy cô sớm nhất, em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo ĐHBK- TPHCM Em tên Vĩnh Phúc Nay em làm đơn xin phép PĐT cho phép em được chuyển môn Thiết kế đường 1-CI 3063 (Nhóm A02) và ĐAMH Thiết kế đường -CI3221( Nhóm A02) sang nhóm lớp A01( vẫn còn sĩ số) Do em bị kẹt lịch môn Đồ án Nền móng và một vài lớp mới được mở thêm trong đợt đăng kí bổ sung. Mong Phòng đào tạo tạo điều kiện giúp em để em có thể sắp xếp đăng kí được nhiều môn học hơn và hoàn thành tốt CTĐT. Em xin chân thành cảm ơn.",
    "Em là sinh viên năm thứ 5 khoa xây dựng. Môn kết cấu thép 1 là môn tiên quyết kép bắt buộc phải qua trước năm thứ 6. Nếu không sẽ bị đuổi. Bài thi cuối kỳ vừa rồi em làm không tốt nên định đăng ký học lại vào kỳ tới nhưng bị đụng giờ môn bê tông 2. Nên em muốn đổi từ  thứ 2 tiết 345 sang Thứ 2 tiết 789. Để có thể đăng ký môn thép 1. Ngày 6/1 hết hạn đăng ký rồi mong thầy cô cho em câu trả lời sớm.",
    "Em là  . Mssv: Em xin tăng tỉ số lớp vật lý bán dẫn  lớp A01_A01 mã số môn học EE1013  Em cảm ơn",
    "Dạ cho em hỏi là em đã nộp bằng toic 310 nhưng sao khi đăng kí anh văn 1 lại bảo em thiếu anh văn cơ bản ạ.bằng thì em nộp lâu và hợp lệ rồi ạ ",
    "CODE Dạ cho em hỏi, chừ em muốn rút môn học anh văn 1 vì môn anh văn 1 bị trùng lịch với môn sức bền vật liệu mà môn đó là môn chuyên ngành tiên quyết của em , nếu không đăng ký được môn đó thì em bị trễ một năm ạ. Em xin cảm ơn.",
    "Dạ em chào thầy cô ạ. Em là sinh viên năm 3. Do em còn 2 giáo dục thể chất chưa học nên trong kì này em đăng kí môn bóng rỗ (PE1015) vào sáng thứ 6 tiết 2-3 và môn thủy lực hải văn (CI3049) vào buổi chiều thứ 6 tiết 7-8-9. Em đăng kí vào đợt đăng kí đợt 1 và kết quả của đợt 1 và đợt 2 vẫn giữ nguyên lịch đăng kí. Em không biết vì sao bây giờ thời khóa biểu của em bị đổi thành bóng rổ học vào buổi chiều và môn chuyên ngành thủy lực hải văn của em bị hủy. Em kính mong thầy cô giúp em đổi lại thời khóa biểu như cũ vì em bị trễ tiến độ thể dục và đây là lớp chuyên ngành duy nhất mở trong kì này ạ. Em xin cảm ơn thầy cô",
    "chào thầy cô, đợt vừa rồi e có thi anh văn ở trường và đủ điểm để đăng ký môn học của học kỳ này sao vân k đăng ký môn học được ạ.mong thầy cô giúp đỡ, em cảm ơn ạ.",
    "Thầy/Cô cho em hỏi là bây giờ mình làm đơn xin hủy một môn học thì mình có được đăng kí bổ sung lại chính môn đó không vậy ạ? Đồng thời mình có phải nộp phí của môn học đã hủy qua bkpay không vậy ạ? Em cảm ơn thầy/cô rất nhiều ạ.",
    "Chào anh/chị em muốn rút môn anh văn ba trong đợt đăng ký thứ hai phải làm như thế nào, mong hồi đáp vì em hỏi lần hai để kịp đăng ký môn bổ sung đợt ba",
    "dạ sao em đã qua chuẩn av1 vẫn chưa đăng kí môn được z ạ. em cảm ơn ạ",
    "Tính cả tín chỉ 192 thì em trên 30 chỉ ạ  Em chưa thi av 1 ạ ",
    "Em chào thầy/cô Em muốn đăng ký lớp Anh  4 A01 nhưng hiện lớp Anh  4 A01 đã hết sĩ số nên em xin phòng đào tạo mở thêm sĩ số để em có thể đăng ký ạ. Em xin chân thành cảm ơn.",
    "Chào thầy/ cô  Em tên là   MSSV  Vào ngày 22/12 vừa rồi em có tham gia lớp kiểm tra chuẩn anh văn do nhà trường tổ chức và qua được chuẩn anh văn 1, nhưng nay đến đợt đăng kí đợt 3 em đăng kí môn học thì hệ thống báo lỗi là chưa đạt chuẩn anh văn tiên quyết.  Mong thầy/cô xem xét,tra cứu thông tin giúp em,để em có thể đăng kí môn học cho học kì sau ạ! Em xin châ thành cảm ơn!!",
    "Em mong muốn được học lớp môn Kỹ thuật An toàn điện EE3097 Mong được chấp thuận Em xin cảm ơn ",
    "E đã chuyển điểm thành công av1 và av2 nhưng sao e đăng kí môn av3 hệ thống vẫn báo e chưa hoàn thành av2. Mong thầy/cô cập nhật sớm giúp e ạ. E cảm ơn.",
    "Kính gởi Phòng Đào tạo. Phòng Đào tạo cho em hỏi, em đã qua chuẩn Anh văn sau năm 2 rồi mà lúc đăng ký môn học hệ thống vẫn báo chưa qua chuẩn Anh văn. Mong Phòng Đào tạo xử lí giúp em. Em cảm ơn.",
    "Em là  mssv . Hiện tại em gặp tình trạng lỗi khi đăng kí môn đợt 3 là bị báo thiêu anh văn 1 trong khi đó em đã nộp băng văn đủ để qua tất cả anh văn của trường rồi. Mong nhà trường xem xét lại giúp em.",
    "Hiện tại, em bị hủy môn thể dục, em xin đổi lớp anh văn về cs2 để học thể dục ạ",
    "Em đã đăng ký môn đường lối vào nhóm A04 sáng thứ tư. Giờ em muốn đăng ký bổ sung thêm 1 môn khác nhưng lại trung giờ của lớp đường lối này. Phòng đào tạo có thể cho em xin chuyển lớp đường lối qua nhóm A09 để em đăng thêm môn khỏi bị trùng không ạ. Em cảm ơn!!!",
    "Dạ em xin chào Thầy(Cô) Em tên  Mssv  Em đang học môn AV1 và lịch thi môn AV1 của em là 6/1. Mà 6/1 là hạn cuối của đợt Đăng kí môn học bổ sung.Nên e không có điểm kịp để đăng kí môn ạ. Em đã viết mail Thầy  và được Thầy trả lời là PĐT đã tạm tính đạt các môn đang học nên xem như em đã đạt AV1 và đủ điều kiện để đăng kí môn học bổ sung. Nhưng hiện bây giờ em đăng kí vẫn gặp lỗi thiếu các môn chuẩn AV năm 2 ạ. Em kính mong Thầy(Cô) có thể giải quyết giúp em để em có thể đăng kí môn học bổ sung kịp thời. Vì nếu không đăng kí được môn e sẽ bị mất thêm 1 năm nữa ạ. Em xin gửi lời cảm ơn chân thành đến Thầy(Cô) ạ.",
    "Dạ, em tên là , em đăng ký học môn 400401 - Kỹ Thuật Điện Máy tính và môn 409405 - Tự động hoá công nghiệp, nhưng giờ 2 môn này bị trùng  Em mong nhà trường có thể cho em học 2 môn nếu như bị trùng ạ, do em là sinh viên năm cuối, chỉ còn mấy môn là được tốt nghiệp ạ  .   i    ",
    "Em tên , MSSV:. Em có nguyện vọng được hủy môn AV2 do kỳ thi tiếng anh vừa qua em đã đủ điểm. Em hi vọng sẽ được PĐT chấp thuận. Em xin cảm ơn.",
    "Kính gửi thầy(cô). Do thứ tư, tiết 10 11 em muốn đăng ký môn Giáo dục thể chất trong đợt 3 học kỳ 192 nhưng bị trùng lịch học môn Thí nghiệm vật lý(mã môn học: PH1007)   B nhóm L27   , nên em xin đổi sang   B nhóm L31    hoặc nhóm   B L57    . Em biết là trong đợt 3 này không được chuyển nhóm nhưng vì lịch học của em bây giờ chỉ còn đúng 1 nhóm môn Giáo dục thể chất mà em có thể học. Em rất mong quý thầy(cô) cố thể giúp em chuyển nhóm với ạ . Em xin cám ơn rất nhiều.",
    "Chào Thầy Cô ạ.     Em tên là      MSSV :      Vừa qua trong đợt đăng kí môn học đợt 2,em đã không đăng kí môn Hóa hữu cơ do trùng lịch môn bóng chuyền ạ, em định để sang kì sau đăng kí. Nhưng giờ em mới biết Hóa hữu cơ là môn tiên quyết/ học trước của các môn chuyên ngành trong năm 3. Em đã xem qua lịch Hóa hữu cơ, nếu em chuyển nhóm được môn Bóng Chuyền thì em sẽ đăng kí được môn đó ạ.     Em viết đơn này mong thầy cô xem xét, mở khóa cho em chuyển nhóm môn bóng chuyền để đăng kí được môn Hóa hữu cơ ạ, em chỉ chuyển một môn đó thôi ạ.     Mong nhận được phản hồi từ thầy cô.     Em xin chân thành cảm ơn.",
    "PĐT cho e hỏu là vừa rồi e có thi ạn văn trong trường (21/12/2019) và được 360 qua av1, nhưng đợt 3 e vẫn chưa đăng kí được môn học là sao ạ. Nó yêu cầu chuẩn anh văn",
    "Xin mở rộng sỉ số môn học thép 1 (ci3009) vào sáng thứ 2",
    "Em chào admin cute !!! Đợt 2 đăng kí vừa rồi không hiện tên giáo viên. Hiện đợt 3 này có hiện tên giáo viên dạy nhưng không hủy được môn.  Giờ cho em hỏi là em muốn hủy lớp này đăng kí lớp khác thì phải làm sao ạ, em muốn chọn giáo viên mình học thì phải làm sao  B  ??? CẢM ƠN AD ĐÃ GIÚP ĐỠ",
    "e đăng kí 18 chỉ ở đợt 1 và 2 nhưng ở đợt 3 bị hủy một số môn và e chỉ còn 12 chỉ. e mong phòng đào tạo xem lại và giải quyết giúp e ạ. e cám ơn",
    "chào thầy cô, thầy cô có thể mở thêm sĩ số lớp ME2011 cho e đăng ký được không ạ, mong thầy cô giúp e ạ, em xin cảm ơn.",
    "Em chào thầy/ cô ạ. Em có thắc mắc đó là nếu nộp bằng anh văn với số điểm tương đương 550 hoặc hơn thì sẽ được tính là pass 8 chỉ. Vậy hiện tại em học anh văn 4 trong trường và khi thi pass anh văn 4. Thì lúc đó chỉ tính 2 chỉ của anh văn 4 hay em được tính luôn 8 chỉ của anh văn 1 2 3 4 ạ? Và nếu có, nó có xét trong số tín chỉ yêu cầu để đăng kí môn học năm 2 không ạ hay chỉ để ra trường. Ví dụ năm 1 yêu cầu 28 chỉ, em được tính 8 chỉ rồi thì chỉ cần hoàn thành 20 chỉ đúng không ạ? Em xin cảm ơn",
    "Em xin mở lớp kết cấu bê tông cốt thép 1 đê học song hành với lớp ĐAMH bê tông cốt thép 1(ci2093). Em đã hỏi trong lần đăng kí môn học ĐAMH trong đợt 2 là đăng kí được, mà đợt 3 bị xóa, Mong nhà trường mở lớp để tạo điều kiện cho sinh viên chúng em, hiện tại có rất nhiều bạn sinh viên mong muốn được mở lớp trong đợt này.",
    "Dạ chào thầy cô pdt ạ! Em là   Em viết thư này mong muốn được chỉnh sửa cho môn học đợt 3 ạ. Vì em đã lỡ không đăng kí môn Hóa hữu cơ và môn này Tiên Quyết cho hk1 năm 3, nhưng hôm nay em lên đăng kí thì bị kẹt giờ các môn còn lại và môn này cũng không mở dự thính Em biết điều mình làm là không đúng theo quy chế pdt, nhưng em vẫn hy vọng pdt sẽ giúp đỡ em để kịp tiến độ chương trình ạ. Em cảm ơn.",
    "Em đăng kí av1 nhưng bị báo là avcb chưa có điểm. Em đã thi avcb vào ngày 26/12 rồi ạ. Mong pđt giải quyết giúp em.",
    "Chào thầy/ cô Em tên là   MSSV: Thầy cô cho em xin tăng sĩ số lớp Mạch điện tử ạ Em Xin cảm ơn",
    ". Hiện tại, hệ đại học đại trà, phòng đào tạo chỉ mở 1 lớp hóa lý 1 (ch2003, thứ 2 tiết 456,cơ sở 1) và 1 lớp quá trình thiết bị cơ học ( ch2019, thứ 2, tiết 789, cơ sở 1). Nên em không thể đăng kí được hai môn cùng một lúc. do môn này là môn tiên quyết để kì hè chúng em thực tập nên hiện tại em rất muốn học 2 môn này. em mong phòng đào tạo cho em được đăng kí học 2 môn này, em cam kết sẽ đảm bảo sức khỏe và đảm bảo việc học tập trong quá trình trên. Nếu được thì em phải chuẩn bị giấy tờ nào để được xin học ạ. em cảm ơn.",
    "Em xin huỷ môn học do đăng ký vượt số tín chỉ tối đa khi đăng ký thực tập tốt nghiệp nhưng đã quá thời gian của kết quả đăng ký môn học thì em phải làm như thế nào ạ?  Hiện đang trong thời gian đăng ký môn học bổ sung, nên em muốn xin huỷ 1 môn để đăng ký thực tập tốt nghiệp và đề cương luận văn ạ! Em xin cảm ơn!",
    "Em muốn đăng kí môn anh văn 1 mà hết lớp đã đủ người rồi thì có thể xin vào không ạ ? em cảm ơn!",
    "dạ,do em đang đăng kí bổ sung môn giải tích 2 mà đầy sĩ số các lớp ở cơ sở 2 hết rồi ạ,em xin nhà trường tăng sĩ số lớp thêm ạ.em cảm ơn!",
    "Dạ em chào thầy/cô PĐT, Cho em xin chuyển thời khoá biểu môn Quá trình và thiết bị truyền khối (CH2051) từ nhóm lớp L04 sang nhóm lớp L01 được không ạ? Em cám ơn nhiều ạ!",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. Em có kế hoach đăng kí môn Quản lý dự án cho kỹ sư mã IM2011 vào Thứ 6 tiết 3-4-5 nhưng lớp đã đủ sỉ số. Em xin Phòng Đào tạo tăng sỉ số lớp để em đăng kí ạ. Em xin cảm ơn.",
    "em chào thầy cô ạ thầy cô cho em hỏi giờ em muốn đăng kí thêm sĩ số lớp thì quy trình là phải làm thế nào ạ ",
    "Chào Thầy! Viêc là vào thứ 4 em có tiết 789 mà giờ em muốn đăng kí thêm lớp anh văn 3 để kịp anh văn cho năm 3 nhưng vì lớp mở tiết 456 nên em không thể đăng kí được.Nếu em có thể tự sắp xếp, Thầy cho em hỏi em có thể làm đơn xin đăng kí lớp này không ạ? Em cảm ơn!",
    "phòng đào tạo cho em hỏi là em có nộp bằng toeic chiều ngày 26/12 nhưng hạn nộp lấy dữ liệu là 3,4 giờ chiều 26/12, nên em nộp muộn sau giờ đó nên vẫn chưa được lấy dữ liệu để thẩm tra bằng toeic chuyển điểm nên em mong nhà trường có thể giúp em chuyển điểm sớm nhất có thể để em có thể đăng ký môn học chuyên ngành với ạ, nếu không đăng ký được môn học thì em bị trễ một năm tiến độ học tập ạ, mssv  em cảm ơn nhiều ạ",
    "Em tên:  MSSV:  Nội dung: - Em cần đăng kí môn học Ci3211 để kịp tốt nghiệp vào kì tới. Mà hiện giờ các lớp của môn này đã hết chỗ để đăng kí. ( Còn một lớp đăng kí được, nhưng em bị trùng thời khoá biểu). Nên em xin các thầy, cô ở phòng đào tạo có thể tăng thêm sỉ số nhóm lớp A01, hoặc A02 của môn học Ci3211 (  2) để tạo điều kiện cho em và các bạn có thể đăng kí môn học.   - Em xin chân thành cảm ơn rất nhiều!",
    "Em chào admin em tên  mssv  em khoa xây dựng Trong đợt hiệu chỉnh môn học đợt cuối vào ngày hôm nay 2/1/2020 em không biết là không hủy đăng kí môn được Em xin đề nghị pđt xóa môn Vật lí 2 (mã PH1005 lớp L04_L09) và môn Pháp luật VN (mã SP1007 lớp A02) mà em đã đăng kí để em đổi qua đăng kí môn khác ạ Em xin cảm ơn rất nhiều ",
    "Kính gửi thầy cô pđt trường đh bach khoa em tên  MSSV  THẦY CÔ CÓ THỂ XẮP XẾP TĂNG THÊM SỈ SỐ MÔn IM1013 02 giúp emđược không ạ ?  em xin cảm ơn",
    "Dạ em chào thầy/cô PĐT, Cho em xin chuyển thời khoá biểu môn Quá trình và thiết bị truyền khối (CH2051) từ nhóm lớp L04 sang nhóm lớp L01 được không ạ? Em cám ơn nhiều ạ!",
    "Môn thép 1 là môn tiên quyết bắt buộc phải qua trước năm thứ 6. Để có thể đang ký thí nghiệm công trình. Nhưng bài thi vừa rồi em thấy mình làm không tốt nên muốn đăng ký học lại nhưng lớp đầy rồi",
    "em chào thầy(cô) ạ, em muốn tăng sĩ số lớp L04 môn Bơi lên 58 ạ, em cảm ơn rất nhiều",
    "Chào bạn Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể Bạn vào đăng ký liền nhé Thân",
    "Kính gửi thầy cô pdt trường đh bách khoa. en tên  MSSV , Thầy cô có thể giúp em tăng thêm sỉ số môn MT1005- 39 được không ạ? Em xin cảm ơn",
    "Mong nhà trường giúp e tăng sĩ số môn học môn này để theo kịp tiến độ học tập. mã số môn học: CO3031 Lớp: LO1 hoặc LO3 Em xin chân thành cảm ơn.   i  .",
    "mong thầy cô bộ môn sức bền xem xét mở thêm lớp sức bền để sinh viên mới qua av như bọn em được học ạ.",
    "mssv:  em chào cô ạ. trong thời gian ddkmh hk192 e đã thi qua av và được dk chuyên ngành. nhưng do tới đợt 3 em mới được đăng kí, lúc em vô đăng kí thì full hết lớp rồi. em mong nhà trường có thể tạo điều kiện mở rộng sĩ số cho em để em được tiếp tục học đúng chương trình ạ. em học khoa khoa học và kĩ thuật máy tính. em mong pdt mở rộng sĩ số môn CO3055:    lớp l01, với môn CO2011: lớp L02. em cảm ơn cô rất nhiều. hiện giờ em đang rất hoàng mang do e đang thiếu tín chỉ theo yêu cầu ạ ",
    "Em muốn đăng kí môn Công Nghệ Sợi 1 mã ME2061 nhưng hiện tại lớp đã full, đó là lớp chuyên ngành của em, 1 năm mở đúng 1 lần nếu không học được em sẽ bị trễ ạ. Em xin tăng thêm sĩ số của môn này được không ạ? (Môn chỉ có 1 lớp vào thứ 2 tiết 3456).",
    "dạ cho em hỏi kì này em đang học anh văn 1 cho dù qua thì kì sau em vẫn không được học môn năm 2 phải không ạ? do đợt đăng kí này em không đăng kí được những môn năm 2",
    "Hiện môn tiên quyết ME3033 Kỹ thuật chế tạo 2 đã có điểm, nhưng khi đăng kí môn ME4045 Đồ án chuyên ngành (ct) thì vẫn hiện báo là chưa có điểm; hiện em đang rất cần môn ME4045 để được đăng kí ME4093 Đề cương luận văn nên em muốn hỏi qui trình để được cập nhật điểm nhanh nhất như thế nào để thực hiện, nếu không kịp có thể sẽ không còn chỗ",
    "Tăng sỉ số môn học GIẢI TÍCH 2 ( MT1005) học kì 192",
    "em chào thầy cô ạ thưa thầy(cô) cho em hỏi em năm nay năm 3 mà có môn kĩ thuật lập trình của năm nhất em muốn đăng kí đợt 3 này tại đợt 2 em tìm ko thấy lớp ạ. Nhưng giờ em lỡ đăng kí giải tích 2 ở đợt 2 và giờ không xóa được. Xin thầy cô cho em đổi hoặc xóa lớp giải tích 2 để em đăng kí môn kĩ thuật lập trình năm 1 được không ạ",
    "Dạ em là , MSSV . Dạ trong đợt đăng kí môn học học kì 192 (đợt 2) em có đăng kí môn Anh văn 3 (LA1007) dự định học trong học kì 192. Nhưng do trong đợt thi anh văn vừa rồi, em đã đủ điểm theo chuẩn của trường để qua chuẩn Anh văn 3. Do vậy, em kính mong Phòng đào tạo xem xét và hủy giúp em môn Anh văn 3 (LA1007) trong đợt đăng kí môn học học kì 192 (đợt 3).   Dạ em xin chân thành cảm ơn .",
    "xin nhà trường tăng sĩ số môn học này để em theo kịp tiến độ với các bạn cùng khóa MMH:CO3031 Lop :L01,L03 em xin chan thanh cam on",
    "Em là  Mssv 7. em xin phép phòng đào tạo cho em đăng kí môn học Kết cấu thép 1 CI3009 hiện đang có sĩ số 60/60. Trong kì này môn Kết cấu thép 1 mở 1 lớp. Em xin nhà trường cho em theo học môn học trên để kịp tiến độ hoàn thành thời gian học tập. Em xin cảm ơn.",
    "Dạ thưa thầy, cô phụ trách kỳ em bị trễ anh văn thì vừa rồi em đã thi qua rồi nhưng đợt đăng ký môn học vừa rồi em có đăng ký 2 môn đại cương nhưng giờ nó bị trùng vô lịch đăng ký môn chuyên ngành của em. Em mong thầy, cô giúp em xóa 2 môn đại cương đó để em có thể đăng ký được môn chuyên ngành. Nếu đợt này em không đăng ký được thì em bị trễ mất năm sau. Em rất mong thầy, cô giúp em để em kịp đăng ký môn ạ. Em xin cảm ơn.",
    "Em đã nộp bằng toeic 2 kĩ năng( đọc và nghe) trên mybk và em đã đóng lệ phí chuyển điểm mong PĐT thẩm tra cho e nhằm kịp đăng kí môn học cho đợt 3. Em xin chân thành cảm ơn!",
    "Cho em hỏi, Phòng đào tạo có thể tăng thêm sỉ số ở hai  môn là phương pháp tính và giải tích 2  I",
    "Chào  Em tên là .MSSV:. Vì chưa đủ chuẩn anh văn nên lần đăng kí môn học đợt 1 và 2 e đã không thể đăng kí môn. Em vừa trả anh văn thành công nhưng trong đợt đăng kí thứ 3 thì các lớp học đã bị full sĩ số. Cụ thể lớp   B  Vật lí thực phấm (CH2055) Đại trà và lớp Vi sinh thực phẩm (CH2045) đại trà. Không biết e có thể xin mở thêm sĩ số cho hai lớp này không, nếu được thì em cần phải làm gì? Em xin cảm ơn .",
    "Dạ con tên -MSSV .Hôm nay trường mở đăng ký môn học đợt 3 ,Con muốn học môn chi tiết máy(me2007) nhưng con bị lỗi hệ thống từ tiết 6 -7 .Nay con xin nhà trường mở thêm sỉ số lớp l01-l02( thứ 3 tiết 2345) để con có thể đăng ký và học tập. con xin thay mặt các bạn cảm ơn nhà trường nhiều ạ",
    "Xin cho em hỏi. Em nộp bằng và đóng tiền xét miễn anh văn 1 và anh văn 2 nhưng sao giờ em vẫn chưa đăng ký được anh văn 3 ạ. Em đăng ký thì trên hệ thống ghi là chưa học anh văn 2. Em cảm ơn.",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM Em tên là:  Mssv:  Dạ em viết đơn này để xin phòng đạo tạo cho phép em được CHUYỂN NHÓM MÔN HỌC, vì lý do 1 số môn chuyên ngành được mổ thêm sỉ số, em không đăng kí kịp, xong giờ em bị cấn lịch, không đăng kí được. Những môn này rất quan trọng với em, mong thầy cô giúp em với ạ. Em xin chân thành cảm ơn phòng đào tạo ",
    "Em đã hoàn thành hết 3 môn thể chất rồi, nhưng bây giờ đăng kí môn học thì nó lại bảo là “ Thiếu chuẩn thế chất sau năm 3 “ ( tiên quyết).",
    "Cho em hỏi, đầu năm em có thi anh văn ở trường nhưng chỉ có 290, em không được xếp lớp học anh văn mà vừa rồi, em có kiểm tra anh văn định kì được 345. vậy hiện giờ em có được đăng kí anh văn 1 không ạ? Em mong được giải đáp thắc mắc nhanh nhất có thể ạ. Em cảm ơn.",
    "Em chào thầy cô. Dạ em là SV K 15 hiện tại đã hoàn thành chương trình đào tạo nhưng do thiếu CC ngoại ngữ chưa đăng kí luận văn dc. Ngày 7/1 em mới có CC NN . Nên trong 3 đợt vẫn chưa đăng kí dc nên sắp tới ko có thời khoá biểu . Vậy có ảnh hưởng tới việc đăng kí luận văn đợt bổ sung ngày 4/2 không ạ",
    "Mặc dù đã đc sự đồng ý của thầy hoàng giám đóc trung tâm xoá bỏ tiên quyết để sv  đc học trả nợ nhưng sao vẫn ko thể đki đc ạ em cảm ơn",
    "cho em hỏi là em muốn đăng kí môn anh văn 1, em chỉ có thời gian rãnh vào ngày thứ 2, mà lớp anh văn 1 vào ngày thứ  đã đủ người rồi thì em có thể viết đơn xin vào lớp đó được không? em xin cảm ơn!",
    "Kính chào thầy/cô, em có mong muốn thầy cô hỗ trợ tăng sĩ số môn học này lên thêm được không ạ? Em xin cảm ơn!",
    "e xin được thêm slot môn giải tích 2(MT1005) lớp L07_L12 .",
    "Em tên là:  MSSV:  Học chương trình Việt - Pháp Nôi dung: Em xin tăng sĩ số lớp PO2 Điện tử có mã môn học: 402705. Đây là môn học kỳ chính của em, mong pđt xem xét.   i  .",
    "Trong đợt đăng ký môn học lần 3; em không đăng ký một số môn chuyên ngành được vì trùng thời khóa biểu môn .có cách nào để đăng kí môn chuyên ngành được không ạ. Đợt 2 me không đăng kí được vì chưa đạt chuẩn anh văn.",
    "I   U   QUOTE   CODE :",
    "Em chào cô, Cô có thể tăng sỉ số sinh viên môn Anh văn 1 lớp L04 ngày thứ 2 tiết 8-9-10 được không ạ. Mong cô phản hồi sớm nhất có thể. Em chân thành cảm ơn cô.",
    "E xin được tăng sĩ số môn phương pháp tính lớp L05 hoặc L06",
    "Em xin tăng sĩ số môn cấu trúc dữ liệu và giải thuật nhóm L01_L02.  Hiện giờ đó em đã có lịch, nhưng nếu tăng sĩ số lớp cấu trúc dữ liệu và giải thuật được thì em sẽ thay thế.  Em xin cảm ơn.",
    "Lý do: đợt đăng kí trước em đăng kí những môn năm 2 nhưng qua đợt 3 trường xóa vì chưa có kết quả anh văn 1 nên em bị thiếu chỉ học ở kì tới, em xin được tăng sỉ số 2 môn để em có thể có đủ thời khóa biểu để học ạ Môn Phương Pháp Tính(MT1009) lớp L06 Môn Tư Tưởng Hồ Chí Minh(SP1005) lớp L05 Em mong thầy cô có thể giúp em tăng sỉ số 2 môn ở trên",
    "Kính gửi PĐT Đại Học Bách Khoa TP. HCM. Em là , MSSV:, Khóa K14, Khoa Xây Dựng, Ngành Cảng Công Trình Biển. Đợt đăng ký môn học đợt 2 chính quy em có đăng ký luận văn tốt nghiệp(CI4333) thành công ạ nhưng khi có kết quả lại bị hủy ạ. Lý do hủy là thiếu tiên quyết nhưng em đã học hết và qua hết tất cả các môn của chưng trình đào tạo ạ. Em xin PĐT xem xét Đăng Ký lại cho em môn Luận Văn Tốt Nghiệp(CI4333) của ngành Cảng Công Trình Biển ạ . Em chân thành biết ơn PĐT ạ!",
    "Em là V  khoa cơ khí khóa 2016. Do em bị vướng anh văn toeic để nhận luận văn tốt nghiệp. Em muốn tập trung vào học anh văn để có thể nhận luận văn. Hiện tại trình độ anh văn em chưa đạt được đúng yêu cầu nhà trường, em là sinh viên khóa 16. Lúc đăng ký đợt 2 em không hủy môn học Điện Trong Kỹ Thuật Lạnh (ME4311) vì em chờ kết quả thi anh văn Toeic. Nhưng sau khi có kết quả thi Toeic em không đạt và còn khó khăn về anh văn. Với kết quả anh văn hiện tại thì em đã trễ 1 kỳ nhận luận văn. Em mong là nhà trường có thể hủy môn học Điện Trong Kỹ Thuật Lạnh của em kì 192 của em giùm, để có em có thời gian tập trung học anh văn để có thể ra trường. Em xin chân thành cảm ơn thầy cô đã đọc qua  yêu cầu và giải quyết nguyện vọng của em. Một lần nữa em xin chân thành cảm ơn quý thầy cô.",
    "chào anh chị, em muốn xin tăng sỉ số lớp. môn CNC mã ME4007 lớp A01_A01",
    "em muốn đăng kí môn anh văn 1, em chỉ rãnh vào ngày thứ 2 mà lớp anh văn 1 vào ngày thứ 2 đã đủ người rồi thì có em thể viết đơn xin vào lớp đó đó được không?",
    "vanw kinh gui pdt  em tên la  mssv  em dã nôp bang av từ 1/8/ 2019 là đã qua av cơ bản do em sv k17 av1 300-350 nhưng dợt này em đăng kí thì báo la chưa qua av cơ bản . em mong pdt kiểm tra giúp em",
    "Em chào ad ạ Em là  Mssv  Em đăng ký môn xác suất thống kê vào ngày thứ 4 tiết 345 nhóm lớp A02 nhưng đã hết slot Em mong muốn được mở rộng sĩ số để có thể đăng ký vào học ạ Em cảm ơn ad nhiều",
    "Do đợt 2 em chưa đủ anh văn đầu vào nên không đăng ký được chuyên ngành. Nhưng thi avđv ngày 22/12/2019 và tới ngày 25,26/12/2019 mới có kết quả và chuyên ngành bị trùng môn học đại cương. Em muốn hủy một số môn: +Hóa đại cương(CH1003) +Bóng Chuyền(PE1011) +Giải tích 2(MT1005). Để đăng ký các môn chuyên ngành: +Công nghệ cơ khí 1(IU2019) +Độ tin cậy và đảm bảo chất lượng(IU2007)",
    "Em chào thầy cô, Em tên là ,MSSV: ,LỚP:CK18DET Em đã đk 18 chỉ vài đợt 2,nhưng vào đợt 3 khi xem kết quả ĐKMH thì em phát hiện em chỉ còn 8 chỉ(em đã đủ chuẩn anh văn). Hôm nay em vô đk lại nhưng lại bị hết slot môn KHOA HỌC VẬT LIỆU  Vì vậy, em xin thầy cô mở thêm sĩ số lớp KHVL DỆT để  em đk học kịp tiến độ Em chân thành cảm ơn thầy cô.",
    "Kính thưa thầy cô phòng đào tạo, em là sinh viên K17, trong đợt đaqng kí môn học 191, em thường đăng kí mã số môn học theo tiến độ học tập trong mybk nhưng khi e xem lại chương trình đào tạo thì em thấy mã môn học đồ án(ee3151) lại khác với trong tiến độ học tập của mybk (ee3061) nhưng vì lỡ đăng kí theo trong tiến độ học tập của mybk (ee3061) nên em xin quý thầy cô đổi lại môn học đồ án giúp em theo như trong chương trình đào tạo là (ee3151) , em xin cám ơn thầy cô.",
    "Em xin huỷ môn học do đăng ký vượt số tín chỉ tối đa khi đăng ký thực tập tốt nghiệp nhưng đã quá thời gian của kết quả đăng ký môn học thì em phải làm như thế nào ạ?  Hiện đang trong thời gian đăng ký môn học bổ sung, nên em muốn xin huỷ 1 môn để đăng ký thực tập tốt nghiệp và đề cương luận văn ạ! Em xin cảm ơn!",
    "Em chào ad ạ Em là  Mssv  Em đăng ký môn sức bền vật liệu vào ngày thứ 2 và 3 nhóm lớp A02 nhưng đã hết slot Em mong muốn được mở rộng sĩ số để có thể đăng ký vào học ạ Em cảm ơn ad nhiều",
    "Em xin chào PĐT Em có nhu cầu đăng ký môn học EE3079 lớp A01. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
    "Em xin chào PĐT Em có nhu cầu đăng ký môn học EE3079 lớp A01. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
    "chào thầy cô em xin tăng sĩ số lớp mã môn học ME3031 và ME2011 ạ.mong thầy cô giúp đỡ, em xin cảm ơn ạ.",
    "Em đã cập nhật thông tin online rồi và đã hai lần lên phòng đào tạo để hỏi về việc đăng ký môn học của em. Em đã nhận được hướng dẫn là vào 10h ngày 2/1/2020 em xẽ đăng ký được môn học, nhưng tới nay trên trang ĐKMH vẫn không được mở. Em xin PĐT giúp em mở quền ĐKMH trong kỳ ĐKMH này. Em xin cám ơn!",
    "MSSV:     Truyền số liệu và mạng (EE3019) lớp A01_A01 của giảng viên   .",
    "Tăng sĩ số môn Truyền số liệu và mạng EE 3019 lớp A01 cô ",
    "Em tên là :  Mssv  Sau khi tham gia kì thi anh văn định kì do trường tổ chức thì với kết quả nhận được em quyết định đăng kí môn Anh Văn 3 để kịp tiến độ học tập của mình Tuy nhiên so với thời khóa biểu mà em đã đăng kí trước đó vào đợt hai thì chỉ có lớp L01 và lớp L08 là em có thể tham gia học được. Tuy nhiên mặc dù đã cố gắng đăng kí sớm nhưng sĩ số đã đủ, còn những lớp sĩ số chưa đủ thì em lại không đăng kí được. Em kính mong có thể được xem xét và tăng sĩ số môn học của một trong hai lớp để em có thể tham gia học tập. Em xin chân thành cảm ơi!",
    "Cho em hỏi có thể mở cho em đăng ký vào lớp L27-L49 môn giải tích 2 được ko hông ạ? Vì lúc 9:02 e vào đăng ký thì chưa được, em thoát ra 1 lúc rồi quay lại thì đã hết slot rồi ạ. Em xin cảm ơn.",
    "Kính gửi ban điều hành BKSI, Dạ em tên là  MSSV:  Do anh văn em vừa thi ở đợt tổ chức vừa rồi và đã đạt chuẩn nhưng hiện tại chỗ trống các lớp học đã bị đăng ký hết, nên em xin phòng mở giúp em 3 môn học này với ạ: CI2003 (Cơ lưu chất), GE2009 (Cơ học đá), GE2001 (Cơ sở kỹ thuật dầu khí). Em xin cám ơn ạ.",
    "Tôi là . Vì lý do tôi thiếu một môn học ở nhóm C. Tôi xin được đăng ký bổ sung vào lớp môn   B Điện Tử Công Suất Ứng Dụng   , Mã môn   B EE3079   , lớp   B A02  ",
    "Em muốn xin mở thêm sỉ số môn Anh văn 2 (mã môn học LA1005), lớp A01 chiều thứ 3 tiết 8-9-10. Em cảm ơn",
    "Em xin chào PĐT Em có nhu cầu đăng ký môn học EE3079 lớp A02. Do môn này là môn nhóm C tự chọn của ngành Điện tử - Viễn thông, và kì này là kì cuối của em và em rất cần môn này để đủ điều kiện tốt nghiệp. Em xin PĐT bổ sung môn học này!",
    "Em xin chào thầy/ cô ạ! Em tên là . MSSV: . Trong đợt đăng kí môn học vừa qua, em không đăng kí được môn Phương pháp tính, MT1009. Nên em mong thầy/ cô có thể tăng sỉ số lớp môn Phương pháp tính của thầy , nhóm lớp L12 ạ!  Em xin chân thành cảm ơn!",
    "Em cần đăng kí môn   B Cơ sở laser và ứng dụng   , Mã môn học   B AS3075   , nhưng đã đủ sĩ số. Em chỉ cần học môn này nữa là đủ tín chỉ để tốt nghiệp. PĐT có thể tăng sĩ số giúp em được không ạ? Em có cần lên trực tiếp phòng đào tạo để xin mở sĩ số không?",
    "Dạ em chào thầy cô ! Em xin phép mở thêm sỉ số môn Kết cấu thép 1 ( CI3009) lớp A01 do em cần cải thiện môn này trong học kì sắp đến em mong thầy cô tạo điều kiện giúp e ạ. Em chân thành cám ơn.",
    "Kính gửi: Quý Thầy Cô PĐT Đại học Bách Khoa TPHCM, Em là , sinh viên năm 4 khoa Điện- điện tử, tình hình là trong đợt đăng kí môn học đợt 2, em đã sơ suất đăng kí nhầm môn Vi xử lí (EE2013) dưới CS2 (nhóm L02_L05) trong khi em đang ở gần CS1. Do đó, em mong PĐT có thể xem xét trường hợp của em và có thể chuyển môn EE2013 lên CS1 (nhóm A01_A04) giúp em được không ạ? Vì đang trong giai đoạn đăng kí môn học đợt 3, nên em hi vọng sẽ sớm nhận được hồi âm của PĐT. Em xin cảm ơn và kính chúc Quý Thầy/Cô nhiều sức khỏe. .",
    "Em xin chào quý thầy/cô Em xin phép được hỏi điều kiện ràng buộc môn thực tập điện tử 1 đã thay đổi như thế nào ạ?  Nếu môn học đã trở về điều kiện ràng buộc cũ như phòng đào tạo đã phổ biến cho K18,  em kính mong quý thầy/cô xem xét việc mở rộng sỉ số lớp L18 vì em bị chặn lại ở đăng ký đợt 2.(em được biết sỉ số tối đa là 40/40 ạ vì các lớp  và  cùng học tại CS1)  Dưới đây là mail phản hồi từ khoa về chỉnh sửa điều kiện môn học . Em xin cảm ơn quý thầy/cô.",
    "Dạ em muốn chuyển môn hóa đại cương thành môn trang bị điện 2( giờ học thứ 2 2345( hóa đại cương . Môn trang bị điện 2 345( thứ 2) Do trước đó môn trang bị điện 2 chưa có ra lịch nên em đăng kí vào đợt 2. Sau đó pđt mới ra đăng kí bổ sung môn học cho hệ cao đẳng. Mong phòng đào tạo xem xét cho em được chuyển đăng kí môn mới để đăng kí được môn chuyên nghành. Em xin cảm ơn.",
    "Pđt cho em hỏi vào đợt đăng kí môn học đợt 3 này có được xin mở thêm lớp không ạ? Em cảm ơn !",
    "Do có sự nhầm lẫn nên đợt đăng kí môn học lần 2 em đã đăng kí môn học IM1007 - Quản trị đại cương không liên quan đến ngành của em . Em mong nhà trường có thể xóa môn học này của em được không để em có thể đăng kí những môn học có liên quan đến ngành được không ạ.Em xin cảm ơn ",
    "Hiện tại lớp: + thực tập công nghệ phần mềm, mã môn học : CO3055. + Mô hình hóa toán học, mã môn học: CO2011. đang full slot nên em không đăng ký được 2 môn này, có thể tăng sĩ số hai lớp này giúp em được không ạ .",
    "PĐT có thể mở rộng sỉ số lớp TƯ TƯỞNG HCM (SP1005) mã lớp A02 và thêm em vô được không, em muốn học môn này vào kì 192 nhưng không may hết sỉ số ",
    "em mong muốn phòng đào tạo tăng sĩ số cho nhóm lớp L_07 môn Tư tưởng ",
    "MSSV:    Em đăng kí môn học thí nghiệm công trình nhưng hiện tại chưa có điểm thép 1. Khi có điểm em có thể đăng ký bổ sung sau được không ạ!",
    "Em chào thầy cô, em tên là , mssv , em xin thầy cô tăng thêm sỉ số lớp học môn địa chất công trình CI1043, lớp L04 thứ 3 tiết 789 phòng H6-313 Em cám ơn thầy cô.",
    "Dạ thầy/ cô vui lòng cho em hỏi trường mình có cung cấp giấy xác nhận tình trạng sinh viên bằng tiếng anh hoặc tiếng anh song song tiếng việt không ạ?",
    "Dạ cho e hỏi hôm nay r mới đăng kí môn học kì 2 mà giờ mấy môn học bắt buộc đều kín lớp rồi .giờ e phải làm sao ạ ?",
    "Kính thưa Phòng đào tạo! Em là sinh viên năm nhất ạ,Phòng đào tạo cho em hỏi em có được đăng ký môn của Khoa khác không ạ? Sau khi hoàn thành văn bằng chính quy,em có dự định lấy bằng 2 thì những môn em đã tích lũy của Khoa thứ 2 có được chuyển điểm để rút ngắn thời gian học văn bằng 2 không ạ? Em cảm ơn Phòng đào tạo!",
    "Thầy cô phòng đào tạo có thể giúp em mở thêm 1 sĩ số Môn PE1025 Điền Kinh Nhóm A01 Thứ 6 Tiết 11-12 ở B12-SAN3 CS1 với ạ em cám ơn.",
    "Dạ em chào nhà trường ạ!  Em xin nhà trường mở thêm sĩ số lớp Pháp Luật Đại Cương( SP1003) L03 của thầy . Tiết: 7-8-9 phòng: H6-205 Em mong nhà trường có thể mở thêm sĩ số lớp này để em có thể đăng kí vào học lớp này ạ Em xin cám ơn ạ!",
    "Em chào PĐT, hiện em rất có nhu cầu xin học môn Truyền số liệu và Mạng, mong PĐT mở rộng sĩ sỗ lớp này cho em!",
    "Cho em hủy môn cơ sở thiết kế nhà máy hóa( CH3037 để đăng ký môn công nghệ chế biến khí(CH3155) Do 2 môn trùng lịch nhau. Trong đó môn Công nghệ chế biến khí là môn bắt buộc học để đi thực tập. Em cảm ơn ạ",
    "Chào anh/chị em là sinh viên năm cuối vì thiếu một môn nhóm C nên muốn đăng ký Môn điện tử công suất ứng dụng EE3079, em muốn xin được mở thêm sỉ số lớp để có thể đăng ký được ạ! em xin cảm ơn",
    "Kính gửi nhà trường, Em là , khóa K17, khoa Kỹ thuật Hóa học, Vì đợt đăng ký môn học hệ chính quy trùng với đăng kí môn học hệ cao học nên em đã đăng kí dư môn học vì không biết hệ cao học có mở những môn nào, hôm nay hệ cao học đã có tkb chính thức nên em muốn xin hủy môn Kỹ thuật xúc tác và ứng dụng của hệ chính quy, vì em đã đăng kí được môn Hóa học nano và Công nghệ bột và hạt bên hệ cao học và 2 môn này có thể  chuyển điểm qua hệ chính quy nên việc đăng kí môn Kỹ thuật xúc tác và ứng dụng đã bị dư. Mong nhà trường xem xét hủy môn học trên . Em xin chân thành cảm ơn.",
    "I Em muốn đắng ký lớp bóng bàn L14 vào đợt 3 nhưng lớp đã đủ sỉ số vì kẹt lịch các môn khác nên em không đăng ký được lớp nào khác cho em xin vào lớp L14 bóng bàn được không ạ",
    "Em chào PĐT. Hiện nay em có nhu cầu mở rộng môn Truyền Số Liệu Và Mạng.",
    "Dạ cho em hỏi đkmh đợt 3 này mình xin mở lớp thêm được không ạ. Nếu được thì mình cần làm những gì ạ? Em xin cảm ơn.",
    "Kính gửi phòng đào tạo trường đại học bách khoa Em tên là  ái trong đợt kiểm tra định kỳ em được 355 mà em không đăng kí được anh văn 2 em mong phòng đào tạo giúp đỡ em",
    "ị kẹt lịch học, không đăng ký được lớp khác, muốn xin vào lớp bóng bàn L14 .",
    "ang ký môn học đợt 3 này em muốn hủy môn Đại số tuyến tính(MT1007) nhóm L07_L14 để  Đăng ký môn Quá Trình và thiết bị cơ học là môn tiên quyết để thực tập. Mà PDT ở cơ sở 2 không giải quyết được cho em và kêu em lên hỏi ở Bksi thì em phải làm sao ạ!",
    "Kính gừi phòng đào tạo trường đại học bách khoa em tên là  ái  Do lớp môn truyền số liệu và mạng đã full sĩ số nên muốn tăng sĩ số để em đăng kí em xin cảm ơn chứ bây giờ em muộn lắm rôi",
    "MSSV:  Xin nhà trường mở thêm sỉ số môn sức bền vật liệu ( CI 2007 ) Mã lớp là: 809703. GV:  Bởi vì hiện nay rất nhiều bạn muốn tăng sỉ số để đăng kí môn học. Em đại diện cho các bạn xin nhà trường mở thêm sỉ số. Em xin chân thành cảm ơn và mong được hồi đáp sớm",
    "Em là sinh viên Cao đẳng Bảo dưỡng công nghiệp, theo quy chế về đăng ký luận văn tốt nghiệp thì số ngày Công tác xã hội yêu cầu là 6 ngày, em đã được 6,5 ngày CTXH nhưng không đăng ký được môn luận văn tốt nghiệp với lý do thiếu ngày Công tác xã hội. Mong nhận được phản hồi sớm nhất từ thầy/cô.",
    "Em muốn xin hủy môn SP1003- Những nguyên lí cơ bản của chủ nghĩa . Mong được giải quyết sớm để em đăng kí môn khác.",
    "Kính gửi phòng đào tạo ! Em là sinh viên K15 khoa kĩ thuật Địa chất - Dầu khí. Học kì 191 em có làm luận văn tốt nghiệp vì không đạt yêu cầu nên em bị rớt môn đó. Vì đợt đăng kí môn học vừa rồi em đăng kí thêm một số môn của ngành khác nên bây giờ em muốn muốn huỷ 2 môn để đủ điều kiện đăng kí lại Luận văn tốt nghiệp ạ . 1. CO3001 - Công nghệ phần mềm 2. CO3055 - Thực tập công nghệ phần mềm Kính mong phòng đào tạo có thể xem xét giúp em với để em có thể ra trường sớm nhất có thể ạ !  Em xin chân thành cảm ơn !",
    "Em muốn xin hủy môn SP1003 - Những nguyên lí cơ bản của chủ nghĩa  do đăng kí nhầm. Mong được giải quyết sớm để em kịp đăng kí môn khác.",
    "Em học lớp XD17 bằng 2, xin Phòng đào tạo xem xét tăng sĩ số lớp CI3195 Nền móng - Nhóm A01, Thứ 3 tiết 345. Để em được đăng ký môn học. Lí do: thuận tiện về thời gian đi học và trả nợ được môn học Nền móng. Em chân thành cám ơn.",
    "Dạ thưa ở đợt đăng ký môn học đợt 2 em đã đăng ký  môn Thực tập tốt nghiệp (260661). Tuy nhiên do trung tâm tạo điều kiện cho em được đăng ký bổ sung để trả nợ môn nên em đã đăng ký thêm môn K/th điều khiển tự động (260656). Nhưng đến hôm nay kết quả đăng ký môn học đợt 2 của em vẫn không có môn đăng ký, vậy  em có cần đăng ký lại ở đợt đăng ký thứ 3 không ạ",
    "Tăng sĩ số môn Truyền số liệu và mạng EE3019 Học kì 192 lớp A01 cô .Có thể tăng thêm sĩ số được k ạ. Nhu cầu môn học này rất nhiều bạn ạ. Mà lớp chỉ được mở có 37 bạn thôi",
    "xin nhà trường tăng sỉ số lớp P01 GV: ",
    "Cho em hỏi là kì tới em đăng kí môn thực tập tốt nghiệp và đã thành công và trung tâm bảo dưỡng đã cho phép đăng kí thêm 1 môn học khác nhưng trong đợt đăng kí này em lại không đăng kí được cho em hỏi tại sao ạ ? Em cảm ơn ạ!",
    "Dạ em tên là: , MSSV: ; Em xin phép PĐT tăng sĩ số lớp các môn học sau ạ: SP1005 - Tư tưởng HCM - A04 - thứ 2 (10-11-12); IM2011 - Q.lý dự án cho kĩ sư - A02 -thứ 6 (3-4-5). Rất mong quý thầy (cô) hỗ trợ và giúp đỡ ạ, em xin chân thành cảm ơn.",
    "Em là Lê Hoàng Phúc sinh viên năm 2 Khoa Máy Tính Hiện em muốn học môn CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT vì em đang rất cần môn đó nhưng em đăng kí mà bị xoá vì full lớp rồi ạ Nên em muốn thầy cô có thể tăng sĩ số lớp   B L01-L01 MMH CO2003    được không ạ em nghĩ có nhiều bạn cũng đang muốn đăng kí như em ạ Em xin cám ơn thầy cô",
    "kính gửi phòng đào tạo trường đại học bách khoa  Em tên là   MSSV:  Vì đợt 3 đăng kí môn học đang mở mà em chưa có điểm anh văn 2 trên bảng điểm ( em mới thi anh văn cuối kì vào ngày 26/12) . Em viết đơn  này để xin pdt có thể pass tạm thời anh văn 2 được không ạ để em có thể đăng kí chuyên ngành ạ  Em xin cảm ơn ạ",
    "Em xin chào thầy cô Em có 1 vấn đề muốn hỏi ạ Là trong đợt đăng ký môn học bổ sung đợt 3,em có đăng ký môn vẽ cơ khí msmh: 209037 nhưng em không đăng ký được,hệ thông báo là thiếu môn học trước là vẽ kỹ thuật 2A msmh: 806003 (em có hình ảnh đính kèm ạ)  Mà trong khi đó trong chương trình học của  em không có môn đó, chương trình của em học có môn vẽ kỹ thuật msmh:806010 và em đã học qua môn này rồi ạ Mong thầy cô trả lời giúp em vấn đề này sớm và chỉ em cách khắc phục để em kịp đăng kí môn học ạ Em xin cảm ơn ạ",
    "Em xin được tăng sỉ số lớp mông nhập môn lập trình CO1003 lớp l03_l05 với ạ em cảm ơn",
    "Sinh viên:  MSSV:  Mã môn học: ME3013 Lớp: A02-A04",
    "Em tên  mssv:. Em muốn tăng sĩ số các môn học: nhập môn về lập trình, mã mh: CO1003 nhóm L01_L01. Môn kinh tế học đại cương, mã mh: IM1013 nhóm L02. Môn giải tích 2, mã mh: MT1005, nhóm L03_L05 Tình hình là các lớp đã đủ sĩ số em không đăng kí được rất mong nhà trường giúp em. Em cảm ơn",
    "em tên là  MSSV  em muốn xin phòng đào tạo mở thêm sĩ số môn học điện tử công suất ứng dụng( mã môn học EE3079) em có đăng kí đợt 1 thì hệ thống không xếp lịch được mặc dù em thấy thời khóa biểu em vẫn còn trống. đợt 2 thì full sĩ số đây là đợt đăng kí cuối em mong phòng đào tọa giúp đỡ em đăng kí môn học này vì môn này rất cần thiết cho việc làm đồ án và luận văn ở năm 4 kính mong phòng đào tạo giúp đỡ em xin chân thành cảm ơn",
    "Em tên là  em muốn xin phòng đào tạo chuyển thời khoá biểu môn học EE2019 cơ sở điều khiển tự động. Hiện tại em đang đăng ký lớp L09-L20 tiết 10 11 12 thứ 6 ở cơ sở 2 vì đợt đăng ký trước lớp ở cơ sở 1 hết chỗ hiện tại đã có lớp có chỗ trống nên em muốn xin được chuyển qua lớp A09-A07 tiết 10 11 12 thứ 2 ở cơ sở 1 cho tiện việc di chuyển và học tập ạ. Em mong được sự chấp nhận của trường của khoa cho em được chuyển thời khoá biếu ạ.( Em là sinh viên khoa điện năm 3 nên các môn học còn lại đều trên cơ cở 1 ạ )",
    "Em tên là:  MSSV:  Kính gửi:Phòng Đào tạo Trường đại học Bách Khoa TP.HCM Hôm nay,em viết đơn này xin cho phép được chuyển nhóm môn học.Vì lý do em bị trùng lịch một số môn chuyên ngành.Những môn này rất quan trọng đối với em. Mong thầy cô chấp nhận yêu cầu của em. Em xin cảm ơn!",
    "Em muốn xin tăng sĩ số môn Kiến trúc máy tính  mã môn CO2007 lớp L01_L01 ạ",
    "Kính gửi thầy cô, Vì chuyện gia đình nên vừa qua em đã vắng thi môn Mạch Điện Tử Thông Tin (EE3011), theo như em đã tìm hiểu thì môn học vắng thi sẽ không được tính là học trước, em sẽ không đăng ký được môn Đề Cương Luận Văn Tốt Nghiệp (EE4331), vì môn này yêu cầu EE3011 học trước. Nếu như vậy em sẽ bị trễ hạn ra trường. Sắp bước vào học kỳ 6 năm 3, kính hỏi thầy cô phòng đào tạo có cách nào để hủy môn  (EE1013) mà em đã đăng ký không ạ, vì môn này mà em không thể đăng ký môn MĐT TT (EE3011) ở trên được. Tình hình này là nguy cấp, nếu điều trên không được, phòng đào tạo có thể xếp cho em đăng ký trùng thời khóa biểu luôn được không ạ? Em cám ơn.",
    "Em là sinh viên năm cuối liên thông khoa cơ khí, hiện tại em đang gấp rút hoàn thành các môn học để tiến hành cho kì làm luận văn tốt nghiệp. Trong đó có môn xác suất thống kê em chưa đăng kí được vì đã đạt đủ sĩ số trên MYBK. Như chủ đề của phiếu yêu cầu, em xin phép được phòng đào tạo, ban quản lí đăng kí môn học có thể tăng thêm sĩ số môn học xác suất và thống kê của thầy  tại cơ sở 1. Em mong phòng đào tạo, ban quản lí đăng kí môn học có thể hỗ trợ giúp đỡ tăng sĩ số môn học để em có thể đăng kí và hoàn thành môn học kịp tiến độ để đăng kí làm luân văn tốt nghiệp . Em chân thành cảm ơn, mong nhận được sự phản hồi tích cực và sớm nhất từ phòng đào tạo và ban quản lí đăng kí môn học ạ.",
    "ad ơi cho em hỏi giờ em muốn đăng ký môn sức bền vật liệu ci2007 là môn cơ sở nghành ,môn này rất quan trọng mà bị báo lỗi là không đủ thời gian giãn cách 2 cơ sở do môn tư tưởng đăng ký . giờ không xóa được môn tư tưởng , cho em hỏi là có cách nào để xóa hay hủy hoặc chuyển lớp môn tư tưởng để em đăng ký môn sức bền được không ạ . nếu không được thì cho em hỏi môn sức bền vật liệu ci2007 kỳ dự thính có mở không ạ, hoặc kỳ chính này xin mở thêm lớp được không ạ . em cảm ơn",
    "Kính thưa Phòng Đào Tạo, Đợt 2 đăng kí môn học 192 em có đăng kí môn AEROBIC nhưng sang đợt 3 bị xóa. Bây giờ thì không đăng ký lại được do đã đầy sĩ số. Em xin phép được đăng ký môn AEROBIC lớp L02 ở cơ sở 2, em cảm ơn!",
    "Em xin chào thầy cô, Vì đã bị lỡ đợt đăng ký môn học đợt 2, và 2 môn MT1005 Giải tích 2 và EN3025 Kinh tế tài nguyên và môi trường bị trùng nên kết quả đăng ký môn học đợt 2 của em không có môn EN3025. Liệu có cách nào để em hiệu chỉnh môn MT1005 sang ngày giờ khác để có thể đăng ký môn EN3025 không ạ? Ở đăng ký môn học đợt 3 em thấy môn học MT1005 bị khóa và không thể hiệu chỉnh. Em rất cần môn EN3025 vì môn này là môn chuyên ngành bắt buộc chỉ học kỳ 2 mới đủ sinh viên để mở. Hy vọng nhận được giải đáp của thầy cô. Cảm ơn thầy cô rất nhiều.",
    "Kính thưa PĐT,  Môn Tiếp thị Logistics ME4649 là môn học BẮT BUỘC ở chương tình năm 2 học kì 182 nhưng lần đó em không đăng ký được do bị rớt ra khi sắp lớp.   B Môn này một năm mới mở một lần   . Kì 192 em đăng kí không được do \"Không đủ thời gian di chuyển giữa 2 cơ sở\" tiết 6-7 nhưng chỉ có 2 tuần do thực hành . Em kính mong PDT cho em đăng ký lớp này ME4649 lớp L01 trong kỳ 192 để tiện làm đề cương sau này.",
    "Chào PĐT. Xin cho phép em được hủy môn  được em đăng ký trong Đợt 2. Do em đã vượt quá tín chỉ cũng như sợ học không nổi do có thêm Luận văn trong kỳ này ạ và học liên thông Cao học nữa ạ. Em xin cám ơn và mong được giúp đỡ.",
    "Chào /chị em muốn hủy môn quang điện tử mã môn học EE3125 vì đã đủ môn học và em đã đăng ký quá nhiều nên sợ học không nổi",
    "xác suất thống kê MT2001 Lớp A01  .",
    "cho em xin số của đoàn trường hay bất cứ phương tiện nào cũng được ạ ",
    "em đăng ký môn nên móng CI3195 nhưng không đăng ký môn đồ án song hành là CI3197 vì học kì này nặng quá em nhận thấy em học không nổi nên em bỏ bớt 1 môn đồ án. Như thế có sao không ạ ? nếu học kì sau em đăng ký môn đồ án CI3197 thì có buộc phải đăng ký học lại môn CI3195 không ạ ?",
    "Do đợt 2 đăng kí môn học em đã đăng kí được anh văn 3( mã môn học: LA1007) lớp l13 ( tiết 4 5 6 thứ 4), Sự nhầm lẫn với môn có tiết 7 8 9 nên đã bị hủy. Bây giờ em muốn đăng kí môn vào ngày khác nhưng các lớp l10 và l05 đã đủ sĩ số. Em có nguyện vọng tăng sĩ số lớp l05 và l10 để kịp tiến độ . Em xin chân thành cảm ơn.   i  .",
    "Em xin PĐT tăng thêm sĩ số môn Thí nghiệm hóa hữu cơ (Mã môn học : CH2053 - Nhóm lớp : 03) do nhóm lớp 01 có ít sĩ số nên sẽ bị hủy. Em xin cảm ơn",
    "Kính gửi: Quý Thầy Cô PĐT Đại học Bách Khoa TPHCM, Em là , sinh viên năm 4 khoa Điện- điện tử, tình hình là em đã gần kết thúc năm 4 nhưng vẫn chưa đăng kí được môn ĐCLV (EE4311) do thiếu chuẩn AV sau năm 3 cũng có nghĩa là em sẽ trễ ít nhất 1 năm. Em kính mong PĐT có thể suy xét, chiếu cố cho em để em được đăng kí môn EE4311 (0 chỉ) trong học kì 192 này được không ạ?  Vì đang trong giai đoạn đăng kí môn học đợt 3, nên em hi vọng sẽ sớm nhận được hồi âm của PĐT. Em xin cảm ơn và kính chúc Quý Thầy/Cô nhiều sức khỏe. .",
    "Em chào pđt, hôm nay e viết mail này để xin pđt có thể mở thêm lớp sức bền vật liệ mã MH Ci2007 hiện tại đã có lớp mở vào thứ 2 nhưng do lịch học bị kẹt nên mong pđt mở thêm những lớp khác ở các thứ khác để chúng em tiện hơn trong việc đăng kí môn học để kịp CTĐT ạ . Em cám ơn.",
    "Kính gửi: PĐT Đại học Bách Khoa Em là:  MSSV:  Hiện tại em đang học Trung Tâm Đào Tạo BDCN  Lớp BD16CĐT. Em xin trình bày như sau: Em có đăng ký môn thực tập tốt nghiệp trong kì 2 nhưng bị hủy. Theo em được biết là sinh viên được nợ tối đa là 16 tính chỉ không tính TTTN và TLTN. Hiện tại em còn nợ 8 chỉ anh văn 1 2 3 4, môn điều khiển tự động 3 chỉ và môn mạng truyền thông công nghiệp 2 chỉ. Vậy tổng cộng là e còn nợ 13 tín chỉ. Vậy cho em hỏi sao em lại chị hủy thực tập ? Trong khi chờ PĐT giải quyết e xin chân thành cảm ơn!",
    "Kính gửi thầy(cô). Hiện tại em rất muốn đăng ký môn Sức bền vật liệu(CI2007) nhưng bị trùng lịch môn Địa chất công trình((CI1043). Nên em muốn nhờ thầy(cô)   B mở khóa đăng ký môn học    cho em chuyển nhóm cũng như sếp lại lịch học cho hợp lý. Em rất cám ơn ạ.",
    "em xin đổi thời khóa biểu môn anh văn tiết 8910 thứ 4 ở cơ sở 1 sang cơ sở 2 cùng giờ để thuận tiện cho việc học do em đang học và làm việc ở cơ sở 2 ạ! Rất kính mong quý thầy cô phòng tạo đạo xem xét và chấp thuận! em xin ơn thầy cô!   i    ",
    "tên   Em xin phòng đào tạo tăng sĩ số môn hư hỏng sữa chữa công trình, mã môn CI1051, nhóm lớp A01 của thầy  ạ. Em cảm ơn ",
    "Em muốn chuyển nhóm lớp vì lý do thời gian và giảng viên. Cụ thể em muốn chuyển sang lớp mà giảng viên em dự định xin hướng dẫn luận văn giảng dạy ạ do bình thường biết giảng viên rồi vẫn chuyển được nhưng kỳ này lại không chuyển được ạ.",
    "Em chào thầy/cô Em cần đăng ký 2 môn mà sĩ số lớp đã đủ ạ Em mong thầy/cô có thể tăng sĩ số lớp đại số tuyến tính L09_L17 và lớp vật lý bán dẫn L02_05 cho em đăng ký với ạ! Em cảm ơn ạ.",
    "Em chào PDT ạ, e là sinh viên lớp đại trà thường nhưng e được xếp môn thí nghiệm hóa lí CH2041 là mã TA học tiếng anh( kĩ sư tài năng) . Em có thể lên PDT làm đơn để đổi lớp không ạ vì giờ trên mybk không cho đổi lớp ạ. Môn này rất quan trọng để cuối kì e đi thực tập tốt nghiệp ạ. Em cám ơn.",
    "MSMH : MT1009 Lớp :A02 Giảng viên : .",
    "Dạ em chào thầy/cô Em có thắc mắc là tại sao đợt đăng kí môn học hiệu chỉnh em không chuyển nhóm được ạ, mặc dù nhóm em muốn chuyển vào vẫn còn trống sĩ số lớp và không trùng tkb của em ạ, lúc em phát hiện ra không chuyển nhóm được là cận thời gian hết hạn đki. Bây giờ em có thể làm đơn xin chuyển nhóm được không ạ (  nhóm em hiện tại là 01_02( sáng t6); nhóm em xin chuyển vào sĩ số hiện tại là 18/31 lớp 01_01( chiều t6)  môn EN3013)  Còn môn bóng rổ, hiện tại en thấy là có một số lớp vượt sĩ số ( trên 50bạn) , em có thể xin thầy/cô xem xét mở rộng sĩ số lớp bóng rổ sáng thứ 6 tiết 4-5 ( 32) được không ạ  Em xin chân thành cảm ơn ạ",
    "Hiện tại em rất cần học môn tư tưởng hồ chí minh trong kỳ này, Em mong trường tăng sỉ số lớp tư tưởng SP1005 vào ngày thứ 2 tiết 10 11 12. Do sáng lúc mở đăng ký em đang dự thi học kỳ nên không đăng ký được . Em mong phòng đào tạo chấp thuận . Em xin chân thành cảm ơn .",
    "Dạ em chào thầy/cô PĐT, Cho em xin chuyển thời khoá biểu môn thí nghiệm vật lý (PH1007) từ nhóm lớp L37 sang nhóm lớp L35 được không ạ? Em cám ơn nhiều ạ!",
    "Thưa phòng đào tạo! Em là  MSSV   em có đăng kí môn học đợt 3 hệ đại học chính quy môn Anh văn trong kinh doanh  mã môn học: IM3061   vừa rồi em thi anh văn đầu vào được 465 điểm tức là đủ đk đăng kí môn học nhưng vẫn không dki được . mong PDT giúp đỡ để em dki  được môn học để kịp tiến độ học tập Em xin cảm ơn!",
    "hiện tại em không đăng ký được môn học CI3009 - Kết cấu thép 1 được vì bị Không đủ thời gian giãn cách giữa 2 cơ sở - Môn học CI2029 - Cơ học kết cấu. Vậy nên em kính mong phòng đào tạo có thể tạo điều kiện cho em đăng ký được môn học CI3009 - Kết cấu thép 1 trước khi hết sĩ số và em đảm bảo thời gian di chuyển giữa 2 cơ sở đúng giờ giữa các môn học.Em xin chân thành cảm ơn",
    "Thầy    01 ",
    "em chào admin em là  mssv  khoa xây dựng Em xin admin mở xóa đăng kí môn giúp em tại em không biết đợt đăng kí môn này không xóa môn được ạ em xin chân thành cảm ơn",
    "Tăng sỉ số môn IM3001 lớp A01",
    "B      Em tên là  hiện là sinh viên năm 4 khoa Cơ khí chuyên ngành cơ điện tử chương trình chất lượng cao.     Em xin phép phòng đào tạo tăng sĩ số lớp môn học Công Nghệ CNC lớp CC01_CC01 (mã môn: ME3239) .     Lí do là vì em đăng kí không kịp đợt 1 mà môn này là môn quan trọng trong lộ trình học của em nên em mong phòng đào tạo xem xét giúp đỡ em cho em được đăng kí môn Công nghệ CNC lớp CC01 .",
    "Do em mới đạt chuẩn anh văn trong đợt thi đầu vào 21-12, nên em không sắp xếp được lịch để đăng kí được mấy môn cần học trong học kì này . Cụ thể là môn : Địa chất công trình (CI1043) em có thể đăng kí nhóm lớp L03  nhưng hết slot mong pdt có thể mở thêm sĩ số. Em cảm ơn ạ !",
    "Kính mong thầy cô có thể tăng sỉ số lớp Sinh học đại cương A01, lúc sáng ngày 2/1/2020 do hệ thống đăng kí môn học bị lỗi, em đã qua anh văn 1 nhưng hệ thống vẫn không cho em đăng kí, đến 10 phút sau mới được đăng kí nhưng sỉ số lớp đã đủ. Mong thầy cô giải quyết để em có thể đăng kí và kịp tiến độ học tập ạ.",
    "em muốn tăng sĩ số môn học ee3111 mạng máy tính lớp thứ 5 tiết 789 lên 1 sĩ số để em có thể đăng kí học theo đúng chương trình ạ. em xin cảm ơn",
    "Kính gửi Ban giám hiệu Trường ĐHBK TP.HCM Em là  - MSSV:,lớp VP14XDC. Em muốn hỏi về tổng số tín chỉ tích lũy mà em đạt được.Hiện tại,tính theo tiến độ học tập trên mybk thì em đang có 249 tín chỉ, nhưng trong mục số tín chỉ thì ghi là 245. Em đã gặp phòng đào tạo để hỏi trực tiếp thì được trả lời là 254 tín chỉ(đã cộng số tín chỉ HK191).Nhưng em tính ra là cộng 11 tín chỉ HK191 vào thì số tín chỉ của em sẽ là 256 hoặc 260.Em được biết là phòng đào tạo đã giảm xuống số tín chỉ để nhận luận văn là 257, nên em muốn biết chính xác để có thể viết đơn. Kính mong nhà trường xem xét cho em. Em xin cảm ơn.",
    "Em xin tăng sĩ số môn học: Pháp luật đại cương Mã môn học: SP1007 Tên môn học: Pháp luật đại cương Nhóm: A03 Giảng viên: ",
    "Em chào thầy cô ạ, do lịch học bị trùng và các lớp em còn trống lịch học đều đã đủ sinh viên, thầy cô giúp em mở thêm sỉ số lớp L07 mã môn học SP1007 được không ạ. Em cảm ơn thầy cô rất nhiều ạ",
    "AD ƠI MỞ KHÓA CHO EM MÔN TƯ TƯỞNG HCM SP1005 ĐỂ EM XÓA MÔN VỚI Ạ .RẤT GẤP . EM CẢM ƠN",
    "Em chào cô ạ, Sáng nay em đăng ký môn kỹ thuật lập trình CO1027 nhưng mà hệ thống báo lỗi, bây giờ em vào lại thì em thấy các lớp sĩ số đã đầy đủ hết rồi. Liệu lớp mình có thể tăng sĩ số được không ạ vì em vẫn chưa đăng ký đủ số tín chỉ . Mong cô sẽ giải đáp ạ. Em xin cảm ơn .",
    "Xin cho em hỏi, em vừa làm luận văn xong hồi cuối tháng 5/2019, nhưng do thiếu chứng chỉ Anh Văn nên em không được nhận bằng tốt nghiệp đúng hạn vào tháng 11/2019. Do em không biết là phải đăng kí thêm môn học để duy trì thời khóa biểu học tại trường nên em đã bị gửi giấy đình chỉ 1 học kì. Cho em hỏi là nếu bây giờ em nộp chứng chỉ Anh Văn trước tháng 4/2020 thì em có được nhận bằng tốt nghiệp vào tháng 4/2020 không ạ? Hoặc nếu bây giờ em đăng kí môn học đợt bồ sung từ ngày 2-6/1/2020 để có thể nhận được bằng vào tháng 4/2020 thì có được không? Em xin cảm ơn.",
    "em muốn xin pdt xoa môn bóng chuyền và xac suất thoongs kê để em dky môn suc bền em camr ơn ạ",
    "xin trường mở thêm sỉ số. em đã được phản hồi nhưng lớp vẫn chưa tăng thêm sỉ số, mong được PĐT hỗ trợ lại. Em cảm ơn . Ngoài ra em có đính kèm file hình ảnh của lớp bên dưới.",
    "xin được hủy môn Địa chất công trình thứ 3 tiết 789/giảng viên  cơ sở 2 để được đăng kí môn sức bền vật liệu xin cảm ơn ",
    "Thời khóa biểu của e vẫn chưa được cập nhật trong khi các bạn năm nhất đã có? Như thế là sao ạ",
    "Em chào pđt, lại là em đây Hiện tại em đang thiếu lớp để học môn sinh học đại cương MÃ MH CH2027. Vì vậy mong pđt mở cho thêm lớp này để em tiện cho kế hoạch học của em ạ. Em cảm ơn",
    "Dạ em muốn chuyển sang lớp A02 môn CI3219 để đăng kí thêm môn CI3039 lớp A02",
    "Em tên  Em muốn xin được đăng kí môn ee3019 - truyền số liệu và mạng vì lớp đã hết sỉ số Em đã xin 1 lần nhưng phòng đào tạo bảo sỉ số đã đầy mà sao em vẫn thấy sỉ số lớp vẫn tăng từ 30 lên 35 rồi bây giờ là 37 ạ ?  Em thật sự cần môn này ạ  Em cảm ơn",
    "t trước em lỡ tay bấm xóa Vật lý 2, môn học bắt buộc của hk2, đợt đăng ký lần 3 này tất cả các lớp còn trống đều bị trùng lịch nhưng không thể xóa các môn đã đăng kí được. Vì thế em xin phép nhà trường tăng thêm sĩ số môn Vật Lý 2, lớp L07_L13, mã môn học PH1005. Cảm ơn đã đọc và xin nhà trường xem xét giúp đỡ trường hợp của em.",
    "Em không đăng kí được môn học môn luận văn tốt nghiệp [440303] và môn tự chọn [EE3145], trên trang DKMH ghi là em thiếu môn tiên quyết đối với luận văn trong khi toàn bộ các môn đã liệt kê hoàn toàn là các môn tự chọn không bắt buộc; còn môn tự chọn EE3145 là môn của phân ngành điện năng, nhưng em lại là phân ngành điện tử - viễn thông K13 nên 2  môn được ghi là tiên quyết đã liệt kê em hoàn toàn không học, nhưng theo chương trình cũ em hoàn toàn có thể đăng kí môn này (tương đương) mà không cần môn tiên quyết nào cả. Hiện tại, em đã học hết tất cả các môn học và không thiếu môn nào cả, trừ 2 môn học nói trên. Xin pdt có thể sửa lỗi cho em sớm để có thể DKMH. Em xin chân thành cám ơn.",
    ".. Em chào thầy (cô) ạ  Tại đợt Đkmh lần thứ 2 em bị vướng anh văn nên không đăng kí môn chuyên ngành được nên em đã đăng kí môn Kinh tế học đại cương ( IM1013) nhưng vừa rồi em thi qua được anh văn nên giờ có thể đăng kí chuyên ngành nhưng vì mắc lịch với môn Kinh tế học đại cương nên em không đăng kí được ạ.  Thầy ( cô) có thể xóa hoặc mở khóa môn đó ( IM 1013) giúp em với ạ. Em cám ơn thầy (cô) nhiều ạ",
    "Em muốn xóa môn vẽ kỹ thuật CI1033 nhóm lớp L10-L19 vì bị trừng lịch nhưng khóa mất Em mong ad mở giúp em để em thay thế môn khác ạ Em cảm ơn ad nhiều",
    "Xin chào admin Hiện tại em đang gặp vấn đề rắc rối trong việc xóa môn học để đăng kí chọn thầy cô, ad có thể giúp em mở môn học để đăng kí được không dạ Em rất cảm ơn sự giúp đỡ của ADMIN! Chúc ad một ngày vui vẻ.",
    "Kính gửi quý thầy cô phòng đào tạo, em viết yêu cầu này xin quý thầy cô mở thêm sĩ số lớp xác suất thống kê( MSMH: MT2001 Nhóm lớp:A01) Em xin chân thành cảm ơn.",
    "Em xin phép được đăng ký môn học thí nghiệm công trình CI4011. Trong lúc này môn kết cấu thép 1 là môn tiên quyết chưa có điểm nên em nghĩ sẽ không kịp trong đợt đăng ký bổ sung này ạ. Thêm 1 điều nữa là môn CI4011 chỉ mở duy nhất 1 lớp mã B01, nên em là sinh viên chính quy (đăng ký mã A) không thể đăng ký được ạ. Xin PĐT xem xét để em có thể theo học lớp này để kịp ra trường ạ. Em xin cảm ơn. Chúc quý thầy cô một ngày tốt lành.",
    "Em chào thầy (cô), Em tên  MSSV:  Khoa Môi Trường và Tài Nguyên Em không biết đợt đăng kí bổ sung thì không được huỷ môn học nên vào ngày 23/12 em có đăng kí nhầm một môn là Phân tích hệ thống môi trường (Mã EN2019_lớp L02). Môn này trong học kì của năm 3 em đã học và đã qua môn . Em mong PĐT cho em huỷ môn này trong đợt đăng kí bổ sung này . Em xin cám ơn.",
    "Em bị kẹt lịch nên muốn xóa môn Nhận Thức Ngành CI2065 nhóm lớp L01 Em cảm ơn ad ạ",
    "EM chào admin em tên là G mssv  em khoa xây dựng Trong đợt hiệu chỉnh môn học đợt cuối vào ngày  hôm nay 2/1/2020 em không biết là không thể hủy đăng kí môn được  Em xin đề nghị pdt xóa môn Bóng rổ PE1015 lớpA01   mà em đã đăng kí  Em xin cảm ơn rất nhiều.",
    "Dạ chào ad ạ Em là   Mssv  Khoa cơ khí  Trong đợt đăng kí môn học lần 3 ngày 2.1.2020 này, em xin được đổi thời khoá biếu môn Xác suất thống kê để đăng kí thêm một khác được không ạ? E cám ơn ạ.",
    "Xin chào thầy cô, em tên là  , mssv . Em học Khoa điện. Trong đợt hiệu chỉnh môn học em không biết là không xóa môn được nên đã đăng kí môn tư tưởng HCM SP1005 dẫn đến không đki đc môn chuyên nghành. Em xin đề nghị pđt xóa môn để em có thể được đki môn . Em xin cám ơn",
    "em muốn đăng kí môn quang điện tử - EE3125",
    "Chào quý thầy cô ạ! Tình hình hiện tại của em kí 182 đã bị cảnh cáo học vụ lần 2.Và kì này chưa biết có bị lần 3 hay không.Em muốn hỏi là nếu chuyển điểm anh văn trước hạn cuối là 10-02 (để đủ chỉ không bị cảnh cáo lần 3) thì có tính là không bị cảnh cáo học vụ không ạ?Em cảm ơn SV:  MSSV: ",
    "Em chào admin, Em là   MSSV:  Khoa điện-điện tử. Trong đợt hiệu chỉnh môn học ngày 2/1/2020, em không biết là không thể huỷ môn được. Hiện tại em là sinh viên năm 4 và còn 12 chỉ là ra trường (9 chỉ luận văn và 3 chỉ 1 môn tự chọn). Do em không nắm được quy định không thể huỷ môn nên em đã đăng ký 15 chỉ trong kỳ này. Em xin pdt có thể huỷ môn EE3135 - Kỹ thuật nhiệt lạnh giúp em ạ. Em xin cảm ơn rất nhiều.",
    "Em chào các thầy cô ạ Em tên là  Mssv  Em khoa điện-điện tử Trong đợt hiệu chỉnh hiện tại là ngày 2/1/2020 do em không biết là không xóa được môn học nên em có đăng kí môn   B phương pháp tính,     nhưng do lịch học môn này trùng với thời khóa biểu môn   B mạch điện tử    là môn học trước của nhiều môn chuyên ngành khoa em và do vừa rồi em có bị trễ anh văn một kì nên em xin phòng đào tạo mở khóa cho em hiệu chỉnh lại để kịp tiến độ chương trình đào tạo của khoa em. Em xin lỗi vì sự sơ ý của em Em xin chân thành cám ơn thầy cô rất nhiều",
    "Em chào admin Em tên Trần  Lực mssv  Em học khoa cơ khí Trong đợt điều chỉnh môn học đợt cuối em không biết là hủy môn học được Em có đăng ký nhầm môn những nguyên lý cơ bản của chủ nghĩa mác  (mã SP1003 lớp L03 ) và môn bơi ( mã PE1019 lớp L20 ) , em xin pdt xóa giúp em để em được đăng ký môn chuyên nghành của em , do hai môn đó đụng lịch học các môn chuyên nghành của em nên em đăng ký chuyên nghành chưa được. Em xin cảm ơn rất nhiều.",
    "Admin có thể giúp em không. Em muốn hủy môn Đại số tuyến tính (MT1007) nhóm L07_L14 để đăng ký môn Quá trình và thiết bị cơ học(Ch2019) để có thể kịp để đi thực tập hè quá trình thiết bị sắp tới. Mong admin giúp em!",
    "kính gửi PDT, Do không được tăng sĩ số nên em viết đơn này xin phòng đào tạo cho em đăng kí vào lớp L13 môn LA1007, mặc dù học liên tiếp tiết 6 và 7 nhưng em muốn đi đúng tiến độ học tập, em hứa sẽ đi học đầy đủ và hoàn thành tốt 2 môn học. Mong PDT chấp thuận nguyện vọng của em. em chân thành cảm ơn!   i     .",
    "Xin thầy/cô mở khóa giúp em phần đăng ký môn học để em chỉnh sửa với ạ. Em có một số lí do cá nhân cần chỉnh sửa việc đăng ký môn. Em xin cám ơn nhiều ạ.",
    "Kính gửi Phòng Đào Tạo, em là , MSSV :, sinh viên Cơ Điện Tử chương trình Chất lượng cao. Trong đợt đăng ký môn học học kỳ 192, em có nguyện vọng đăng ký môn Chi Tiết Máy (ME2007) nhóm CC03-CC04 và môn  (MT2001) nhóm CC02. Nhưng hệ thống không cho đăng ký vì lỗi có môn học kết thúc ở tiết 6, bắt đầu ở tiết 7. Hơn nữa, 2 môn kết thúc ở tiết 6 là Thực Tập Cơ Khí Đại Cương 2 (ME2001) chỉ học trong vòng 6 tuần và môn Kỹ Thuật Robot (ME3015) giờ thực hành chỉ học 3 tuần trong cả học kỳ. Mong Phòng Đào Tạo xem xét và cho em đăng ký 2 môn học như trên ạ. Em xin cam kết đi học đầy đủ và hoàn toàn chịu trách nhiệm với những vấn đề phát sinh khác",
    "Nhà trường cho em xin xóa môn của học kì 192 vào đợt đăng kí đợt 3 này được không ạ...do em bị trùng ngành học ạ",
    "Em chào admin ạ Vào đợt đăng kí môn học vừa rồi ( đợt 1) em đã không may đăng kí nhầm môn học không có trong chương trình đào tạo theo Khoa hiện tại của em. Cụ thể đó là môm IM1007-Quản trị đại cương ( nhóm lớp L01) . Vậy, em mong admin có thể mở khóa môn học này để em có thể đăng kí môn học đúng với chương trình đào tạo. Em cám ơn admin. Thành",
    "Chào admin Em tên là  Mssv  Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1 em ko biết là không xoá môn được. Nên em đã lỡ đăng kí môn tư tưởng và cầu lông trùng với thời khoá biểu môn sức bền. Vì môn sức bền khá quan trọng với em, admin có thể mở khoá cho em chuyển giờ 2 môn kia để em đăng kí thêm sức bền được không ạ?  Tư tưởng SP1005 - Nhóm 04 Cầu lông PE 1017 - Nhóm 04",
    "Dạ thầy/cô cho em hỏi là bây giờ mình xin tăng sĩ số của một lớp mình cần làm mẫu đơn như thế nào vậy ạ? Em có coi phần biểu mẫu trên web aao mà chỉ có mẫu phần đăng kí mở lớp thôi ấy ạ. Dạ nếu mình làm đơn rồi thì mình có bắt buộc đi lên phòng đào tạo ở cơ sở 1 để giải quyết không ạ? Em cảm ơn thầy/cô nhiều ạ",
    "Em chào admin. Em tên . mssv . Em thuôc khoa xây dựng. Khoa em có môn  (ci2007) là môn tiên quyết của nhiều môn sau. em vừa đạt chuẩn anh văn 21-12 nên hôm nay 2-1 mới có thể đăng kí được . Nhưng hồi đợt 2 em đã đăng kí môn  (SP1009) tiết 456(cs2) dẫn đến môn  bền tiết 8910(cs1) k thể đăng kí được do k đủ thời gian dãn cách 2 cs. em mong phòng đào tạo có thể mở khóa hiệu chỉnh môn  (SP1009  lớp  L02) để em có thể hiệu chỉnh phù hợp để đăng kí môn  (ci2007). em xin chân thành cảm ơn!  ",
    "Vấn để của em là hk1 em không học môn giáo dục thể chất , hk2 em muốn đăng ký học thì không cho phép đăng ký , em muốn biết lý do ạ em cảm ơn ạ , vấn để 2 là những môn em sẽ rớt ở hk1 thì khi nào em mới được học lại ạ , mong ad sẽ trả lời em sớm ạ ! cảm ơn ad rất nhiều !",
    "Em chào admin Em tên  . Mssv: . Khoa: KHUD Trong đợt đăng kí môn học bổ sung đợt cuối ngày 2/1/2020 em không biết là không hủy đăng kí được Em xin đề nghị PĐT xóa môn Thí nghiệm vật lí(mã PH1007 lớp L54) ngày đăng ký 31/12/2019, mà em đã đăng ký để em đổi qua đăng kí môn khác. Em xin cảm ơn.",
    "Em thi rớt thí nghiệm vật lý không đủ 3 điểm để qua môn. Cho em hỏi có thể thi lại được nữa không. Nếu được thì khi nào thi lại",
    "Em là  sinh viên Việt Pháp khóa 17. Vì có trục trặc trong đợt đăng ký môn học đợt 2 vì lý do chuyển trường nên em chưa đăng ký được vài môn. Em mong phòng đào tạo có thể tăng sĩ số 4 lớp sau để em có thể đăng ký: 1/ Nguyên lý hóa công nghiệp - 601702    Thứ 3 tiết 11, 12    giảng viên:  2/ Sức bền vật liệu - 809703    Thứ 6 tiết 2, 3, 4, 5    giảng viên:  3/ Sinh thái công nghiệp - 610702    Thứ 4 tiết 7, 8, 9    giảng viên:  4/ Biến đổi tín hiệu & ứng dụng - 404710    Thứ 4 tiết 10, 11    giảng viên:  Em mong phòng đạo tạo xem xét. Em cảm ơn!",
    "Dạ thầy/cô cho em hỏi là em cần học môn chuyên ngành học kì này để không bị trễ mà tkb của em bị trùng nên em mong thầy/cô cho em được hủy môn học để đăng kí cho môn chuyên ngành được không ạ? Em cảm ơn thầy/cô nhiều ạ",
    "Theo số  B  183/ĐHBK-ĐTBDCN Trung tâm đào tạo bảo dưỡng hệ cao đẳng có đề nghị sinh viên đăng kí các môn học tương đương   của hệ đại học nhưng khi đăng kí mã môn học của hệ đại học thì lại khong đăng kí được  Mong nhà trường xem xét và giải đáp thắc mắc giúp em với .",
    "Em kính xin trường cho em đổi các môn học (do các môn này đã bị khoá hiệu chỉnh : - ME3225: Kiểm soát và quản lý chất lượng +Từ lớp 02-03: Thứ 3 (Tiết 7,8,9) và Thứ 5(Tiết 8,9,10,11,12) +Sang lớp 02-04: Thứ 3 (Tiết 7,8,9) và Thứ 5 - thí nghiệm (Tiết 2,3,4,5,6) - ME4023: Điều độ trong chuỗi cung ứng +Từ lớp 02-03: Thứ 3 (Tiết 3,4,5) và Thứ 5(Tiết 8,9,10,11,12) +Sang lớp 02-04: Thứ 3 (Tiết 3,4,5) và Thứ 5 - thí nghiệm (Tiết 2,3,4,5,6) Để em có thể đăng ký môn học: - ME3231: Kỹ thuật mô hình hoá +Lớp 01-01: Thứ 2 ( Tiết 2,3,4,5,6), T4( Tiết 8,9,10) và T5 (Tiết 8,9,10)",
    "Chào anh/chị hiện khi em đăng ký môn luận văn thì bị báo thiếu một số môn tiên quyết. Mà tất cả môn tiên quyết em bị báo là thiếu lại là các môn tự chọn và đó không phải là môn tiên quyết nhận luận văn theo chương trình đào tạo khoá k13. Xin anh/chị xem lại.",
    "Em tên , MSSV , xin tăng sĩ số môn học Cơ sở khoa học vật liệu.Mã môn học là : MA1003 Vì đây là môn học mỗi năm chỉ mở một lần, nên nếu không đăng ký được đợt này, em sẽ trễ 1 học kỳ.Mong phòng đào tạo chấp nhận và tạo điều kiện để em có thể đăng ký môn học.Em cảm ơn.",
    "Em chào Admin Em tên là  MSSV:  Em học khoa Xây Dựng ạ Trong đợt hiệu chỉnh môn học đợt 3(cuối) vào ngày hôm nay 2/1/2020 em không biết là hủy đăng kí môn được Em xin đề nghị pdt xoá môn Aerobic (PE1021 -lớp L10)  Em xin cảm ơn rất nhiều ",
    "em chào ad ạ .em thuộc khoa xây dựng. em mới qua chuẩn tiếng anh nên giờ em muốn đăng ký môn sức bền vật liệu ci2007 nhưng hệ thống báo lỗi do không đủ thời gian dãn cách giữa 2 cơ sở vì lịch của môn tư tưởng hcm tiết 789 lớp l03 thứ 3 . em mong ad có thể mở khóa môn tư tưởng hcm để em điều chỉnh để có thể đăng ký được môn sức bền vật liệu . em cảm ơn rất nhiều",
    "Em chỉ vừa mới qua chuẩn anh văn năm nhất ở đợt thi anh văn đầu vào vừa rồi thì đợt đăng ký môn học học kỳ 2(2019-2020) đợt 3 em có được đăng ký không ạ. Em xin cảm ơn.",
    "ME3213 Quá trình thiết kế kỹ thuật A01 Mong phòng đào tạo tăng thêm sĩ số lớp môn học này để e có thể đăng kí được ạ. Em cám ơn .",
    ".. Em xin kính chào quí nhà trường,Em là Lê Hoàng Quân MSSV: . Em hiện là sinh viên Khóa 2015 Chương trình Việt Pháp chuyên ngành Hệ thống năng lượng . Trong đợt đăng kí môn học đợt 2 và đợt 3 (đợt bổ sung và hiệu chỉnh) em có đăng kí luận văn tốt nghiệp nhưng hệ thống báo lỗi là không đủ ngày CTXH tiên quyết. Trước đó em có đăng kí thành công nhưng hiện tại lại mất và bị báo lỗi ạ. Hiện em đã đủ 11/15 ngày để đạt điều kiện nhận LVTN rồi ạ. Kính mong quý thầy cô giải quyết nhanh giúp em để em đăng kí kịp thời ạ. Em xin chân thành cảm ơn!!",
    "Em chào  Em tên  mssv  Em khoa môi trường trong đợt hiệu chỉnh môn học đợt cuối ngày 2/1/2020 em không biết là không hủy đăng kí môn được. Em xin đề nghị phòng đào tạo xóa môn Con người và môi trường (mã EN1003 lớp L01) mà em đã đăng kí để đổi qua đăng kí môn khác ạ. Em xin cảm ơn rất nhiều.",
    "cho em xin tăng chỉ số lớp Đại số tuyến tính L05_0 học ở cơ sở 2 được không ạ",
    "Kính gửi Phòng Đào Tạo Em tên là . MSSSV:  Kính thưa quý thầy cô,em thấy trong học kỳ 192 nhà trường có tổ chức các dạy môn GDTC (1,2,3), em muốn đăng ký để được học 1 trong 3 lớp nhưng được thông báo là không có môn học mở. Vì sao vậy ạ, em muốn đăng ký lớp thì phải đăng ký như thế nào ạ.",
    "Xin chào các thầy/cô. Em là:  - MSSV:. Vào học kì sau em muốn đăng kí học môn xử lý ảnh (EE3035), nhưng theo lịch học hiện tại của em thì em không thể đăng kí lớp A01 mà chỉ có thể đăng kí được vào lớp A02 nhưng lớp A02 hiện nay đã đầy sĩ số. Em mong các thầy/cô PĐT mở thêm sĩ số cho lớp A02 và tạo điều kiện cho em được học môn này vào học kì 192. Em xin cảm ơn.",
    "Gửi phòng đào tạo em tên là . MSSV:  Khoa: Khoa học ứng dụng Trong đợt đăng ký môn học 2/1/2020 em không biết là không thể hủy môn học Em xin cảm ơn rất nhiều",
    "admin giúp em mở khóa đăng kí môn học để em thay đổi xóa môn học. em cảm ơn   i    ",
    "Do đã đăng kí môn học Kết cấu thép 2 nên em không thể đăng kí môn Bê tông cốt thép 3 (trùng thời khoá biểu). Với mong muốn học Bê tông cốt thép 3 để hoàn thành luận văn, em mong được huỷ đăng kí môn Kết cấu thép 2 (Môn học bị khoá không thể hiệu chỉnh).",
    "Gửi phòng đào tạo Em tên là . MSSV:  Khoa: Khoa học ứng dụng Trong đợt đăng ký môn học ngày 2/1/2020 em không biết là không thể hủy môn học Em xin đề nghị PĐT cho em xoá môn Anh văn 1( mã môn: LA1003 lớp: A01) để em đăng ký môn học khác Em xin cảm ơn rất nhiều",
    "Em chào admin Em tên  MSSV:  Em khoa Kỹ Thuật Hóa Học Trong đợt hiệu chỉnh môn học đợt 2 vào ngày 26/12/2019 em không biết là không hủy đăng kí môn được. Em xin đề nghị Phòng Đào tạo xóa môn Hóa Lý 2 mã môn học CH2031 lớp L02 và môn Hóa hữu cơ CH2021 lớp L02 mà em đã đăng kí để em đổi môn học khác. Em xin chân thành cảm ơn.",
    "Em chào admin Em tên  mssv  Em khoa giao thông Trong đợt hiệu chỉnh môn học đợt 3 vào ngày 2/1/2020 em không biết là không thể hủy môn được,do xắp tới em có lịch đột suất trùng với lịch học môn xác suất và thống kê ( mã TR2001 Lớp L03) mà em đã đăng ký ở đợt 2. Em xin hủy môn để chuyển sang giờ khác học ạ. Em xin chân thành cảm ơn.",
    "Em chào admin Em tên  MSSV  Khoa Kỹ thuật Hóa Học. Do bận việc gia đình đột xuất nên em không thể tham gia giờ học lớp Hóa Lý 2 mã CH2031 L02 được . Em xin được chuyển sang nhóm L01 môn Hóa Lý 2 mã CH2031. Em xin chân thành cảm ơn.",
    "Dạ thầy/cô cho em xin được tăng sĩ số lớp của môn cơ lưu chất (CI2003) mã môn học là: L02_L05 lớp của thầy  với thầy  ạ. Các lớp khác đều đủ sĩ số rồi ạ. Em cảm ơn thầy/cô nhiều lắm ạ",
    "cho em xin tăng sĩ số môn học cơ sở khoa học vật liệu MSMH MA1003",
    "Dạ em chào thầy/cô PĐT, Cho em xin chuyển thời khoá biểu môn Quá trình và thiết bị truyền khối (CH2051) từ nhóm lớp L04 sang nhóm lớp L01 được không ạ? Em cám ơn nhiều ạ!",
    "Em chào thầy/cô PĐT, Cho em xin tăng sỉ số môn Anh văn 3 (LA1007) nhóm lớp L10 với ạ, Em cám ơn nhiều ạ.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi môn thí nghiệm hoá lý (CH2041) sỉ số 17/26 thì có bị huỷ lớp không ạ? Em cám ơn nhiều ạ!",
    "Em chào , Em tên , MSSV: . Em khoa Xây dựng, lớp XD15CD02. Em xin pđt xem xét cho em được chuyển nhóm môn học CI3039 từ nhóm A01 qua nhóm A02 ạ. Em xin cảm ơn rất nhiều.",
    "K    Kính gửi PĐT. Mong các thầy cô xem xét tăng sỉ số các lớp học sau ạ: 1) Môn:   B Cơ lưu chất.    MSMH: CI2003 Nhóm Lớp: 7_L22. 2) Môn:   B Đại số tuyến tính    MSMH: MT1007 Nhóm Lớp: 8_L15 Em cảm ơn ạ.",
    "Em chào thầy/cô ạ ! Đợt đăng ký vừa rồi do nhầm lẫn nên em đăng ký nhầm lớp ở cơ sở 1. Mong thầy cô giúp em mở môn để em chuyển về cơ sở 2 học vì hiện tại em đang ở ktx khu A, đi đi về về khá bất tiện. Lỗi này hoàn toàn nằm ở em, nhưng mong thầy cô giúp em ạ. Em xin chân thành cảm ơn",
    "Kính gửi : Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM   B Em tên là :  Mã số sinh viên :     Nay em viết đơn xin được hiệu chỉnh môn đã đăng kí ở học kì này .   B Cụ thể là môn Anh văn 2 có mã số môn học là LA1005 . Trong kì thi Anh văn đầu vào vừa qua em đã vượt qua mức qui định anh văn này và em muốn hủy môn này đi.    Rất mong Phòng đào tạo chấp thuận yêu cầu của em. Em xin cảm ơn !",
    "Em chào admin Em tên  mssv  Em khoa xây dựng Trong đợt hiệu chỉnh môn học đợt cuối vào ngày hôm nay 2/1/2020 em không biết là không hủy đăng ký môn được  Em xin đề nghị pđt xóa môn Anh văn 1(mã LA1003 lớp L04) mà em đã đăng ký để em được đăng ký môn chuyên ngành tiên quyết ạ. Em xin cảm ơn rất nhiều.",
    "Dạ em muốn mở rộng sĩ số lớp. Mã môn học EE3079 Điện tử công suất ứng dụng. Thì cần làm các yêu cầu gì ạ.",
    "Em chào admin Em tên là , MSSV: Là sinh viên khoa Quản lý công nghiệp Trong đợt 2 ĐKMH em có đăng ký môn học Kế toán quản trị(IM2019) nhóm L02, tuy nhiên lúc đó chưa biết  Giảng viên phụ trách ở các nhóm. Trong đợt 3 ĐKMH đã biết Giảng viên phụ trách, em có nguyện vọng muốn đổi sang nhóm L01 nhưng đã bị khóa và không hiệu chỉnh được . Do em đã từng học môn này và rớt, nên trong học kỳ tới, nếu được học với GV cũ sẽ thuận tiện cho việc trả nợ môn (do đã quen cách làm việc và đã có rút kinh nghiệm từ lần học trước). Em rất mong admin có thể giải đáp cũng như chỉ em có cách nào để em chuyển nhóm cho môn học này không ạ. Nếu được em kính mong PĐT có thể mở khóa cho môn học IM2019. Em xin cảm ơn rất nhiều.",
    "Kính chào quý thầy cô, anh, chị!  Em hiện tại là sinh viên khóa K2013, đã học những hoàn thành môn học:  Giáo dục thể chất 3 (mã MH 005011)  Nhưng hiện tại đăng ký môn học đợt 2 và đợt 3 cho HK192 thì bị hệ thống báo lỗi là chưa học môn tiên quyết Giáo dục thể chất (GDS_3) nên không được phép đăng ký  Kính mong quý thầy cô, anh chị kiểm tra giúp em ạh hời hạn đăng ký môn học đã gần hết Vì bị lỗi này mà những môn học em dự định đăng ký giờ đã hết slot đăng ký huhu   Em buồn quá mà!!             Em xin trân trọng cảm ơn                 _ 5",
    "Em bị trễ đóng bảo hiểm ý tế của trường và em nên làm sao ạ, em nên lên trường xin giấy đống trễ để đăng ký lại không ạ và tiền lần trước đã đóng thì có cần đóng lại không ạ",
    "Dạ em chào admin ạ, Cho em hỏi là phòng đào tạo có thể giúp em chuyển nhóm A01 môn CƠ SỞ ĐIỀU KHIỂN QUÁ TRÌNH CH3031 sang nhóm A03 (Học tiết 3-5 thứ 5) cùng môn học không ạ? Do là em đang rất cần đăng kí môn vẽ kĩ thuật (CI1003), nhưng lớp em có thể học duy nhất lại trùng với thời khóa biểu môn CƠ SỞ ĐIỀU KHIỂN QUÁ TRÌNH, nên em xin nhờ phòng đào tạo đổi giúp em để em có thể đăng kí được môn VẼ KĨ THUẬT cho kì này ạ. Em cảm ơn ạ, Họ và tên:  - MSSV: ",
    "Tăng sĩ số môn học Mạch điện tử thông tin.",
    "Thầy/cô cho mở khóa cho em môn thể dục bóng chuyền mà kỳ 2 em đăng ký để e chuyển nhóm môn bóng chuyền vì giờ học môn đó trùng với nhiều môn quan trọng trong kỳ này của em.Mong thầy cô thông cảm cho em.Em cảm ơn nhiều ạ",
    "Em là học sinh lớp HC13HC19HOA3. Em có đăng kí môn Thí nghiệm vật lý lớp L39 cho HK192 nhưng bị kẹt giờ. Em xin nhờ thầy cô mở thêm sĩ số lớp L16 cho em đăng kí. Em cảm ơn ạ.",
    "Em có học avcb ở hk 191, em định đăng kí av1 ở hk 192 mà không được, do chưa có điểm avcb. Mong phòng đào tạo giúp em đăng kí được môn av1 nhóm L04( T2 tiết 8,9,10) ở cs2. Em xin cảm ơn",
    "Chào thầy/cô, em tên là  lớp HC19HC08 trong đợt đăng ký môn học đợt 1,2 em có đăng ký lớp Thí nghiệm Vật Lý nhóm L51 vào tiết 2,3 ngày thứ 5 nhưng vì bị kẹt giờ cho hoạt động khác nên em muốn đổi sang nhóm L30. Mong thầy/cô mở khoá đăng ký môn để em đổi ạ. Em xin chân thành cảm ơn.",
    "Em tên là , MSSV . Vì gặp phải một số vấn đề về việc đóng học phí, cụ thể là bản thân em cho rằng mình đã đóng học phí ngay từ đầu năm, mail báo của nhà trường là gửi chung cho toàn trường nên em không biết mình còn thiếu 1 khoảng tiền trong học kì, tới khi kết quả đăng ký môn đợt 2 của em bị hủy thì em mới biết. Bây giờ khi mở đăng ký đợt 3 thì những môn bắt buộc học của khoa em đều đã đủ sỉ số. Em chỉ mới đăng ký được môn hóa đại cương (L10_L28). Những môn em còn thiếu là giải tích 2, vật lý bán dẫn và phương pháp tính. Mong nhà trường xem xét và hỗ trợ. Em thành thật xin lỗi, vì sự bất cẩn của mình  mà đã dẫn đến rắc rối này.",
    "Em xin mở thêm sỉ số lớp môn anh văn 2 LA1005 nhóm A02 thứ 2 tiết 4,5,6",
    ". Em xin mở thêm sĩ số lớp Đồ án Tổ chức thi công, mã môn học CI4127, lớp B01 do cô  hướng dẫn.",
    "Em tên  MSSV  xin tăng sĩ số môn học đồ án tổ chức thi công mã môn CI4127. Em xin cảm ơn!",
    "Em khoá 18, em đăng ký môn học cho Hk2 rồi nhưng sao chưa thấy thời khoá biểu Hk2 đâu hết. Mong các anh chị giải đáp và cho em thời khoá biểu mới ạ",
    "Em đã thi anh văn đầu vào hồi đầu năm 1 ở trường và được 600 điểm,em đã chọn không đăng ký xếp lớp anh văn ở trường . Nhưng bây giờ em đã lên năm 2 và muốn đăng ký học anh văn ở trường để ôn lại tiếng anh. Nên em đã đăng ký học anh văn 4, thì em thắc mắc là em có phải học thêm anh văn 1,2,3 nữa hay không. Em cảm ơn  .",
    "Em đăng kí môn sức bền vật liệu và an toàn lao động. Nhưng sau khi xem lại lịch thì em thấy tiết thí nghiệm của sức bền vật liệu trùng với môn an toàn lao động, tuy nhiên kểt quả đợt 3 em không bị xoá môn nào hết ạ. Kính mong thầy cô xem xét lại 2 môn trên giúp em. Em cám ơn ạ.",
    "Em muốn đăng ký làm đồ án tổ chức thi công nhưng lóp đồ án đầy rồi trong khi lớp học còn trống.",
    "Kính gửi thầy/ cô  em tên là :  , Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp . Thầy, cô cho em hỏi về việc đăng ký môn Giải Tích 1 ( MT1003). Bên phòng học vụ trung tâm  đã có thông báo về việc môn toán 1 (006601) chuyển thành môn Giải Tích 1 . nhưng sao lên Đăng Ký môn học trên MyBK thì vẫn không Được ạ . Kính mong Thầy , cô xem xét giúp em để em được đăng ký không bị trễ hạn đăng ký môn học boror sung đợt 3 ạ",
    "em là nguyễn xuân khải  em muốn pdt xóa môn bóng chuyền ngày thư  2 để em đăng ký môn sức bền vật liệu nếu ko em trễ tiến độ , em xin chân thành cảm ơn",
    "Dạ thưa thầy cô, em tên  MSSV 170009, là sinh viên TTDT Bảo Dưỡng Công Nghiệp, dạ em đã đăng ký môn Mác và môn học đã khóa nhưng đợt hiệu chỉnh này em cần học một số môn chuyên nghành bị trùng vào lịch học môn Mác, nên em muốn hỏi, em có thể chuyển lịch học môn Mác trên hệ thống để đăng kí các môn chuyên nghành khác được không ạ. em cảm ơn",
    "Môn hoá hữu cơ (CH2021) - lớp A04 thứ 6 tiết 10-12",
    "Em chào admin, em là , MSSV . Trong đợt hiệu chỉnh đăng kí môn học đợt 3 em không biết là không thể hủy đăng kí môn học được. Em xin đề nghị phòng đào tạo hủy giúp em môn Anh văn 3 (LA1007) mà em đã đăng kí để em đổi qua đăng kí môn khác ạ. Em xin chân thành cảm ơn.",
    "Em tên  mssv  khoa xây dựng. Em xin thầy/cô mở khóa môn học để em có thể chuyển nhóm môn học.Lí do là em bị kẹt lịch môn chuyên nghành ạ.",
    "Em chào admin  Em tên  Trường MSSV: Em khoa Hóa Trong đợt hiệu chỉnh môn học đợt cuối này em muốn đằng kí môn hóa lí 1 (Mã CH2003 lớp A01) mà không đăng kí được vì em bị lỗi đăng kí kết thúc tiết 6 bắt đầu tiết 7 nên  Em xin PĐT xem xét cho em được đăng kí lớp hóa lí 1 này để em học kịp tiến độ chương trình Em xin cám ơn ạ",
    "i với môn học tự chọn, em đã học 4 môn tự chọn so với chương trình đào tạo là 3 môn. vậy đtbtl của em sẽ tính 4 môn hay 3 môn cao nhất? còn điểm tbtl ngành thì em sẽ được tính như thế nào trong trường hợp trên. em cảm ơn. mong nhận được phản hồi nhanh nhất có thể.",
    "Cho em hỏi đăng kí môn học đợt 3 có thể xin tăng sỉ số môn học không ạ? Và cần làm như thế nào ạ? Em cảm ơn ạ!",
    "Em chào admin Em tên  MSSV: Khoa kỹ thuật hóa học chuyên ngành hóa vô cơ Trong đợt hiệu chỉnh môn học này em muốn đăng ký môn HÓA LÍ 1 (CH2003 lớp A01) mà không đăng kí được vì bị lỗi không được học liền tiết 456 và 789 Em xin PĐT cho em đăng kí môn học này trong đợt đăng kí bổ sung để em kịp tiến độ với chưng trình ạ em xin cám ơn",
    "Em muốn chuyển môn ph1005 sang lớp l06-l12",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: . Hiện tại, em là sinh viên bằng 2 khoa Khoa học và Kỹ thuật Máy tính, nghành Khoa học Máy tính. Em kính mong Phòng Đào Tạo tăng sĩ số lớp LO2, môn Cấu trúc rời rạc cho KHMT (CO1007). Kính mong Phòng Đào Tạo có thể cho em đăng ký được môn học này trong học kỳ này. Vì môn học này là môn cơ sở để em có thể đăng ký những môn học tiếp theo. Em xin cảm ơn.",
    "Em học chương trình Việt Pháp, môn Pháp luật Việt Nam(008001) có trong chương trình học năm nhất của em, và chỉ mở trong kỳ này. Hiện em đăng ký để học lại để nhưng không đăng ký được. Mong phòng đào tạo cho em đăng ký để em có thể hoàn thành môn học.",
    "Pháp luật Việt Nam đại cương - Lớp L07 - Thứ 3 tiết 2-3-4",
    "Em muốn tăng sĩ số môn học MA1003 . xin cảm ơn",
    "Em chào cô Em muốn dằn ký lớp bóng chuyền mà đã hết lớp, bên trường có thể tăng sĩ số lớp bóng chuyền L20 cho em được không ạ. Em cảm ơn ạ!",
    "Cho em xin đăng kí thêm môn pháp luật đại cương lớp L01 vì em chỉ đăng kí được 13 tín chỉ",
    "Dạ vừa qua e có hỏi về việc bị hủy môn học CI3043 - kỹ thuật thi công và được Admin trả lời là xem lại cấu trúc môn học, đối với cấu trúc môn học mới em thiếu môn \"Đồ án bê tông cốt thép 1\" nhưng trường hợp này là vì PĐT mình cập nhật trễ cái cấu trúc môn học cho môn CI3043 - Kỹ thuật thi công đó ạ chỉ mới cập nhật trong đợt đăng ký môn học lần 3 của học kỳ 192 này nên hồi đăng ký môn học của học kỳ 191 vẫn để yêu cầu củ là chỉ cần học trước môn \"bê tông cốt thép 1\" và học song hành môn \"nền móng\" nên em không lường trước được trường hợp này và không đăng ký môn \"đồ án bê tông cốt thép 1\" mà để tập trung học toeic do đó qua kỳ này em không đăng ký được môn \"kỹ thuật thi công (CI3043)\". Trong kỳ này (192) em cũng đã đăng ký học được môn \"đồ án bê tông cốt thép 1\" nên không biết em có thể làm đơn xin đăng ký học luôn môn kỹ thuật thi công (CI3043) trong kỳ này được không ạ tại vì môn kỹ thuật thi công (CI3043) nó sẽ là môn học trước của môn \"tổ chức thi công\" và môn \"đồ án thi công\" nên nếu không được đăng ký học trong kỳ này sẽ dẫn đến nhiều môn ở các kỳ tiếp theo. Mong PĐT xem xét ưu tiên cho em được học môn \"kỹ thuật thi công\" (CI3043) trong kỳ này. Cảm ơn ạ.",
    "Em xin rút môn học pháp luật đại cương mã môn học sp1007 để đăng ký một môn cơ sở ngành của khoa em vì nếu không đăng ký môn đó kì sau em sẽ không học được 2 môn . em xin cảm ơn ạ",
    "Chào thầy/cô ạ! Cho em hỏi..do vấn đề sức khỏe nên em kh check mail để cập nhật lý lịch sớm nên không thể đăng kí môn học. Thì bây giờ em phải làm sao ạ? Em cảm ơn thầy/cô!",
    "Kính gởi Phòng Đào Tạo, Em tên , MSSV , lớp XDDDB2K2015 Cho em hỏi kỳ vừa rồi em không đăng ký được môn học nên bị “Tạm dừng”, hôm 27/12/2019 em có làm đơn “Xin thu nhận lại” (File ) nhưng hiện tại em đăng ký môn học không được Lý do “Tạm dừng” Kính mong quý PDT xem xét cho em được DKMH để tiếp tục học tập ạ. Xin chân thành cảm ơn! ﻿ ﻿Tran Thanh Dieu ﻿SDT [phone_number]",
    "Kính gửi PDT, em tên , mssv: . Em là sinh viên khoa Kỹ Thuật Giao Thông ngành CNKT Ô Tô.  Do những lần đăng ký môn học trước em không đủ điều kiện để ký môn và nay đợt 3 mở thì lớp hết sĩ số.  Nay Em xin PĐT mở thêm sĩ số lớp Kỹ thuật chẩn đoán và bảo dưỡng ô tô mã  MH TR4021 để em có thể đăng kí và học kịp tiến độ học tập ạ. Vì môn này ảnh hưởng lớn đến quá trình học nên em rất mong được PĐT hỗ trợ ạ. Em xin chân thành cám ơn.",
    "dạ cho e xin chuyển thời khóa biểu môn kỹ thuật chiếu sáng EE3099. tkb ban đầu của e là lớp A01_A02 t3 101112 và CN 789. e muốn xin chuyển sang lớp A01_A03 t3 101112 và t7 101112. e xin chuyển tkb để học 2 môn liền nhau vào ngày t7 để k phải học t7 và CN ạ",
    "Em chào ad ạ,em thuộc khoa xây dựng,em mới qua chuẩn tiếng anh nên giờ em muốn đăng ký môn sức bền vật liệu ci2007 nhưng hệ thống báo lỗi đó trùng thời khóa biểu với môn anh văn 1 thứ hai tiết 8 9 10 lớp L04,em mong ad có thể mở khóa môn anh văn 1 cho em để em điều chỉnh để có thể đăng ký được môn sức bền vật liệu,em cảm ơn rất nhiều ạ.",
    "Kính gửi quý thầy cô phòng đào tạo, em viết yêu cầu này xin quý thầy cô mở thêm sĩ số lớp xác suất thống kê( MSMH: MT2001 Nhóm lớp:A02) Em xin chân thành cảm ơn.",
    "Em tên là  sv Ngành Kt Tàu Thủy, hiện tại em muốn đăng kí môn Nhập môn kĩ thuật TR1001. Theo em được biết thì kì này có mở 1 lớp, nhưng em đăng kí không được mặc dù có cùng mã môn học. Em mong trường có thể tạo điều kiện cho e học môn này ạ. Em xin cảm ơn, rất mong nhận được sự phản hồi của thầy/cô ạ.   i     .",
    "Hóa Hữu cơ/CH2021  Xin mở thêm sĩ số môn học CH2021 mã lớp A01",
    "Kính gửi pđt, hiện nay đang đợt đk môn học hk2 đợt 3, mà môn cơ lưu chất mã môn học ci2003 đã đều đã full sĩ số, kính mong pđt có thể mở thêm lớp hoặc tăng sĩ số lên cho chúng em đăng kí thêm được không ạ, hiện tại cũng còn khá nhiều bạn chưa đăng kí được ạ. Em xin cảm ơn.   i  .",
    "Hóa Hữu cơ/CH2021  Lớp thầy  mã A01",
    "dạ pđt cho e xin chuyển tkb môn bóng chuyền PE1011. tkb hiện tại của e là lớp bóng chuyền A02 thứ 2 tiết 23. e muốn chuyển sang lớp bóng rổ lớp A06 thứ 6 tiết 23. Sĩ số lớp đó đang là 61/60. e mong pđt mở thêm sĩ số lớp đó để e dki ạ. e muốn chuyển tkb để dki môn chuyên ngành vì nó mới mở thêm vào đợt 3 vào sáng thứ 2. môn chuyên ngành này chỉ còn vài bạn vì e là khóa cao đẳng bảo dưỡng cuối cùng của trường. e mong pđt giúp đỡ để e có thể hoàn thành môn học ạ. e xin cảm ơn.",
    "CH2021/A04  Hóa hữu cơ thầy  mã A04",
    "Em lỡ đăng kí nhầm giờ rồi, bây giờ đợt 3 em lên xin phòng đào tạo xóa môn đó để em đăng kí lại môn khác được không ạ? Tại vì môn em đã đăng kí trùng với lịch môn tiên quyết của em, em phải đăng kí đươc môn tiên quyết. Đợt 3 em lên nhờ phòng đào tạo xóa dùm được không ạ? Em chỉ xin chuyển thời khóa biểu sang giờ khác thôi ạ. Chứ không phải là rút môn hôn ạ.",
    ". Em bị huỷ đăng kí AV1 vì lý do kết thúc tiết 6 bắt đầu tiết 7 vào bữa t2. Em xin phòng đào tạo cho em được đăng kí môn AV1 vào bữa t2 luôn được không ạ?",
    "Em chào  Em tên  MSSV  Khoa cơ khí Sau khi kết thúc hiệu chỉnh môn học đợt 2 em bị xóa môn Vật lí 2(mã PH1005 lớp L04_L09) Em muốn đăng kí lại nhưng lớp đã đủ sỉ số Em xin được mở rộng sỉ số lớp này ạ Em cảm ơn rất nhiều",
    "Em chào ad ạ Em tên là _MSSV__khoa KTXD Em vừa qua được anh văn để được đăng kí môn học ạ nhưng mà đợt 3 bổ sung này không cho hiệu chỉnh vì vậy mà môn sức bền vật liệu(ci2007) bị kẹt lịch với môn giải tích 2 đã đăng kí đợt 2 vì vậy em mong ad có thể mở khóa cho em hiệu chỉnh môn học để được đăng kí môn học ạ, không đăng kí được môn sức bền em đã bị chậm do thiếu anh văn kì 1 rồi giờ mà bị kéo dài thêm kì này nữa là khả năng học chậm tiến độ rất cao ạ. Em cảm ơn ad.",
    "Chào admin Do có sự nhầm lẫn nên em có đăng kí nhầm môn học IM1007 -Quản trị đại cương (lớp L01) không liên quan đến ngành học của em .Mong admin mở khóa môn này để em có thể đăng kí đúng theo chương trình học.Em cảm ơn",
    "Em kính chào các thầy cô Phòng đào tạo. Em muốn xin các thầy cô cho em được hiệu chỉnh lớp học Thí nghiệm Vật lý (PH1007) từ nhóm L40 sang nhóm L14 hoặc nhóm L47 ạ. Lí do: Em bị kẹt lịch học Anh văn và em vừa mới được biết lịch lại vào hôm qua. Em biết là đợt 3 không được hiệu chỉnh nữa nhưng em mong các thầy cô xem xét cho em. Em xin chân thành cảm ơn ạ.",
    "Em xin chào ad Em là -MSSV: Em xin phép được huỷ môn TT nhận thức ngành CI2065 và môn vẽ kĩ thuật xây dựng CI1033 vì đăng kí nhầm và kẹt lịch ạ. Mong PĐT xem xét giúp em. Em cảm ơn. ",
    "Em xin được mở sỉ số của môn CI2003 (Cơ Lưu Chất) lớp L01_L04 ạ. em xin cảm ơn.",
    "Em chào admin Em tên   MSSV:  Em khoa Kỹ Thuật Hóa Học Trong đợt hiệu chỉnh môn học đợt 2 vào ngày 26/12/2019 em không biết là không hủy đăng kí môn được. Em xin đề nghị Phòng Đào tạo xóa môn Hóa Lý 2 mã môn học CH2031 lớp L02 mà em đã đăng kí để em đổi môn học khác. Em xin chân thành cảm ơn.",
    "dạ pđt cho e xin chuyển tkb môn bóng chuyền PE1011. tkb hiện tại của e là lớp bóng chuyền A02 thứ 2 tiết 23. e muốn chuyển sang lớp điền kinh lớp A08 thứ 3 tiết 11 12. e muốn chuyển tkb để đăng kí môn chuyên ngành vì nó mới mở thêm vào đợt bổ sung ngày 25 26. môn chuyên ngành này chỉ còn lại vài bạn vì e là khóa cao đẳng cuối cùng của trường. e mong pđt giúp đỡ để hoàn thành môn học. e xin cảm ơn.",
    ".",
    "Em chào admin Em tên Trương Quang Khải MSSV:  Em khoa Kỹ Thuật Hóa Học Trong đợt hiệu chỉnh môn học đợt 2 vào ngày 26/12/2019 em không biết là không hủy đăng kí môn được. Em xin đề nghị Phòng Đào tạo mở thêm sỉ số lớp Hoá Hữu Cơ mã môn học CH2021 lớp L04. Em xin chân thành cảm ơn.",
    "Dạ môn giải tích 2 em chưa đăng kí được vì các lớp đã kín giờ e phải làm sao ạ ?",
    "em chào admin em tên Nguyễn Văn Thuần MSSV  em khoa Vật Liệu em Xin đề nghị pđt xóa cho e môn bơi PE1019 và tăng sĩ số môn: Cơ Lưu Chất : CI2003 Kĩ thuật Điện-Điện Tử : EE2011 Cơ Sở Khoa Học Vật Liệu : MA1003 Vật lý chất rắn : MA2001 Đo lường và tự động hóa : MA2003 Cơ học máy : ME2077   Truyền nhiệt và thiết bị trao đổi nhiệt : ME2079    e xin cảm ơn rất nhiều",
    "Em chào ad ,em thuộc khoa xây dựng,em mới qua chuẩn tiếng anh nên giờ em muốn đăng ký môn sức bền vật liệu ci2007 nhưng hệ thống báo lỗi đó bị trùng tkb với môn đường lối Cách mạng thứ hai tiết 4 5 6 lớp L02 ,em mong ad có thể mở khóa môn đường lối để em điều chỉnh để đăng ký môn sức bền vật liệu,em xin cảm ơn rất nhiều.",
    "Dạ pđt cho em xin chuyển tkb môn Những nguyên lí cơ bản của chủ nghĩa  (001001). Tkb hiện tại của em là lớp Những nguyên lí cơ bản của chủ nghĩa  A01 thứ 2 tiết 10 11 và thứ 3 tiết 345. Em muốn chuyển sang lớp Những nguyên lí cơ bản của chủ nghĩa  A02 thứ 2 tiết 8 9 và thứ 3 tiết 10 11 12. Hiện tại sĩ số lớp đó đang là 59/141. Em mong phòng đào tạo mở thêm sỉ số lớp đó để em có thể đăng kí được ạ. Vì em muốn chuyển tkb để có thể đăng kí được môn chuyên ngành vì mới mở thêm vào đợt 3 vào sáng thứ 2. Môn chuyên ngành này chỉ còn vài bạn vì em là khóa cao đẳng bảo dưỡng cuối cùng của trường. Em mong pđt giúp đỡ để em có thể hoàn thành môn học ạ. Em xin cảm ơn.",
    "Xin thầy/cô mở khóa giúp em phần đăng ký môn học ạ em muốn đăng ký bổ sung môn học ạ. Em cám ơn thầy/cô nhiều ạ.",
    "Dạ pđt cho em xin chuyển tkb môn Những nguyên lí cơ bản của chủ nghĩa  (SP1003). Tkb hiện tại của em là lớp Những nguyên lí cơ bản của chủ nghĩa  A01 thứ 2 tiết 10 11 và thứ 3 tiết 345. Em muốn chuyển sang lớp Những nguyên lí cơ bản của chủ nghĩa  A02 thứ 2 tiết 8 9 và thứ 3 tiết 10 11 12. Hiện tại sĩ số lớp đó đang là 59/141. Em mong phòng đào tạo mở thêm sỉ số lớp đó để em có thể đăng kí được ạ. Vì em muốn chuyển tkb để có thể đăng kí được môn chuyên ngành vì mới mở thêm vào đợt 3 vào sáng thứ 2. Môn chuyên ngành này chỉ còn vài bạn vì em là khóa cao đẳng bảo dưỡng cuối cùng của trường. Em mong pđt giúp đỡ để em có thể hoàn thành môn học ạ. Em xin cảm ơn.",
    "Thưa Thầy/Cô, em muốn xin phép được hủy môn ở học kì tới (học kì 192). Do em không biết đợt hiệu chỉnh cuối không thể hủy môn nên đợt trước em đã đăng kí dư một môn. Mong thầy/cô xem xét chỉnh sửa giúp em . Mssv của em là , em cần hủy môn Tin học trong quản lí axây dựng, mã CI3169 nhóm lớp A01. Em xin chân thành cảm ơn.",
    "Thưa PĐT cho em xin chuyển TKB môn những nguyên lý cơ bản của chủ nghĩa  SP1003. TKB hiện tại của em là lớp A05 thứ 2 tiết 45 và thứ 4 tiết 345, em mong muốn chuyển sang lớp A02 thứ 2 tiết 89 và thứ 3 tiết 101112, để em có thể đăng kí được các môn chuyên ngành khác vừa mới được mở thêm vào đợt 3 này. Em mong PĐT giúp đỡ để em có thể hoàn thành những môn học cuối cùng. em xin cảm ơn",
    "Dear Phòng Đào Tạo  Em xin Tăng sỉ số môn học EE3135 Kĩ thuật nhiệt lạnh  Em cảm ơn",
    "Dạ em chào admin ạ, Em có xin được chuyển nhóm môn học CH3031 vì rất cần được đăng kí thêm môn học khác, phòng đào tạo đã chấp nhận mở khóa để em chuyển nhóm, dù đã làm đúng thao tác nhưng khi bấm vào nút \"chuyển nhóm\" em vẫn không chuyển nhóm được ạ. Mong phòng đào tạo khắc phục giúp em để em có thể đăng kí thêm môn học kịp cho kì tới. Em cảm ơn ạ. Họ và tên: SV: ",
    "Xin chào thầy cô, em tên là . Em xin đề nghị pdt giúp e mở khóa môn Tư tưởng HCM (SP1005) để em có thể đăng kí môn EE2009 -  &ngonngult vì 2 môn này liền nhau tiết 6& 7 nên em không thể đăng kí được. Nếu đợi đến khi rút môn thì em vẫn không thể đăng kí được vì đây đã là đợt 3 . Em xin chân thành cảm ơn"
]