[
    "Em chào thầy cô, thầy cô có thể tăng một ít sĩ số  của lớp Nhập Môn Trí Tuệ Nhân Tạo (CO3061) Lớp L02 (thứ 5 tiết  789) không ạ. Em rất muốn học môn học này. Mong thầy cô cân nhắc. Em cảm ơn thầy cô.",
    "Dạ em kính chào thầy/cô ạ . Em là  (mssv:), em là sinh viên k19 khoa Công Nghệ Vật Liệu.  Năm 1 em rớt GT1, vẽ KT, TNVL, GT2. Hiện tại em tích lũy được 22 tín chỉ. Em chỉ đăng kí và học được môn GT1 vào HK dự thính 193 (3 môn còn lại em không đăng kí được vào HK dự thính 193 và HK chính 201). Nếu qua môn GT1 thì em chỉ tích lũy được 26 tín chỉ, vẫn chưa đủ điều kiện đăng kí môn năm 2. Hiện em đã đăng kí HK chính 201 được 8 chỉ (mã môn: SP1031, MA1003, SP1007) như vậy không đủ tối thiểu 14 tín chỉ/HK để xác định sinh viên chính quy tập trung, sẽ ảnh hưởng đến việc xin tạm hoãn NVQS và không đủ tín chỉ tích lũy của năm 2 để đăng kí môn năm 3. Em rất muốn đăng kí thêm môn học vào HK chính 201 nhưng không được vì hết lớp hoặc môn học đó không mở. Dạ thầy/cô cho em hỏi có cách nào khắc phục tình trạng này không ạ.Em rất lo lắng, mong được sự hướng dẫn của thầy/cô. Em cảm ơn thầy/cô rất nhiều",
    "Chào thầy/cô, Xin thầy/cô giúp em tăng sĩ số thêm 4 chỗ cho môn học Hư hỏng sửa chữa công trình mã CI1051 lớp A01 tiết 10-11-12 vào chiều thứ tư ạ. Do học kỳ này chỉ có một lớp được mở. Mã số sinh viên của em và các bạn:   Em xin cảm ơn thầy/cô rất nhiều ạ",
    "Trường có thể giúp em mở thêm sĩ số môn MA4049 Xử lý bề mặt vật liệu kim loại và MA4055 Lựa chọn và sử dụng vật liệu kỹ thuật. Do đây là 2 môn tự chọn chuyên ngành mà sĩ số quá ít 40/40 sv",
    "Em tên:   MSSV:  Cho em xin hỏi trong thông báo đóng học phí học kỳ 193, ngày bắt đầu đóng từ ngày 26/8/2020, nhưng đến nay, trong BKay vẫn chưa cập nhật về học phí hk193 mặc dù hk193 em có đăng ký thực tập hè   Em mong được  kiểm tra lại giúp em ạ   Em xin chân thành cám ơn   Trân trọng    ",
    "Dạ em chào Thầy/Cô ạ! Em xin nhà Trường mở thêm sĩ số lớp ĐAMH Kết cấu Thép - Mã CI3213 - Lớp A01 của Thầy  để em và các bạn có thể đăng kí thêm ạ Em xin chân thành cám ơn ạ!",
    "Xin chào ạ!  Em có xem qua thông báo của trường cập nhật vào lúc 7/02/2020 là trường sẽ xem xét giảm 50% học phí khi đăng kí 8 chỉ cho 1 học kì (hình bên dưới), do em không đủ 28 chỉ nên không được đăng kí các môn năm 2, hiện tại em chỉ đăng kí được 12 chỉ do các lớp đã full. Nhưng 12 chỉ thì trường vẫn thu bằng giá với 17 chỉ( 5.300.000vnđ). Nhưng một số bạn khác thì nói rằng 1 kì phải trên 10 chỉ, nên em hơi hoang mang ạ! Em mong được giải đáp thắc mắc!  Em xin cám ơn ạ!",
    "Kính gửi pđt, em là , khóa K19, số tín chỉ tích lũy của em hiện tại là 27. Ở kì 192, em có lỡ rớt môn [MT1005] Giải tích 2. Khi biết điểm môn này, em cũng không kịp đăng kí ở học kì hè 193 để trả nợ. Song, em có đăng kí môn khác ở kì 193 nhưng em có về quê (Quảng Ngãi) và dịch covid-19 trở lại, làm e không thể quay trở vào Sài Gòn để học được, trường cũng đã hủy môn giúp em. Hơn nữa, vì trong hội nghị sinh viên cuối năm, trường cũng đã nói rằng k đủ 28 tín chỉ thì vẫn có thể đăng kí môn học của năm 2 nên em cũng đỡ hấp tấp vào SG sớm để tích lũy đủ chỉ. Em hi vọng trường có thể xem xét lại điều kiện của em (vì em cũng chỉ thiếu 1 chỉ nữa ạ), có thể cứu xét em để em có thể đăng kí môn học của năm 2, tiếp tục được đến trường với ạ Em cảm ơn rất nhiều!",
    "Thưa PĐT, Cho em hỏi là hiện tại lớp thực hành L03 15/35 (đính kèm ảnh) thì có nguy cơ hủy lớp không ạ, vì môn này học trước của môn Thực tập ngoài trường, nên e sợ pđt hủy.",
    "Dạ em là , MSSV  . Em muốn xin mở thêm sĩ số môn học Lập trình Hướng đối tượng CO2005 học kì kế tiếp (học kì 1 2020-2021) . Vậy em cần phải nộp đơn hay xin phép ai ạ ?",
    "Thưa thầy / cô em xem trên lịch học vụ thấy thời gian Đăng ký nộp CCNN và đăng ký chuyển điểm cho đợt đăng ký LVTN bổ sung cuối cùng là ngày 16/9/2020, em có đăng ký thi vào ngày 9/9 thì sau 10-12 ngày làm việc mới có kết quả, vậy em có thể xin nộp trễ CCAV để có thể đăng ký LVTN vào kỳ 201 được không ạ? em mong thày cô giúp đỡ giải đáp ạ Em xin cảm ơn.",
    "Thưa thầy cô,  Dạ học kì 201 này lịch học của em bị xếp khá dày nên nay em muốn xin PDT tăng sĩ số nhóm A04-A07, lớp CO1003 Nhập môn về lập trình để việc học em có thể thuận tiện hơn ạ.",
    "Em chào thầy/cô ạ . Thầy/cô cho em hỏi môn Kiến trúc máy tính mã số CO2007 em tra trên trang web của phòng đào tạo thì có 2 môn học trước là CO1009 và CO1011 nhưng khi em đăng kí trên trang DKMH thì hệ thống báo thiếu môn học trước là môn CO1005: Nhập môn điện toán. Em nhờ thầy/cô kiểm tra lại giúp em với ạ. Em chân thành cảm ơn ạ.",
    "Em xin mở thêm sỉ số môn Tính chất các vật liệu tiên tiến mã 215701",
    "Em chào PĐT Hiện tại em đang là sinh viên năm 2, chuẩn bị sang năm 3. Kì trước em bị hủy môn OOP (CO2005) nên không học được, kì này em có viết đơn xin mở lớp nhưng khi vô đăng kí thì lớp đã full rồi ạ, mong thầy/cô có thể tăng sĩ số lớp để em có thể đăng kí ạ. Em cảm ơn",
    "Lý do em chưa được phép đăng kí môn học là \"tạm ngừng\". Cho em xin hỏi làm cách nào em có thể đăng kí môn học bình thường lại được ạ? Em cảm ơn",
    "Em chào PĐT, Em đang là sinh viên năm 2 khoa KH-KTMT, kì sau (kì chính 201) em đăng kí môn Nguyên lý Ngôn ngữ lập trình (CO3005) - là môn chuyên ngành của khoa MT năm 3, hiện tại só lượng các bạn đăng kí đã đầy (100/100), em hy vọng PĐT có thể tăng tỉ số lớp học (L02 - CO3005) từ 100 lên thành 105 được không ạ, có thể cũng còn nhiều bạn sinh viên khác cũng có nguyện vọng như em. Em xin chân thành cảm ơn PĐT.",
    "Xin Phòng Đào Tạo hỗ trợ em mở thêm sỉ số môn học: Kết cấu thép 1. Mã MH:Ci3009 vào thứ 3 tiết học 7-8-9 phòng 210B1 do đã bị đầy sỉ số. Mong được sự hỗ trợ của PĐT. Em chân thành cảm ơn",
    "Em gặp vấn đề trong việc đăng kí môn học HK201 đợt 2 ạ. Em cần mở thêm sỉ số lớp 210702-P01. Lí do là lớp hiện nay sỉ số đã 54/54 và em không thể chuyển sang 210702-P02 do trùng lịch với môn khác. Em xin lỗi đã làm phiền và em xin cảm ơn nhiều ạ!",
    "Em xin chào Phòng đào tạo ạ. Trong đợt ĐKMH, em có đăng ký môn đồ án thiết kế KTHH (CH4007) nhóm A01, nhưng nếu đăng ký nhóm này thì em không sắp xếp được thời khóa biểu để đăng ký môn chuyên ngành còn thiếu của em. Em có nguyện vọng được chuyển sang nhóm đồ án thiết kế KTHH (CH4007) nhóm A07 nhưng nhóm này đã đủ sĩ số ạ. Em kính mong Phòng đào tạo cho em chuyển sang CH4007 A07 ạ Em cảm ơn rất nhiều",
    "Em tên: mssv: em xin thầy cô mở thêm sỉ số môn xử lí ảnh (EE3035) hiện tại em đang cần học môn tự chọn này nhưng lớp đã full sỉ số mong thầy cô giúp em em xin cảm ơn!",
    "Mong PĐT mở thêm sỉ số môn học cơ sở kĩ điện(EE2017) và môn  (EE2013). Em xin em cảm ơn",
    "Xin phòng đào tạo xem xét tăng sĩ số lớp A01 môn Xử lý tín hiệu số với FPGA (EE3041) học kỳ 201",
    "Cho em hỏi là đăng kí 8 tín chỉ/ kì, thì học phí em phải đóng kì này có được giảm 50% không ạ?",
    "Em tên là , MSSV:  Lớp HC19BSH Em muốn xin tăng sĩ số lớp   mã CI1003  Lí do: vì các lớp đều đã đủ bạn và chỉ có lớp  không trùng thời khóa biểu của em Em xin cảm ơn ạ",
    "Em chào phòng đào tạo ạ! Em là  , MSSV :  Cho em hỏi là em trễ hạn đăng kí tốt nghiệp đợt trên trang mybk mặc dù đã có tên trong danh sách tốt nghiệp. Liệu còn đợt khác sẽ mở đăng kí lại không ạ, hay em có cần làm đơn xin bổ sung vào danh sách tốt nghiệp bổ sung không?  Em cảm ơn ạ!",
    "Dạ tình hình em là sinh viên 18 khoa học máy tính bị xoá môn Lập trình hướng đối tượng và không thể đăng ký lại vì lý do bất khả kháng. Tuy nhiên phòng đào tạo lại không mở thêm lớp (19 không học môn này nữa) để đăng ký liệu em có ra trường trễ không ạ. Mong khoa và phòng đào tạo có thể mở thêm sĩ số hoặc mở thêm lớp ạ vì em thấy có rất nhiều bạn và anh chị bị trường hợp tương tự ạ.",
    "Cho em hỏi là em muốn đăng kí nhập môn kĩ thuật của năm 1 nhưng đã 2 năm rồi, khi nào đăng kí môn học kì 1 thì môn nhập môn cũng bị hủy vì không đủ sỉ số hay vì lí do nào đó. Trong trường hợp không bao giò đủ được sỉ số để mở lớp thì phải làm như thế nào. Mong thầy, cô giải đáp",
    "em là sv khóa 2017 muốn đăng ký các môn học của năm 2 thì đa số các môn học không mở lớp, em có thể đăng ký  bằng các môn học của khóa 2019 được không ạ, nhưng một số môn của khóa 2019 có mã số môn học khác khóa 2017.",
    "Chào admin em là sinh viên k19 chương trình kỹ sư chất lượng cao Việt Pháp, cho em hỏi là làm sao để đăng ký học thể chất được v ạ. Do em đăng ký môn học nhưng đã bị hủy ạ. Em cảm ơn",
    "Cho em hỏi là đăng kí môn học có 1 môn em có đúng 1 lớp học được nhưng full mất rồi ạ. Vậy nên cho em hỏi là pđt có thể cho em thêm 1 slot vào lớp đó được không ạ, em cảm ơn",
    "Kính gửi Phòng Đào Tạo Em là  MSSV:  Vào ngày 25/8 em có hủy để thay đổi lịch học của môn Đồ án tổ chức thi công, nhưng do không để ý nên môn Tổ chức thi công đã bị hủy (do hủy cùng môn học song hành), đến ngày hôm nay (30/5) em vào lại để kiểm tra thì thấy môn Tổ chức thi công đã bị xóa và đã đủ sỉ số nên em không thể đăng kí lại được. Thầy/ Cô cho em hỏi là em có thể làm đơn xin tăng sỉ số của nhóm/lớp A04 tiết 345 môn tổ chức thi công (CI4125)được không ạ. Em xin cảm ơn.",
    "xin phòng đào tạo tăng sỉ sổ lớp A06 môn T/n quá trình thiết bị (MSMH: CH3015). Em xin cảm ơn ạ.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Cho em hỏi em bị vắng thi môn Xác suất thông kê, thì sắp tới em sẽ thi theo lịch chính thức của kì hè là ngày 17/09/2020 hay là nhà trường sẽ sắp xếp 1 ngày khác ạ.",
    "Dạ em có thể xin mỡ thêm sỉ số lớp thiết bị và hệ thống tự động thủy khí với mã môn EE3075 nhóm lớp A02 được không ạ? Em cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo, em có nguyện vọng đăng ký vào lớp Đồ án môn học Nền móng với mã môn học là CI3197, nhưng hiện tại sỉ số chỉ có 50/50, em mong quý thầy cô giúp đỡ mở thêm sỉ số và đăng ký giúp em môn này. Em còn thiếu môn này mới đủ điều kiện để đăng ký luận văn tốt nghiệp. Kính mong quý thầy cô giúp đỡ. Em xin chân thành cám ơn . Chúc quý thầy cô thật nhiều sức khỏe!!!",
    "Về việc thi kỹ năng ứng dụng công nghệ thông tin cơ bản, trường có quy định ràng buộc  phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản sau năm 1 để được đăng ký môn học của CTĐT năm 2. Tuy nhiên đến nay em vẫn không nhận được gmail thông báo về việc thi kiểm tra kỹ năng nội bộ do trường tổ chức khiến tụi em rất hoang mang.",
    "Dạ cho em xin được hỏi là khoản \"học phí dự thính ngoài giờ\" là khoản gì ạ? Và tại sao nó lại cao hơn học phí dự thính nhiều lần ạ??",
    "Chào anh chị Cho em hỏi về môn hóa vô cơ không biết là có mở xuyên suốt năm không ạ vì em sắp tốt nghiệp chỉ còn vướng mỗi môn đó ạ em cảm ơn",
    "Chào các thầy cô! Em muốn yêu cầu mở thêm sĩ số lớp Vật Lý Bán Dẫn (EE1007) của thầy , nhóm lớp A01-A02 để em có thể đăng kí đủ tín chỉ trong kỳ này ạ! Em xin cảm ơn thầy (cô)!",
    "cho em xin tăng chỉ số lớp Xác suất thống kê A02 ở cơ sở 2.",
    "Em chào quý thầy/cô Phòng Đào Tạo Thưa thầy/ cô em tên là , là sinh viên lớp bằng 2 chính quy khoa Khoa học và Kỹ thuật Máy tính Hiện tại em có nguyện vọng mong được Phòng Đào Tạo giúp đỡ đó là xin Phòng Đào Tạo mở thêm sĩ số môn học Nhập môn trí tuệ nhân tạo (CO3061), nhóm L01 (thứ 4 tiết 234) để em có thể sớm hoàn thành việc đăng ký môn học ạ    Em cảm ơn quý thầy/cô và kính chúc quý thầy/cô nhiều sức khỏe ạ    Trân trọng  ",
    "Em hết năm nhất chỉ tích lũy được 24 tín chỉ . Vì vậy nên học kỳ 201 em cố gắng hết sức sau đợt 2 chỉ đăng ký được 12 tín. Vậy em có được công nhận là sinh viên không ạ?. Có bị hủy môn học đợt 3 không ạ?",
    "Dạ em chào thầy cô, cho em hỏi kỳ này là kỳ cuối của em, khóa k14, nhưng em còn Luận văn và đề cương, em có thể xin phép thực hiện cả 2 không ạ. Em có thể đảm bảo hoàn thành tốt cả 2 nếu được chấp nhận ạ. Mong thầy cô giúp em, GPA của em 8.1 nhưng do 1 số vấn đề nên em không thực hiện đề cương được kéo đến bây giờ, mong thầy cô thông cảm và giúp đỡ em ạ.",
    "Xin chào, em là , hiện là sinh viên năm 4. Em có một vấn đề muốn giải bày là: \" Trong chương trình cũ của em 3 môn thể chất bắt buộc là \"giáo dục thể chất 1,2,3\", và em bị rớt một môn thể chất 3. Bây giờ em đăng ký lại để trả nợ thì môn học đó không còn nữa mà đã được thay thế bằng các môn học cụ thể như Bơi, Cầu lông, Bóng đá,...\"  Vậy cho em hỏi trong trường hợp trên em phải giải quyết như thế nào ạ? Em cảm ơn.",
    "Em muốn đăng kí môn học   b ME4625 - Kỹ năng lãnh đạo    nhóm lớp   b A02    . Vì sơ ý nên trong quá trình điều chỉnh em đã vô tình hủy nhầm môn vào không thể đăng kí lại được môn trên Mong PĐT có thể mở thêm sỉ số nhóm lớp A02 để em có thể sắp xếp hời gian học tập hiệu quả . Em xin cảm ơn.",
    "Lớp anh văn 1(LA1003) cả 2 lớp đều vào thứ 2, PDT có thể chuyển một lớp sang thứ 3 để tạo điều kiện cho em dễ đăng ký hơn không ạ?",
    "em muốn chuyển nhóm học môn Nguyên Lý Máy từ nhóm L08 sang nhóm CC01 nhưng bị lỗi không chuyển được ạ? em xếp lịch rất kỹ và thấy không có di chuyển giữa 2 cơ sở trong bất cứ ngày nào mà sao vẫn hiện lên là Không đủ thời gian giãn cách giữa 2 cơ sở - Môn học ME1015 - Nguyên lý máy ạ? Mong trường khắc phục lỗi",
    "Thưa thầy cô, Như đã nêu ở chủ đề, thầy cô có thể cho em hỏi khi nào năm học mới được bắt đầu không ạ. Thời gian đã cận kề mà em vẫn chưa có thời khoá biểu cũng như biểu đồ năm học chính thức ạ. Chân thành cám ơn.",
    "Em tên là .do ko đủ 28 tc sau hk2 nên em ko đăng kí được một số môn.Để đăng kí dc thì phải lm sao ạ?",
    "Em đăng kí thực tập tốt nghiệp, có thể làm đơn xin pđt đăng kí hơn 13 tín chỉ được không ạ.",
    "Em chào cô ạ ! Em khoa điện nhưng có nguyện vọng đăng ký một môn học ở khoa máy tính. Nhưng do điều kiện ràng buộc môn học trước mà em không thể đăng ký thông thường được. Tuy nhiên em có lên trình bày vấn đề này với khoa máy tính và đã được sự chấp nhận của khoa cho em đặt cách đkmh và em có làm đơn để nộp lên pđt để xếp tay môn này. Cô cho em hỏi là khi nào pđt mới nhận đơn để em đem lên nộp ạ ? Em cám ơn cô ạ !",
    "Em thuộc ngành Hệ thống năng lượng, PFIEV 2015, em chưa thấy tên em được cập nhật trong dnh sách dự kiến tốt nghiệp mặc dù em đã đủ hết mọi điều kiện:  1. 15 CTXH 2. Ielts 6.5  3. Tiếng Pháp B1 4. Bảo vệ thành công 2 hội đồng  5. Pass hết tất cả các môn  Phòng đào tạo check dùm em ạ. Em cảm ơn",
    "Chào anh/chị, Em là , MSSV: , là sinh viên K16, lớp MT16KT. Nhờ anh/chị kiểm tra giúp lý do em không có tên trong danh sách tốt nghiệp dự kiến tháng 11/2020. Em đã kiểm tra một số thông tin như: CTXH: 15 ngày, số tín chỉ tích lũy: 144, TOEIC Listening & Reading: 750, TOEIC Speaking & Writing (BKEnglish): 225. Em có xem trên http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach thì được thông báo là không có tên trong danh sách dự kiến. Nhờ anh/chị kiểm tra giúp. Em cám ơn.",
    "Kính gởi PĐT,  Em là sinh viên năm 3 khoa máy tính. Em rất mong PĐT xem xét mở thêm sĩ số môn lập trình hướng đối tượng giúp em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính thưa thầy, cô phụ trách, do em chưa đủ 28 chỉ ở năm nhất em có được đăng kí môn Môi trường và con người (ME2019) không ạ. Và môn Môi trường và con người em kiểm tra ở chương trình đào tạo không phải là môn tiên quyết , nhưng đến khi em đăng kí thì không được vì lí do em chưa đủ chuẩn năm nhất ạ. Mong thầy cô giải đáp thắc mắc của em ạ, có phải do em chưa đủ 28 chỉ năm nhất nên em không đăng kí được không ạ. Em chân thành cảm ơn thầy, cô ạ.",
    "Em xin chào thầy cô,  Em là  MSSV:  Lớp em có nộp đơn xin mở lớp môn học nhưng do hết phòng nên không thể mở lớp. Em muốn xin mở thêm sĩ số môn này  B  ME4647 - Ql tinh gọn trg chuỗi cư    Em xin chân thành cảm ơn!",
    "CI3213 - ĐAMH kết cấu thép CI4125 - Tổ chức thi công - Thứ 4 Tiết 7-8-9 Nhóm A02 02 môn này hiện tại đang bị full sĩ số, nhờ thầy/cô giúp e đk môn học để kịp tiến độ ah. Em cảm ơn.",
    "Thầy cho em hỏi là em thanh toán tiền học phí đăng kí anh văn đợt tháng 9/2020 này ! Em phải lên phòng đài tạo làm đơn xin giấy không ạ ! Em sợ không đăng kí được môn học kì kế tiếp ! Em xin cám ơn ạ",
    "Chào Thầy/Cô Phần thông tin cá nhân trong mục đăng kí của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm. Cảm ơn Thầy/Cô",
    "Khi em đăng ký môn học có đăng ký TTTN nó hiện thông báo không được trên 14 chỉ là sao ạ. Vậy em đăng ký 14 chỉ sau này có bị xóa môn không ạ. Hay em đăng ký 11 chỉ thì sau này có đăng ký bổ xung môn TTTN được không ạ.",
    "Em tên:  MSSV:  Nay em làm đơn này kính mong quý thầy cô giúp em tăng sỉ số lớp CI1051 ( Hư hỏng sửa chữa công trình) tạo điều kiện thuận lợi cho em trong việc học tập ạ. Em có thấy thầy cô đã tăng sỉ số lớp nhưng do em đi thực tập ít có thời gian rảnh nên khi em vào đã full slot em có nhận được mail vào phòng đào tạo nhưng em thực tập ở xa trường quá và thời gian làm viêc của công ty lại sớm hơn thời gian làm việc của phòng đào tạo.Em cám ơn quý thầy cô và mong nhận được sự giúp đỡ và phản hồi từ phía thầy cô ạ.",
    "Hiện tại em đang là sinh viên năm 3 khoa QLCN, bên cạnh đó em cũng đang học chương trình liên thông lên Thạc sĩ. Hiện tại có một môn trên Thạc sĩ em được 8.2. Em muốn hỏi là điểm này khi chuyển xuống Đại học sẽ giữ nguyên 8.2 hay sẽ làm tròn xuống thành 8 ạ? Em cảm ơn ạ.",
    "Em là k18, cho em hỏi em đang học av3 kì 193 và em đăng kí av4 kì 201. Nếu em qua av4 kì 201 mà không qua av3 kì 193 thì em vẫn đăng kí môn ở kì 202 bình thường không ạ. Cho em hỏi kì 203 có mở lớp av4 không ạ, em cám ơn!",
    "Cho em hỏi những môn học tụi em đã làm đơn xin mở và nộp lên phòng đào tạo rồi nhưng phòng đào tạo vẫn chưa mở cho tụi em đăng kí thì đợt 3 có mở không ạ",
    "Thưa PĐT, em tên là , em xin hỏi PĐT về Đăng kí môn môn NLí THIẾT KẾ  (CI3134) HK201 có tăng sĩ số hay mở thêm lớp không ạ. Lí do em không đăng kí được môn này vì huỷ môn từ PĐT. Theo danh sách học trước của PĐT là 2 môn học trước môn học này là NLÍ THIẾT KẾ DÂN DỤNG (CI1021)  (CI1009) (Hình 1). 2 môn này em đã học qua môn. Nhưng PĐT lại huỷ môn (CI3134) em đăng kí vì em thiếu môn  (CI2021) môn này em đang học  HK193 do cô  Bộ môn Kiến trúc trực tiếp giảng dạy. Sau khi phát hiện ra thì em đã quay lại môn NLÍ CÔNG NGHIỆP (  B CI3134) để đăng kí nhưng lại được báo đủ sô lượng lớp. PĐT có thể xem xét lại trưởng hợp của em tăng sĩ sô lớp ở đợt 3 ko ạ. Em xin cám ơn PĐT",
    "Em xin chào thầy cô, Em là  MSSV:  Lớp em có nộp đơn xin mở lớp môn học nhưng do hết phòng nên không thể mở lớp. Em muốn xin mở thêm sĩ số môn này   B ME4625Kỹ năng lãnh đạo, lớp A02 , Thứ 5 10-11-12    . Em rất cần học môn này. Em kính mong thầy cô xem xét. Em xin chân thành cảm ơn!",
    "Em chào phòng Đào tạo ạ, cho em hỏi về điểm trung bình môn học Kỹ thuật ra quyết định Học kì 192. Lần 1 thầy nhập điểm lên hệ thống MyBK bị sai, nên Thầy có chỉnh sửa , nhưng hệ thống vẫn không cập nhật lại bảng điểm của em, mong Phòng Đào tạo xem xét lại ạ! Em cảm ơn nhiều! Dưới đây em có đính kèm 2 file ảnh bảng điểm ạ! ( ảnh 1 ở Bảng điểm, ảnh 2 ở là bảng điểm thầy đã chỉnh sửa ạ!)   i  .",
    ":     Cho em hỏi trễ hạn đóng phí cho kì kiểm tra anh văn sắp tới có ảnh hưởng gì không ạ ? Và sau khi em đóng thì có thể tham gia kì thi thử được không ạ ? Em cám ơn nhiều ạ.",
    "Kính gửi PĐT Trường ĐH Bách Khoa, Em có một thắc mắc như sau ạ: Kì này em đăng kí tốt nghiệp, và đã có tên trong danh sách tốt nghiệp dự kiến, nhưng vì lí do Nợ HP nên em không đăng kí được TN. Em đã thanh toán vào ngày 23/8 tính đến nay là 8 ngày nhưng vẫn chưa được PĐT cập nhật lại để em có thể đăng kí xét TN ạ. Câu hỏi của em như sau:  Em đang lo lăng không biết có vấn đề gì khác không, hay phải làm thêm thủ tục nào khác không ạ vì em đang cần bằng TN để nộp vào Công Ty. EM rất mong PĐT có thể giúp đỡ em, nếu được có thể em giúp em với ạ. MSSV của em: , Em xin chân thành cảm ơn ạ!",
    "Kính chào thầy cô phụ trách Phòng Đào tạo em là  MSSV  sinh viên Khoa Điện _Điện tử . Do không kịp đăng kí môn Cơ sở  Kĩ thuật điện  mã môn EE2017 nên danh sách lớp đã đầy khiến em không thể đăng kí thêm, nên em viết mail này khẩn thiết nhờ thầy cô gia tăng sĩ số sinh viên để em có thể đăng kí được môn này , do chương trình K18 và K19 khác nhau nên em không thể học môn này ở chương trình K19 được . Hiện tại sĩ số lớp  A01-A02 là 40/40 , em đã đạt được điểm Thí nghiệm khá cao nên có thể chuyển điểm thí nghiệm , không ảnh hưởng đến lớp thí nghiệm . Nên em mong thầy cô nâng sĩ số lớp lên 42 cho em có thể đăng kí . Em cảm ơn thầy cô rất nhiều",
    "cho e hỏi giáo dục thể chất đk sạao ạ, bao giờ mở đk ạ    .",
    "Em thấy trong trang phúc khảo bài thi điểm tổng kết môn CSDTCS (EE2021) của em được 5đ nhưng trong bảng điểm lại ghi 4.5đ ạ. Em không biết vì lí do gì mong phòng đạo tạo giải thích giúp. Em xin cảm ơn ạ.",
    "Kính gử thầy cô pdt trường đh bách khoa. Em tên  MsSv . Thầy cô có thể kiểm tra lại giúp chúng em không ạ. Tụi em vừa xin mở lớp ( EN2003) nhưng trong chưing trình đào tạo của tụi em không có bị vướn môn học trước ( EN2005) nên tụi em bây giờ không đăng kí được môn EN2003 ạ. Mong phản hồi từ thầy cô sớm ạ",
    "cho e hỏi lịch đk môn giaó dục thể chất ntn ạ    .",
    "Dạ cho em xin tăng sĩ số lớp đồ án môn học kết cấu thép học kì 2020-2021 được không ạ?",
    "Em tên là , em xin mở thêm sỉ số lớp môn Sức Bền Vật Liệu CI2001, lớp L08_L23. Do bị trùng thời khóa biểu một số môn khác và thời gian công việc nên em chỉ học được lớp này. Mong thầy cô xem xét và giải quyết để em kịp đăng kí môn học cho học kỳ này! Em cảm ơn!",
    "Em tên là: MSSV: Em mong phòng đào tạo hãy mở thêm 1 hoặc 2 sỉ số lớp A01 A02 môn ME2087 (Thực tập cơ khí đại cương 2) giúp em với ạ, do em có việc bận nên không đăng kí kịp ạ. ",
    "em chào cô , em có thắc mắc muốn hỏi là em năm nay k18 khoa điện . em mới phân ngành kì vừa rồi , em vào điện tử viễn thông , nhưng bây giờ em cảm thấy thích hợp với kỹ thuật điện hơn thì có cách nào để chuyển không ạ. em cảm ơn",
    "Chào thầy cô ! Sắp đến hạn đóng đăng kí môn học rồi mà lớp  Cơ sở điều khiển tự động EE2019 vẫn chưa mở ạ! Mặc dù đã nộp đơn mở lớp và PĐT đã tiếp nhận rồi. Mong thầy cô giải đáp giúp em, môn này khá quan trọng với em. Em đăng kí 2 3 lần rồi vẫn không được.",
    "Tốt nghiệp . Tình uống: Em là sinh viên năm cuối, chỉ còn điều kiện Anh văn Nói Viết để ra trường. Nếu muốn tốt nghiệp thì em sẽ không đăng ký môn học và chuẩn bị bằng Anh Văn để đủ điều kiện tốt nghiệp (hạn chót bổ sung tốt nghiệp 31/10). Câu hỏi: Nếu em không thi qua được Anh Văn thì kỳ tới em sẽ không có đăng ký tín chỉ nào (hạn chót đăng ký môn học 31/8). Em có được tiếp tục duy trì tình trạng sinh viên không?",
    "Mã môn học Giải tích 1 và Vật Lý 1 không được tìm thấy trong phần đăng ký môn học. Có phải mã môn học đã được thay đổi mà chưa thấy sự thông báo từ phòng đào tạo qua mail cho sinh viên",
    "Em chào thầy/cô, Cho em hỏi là sau khi có kết quả thi TOEIC nói viết của BKenglish thì có phải đợi 2 tuẩn để thẩm tra rồi mới đăng ký tốt nghiệp được hay là đăng ký tốt nghiệp luôn được ạ? Em xin cảm ơn.",
    "Em mong phòng đào tạo có thể tăng sĩ số môn học thực tập cơ khí đại cương 2. Mã môn học: ME2087. Lớp: A02. Em mong phòng đào tạo có thể tăng sĩ số môn học giúp em hoàn thành tiến độ môn học em xin cảm ơn.",
    "E muốn hỏi là nếu đăng kí dưới 8tc có được giảm 50% ục phí ko ạ ",
    "Cho em hỏi nếu sinh viên năm 3 không đủ 56 chỉ là không được đăng ký tất cả các môn năm 3 luôn hay là chỉ không được đăng ký được môn mã XX3YYY e cảm ơn ạ",
    "Em chào thầy/cô, tình hình là hình như pđt không mở môn Nền móng (CI3195), bọn e đã lập danh sách và xin chữ kí thầy+ bộ môn rồi. Cho e hỏi lý do e chưa dki môn đc ạ?",
    "Em tên , MSSV , khoa Điện-điện tử, chuyên ngành Điều khiển và Tự động hóa. Em đăng ký Đề cương luận văn tốt nghiệp nhưng bị vướng điều kiện của 1 môn học trước mà em chưa học, em sẽ học môn đó trong kỳ 201. Hiện tại em chỉ còn vài môn trong kỳ 201 nên muốn được làm Đề cương luận văn trong kì 201 để không bị chậm trễ thêm nữa. Em phải làm thủ tục như thế nào để xin đăng ký Đề cương luận văn tốt nghiệp trong kì 201 ạ. Em cảm ơn",
    "Em tên  MSSV . Em muốn đăng ký môn học Dung sai và kỹ thuật đo (ME3003) nhưng các lớp học đã đủ sỉ số. Em xin PĐT mở thêm sỉ số lớp A02_A04 môn Dung sai và kỹ thuật đo (ME3003) ạ. Em cảm ơn.",
    "Kính chào, Em tên , mssv  Mã môn học me2087 lớp A01 vào chủ nhật bị full số lượng nên em không thể đăng kí môn. Xin cô/ thầy giúp em đăng kí môn ME2087 lớp A01 Xin cám ơn. Thân ái",
    "Em chào thầy/ cô cho em hỏi là: Em là k17 theo chương trình đào tạo thì kỳ này em học môn thiết kế đô thị (6 tín chỉ) tổng số chỉ đăng ký đã vượt quá chỉ quy định là (26/21) vì các môn em đã đăng ký nó không còn mở lớp ở các khoá sau mong pdt phản hồi để em có thể đăng ký vượt số chỉ được không ạ. Em xin cảm ơn.",
    "Kính gửi thầy cô pdt trường đh Bách Khoa. Em tên  MSSV  thầy cô có thể trả lời giúp em được không ạ. Em sinh viên k18 đang đăng kí môn học EN2003 nhưng không được( trước đây môn học EN2003 bà môn EN2005 hoic song song với nhau) nhưng do tụi em xin mở lớp vào học kì này nên hệ thống báo lỗi là thiếu môn học trước EN2005. Trên hệ thống của PĐT về cấu trúc môn học cũng không đề cấp đến vấn đề này. Mong phảm hồi sớm tìe thầy cô vì thời gian hiệu chỉnh môn học sắp hết rồi. Em xin cảm ơn ạ",
    "Chào anh (chị). Em là . Cho em hỏi là việc kiểm tra trình độ tiếng Anh trong trường thì kết quả có được quy đổi sang điểm Anh văn 1, 2, 3, 4 không ạ?",
    "Em đã gửi đơn xin mở lớp môn Vẽ kỹ thuật Bảo Dưỡng (IU1003) vào ngày 27/8/2020 đến nay đã sắp hết hạn đăng ký môn học vẫn chưa thấy được mở lớp. PĐT giải quyết giùm em với ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo em tên   . Hôm bữa em có đăng kí thi anh văn định kì ở trường với lệ phí thi 160k . Trên chỗ đăng kí họ ghi là nộp trước 2/9 nên hôm nay 31/8 em đi nộp thì thấy trên bkpay ghi quá hạn 2 ngày. Cuối cùng em cũng đã nộp lệ phí 160k và không biết trong đợt thi sắp towia em có được thi không. Vì trên chỗ đăng kí và trên bkpay ghi hai ngày khác nhau nên em có nhầm lẫn và nộp trễ . Em mong nhà trg vẫn tạo điều kiện để em được thi ạ. Em có gửi kèm ảnh về hai ngày nộp khác nhau ở dưới ạ do vậy nên em mới nhầm lẫn.",
    "Em tên V  . Em muốn xin PĐT tăng thêm sỉ số lớp môn CAD/CAM (ME4007) A05_A09. Em cảm ơn.",
    "Theo như đăng ký môn học trên mybk, em thấy lớp Scada (MMH: EE3071) học kỳ sau chỉ mở 2 lớp là lớp thứ 7 (A01) và thứ 2 (A02). Nhưng vào ngày thứ 7 từ tiết 2 đến tiết 5 em học môn Phương pháp nghiên cứu khoa học của chương trình cao học bị trùng giờ với lớp A01 tiết 2 đến tiết 4, nên không thể đăng ký lớp A01. Còn lớp A02 hiện tại đã đủ sĩ số nên em không đăng ký được . - Vì vậy em xin phòng đào tạo cho em được đăng ký bổ sung vào lớp A02 (MMH: EE3071) tiết 10, 11, 12 . Em xin chân thành cảm ơn.",
    "Chào anh/chị, em tên , Khóa 2014, Lớp MT1401, Ngành Kỹ thuật máy tính, Số tín chỉ tích lũy 143, Toeic hai kỹ năng Reading/Listening: 650, kỹ năng Speaking/Writing: 205. Ngày công tác xã hội 15 ngày. Nhưng em vẫn chưa có trong danh sách dự kiến tốt nghiệp đợt 11/2020.  Em thấy bảng điểm của em vẫn chưa được cập nhật tín chỉ tích lũy, cũng như điểm trung bình tích lũy (vẫn để ngày 23/03/2020). Nên mong anh/chị cập nhật điểm nhanh chóng giúp em. Do em cần hoàn thành hồ sơ giấy tờ do đó em cần giấy chứng nhận tốt nghiệp tạm thời sớm. Mong anh/chị giải quyết giúp em, cập nhật bảng điểm nhanh giúp em với ạ. Và đồng thời anh/chị kiểm tra giúp em xem em còn thiếu sót gì không ạ?Em xin chân thành cảm ơn .",
    "Em xin PĐT giải quyết vấn đề này như sau. Tuần trước như PĐT đã trả lời sẽ cập nhật lại thông tin tốt nghiệp cho SV vào mỗi thứ 6. Em đã đủ điều kiện tốt nghiệp khá lâu. Và PĐT đã trả lời là mỗi thứ 6 hàng tuần sẽ cập nhật danh sách tốt nghiệp dự kiến. Nhưng hiện tại đã qua ngày thứ 6 và thứ 2 ngày hôm nay tình trạng nợ ngày CTXH của em vẫn còn. Vẫn là Nợ với 14.5 ngày CTXH trong khi từ lâu em đã có 19.5 ngày CTXH. Mong PĐT giải quyết cập nhật lại thông tin ngay để em có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn .",
    "Dạ em bị văng môn do lỗi môn thể chất nhưng bây giờ không vô lại được do full lớp. EM xin mở lại cho e 1 slot ạ    .",
    "hiện tại em chưa đủ 56 chỉ đủ điều kiện năm 3 . đợt đăng kí vừa rồi em có đang kí 1 số môn năm 3 . cho em hỏi đợt 3 sẽ bị hủy phải không ạ",
    "Thầy cô cho em hỏi xin mở sĩ số để đăng kí môn học được không ạ. Hiện tại e thiếu chỉ nên cần đăng kí gấp để thuận tiện học những môn sau ạ. Mong thầy cô giúp đỡ. E xin chân thành cảm ơn. Mã môn EE2011 Kĩ thuật điện- điện tử  ạ.",
    "Dạ PĐT cho em hỏi là đợt 2 em đăng ký môn Hóa keo do không đủ slot vào môn Tổng hợp hữu cơ hóa dầu. Vậy khi mở đkmh đợt 3 thì nếu môn THHCHD có mở thêm lớp, em đăng ký thêm môn THHCHD rồi khi đó PĐT hủy môn Hóa keo không tính phí được không ạ. Hay em phải đợi thông báo hủy môn có tính phí ạ?",
    "Về yêu cầu ứng dụng công nghệ thông tin của khóa k19 thì yêu cầu đó khi nào thực hiện ạ ? theo như quy chế em thấy trường tổ chức cho tụi em thi vào đầu hk2 năm nhất và không đạt thì cuối năm nhất nộp bằng để đc đki môn năm 2  nhưng do ảnh hưởng của covid trường chưa tổ chức thi vậy tụi em có phải thi ở ngoài nộp bằng trước kì 201 không ?",
    "Dạ phòng đào tạo cho em hỏi là em là sinh viên khóa K17 và nếu em nộp chuyển điểm anh văn với mức điểm 500 thì có được miễn 4 anh văn không ạ.Tại em nghe có thông tin là từ kì 201 là phải trên 600 ạ. Em cảm ơn",
    "Mong PĐT tăng sĩ số môn học thực tập cơ khí đại cương 2. Mã môn học :ME2087 Nhóm : A01",
    "Em muốn hỏi về vấn đề đăng ký môn học, hiện tại em đang đăng ký môn học anh văn 2 cho học kỳ tới nhưng lại bị vướng hệ thống không đăng ký được, rất mong PĐT xem giúp em được không ạ",
    "Em tên Trần Thị Quỳnh Anh V:  Đăng kí môn học học kì 201 em đã đăng kí được môn Kết cấu bê tông cốt thép 1 ( CI2091), nhưng hiện giờ em xem lại thì môn học đã bị xóa. PĐT có thể mở thêm sĩ số lớp để em đăng kí được không ạ. Mong PĐT giải quyết giúp em ạ. Em cảm ơn.",
    "Thưa thầy / cô em xem trên lịch học vụ thấy thời gian Đăng ký nộp CCNN và đăng ký chuyển điểm cho đợt đăng ký LVTN bổ sung cuối cùng là ngày 16/9/2020, em có đăng ký thi vào ngày 9/9 thì sau 10-12 ngày làm việc mới có kết quả, vậy em có thể xin nộp trễ CCAV để có thể đăng ký LVTN vào kỳ 201 được không ạ? em mong thày cô giúp đỡ giải đáp ạ Em xin cảm ơn.",
    "Dạ Phòng đào tạo cho em hỏi là kì hè em đăng ký 7 chỉ nhưng trên BKPay học phí lại 8 chỉ ạ? Em có đính kèm 2 file ảnh ạ. Em cảm ơn ạ!",
    "Em đã đọc qua quy định về môn TTTN,ĐCLV,LVTN trên aao nhưng vẫn có 1 thắc mắc là em có thể đăng kí môn ĐCLV vào học kì 2 của năm 3 rồi sau đó đăng kí TTTN ở học kì 3 của năm 3 được không ạ? Trong quy định chỉ ghi: \"- Tổ chức môn ĐCLV: sinh viên đăng ký môn TTTN vào học kỳ hè (theo đúng tiến độ) và đăng ký ĐCLV ở học kỳ 1 kế tiếp, hoặc đăng ký môn TTTN và môn ĐCLV cùng trong học kỳ 1 hay học kỳ 2 (Lưu ý là môn ĐCLV không tổ chức trong học kỳ hè).\" Em cám ơn ạ.",
    "Cho em hỏi là \"Sơ yếu lý lịch không cần công chứng\" tức là không cần mộc đỏ xác nhận của địa phương đúng không ạ? - Hiện tại bảng điểm của em còn chưa có điểm của 3 môn (do giáo viên chưa chấm xong) thì em có thể đăng kí in bảng điểm hiện tại đăng kí xét học bổng được không ạ? Em cảm ơn.",
    "Cho em hỏi đợt kiểm tra anh văn tại trường HK193 sắp tới em đã đăng ký nhưng không đi thi thì có bị sao không ạ",
    "Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Nhưng do năm nhất em không có học nên em vẫn chưa học được môn NMKT. Các học kì rồi em có đăng ký nhưng không được chấp nhận. Năm nay, pdt cho đăng ký chung với K20. Nhưng với điều kiện tiên quyết này, thì em sẽ không thể học môn TTTQ. Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức. Em không thể nào nghĩ là chương trình K19 sẽ thay đổi hoàn toàn như vậy.  Mong Thầy/Cô xem xét cho em được đăng ký song hành 2 môn này được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!",
    "Kính gửi:Ban giám hiệu và pđt trường đại học bách khoa tphcm Lý do:Sau khi đăng kí môn học đợt 2 này thì em đã lỡ đăng kí môn EN1003 khiến cho số chỉ của em tăng lên 11 chỉ mà trong kì 2 này em chỉ tích lũy số chỉ để trả nợ môn thôi.Em vô cùng hối hận khi mà đã lỡ đăng kí thêm chỉ này bởi vì nó sẽ giữ nguyên học phí trong khi gia đình em nghèo và không có điều kiện ạ.Nên em viết mail này kính xin nha trường cho em được rút môn Con người và Môi trường với ạ  Em xin cảm ơn nhà trường rất nhiều ạ",
    "Em chào anh/chị ạ, Em có thắc mắc về bảng điểm của mình: Ban đầu em học môn Pháp luật VN đại cương (MMH:008001) trong học kỳ I năm học 2018-2019 và đã có kết quả trong bảng điểm. Trong học kỳ vừa rồi (HKII-2019-2020) em đã đăng ký bù môn học này với mã môn học đúng (SP1007) và em có hỏi xin tư vấn từ đầu năm được biết là không cần phải tham gia lớp học nữa, và theo quy chế em đọc được thì điểm sẽ tự động chuyển sang theo dạng miễn thi. Tuy nhiên hôm nay khi xem bảng điểm thì em lại thấy với mã môn học SP1007 lại bị ghi điểm 11 nên em cảm thấy rất lo lắng. Kính mong anh/chị tư vấn giúp em để khắc phục sự cố này ạ vì nếu đi học lại sẽ rất mất thời gian. Em xin chân thành cám ơn anh/chị ạ!",
    "Chào cô. Cô cho em hỏi khi nào mới có bằng tốt nghiệp chính thức vậy cô? Em tốt nghiệp hồi tháng 7 ạ. Cảm ơn cô nhiều.",
    "Em muốn hỏi rằng nếu điểm trung bình tích lũy 1 HK chỉ đạt 3.59 thì có bị cảnh cáo học vụ không ạ?",
    "Em muốn hỏi rằng nếu HK chính mình chỉ đăng ký đợt đăng ký môn học chính 10 tín chỉ và đăng lý thêm 8 tín chỉ dự thính thì mình có được học HK đó không ạ? Hay sẽ bị hủy môn học và chỉ đăng ký được các môn dự thính ạ?",
    "hiện tại em đang bị ốm, mà đầu tuần sau em lại thi trường điện từ vì vậy em khó có thể ôn tập kịp nhà trường có thể giời lịch thi cuối kỳ của em sang thi chung với mấy bạn cách ly do covid 19 ko ạ. em chân thành cảm ơn",
    "Kính gửi Phòng Kế Hoạch - Tài Chính, Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: . Em có câu hỏi về học phí HK1 (2019-2020) và tiền tạm ứng thu học phí. HK 1(2019-2020) em đăng ký 6 chỉ (2 môn học ME2003, MT1009)  trong học kỳ chính nhưng Học phí tính ra là 2,880,000 (480,000 / 1 chỉ). HK2 (2019-2020) em chỉ học 3 chỉ (môn ME2013). Em tính ra thì vẫn còn một phần tiền tạm ứng thu học phí nhập học. Hiện tại học phí HK3(2019-2020) của em là 3,360,000 / 7 chỉ. Em mong Phòng Kế Hoạch - Tài Chính và Phòng Đào Tạo Đại Học kiểm tra và điều chỉnh học phí giúp em ạ, em cám ơn nhiều.",
    "Chào thầy/cô, Em là , mssv . Em hiện tại đã hoàn thành chương trình đại học, đã đóng tiền học phí, nộp chứng chỉ AV đầy đủ nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Vậy thầy/cô có thể giúp em kiểm tra xem em còn thiếu mục nào để có thể tốt nghiệp được không ạ? Em xin cảm ơn. Trân trọng, ",
    "chào thầy/cô,  thầy cô cho em hỏi về việc thi chuẩn tiếng anh diễn ra trong tháng 9, do em phải đi thực tập tốt nghiệp bị trùng giờ với lịch thi. em thực tập ở Vũng Tàu. em đã đăng kí và đóng lệ phí thi, nhưng em không thể đi thi do phải thực tập, thầy/cô cho em hỏi em có được hủy đăng kí không và có được hoàn lệ phí thi không?  em xin chân thành cảm ơn !",
    "Em chào phòng đào tạo. Em đã đóng học phí và làm đủ 15 ngày công tác xã hội (đã được khoa xác nhận trên sàn hoạt động ngoại khoá sinh viên, vui lòng xem ảnh đính kèm), tuy nhiên phòng đào tạo vẫn chưa cập nhật cho em, tuần trước em có lên hỏi và được thông báo chờ tới thứ 6 tuần rồi sẽ cập nhật, nay là thứ 2 và số ngày công tác xã hội của em cũng như học phí vẫn chưa được cập nhật . Mong phòng đào tạo xem xét lại giúp em. Em cám ơn. ",
    "Nếu em kiểm tra anh văn tại trường và được miễn môn anh văn nhưng em muốn nộp bằng Toeic để lấy điểm được không ạ ?",
    "em có trễ mất giờ đăng kí môn học chiều nay nên không đăng ký được đồ án nền móng có mã môn học CI3197, em xin pdt xét duyệt cho em được thêm vào danh sách lớp đồ án nền móng cho hk sau để kịp tiến độ tín chỉ đi thực tập.",
    "Em chào cô Em có một vấn đề về học vụ mong cô giải đáp ạ. Em là sinh viên khóa 2018, theo quy chế hiện tại thì k18 chỉ cần đạt 500 Toeic là đủ qua 4 chuẩn anh văn 1,2,3,4 nhưng em thấy theo quy định chuyển điểm anh văn thì từ học kì 1(2020-2021) thì phải đạt 600 Toeic mới qua anh văn 4. Cô cho em hỏi vậy là từ học kì sau(học kì 201) k18 phải đạt 500 Toeic mới qua anh văn 4 hay 600 ạ? Và em có đăng ký nộp chuyển điểm anh văn vào ngày 31/8/2020 vậy thì điểm chuyển của em được xét vào quy chế chuyển điểm anh văn từ học kì 1(2020-2021) hay trước đó ạ ?  EM xin cám ơn.",
    "Em xin chào thầy, cô phòng đào tạo ạ, em là , MSSV , chuyện là kì thực tập tốt nghiệp hè vừa rồi em đăng kí thực tập bên công ty ISB nhưng do dịch nên công ty đã hủy đợt thực tập của em. Vấn đề này các anh cùng đợt của em đã hỏi cô  khoa máy tính và được thông báo sẽ cho hủy môn học này để không phải đóng tiền. Em xin phòng đào tạo hủy dùm em môn học này được không ạ? Em xin chân thành cảm ơn",
    "CODE  Dạ cho em hỏi là do năm 1 em không đủ 28 tín chỉ nên không thể đăng kí các môn chuyên ngành được. Thì em chỉ đăng kí được 1 môn maclenin 3 tín mà thôi, các môn khác em không đăng kí được do đã full hết và trường không mở thêm lớp mới. Nên hiện tại em chỉ đăng kí được 3 tín trong học kì tới. Vậy học phí tính sao ạ? Và trong đợt 3 đăng kí môn học thì em có thể đăng kí các lớp kì chính của k20 được không ạ? Em xin cảm ơn",
    "Chào thầy/cô, Thầy/cô cho em hỏi, học kỳ 192 đã kết thúc, và môn thi của em cũng từ ngày 31/08/2020 nhưng đến giờ vẫn chưa có điểm tổng kết. Vậy nếu em in bảng điểm để phục vụ cho việc xin học bổng,  mà thiếu cột điểm các môn đó thì có vấn đề gì không ạ? Em xin cảm ơn, N.",
    "Kính gửi Phòng Đào tạo, Em xin hỏi rằng em đăng ký nộp chứng chỉ Toeic trên web nhưng chỗ xét miễn không duyệt để em đóng tiền trên bkpay Em xin cảm ơn",
    "Kính chào các cô, chú của pdt Về việc đăng kí môn học, nếu đăng kí môn học có kết thúc từ tiết 6 và bắt đầu từ tiết 7 thì có bị hệ thống xóa môn không???  Chúc các cô, chú có ngày làm việc vui vẻ! Con xin cảm ơn.",
    "Dạ e chào admin. Em tên là  (). Em là sinh viên 19. Em đang có 1 thắc mắc về chuẩn nộp bằng từ học kì 201. Theo điều kiện của 18 thì thi toeic được 500 thì sẽ qua được 4 anh văn nhưng em thấy bảng quy đổi từ học kì 201 thì nếu thi được 500 toeic thì chỉ qua được anh văn 2. Thì trường hợp này áp dụng cho tất cả các khoá hay chỉ từ khoá 20 trở đi ạ . Em cảm ơn admin",
    "Tốt nghiệp       Dạ em chào Thầy/Cô  Học kỳ trước em đang ở lớp dự bị của lớp Kỹ Sư Tài năng ( Xây dựng dân dụng và công nghiệp khóa 2016 )  Hiện tại sau khi hoàn thành chương trình học thì em KHÔNG ĐỦ tiêu chuẩn để tốt nghiệp lớp tài năng  Vậy em có phải làm đơn gì để được xét tốt nghiệp ở lớp đại trà không ạ?  VÌ  em không đăng ký tốt nghiệp được  ( em thi toeic 580 và tiếng anh nói viết:205 )",
    "Em vừa thi đậu tiếng anh nói viết ngày 9/8/2020. tên em không có trong danh sách tốt nghiệp tạm thời. - Khi nào nhà trường cập nhật danh sách mới và em có cần phải làm thủ tục gì để có thể tốt nghiệp  Em chân thành cảm ơn",
    "Dạ chào anh/chị, em tên , MSSV . Em đã hoàn thành tất cả các tín chỉ của chương trình Việt Pháp khóa 2015 ngành Cơ điện tử, số ngày CTXH của em là 15,5 ngày. Em đã nộp bằng Ielts và tiếng Pháp Delf B1. Tuy nhiên, khi tra trong danh sách tốt nghiệp dự kiến tháng 11/2020 thì em lại không thấy tên mình Em chân thành mong anh/chị phòng Đào Tạo giúp đỡ ạ. Em xin cảm ơn",
    "hiện tại em chưa đăng kí được môn học ạ, cho em hỏi là em có thể làm đơn xin bổ sung xỉ số được không ạ?",
    "Kính gửi phòng đào tạo. Do năm học vừa rồi em có việc gia đình, nên em tạm nghỉ một năm. Hiện tại em đã được thu nhận lại. Nhưng do học kì này có nhiều môn tiên quyết nên học kì này em không đăng kí được môn học nào của năm 2. Vậy phòng đào tạo cho em hỏi là em có thể đợi các bạn năm nhất nhập học và đăng ký học chung với các bạn đó được không ạ. Em xin chân thành cảm ơn.",
    "Xin chào PĐT, thời gian đào tạo tối đa của em đã hết. Nên em muốn xin trường gia hạn thêm 1 học kỳ nữa, thì cần làm theo quy trình nào ạ? Hiện tại em chỉ còn nợ 1 môn, luận văn tốt nghiệp đã bảo vệ hoàn tất. Xin PĐT giúp đỡ, em xin cảm ơn.",
    "Chào quí thầy/cô! Em là sinh viên khóa 15, thầy/cô cho em hỏi là chứng chỉ Toeic( nghe, đọc, nói, viết) nộp để xét tốt nghiệp nhưng hơn 2 năm mà chưa tốt nghiệp được, thì chứng chỉ đó còn sử dụng được để xét tốt nghiệp không ạ, hay phải thi lại chứng chỉ Toeic mới ạ . Em xin cám ơn! Sinh viên gửi Nguyễn Thành ",
    "Gửi văn phòng khoa Kỹ thuật Xây dựng, Em quên đăng ký môn cho hk201 (đợt 2 mới hết hạn 31/8). Văn phòng khoa có thể giúp em đăng kí thời khóa biểu được ko ạ. Em cảm ơn",
    "Dạ cho em hỏi em muốn xóa môn học đăng kí học kì 191 vào đăng kí môn học đợt 3 được không ạ. Hay là có cách nào có thể xóa, hiệu chỉnh nữa không ạ tại em đăng kí nhầm cơ sở ạ",
    "Dạ em chào thầy cô, Em là , MSSV: . Dạ em có câu hỏi liên quan đến xét môn học tương đương. Em muốn hỏi là nếu em học môn Giải tích trong kinh doanh thì có được xét môn tương đương với môn giải tích 1 đối với chương trình đào tạo khoá 2018 ngành quản lý công nghiệp không ạ?  Em học chương trình Chất lượng cao, khoá 2018, khoá sau em (k2019) đã không còn học môn Giải tích 1 mà học môn Giải tích trong kinh doanh. Như vậy nếu em nợ môn Giải tích 1 thì có thể trả nợ bằng môn Giải tích trong kinh doanh không ạ? Em xin chân thành cảm ơn thầy cô. Trân trọng .",
    "Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm. Cảm ơn Thầy/Cô",
    "Kính gửi Thầy/ Cô Em muốn bảo lưu kết quả học hiện tại thì hình thức như thế nào ạ Trân trọng!",
    "Chào cô, Hiện tại em là K16 và chờ thi anh văn nói viết để tốt nghiệp. Ngày 9/9/2020 sắp tới ở quê em yêu cầu em về khám nghĩa vụ quân sự. Vậy cho em hỏi em có xin được giấy chứng nhận sinh viên để hoãn khám được không ạ? em cám ơn",
    "Chào quí Thầy/cô Cho em hỏi điều kiện nhận học bổng từ các công ty...(không phải là học bổng khuyến khích của trường) thì có cần điều kiện trên 20 tín chỉ/học kì không ạ . Em xin cám ơn ",
    "Cho em hỏi là muốn được cấp giấy xác nhận điểm rèn luyện năm học 2018-2019 (có trong yêu cầu học bổng Nitori) thì mình phải làm thế nào ạ?",
    "Em thấy trường có quy định quy đổi điểm Anh văn mới từ HK201, nếu theo bảng quy đổi đó thì khoá K19 tụi em xử lý thế nào ạ, vì theo bảng mới thì nếu đạt 550 tụi em không đủ để pass AV4 như chuẩn đầu ra áp dụng cho K19.",
    "Cho em hỏi, thời hạn đăng kí thi anh văn từ ngày 21/8 đến 2/9. Em đã đăng kí, hôm nay 1/9 em lên đóng lệ phí thì báo đóng trễ hạn. Tại sao vậy ạ? Như vậy thì e, sẽ bị trừ điểm rèn luyện và cấm thi phải không ạ? Em xin cảm ơn!",
    "Nếu em  sắp xếp được LỊCH HỌC hợp lý, đủ thời gian di chuyển giữa 2 cơ sở thì LỊCH THI giữa kỳ, cuối kỳ sau đó do PĐT sắp xếp có xảy ra tình trạng trùng giờ, không đủ thời gian di chuyển giữa 2 cơ sở để thi các môn không?",
    "Học kỳ 3 có thể được hủy môn học đã đăng ký ở kỳ 2 được không ạ?",
    "Em chào thầy, cô. Do tình hình dịch Covid-19 ảnh hưởng đến công việc mà hiện tại gia đình em đang gặp vấn đề tài chính. Cho em hỏi có thể xin được hoãn ngày đóng học phí lại vài ngày được không ạ. Em cảm ơn ạ",
    "Em là  MSSV : ; PĐT cho em hỏi 1 vấn đề, vừa rồi khi em định bổ sung học cải thiện môn học ĐA đường vào HK1 20/21 thì lại hiện ra vấn đề như ảnh trong file đính kèm làm em ko đăng ký dk, em thử bấm 1 số môn khác cũng bị tương tự, trong khi em khóa VHVL đã đạt chuẩn AV cũng như hoàn thành các môn trước rồi. Xin PDT xem lại và fix lỗi giúp em để em có thể đăng ký dược môn học trong đợt 3 của HK1 20/21.",
    "Cho mình hỏi, do mình chưa đủ điều kiện về chứng chỉ ngoại ngữ nên chưa đăng kí luận văn được trong học kì này. Mình có thể đăng kí luận văn tốt nghiệp và nộp chứng chỉ ngoại ngữ vào học kì dự thính được không? Học kì chính sắp tới, mình không đăng kí môn học nào thì có bị gì không ạ?",
    "Học kì trước em có tạm dừng việc học, giờ em muốn đi học lại thì lấy mẫu giấy thu nhận ở đâu ?  Em xin cảm ơn .",
    "Kính gửi PĐT Trường Đại Học Bách Khoa TPHCM Em là  MSSV:  Sinh viên Khoa Quản Lí Công Nghiệp Kính mong PĐT tạo điều kiện cho em đăng kí môn học Kinh Tế Vi Mô (IM1003) với khoá 2020. Vì môn học này chỉ mở đúng 1 lần vào đầu học kì của khoá mới.Em là sinh viên khóa K15 và em đang bị trê hạn ra trường  Rất mong PĐT tạo điều kiện cho em học môn này giúp em để em có thể hoàn thành chương trình học và có thể tốt nghiệp ra trường ạ Em xin chân thành cảm ơn",
    "Dạ, chào quý thầy cô. Hiện tại em đang được Ban chỉ huy quân sự tại địa phương yêu cầu giấy chứng nhận sinh viên năm học 2020-2021. Hiện em đã đăng ký giấy chứng nhận sinh viên tại trường (lý do tạm hoãn nghĩa vụ quân sự (cấp lại)), giấy em nhận sẽ là năm 2020-2021 chứ ạ. Do học kỳ 201 chưa bắt đầu nên em thắc mắc . Kính mong quý thầy cô trả lời ạ.  ",
    "Em xin chào các thầy/cô, sau khi nhận được mail có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2020. Em hoàn thành việc đăng kí tốt nghiệp nhưng vẫn chưa nhận được e-mail xác nhận. Kiểm tra danh sách tốt nghiệp dự kiến thì phát hiện em   U đang nợ 1 ngày CTXH    trong khi   U em đã có 16 ngày CTXH   . Mong các thầy/cô kiểm tra lại.",
    "Thầy, cô! Cho em hỏi là em mới xem trên trang PĐT thì thấy có 2 bảng quy đổi điểm: áp dụng từ HK191-Hk193, và 1 cái áp dụng từ HK201. Vậy thầy cô cho em hỏi nếu như em nộp chứng chỉ để quy đổi điểm thì sẽ áp dụng bảng quy đổi nào ạ!(em thuộc khóa K19). Em xin cảm ơn thầy, cô nhiều.",
    "Cho em hỏi là khi em thanh toán học phí trên BKpay, sau khi làm đủ các bước trên OCB online nhưng hệ thống vẫn báo em chưa thanh toán ạ. Em cảm ơn",
    "Xin chào ạ, Tình hiện tại là do em có một số vấn đề cá nhân nên em mới làm đơn thu nhận để được đi học lại sau một khoảng thời gian em tạm dừng học. Công việc của em hiện tại là em đăng ký môn học để có thời khóa biểu. Nhưng do là em làm đơn thu nhận vào thời điểm này cũng đã kết thúc đợt đăng ký môn học đợt 2 và chỉ còn đợt đăng ký bổ sung nhưng khi lên trang đăng ký môn học xem thì thấy chỉ số các môn em cần đăng ký đều đã đủ người. Mà nếu em không đăng ký môn học được là coi như em bị đuổi học luôn. Giờ em không biết phải làm sao. Dạ em mong các anh chị có thể giúp đỡ em ạ. Dạ em cảm ơn.",
    "Em là , MSSV . Em muốn hỏi là vì sao em không đkí tốt nghiệp trên MyBK dù em đã đủ chứng chỉ, ngày ctxh và hoàn thành bảo vệ luận văn tốt nghiệp.",
    "Chào PĐT, Em có vài vấn đề thắc mắc mong có thể được hỗ trợ + Hạn chót đăng ký tốt nghiệp đợt 2 năm 2020 là khi nào ? + Từ khi đăng ký tốt nghiệp thì khoảng bao lâu sẽ có giấy chứng nhận tốt nghiệp tạm thời ?  trọng cảm ơn.",
    "iểm TBTL  7.5 khi đăng kí 22 tín chỉ có cần phải có sự đồng ý của BCN khoa không ạ? Tại em có đọc quy chế mục 9.3 rồi nhưng vẫn chưa hiểu rõ chỗ này ạ.",
    "Em xin chào phòng đào tạo. Em là sinh viên K13 học hết 14 học kỳ mà chưa hoàn thành chương trình đào tạo ,và em có nguyện vòng chuyển sang hệ VLVH. Em xin hỏi là có được hay không, nếu được thì phải làm những gì? Em cảm ơn.",
    "Dạ em chào Thầy/Cô ạ! Theo thông báo của nhà Trường thì ngày 7/9/2020 là hết hạn đóng học phí kì 193. Nhưng do ảnh hưởng của dịch Covid-19 nên gia đình em đang khó khăn và chưa có khả năng để đóng đúng hạn được ạ!  Cho Em hỏi nếu Em đóng trễ hạn, trong trường hợp xấu nhất là trễ hơn thời điểm thi cuối kì 193, thì Em có thể được phép thi không ạ? Và kết quả Đăng kí môn học đợt 2 của Em có bị xóa vì đóng trễ không ạ?  Em mong Thầy/Cô có thể giải đáp thắc mắc giúp Em vì nếu xóa hết kết quả ĐKMH của đợt 2 thì sẽ ảnh hưởng rất lớn đến kế hoạch học tập của Em vì đợt 3 sẽ không còn chỗ nữa. Em xin cám ơn ạ!",
    "Kính gửi Nhà trường, Em sinh viên K13 khoa Cơ Khí, em học chính quy nhưng chưa đủ tín chỉ (đã có 162 chỉ) để nhận bằng tốt nghiệp. Em đã hết hạn học và muốn đăng ký xuống hệ tại chức thì phải làm gì. Em xin được hướng dẫn. Em cảm ơn.    .",
    "Em tên , khoa Cơ khí quốc té.  Em hiện đang thiếu 1 môn thể dục để đăng kí môn năm 4. Thứ 6 tuần trước em có nộp giấy chứng nhận hoàn thành thể chất do quận cấp cho văn phòng quốc tế. Em xin hỏi ngày mấy thì chuyển được điểm và có kịp để đăng kí đợt 3 không ạ ?  Em xin cảm ơn.",
    "Thầy cô PDT cho e hỏi e không đăng ký môn học hệ VHVL đợt 1 là từ ngày 4/8 - 10/8 . Cho e hỏi là e có thể hiệu chỉnh đăng ký môn học từ 2/9 - 7/9 không ạ ! E cám ơn!!!",
    "Họ tên:  MSSV:  Em chào Thầy (Cô), Hiện tại em đang trong quá trình TTTN hè và sẽ làm LVTN vào kì 2 năm học tới, em đã được miễn AV1,2,3 và đã qua AV4. Vậy trước khi đăng ký LVTN, em có cần nộp chứng chỉ  không ạ? Em cảm ơn Thầy (Cô) ạ. Trân trọng, ",
    "Em chào PĐT.  Em xin hỏi là hiện giờ em đã hết thời hạn theo học tại trường (7 năm) mà chưa hoàn thành hết các môn học thì em có chuyển sang học lấy bằng không chính quy hay không ?  Và những thủ tục chuyển, quy chế, đăng ký môn học như thế nào ?",
    "Chào thầy/Cô, Hiện tại em đã hoàn thành xong luận văn, tuy nhiên, anh văn 3 và 4 em chưa chuyển điểm, em thấy trong lịch học vụ hạn chuyển anh văn đến ngày 30/9 để đăng kí các môn học. Vậy em có thể chuyển điểm sau đợt đó được không ạ? Nếu có thì hạn chót là khi nào ạ? (Em chỉ còn anh văn 3 và 4). Em chân thành cảm ơn thầy/cô đã giải đáp. ",
    "Chào thầy (cô), Thầy(cô) cho em hỏi khi nào danh sách tốt nghiệp dự kiến được cập nhật vậy ạ ?, em muốn đăng kí tốt nghiệp để nhận giấy chứng nhận tốt nghiệp tạm thời để xin đi làm, mà danh sách tốt nghiệp dự kiến vẫn chưa cập nhật nên không thể đăng kí được. Mong được thầy (cô) phản hồi sớm. Ân.",
    "Em chào PĐT, Em xin hỏi sinh viên văn bằng 2 học Khoa học máy tính thì có thể ứng tuyển vào chương trình Kỹ sư tài năng được không ạ ?",
    "PDT cho em hỏi, em đã nộp đơn xin chuyển điểm anh văn, đã đóng tiền, và đã được phê duyệt.Nhưng lâu nay vẫn chưa thấy cập nhật điểm AV trong bảng điểm ạ.",
    "Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm. Cảm ơn Thầy/Cô",
    "Cho em hỏi đăng ký thi anh văn định kỳ tổ chức ngày 12-9 sao mãi không có kết quả đăng ký vậy ạ. Em đã thanh toán và có thông tin xử lý từ ngày bắt đầu mở đăng kỳ sao sắp tới ngày thi mà vẫn chưa có kết quả đăng ký ạ.",
    "Em chào  ạ Em là SV khoa Môi trường và Tài nguyên, vừa rồi bọn em thi môn Phân tích hệ thống môi trường mã EN2019 từ ngày 30/07 và đến nay dù thầy đã đăng điểm lên bkel nhưng vẫn chưa thấy cập nhật trên bảng điểm ạ . Em đang rất cần bảng điểm để làm hồ sơ xét học bổng ạ. Em mong phòng đào tạo kiểm tra lại giúp em với ạ Em xin cảm ơn",
    "Dạ em chào thầy/cô. Do nhà em đang kẹt tiền chưa thể xoay được để thanh toán học phí HK hè , em có thể làm đơn xin gia hạn học phí tới giữa  tháng được không ạ",
    "Em chào Phòng đào tạo, Em hiện đang trong chương trình kỹ sư tài năng khoá 16. Em có đọc trên quy định tốt nghiệp nói cần nộp thêm chứng chỉ anh văn nói viết của trung tâm ngoại ngữ Bách Khoa với mức đạt (như ở hình bên dưới). Cho em hỏi là mức đạt là bao nhiêu điểm ạ. Em cảm ơn.   i Tốt nghiệp .",
    "Chào Thầy/Cô, dạ cho em hỏi là kì 201 này trường tạm thời không xét chuẩn av khi đăng ký môn học và sẽ xét chuẩn vào cuối kì 201, thì chuẩn này đối với k19 là 350 toeic hoặc qua av1 phải không ạ? Và khi em nộp bằng để xét pass chuẩn thì em phải đăng ký chuyển điểm cho môn av 1 mới được hay chỉ cần nộp bằng online thỏa chuẩn là được ạ? Em cảm ơn.",
    "Dạ em chào cô (thầy). Em mới nhận được lịch thi cuối kỳ môn Mac-Lenin hk193 vào ngày 21/9 vào lúc 18h30. Mà theo tkb thì ngày 21/9 vào ngày t2, hôm đó em học ở cơ sở 2 6h mới kết thúc tiết, em không thể nào di chuyển lên cơ sở 1 để đi thi kịp thời gian ạ. Mong có lời giải đáp từ trường ạ",
    "Em xin chào ạ . Do môn Phương Pháp Số em đã đăng ký chuyển điểm và ghi điểm miễn, mà thông tin này tới sau đợt đăng ký môn đợt 2. Nên em có nguyện vọng rút đăng ký môn học môn PPS ME2091 trong kì 201 sắp tới . Mong thầy/cô giúp em ạ. Em xin chân thành cảm ơn.",
    "Dạ em có đăng kí nộp chững chỉ ngoại ngữ hôm 25/8 và đã chờ đến hôm nay ngày 3/9 vẫn chưa có kết quả. Xin phòng đào tạo giải quyết cho em sớm ạ. Em xin cảm ơn . ",
    "Em xin trình bày như sau:  Do em thuộc chương trình Tăng cường tiếng Nhật của OISP theo chương trình đào tạo của chương trình Tăng cường tiếng Nhật thì em không cần phải học môn Vi xử lý (EE2013), nhưng hiện tại em đã rút khỏi chương trình Tăng cường tiếng Nhật và chuyển về hệ Đại trà . Do vậy, để có thể nhận Đồ án (EE3149) theo đúng chương trình đào tạo vào học kỳ 6 (kỳ 202).Do đó, em xin Phòng đào tạo xem xét tăng sĩ số lớp, cho em đăng ký môn Vi xử lý (EE2013) lớp A01_A01 thứ 5 tiết 2 3 4 và thứ 5 tiết 7 8 9 10 . Em xin chân thành cảm ơn.",
    "Dạ em chào Thầy/Cô Em muốn hỏi là đkmh đợt 3 có được hủy môn không ạ? Em cảm ơn.",
    "Kính gửi Phòng Đào tạo. Hôm nay 03/09 em lên mybk.edu.vn để đăng ký môn học cho bằng 2 nhưng ko thấy lịch đăng ký. Em chờ từ sáng tới hiện tại vẫn ko thấy. Cho em hỏi có phải tài khoản em bị lỗi gì ko, vì theo thông báo em nhận trong mail lúc trúng tuyển là 03/09/2020 là bắt đầu đăng ký môn học tại mybk.edu.vn Sinh viên kính gửi.",
    "cho em hỏi k19 có sinh hoạt công dân đợt 5/10 k ạ? nếu sinh hoạt thì sinh hoạt vào cuối tuần phải không ạ?",
    "Em tên là , mssv . Em gửi yêu cầu này về vấn đề là hồi tháng 11 năm ngoái(2019) tức là sau khi phân ngành của khoa Khoa học - Kĩ thuật máy tính gần được 1 học kỳ thì em đã nộp đơn xin đổi ngành từ ngành   B Kĩ thuật máy tính    sang ngành   B Khoa học máy tính    vì thấy mình không phù hợp với ngành   B Kĩ thuật máy tính    và đã được cô giáo vụ của Khoa xác nhận là đã chuyển thành công. Nhưng đến tận bây giờ (03/09/2020) thì các thông tin trên mybk vẫn để em là ngành Kĩ thuật máy tính. Hơn nữa tuy là ngành học và giáo viên chủ nhiệm là bên Kĩ thuật máy tính nhưng lớp lại là của bên Khoa học máy tính. Em mong là sẽ được hồi đáp sớm",
    "Thưa các thầy cô, em dự định đăng ký tốt nghiệp vào tháng 4/2021. Em đã nộp bằng TOEIC có thời hạn đến tháng 12/2020. Cho em hỏi em có cần phải nộp lại bằng mới để đăng kí tốt nghiệp không ạ? Em cảm ơn",
    "Theo như em biết thì từ k19 mã các môn chính trị bị đổi, nên bọn em không thể đăng ký các mã cũ được, em đã học môn tiên quyết của môn SP1033 là môn SP1031 trong hè và môn này có rất nhiều bạn k19 học. Vậy tại sao lại không mở lớp sp1033 vào kì 20.1 ạ mà chỉ mở SP1031 ạ?",
    "Như đã nêu ở câu hỏi trước, thông tin tốt nghiệp về ngày CTXH của em không đúng (trên sàn HĐNK là 46.5 ngày thay vì 34.5 ngày như khi tra cứu). Phía pđt (cô ) trả lời ngày CTXH đã cập nhật . Tuy nhiên, khi em tra cứu (lúc 22:00 ngày 3/9) thì thông tin vẫn chưa được thay đổi, cụ thể ngày cập nhật vẫn là 25/8 . Vậy em muốn hỏi do thông tin cập nhật bị sót, hay là phải đợi tới đợt nào đó thì thông tin tốt nghiệp mới được cập nhật cho toàn bộ sinh viên ạ? Nếu có em muốn hỏi là khi nào. Trường hợp cập nhật sót, phía pđt vui lòng kiểm tra lại giúp em . Em cảm ơn.",
    "Dạ thưa thầy, cô. Em là . Mssv: . Thầy cô cho em hỏi   B học kì 201     em đăng kí 13 chỉ buổi sáng và đăng kí thêm một môn   B Giải tích 2    dự thính tối( Học kì 182 em có học nhưng rớt), thì khi em có điểm môm  B  Giải tích 2    dự thính tối của   B học kì 201    thì điểm đó có tính vào   B Điểm trung bình học kì 201    để xét học bổng không ạ ? Em xin cám ơn",
    "Xin thưa, sau tốt nghiệp em muốn học tiếp văn bằng 2 tại các trường thuộc Khối ĐHQG không ạ? Em xin cảm ơn ạ.",
    "Em xin chào cô ạ. Hiện tại vì em đã học môn phương pháp tính ở học hk192 vừa rồi và hôm nay em có nhận được mail từ bạn giáo vụ Khoa Cơ Khí với nội dung là sinh viên cơ điện tử có thể chuyển điểm miễn từ môn phương pháp tính (MT1009) sang môn phương pháp số (ME2091). Nhưng vì mail này được gửi sau đợt đăng kí môn học đợt 2 vừa rồi nên hiện tại em không thể hủy đăng kí môn học môn phương pháp số nên em làm đơn này kính mong cô đáp ứng nguyện vọng của em. Em xin cảm ơn.",
    "Em xin chào, Em là , Khoa cơ khí Hiện em đang muốn xin trường giấy tạm hoãn nghĩa vụ quân sự thì phải đến văn phòng khoa hay phòng đào tạo ạ? Việc cấp giấy có lâu không và mất bao nhiêu thời gian ạ?",
    "Em là sinh viên khóa K13, nhập học tháng 9/2013 hạn đào tạo tối đa là 10/2020, em không đăng kí môn học kì tiếp theo được. Phòng đào tạo cho em hỏi em có thể  làm đơn xin kéo giản thêm 2 học kì để có thể hoàn tất chương trình học của em được không vì em đã hoàn thành 140/156 chỉ, em còn 6 chỉ trong học kì này và 10 chỉ luận văn là hoàn tất kính mong phòng đào tạo giải đáp giúp em. Em xin cảm ơn.",
    "Cho em hỏi, em hủy đăng kí môn thực tập tốt nghiệp học kì hè này thì có phải trả tiền học phí không ạ   i Với lại môn này không dạy trên lớp ạ.  .   i  Mong thầy cô giúp đỡ!!!   .",
    "Phần thông tin cá nhân trong mục đăng kí TN của em đang bị lỗi. Cụ thể em đã chuyển ngành, và đang học ở Khoa QLCN, nhưng thông tin lại để ngành cũ của em là KHMT. Em đính kèm ảnh, mong PĐT fix giúp em Ngoài ra, PĐT kiểm tra giúp em đã đủ điều kiện tốt nghiệp chưa ạ để em bổ sung thêm . Cảm ơn Thầy/Cô",
    "Ngày 25/8 em có đăng kí nộp chứng chỉ ngoại ngữ toeic listening và reading trên trang web của trường. Nhưng đến ngày hôm nay 4/9 vẫn chưa có kết quả trả về từ phòng đào tạo. Em xin phòng có thể kiểm tra lại giúp em được không ạ, hoặc có thể cho em biết lý do bằng toeic của em tại sao không được xử lý được không ạ?  Xin phòng đào tạo có thể giải quyết sớm giúp em, để em có thể đăng kí môn học vào ngày 8/9 sắp tới. Em xin cảm ơn. , .",
    "Em chào thầy/cô ạ. Do tình hình dịch ảnh hưởng đến kinh tế nên gia đình em không thể gửi tiền học phí đúng hạn được. Em muốn xin đóng trễ học phí, vậy thì em cần làm những gig ạ? Em cảm ơn ạ.",
    "Dạ hiện tại em đợi bằng anh văn để nộp bằng. Vậy em không đăng kí môn học có bị tạm dừng học không ạ. Nếu bị tạm dừng thì trong kì tạm dừng đó em xin học lại ngay học kì đó để nộp bằng được không ạ. Hay phải đợi học kì kế tiếp ạ",
    "Em là sinh viên năm 3 Hiện tại e chỉ tích lũy được 50 chỉ. Em có thể xin pđt châm trước cho e để e có thể đk môn năm 3 được không ạ. Và phải viết đơn như nào ạ. Em cảm ơn ạ.",
    "Chào Thầy, Cô. Hiện kỳ 201 này em đang đăng ký môn LVTN (GE4324) nhưng hệ thống lại không cho đăng ký . Mặc dù em đã đủ số TCTLN tối thiếu để nhận LVTN là 125 chỉ, và đã chuyển điểm anh văn (toeic-515), đã được PĐT duyệt rồi nhưng vẫn không đăng ký được LVTN (có file minh chứng đính kèm theo). Vậy em kính mong Thầy/Cô giả đáp thắc mắc này và em cần bổ sung những gì để được ĐKy LVTN . Em cảm ơn!",
    "Tốt nghiệp . Dạ em chào Thầy/Cô Học kỳ trước em đang ở lớp dự bị của lớp Kỹ Sư Tài năng ( Xây dựng dân dụng và công nghiệp khóa 2016 ) Hiện tại sau khi hoàn thành chương trình học thì em KHÔNG ĐỦ tiêu chuẩn để tốt nghiệp lớp tài năng Vậy em có phải làm đơn gì để được xét tốt nghiệp ở lớp đại trà không ạ? VÌ  em không đăng ký tốt nghiệp được ( em thi toeic 580 và tiếng anh nói viết:205 )",
    "thầy cô cho em hỏi là trong thời gian nghỉ dịch em có nghe thông báo là tới cuối năm 2 trường mình mới xét chuẩn anh văn, có phải thông báo không ghi rõ là chỉ áp dụng cho những bạn rớt anh văn 1 có thể đăng ký được môn năm 2, vì vậy nên em bị rớt anh văn cơ bản mà nghĩ rằng cuối năm 2 trường mới xét chuẩn anh văn nên hiện tại em không đăng ký được môn học vì bị xét chuẩn anh văn phải không ạ?",
    "Em được biết là Do tình hình dịch Covid-19 làm ảnh hưởng đến khả năng tích lũy tín chỉ của Sinh viên, nên nhà trường tạm thời áp dụng giảm chuẩn tích lũy tín chỉ cho Sinh viên năm thứ 2 từ 24 đến 51 tín chỉ . Mà nếu em  tính cả học kỳ hè này em sẽ được 22 chỉ. Vậy là em thiếu 2 tín chỉ nữa để được đăng ký môn học của năm hai . Vậy em xin nhà trường cho em được đăng ký các môn ở năm hai ạ. Em xin hứa sẽ hoàn thành đủ số tín chỉ của mỗi năm ạ   i Em xin chân thành cảm ơn ạ  .",
    "Em là sv năm nhất và tích lũy đủ 23 tín chỉ V theo mail của trường là sv năm 2 từ 24 tín V e có đc đăng kí môn năm 2 rồi đúng k ạ? Em cảm ơn",
    "Kính thưa quý thầy/ cô. Em là sinh viên K19 khoa KTHH ạ. Hiện tại là em tích lũy 23 tín chỉ ạ . Lúc trước em nhận được mail của nhà trường nếu không tích lũy đủ 28 chỉ vẫn được đăng kí môn năm 2 ạ. Mà giờ phải đủ 24 chỉ mới đăng kí môn năm 2 được ạ. Tại vì em cứ nghĩ không cần phải tích lũy đủ tín chỉ nên em dự định nếu rớt môn năm 2 học lại cũng để cải thiện điểm để phân ngành tốt hơn nên em không đăng kí môn ở học kì hè ạ. Mong các thầy cô xem xét lại giúp em ạ. EM XIN CHÂN THÀNH CẢM ƠN VÀ MONG PHẢN HỒI SỚM NHẤT Ạ.",
    "Xin chào quý thầy cô. Em tên là  MSSV:  Sau năm nhất em đã tích lũy đủ 23 tín chỉ Theo mail mới nhất từ trường, thì chuẩn sinh viên đã được giảm xuống là sv năm 2 từ 24 tín chỉ. Vậy em đã được phép đăng kí những môn năm 2 chưa ạ? Nếu chưa được, em xin phòng đào tạo và quý thầy cô xem xét trường hợp của em. Em biết thành tích của em đã không hề tốt và để rớt môn. Nhưng em mong quý thầy cô cho em một cơ hội để cố gắng hơn vì chỉ thiếu 1 chỉ để đăng kí môn năm 2 sẽ khiến em bị trễ đi rất nhiều thời gian và cả tiền bạc. Em hy vọng được đáp ứng nguyện vọng này. Em xin chân thành cảm ơn và mong phản hồi sớm nhất.",
    "Thầy, cô! Cho em hỏi là em mới xem trên trang PĐT thì thấy có 2 bảng quy đổi điểm: áp dụng từ HK191-Hk193, và 1 cái áp dụng từ HK201. Vậy thầy cô cho em hỏi nếu như em nộp chứng chỉ để quy đổi điểm thì sẽ áp dụng bảng quy đổi nào ạ!(em thuộc khóa K19). Em xin cảm ơn thầy, cô nhiều.",
    "Em là sinh viên K19 khoa Kỹ Thuật Xây Dựng đại học Bách Khoa TPHCM Em viết mail này nhằm mục đích hỏi về vấn đề bảo hiểm y tế em đóng vào đầu năm học 2019-2020, vì xã em có cấp cho em thẻ bảo hiểm y tế với thời hạn 5 năm nên em không cần mua tại trường, nhưng trường vẫn thu thì muốn nhận tiền bảo hiểm lại thì em phải làm thế nào Mong phòng đào tạo phản hồi giúp em ạ ! Trân trọng !",
    "Kính gửi thầy cô, Em tên là  ( mssv:), em có thắc mắc nhỏ như sau: + Khi đăng ký môn học thì số tín chỉ của học kì hè 183 có được cộng dồn vào không ạ  . +Nếu số tín chỉ hè của em cộng dồn vào vừa đủ chuẩn sinh viên năm 3 thì sẽ được đăng kí các môn năm 3 nhưng nếu sau khi đã có thời khoá biểu thì em có kết quả là rớt môn học hè ( dẫn đến không đủ chuẩn năm 3) thì em có bị huỷ thời khoá biểu không ạ ? Em xin cảm ơn .",
    "Gửi anh/chị,  Đối với sinh viên k17 để đạt 4 điểm 10 anh văn 1234 thì số điểm toeic cần đạt được là 750 hay 700 (nếu chuyển điểm vào học kỳ 201) Bảng quy đổi điểm toeic áp dụng từ học từ 201/2020-2021 có áp dụng cho toàn sinh viên hay chỉ riêng khóa 20. Cảm ơn anh chị đã đọc và trả lời",
    "Dạ xin chào! Phòng đào tạo cho em hỏi: em đã đăng ký tốt nghiệp ngày 30/8 rồi thì chừng nào em nhận được giấy tốt nghiệp tạm thời ạ",
    "Cho em hỏi là thi toeic đợt 19/09 và 20/09 do IIG đảm nhiệm thì kết quả có thể đăng ký nhận luận văn không ạ, Cho em hỏi quy định chuyển điểm anh văn là theo từng khóa hay sao ạ, do em khóa 2014 chuẩn tiếng anh là 450 mà theo quy đổi bây giờ thì điểm đó chưa thể quy đổi điểm để đạt sang anh văn 3, 4 thì sao ạ, Em xin chân thành cám ơn,",
    "EM HIỆN CÓ 21 CHỈ VÀ ĐANG HỌC DỰ THÍNH 4 CHỈ VL1 V Ở ĐỢT 3 NÀY EM CÓ ĐƯỢC ĐĂNG M 2 KHÔNG Ạ ",
    "Dạ cho em hỏi kỳ trước do bị trễ AV nên em không đăng ký luận văn được, em có đăng ký 2 môn học, 1 môn cải thiện, 1 môn học mới. Do em có đi làm nên đã k đi thi 2 môn dẫn tới điểm TB học kỳ trước bằng 0. Hiện kỳ này em làm luận văn thì cần làm đơn cứu xét như thế nào ạ? Em có thấy điểm trung bình học kỳ bằng 0 xem như là bị buộc thôi học ạ? Em cảm ơn",
    "liệu pđt có giúp được chúng em lần nữa không ạ. Việc về chuẩn năm 2. Lúc đó em có lên hỏi thì pđt nếu ko đủ 28 chỉ thì có thể học lại để sau. Nhưng bây giờ thì bảo là do đánh máy. Tuy là giảm xuống là 24 chỉ rồi nhưng có những bạn trong đó có em vẫn không đủ 24 chỉ vì theo chương trình đào tạo là chỉ tụi em lớn nhất là 29 chỉ nhưng nếu rớt nhiều hơn 1 môn thì vẫn không đủ chỉ để học năm 2. Em biết lỗi là do bọn em nên mong 1 lần nữa pđt có thể giúp chúng em được không ạ. Vì là năm nhất cũng như là ảnh hưởng của covid phát sinh ạ. Mong phòng đào tạo giúp đỡ chúng em 1 lần nữa",
    "Tên sinh viên :   Lý do vắng thi : Em ở trung phòng với bạn  () và trường có thông báo tự cách ly vào ngày thi cuối kỳ môn Xử lý số tin hiệu  Dưới đây là hình ảnh về bản cam kết tự cách ly do sở y tế cung cấp Em gửi mong PĐT xem xét sắp xếp cho em lịch thi cuối kỳ lại môn này  Em xin chân thành cảm ơn !   i Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Em muốn hỏi rằng điểm thí nghiệm của môn hóa đại cương HK192 có được chuyển điểm nếu mình học lại môn hóa đại cương vào học kỳ sau không ạ? Nếu được thì mình đăng ký chuyển điểm ở đâu ạ?",
    "Hi, Em tên . Em vừa mới đăng ký đổi  điểm 2 môn anh văn 1 và anh văn 2. Vậy khi nào hai điểm môn này mới được cập nhật cho em và điểm trung bình tốt nghiệp của em là phòng đào tạo tự thay đổi theo điểm anh văn mới đổi hay em cần phải lên gặp phòng đào tạo để thông bào việc đổi điểm này để phòng đào tạo sửa thông tin tốt nghiệp của em ạ. Vì em đã có tên trong danh sách tốt nghiệp tháng 11 này. Em chân thành cảm ơn",
    "Câu hỏi của em là: Em chưa đạt học phần mở rộng. Em muốn đăng kí thực hiện lại học phần mở rộng thì đăng kí như thế nào ạ ?",
    "ng kí môn học Kính chào quí thầy cô Em tên là Phan Thị Mộng Điệp  MSSV: 1913111 Sinh viên ngành Kĩ Thuật Dệt – Công Nghệ Dệt May Đầu tiên em xin trích lại phần câu hỏi số 18 được nêu ra ở BIÊN BẢN TỔNG HỢP Ý KIẾN TRONG HỘI NGHỊ SINH VIÊN NĂM HỌC 2019 2020 diễn ra vào lúc 7h30 ngày 04/07/2020 tại hội trường A5 như sau: Câu hỏi : ‘Em nhận được thông tin sinh viên học hết năm nhất phải đủ 28 tín chỉ ( đại trà ), nếu năm nhất không đủ 28 tín chỉ thì có được đăng kí môn học năm 2 không?” Trả lời: “Nhà trường yêu cầu mỗi học kì sinh viên phải đăng kí ít nhất 14 tín chỉ. Nếu năm nhất sinh viên không tích lũy được 28 tín chỉ, sinh viên cũng được đăng kí môn học của năm hai. Tuy nhiên đến hết năm hai sinh viên phải tích lũy đủ các môn đại cương, cơ sở ngành thì mới được đăng kí các môn học của năm 3”. Năm nhất em tích lũy được 22 tín chỉ và rớt 7 tín chỉ, dựa vào văn bản trả lời em vừa trích trên đã có chữ kí của  BGH, PDT, Phòng CTCT-SV, em đã dự định sẽ trả nợ môn vào năm 2 và không đăng kí học kì hè. Tiếp theo, em mới nhận được mail là sinh viên năm nhất phải tích lũy đủ 24 chỉ mới được đăng kí các môn năm hai . Em là sinh viên vừa được phân ngành Kĩ Thuật Dệt, sĩ số lớp chỉ có 38 sinh viên, số lượng sinh viên của ngành ít nên số lượng sinh viên tích lũy không đủ 24 chỉ cũng rất ít, sang kì sau không thể đủ số lượng để xin mở thêm lớp cơ sở ngành_cơ hội duy nhất để không bị trễ 1 năm. Như vậy thì bọn em sẽ bị trễ một năm. Nay em viết bài này để cầu cứu cho 1 năm của bọn em ạ. Em biết nhà trường cũng rất khó xử và đang tìm hướng giải quyết hợp lí nhất cho sinh viên và quy chế. Vậy em xin nhà trường sẽ có phương án hợp lí nhất cho các sinh viên đã tin vào văn bản trả lời đó. Em xin chân thành cảm ơn và mong được phản hồi sớm nhất  .",
    "PĐT cho em hỏi, em muốn nộp chứng chỉ ngoại ngữ Toeic 2 kỹ năng ấy ạ. Thì PĐT có chấp phiếu điểm Toeic không ạ? hay là phải Bằng Toeic mới được ạ?",
    "Em chào thầy  Trong năm 1 em đã tích lũy dược 23 tín chỉ mà yêu cầu cho sinh viên năm 2 là 24 chỉ  vậy em có cơ hội nào đẻ được đăng kí môn của sinh viên năm 2 không ạ. Em không đăng kí kì hè nên không có cơ hội tăng số tín chỉ. Em cảm ơn ạ.",
    "Trong hk192, em có học môn Giải tích 2 (mã MT1005) và thi cuối kỳ được 2.5 điểm. Sau khi phúc tra, trên trang phúc tra ghi là không có thay đổi về điểm nhưng điểm tổng kết Giải tích 2 trên đó lại là 6.0. Bảng điểm trên trang MyBK (Công thông tin sinh viên) thì ghi điểm tổng kết Giải tích 2 của em là 2.5. Em không biết là điểm của em thực sự là như thế nào, em qua hay rớt môn. Rất phong Phòng đào tạo xem xét và cho em một câu trả lời, vì sắp đến kỳ đăng ký Dự thính 1 và em không biết có rớt hay qua để còn đăng ký. Em xin cảm ơn ạ",
    "Kính gửi nhà trường, Em từ hệ chính quy đăng ký xuống VHVL thì có cần nộp lại Bằng tốt nghiệp THPT (bản sao) hoặc công chứng và Học bạ THPT (bản sao công chứng) không, vì bây giờ em kiếm không thấy. Trước đó em đã nộp tại trường. Em cảm ơn.   i  .",
    "Anh/chị cho em hỏi có mẫu đơn nào để xin nộp học phí trễ hạn được không ạ. Do ảnh hưởng dịch covid nên tình hình kinh tế của nhà em hơi khó khăn nên chưa thể thanh toán kịp học phí hè. Có cách nào để mình đc nộp trễ hạn được không ạ. Em cảm ơn anh/chị đã hỗ trợ.",
    "Em  mssv  Do sai sót nên em không kiểm tra thời khoá biểu nên em có đi học lớp dt02 môn bóng rổ theo thời khoá biểu của bạn. Nhưng đến hôm nay em mới kiểm tra xin phòng đào tạo xem xét cho em học tiếp ạ",
    "Kính chào quý Thầy/Cô, Em tên là Trần Nguyễn Bảo , sinh viên lớp VP15XDC chuyên ngành Xây dựng dân dụng và Hiệu quả năng lượng (PFIEV), có câu hỏi về Điểm trung bình tích lũy ngành (ĐTBTLN). Trong \"BẢNG ĐIỂM SINH VIÊN\" của em, điểm trung bình tích luỹ ngành là: 6.82 và được cập nhật vào 23/03/2020 2:15:37 PM. Em muốn ứng tuyển vào một kỳ thi về các LVTN xuất sắc của Ngành Xây Dựng (Giải Loa Thành) nhưng một trong những yêu cầu của cuộc thi đó thì sinh viên phải đạt ĐTBTLN  = 7.0, do đó em muốn biết điểm trung bình tích lũy ngành cho đến thời điểm hiện tại của em đang là bao nhiêu? Vì vừa rồi điểm Luận Văn Tốt Nghiệp và ĐA Nghiên cứu Khoa học của em đạt điểm khá cao, em hy vọng rằng sẽ đủ điều khiện để ứng tuyển vào kỳ thi này. Chân thành cảm ơn quý Thầy/Cô đã trả lời câu hỏi của em. Em xin chân thành cảm ơn. Trân trọng, Trò .",
    "Kính gửi Phòng Đào Tạo   r  Em tên  sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ.   r  Ân.",
    "Em xin chào quý thầy cô PĐT. Em đã tốt nghiệp vào tháng 04/2020 hệ VLVH. MSSV: Họ tên:  nhưng chưa nhận được bằng Tốt nghiệp . Cho em hỏi bao giờ trường mới cấp bằng và bảng điểm cho sinh viên tốt nghiệp ạ?",
    "Em chào nhà trường, Theo như mail nhà trường gửi cách đây không lâu về việc có đợt kiểm tra trình độ tiếng anh. Em đã đăng kí và đóng tiền đầy đủ nhưng vẫn không biết lịch thi của bản thân. Cho em hỏi khi nào mình biết lịch thi phòng thi và nó xem ở đâu ạ. Em xin cảm ơn ",
    "HI,  Em tên   Em đã đủ tất cả điều kiện tốt nghiệp nhưng sao đăng kí tốt nghiệp chưa được ạ.Cảm ơn",
    "dạ cho em hỏi ạ em ko biết quy đổi điểm anh văn của trường sao ạ  - em đọc qua file pdf của trường nói là quy đổi điểm của học kì 20 là 600 mới qua anh văn 4 ạ  - vậy cho em hỏi em k15 vậy em thi dc 500 điểm anh văn thì pass qua anh văn 4 ko ạ hay là phải áp ụng học kì 20 là 600 mới qua anh văn 4 ạ Tốt nghiệp .",
    "Cho em hỏi là bao giờ nhà trường bắt đầu giảng dạy học kì 201 ( dành cho K19) ạ ?",
    "Em chào cô/thầy, cho em hỏi về điểm rèn luyện sinh viên mình có thể coi ở đâu vậy ạ, em xin cảm ơn.   i  .",
    "Em tên là  MSSV  khoa Môi trường và Tài nguyên K17 em có câu hỏi là vào học kì 1 năm học 2019-2020 em đã nộp bằng TOIEC nghe- đọc 500đ để qui đổi ra điểm AV4 mà sao không thấy cộng tính chỉ vào số tính chỉ đã tích lũy trong bảng điểm của em ạ. Em xin cảm ơn",
    "Kính gửi  Em tên Nguyễn Tất Quang MSSV   Em có một số câu hỏi mong được giải đáp Em thuộc k18 nhưng nợ môn vl1 gt2 gdtg và e muốn đk để học nhưng trên trang đk thấy đều viết không có mô học mở vậy e muốn đk các môn học đó cùng với khóa khác để học thì em phải làm sao ạ.em có thấy trên diễn đàn có một số bạn xin mở lớp nhưng vẫn ko thấy lớp mở trên trang đk ạ mong thầy cô giúp đỡ,chỉ cách cho em để đk vói ạ  EM CẢM ƠN",
    "Dạ cho em hỏi tại địa phương em hỏi giấy đăng ký nghĩa vụ quân sự mà kỳ học này chưa bắt đầu thì làm sao ạ ? Em có thể đăng ký giấy chứng nhận sinh viên rồi gửi về nhà không ạ?",
    "Kính gửi Phòng Đào Tạo Em tên  sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ. Ân.",
    "Chào thầy cô Cho phép em được hỏi là khi nào trường cập nhật chương trình đào tạo của KSTN K19 ạ? Em mong thầy cô sớm phản hồi, em xin chân thành cảm ơn.",
    "Phòng đào tạo cho em hỏi là hiện tại em là sinh viên năm 4, em chỉ còn nợ chứng chỉ TOEIC để làm đồ án tốt nghiệp. Vậy em có thể không đăng ký môn học ở học kì tiếp theo để ôn anh văn không ạ? Hay em phải đăng ký để không bị đình chỉ học vụ và nếu phải đăng ký thì em phải đăng ký số tín chỉ ít nhất là bao nhiêu . Mong phòng đào tạo phản hồi sớm giúp em Em xin cảm ơn",
    "Kính gửi Nhà trường, Em muốn hỏi là Sinh viên Bằng 2 Chính quy có được xét loại học bổng nào không ạ? Em xin cảm ơn.",
    "MSSV:  Kì này em có đăng kí Luận văn tốt nghiệp, đề tài của em phải đi khảo sát thực địa nhưng do tình hình dịch bệnh nên em không đi khảo sát thực địa được, vì vậy em không kịp hoàn thành luận văn trong kì này. Bên dưới em có đính kèm giấy giới thiệu đi khảo sát thực địa đã được khoa phê duyệt. Kính mong quý thầy/cô có thể xem xét cho việc em rút môn học Luận văn tốt nghiệp (Mã môn học: CH4333, Mã nhóm A01)",
    "Cho em hỏi viết đơn xin học bổng NITORI 2020 là bằng tiếng Anh hay tiếng Việt ạ?",
    "Cho em hỏi khi nào pđt mở đăng kí giáo dục thể chất ạ",
    "ng kí môn học . Kính gửi Phòng Đào tạo (PĐT) Em tên là , MSSV , Khoa Kĩ thuật Địa chất và Dầu khí Trong đợt đăng kí môn học lần 2 HK201 em có đăng kí môn Phương pháp tính (MSMH: MT1009), học phòng C6-402, Thứ 3 tiết 10- 12, nhằm cải thiện điểm. Nhưng do gia đình gặp khó khăn về điều kiện kinh tế, đồng thời do bận việc cá nhân nên em không kịp hủy đăng kí, vậy nên em kính mong PĐT hủy đăng kí môn này, để giảm bớt gánh nặng về tài chính và việc học, đồng thời nhanh chóng tốt nghiệp, cũng như tạo điều kiện cho những bạn sinh viên không kịp đăng kí. Kính mong PĐT xem xét và giải quyết. Em xin chân thành cảm ơn.",
    "Chào thầy(cô), em là , k16, khoa xây dựng, ngành cơ sở hạ tầng. Em tính sau khi tốt nghiệp em tính học văn bằng 2 ngành công trình xây dựng dân dụng và công nghiệp, mà kỳ sau em học mỗi 1 môn 1 luận văn, nếu em đăng ký học vài môn ngành ctxd dân dụng và công nghiệp thì lúc em đăng ký học văn bằng 2 có học lại những môn đã học rồi không ạ . Em cảm ơn.",
    "Kính thưa quý thầy, cô. Em là sinh viên k19 thuộc khoa Kỹ thuật hoá học. Hiện tại em tích lũy được 23 tín chỉ ạ. Theo như thông báo của nhà trường và 1 số bạn hỏi thì nhà trường trả lời: Không cần tích lũy đủ 28 tín chỉ. Vì vậy em là sinh viên cũng mới vào nên không biết quy định đó là lỗi văn bản nên em đã để học kì sau học lại để cải thiện điểm để ưu tiên lại trong việc phân ngành nên em không tập trung vào môn đó. Em cũng vừa vào trường và biết sau này sẽ học nhiều hơn, khó hơn nên để kì hè này tranh thủ về nhà. Nếu mà bị đình chỉ học thì quả thật là rất khó theo kịp lại bè bạn ạ. Mong quý thầy cô hãy hiểu và thông cảm cho em",
    "Do ảnh hưởng của dịch bệnh nên gia đình em gặp khó khăn về kinh tế, em muốn xin dược gia hạn học phí hè thì có cách nào không ạ",
    "E ĐÃ NỘP ĐƠN XIN RÚT MÔN HỌC TRONG HK HÈ 193 NHƯNG ĐÃ BỊ GỬI SAI LÊN TIN NHẮN (21/8).  E    THI GIỮA .  E RÚT MÔN HỌC NÀY ĐƯỢC KHÔNG Ạ. EM CÁM ƠN Ạ ",
    "Thật sự em biết do lỗi của em vì tích không đủ chỉ. Em từng có về việc hỏi về vụ tích không đủ chỉ thì được bảo là do lỗi đánh máy. Em chỉ xin là trường có thể thứ lỗi cho tụi em 1 lần có được không ạ. Em mong là trường sẽ 1 lần nữa giúp đỡ cho những bạn không đủ chỉ đăng kí môn học. Chỉ 1 lần nữa thôi ạ",
    "Cho em hỏi là một sinh viên có thể gửi nhiều hồ sơ đăng ký học bổng được không ạ? Hay mỗi sinh viên chỉ được chọn đăng ký 1 học bổng duy nhất?",
    "Dạ em lỡ làm mất thẻ sinh viên thì phải làm sao ạ?",
    "PĐT cho em hỏi là em đã có đủ 29 ngày công tác xã hội nhưng không đăng kí tốt nghiệp được vì trong đó bảo nợ ngày CTXH, trong danh sách tốt nghiệp tạm thời cũng không có tên em. Mong PĐT giải quyết cho em ạ. Em xin cám ơn.",
    "thầy ơi, thứ 2 ngày 31-8 em có đóng học phí hè  nhưng sao đến giờ trên mybk của em vẫn ghi là chưa đóng ạ",
    "Em chào thầy cô , em vào trang ĐKMH thì có thông báo không được đăng ký môn học , liên hệ phòng đào tạo. Cho em hỏi có phải do em đã hết hạn đào tạo nên bị vậy không ạ, nếu thực sự là vì lý do trên , có cách nào để em tiếp tục được đăng ký môn học để tốt nghiệp không ạ , do em chỉ còn 1 môn luận văn để ra trường thôi ạ  .   Em xin cảm ơn .",
    "PĐT cho em hỏi là khi nào sẽ phát giấy tạm hoãn NVQS ạ. 15/9 là hạn chót để em nộp giấy cho Ủy ban xã rồi ạ. Em xin cảm ơn.",
    "Em hiện là sv k16. Tiến độ học tập học kì 7 thì em có đồ án 2 nhưng do có 1 môn học trước em chưa học nên không được đăng kí. Em muốn nhờ pđt hướng dẫn em làm đơn xin cứu xét để được làm đồ án cho đúng tiến độ ạ. Môn học trước kia em sẽ bổ sung ở kì 8 ạ. Về kiến thức môn học thì em có thể tự tìm hiểu đủ để làm đồ án ạ!",
    "chào thầy/cô! học kỳ 3 (2019-2020) (HK192) e có đăng ký môn EE3093 - Vận hành &điều khiển hệ thống điện. e đi học và kiểm tra đầy đủ nhưng giờ chưa có lịch thi, các bạn lớp e đã có rồi không biết học vụ của e có vấn đề gì hay trường chưa cập nhật hết ạ? mong thầy/cô xem xét giùm e e xin cảm ơn!",
    "Xin chào nhà trường! Trường cho em hỏi em đã có tên trong danh sách tốt nghiệp dự kiến, đã đăng ký tốt nghiệp trên mybk và thanh toán. Nay lên kiểm tra trên aao thì thấy ghi nợ ngày ctxh. Nhưng em đã đủ ngày ctxh là 15.5. Cho em hỏi có sai sót gì không ạ. Em cảm ơn",
    "Em đang là sinh viên K19 CLC ngành KTMT và em mong muốn được chuyển sang ngành KHMT được không ạ? Em học chung với 0 nên vẫn chưa bắt đầu chương trình học ạ . Lý do: Vì trong tương lai em muốn chuyển sang chương trình liên kết quốc tế của trường mình, và em được tư vấn ngành liên kết ở ĐH đối tác giống với ngành KHMT hơn nên em mong muốn được chuyển ngành để phù hợp với chương trình học trong tương lai hơn ạ. Em xin cảm ơn",
    "Chào quí thầy/cô! Em là sinh viên khóa 15, thầy/cô cho em hỏi là giấy xác nhận điểm rèn luyện năm học 2018 -2019 em có thể xin ở đâu được không ạ. Em xin cám ơn! Sinh viên gửi Nguyễn Thành ",
    "Em là sinh viên khóa K13, nhập học tháng 9/2013 hạn đào tạo tối đa là 10/2020, em không đăng kí môn học kì tiếp theo được. Phòng đào tạo cho em hỏi em có thể  làm đơn xin kéo giản thêm 2 học kì để có thể hoàn tất chương trình học của em được không vì em đã hoàn thành 140/156 chỉ, em còn 6 chỉ trong học kì này và 10 chỉ luận văn là hoàn tất kính mong phòng đào tạo giải đáp giúp em. Em xin cảm ơn.",
    ": Cho em hỏi là khi nào có lịch thi kiểm tra anh văn định kỳ vậy ạ ?",
    "Kính thưa thầy(cô). Em tên , mã số sinh viên . Trong học kỳ 192 em có học môn Công nghệ phần mềm (CO3001) nhóm L02 và môn Thực tập công nghệ phần mềm (CO3055) nhóm L02 nhưng đến nay vẫn chưa có điểm của các môn học này. Em rất cần biết điểm của các môn này vì sắp tới thời gian đăng kí môn học đợt 3 cho học kỳ 201. Em xin chân thành cảm ơn.",
    "Em chào cô. Em dự định sẽ TN vào T11 này. Em muốn hỏi cô, ngoài chưa đạt AV nói-viết em còn thiếu điều kiện nào không ạ. Em cảm ơn.",
    "Vì hiện tại em chưa có bằng toeic 450, nên không được mở đăng kí luận văn . Em xin được mở đăng kí luận văn và bổ sung bằng toeic trong thời gian làm luận văn.",
    "Học kì này là học kì cuối của khoá em , nhưng do dịch covid , ba em e bị mất việc , em phải gánh kinh tế trong nhà + một khoảng vay ngân hàng , gánh năng chi phí nên em không tập trung tốt được vào kì luận văn vừa rồi . Có cách nào có thể giúp em làm đơn xin cứu xét thêm một học kì để e có thể làm luận văn khác và tốt nghiệp được không ah ?  Em cảm ơn ",
    "Dạ em chào thầy/cô, Em có nhận được thông tin từ Khoa là năm nay muốn xin giấy xác nhận SV phải liên hệ với Phòng Đào tạo để biết quy trình nên em muốn liên hệ để biết cách thức của quy trình này ạ . Em xin cảm ơn.",
    "Chào phòng đào tạo! Em tên , sinh viên K17 khoa Điện- Điện tử, em muốn hỏi là nếu như em chưa học xong đủ 142 tín chỉ của nghành đào tạo trong khoảng thời gian 4 năm (sẽ kết thúc vào học kỳ 202) thì đến học kỳ 211 (Học kỳ dự kiến tăng học phí lên 25 triệu/năm) thì những môn học em học trong học kỳ 211 trở về sau sẽ được tính học phí như thế nào, bao gồm những môn có mã môn học giữ nguyên và thay đổi kể từ khoá 2019. Ví dụ em cần học 12 chỉ trong học kỳ 211 thì học phí của em cần đóng là bao nhiêu ạ?",
    "Kính gửi thầy cô phòng đào tạo DHBK TP.HCM  Em tên là :   Mssv : 8  Cho em xin có câu hỏi về đăng kí môn học như sau ạ :  Thời điểm đăng kí môn học chung với khóa K20 là lúc nào vậy ạ. Em muốn đăng kí 1 môn học với K20 nhưng mãi chưa đăng kí được ạ .  Em cám ơn!",
    "Dạ em chào phòng đào tạo. Cho em hỏi là một sinh viên phải đăng kí ít nhất bao nhiêu tín chỉ thì mới được đăng kí in giấy xác nhận sinh viên ạ. Em là sinh viên năm cuối rồi nhưng vì chưa qua toeic nên chưa thể đăng kí được luận văn ạ",
    "Chào thầy (cô), Thầy (cô) cho em hỏi sau khi đăng kí tốt nghiệp thì khoảng bao lâu thì có bằng tốt nghiệp tạm thời ạ Em cảm ơn Ân.",
    "Cho em hỏi là muốn có giấy tạm hoãn nghĩa vụ quân sự học kỳ 201 thì em phải đăng kí môn học cho thời khoá biểu học kỳ chính 201 đúng không ạ? Nếu không có thời khoá biểu thi có giấy tạm hoãn không? Em cảm ơn!1",
    "Em là  mssv  khoa Quản lý công nghiệp. Dạ phòng đạo tạo cho em hỏi là em muốn xin giấy xác nhận xin viên để làm hồ sơ vay vốn ngân hàng thì khi đang ký trên Mybk em phải xin vời lí do gì ạ ?. Tại vì em không thấy có lí do vay vốn ngân hàng? Mong phòng đào tạo có thể giải quyết thắc mắc giúp em ạ? Em cảm ơn rất nhiều!",
    "Và (260621) CN lạnh điều hoà 1,(260628) CN lạnh điều hoà 2 vì số lượng sv rất ít nên khó mở lớp nên xin pdt xem xét cho em đc bổ sung 3 môn này nếu lớpp mở ạ,em cảm ơn",
    "phòng đào tạo cho em hỏi điểm chuyển anh văn thay đổi từ hk2020 có áp dụng cho sinh k17 không ạ.Vì điều kiều kiện nộp chuẩn anh văn tốt nghiệp là 500 nhưng chuyển điểm anh văn 4 lại là 600",
    "trong quy chế trường có nói là giáo dục thể chất sẽ được đăng kí vào đầu mỗi học kì, nhưng em không biết mình sẽ đăng kí ở đâu, bằng hình thức nào?  Mong được phòng đào tạo giải đáp thắc mắc, em xin cảm ơn!",
    "Thầy/cô cho em hỏi là việc đóng trễ học phí kì dự thính 193 1 đến 2 tuần có ảnh hưởng gì đến lịch thi và kết quá thi cuối kì của em không ạ. Em cám ơn và chúc thầy/cô một tuần làm việc hiệu quả.",
    "Em có hỏi về việc cập nhật ngày CTXH trên ds tốt nghiệp tạm thời cách đây không lâu và nhận được câu trả lời là :\" PĐT sẽ cập nhật mỗi thứ 2 hàng tuần\". Trong khi đó em đã đợi 2 cái thứ 2 như vậy rồi ạ. Mong pđt cập nhật sớm giúp em.",
    "Họ và tên:  MSSV:  Lý do: Em xin được vắng thi ngày 27/9/2020 môn Vi xử lý Nhà em có em với chị ruột thôi mà hôm đó chỉ đám cưới. Em xin hỏi em có thể vắng thi hôm đó để dự đám được không ạ. Nếu được em xin được bảo lưu kết quả giữa kỳ, thí nghiệm, em xin được thi cuối kỳ vào kỳ dự thính 201 để bổ sung được không ạ Em xin cảm ơn nhiều lắm",
    "Kính gửi: PĐT trường đại học Bách khoa Tp. HCM. Em tên: Nguyễn Đoàn  Mssv:  Em học liên thông ngành tự động hóa khoa điện điện tử. Nay các môn cơ sở và chuyên ngành em đều hoàn thành. Chỉ còn môn EE2007 MẠCH ĐIỆN TỬ nên em không đăng ký môn Đồ Án được. Mà các bạn chung khóa đã làm đến luận văn. Do môn này hơn 2 năm nay em đăng ký môn mà không mở lớp hoặc không có giảng viên dạy. Và hiện tại do tình hình bệnh dịch nên có thể sẽ không mở lớp trong các kỳ sau. Nên em kính mong PĐT xem xét giúp em miễn môn EE2007 hoặc xét môn học tương đương để em có thể làm đăng ký môn đồ án để theo kịp tiến độ học tập . Kính mong thầy/cô PĐT xét duyệt giúp em. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi đợt vét cuối cùng thường sau tuần học đầu tiên bao nhiêu tuần ạ, em xin chân thành cám ơn ",
    "Em chào cô  Đầu tiên cảm ơn cô đã trước thắc mắc hôm trước của em. Theo như giải đáp của cô, thì hiện đã đủ điều kiện tốt nghiệp nhưng chưa thanh toán học phí. Nhưng em chưa rõ là học phí gì, vì học phí em đã thanh toán đầy đủ . Em cảm ơn cô",
    "Dạ Thưa phòng đào tạo em là  MSSV  e có đk 3 môn học kì 193 mà e quên nay đi đóng tiền thì đã quá hạn cho phép. Dạ giờ em cần phải xử lý sao ạ. Như vậy e có được phép thi cuối kì không ạ. Mong phòng đào tạo trả lời em ạ. Em xin chân thành cảm ơn",
    "thưa phòng đào tạo,  em tên , mssv     tình trạng sinh viên: -Để đăng kí môn học (dkmh) học kì 2 (202) thì k18 cần hoàn thành av3  . - em đã đăng kí av3 vào kì 201 rồi ạ .     câu hỏi: 1. thời gian có điểm av3 trong bảng điểm là trước hay sau khi dkmh ( đợt 1, 2, 3) 2. nếu điểm av3 có sau khi dkmh đợt 1 và có trước đợt 2 thì em vẫn dkmh bình thường phải không ạ ( trường hợp em qua môn av3 )? ( tức là đợt 1 không đăng kí được môn học vì không có điểm av nhưng đợt 2 đã có điểm và pass av rồi ) em cảm ơn ạ?",
    "Cho em hỏi em chưa nộp học phí đúng hạn cho học kì hè thì phải làm sao ạ, trường có thể gia hạn thêm hay em có thể nộp bổ sung không ạ",
    "Kính gửi: phòng đào tạo đại học Bách Khoa TPHCM. Em tên: . MSSV:   Học lớp: BD16CDT Khoa: Bảo dưỡng công nghiệp. Nay em viết đơn này để xin phòng đào tạo tăng thêm sĩ số lớp học môn Hóa đại cương ( mã số môn tương đương đại học là ch1003) nhóm lớp là A01_A01 . Thời gian học là thứ 5 : 78910. thứ 6 : 3456 Vì đợt đăng ký đợt 1 và 2 em cũng có đăng ký mà trường sắp cho em học ở sơ sở 2. vì xa và sát giờ môn học khác nên e đành phải hủy. em rất mong được phòng đào tạo giúp tạo điều kiện cho em học được lớp này. vì thời gian em học chỉ còn 1 năm. kỳ sau em phải đi thực tập và làm luận văn nên sợ không có thời gian . Em rất mong nhận được sự giúp đở của phòng đào tạo. Em xin chân thành thầy cô đã đọc và lắng nghe lời em nói ạ",
    "Dậ em chào Thầy (Cô). Em là sinh viên K13. Em còn thiếu khoảng 3-4 môn học mà không mở lớp nữa và còn môn luận văn nữa. Vậy em phải làm sao ạ . Em cảm ơn Thầy (Cô).",
    "Em mong là trường hỗ trợ gì đó cho mấy bạn không đủ chỉ đk ạ. Em biết đó là do lỗi đánh máy nên tụi em không đạt đủ yêu cầu đăng ký môn. Em chỉ mong là trường giúp đỡ gì đó ạ .",
    "Em là , MSSV  là sinh viên lớp KUVLY2 Em có nộp đơn xin được phép đăng kí môn học tại phòng giáo vụ tại cơ sở 1, lý thường kiệt vào ngày 28/08/2020 và phòng giáo vụ đã nhận đơn của em. Từ đó đến ngày 07/09/2020, em vẫn không thể đăng kí môn học. Em xin nhà trường cho phép đăng kí môn học ạ. ",
    "Kính thưa phòng đào tạo, Nay em có nguyện vọng được chuyển từ chương trình chất lượng cao sang ct đại trà trong cùng ngành học. Cho em hỏi rằng các môn học em đã đậu qua có được tính khi chuyển sang chương trình mới không? Và đối với các môn Thể Chất, Chính Trị, Đại Cương và Chuyên Ngành thì mức độ khả thi là như thế nào ạ?",
    "Dạ e chào Thầy/Cô, em có muốn đăng ký là môn En2013( kiểm soát ô nhiễm không khí), nhưng lại bị vướng điều kiện chuẩn sv năm 3. Nhưng e thấy quy định mã môn 2x là của năm 2. Mong thẩy/cô giải đáp giùm em, e cảm ơn ạ!",
    "Chào thầy/ cô PĐT ạ, em là Huỳnh Hoài Phúc sinh viên k17 bộ môn Kĩ thuật Tàu Thủy Khoa kĩ thuật giao thông. Hiện tại e còn thiếu môn Nhập Môn kĩ thuật TR1001 mới có thể làm luận văn được ạ. Nhưng kì này do dịch covid nên e thực tập trễ và đang thực tập tại Vũng Tàu không thể về làm đơn đăng kí môn như hướng dẫn của PĐT. Vì vậy, e có thể nhờ PĐT đăng kí giúp e môn nhập môn kĩ thuật TR1001 để e có thể học chung với K20 và hoàn thành chương trình đào tạo đúng hạn không ạ. Em mong PĐT có thể tạo điều kiện thuận lợi cho e ạ. Em xin cảm ơn ạ     .",
    "Xin mở sỉ số Kỹ thuật An toàn điện (EE3097) lớp A01_A01",
    "Dạ e chào Thầy/Cô, em có dự đinh đăng ký môn Nhập môn về kỹ thuật ( EN1001) chung với k20 của khoa Môi trường. Nhưng em sợ trùng lịch, em có tham khảo lịch K19 khoa Môi trường là học ở hk191 là thứ 5 t7-10. Em không biết thời khoá biểu này có thay đổi không ạ, Thầy cô có thể cho em biết lịch trước của K20 được không ạ? Do e đợi mấy kì rồi mà chưa có mở môn. Mong thầy/cô tra giúp em ạ, e cảm ơn Thầy/Cô rất nhiều ạ!",
    "Kính thưa phòng đào tạo, Hiện tại em đang là sinh viên năm 3 ngành Cơ Kỹ thuật, thuộc Khoa Khoa học Ứng dụng. Trong kỳ thi Đánh giá năng lực 2020 vừa rồi, em đã trúng tuyển vào ngành Kiến trúc (117). Em xin hỏi: - Em có thể học song song hai ngành Cơ Kỹ thuật và Kiến trúc không? Vừa giữ MSSV ngành Cơ Kỹ thuật vừa có MSSV mới của ngành Kiến trúc. - Em có thể chuyển điểm những môn đã học bên ngành Cơ Kỹ thuật sang cho ngành Kiến trúc không? Trong chương trình đào tạo ngành Kiến trúc có những môn em đã học và đã qua như Giải tích 1, Giải tích 2,... cùng mã số môn học với ngàng Cơ Kỹ thuật. Nếu được chuyển điểm thì thủ tục và giấy tờ như thế nào?  Em xin chân thành cảm ơn quý thầy cô ở phòng đào tạo trả lời thắc mắc của em.",
    "Kính chào thầy/cô. Dạ cho e xin phép hỏi bên trường mình có hỗ trợ cho sv năm 3 ở ktx khu A không ạ? Nếu có thì mình cần làm những thủ tục như thế nào? Em xin cảm ơn thầy/cô.",
    "MONG MUỐN HỦY MÔN HỌC ﻿ ﻿Qua kỳ sau em là sinh viên năm cuối nên chương trình học khá nặng và em học thêm Anh văn. Em có lỡ đăng ký nhiều môn nhưng lại quên xóa trong đợt hiệu chỉnh lần 2. Em mong muốn được hủy môn học, cụ thể là môn Kỹ thuật phản ứng (Mã môn học: CH2059) và môn An toàn quá trình (Mã môn học:﻿ CH3297). ﻿Em rất mong phòng đào tạo giúp đỡ cho em. Em xin chân thành cám ơn.",
    "Cho em hỏi là lịch cuối kỳ có thể xin đổi được không ạ ?",
    "Em trễ 1 ngày thanh toán học phí, xin hỏi em cần phải lên phòng đào tạo giải trình gì không ạ? Do em nhớ lộn hạn cuối đóng tiền.",
    "Em là  MSSV , K19, hiện tại môn EE1001 (Nhập Môn Kĩ Thuật) không mở trong học kì 192, lớp cũng bị xóa trong học kì 201. Cho em hỏi em đăng kí học chung với khóa K20 được không ạ? Nếu được thì cho em hỏi quy trình thế nào.",
    "Cho em hỏi em nhận mail hôm nay đăng kí môn học đợt 3 nhưng sao vào đk thì ko được ",
    "Em chào thầy cô, mong thầy cô giải đáp cho em là em đã hoàn thành 3 môn thể chất ở 3 kì, nhưng khi đăng kí môn học những môn năm 3 thì lại không được vì rơi vào diện chưa đạt thể chất năm 2. Mong thầy cô xem xét vì sao em lại bị như vậy ạ. Và cách khắc phục ra sao ạ.",
    "Phòng đào tạo cho em hỏi, em đã hoàn thành hết các môn trong chương trình đào tạo và bây giờ chỉ còn thi anh văn nói viết nữa là có thể ra trường. Vậy nếu em thi không qua kịp để tốt nghiệp tháng 11 thì kì sau em có phải đăng kí môn học nào đó để duy trì tình trạng sinh viên không ạ? ",
    "Cho em hỏi chuẩn sinh viên năm 2 đã giảm số chỉ xuống em đạt yêu cầu nhưng tại sao em vẫn ko thể đăng kí môn học ",
    "Em chào phòng đào tạo, em đại diện lớp CK17LOG gửi câu hỏi lên PĐT, Môn học ME4025 - Quản lý tồnkho trong ccư tất cả các bạn không đăng kí được do hệ thống báo thiếu các lỗi chuẩn sv năm 3, chuẩn thê chất, không học môn Quản lý chuỗi cung ứng. Nhưng các yêu cầu đó lớp đã hoàn thành đủ . Kính mong PĐT xem xét lại và phản hồi sớm giúp em, em xin cảm ơn    .",
    "Cho em hỏi rằng trường đã mở dk môn học đợt 3 nhưng em vào đk không được.",
    "mặc dù đang học môn kết cấu thép 1 CI3009 tại học kỳ hè 193 nhưng em lại không thể đăng ký học vào học kỳ 201 mặc dù đã học đủ 3 giáo dục thể chất và đủ anh văn cho sinh viên k17. Mong nhà trường có thể giải quyết nhanh giúp em ạ.",
    "Em xin chào thầy cô PĐT. Em tên là  - MSSV:  Em có thấy trên mail là đợt 3 có thể thay đổi nhóm môn học nhưng sáng nay em vào thì không tìm ra cách để thay đổi nhóm môn học ạ. Thầy cô có thể hướng dẫn hoặc giúp em cách đổi nhóm môn học được không ạ . Em muốn thay đổi môn học SP1009 - đường lối CM của Đảng từ nhóm A01 sang nhóm A02 ạ. Em xin cảm ơn và chúc thầy cô một ngày làm việc vui vẻ!",
    "Em đăng kí thêm môn Kỹthuật điện-điện tử, mã môn học EE2011 mà yêu cầu chuẩn năm 2. Em đã đủ số chỉ tiên quyết của năm 2 rồi ạ. Xin đăng kí giúp em",
    "EN2005:H/học trg k/thuật & khmt1",
    "Cho em hỏi em đã đủ chuẩn sinh viên N2 N3 và thể chất rồi sao không được đăng kí môn EE3015và EE2015 trong đợt 3 HK201 với ạ",
    "Kính gửi thầy(cô). Môn Kết cấu bê tông cốt thép 1(CI2091) có môn song hành là Cơ học kết cấu(CI2029) nhưng kỳ này không mở lớp dẫn đến em bị xóa môn. Nhưng bạn em   I không   /I học Cơ học kết cấu(CI2029) kỳ này nhưng lại được đăng ký môn Kết cấu bê tông cốt thép 1(CI2091). Và đăng ký môn đợt 2 em cũng không vướng chuẩn song hành môn Cơ học kết cấu(CI2029). Chuẩn sinh viên năm 3 là từ 52 tín chỉ và em đã tích lũy được 54 tín chỉ nhưng vẫn bị thiếu chuẩn tiên quyết sinh viên năm 2. Em mong quý thầy(cô) xem lại trường hợp của em với ạ. Em cảm ơn.",
    "Cho em hỏi trên dk môn học đợt 3 thời gian mở để 31/8 với lại khi đăng ký thêm môn thì nó lại báo em thiếu thể chất 3 mặc dù em đã đủ hết thể chất và đủ điều kiện hết năm 3 để dk môn học năm 4. Mong trường khắc phục lỗi sớm để em còn đăng ký",
    "Gửi PĐT, Học kì 192 em đã đăng ký CO1007.Khi đăng ký CO2011 thì bị báo thiếu môn học trước. Mong PĐT xem xét giúp em. Em cảm ơn.",
    "Em xin chào ạ! Đợt DKMH 3 này em đăng ký mà hệ thống báo là thiếu điều kiện thể chất và điều kiện sinh viên năm 3 mà hai điều kiện này em đã đủ rồi . Em mong PĐT xem lại cho em để em kịp đăng ký . Em xin cảm ơn!",
    "Dạ em xin chào, em vào ĐKMH cho đợt bổ sung mà em thấy để lịch ĐKMH đợt 3 từ ngày 25/8-31/8 ạ. Mong  xem lại. Em cảm ơn.",
    "Hôm nay có lịch đăng kí môn đợt 3 nhưng lại vướng phải điều kiện không rõ ràng nên em mong được phòng đào tạo giảii quyết giúp e. Mã môn là ci3197, em đã năm 3 và đã học qua các môn giáo dục thể chất tại cơ sở Dĩ An nhưng vẫn vi phạm điều kiện như hình ạ.",
    "Em muốn Đk môn học đợt 3 và theo mail của nhà trường hiện tại đã đến thời gian được đăng ký đợt 3 nhưng em vẫn bị báo là chưa đến thời hạn đăng ký Mong thầy/cô hỗ trợ vầ giải đáp giúp em ạ",
    "Chào nhà trường. Hiện tại, em đang lỡ hạn đóng học phí HK193 này. Cho em hỏi, làm thế nào để hoàn thành học phí lần này khi đã hết hạn (15h,7/9) nộp học phí ạ. Em chân thành cảm ơn nhà trường!",
    "pdt ơi cho em hỏi bữa trước em có thấy 1 bạn đăng là pdt cho phép đăng ký môn học mặc dù hk hè chưa có điểm (vì lý do dịch bệnh) sau khi bắt đầu học kỳ 201 sẽ kiểm tra lại sau đó xóa môn không thỏa. Em muốn hỏi là việc đó có áp dụng cho đăng ký TTTN và đề cương không ạ. Tại em đăng ký TTTN nhưng đã bị xóa do thiếu chỉ ạ. Nếu học xong kỳ hè thì em sẽ đủ chỉ để đăng ký ạ",
    "Phòng đào tạo cho em xin hỏi .  Em thấy thông báo đợt 3 dkmh bắt đầu từ 8/9 mà hôm nay em vào k đăng kí được ạ",
    "Chào thầy/cô ạ! Thầy/cô cho em hỏi là để đăng ký môn LVTN bắt buộc phải nộp chứng chỉ ngoại ngữ phải không ạ? Nếu chưa có chứng chỉ có thể học các môn anh văn trong trường tương đương được không ạ?   Em cám ơn!",
    "Em chào thầy/cô, em tên là  mssv . hiện đang là sv bằng 2 ngành Khoa học máy tính.Thầy/cô cho em hỏi học kì này em muốn đăng kí 22 chỉ môn học thì phải làm như thế nào ạ. em muốn đăng kí thêm 1 chỉ nữa mà hệ thống báo chỉ đăng ký được 21 chỉ thôi ạ. Em xin cám ơn thầy/cô",
    "Em mong là nhà trường giúp đỡ cho những bạn không đủ chỉ ạ. Cũng vì sự cố đánh máy cũng như covid nên mong nhà trường xem xét giúp đỡ tụi em đi ạ",
    "Em tên:  Xin được mở thêm sĩ số lớp Kỹ thuật điện (EE2017) nhóm lớp A01_A02 để không trễ đồ án vào học kỳ kế tiếp 202. Kính mong được Phòng đào tạo giải quyết. Em xin cảm ơn!",
    "Dạ xin chào thầy/cô em tên: . MSSV  em xin được rút môn học có tính phí ạ phương pháp tính MT1009 lí do: em đăng kí nhầm ạ kính mong quý thầy/cô giúp em em xin chân thành cảm ơn!",
    "Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Đồ án môn học nền móng mã CI3197 lớp A01 tiết 3-4-5 vào sáng thứ bảy. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em:  Mã số sinh viên của các bạn em:  Em cảm ơn thầy/cô rất nhiều ạ.",
    "Kính gửi Quý thầy cô và PĐT Em là Huỳnh Ngọc Diễm Phúc thuộc lớp HC19BSH. MSSV  Em muốn xin tăng sỉ số của lớp L10 môn Thí Nghiệm Hóa Phân Tích mã môn CH2115 ạ. Lý do: PĐT đã nói sẽ tự tách môn Hóa Phân Tích của ngành Công Nghệ Sinh Học làm 2 môn (bao gồm thí nghiệm 1 TC) nhưng vẫn không tách cho em, em đăng ký theo mã môn thì lớp còn trống trùng lịch với môn học khác không thể thay đổi được. Kính mong Quý thầy cô tăng sỉ số lớp L10 giúp em. Em cảm ơn ạ.",
    "Vừa qua em có đóng học phí trễ hạn của kỳ 193 với 2 chỉ của môn thực tập tốt nghiệp. Do cá nhân em sai sót quên đóng ạ. Em muốn hỏi là mình có bị xóa bỏ môn học hay đình chỉ 1 học kỳ hay không ạ.em cảm ơn",
    "Dạ cô, Do kì rồi em hủy môn DA nền móng CI3197 là môn học trước của Môn công trình trên đất yếu CI4037 nên hiện tại em không thể đăng kí môn CT trên đất yếu. Cô cho em hỏi, nếu kì chính này HK201 em học đồ án nên móng thì kì dự thính HK201 em có được đăng kí môn công trình trên đất yếu hay không. Nếu không được thì em sẽ phải ra trường trễ 1 học kì vì môn đấy là môn tiên quyết để nhận LVTN. Có cách nào cứu vãn được không cô . Cám ơn",
    "Kính chào thầy/cô Trong đợt đăng ký môn học đợt 3, em muốn làm đề cương luận văn (CO4311) lại, nhưng không hủy được môn luận văn tốt nghiệp (CO4313). Mong quý thầy/cô cho phép em hủy môn này, em xin cảm ơn!",
    "Dạ phòng đào tạo cho em xin đăng kí vào 2 lớp này ( do 2 lớp này đã đủ sĩ số) CH3015: Thí nghiệm quá trình thiết bị lớp A04  CH2057: Cơ sở vật liệu và ăn mòn lớp A03 Dạ em xin chân thành cảm ơn ạ.",
    "chào phòng đào tạo cho em hỏi là sao không đăng ký TR2019 hiện tại em không vi phạm nội dung đăng ký môn học này cái nào cả mà không đăng ký được. bạn em cũng gặp trường hợp tương tự mong phòng đào tạo giải quyết và phản hồi. em cảm ơn.",
    "Dạ em chào thầy/cô Do nhu cầu đăng kí môn đồ án nền móng khá cao vì ảnh hưởng đến đăng kí luận văn tốt nghiệp nên kính mong thầy/cô xem xét tăng thêm sĩ số Em cảm ơn!",
    "Trong đợt ĐKMH đợt 2 em có đăng kí môn LV mã TR4313 thành công, nhưng qua đợt 3 môn học của em bị hủy. Trong đợt 3 này, em có đăng kí lại thành công. Xin hỏi , lần đăng kí này có chính thức chưa, từ giờ cho đến khi có TKB chính thức, liệu môn học của em có tiếp tục bị hủy nữa không",
    "Kính gửi phòng Đào tạo đại học Bách Khoa TpHCM. Em tên  MSSV: . lớp chính quy bằng 2. Em có đăng kí môn Luận văn tốt nghiệp cho học kì này nhưng không được chấp nhận với lí do không đủ điều kiện nhận luận văn mặc dù em đã tích lũy được 133 tín chỉ, đạt yêu cầu về Anh văn là Toiec 500. Kính mong phòng đào tạo xem xét hướng dẫn cho em. Em xin cám ơn!",
    "Dạ xin chào thầy cô . Em tên  Mssv  Em có nhận được mail đăng kí kiểm tra trình độ anh văn thời hạn đăng kí từ ngày 21.8 đến 2.9 Và em đã thanh toán phí vào 1.9.2020 Nhưng ở bk pay thông báo em đã thanh toán trễ hạn (hạn thanh toán 28.8, trong khi đó thời hạn đăng kí là 21.8 đến 2.9) . Và em không thấy lịch thi của mình. Em mong quí thầy cô giải đáp thắc mắc giúp em Em xin chân thành cảm ơn. Chúc thầy cô một ngày tốt lành!",
    "Kính gửi quý thầy cô phòng đào tạo, Em là Nguyễn Thái Bảo, MSSV , sinh viên khoa điện điện tử. Vì chuẩn bị năm 5 nhưng vẫn còn thiếu 1 môn là Xử lí số tín hiệu EE2015 mà đã full sĩ số lớp rất sớm. Nên em viết đơn này mong quý thầy cô chiếu cố đăng kí dùm em môn này được không ạ? Em xin cảm ơn rất nhiều. ân trọng.",
    "Dạ phòng đào tạo cho em được xin vào 2 lớp này ( do 2 lớp đã đủ sĩ số): +3005: Các phương pháp phân tích hiện đại lớp A03 +2057: Cơ sở vật liệu và ăn mòn lớp A03",
    "Em xin phép phòng đào tạo tăng sĩ số lớp A01 môn cơ sở điều khiển tự động EE2019 sáng t3 tiết 2 3 4 tại 303B1 ạ",
    "Cho em hỏi sao em ko đăng kí đc môn giáo dục thể chất ạ ",
    "Phòng đào tạo cho em hỏi: em chưa đăng ký được môn Thực tập điện tử 1 EE2023, vì thế kỳ này em không học môn Thực tập điện tử 2 EE3023. Kỳ sau nếu có thể em sẽ học chung với K19 môn Thực tập điện tử 1 EE2023, như vậy khi kết thúc năm 3 em chỉ thiếu môn Thực tập điện tử 2 EE3023 . Nếu em bảo đảm hoàn thành hơn 100 chỉ thì em có được đi thực tập năm 3 không ạ, nếu em chưa hoàn thành Thực tập điện tử 2 EE3023",
    "Hiện tại nhóm lớp Ci4089 vào thứ 2, thứ 4 nhưng lớp L01 đã đầy nhưng thời khóa biểu em lại bị trùng lịch lớp L02 nên em không đăng ký được môn. Huy vọng pdt có thể giúp em mở thêm sĩ số Lớp L01 môn học CI4089. Em xin cảm thầy/cô",
    "Em chào thầy/cô, Em tên là  MSSV , hiện tại là sinh viên khoa Điện-điện tử. Trong đợt hiệu chỉnh môn học đợt cuối này, em mong muốn đăng kí môn học kĩ thuật số nâng cao mã EE3083 lớp A01. Tuy nhiên lớp A01 đã đạt sĩ số 60/60. Em xin đề nghị PĐT mở rộng sỉ số môn học này. Em xin chân thành cảm ơn",
    "Em xin được đăng kí thêm vô lớp Kỹ thuật điện-điện tửMã Môn học EE2011. Lúc 9h em có vô đăng kí nhưng em không đănh kí được bị báo không đủ chuẩn năm 2. Mà em đã đủ số tín chỉ của năm 2 ạ",
    "Chào thầy (cô) Em đã đủ ngày công tác xã hội nhưng ở danh sách tốt nghiệp dự kiến 11/2020 lại ở tình trạng nợ ngày công tác xã hội ạ.Em mong Phòng Đào Tạo cập nhật lại giúp em.",
    "Vì em chưa đăng kí giáo dục thể chất    tiên quyết năm 3   nên thầy/cô giúp e đăng kí PE1007 giáo dục thể chất 3 ạ. Em xin cảm ơn  B ",
    "Em là K18, cho em hỏi là em đăng kí học EE1009 rồi em chuyển điểm sang EE1015 có được ko ạ, có thể trả lời em sớm được ko ạ? Em cảm ơn",
    "Chào thầy cô, em có đăng ký 2 môn là nhập môn kỹ thuật và thể chất (bóng chuyền) ở đợt 1, nhưng đến khi có kết quả đợt 1 thì đã bị xóa cả 2 môn, đợt 3 em có đăng ký lại nhưng tìm mã môn học thì được thông báo không có môn học mở, em phải làm sao đây ạ? Em cám ơn.",
    "Nhập môn lập trình(CO1003)_lớp A02_A04  ",
    "Dạ em chào thầy/cô ạ. Cho em hỏi nếu em đăng kí các môn không có trong chương trình đào tạo của khoa/ngành em đang học thì sau khi học xong và qua môn đó thì em có được tính tín chỉ của môn đó vào tín chỉ tích luỹ của mình không ạ? Em cám ơn",
    "Em chào PĐT, em xin PĐT tăng sĩ số lớp L02_L03 của môn CO2037 (có tiết ngày thứ 3 và thứ 4) vì đợt trước em không đủ chuẩn năm 2 nên không đăng kí được, bây giờ nhờ trường giảm chuẩn nên đăng kí được nhưng lại trùng lịch nên chỉ có lớp đó phù hợp thôi ạ. Em xin chân thành cảm ơn",
    "em chào admin. kì hè này em có học anh văn cơ bản. trong đợt 3 em thử đăng kí anh văn 1(la1003) thì đk được ạ, mà anh văn 1 cần tiên quyết anh văn cơ bản. vậy kết quả có bị hủy k ạ.",
    "em có mong muốn tăng thêm sỉ số lớp 2 môn cơ sở điều khiển tự động EE2019 và Xử lý số tín hiệu EE2015 ạ . Mong các thầy cô giúp đỡ. Em xin cảm ơn.",
    "Em là , MSSV , thuộc khoa điện điện tử  Hiện tại, sĩ số lớp TT01 của mã môn EE2405 đã hết nên em muốn xin tăng thêm slot của mã môn EE2405 của lớp TT01 để em đăng kí được không ạ? Do em bị kẹt lịch của nhóm còn lại Mong bộ phận giải quyết vấn đề này giúp em ạ Em cảm ơn.",
    "Cho em hỏi hiện tại các mã môn thể chất điều không tìm ra được, vậy làm sao để đăng kí thể chất ạ.",
    "Em chào thầy cô!  Em là , mssv . Xin mở thêm sĩ số môn Ứng dụng máy tính trong công nghiệp ( ME2049 ) lớp L03, vì các lớp khác em kẹt lịch không di chuyển được. Em có hỏi thăm nhiều bạn nhưng vì TKB các bạn gần như hoàn thiện nên việc di chuyển môn là rất khó, nhiều bạn bị kẹt lịch nên không đổi cho em được. Rất mong pđt sẽ xem xét và mở thêm sĩ số lớp L03 môn ME2049 giúp em ạ . Em cảm ơn!",
    "EE2019 EE2015",
    "Em tên là :  Mssv:  Em muốn xin phòng đào tạo tăng thêm sĩ số của lớp Vận trù học (ME2051) L01; hiện có nhiều bạn muốn đăng kí lớp học này nhưng do sĩ số đã đủ nên không thể đăng kí được. Vì đây là môn học chuyên ngành nên cần được hoàn thành trong kì này. Em mong Phòng đào tạo có thể tăng thêm sĩ số của lớp để em và các bạn có thể đăng kí được môn học. Em chân thành cảm ơn.",
    "Cho em hỏi rằng là môn Đồ án-EE3061 em đăng kí trong đợt 3 này có bị hủy nữa không ạ.Bởi vì đợt 2 em có đăng kí nhưng sang đợt 3 lại bị hủy vì lí do là thiếu môn học trước EE2007. Nhưng ở học kì hè 193 em đã đăng kí học rồi,em có chụp lại tkb dưới đây ạ. Mong pđt xem xét lại giúp em,bởi vì nếu không đăng kí được Đồ án,em sẽ bị trễ thêm 1 học kì nữa ạ.Em xin cảm ơn!",
    "những môn em không đủ điều kiện để đăng ký thì em có thể xin đăng ký học không ạ? nếu được thì xin ở đâu vậy ạ? do chương trình học k18 và k19 bị thay đổi ạ",
    "em chào pđt ạ!  pđt có thể tăng 1 ít sĩ số lớp EE2015 xử lý số tín hiệu, được không ạ? Em và 1 số bạn khác muốn đăng kí vào học lớp này ạ.",
    "Gửi PĐT, Em mong PĐT sẽ tăng thêm sỉ số cho 2 nhóm lớp: + Nhóm lớp A03 môn học CH3005 - Các pp phân tích hiện đại. + Nhóm lớp A05 môn học CH2057 - Cơ sở vật liệu & ăn mòn. Và nếu có thế, em mong PĐT đăng ký giúp em 2 nhóm lớp này. Vì khi PĐT tăng sỉ số, nếu em không đăng ký kịp lại hết sỉ số ạ. Em xin cảm ơn.",
    "Em mong PDT cho phép tăng sĩ số lớp Trường điện từ EE2003 Nhóm lớp A01 ạ, vì hiện giờ chỉ có 1 lớp mở.",
    "Dạ hiện tại em được nhận thông báo từ Phòng đào tạo là môn học CI3211 nhóm A01 sẽ bị hủy nhưng hiện tại môn học CI3211 chỉ có một nhóm duy nhất là A01 nên em không thể chuyển sang nhóm nào khác. Đây là môn học song hành với môn CI3213 của em và hai môn học này đều là môn tiên quyết của Luận văn tốt nghiệp. Nếu kỳ này bị hủy môn học này, em sẽ bị trễ ít nhất một kỳ . Kính mong Phòng đào tạo xem xét về việc giữ lại môn học này cho em và các bạn ạ . Em mong nhận được phản hồi từ Phòng đào tạo",
    "Em chào Thầy/Cô ạ, cho em hỏi là tại sao khi em đăng kí các môn như :Giải tích và Vật Lí, Thể chất thì lại hiển thị là \" Không có môn học mở\" vậy ạ ? Em cảm ơn ạ",
    "Dạ cô cho em hỏi,  Kỳ trước em được trường cho gia hạn học phí kỳ 192 qua học kỳ 201 mới thanh toán, nhưng hiện em không đăng ký được môn học do chưa thanh toán học phí, cô có thể mở đăng ký cho em được không ạ! MSSV:  Họ tên:  Em có đính kèm quyết định gia hạn học phí kỳ 192 ạ!",
    "Ee2019 môn cơ sở kỹ thuật điện . Em mong tăng sĩ số môn học giùm ạ.",
    "Chào nhà trường,  Em là  (MSSV:)  Trong đợt đăng ký thực tập tốt nghiệp trong học kỳ 193, em có đăng kí môn Thực tập tốt nghiệp (CH3363). Tuy nhiên mã môn học này của bô môn Hoá hữu cơ, khác chuyên ngành em đang học là Hoá vô cơ, vậy nên em không có trong danh sách cho điểm thực tập của bô môn vô cơ, em mong muốn được chuyển mã môn học từ CH3363 sang CH3343 để được chấm điểm cho kỳ thực tập vừa qua. Vì em đã đi thực tập và làm báo cáo đầy đủ, tuy nhiên thiếu trong danh sách cho điểm nên giảng viên phụ trách mới phản hồi lại với em Mong nhà trường xem xét chuyển đổi mã môn học để em có thể theo kịp tiến độ chương trình đào tạo Em xin chân thành cảm ơn",
    "Em tên là  mssv  .Lúc em đăng kí môn học đợt 2 thì phòng đào tạo vẫn cho đăng kí đến khi đăng kí đợt 3 thì bị xóa môn học hết. Vì lí do là chưa thanh toán học phí .Hồi kì 2 năm ba em có làm đơn gia hạn học phí mà do em không biết khi nào đóng lại cho nên tới nay vẫn chưa đóng. Vậy thì giờ em đóng có kịp đăng ký môn học không ạ vì đợt này là đợt ba rồi. Mà lúc em đăng kí đợt 2 được không thấy lí do gì mà đợt 3 này mới hiện lí do.Vậy thầy cô cho em hỏi em phải đơn gì để gia hạn thời gian đăng ký hoặc đăng kí được nếu lúc này em đóng học phí ạ. Vì thời gian hơi gấp rút. Em cảm ơn thầy cô ạ",
    "Kính thưa quý thầy/cô, Em gửi đơn này để xin quý thầy/cô xem xét tăng sĩ số cho môn ME2071-Các quá trình chế tạo, nhóm lớp CC01_CC01 ạ để em có thể đăng ký ạ. Em xin cảm ơn quý thầy/cô đã xem xét nguyện vọng của em.",
    "Chào thầy , em là  , mssv là  , do em có lí do bắt buộc nên em muốn đăng kí lớp A02 môn Ci1045 ạ , mà hôm nay lớp dã full r ạ , thầy có thể mở thêm sĩ số được kh ạ , em cám ơn thầy rất nhiều , chúc thầy một ngày tốt lành",
    "Cho em hỏi đợt ĐKMH đợt 3 này có mở môn thể dục nào không ạ. Tại em lên đăng ký mà không thấy lớp thể dục nào mở hết ạ.",
    "Cho e hỏi môn EE2019 - Cơ sở điều khiển tự động, có thí nghiệm nhưng trong lịch lại chưa thấy có lịch thí nghiệm ạ. Không biết Lịch thí nghiệm môn này như nào để tiện e sắp xếp lịch học.    .",
    "Em là sinh viên K19, hiện tại em đang học môn Pháp luật Việt Nam đại cương trong học kì 193. Em sắp nộp hồ sơ nhập học khoá K20 vào ngành khác (hạn chót 15/9). Em muốn chuyển điểm môn Pháp luật VN đại cương mà tới ngày 17/9 mới thi kết thúc môn. Vậy em có thể xin thôi học khoá K19 sau khi nộp hồ sơ nhập học khoá K20 để kịp có điểm môn PLVNDC được không ạ? Cho em hỏi thêm là hồ sơ xin thôi học khoá K19 cần những giấy tờ gì ạ? Em xin cảm ơn.",
    "Em chào quý Thầy/ Cô Em có 1 vấn đề là em có thể làm đơn xin tham gia lớp học khi lớp đã full sỉ số vì vậy em không đăng kí được trên mybk  Đơn đó do em viết tay hay là có biểu mẫu ạ",
    "Chào thầy/cô Em tên  MSSV  Hiện tại em có đăng ký môn anh văn 4 mã LA1009 nhóm A04 nhưng nhà trường thông báo do cơ sở vật chất nên sẽ hủy nhóm này.Mong thầy cô tạo điều kiện chuyển em sang một nhóm khác ở cơ sở 1 với ạ tại vì em đang theo học ở cơ sở 1 nhưng các nhóm khác đã đầy. Mong được quý thầy cô giúp đỡ.",
    "Chào quý thầy cô Hiện tại điểm anh văn đầu vào của em đã qua av1 nhưng trường k tính vào tích luỹ cho em. Mong được sự phản hồi từ thầy lịch",
    "Xin chào PĐT, Em tên  MSSV  Em xin PĐT giúp em đăng kí môn ME2087, vì mã môn này bị full tỉ số ạ. Lí do em không đăng kí kịp vào lúc PĐT vừa mở đợt đăng kí môn đợt 2 vì trong thời điểm đó em đang đi thực tập kĩ thuật, không thể dùng điện thoại nên không đăng kí được. Xin PĐT giúp em đăng kí môn ME2087. Xin chân thành cám ơn.",
    "dạ em chào quý thầy cô, do nhu cầu học nên em muốn xin tăng sĩ số lớp xử lý số tín hiệu, A01_A01, mã môn học EE2015, kính mong quý thầy cô tạo điều kiện tăng sĩ số giúp em với ạ",
    "Kính gửi, Em mong muốn chuyển nhóm môn học ME3105 - Thiết kế đồ họa từ nhóm A01_A03 sang nhóm A01_A02. Theo như thời khóa biểu thì em không bị trùng với môn học khác tuy nhiên khi đăng ký thì hệ thống thông báo môn học bị trùng . Mong phòng đào tạo xem xét cho em trong trường hợp này . Em xin cảm ơn.",
    "Thầy/cô cho em xin mở rộng sĩ số môn Cơ sở điều khiển tự động EE2019 lớp A01 của cô  với ạ Em xin cảm ơn",
    "Dạ ad cho em hỏi kỳ chính 201 em có đăng ký học môn kết cấu thép 1 thì kỳ 201 dự thính em có được phép đăng ký môn kết cấu thép 2 không ạ . Trong đó môn kết cấu thép 1 là môn học trước của kết cấu thép 2 . Em  xin cảm ơn",
    "Kính gửi thầy cô Phòng Đào Tạo Em xin thầy cô tăng sĩ số lớp XỬ LÝ SỐ TÍN HIỆU với ạ. Em cảm ơn nhiều",
    "Em xin chào ạ! Khi đăng ký môn ĐAMH nền móng ci3197 thì hệ thống báo chưa đủ điều kiện thể chất nhưng mà em đã đủ điều kiện thể chất rồi. Lúc sau em vào lại đăng ký được nhưng sỹ số đã đầy, không biết em có thể xin thêm sỹ số không ạ? em cảm ơn",
    "Kính gửi Phòng đào tạo Đại học Bách Khoa, Em tên , mã số sinh viên: , khoa Giao thông, lớp GTOTO3 Xin Phòng đào tạo mở thêm sĩ số lớp Nguyên lý máy ME2003 vì đợt trước trường chưa thay đổi điều kiện năm 2 xuống còn 24 chỉ nên em và một số bạn chưa đăng ký được. Kính mong Phòng đào tạo mở thêm để em không bị trễ các môn kỳ sau. Em xin chân thành cảm ơn!",
    "pđt cho em hỏi vấn đề đăng kí thể chất ạ em lỡ rớt 1 môn thể chất nhưng mà đợt này ko có mục đăng kí thể chất em ko biết làm sao hết",
    "Kính gửi thầy, cô PĐT. Em là  MSSV:  Học kì 201 tới em có đăng kí học môn kế toán quản trị  Mã môn học:IM2019  Nhưng hiện tại em đang thực tập 6 tháng tại công ty. Nên em không thể đăng kí môn KTQT vào chiều thứ 3 tiết 9 10 11 được ạ. Em mong Quý thầy cô mở thêm cho chỗ để em được học vào sáng thứ 4 tiết 2 3 4 để em có thể được học và hoàn thành chương trình đúng hạn ạ  Em xin chân thành cảm ơn ạ.",
    "Cô cho em hỏi là em có tên trong danh sách tốt nghiệp dự kiến, nếu em đăng ký tốt nghiệp thì có chắc chắn là em sẽ nằm trong danh sách tốt nghiệp chính thức hay không? Em xin cám ơn!",
    "Dạ em chào thầy cô ạ Em K18 học kỳ này có đăng ký môn Hoá Phân Tích CH2005 nhưng kết quả đợt 3 thì lại không có và bị chuyển thành CH2113 của K19 Em muốn hỏi rằng em sẽ học mã mới hay mã cũ ? Nếu học mã mới em sẽ phải chuyển điểm như thế nào ? Còn mã cũ thì em không tìm thấy lớp để đăng ký! Em cám ơn ạ Mong thầy cô phản hồi sớm giúp em ạ",
    "cho em hỏi là hiện tại gần đến ngày kiểm tra trình độ anh văn rồi nhưng vẫn chưa có giờ thi chính xác trên mybk hay bất cứ thông báo nào. Cho em hỏi khi nào thì mới được cập nhật vậy ạ",
    "dạ cho e hỏi là hồi học kì 192 e có dk môn ppt MT1009 nhưng mà bị rớt môn. giờ ngành của e chuyển môn ppt thành môn phương pháp số ME2091 .vậy cho e hỏi là nếu e qua môn phương pháp số và học kì hè e đăng kí học cải thiện điểm môn ppt thì có được tính vào 1 môn tự chọn k ạ , tại e học ngành cơ điện tử k có mã môn ppt.e cảm ơn ạ",
    "Chào PĐT, Em là Nguyễn Thanh Thiên Ngọc, 1710204, QLCN. Em có thắc mắc về số tín chỉ đăng ký tối thiểu trong học kỳ tới kỳ 201.   B Theo như quy chế đào tạo quy định:    9.4. Số tín chỉ/môn học tối thiểu trong một học kỳ chính SV chính quy phải đăng ký môn học với khối lượng học tập tối thiểu là: - 14 TC cho mỗi học kỳ chính, trừ các học kỳ sau thời gian đào tạo theo kế hoạch (Xem Điều 5) và trừ các học kỳ học tiếng Anh của chương trình đào tạo bằng tiếng Anh. Riêng SV có học lực yếu hoặc kém (xếp loại dựa vào ĐTBHK của HK ngay trước HK đăng ký học hoặc ĐTBTL theo Điều 13) thì tối thiểu là 10 TC. Từ K.2018 về trước, cho phép số TC tối thiểu bằng với số TC thiết kế trong CTĐT của học kỳ. Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC. - 01 môn học cho mỗi học kỳ chính đối với các học kỳ sau thời gian đào tạo theo kế hoạch. Lưu ý: Riêng số tín chỉ tối thiểu để được xét học bổng khuyến khích học tập được quy định riêng (Xem quy định về học bổng khuyến khích học tập). SV có đăng ký môn học nhưng có ĐTBHK bằng 0 sẽ bị xử lý buộc thôi học do tự ý nghỉ học (Xem 27.2) . Trong quy chế trên có một quy định: Từ K.2018 về trước, cho phép số TC tối thiểu bằng với số TC thiết kế trong CTĐT của học kỳ . Mà số TC thiết kế trong CTĐT của ngành QLCN K17 là: có 4 môn bắt buộc tương đương 9 chỉ  1 IM4001Phương pháp nghiên cứu trong kinh doanh  3 chỉ 2IM4003Quản lý dự án3 chỉ 3IM3061Anh văn trong kinh doanh 3 chỉ 4IM4311Đề cương luận văn tốt nghiệp 0 chỉ  Vậy em thuộc trường hợp K17, đạt chuẩn anh văn từng năm học. Em chưa hoàn thành bất kỳ môn học nào trong 4 môn bắt buộc trên. Vậy số tín chỉ tối thiểu em phải đăng ký là 9 tín chỉ đúng không ạ. Em có thể đăng ký dưới 9 chỉ không?  (em mong muốn đăng ký học kỳ chính 201 với 8 chỉ thôi, vì có môn Anh văn trong kinh doanh em chưa đủ điều kiện để học, em học thay thế bằng 1 môn tự chọn 2 chỉ khác) Em xin chân thành mong sự giúp đỡ của PĐT, vì em đọc xong quy chế và vẫn còn nhiều phân vân ạ. Em cảm ơn PĐT rất nhiều.",
    "Em đăng nộp chứng chỉ anh văn Toeic 535 và đã hợp lệ, chuyển điểm anh văn xong. Nhưng em vào đăng ký môn luận văn tốt nghiệp thì hệ thống báo em thiếu môn CCAV_1: Chứng chỉ anh văn. Mong thầy cô giải đáp giúp em để em sớm được đăng ký luận văn ạ. Em cảm ơn!",
    "Xin chào thầy/cô, cho em xin phép hỏi hiện tại em đang trễ tiến độ, thầy/cô cho em hỏi em có thể đăng ký lớp mã P thay vì mã A,L thì có được tính không ạ? Em chân thành cảm ơn",
    "cho em hỏi là đợt 2 học kì 201 em đăng ký được 15 tín chỉ nhưng qua đợt 3 em bị mất 9 tín chỉ là sao ạ,em sinh viên k19, khoa bảo dưỡng ạ,em mới tích được 6 chỉ trong năm nhất thôi ạ nên cho em hỏi là em không đăng ký được các môn bị mất của em lại được ạ",
    "Em chào thầy cô ạ. Em là sv K17. Do thiếu số tctl nên hè này em không được đi TTTN. Hè này em có đăng kí học đủ số tctl ddể đăng kí TTTN vào học kì 201. Nhưng 2 đợt vừa rồi em đăng kí đều bị xóa môn ạ. Mong thầy cô giúp đỡ ạ    .",
    "MSSV  Chào ad ạ em muốn mở thêm slot môn học CI3009 nhóm lớp A05 ạ",
    "Dạ chào thầy(cô),  Em có đính kèm 1 tấm ảnh phía dưới đó ạ, hiện tại môn kỹ thuật chế tạo 1 lớp em đăng ký có số lượng là 36/20 sinh viên lận. Em không biết sau khi kết thúc đăng ký lớp này có bị huỷ đăng ký hay gì không ạ. Tại cái này em đăng ký đợt 1 nên PĐT tự xếp lớp như vậy ạ. Em mong nhận được phản hồi sớm ạ, em cám ơn.",
    "Dạ cho em được trình bày Hiện em đang là sinh viên khóa 2014, khoa Công nghệ vật liêuj Kỳ 201 này do điều kiện tiếng anh em không thể đăng ký luận văn tốt nghiệp, mà đây là học kỳ cuối theo chương trình học tối đa của em. Mà em tham khảo quy chế mục 5.5 thì em có thể nằm trong diện được kéo dài thêm 1 học kỳ, do lúc thi tuyển năm 2014 thì em thuộc khu vực 1 ạ. Bây giờ em cũng bối rối không biết tình hình như thế nào, em mong phòng đào tạo giải đáp dùm em với ạ. do em cũng gần hoàn thành được chương trình học, em mong phòng đào tạo cho em xin những giải pháp để em có thể ra trường được ạ. em xin chân thành cám ơn phòng đào tạo ạ,",
    "Em chào phòng đào tạo. Em là sinh viên K13 khoa Kỹ Thuật Xây Dựng, em đã làm đủ 15 ngày công tác xã hội nhưng chưa được cập nhật để đăng ký tốt nghiệp. Phòng đào tạo có hẹn em nhiều thứ 6 và lần gần nhất em được hẹn là hôm nay 08/09/2020, tuy nhiên trong hôm nay thì học phí nợ em đóng thì đã cập nhật rồi còn riêng ngày công tác xã hội thì vẫn chưa có thay đổi. Em xin lỗi vì sự gấp rút nhưng do tháng 10 em hết hạn đào tạo nên mong phòng đào tạo cập nhật sớm giúp em. Em cám ơn.",
    "Sinh viên:  MSSV:         Xử lý số tín hiệu (EE2015) Sau khi mở môn học EE2015, vì lớp A01 của thầy  đã đầy sĩ số rất nhanh và em không đăng kí được nên em xin phòng đào tạo mở thêm sĩ số để tạo điều kiện cho em được học môn này với ạ. Em đã canh để đăng kí môn này từ đợt 2 nhưng không mở, đến đợt 3 em chậm một chút mà đã đủ lớp rồi ạ. Em mong nhà trường mở thêm sĩ số để tạo điều kiện cho em với ạ. Em chân thành cảm ơn.",
    "Em muốn xin vào lớp L02_L04 của môn ME2013 được không ạ. Vì PĐT mở đợt bổ sung này nhưng lại bị full sỉ số lớp.",
    "Dạ chào AD em tên là  , hiện tại em đang đăng ký môn \"CI4037 - Công trình trên đất yếu\" và ở nhóm lớp A02 em muốn xin chuyển sang nhóm lớp A01 để tiện sắp xếp thời khóa biểu đăng ký thêm môn. Mong AD giúp đỡ. Cảm ơn",
    "Ví dụ như môn học trắc địa đại cương sỉ số đăng ký dưới 1/2 sỉ số tối đa có bị hủy lớp không ạ",
    "Em tên là  mssv  .Em có làm gia hạn học phí kì vừa rồi.Vậy hạn thanh toán tiền em nợ học phí là khi nào ạ .Em cảm ơn cô ạ",
    "dạ cho em hỏi. em không đăng kí được môn Thực tập tốt nghiệp ME3029 do không đủ số tín chỉ tích lũy. Cho em hỏi lí do vì sao tại vì theo em tính không nhầm thì em chỉ thiếu 10 tín chỉ so với tiến độ ( trong kì hè đang học 8 tín chỉ ) còn điều kiện thực tập là thiếu tối đa 14 tín chỉ. Mong được giải đáp ạ",
    "Dạ em là , MSSV . Hồi đợt 2 em có nộp đơn xin mở lớp Kỹ thuật số ( EE1015 ) cho PĐT nhưng chưa thấy phản hồi ạ. Vì hôm đó em cũng có xin mở thêm lớp Vật lý bán dẫn ( EE1013 ) thì lớp đã được mở rồi còn lớp Kỹ thuật số thì chưa ạ ? Em mong PĐT kiểm tra lại và giải quyết sớm nhất có thể ạ. Em cảm ơn",
    "Chào pdt ạ, Em tên là , hiện đang là k17 khoa điện. Đang trong đợt đăng kí môn học đợt 3 em có mong muốn được đăng kí 15 tín chỉ môn học, nhưng khi em đăng kí thì lại hiện ra chỉ cho phép em đăng kí tối đa 14tc  (như trong hình). Pđt có thể giải thích lý do tại sao em lại bị vấn này để em có thể khắc phục được không ạ? Em chân thành cảm ơn.",
    "Thưa thầy/cô pđt. Em là  mssv . Em có mong muốn đăng kí lớp đồ án môn học Nền Móng Ci3197 nhưng đã full, không đăng kí được. Mong thầy/cô pđt có thể mở rộng sĩ số lớp cho em có nguyện vọng đăng kí môn học được không ạ. em xin cảm ơn!",
    "Thưa thầy cô, thầy cô cho em hỏi là năm nhất em có học anh văn cơ bản trong trường nhưng bị rớt nhưng em đã nộp bằng toeic vô trường rồi thì em có phải học lại môn anh văn đó không ạ hay chỉ cần có bằng qua được là được rồi ạ. em xin chân thành cảm ơn ạ. ",
    "Dạ em chào thầy cô ạ. Năm nay em là sinh viên năm 4. Còn thiếu 1 thể dục nữa để được đăng ký các môn năm 4 nhưng mà cho em hỏi sao kì này trường mình không mở các môn thể dục và giải tích 1 của k17 ạ. Các môn giải tích 1-2 của k17 có đổi mã môn không ạ",
    "Em tên  (mssv:) Em đã đủ các điều kiện để xét tôt nghiệp nhưng em không có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2020.Mong quí thầy cô xem xét hướng dẫn giúp em.",
    "Chào thầy( cô) em là sinh viên k19 thầy (cô) cho e hỏi môn học thực tập cơ khí đại cương (ME1013) có mở lớp vào học kì 202 không ạ do e bị hủy môn do lớp không đủ sỉ số còn những ngày khác e lại trùng lịch r ạ . Em xin cảm ơn",
    "Em là sinh viên khoa kỹ thuật xây dựng K18 . Hiện em có nhu cầu đăng kí môn Hóa vô cơ ( CH2011 ) trong kì chính 201 này nhưng sĩ số lớp đã đủ ( 40sv ) . Vì vậy, em mong PDT tăng thêm sĩ số lớp để em cùng các bạn sinh viên khác có thể đăng kí ạ . Em xin chân thành cảm ơn!",
    "Mã môn: EE2015 Ngày học: Thứ 2, Thứ 4 Tiết học: Thứ 2-tiết 7,8,9, Thứ 4-tiết 2,3,4,5,6 .",
    "Phòng đào tạo cho em hỏi,  B  hạn chót    để có thể nộp đơn trình bày lý do trễ hạn học phí là khi nào ạ ? Em cảm ơn phòng đào tạo.",
    "em là sinh viên hệ vlvh chuyển từ chính quy qua (mssv: ). em đăng ký đợt 3 để học chung với hệ chính quy nhưng nó báo lỗi màu đỏ là : \"bạn không được phép đăng ký vào nhóm lớp này- xem thêm về loại hình sinh viên và loại hình đào tạo\", tất cả cách môn kể cả môn nhập môn về kỹ thuật cũng bị báo lỗi thế này ạ. giờ em phải làm sao để được đăng ký học chung ạ?",
    "Chào thầy/cô. Em là . MSSV . Em là sinh viên hệ VHVL được chuyển từ hệ chính quy. Em không thể đăng ký được môn Mạch Điện Tử Thông Tin (EE3011) nhóm A04 mặc dù lớp chưa full. Mng thầy/cô xem giúp em. Em cám ơn.",
    "Mong muốn tăng sĩ số lớp học môn THÍ NGHIỆM HÓA PHÂN TÍCH, mã môn học: CH2115 vào sáng t7 tiết 23456 ạ. Em cám ơn",
    "Em xin phép được đăng kí mở thêm sỉ số lớp hư hỏng và sửa chữa công trình cho em, mong được sự chấp thuận của pđt.",
    "Dạ em chào thầy cô ạ, Hiện tại em đang bị nợ môn Quản lý dự án [IM40003] và có nguyện vọng muốn đăng ký học môn đó vào kỳ này nhưng em không đăng ký được do mybk báo là em không thuộc loại hình SV được đăng ký môn này ạ. Mình cho em hỏi lí do vì sao được không ạ? Nếu được, mình có thể cho em xin làm đơn đăng ký học môn này trong học kỳ này được không ạ? Em cám ơn thầy/cô nhiều ạ",
    "Dạ em muốn xin được tăng thêm sỉ số môn Khoa học vật liệu đệt ME2103 LỚP L01 và môn Thí nghiệm kiểm tra phân tích vật liệu dệt ME2107 LỚP L02  Lí do là vì em bị trùng lịch với nhiều môn khác nên ko thể đăng kí được 2 môn cơ sở ngành này ạ",
    "Hiện tại em muốn đăng ký môn luận văn tốt nghiệp - 400433 nhưng bị báo lỗi thiếu môn học. Mong nhà trường giải quyết giúp em ạ",
    "liệu pđt có giúp được chúng em lần nữa không ạ. Việc về chuẩn năm 2. Lúc đó em có lên hỏi thì pđt nếu ko đủ 28 chỉ thì có thể học lại để sau. Nhưng bây giờ thì bảo là do đánh máy. Tuy là giảm xuống là 24 chỉ rồi nhưng có những bạn trong đó có em vẫn không đủ 24 chỉ vì theo chương trình đào tạo là chỉ tụi em lớn nhất là 29 chỉ nhưng nếu rớt nhiều hơn 1 môn thì vẫn không đủ chỉ để học năm 2. Em biết lỗi là do bọn em nên mong 1 lần nữa pđt có thể giúp chúng em được không ạ. Vì là năm nhất cũng như là ảnh hưởng của covid phát sinh ạ. Mong phòng đào tạo giúp đỡ chúng em 1 lần nữa",
    "Kính gửi thầy/cô PĐT, Em là   (hệ VLVH) Nhờ thầy cô giúp em   B đăng ký    các môn học sau vào đợt đăng ký chính quy HK201: - EE3001 - Hệ thống cung cấp điện, nhóm A01_A02 - EE3013 - Giải tích hệ thống điện, nhóm A03_A10 Nguyên nhân do em muốn chuyển nhóm đã xoá môn học, khi đăng kí lại thì bị lỗi không đăng kí được. Xin cảm ơn thầy/cô!    .",
    "Dạ, em có đóng học phí trễ hạn HK193 (hạn chót là 07/09) và em đóng vào ngày hôm nay (08/09), cho em hỏi rằng em có bị tạm dừng học và không được dự thi cuối kỳ các môn dự thính không ạ, nếu có thì có cách nào để làm đơn không ạ, em cảm ơn.",
    "Em tên là , Hiện là SV năm 3 khoa Điện-Điện tử. Đợt ĐKMH HK201 đợt 3 em vẫn chưa thấy trường mở cho đăng ký các lớp thể chất, rất mong nhà trường giải quyết vì em còn thiếu 1 mộ Thể chất nữa để có thể đủ điều kiện bước vào năm 4.",
    "Em sv k16, tên , mssv , khoa Kĩ thuật địa chất và dầu khí, đã bảo vệ luận văn xong đợt tháng 7, đã có 19 ngày ctxh, đã đạt chuẩn nói viết, nhưng khi đk tốt nghiệp thì không đc. Cho em hỏi lí do? em tên ",
    "Dạ phòng đào tạo cho em hỏi hiện tại là môn xữ lí số tín hiệu vừa được mở ở lần hiệu chỉnh đợt 3 , sỉ số của có 30 bạn nên đã full , vậy giờ có cách nào cho em đăng ký được môn này ko ạ , em cảm ơn ạ",
    "i Dạ anh/chị em có thắc mắc về vấn đề: em đã đăng ký xét miễn điểm AV1, AV2, AV3, AV4 với lệ phí là 200.000 và đã thanh toán trên BKpay. Nhưng tại phần Thông tin đăng ký xét miễn điểm thì không có dòng thông tin xét miễn ở trên. Em có đính kèm ảnh.   i Cho em hỏi trường hợp này có phải do lỗi hệ thống không ạ, và em phải giải quyết sao ạ, em cảm ơn!  .",
    "Chào quý thầy cô. Em là sinh viên k19, em muốn hỏi về quy chế của chuẩn kỹ năng công nghệ thông tin . Trong phần quy chế mục một số điểm mới từ HK192 mục 10 có dòng \"Miễn phí 1 lần CNTT cơ bản cho SV năm 1 vào đầu HK2 năm nhất u Không cấp chứng chỉ, chỉ xét \" hiện nay em vẫn chưa nhận được thông báo tổ chức và em muốn hỏi chuẩn CNTT cơ bản có bắt buộc phải có sau năm nhất không ạ. EM xin cảm ơn.",
    "CI4383   Em tên , em có đăng kí đăng kí luận văn tốt nghiệp ngành cấp thoát nước mã CI4383 và bị báo lỗi thiếu môn tiên quyết, nhưng em đã hoàn thành xong chương trình học. Mong phòng đào tạo kiểm tra lại giúp em .",
    "Cô ơi, Cô cho em gửi đơn trình bày lý do em thanh toán trễ học phí. Nguyên nhân là do em còn ở nước ngoài, chưa về nước được, và SIM điện thoại bị khóa, không nhận được mã xác nhận trên MyBK. Em đã nhờ bạn em thanh toán học phí ở ngân hàng OCB. Em xin cảm ơn cô.    .",
    "CI4383 Em tên , học kì 201 em có đăng kí luận văn tốt nghiệp mã CI4383 nhưng bị báo lỗi thiếu tiên quyết. Trong khi em đã hoàn thành chương trình học, có 1 số môn em học khác mã nhưng chả chuyển điểm thành công. Mong phòng đào tạo xem lại để em được đăng kí luận văn tốt nghiệp.",
    "kính mong thầy cô kiểm tra giúp em hiện tại em đang đăng ký môn học mã CI3219 của Hệ chính quy Đợt 3 - chuyển hệ nhưng hệ thống báo chuẩn SV năm 3 với thiếu môn thể chất. họ và tên  MSSV  chương trình đào tạo Hệ VLVH ",
    "Kính gởi Quý Thầy/Cô phòng Đào Tạo, Em tên là \"\" học hệ VLVH Thầy/Cô cho em hỏi là hệ VHVL có thể đăng ký với các lớp chính quy vào ban ngày không? nếu không thì có cách nào để em có thể học lớp ban ngày không? vì tính chất công việc buổi tối em không học được. Em xin cảm ơn",
    "em đã xem kĩ điều 31 khoản 1 trong QUY CHẾ , CAO ĐẲNG. Em được 420 điểm anh văn đầu vào nhưng không đăng kí được anh văn 1 mong PĐT xem lại giúp em ạ.",
    "Cho em hỏi môn vật lý 2 mã PH2005 có là môn tương đương của mã PH1005 không ạ?",
    "Gửi thầy/cô, Hiện tại em đã hoàn thành chương trình học và yêu cầu đầu ra tiếng anh với 15 ngày CTXH. Nên em nhờ thầy/cô kiểm tra và cập nhật em vào danh sách tốt nghiệp dự kiến ạ. Sau đó thì em vào trang   I https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky  /I  để nhập thêm thông tin ạ? Thông tin của em: MSSV: 0 Tên:  Lớp: MT13KH01 Ngành: Khoa học máy tính Em cảm ơn, ",
    "Kính gửi: PĐT trường đại học Bách khoa Tp. HCM. Em tên: Nguyễn Đoàn  Mssv:  Em học liên thông ngành tự động hóa khoa điện điện tử. Nay các môn cơ sở và chuyên ngành em đều hoàn thành. Chỉ còn môn EE2007 MẠCH ĐIỆN TỬ nên em không đăng ký môn Đồ Án được. Mà các bạn chung khóa đã làm đến luận văn. Do môn này hơn 2 năm nay em đăng ký môn mà không mở lớp hoặc không có giảng viên dạy. Và hiện tại do tình hình bệnh dịch nên có thể sẽ không mở lớp trong các kỳ sau. Vì lớp chính qui đã đủ số lượng. Nên em kính mong PĐT xem xét giúp em được đăng ký môn EE2007 chung với chính quy hoặc xét môn học tương đương để em có thể làm đăng ký môn đồ án để theo kịp tiến độ học tập. Kính mong thầy/cô PĐT xét duyệt giúp em. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 5 chỗ cho môn học Đồ án môn học nền móng mã CI3197 lớp A01 tiết 3-4-5 vào sáng thứ bảy. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em:  Mã số sinh viên của các bạn em:   Em cảm ơn thầy/cô rất nhiều ạ.",
    "Dạ cho em hỏi kì dự thính 20.1 môn SP1033 Kinh tế chính trị  sẽ học vào buổi tối ở cơ sở 1 hay học online như kì 19.2 ạ? Em xin cảm ơn!",
    "Em chào thầy/cô, Em tên là  MSSV , hiện tại là sinh viên khoa Điện-điện tử. Nếu em đã học vượt một số môn chính trị như Tư tưởng HCM, Đường lối ở các kì 6,7 thì ở các kì đó số chỉ em sẽ học Theo chương trình đào tạo sẽ nhỏ hơn 14 chỉ. Vậy thì em có cần phải đăng kí bù một số môn tự chọn khác để số chỉ lớn hơn 14 không hay em vẫn có thể học theo chương trình đào tạo ạ. Em cám ơn PĐT ạ.",
    "chào ad ạ, em muốn đăng kí môn CI3191 vì e lỡ thoát ra và giờ đăng kí vào lại lớp đó ko được, kì này trường chỉ có một lớp đó thôi ạ, hiện tại lớp đó đang 30/28 và có thể cho em vào lại lớp đó được không ạ, em cảm ơn.",
    "Thưa PĐT, Em là  MSSV . Vì có một số chuyện đột xuất ngoài mong muốn nên em đã chưa thể hoàn thành học phí kì 193. Nhưng hôm nay tức là ngày 8/9/2020 thì em đã hoàn thành đầy đủ học phí mà nhà trường yêu cầu. Em mong PĐT và nhà trường có thể thông cảm cho một số sai sót của em. Những kì học sau em hứa sẽ cố gắng hoàn thành học phí đúng thời hạn hơn. Em xin chân thành cảm ơn",
    "Thưa quý thầy/cô hiện tại tính đến hết kì dự thính này em được 96 chỉ và ở lần đăng ký đợt 2 em có đăng ký môn thực tập tốt nghiệp và bị hủy nhưng ở đợt 3 em vẫn đăng ký được. Em không biết ở đợt 3 này có bị hủy nữa không ạ?  Nếu vẫn bị hủy mong phòng đào tạo thông cảm bỏ qua cho em lần này  em chỉ thiếu 2 chỉ nữa thôi ạ. Em xin cảm ơn.",
    "Kính chào quý Thầy Cô!  Em là sinh viện hệ VHVL nhưng không có \"mở lớp riêng\"  Học kỳ mới này em đăng ký môn học cùng với hệ CHÍNH QUY, nhưng không được Vì vướng phải là SV năm 2 mới được đăng ký môn:  Vì là hệ VHVL nhưng lại bị bắt buộc phải đăng ký theo Sv năm 1,2,3. Nên học kỳ này em không đăng ký được môn học Điều này làm em bối rối với Thời gian ra trường kéo dài và khó khăn như vậy . Mong thầy cô xem xét cho tụi em đăng ký được môn học.",
    "Em chào thầy, cô. Em tên là -MSSV , sinh viên năm 2 chương trình PFIEV. Thưa thầy, cô vào học kỳ 182 em đã thi chứng chỉ tiếng anh và đã được chuyển điểm các môn anh văn 1, 2, 3, 4. Tuy nhiên, khi đăng kí anh văn 5[003720] cho học kỳ 201 tới, hệ thông báo lỗi em chưa học môn anh văn 4[003004]. Thầy, cô có thể kiểm tra và giải quyết vấn đề này giùm em được không ạ. Em cám ơn thầy, cô nhiều ạ. (Phía dưới em có gửi ảnh chụp màn hình báo lỗi khi đăng ký môn anh văn 5, và ảnh chụp điểm xét miễn các môn anh văn 1, 2, 3, 4 của em. Em cám ơn.)",
    "Chào thầy/cô! Em tên là Nguyễn Ngọc Hà, MSSV:, Lớp XD16KT. Hôm nay em viết thư này về việc Đăng kí môn học Thiết kế dự án tốt nghiệp (CI4303) trong HK1 (2020-2021) sắp tới. Cụ thể là trong đợt ĐKMH cho HK1 (2020-2021) lần 3 vào hôm nay ngày 8/9/2020. Em không đăng kí được môn học này do \"Thiếu môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) \" Một số bạn khác trong lớp cũng gặp trường hợp tương tự này như em, mỗi bạn có một lí do cho việc nộp trễ chứng chỉ anh văn. Đa phần là do dịch COVID nên các bạn chậm trễ Riêng em không may trong lần thi gần nhất em chỉ đạt 490/500 điểm mà trường yêu cầu nên mới dẫn tới tình trạng đáng tiếc này. Vậy nên kính thưa thầy/cô có cách nào để giúp chúng em có thể tiếp tục đăng kí môn học để làm luận văn tốt nghiệp không? Em có nghe bên chỗ Bộ môn có thể làm đơn xin gia hạn thời gian nộp chứng chỉ anh văn, vậy nếu được thì mong thầy/cô hướng dẫn cách thức nộp đơn như thế nào? Em xin chân thành cảm ơn thầy/cô!",
    "Em đang thực hiện đăng ký môn học đợt 3. Do đăng ký trễ nên môn \"Kiến trúc máy tính\" không còn lớp trống nữa. Giờ em muốn đăng ký môn học thì em phải làm như thế nào ạ? Mong được anh/chị hướng dẫn cụ thể. Em cám ơn ạ.",
    "Em học bên lớp CNSH nhưng môn thí nghiệm hóa phân tích của em không còn . sau đó em đăng kí môn nhưng do lớp thứ 5 trùng lịch học của em , chỉ còn lớp thứ 7 em có thể học nhưng lớp đầy . Em xin pđt tăng sỉ số lớp thí nghiệm hóa phân tích thứ 7. Mong pđt giúp đỡ em",
    "Kính thưa phòng đào tạo, Hiện tại em đang là sinh viên năm 3 ngành Cơ Kỹ thuật, thuộc Khoa Khoa học Ứng dụng. Trong kỳ thi Đánh giá năng lực 2020 vừa rồi, em đã trúng tuyển vào ngành Kiến trúc (117). Em xin hỏi: - Em có thể học song song hai ngành Cơ Kỹ thuật và Kiến trúc không? Vừa giữ MSSV ngành Cơ Kỹ thuật vừa có MSSV mới của ngành Kiến trúc. - Em có thể chuyển điểm những môn đã học bên ngành Cơ Kỹ thuật sang cho ngành Kiến trúc không? Trong chương trình đào tạo ngành Kiến trúc có những môn em đã học và đã qua như Giải tích 1, Giải tích 2,... cùng mã số môn học với ngàng Cơ Kỹ thuật. Nếu được chuyển điểm thì thủ tục và giấy tờ như thế nào? Em xin chân thành cảm ơn quý thầy cô ở phòng đào tạo trả lời thắc mắc của em.",
    "Dạ chào anh/chị, em là sinh viên khoa điện khoá k13, hiện tại đã quá chương trình học tối đa 14 học kì. Em muốn xin thêm 1 học kì để hoàn thành chương trình học. Em muốn hỏi quy trình làm thủ tục để xin như thế nào ạ ? Em cảm ơn",
    "Dạ em chào thầy/cô PĐT, Thầy/cô ơi phần mềm đăng kí môn học chưa có tên giảng viên giảng dạy ạ! Em cảm ơn nhiều ạ,",
    "Dạ nhà trường cho em hỏi là em rớt môn bóng đá, em có cần phải đăng ký học lại môn đó không ạ, hay em chỉ cần hoàn thành 3 môn thể chất ạ",
    "Cho em hỏi kì 201 này giáo dục thể chất có cho đăng kí trùng môn mà mình đã học kì trước được ko ạ ?",
    "kính  chào PĐT môn  học  GE2021 - Cơ sở thủy địa cơ học nhớm  lớp  A01 thứ  3  tiết  10,11,12 hiện  tại  full  xỉ  số kính  mong  PĐT mở  thêm  xỉ số  để  em có  thể  đăng  kí ạ . do em mới  thoả  mãn  điều  kiện  đăng kí   mong  Pđt  thông  cảm . em cảm  ơn",
    "EM kính chào PĐT. Cho em được hỏi tại sao em không thể đăng kí môn có mã CH2015 được vậy ạ? Làm thế nào có thể đăng kí môn đó ạ? ",
    "pdt cho em hỏi hôm trước em đã nộp đơn xin mở lớp cơ lưu chất Mã môn học CL2005 pđt có hẹn lần 3 sẽ xem xét, vậy môn học đó có được mở lớp không ạ em xin chân thành cám ơn",
    "Em là , MSSV:  Thời gian qua vì việc cá nhân nên em quên nộp học phí và bị nộp học phí muộn 2 lần, cho em hỏi là theo quy chế thì em có bị phạt gì không ạ, em cảm ơn",
    "nhà trường có thể mở thêm sỉ số môn cơ lý thuyết được không ạ? em muốn đăng kí học mà lớp nào cũng đủ người rồi ạ.",
    "Em xin nộp đơn trình bày lý do thanh toán trễ học phí.",
    "NHÀ TRƯỜNG CÓ THỂ THÊM SỈ SỐ LỚP HỌC MÔN CƠ LÝ THUYẾT ĐƯỢC KHÔNG Ạ?",
    "Dạ thầy/cô ơi, học kì 201 chỉ mở GDTC ở Trung tâm TDTT thôi ạ? Năm nay em đang năm 3, nên hơi khó sắp xếp đi học trong cs2 được, không biết nhà trường có cho mở lớp GDTC môn Điền kinh ở cs1 không ạ? Ban đầu em dự định lên năm 3 ra cs1 học Điền kinh nên giờ còn thiếu 1 TC ạ.",
    "Dạ cho em hỏi là: viết đơn trình bày lý do nộp trễ học phí đấy ạ. Là khi mình học trở lại 21/9 hay là mình phải nộp liền ạ. Bởi vì hiện tại em không thể di chuyển vào thành phố được ạ. Hoặc cho em hỏi là em có thể nhờ bạn nộp giúp được không ạ.",
    "Cho em hỏi lần đăng ký môn học đợt 3 này có mở lớp Kinh tế chính trị  -  (SP1033) không ạ? Em xin cảm ơn.",
    "Em là .  . Dạ cho em hỏi là mặc dù em đã có điểm trên trang https://mybk.hcmut.edu.vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được. Mong PĐT giải quyết giúp em. Em xin cảm ơn! ",
    "Dạ thưa thầy/cô, em là .  . Thầy/cô cho em hỏi là mặc dù em đã có điểm trên trang https://mybk.hcmut.edu.vn/stinfo/ nhưng khi em đăng ký Luận văn tốt nghiệp thì lại thấy thông báo là em chưa có điểm để đăng ký được. Mong PĐT giải quyết giúp em. Em xin cảm ơn! ",
    "em xin mở thêm lớp con người và môi trường lớp L01, L02 mã môn EN1003",
    "Em chào thầy/cô, Em hỏi về việc điểm Đề Cương Luận Văn học kỳ 192 vẫn chưa cập nhật để em có thể đăng ký tiếp Luận Văn Tốt Nghiệp học kì tiếp theo. Hôm nay là đợt 3 đăng ký môn học cho học kỳ 201 mà như em trình này ở trên, điểm số vẫn chưa cập nhật . Mong thầy/cô giải đáp giúp em! Em chân thành cảm ơn, Duy",
    "Dạ cho em hỏi, đợt 2 em đăng kí môn thực tập tốt nghiệp nhưng bị hủy do thiếu số tín chỉ, đợt 3 này em đăng kí lại thì hệ thống vẫn tick cho em dấu xanh, như vậy thì em có đăng kí thành công môn thực tập ko ạ? Em bổ sung thêm: theo như chương trình đào tạo thì em còn thiếu 6 chỉ để được thực tập, hè này em đang học 9 chỉ, nhưng ngày 26/9 em mới thi xong, để có điểm thì ít nhất phải qua tháng 10, nhưng theo như lịch học vụ, đăng kí thực tập đợt cuối cùng kết thúc vào ngày 1/10. Như vậy thì em có cơ hội nào để đăng kí thực tập tốt nghiệp vào kì 201 ko ạ?  Em xin cảm ơn!",
    "Kính chào quý Thầy/Cô, Em tên là Trần Nguyễn Bảo Huy, sinh viên lớp VP15XDC chuyên ngành Xây dựng dân dụng và Hiệu quả năng lượng (PFIEV), có câu hỏi về Điểm trung bình tích lũy ngành (ĐTBTLN). Trong \"BẢNG ĐIỂM SINH VIÊN\" của em, điểm trung bình tích luỹ ngành là: 6.82 và được cập nhật vào 23/03/2020 2:15:37 PM. Em muốn ứng tuyển vào một kỳ thi về các LVTN xuất sắc của Ngành Xây Dựng (Giải Loa Thành) nhưng một trong những yêu cầu của cuộc thi đó thì sinh viên phải đạt ĐTBTLN  = 7.0, do đó em muốn biết điểm trung bình tích lũy ngành cho đến thời điểm hiện tại của em đang là bao nhiêu? Vì vừa rồi điểm Luận Văn Tốt Nghiệp và ĐA Nghiên cứu Khoa học của em đạt điểm khá cao, em hy vọng rằng sẽ đủ điều khiện để ứng tuyển vào kỳ thi này. Chân thành cảm ơn quý Thầy/Cô đã trả lời câu hỏi của em. Em xin chân thành cảm ơn. Trân trọng, Trò Huy.   i  .",
    "Xin mở lớp giải tích 1 (MT1003)",
    "Em đang là sinh viên năm 4 vừa hoàn thành Luận văn tốt nghiệp. Vì điểm thi Anh văn Nói viết của em chỉ đạt 200 không đủ mức 245 để xét tốt nghiệp chương trình kĩ sư tài năng khoa Xây dựng chuyên ngành Dân dụng và công nghiệp. Nay em muốn hỏi Phòng đào tạo về quy trình cũng như mẫu đơn để em có thể xin rút khỏi chương trình tài năng, và để tốt nghiệp chương trình chính quy- đại trà . Xin cảm ơn, mong nhận được phản hồi sớm từ Phòng đào tạo! ",
    "Cô ơi cho em hỏi là nếu môn học đã đủ người và các lớp khác đều không có chỗ thì trường có thể mở thêm lớp hoặc tăng số lượng sinh viên học được không ạ. Em cảm ơn.",
    "Kình gửi: PĐT Đại Học Bách Khoa Tp Hồ Chí Minh Em là:  MSSV:  Là sinh viên của khoa Bảo Dưỡng Công Nghiệp. Em xin trình bày như sau: Hiện tại trong kì dự thính này em đang học 2 môn cuối của chương trình học và môn anh văn 4. Em vừa nhận được kết quả thi toeic 380 điểm vào hôm qua và hôm nay em đã nộp chứng chỉ. Vậy em xin PĐT cho em được đăng kí làm tiểu luận tốt nghiệp trong đợt này. Để được ra trường đúng hạn. Em xin chân thành cảm ơn! MSMH 260663 tiểu luận tốt nghiệp",
    "Chào thầy (cô), Em tên là , MSSV  K18 Khoa Cơ Khí. Do môn học em đăng kí là LA1009 nhóm A04 bị hủy do thiếu phòng học, nên em không thể đăng kí môn LA1009 ở nhóm khác do trùng lịch học và lớp đã full. Thế nhưng môn này rất quan trọng đối với em, vì phải học mới đăng kí môn cho năm sau được. Vì vậy, kình mong PĐT xem xét và mở sỉ số môn LA1009 nhóm A05 để em có thể đăng kí môn được ạ. Em rất mong nhận được sự giúp đỡ của thầy cô ạ, Em xin chân thành cảm ơn.",
    "Gửi thầy cô, Em tên:  Là sinh viên K15, vừa qua em có thi toeic nhưng chưa đủ điểm yêu cầu để đăng ký luận văn, em đã đăng ký để thi lại nhưng vì ngày trả kết quả sẽ bị trễ so với lịch đăng ký luận văn. Do đó, thầy/cô cho em hỏi phòng đào tạo có thể tạo điều kiện để em được đăng ký luận văn và bổ sung bằng tiếng anh sau được không ạ. Em mong rằng nhà trường có thể cho em cơ hội để em được tốt nghiệp. Mong phản hồi từ thầy/ cô. Em cảm ơn.",
    "Dạ theo em được biết là chúng em bắt buộc đăng ký tối thiểu 3 tín chỉ nhóm A, 3 tín chỉ nhóm B của ngành mình chọn học. Còn tối thiểu 9 tín chỉ tự do thì chúng em có bắt buộc đăng ký thuộc nhóm A,B của ngành mình chọn không? Hay được đăng ký các môn học thuộc nhóm A,B của ngành khác trong khoa/ hay tất cả các môn học của ngành khác trong khoa/ hay được đăng ký tất cả các môn học trong trường có đào tạo ạ. Em xin cảm ơn phòng đào tạo.",
    "Kính chào Phòng Đào tạo, em là , đang theo học hệ VLVH. Em có đăng kí chuyển hệ môn học CO3069 - \"Mật mã và an ninh mạng\" chung với lớp Chính quy nhưng xảy ra điều kiện môn học trước cần có là Mạng máy tính (em đã hoàn thành trong học kì này). Vậy kính mong Phòng Đào tạo mở đăng kí giúp em để em có thể theo lớp. Xin cảm ơn PĐT rất nhiều!",
    "thưa cô có cách nào khắc phục vấn đề không đủ cơ sở vật chất để học môn kết cấu thép 2 CI3211 k ạ, cho em xin hỏi do hết phòng hay là do k có phòng to ạ, nếu có thể xin thêm 1 thầy nữa dạy được k ạ, có thể học thứ 7 chủ nhật được k ạ, do môn này tiên quyết nên tụi e gấp ạ, em cám ơn cô, mong cô giúp đỡ tụi e",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em tên  mssv  khoa cơ khí, ngành công nghệ may Em hiện đã đủ 52 chỉ để đăng kí môn năm ba nhưng do đủ sỉ số. Em làm đơn này mong phòng đào tạo xét duyệt có thể học các môn này để không bị trể tiến độ học tập -Thực tập kỹ thuật MSMH:ME2033 nhóm A02 ngày thứ 7,chủ nhật. - công nghệ may 2 MSMH: ME3083 nhóm A01 ngày thứ 6, chủ nhật. Em cảm ơn nhiều ạ.",
    "Em là sinh viên khoa Quản lý Công Nghiệp, mssv . Học kì trước (HK192) em xin tạm dừng vì việc cá nhân nên học kì 2 của năm 3 chưa học . Học kì này, em không thể đăng ký môn học Phương pháp nghiên cứu trong kinh doanh (IM4001) vì không đạt chuẩn thể chất sau năm 3 (GDTC3) mặc dù các môn tiên quyết và học trước khác đều đã đạt . Em muốn hỏi PĐT có thể mở cho em đăng kí học môn này và GDTC 3 song song trong kì này được không, để em không bị trễ tiến độ học tập quá nhiều ạ. Em xin chân thành cảm ơn PĐT.",
    "Chào thầy cô ở phòng đào tạo, em tên , mssv . Hiện tại do lịch học dày đặc nên em không thể đăng kí môn học Trắc địa đại cương (CI1007), Em kính mong PĐT có thể mở thêm sỉ số lớp L06_L14 để em có thể tham gia học cùng các bạn ở học kì này. Em xin chân thành cảm ơn",
    "Em chào cô. Em là  MSSV: . Lớp: CK18LTH Em có thắc mắc về danh sách tốt nghiệp dự kiến, nhưng điểm trung bình của em trên hệ thống mybk là 8.06. Còn điểm trung bình tốt nghiệp trong danh sách tốt nghiệp dự kiến là 7.83. Em mong cô giải quyết giùm em trường hợp này. Em mong hồi đáp sớm từ cô. Em cảm ơn cô.",
    "u đợt đăng ký môn học có nhiều yêu cầu mở lớp Kết cấu thép 2 nên thầy cô trong Khoa có chỉ định thầy dạy cho bọn em là thầy  chỉ có 1 nhóm lớp là A01, và số lượng đăng kí đã đủ lớp. Nhưng trong đợt 3 này e nhận được thông tin và mail của trường là sẽ xóa nhóm A01 - nhóm duy nhất của môn này vì không đảm bảo cơ sở vật chất. Vì đây là môn tiên quyết của Luận Văn tốt nghiệp ngành Xây Dựng nên một số bạn rớt kì vừa rồi thật sự cần trường mở môn học này để ra trường đúng hạn trong năm sau. Thầy cô đã sẵn sàng dạy nhưng chúng em rất tiếc về cơ sở vật chất nhưng mong trường có thể ưu tiên vì sự quan trọng của môn học này. Mong có sự phản hồi sớm từ trường và mong lớp vẫn tiếp tục được mở Em xin cảm ơn",
    "Cho em được hỏi là thể chất kỳ 201 chỉ mở ở cs2 (Trung tâm TDTT ĐHQG) thôi ạ? Trên mybk em vẫn không thấy các môn thể chất khi nhập mã vào. Vì em bị chấn thương nên năm 1 và năm 2 chỉ hoàn thành 2 môn thể chất ở cs2.Nếu đăng ký thể chất ở cs1 thì đăng ký khi nào,ở đâu và thế nào ạ? Em xin cảm ơn",
    "Kính chào quý trường, Em tên là , MSSV: , sinh viên K14, khoa Khoa học và Kỹ thuật máy tính. Ở học kì này khi đăng kí các môn tự chọn nhóm D (ngành Khoa học máy tính) thì em không đăng kí được và hệ thống thông báo là: Thiếu (các) môn học:   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết)  Cho em hỏi bây giờ phải làm sao để đăng kí được vậy ạ. Em xin chân thành cảm ơn.",
    "Chào thầy cô ở phòng đào tạo, em tên , mssv . Hiện tại do lịch học dày đặc nên em không thể đăng kí môn học Cơ lưu chất (CI2003), Em kính mong PĐT có thể mở thêm sỉ số lớp L08_L30 để em có thể tham gia học cùng các bạn ở học kì này. Em xin chân thành cảm ơn",
    "em xin phòng đào tạo có thể mở thêm sĩ số cho môn học Xác suất và thống kê mã môn học MT2001 nhóm A01, để em có điều kiện để hoàn thành môn học này trong học kì này ạ. Em xin chân thành cảm ơn.",
    "Em tên là  MSSV  Do số tctl không đủ nên hè này em không được đăng kí TTTN. Hiện tại em đang học học kì 193 và tổng số tctl (tính cả kì 193) của em là 101 tín chỉ( so với yêu cầu đăng kí TTTN là 98). Nhưng 2 lần đăng kí môn học vừa rồi em đều không được đăng kí TTTN vì lí do không đủ tctl. Mong PDT xem xét để em được đăng kí TTTN trong học kì 201 tới ạ. Em cảm ơn    .",
    "Em đã đăng ký xét tốt nghiệp bổ sung vào 2 tuần trước. Bên phòng đào tạo thông báo là vào 8/9 sẽ có mail gửi tới để thông báo kết quả xét tốt nghiệp. Nhưng em vẫn chưa nhận được mail ạ.",
    "Chào PĐT ạ  Em tên là   MSSV  Em viết tin nhắn này để mong PĐT mở thêm sĩ số môn Anh Văn 3(LA1007) ạ. Lí do: Em thì hiện đang sắp vào năm 3 và học toàn bộ trên cơ sở 1 nên việc học ở hai cơ sở thì hơi bất tiện ạ , với lại vì một số lí do khác mà em không đăng kí kịp các lớp ở cơ sở 1 và đã đăng kí môn học cơ sở 2 ạ. Mong PĐT hiểu và thông cảm giúp em mở thêm sỉ số ở các lớp cơ sở 1 để em được đổi lên cơ sở 1 ạ . Em xin chân thành cảm ơn ạ.",
    "Kỳ hè này (193) em đang học môn CI3009 là môn học trước của môn CI4011. Kỳ tới (201) em muốn đăng kí môn CI4011 nhưng do kì hè chưa kết thúc nên em đăng kí chưa được, xin phòng đào tạo giúp em để em có thể đăng kí được môn trên để em k bị trễ tiến độ ạ. Em xin chân thành cảm ơn.",
    "Phòng đào tạo có thể cho em xin vào lớp Xử lý số tín hiệu EE2015  (do lớp đã đủ sĩ số). Do năm cuối nên em cần môn này để theo kịp tiến độ học tập.",
    "Thầy cô cho em hỏi sinh viên k14 khi đăng kí luận văn kì này là đăng kí vào phần chính qui hay chính qui chuyển hệ ?",
    "Thưa pđt, em muốn xin tăng sỉ số lớp L01, môn Quản lý Logistics, mã ME2125. Lí do: môn Quản lý Logistics mã ME3233 không mở lớp. Em xin chân thành cảm ơn",
    "Khi nào thì mình có lịch thi anh văn HK193 ạ",
    "Gửi pđt, Em muốn hỏi về   B thời khóa biểu    của môn Truyền nhiệt (210701). Đến bây giờ đã là đợt 3 đăng kí môn học rồi mà thời khóa biểu vẫn chưa có. Em hi vọng là nếu sao này có sự cố gì do trùng thời khóa biểu mà sinh viên chúng em không tham gia học được thì mong pđt chịu trách nhiệm. Thân.",
    "Dạ Em chào Thầy/Cô ạ! Kính xin nhà Trường mở thêm sĩ số lớp A01, môn học Hư hỏng sữa chữa công trình, mã môn: CI1051 để Em và các bạn có thể đăng kí và theo học ạ! Em xin chân thành cám ơn!",
    "Chào PĐT, vào ngày 24/08/2020 PĐT có công bố danh sách tốt nghiệp dự kiến, em có vào tra cứu danh sách nhưng nhận được phản hồi là Mã số sinh viên không nằm trong danh sách. Và em lên PĐT hỏi thì PĐT yêu cầu điền thông tin vào danh sách bổ sung và chờ đến ngày 08/09/2020 thì tra cứu lại. Nhưng hôm nay (08/09/2020) em tra cứu lại thì phản hồi vẫn như trên và cũng không có mail phản hồi từ PĐT. PĐT có thể cho em biết lí do vì sao em chưa có tên trong danh sách tốt nghiệp không ạ ?  Em cảm ơn ạ.",
    "Dạ cho em hỏi là nếu e đăng kí môn k có trong chương trình đào tạo và em qua môn thì có tính vào tín chỉ tích lũy không vậy ạ",
    "PĐT cho em hỏi đợt 3 chưa hủy lớp thì lớp sẽ được mở hay sau đợt 3 mới hủy lớp ạ",
    "Em có hai câu hỏi ạ: 1) Em đang được tạm tính chỉ HK hè 193 để đủ chuẩn sv năm 3. HK 193 em đang thực tập QTTB sẽ có điểm trễ hơn khi vào học HK 201, như vậy thì em có được ĐKMH và học môn năm 3 không ạ hay phải có điểm trước HK 201? 2) Nếu sau HK 193 em không đủ chuẩn sv năm 3 thì sẽ bị hủy đăng kí môn năm 3 thôi hay là hủy hết toàn thời khóa biểu ạ?",
    "Kính gửi Phòng Đào Tạo Em tên  sinh viên K15 của trường ,hiện tại em làm xong đề cương luận văn và bảo lưu đề tài một học kì .Hiện tại , em vừa đăng kí thi anh văn để làm luận văn tốt nghiệp . Thời gian thi vào cuối tháng 9. Em không đăng kí luận văn tốt nghiệp được vì chưa đủ điều kiện chuẩn anh văn làm luận văn tốt nghiệp. Em có thể xin phòng đào tạo thêm thời gian để nộp chứng chỉ anh văn làm luận văn không ạ ?. Mong phòng đào tạo cứu xét cho em ạ. Ân.",
    ". Em xin hỏi là giáo dục thể chất môn Quần vợt thì trường có sẵn vợt hay sinh viên phải tự trang bị ạ. Xin cảm ơn.",
    "Em bị trùng lịch môn học chuyên ngành  thì có thể làm đơn xin vào lớp đã đủ sỉ số được không và làm như thế nào ạ?",
    "Em chào quý thầy cô, Em tên Nguyễn Hữu Nhân, MSSV:  Em muốn xin mở sĩ số lớp A01 môn Thí Nghiệm Quá Trình Thiết Bị (CH3015) thì có được không ạ? Lý do: Lúc đăng ký môn học đợt 1 và 2 em đều đăng ký môn này và vào lớp A01, nhưng đến đợt đăng ký môn học lần 3 em lại bị hủy môn này và đến khi định đăng kí lại thì lớp đã đầy. Môn này có rất nhiều lớp nhưng do thời khóa biểu của em bị trùng nên không cho phép em đăng ký được vào những lớp khác nên rất mong quý thầy cô xem xét và phản hồi giúp em ạ! Em cảm ơn",
    "Dạ em chào thầy/cô PĐT, Thầy cô cho em xin tăng sỉ số môn CS t/toán &tkế tbị hchất (CH2061) lớp A01 và A06 được không ạ? Em cảm ơn thầy/cô nhiều ạ,",
    "Em muốn đổi hình trên thẻ và muốn in lại thể sinh viên thì nên là gì ạ ",
    "Phòng đào tạo cho em hỏi là giáo dục thể chất kì này còn được đk ở cs1 ko ạ :( em là sinh viên chuẩn bị lên năm 3 đã dọn ra cs1 nên nghe vấn đề học thể dục chung vs dhqg em hơi hoang mang :(( ",
    "Em tên là , MSSV:  Em có đăng ký môn trong cả đợt 1 lẫn đợt 2, có đóng học phí đầy đủ, và hệ thống cũng ghi rằng em thỏa điều kiện (hình bên dưới) Thế nhưng sau cả 2 đợt, một số môn em đăng ký lại bị văng ra mà không biết lí do. Em vốn đăng ký tới 15 tín chỉ nhưng giờ chỉ còn có 9 tín chỉ, không đủ theo yêu cầu của trường nhưng các lớp em học được cũng bắt đầu đã đủ thành viên. Xin nhà trường xem xét và giải quyết giùm.",
    "Em chào thầy cô ở phòng đào tạo. Em tên , mssv . Hiện tại do số lượng các bạn đăng kí kín chỗ nên em không thể tham gia học môn Triết học  được, em xin thầy cô mở thêm sỉ số lớp L15 môn này để em có thể tham gia học tập. Em xin chân thành cảm ơn",
    "Chào   Cho em hỏi là bao giờ mới có danh sách môn học thay thế và tương đương chương trình đào tạo 2014 và 2019 vậy ak",
    "Dạ kính gửi PĐT. Phòng đào tạo cho em xin không hủy môn \"kết cấu thép 2 CI3211 nhóm A01 \" được không ạ ? Môn này đủ sĩ số 65/65 và là môn tiên quyết cho Luận văn tốt nghiệp kì 2 , chúng em đã rất vất vả xin thầy mở lớp này để kịp tiến độ học tập, PĐT bảo chúng em đổi sang nhóm khác nhưng kì này mở chỉ mỗi 1 lớp thôi. Nhưng Phòng đào tạo lại sắp hủy nó đi, em và các bạn khác quả thật sẽ bị trễ 1 kì nếu PĐT hủy môn này của chúng em. Em kính mong PĐT cho chúng em cách giải quyết và làm sao để giữ lại lớp để chúng  em không bị \"trễ 1 kì chỉ vì việc hủy lớp một môn\" đó . Em chân thành cảm ơn PĐT"
]