[
    "Em tên:  - MSSV:  Em vừa hoàn thành luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn nên không đủ điều kiện tốt nghiệp vào tháng 4. Do đó, em dự định tốt nghiệp vào tháng 11. Theo thông tin ở quy chế học vụ, nếu không đăng kí môn học vào kì tiếp theo, thì em phải làm đơn thu nhận lại. Vậy em phải làm đơn thu nhận lại vào thời gian nào để tốt nghiệp đợt tháng 11 ạ?  Em cảm ơn thầy/cô!",
    "Kính gửi Phòng Đào tạo Em tên là , MSSV: , em được trường sắp xếp học thí nghiệm hoá đại cương vào thứ 3 (18/1/2022) tiết thứ 2, nhóm/tổ VL20 . Em viết đơn này để xin Phòng Đào tạo cho em được rút vì tình hình dịch còn phức tạp. Em sẽ học lại khi trường học trực tiếp. Mong Phòng Đào tạo xác nhận giúp em Chúc thầy/cô nhiều sức khoẻ. ",
    "Chào anh, chị. Em hiện là sinh viên năm nhất, nếu học kỳ 2 em chỉ có 11 tín chỉ, học kỳ 1 em có 15 tín chỉ, thì em sẽ không đủ điều kiện để đăng ký môn học năm 2 hay sao ạ ? Nếu vậy anh, chị cho em hỏi, em nên khắc phục bằng cách nào ?",
    "Kính gửi PĐT ĐH Bách Khoa tp HCM. Em tên , MSSV , sinh viên khoa Khoa học và Kĩ thuật Máy Tính khóa K15. Hiện tại em đã quá số học kì tối đa nên không đăng kí được DCLV/LVTN. Kính mong PĐT có thể hướng dẫn để em làm thế nào để đăng kí được DCLV/LVTN của hệ vừa học vừa làm. Em xin chân thành cảm ơn.",
    "Xin kính chào quý thầy cô. E là cựu sv BK 2017. E có đăng ký hệ vhvl và nhận được mail là 17/1 sẽ biết kết quả nhưng giờ vẫn chưa thấy. Vậy kính xin quý thầy cô cho e hỏi thời gian biết kết quả là khi nào ạ?",
    "Kính gửi quý thầy cô, Em tên  mssv:  sinh viên khoa kĩ thuật hóa học k21. Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4 lớp VL27. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn. ",
    "Kính gửi PĐT,  Em tên là , MSSV . Hiện em đang học chuyên ngành Kỹ thuật điện. Cho em được hỏi là nếu sau khi em tốt nghiệp và  tiếp tục đăng ký Chương trình Tự động hoá theo dạng vừa học vừa làm thì những môn trùng với chương trình Kỹ thuật điện em đang theo học có được miễn không ạ? Em xin cảm ơn.",
    "Kính gửi cô, Em đã thi AV nói viết do trường tổ chức ngày 6/11/2021 và đạt đủ điểm để xét TN với điểm là 215 (Viết 110, Nói 105). Điểm này có cần đăng kí chuyển điểm như thi Toeic nghe - đọc không thưa cô?  Hiện tại em đăng kí thì nhận báo là không hợp lệ (như hình)",
    "Cho em hỏi, sao em đăng kí thi toeic 2 kĩ năng nói-viết trên mybk không được ạ Em chưa làm luận văn, chưa có bằng Toeic nghe-đọc ạ",
    "Em là sv k17 khoa xây dựng, ngành cầu đường ạ Cho em hỏi thủ tục chuyển chuyên ngành, từ Cầu đường sang Dân dụng như thế nào ạ Em có đọc quy chế, cần phải có lý do chính đáng và xác nhận của trưởng khoa ( như ảnh đính kèm) Bạn em khoa Địa chất dầu khí, đã  chuyển ngành thành công từ Dầu khí sang Địa chất. Bạn bảo là làm đơn có xác nhận chữ ký của trưởng 2 bộ môn rồi nộp cho văn phòng khoa thôi ạ Nhưng em liên hệ khoa Xây dựng thì họ nói đó là quy chế của trường, khoa không giải quyết được Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ",
    "kính chào thầy cô! Em tên là  MSSV   KhoaCơ khí Vừa qua trường có cho chúng em điền form để tham lớp hoá thí nghiệm tại trường,em điền và đã được xếp vào lớp VL27 lớp của cô.Nhưng hiện tại em đang bị cách ly và ở quê nên không thể tham gia học được.Em đã mail cho giảng viên nhưng không thấy phản hồi nên em mong thầy cô giúp đỡ em. Em xin cảm ơn!",
    "Hôm trước em có gửi xin mở thêm sĩ số lớp DT01 EE 3099 kì 212, nhưng thấy rất lâu mới được trả lời, trong thời gian đó em đã đăng kí môn khác vào thời khóa biểu. Sau thời gian đó em mới nhận được trả lời và đã tự động đăng kí vào lớp DT01 EE3099 mà em chưa có đăng kí trong đợt đăng kí môn học. Hiện tại thời khóa biểu em khá nhiều môn (do em đã đăng kí các môn trước sau đó mới có tkb của môn EE3099) và là kì cuối nên em nghĩ mình không đủ thời gian cho môn này. Vì vậy em muốn hỏi em có thể hủy môn EE3099 mà KHÔNG PHẢI NỘP HỌC PHÍ được không ạ, vì môn này em không chủ động đăng kí trong đợt đăng kí môn học và khoảng học phí dự thính cao quá ạ. Em xin chân thành cảm ơn.",
    "Dạ mong pđt giải đáp giúp em theo hình em gửi ạ. Việc tạm dừng là tạm dừng gì ạ? Và còn av nghe đọc do dịch nên chưa thi được thì có cách nào xin nộp trễ được không ạ? Em xin cảm ơn pđt nhiều ạ.",
    "Gửi PĐT, Em tên , MSSV  , khoa Điện - Điện tử, lớp DD18TD02. Em viết đơn này để đăng kí hoãn thực tập tốt nghiệp vì lý do dịch bệnh diễn biến phức tạp. Em xin cảm ơn.",
    "Thưa ,  Theo thông tin em thảo khảo ở http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettn&path=67&tid=377 thì hạn chót cho việc xét tốt nghiệp là cuối tháng 8, theo đúng tiến độ thì em sẽ bảo vệ luận van xong vào tháng 7 năm nay và tốt nghiệp . Tuy nhiên em dự định học thêm 1 kỳ dự thính hè năm nay để cải thiện một số môn cần thiết, em thấy lịch thi dự thính thường là đầu và giữa tháng 8.  cho em hỏi là em   B có thể kịp đăng ký xét tốt nghiệp đợt 2 năm nay (đợt cuối tháng 8) nếu đăng ký học dự thính hè không ạ?  ",
    "Dạ em chào cô bên Phòng Đào Tạo ạ ! Em là _ MSSV: Dạ em nhận được mail trường về việc tổ chức dạy bù trực tiếp Thực hành Hóa đại cương (CH1004) từ 17g 10/1/2022 đến 11g 12/1/2022. Hôm nay em nhận được mail thông báo về lịch học bắt đầu từ 17/1/2022 (tuần 3) lúc 7g-11g50- cs1 (B2-401A)- VL21 Tình hình hiện tại, em bị 1 số triệu chứng nhiễm bệnh: mất vị giác và khứu giác, hơi nhảy mũi, nói giọng mũi, đường thở không tốt, tinh thần dễ xuống sức. Em đã tiêm 2 mũi và vẫn tự cách ly, điều trị tại nhà. Em xin phép dời lịch học cho tới khi có mail về đợt đăng ký kế tiếp . Em đã mail thông báo tình hình của bản thân cho Giảng viên cũ của môn Hóa Đại cương thí nghiệm nhưng vẫn chưa nhận được hồi âm từ giảng viên ạ! Em xin lỗi vì thông báo tới Phòng Đào Tạo  về vấn đề này quá trễ ( sáng hôm nay em có tiết trên trường)  Em mong sớm nhận được hồi âm  ạ. Em cảm ơn cô nhiều lắm!",
    "Cho em hỏi là em có hoãn thi 1 số môn mà mấy môn đó em học để trả nợ thì vào đợt tổ chức thi lại tiếp theo nếu em thi qua 5đ thì điểm mấy môn nợ có bị xóa không ạ và cách pđt xử lí và tính điểm của các môn hoãn thi vào điểm TBTL như thế nào ạ ạ  Mong ad giải đáp thắc mắc cho em để em có thể có kế hoạch học tốt nhất ạ Em cảm ơn nhiều ạ",
    "Dạ, em xin chào thầy/cô phụ trách. Em tên là , mssv , khoa Kỹ Thuật Giao Thông. Ở học kỳ trước, tức là học kỳ 211, em có học môn Anh Văn 4 (LA1009), nhóm L02-B. Các bạn trong lớp đã cập nhật điểm tổng kết rồi mà em vẫn chưa có ạ. Em mong thầy/cô phụ trách có thể xem xét trường hợp này và xử lý cho em ạ. Em cảm ơn ạ.",
    "Dạ thưa thầy/cô, môn chi tiết máy vừa rồi em có thi lại, đã nộp bài và video nhưng được hiển thị điểm 13.00 (lần 2) là do chưa đủ điểm qua môn hay có sự cố gì thưa thầy/cô. Em cảm ơn ạ.",
    "Em muốn hỏi thanh toán các môn học mình đã đăng kí thì tính ra sao và thanyh toán như thế nào vậy ạ ?",
    "Chào thầy(cô), Em có thể phúc tra lại cột điểm bài tập lớn hay không ạ vì khi giáo viên cho xem điểm để xác nhận lại thì em phản hồi trễ nên điểm đã được nhập lên hệ thống. Nếu được thì thủ tục phúc tra có thay đổi gì so với trước ạ? Em cám ơn thầy(cô).",
    "dạ thầy cô ơi ,em có đăng ký hoãn thi cuối kỳ 211 mà tại sao lại nhận điểm 13 vậy ạ, em có làm đang ký trên wed như thông báo mà sao lại nhận điểm 13 vậy",
    "Em chào thầy cô PĐT. Cho hỏi là em đã đăng kí in bảng điểm và hoàn tất thanh toán trên BKPay vào ngày 4/1/2022. Nhưng đến hiện tại 18/1/2022 vẫn đang ở tình trạng đang in. Do em là sv năm cuối và đang cần bảng điểm để xin thực tập. Pđt có thể kiểm tra giúp tại sao bảng điểm của em được in lâu vậy được không ạ. Rất mong pđt có thể giúp em in sớm kịp gửi về giúp em để em hoàn thành hồ sơ xin thực tập Em xin cảm ơn",
    "Xin chào phòng đào tạo ạ. Em có đăng kí môn đề cương luận văn trên web nhưng web báo lại kết quả chỉ tham khảo và khi out ra thì bị mất kết quả đăng kí ạ . Em tên , MSSV:  Dạ mong phòng đào tạo hỗ trợ giúp em ạ, em cảm ơn thầy cô nhiều ạ .    .",
    "Hiện tại em đã có điểm vậy em có cần thi lại không ạ",
    "Dạ em xin chào ad ạ! Em tên là  MSSV:  Em là sinh viên K21 khoa kĩ thuật xây dựng. Hôm qua em có vào Mybk và xem điểm tổng kết môn học cụ thể là môn Vật Lý 1 thì em thấy ở phần điểm thành phần của em bị thiếu mất cột BTL do đó dẫn đến điểm tổng kết cuối kỳ của em cũng bị sai vậy ad cho em hỏi là em nên liên hệ vs ai để được giải quyết vấn đề này ạ?  Em xin cảm ơn ạ.",
    "Chào thầy/cô, Em tên , MSSV:  Em là sinh viên K15, tháng 4 này là đợt cuối cùng để đăng kí tốt nghiêp, hiện tại thì em chỉ còn thiếu anh văn 4 kỹ năng. Thầy/cô cho em hỏi là em có thể làm đơn xin gia hạn thêm thời gian để nộp anh văn được không ạ? Nếu không, thì hạn chót nộp anh văn của đợt tốt nghiệp này là ngày mấy ạ? Em xin cảm ơn ạ.",
    "Em là , MSSV: Vào ngày 24/12 em đang điều trị covid nên không thể tham gia thi môn Trang bị điện-đtử trg MCN và em có nhờ bạn em đăng kí hoãn cuối kì nhưng chưa thấy được xác nhận. Mong nhà trường xem xét xác nhận hoãn thi cho em. Em xin cám ơn.",
    "Dạ em chào thầy/ cô, em xin gửi đơn xin cập nhật điểm các môn học theo file sau. Nay em làm đơn này kính xin thầy/ cô có thể xem xét và cập nhật điểm các môn học trên để em có đủ điều kiện để xét tốt nghiệp. Em xin chân thành cảm ơn. , .",
    "Em chào các anh chị! Anh chị cho em hỏi là môn kỷ thuật điều khiển tự động ME2009 học kỳ 202 đến giờ vẫn chưa có cập nhật trên bảng điểm không biết có xãy ra trục trặc gì không ạ? Tại em là sinh viên năm cuối nên rất cần để xét các học phần tốt nghiệp ạ! Mong anh chị giúp đỡ ạ ! Em xin cám ơn.",
    "Em chào thầy cô ạ. Em đã hoàn thành anh văn nói viết vào tháng 12 vừa qua và cũng đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa nhận được mail thông báo đăng kí tốt nghiệp trong khi đó bạn thi cùng đợt với em thì đăng kí được rồi ạ. Mong thầy cô xem xét trường hợp của em ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "Em là  Mssv  Em dăng kí luận văn nhưng lại thông báo 2 môn học e đang học và đã có điểm sao vẫn báo thiếu môn em có đính kèm 2 file ảnh ạ  Mong pdt kiểm tra lại để em đăng kí ạ  Em tks",
    "Em là sinh viên đã đăng ký tốt nghiệp. Phòng đào tạo cho em hỏi là thơi gian phòng đào tạo cho sinh viên nhận bằng từ đây đến trước nghỉ tết đến khi nào hạn cuối ạ. Cho em hỏi nữa tốt nghiệp đợt T11 có được tổ chức lễ không ạ?",
    "Dạ em đã liên hệ với giảng viên phụ trách bộ môn vật lý 1 của em từ hôm qua rồi và vẫn chưa nhận được phản hồi thì bây giờ em nên làm sao ạ? Em xin cảm ơn.",
    "Em chào PĐT ạ Em đã thi đậu toeic nói viết vào cuối tháng 11 Và đã nhận bằng tạm thời Cho em hỏi khi nào em sẽ nhận bằng chính thức để nộp cho công ty ạ Em chân thành cảm ơn",
    "Trong lần đăng ký môn học đợt 2 em đã đăng ký môn Đồ án 1 (EE3183) và môn Thực tập ngoài trường (EE3365) nhưng trong tkb của em chỉ có môn Đồ án 1. Em nhận được mail trường cho mở đợt đăng ký bổ sung môn Thực tập ngoài trường nên em đã vào MyBk để đăng ký nhưng bị báo lỗi là:”Thiếu nhóm môn [EE3183] - Đồ án 1”. Vậy em phải đăng ký môn như thế nào vậy ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo trường ĐH Bách Khoa, em sinh viên khóa 2014 chuyển qua hệ vlvh kỳ vừa rồi ạ, nhà trường xem xét lại dùm em vấn đề không đăng ký được môn học ạ. Em có gửi hình kèm theo ạ, em đăng ký thì hệ thống ghi lý do không đăng ký được là cấm đăng ký ạ và kỳ vừa rồi em có đăng ký môn học mà trên e-learning cũng không cập nhật môn học ạ. Kỳ này, em định sẽ đăng ký môn luận văn bên ngành kim loại và hợp kim, khoa công nghệ vật liệu (Mã môn học: MA4323). Mong nhà trường giải quyết giúp em, em xin chân thành cám ơn nhà trường nhiều,",
    "Em chào thầy cô ạ. Thầy cô cho em hỏi kì trước em có đăng kí nhầm một môn   B không thuộc chương trình đào tạo của ngàn   h em đang theo học và em đã không qua được môn này. Vậy thầy cô cho em hỏi với trường hợp này, em có cần học lại môn đó không ạ tại em thấy quy chế khi xét tốt nghiệp chỉ cần vượt qua được tất cả các môn thuộc chương trình đào tạo của ngành mình theo học. Em cảm ơn quý thầy cô ạ.",
    "Gửi pdt; Nhờ pdt dk luận văn giúp em ạ, mã mh: ME4059 Em đã có qd chuyển sang hệ vlvh rồi mà dk từ đợt 1 tới giờ vẫn bị cấm đk,pdt giải quyết giúp em ạ",
    "Kính gửi PĐT, Em là Hương Huệ - , sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 3 đợt đều không thành công. Sáng nay em đã đăng ký đợt 4 và cũng không thành công ạ. Em có kèm ảnh lí do khi đk không được ạ. Dạ nhờ PĐT kiểm tra giúp em - hiện em đang thiếu điều kiện nào để kịp thời bổ sung ạ ? Em cảm ơn.",
    "Em chào Thầy/Cô, Em muốn đăng ký bổ sung môn Luận văn tốt nghiệp (AS4327). Em đủ điều kiện đăng ký và vừa rồi em cũng đăng ký được nhưng kết quả đăng ký môn lại bị xóa. Mong thầy cô giúp em đăng ký để em tiếp tục theo kịp tiến độ của mình. Em xin trân trọng cảm ơn.",
    "Cho em hỏi em có thời khóa biểu môn bóng rổ PE1015 của giáo viên  bắt đầu học từ tuần trước mà sao trên bkel không có link học ạ. Đến tuần này vẫn chưa có mà em không có email giáo viên nên không thể liên lạc với thầy được.",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , hiện đang học theo hệ VLVH và em không thể đăng kí được LVTN đợt bổ sung này được ạ . Em chỉ thiếu mỗi LVTN và chứng chỉ ngoại ngữ thôi ạ. Các môn học phần khác em đã hoàn thành rồi ạ. Tín chỉ tích lũy trung bình: 129. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học ở hai lớp là do không thuộc lớp Chính quy và thiếu tín chỉ ngoại ngữ tiên quyết.",
    "Thưa thầy/cô, Em tên là , MSSV: . Theo em được biết, môn học TTNT (như ở ngành Kỹ thuật Điều khiển và Tự động hóa có mã môn học là EE3355), thì mọi sinh viên thuộc ngành này đều phải đăng ký môn TTNT EE3355 trong học kì chính (HK212) nếu đủ điều kiện đăng ký và môn học sẽ bắt đầu trong học kì hè (HK213) đúng không ạ? Mong được thầy/cô giải đáp. Em cảm ơn thầy/cô rất nhiều.",
    "Thưa cô, cho em hỏi là em thi chứng chỉ tiếng anh nói viết online do trường tổ chức đợt vừa rồi thì sẽ nộp điểm như nào. Và tại sao em chưa đăng ký để xét tốt nghiệp được ạ. Em cảm ơn",
    "Dạ em chào thầy/ cô ạ . Dạ tình hình là em vừa nhận được điểm môn học vào hôm nay và em phải đăng ký học lại môn Vật lý 1 (PH1003), thầy/ cô cho em hỏi là có thể cho em xin mở thêm sỉ số lớp dự thính học kỳ này được không ạ? tại kỳ này là em nhận luận văn tốt nghiệp luôn nên chỉ còn có 1 môn vật lý 1 thôi ạ. Em mong thầy/ cô xem xét giúp em ạ. Em xin cảm ơn ạ.",
    "Dạ em có thời khóa biểu rồi ạ. Và có lớp học trên bkel rồi nhưng vẫn không có link học mặc dù thời khóa biểu bắt đầu từ tuần trước ạ.",
    "Chào thầy/cô, em là sinh viên K16 ngành Kỹ Thuật Nhiệt, kỳ này em có nhận mail là đăng ký cả TTTN, như mọi năm từ K18 về trước TTTN (ME3039)sẽ đky vào Học kỳ hè, vậy em có thể đky vào học kỳ 2 này không? Hay là vẫn đợi tới hè rồi đăng ký  Và em có đăng ký theo K19 là Thực Tập Ngoài Trường (ME3125) được không ạ?(Tại K19 học kỳ này có môn thực tập ngoài trường)",
    "Dạ môn học là bóng rổ(học phần 1), mã môn học PE1015, nhóm L09 ạ.",
    "CI4343 - T01 Lý do: Sinh viên mới được thu nhận lại.",
    "Chào PĐT. Cho em hỏi là hiện tại em chưa đủ điều kiện nhận luận văn( nợ trên 7 tín chỉ, chưa hoàn thành 1 đồ án môn học) mà trong đợt đăng ký này ngày 18/1/2022 em lại đăng ký được Luận văn, thêm nữa là hiện tại em đã đăng ký 14 tín chỉ trong học kỳ chính, đăng ký thêm luận văn nữa là thành 23 tín chỉ, vượt mức 21 tín chỉ trong một học kỳ. Vậy cho em hỏi là trong đợt rà soát sắp tới thì em có bị xóa Luận văn không ạ. Em cảm ơn.",
    "Em chào thầy cô, Em là  MSSV: , Thưa thầy cô, Em đã có điểm DCLV, em muốn làm lại DCLV với thầy hướng dẫn khác nhưng em lỡ đăng ký LVTN cùng với DCLV thì em có bị xóa môn DCLV không ạ,em không biết trong đợt hiệu chỉnh này không xóa được LVTN. Em xin cảm ơn",
    "Chào   Sau khi tôi hỏi xin ý kiến của Bộ môn, khoa, GVHD Luận văn đã đồng ý cho phép tôi được bảo lưu Luận văn tốt nghiệp học kỳ 211 ( năm học 2020-2021 )  Thầy giáo vụ khoa đã bảo tôi liên hệ Phòng Đào Tạo để xin Phòng đào tạo được bảo lưu kết quả đăng ký môn học Luận văn tốt nghiệp học kỳ 211  Tôi muốn hỏi, cách thức, thủ tục bảo lưu như thế nào  Tôi đã gửi mail trình bày qua email  thì có được hay không?  # vì dịch bệnh nên tôi chưa thể lên trực tiếp trường để liên hệ Phòng Đào Tạo, rất mong Nhà trường có thể thông cảm giúp cho em",
    "Em tên là    MSSV    Hôm nay em viết mail , để báo cáo về việc  Lớp học võ (Vovinam, Karate, Taewondo) (học phần 2) có mã số PE1047 , lớp L04 của thầy  . Trong 2 tuần vừa qua kể cả tuần này , bọn em sinh viên của lớp này đến đúng giờ đều không vào được lớp …              Em mong Phòng Đào Tạo sớm có cách giải quyết , vì đây là học phần 2 để là điều kiện cho năm sau em đăng kí môn năm 3  .             Em xin chân thành cảm ơn Phòng Đào Tạo đã xem xét và sớm có hướng giải quyết cho 42 sinh viên đăng kì học phần này  .  ",
    "Kính chào thầy cô, Em tên là _MSSV: , em có khiếu nại về việc đăng ký môn học Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 và được bên phòng đào tạo đã tiếp nhận việc khiếu nại và dự kiến cập nhật vào thời khóa biểu của em sau ngày 14/1/2022 nhưng đến hôm nay em vẫn chưa được cập nhật môn Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 này vào thời khóa biểu, em mong thầy cô xem xét và cập nhật giúp em với ạ, em có đính kèm câu trả lời việc khiếu nại của em ở bên dưới ạ. Em xin cám ơn và chúc thầy cô sức khỏe ạ.",
    "Nội dung: Luận văn tôt nghiệp-IM4323-Nhóm A01           PP nghiên cứu trong kinh doanh-IM4001-Nhóm CC01 +Lý do: Sinh viên mới được thu nhận lại",
    "Thưa cô, em đã tải xuống biểu mẫu đăng ký thu nhận lại và điền dầy đủ thông tin. Em gửi qua phần tập tin đính kèm. Cô xem qua giúp em. Em cảm ơn cô!",
    "Cho em hỏi em đã làm xong luận văn tốt nghiệp cũng như đã hoàn thành các yêu cầu về anh văn và số ngày công tác xã hội. Tại sao em vẫn chưa có tên trong danh sách tốt nghiệp ạ? Em cảm ơn pđt",
    "Kính gửi quý thầy/cô của ĐT. Em là , mssv: , sinh viên khóa K2014, lớp X14CTN, mới được thu nhận lại. Em mong muốn được đang kí các môn học như sau: (Tên môn học + mã môn học + mã nhóm)   B 1. Xác suất và thống kê - MT2001 - T01 2. Vật lý 1 - H1003 - T02 3. Nền móng - CI3195 - 01 4. ĐAMH nền móng - CI3197 - 01 5. Giải tích 2- MT1005 - 01    Hiện tại tài khoản Mybk của em không thể truy cập vào được trang \"  B Đăng kí môn học   \" ở trên \"  B mybk.hcmut.edu.vn/   \" (tình trạng sinh viên:   I Nghỉ  /I ) nên em đang gặp một chút khó khăn trong việc theo dõi các nhóm lớp đang mở đăng kí cũng như thời khóa biểu của các lớp. Trên đây là thời khóa biểu em đã tự sắp xếp thời gian phù hợp, mong quý thầy/cô xem xét và hỗ trợ giúp em đăng kí thời khóa biểu. Rất mong được nghe phản hồi từ quý thầy/cô của ĐT. Em xin cảm ơn và kính chúc quý thầy cô một năm mới 2022 vạn sự như ý và dồi dào sức khỏe! ***File đính kèm: 1. Thời khóa biểu do em tự sắp xếp  2. Quyết định thu nhận lại",
    "Em chào PĐT, Em tên là , MSSV: , Hiện đang học ngành Kỹ thuật máy tính, Khoa Khoa học và Kỹ thuật máy tính. Sau khi trao đổi với khoa Khoa học và Kỹ thuật máy tính. Được  đã duyệt đơn xin đăng ký môn Luận văn tốt nghiệp (CO4327) cho em. Và hiện tại DKMH đợt 4 này, em vẫn chưa đăng ký được môn Luận văn tốt nghiệp (CO4327). Em viết đơn này để gửi đến PĐT có thể giúp đỡ và xem xét cho em được đăng ký môn Luận văn tốt nghiệp (CO4327). Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn. Trân trọng, .",
    "Em chào Thầy/Cô, Em là sinh viên PFIEV khóa 19, ngành Hệ thống năng lượng điện. Thưa Thầy/Cô, do Nhà trường thay đổi quy chế học vụ nên chúng em sẽ không được phép đăng ký môn học mới vào kỳ dự thính hè 213. Vì thế chúng em phải đăng ký môn học Thực tập ngoài trường (hay thầy chủ nhiệm em gọi là thực tập tốt nghiệp) vào HK 212 này. Hiện tại PĐT đã mở đăng ký TTTN (đợt đăng ký cuối cùng) từ 10h00 ngày 18/01 đến 15h00 ngày 19/01. Vấn đề của chúng em như sau: Theo quy chế của Nhà trường thì số tín chỉ tối thiểu để đăng ký được TTTN là 84 TC đối với ngành Kỹ thuật Điện (Hệ thống năng lượng điện). Đây là số tín chỉ mà chúng em đăng ký theo đúng tiến độ tức là đăng ký vào kỳ hè 213 (lúc này hệ thống đã cập nhật được số tín chỉ tích lũy của ở HK 212). Trong khi đó nếu bây giờ chúng em đăng ký TTTN thì hệ thống vẫn chưa ghi nhận chúng em đã qua các môn của HK212 và kết quả là chúng em bị hủy môn do không đủ điều kiện tiên quyết (lớp em đã bị hủy 3 lần ở 3 đợt ĐKMH trước rồi ạ). Hiện tại cả lớp Năng lượng của em đều không đủ 84 TC tiên quyết này ạ, mà trong khi ngày mai đã là hạn chót của đợt đăng ký cuối này rồi. Em mong Thầy/Cô gợi ý hướng giải quyết giúp chúng em với ạ. Em cảm ơn Thầy/Cô  http://www.aao.hcmut.edu.vnndex.php?route=catalog%2Fchitiettb&thongbao_id=1989&fbclid=IwAR1jGka4SMOLf6C1t6K3D_rcDhsn3xheKhcK35fvreUpGRdLlRk324Yl30Y",
    "Khoa Khoa học Ứng dụng   i  . Cho em xin thêm thông tin về chương trình đào tạo trình độ thạc sỹ và thời hạn đăng ký gần nhất được không ạ.",
    "Kính gửi Phòng đào tạo, Em tên , mssv , K21 hệ chính quy. Em xin trình bày vấn đề của em: Môn Giải tích 2 MT1005, em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39. Em xin hỏi có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập được không ạ. Kính mong sự giải quyết của Phòng đào tạo. Em xin chân thành cảm ơn.",
    "Chào quý thầy cô, Em có 2 câu hỏi thắc mắc ạ: 1. Sau khi em mail tới giảng viên dạy môn Cơ học đất (CI3235) HK211 lớp L08 để sửa điểm thành phần thì em thấy trong mục phúc khảo đã cập nhật điểm mới và hiện nay đã hết hạn phúc khảo môn này, còn trên bảng điểm em vẫn chưa thấy cập nhật. Cho em hỏi là khi nào mới được cập nhật vậy ạ? 2. Em muốn học chuyên ngành Thạc sĩ: Quản lý xây dựng mà chuyên ngành này không có trong dạnh mục ngành đào tạo của chương trình liên thông ĐH - ThS vậy sau khi tốt nghiệp bằng cử nhân thì quy trình đăng kí cần những yêu cầu hay tiêu chí như thế nào ạ? Trên 7.0 thì có cần thi đầu vào không ạ?",
    "Em  là  MSSV 7 -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e không có TKB hk 212 , em có gửi yêu cầu từ lúc đăng ký đợt 3  và được báo về đợt đăng ký cuối cùng nhưng đến hôm nay ngày 18/1/2022 e vẫn không đăng ký được vì báo thiếu môn tiên quyết AS4341 . - kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ . - Mong phòng đào tạo sớm phản hồi - Em xin chân thành cám ơn",
    "Dạ chào thầy cô. Kì 212 vừa rồi em có học môn cad ứng dụng nhóm L02 và trong quá trình làm bài tập lớn giảng viên có đồng ý cho em làm bài tập lớn chung với nhóm L01. Nhưng trong quá trình tổng kết điểm giảng viên có sai sót trong chấm điểm bài tập lớn của em và đã gửi bảng điểm lên phòng đào tạo ạ. Dạ em mong thầy cô xem xét hướng dẫn cho em được phúc khảo lại điểm bài tập lớn của môn này ạ. Em xin chân thành cảm ơn thầy cô",
    "Em  là  MSSV 7 -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e không có TKB hk 212 , em có gửi yêu cầu từ lúc đăng ký đợt 3  và được báo về đợt đăng ký cuối cùng nhưng đến hôm nay ngày 18/1/2022 e vẫn không đăng ký được vì báo thiếu môn tiên quyết AS4341 . - kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ . - Mong phòng đào tạo sớm phản hồi - Em xin chân thành cám ơn",
    "Kính thưa thầy cô ! Hiện tại em thấy trên bk e-learning có để 2 môn Thực tập tốt nghiệp và Đề cương luận văn tốt nghiệp rồi . Gần đây em thấy e-mail trường gửi thời gian đăng kí Thực tập tốt nghiệp và Đề cương luận văn tốt nghiệp thì em có cần phải đăng ký lại không ạ  . Em xin cảm ơn thầy cô!",
    "Chào quý thầy cô pđt, e có liên hệ thầy  bên vhvl về thời gian biết kết quả, nhưng có lẽ do thầy bận hoặc trôi tin nhắn. Mail e là . Kính mong quý thầy cô liên hệ thầy  trả lời tin nhắn e ạ. E cảm ơn",
    "Xin chào PDT Trường hợp của em là em có đăng kí in bảng điểm và đã thanh toán vào ngày 11/1/2022. Trên form đăng kí báo hẹn ngày trả là 14/1/2022. Nhưng đến nay 18/1/2022, em vẫn chưa nhận được ạ . Mong PDT phản hồi giúp em. Em cảm ơn.",
    "Dạ Anh / Chị cho em hỏi em học hệ VLVH xin bảng điểm mất thời gian Bao lâu ạ! Hiện tại em cần bảng điểm để nộp vào Cty ạ..em xin cảm ơn",
    "Em tên là  (MSSV ). Đợt vừa rồi em đăng ký học bù thí nghiệm Hoá đại cương, phòng đào tạo mới cập nhật lịch học thí nghiệm. Em không kịp chuẩn bị có mặt ở thành phố Hồ Chí Minh do khá gấp gáp, em mong phòng đào tạo giúp em rút tên khỏi đợt thí nghiệm lần này, qua tết em sẽ đăng ký đi học bù lại sau ạ. Em đã liên hệ với các giáo viên bộ môn bao gồm giáo viên lý thuyết và giáo viên thí nghiệm. Giáo viên lý thuyết nói em nên liên hệ giáo viên thí nghiệm. Còn giáo viên thí nghiệm hóa của em là cô  Hiếu, em đã gửi email cho cô được 3 ngày rồi đến bây giờ em vẫn chưa nhận được phản hồi từ cô nên khá lo lắng, do buổi học bù thí nghiệm của em đã diễn ra từ thứ 2 tuần này. Mong phòng đào tạo giúp em rút tên khỏi đợt thí nghiệm lần này ạ. Em cảm ơn rất nhiều.",
    "Chào phòng đào tạo, Cho em hỏi trường hiện tại còn chấp nhận bằng tiếng anh 4 kĩ năng VNU-EPT không ạ. Và nếu còn chấp nhận thì cách thức quy đổi điểm sang toeic ra sao, em đã xem qua cách thức đổi điểm trên trang \"http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=89&tid=1624 \" nhưng đó là bảng quy đổi điểm của năm 2019 và theo thông báo thì em được biết quy đổi điểm toeic đã thay đổi vào năm 2020. Mong được phòng đào tạo giải đáp thắc mắc. Em cám ơn.",
    "Chào ad Em là SV  Ad cho em hỏi em bị xóa MH với lí do là \"SV chưa từng học MH-học lại dự thính\" có nghĩa là sao vậy ạ? Môn em đăng kí là CI3175 (Kết cấu bê tông cốt thép 2), này là môn em đăng kí thêm để tích lũy cho dự định học Bằng 2 của mình ạ, ngoài chương trình đào tạo chuyên ngành em đang học",
    "em là   MSSV   em là k17 bị trễ 1 năm nên em đang học cùng k18 kì này e đăng ký luận văng  k17 MMH MA4313 - Luận văn tốt nghiệp nhưng chỉ có 2 lớp mã A01 Và T01 nhưng em học lớp chính quy chỉ đăng kí Lớp LO1  k18 MMH MA4317 - Luận văn tốt nghiệp Bị lỗi thiếu 2 môn    Nhóm [MA3315]: MA3315 - Thực tập ngoài trường (tiên quyết)    Nhóm [MA4315]: MA4315 - Đề cương luận văn tn (tiên quyết)  nhưng 2 môn này e đang học và đã có điểm ạ  mong thầy cô kiểm tra lại giúp em  sao các bạn cùng khóa hk bị có mình em bị lỗi vậy ạ  em tks pdt",
    "Em tên là , mã số sinh viên là , khoa Kỹ Thuật Giao Thông, bậc đại học chính quy . Em gửi yêu cầu nhờ phòng đào tạo xem xét điều kiện tốt nghiệp của em đã đủ chưa để có thể đăng ký tốt nghiệp ạ . Trân trọng ",
    "Kính gửi Phòng Đào Tạo Em là  MSSV:  Em đã nhận được bằng tốt nghiệp tạm thời cuối tháng 12 và đã có tên trong danh sách tốt nghiệp chính thức. Nhưng hiện tại em chưa nhận được email thông báo lên nhận bằng. Vậy cho em hỏi em có thể lên nhận bằng bây giờ được không, tại công ty em đang cần gấp. Em xin cảm ơn.",
    "Dạ em xin chào ạ. Dạ cho em hỏi cô của em vô điểm thiếu cột điểm bài tập lớn của em, cô em kêu nộp đơn gửi cho Phòng đào tạo để mở khoá cột điểm. Dạ cho em hỏi đơn đó phải làm sao vậy ạ, em xin cám ơn nhiều.",
    "Em chào thầy cô, Em là  MSSV: , Thưa thầy cô, Em đã có điểm DCLV, em muốn làm lại DCLV với thầy hướng dẫn khác nhưng em lỡ đăng ký LVTN cùng với DCLV thì em có bị xóa môn DCLV không ạ,em không biết trong đợt hiệu chỉnh này không xóa được LVTN. Em xin cảm ơn",
    "Thưa thầy/cô em có hoãn thi vật lí 1 mà trong bảng điểm là điểm 13 chứ không phải 15 ạ và khi em hoãn thi thì có cần phải thi thí nghiệm không ạ em cảm ơn",
    "Em chào anh/chị, Em là , sinh viên khoa Kỹ Thuật Hóa Học, lớp HC17HLY. Em đã nhận được giấy tốt nghiệp tạm thời vào khoảng giữa tháng 11. Tuy nhiên đến hiện tại em chưa nhận được email thông báo lên nhận bằng tốt nghiệp giống như các bạn cùng khóa được nhận. Em rất mong anh/chị có thể xem xét giải quyết giúp em. Em cảm ơn. ",
    "Em chào thầy/cô ạ, Hiện tại em cần in bảng điểm để nộp đến phòng CTCT-SV. Do em đang ở quê, cho em hỏi là em có thể nhờ bạn em (bạn ở SG) đến trường lấy giùm bảng điểm đăng kí in tại PĐT không ạ?  Em cảm ơn và mong được phản hồi sớm ạ.",
    "Chào cô, Em là , MSSV:  Em đang học chương trình kỹ sư chất lượng cao Việt Pháp chuyên ngành cơ điện tử. Em muốn hỏi về tín chỉ môn học nhập môn kỹ thuật ME1001. Theo như thông báo môn học còn thiếu để tốt nghiệp của văn phòng khoa cơ khí gửi em thì em còn thiếu môn học đó . Nhưng trong học kì 171, do chưa phân ngành nên sinh viên VP học môn đó sẽ được xếp theo ngành đầu vào của bách khoa (cũng là môn: nhập môn về kĩ thật nhưng em được học môn có mã là: EE1001), tức lúc đó em được học nhập môn của khoa điện, chứ không phải khoa cơ khí. (vì đầu vào em là ngành điện sau đó em mới vào VP). Cũng có rất nhiều bạn đang học cđt bị giống em. Vì vậy, em muốn chuyển đổi môn học để sau này xét em tốt nghiệp không bị tính là thiếu môn này thì em phải làm gì ạ? Mong phòng đào tạo hướng dẫn giúp em. Em xin cảm ơn ạ. Trân trọng, ",
    "Dạ em xin chào PĐT trường. Em có thắc mắc về BHYT thì mong PĐT có thể giải đáp giúp em ạ .   1. Hồi đầu năm nhất, em có tham gia đăng kí BHYT trường ngày 14/9/2020. Thì em lúc đó quên việc lấy thẻ BHYT do nhà trường cung cấp thì hiện nhà trường vẫn còn giữ thẻ cho những ai chưa lấy không ạ? Nếu vẫn còn thì sau Tết em học sinh đang tạm dừng học có thể lấy được phải không ạ? Và mình cần phải làm ntn để lấy thẻ bảo hiểm?   2. Nếu nhà trường không có giữ hay không thể cung cấp thẻ BHYT thì e có thể đăng kí BHYT ở bên khác được không ạ?   3. Với e hiện đang tạm dừng học thì năm nay không phải đóng BHYT nhưng qua năm học tiếp theo em vẫn đóng bình thường đúng không ạ?   Dạ đây là những thắc mắc của em, mong PĐT giải quyết giúp em sớm nhất có thể. Em xin cảm ơn    ",
    "Tốt nghiệp       Dear   Em sinh viên hệ VHVL, đợt vừa rồi  em đã ĐK nhận bằng tốt nghiệp HK 20211, nhưng hiện em vẫn chưa nhận được Thoòng tin nào,   Mong  kiểm trả lại giúp em",
    "Dạ em chào Phòng đào tạo, em tên  - MSSV:  - hệ VLVH - khoa Kỹ thuật hoá học. Hiện em đang học theo CTĐT của K16, phân ngành Quá trình & Thiết bị  Hiện tại em đang đăng ký các môn Thực tập ngoài trường (CH3353) và Đề cương luận văn (CH4351) của phân ngành Quá trình & Thiết bị theo K16 Nhưng hiện tại em còn đang mặc định là phân ngày Hoá dầu, nên em muốn xin cách để chuyển từ phân ngành Hoá dầu sang phân ngành Quá trình & Thiết bị để em có thể đăng ký được 2 môn trên ạ. Vậy em có cần làm đơn gì để xin chuyển không ạ Em mong Phòng đào tạo hồi đáp. Em xin cảm ơn ạ",
    "Cho em hỏi là em không đăng kí được mã môn  Ci3335 và ci4335 ạ Em nhớ là thầy Trưởng bộ môn đã làm đơn gửi PĐT bỏ ràng buộc hai học phần này rồi ạ Và đợt em đky bổ sung không được là vì em chỉ có 86 chỉ không đủ đk đăng ký thực tập tốt nghiệp  và giờ tính kì 211 thì em đã được 100 chỉ  và tính luôn kì 212 đang học như PĐT gửi trong mail là được tính đạt thì em đạt 117 chỉ thì đã dư tiêu chí đăng ký thực tập tốt nghiệp rồi ạ. Mà sao em vẫn bị dính môn tiên quyết ạ . Xin PĐT giúp đỡ cho phép em được đăng ký hai môn này để em có thể cố gắng cải thiện được quá trình họ tập của em ạ . Em xin cảm ơn ạ",
    "Em xin đăng kí rút môn học Thực Tập Ngoài Trường, mã môn học CO3345. Em xin lỗi vì có sai sót trong việc đăng kí môn, em muốn đi thực tập vào kì hè nên muốn rút khỏi môn này ạ. Em cám ơn rất nhiều ạ !",
    "Dạ cho em hỏi đăng kí nộp bằng tốt nghiệp trung học phổ thông có ghi \"sinh viên gửi về phòng đào tạo\". - Cho em hỏi là gửi về phòng đào tạo trường mình thì phải ghi địa chỉ như thế nào để gửi về phòng đào tạo được ạ",
    "Dạ kính chào thầy cô, em có thắc mắc về điểm số thi cuối kì. Vậy cho em hỏi quy trình làm đơn phúc khảo ạ. Mong thầy cô xem xét yêu cầu của em. Em cảm ơn và kính chúc sức khỏe ạ.",
    "Gửi PĐT, Em là  -, sinh viên ngành Cơ Điện Tử PFIEV, khoa Cơ Khí Em viết đơn này để xin phép PĐT cho em được đăng ký và thực hiện luận văn tốt nghiệp vào học kỳ 212 ạ. Em hiện tại đang bị thiếu tín môn tiếng Pháp nên không đủ điều kiện số tín chỉ tối thiểu để đăng ký luận văn tốt nghiệp và thực tập tốt nghiệp. Tuy nhiên em xin cam kết rằng sẽ nộp bằng tiếng Pháp vào và chuyển điểm để đảm bảo đúng tiêu chuẩn vào học kỳ tới. Mong PDT xem xét và giúp đỡ em ạ. Em xin cảm ơn rất nhiều. ",
    "Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM, Em tên là: . MSSV: . Lớp: KU17VLY2 - Khoa Khoa học Ứng dụng - ngành Vật lý Kỹ thuật. Em đã đủ điều kiện và đã đăng ký xét tốt nghiệp, và có tên trong danh sách xét tốt nghiệp dự kiến tháng 11 năm 2021, em đã thanh toán hết các khoản lệ phí học phí nhưng hiện tại tình trạng đơn đăng ký của em là \"không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" . Em mong PĐT có thể kiểm tra lại giúp em ạ. Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cám ơn. Trân trọng./.",
    "Kính thưa quý thầy cô Em tên là   MSSV:  Em có thi môn Anh Văn 4 LA1009 lớp L02 thi ngày 5/12/2021 Em có thấy điểm của môn ở đăng ký Phúc tra bài thi nhưng hiện tại trên bảng điểm em chưa có điểm của môn Anh Văn 4 ạ . Em mong các thầy / cô giải đáp giúp em vì trong lớp có bạn có điểm rồi cũng có bạn không có điểm như em trên Bảng điểm MyBK Em cảm ơn thầy / cô",
    "Trong đợt trước đăng kí môn học đợt 3 em không đăng kí được do luận văn do chưa đủ điều kiện ( em chưa đủ chuẩn anh văn để nhận luận văn). Cho em hỏi đợt đăng kí bổ sung này có xét chuẩn anh văn để đăng kí luận văn không ạ.",
    "Em làm đơn xin phúc tra điểm thi cuối kì 211 vì lý do, em đã làm đơn xin tạm dừng ở HK 212 nên tình trạng hiện tại của em là tạm dừng nên em không thực hiện được phúc tra trên myBK. Em mong phòng đào tạo trường Đại học Bách Khoa TPHCM xem xét đơn này của em và tạo điều kiện mở bảng điểm để giáo viên bộ môn có thể chỉnh sửa môn học.",
    "Kính gửi Phòng đào tạo, Em tên là:   MSSV:  Lớp: CK19KSCD Em đã đăng ký hoãn thi môn Chi tiết máy (ME2007) thuộc lớp L03-B vào ngày 21/12/2021 trên web hoãn thi của trường ạ. Nhưng hôm nay trên bảng điểm lại hiện điểm 13 nên em xin Phòng đào tạo kiểm tra lại đơn hoãn thi của em ạ. Mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn.",
    "Em là  - MSSV  Em muốn hỏi khi nào PDT-Nhà A1-P.101 bắt đầu nghỉ tết âm để em sắp xếp thời gian về trường lấy bằng được ạ? Do em đi làm xa, không ở HCM. Nhờ PDT phản hồi sớm giúp em. Em cảm ơn.",
    "Em tên Nguyễn Thị Thùy Vân, ngành Kỹ thuật máy tính. Em có đăng ký học môn PH1003 - Vật lý 1, tuần đầu tiên học em có thể vào E-LEARNING học và xem khóa học của mình nhưng tới tuần thứ 2 thì trong E-LEARNING các khóa học của em thì em không thấy hiển thị môn học này nữa. Em có tìm kiếm môn học nhưng lại không được phép vào khóa học. Em mong thắc mắc của em sớm được giải đáp, em xin cảm ơn.",
    "Tốt nghiệp       Kính gửi PĐT  Em tên là  MSSV  Em đã có bằng tốt nghiệp tạm thời và có tên trong danh sách tốt nghiệp chính thức đợt T11/2021 Nhưng đến giờ em vẫn chưa nhận được mail lên PĐT lấy bằng tốt nghiệp chính thức Em mong PĐT xem xét lại trường hợp của em là như thế nào ạ",
    "Kính thưa  Em tên là , mssv  Em đã xin chuyển hệ từ chính quy sang VLVH. Nhưng em đăng kí luận văn tốt nghiệp không được vì thiếu điểm những nôn chuyên ngành. Em mong thầy, cô hãy xem lại thử là do lỗi hay do em. Để em còn đăng kí LVTN cho kịp ạ. Em cảm ơn",
    "Em sinh viên CQ chuyển hệ VHVL, tất cả các môn tiên quyết đều học xong hết rồi. Giờ đăng ký luận văn tốt nghiệp lại hiện lên là chưa học. Mong sớm giải quyết để em được đăng ký LVTN",
    "Kính gửi pđt. Em đã đăng ký thành công môn thực tập ngoài trường mã EN3345 trong 3 đợt và không bị lỗi loại hình sinh viên hay trùng tkb. Phiền pđt xem lại giúp em với ạ. Em xin cám ơn thầy cô.",
    "Phòng đào tạo cho em hỏi về việc nộp bằng tốt nghiệp THPT. Em thấy trên trang mybk có đợt đăng kí nộp bằng từ 20/12/2021 00:00 - 22/01/2022 00:00. Nhưng trong email của phòng đào tạo gửi ngày 13 tháng 12 năm 2021 với tiêu đề \"TẠM NGƯNG: ĐỢT TỔNG KIỂM TRA VÀ NỘP BẰNG TỐT NGHIỆP THPT (MAIL ĐÃ GỬI SV NGÀY 25/11)\" lại thông báo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT. Vậy em không cần đăng kí trên trang mybk đợt từ 20/12/2021 00:00 - 22/01/2022 00:00 như đã nêu ở trên phải không ạ? Hay em vẫn phải đăng kí ở đợt này rồi đợi sau tết Nguyên Đán 2022 chỉ gửi bằng tốt nghiệp THPT cho phòng đào tạo tiếp nhận thôi ạ?  Em rất mong nhận được giải đáp từ phòng đào tạo. Em xin chân thành cảm ơn.   ",
    "Chào Phòng Đào Tạo. Em là Lưu Công . Mssv: . Cho em hỏi là em đã lỡ làm đơn ĐĂNG KÝ  KỲ 2(2021-2022), bây giờ em muốn hủy đơn đó được không ạ. Nghĩa là em không muốn rút môn nữa ạ. Em cảm ơn ",
    "Chào Phòng Đào Tạo. Em là Lưu Công . Mssv: . Cho em hỏi là em đã lỡ làm đơn ĐĂNG KÝ  KỲ 2(2021-2022), bây giờ em muốn hủy đơn đó được không ạ? Nếu được thì em cần làm những việc gì để hủy đơn đó ạ. Em cảm ơn ",
    "Chào PĐT, Em tên:     MSSV:   B 2    Khóa   B K13    thuộc chương trình Việt Pháp Em đã được đăng ký tốt nghiệp, đã đóng tiền lệ phí tốt nghiệp và đã có tên trong danh sách tốt nghiệp dự kiến. Có điều từ đó đến nay đã một tuần nhưng em không thấy thông báo nào của PĐT về:   I 1. Khi nào thì trường tổ chức lễ tốt nghiệp? .   I 2. khi nào thì em nhận được bằng tốt nghiệp bản chính? .   I 3. Và em sẽ nhận bằng tốt nghiệp bản chính tại PĐT hay gửi qua thư? . Nên em xin được hỏi thông tin tiến độ tốt nghiệp từ PĐT. Em xin cảm ơn lời giải đáp của thầy/cô Chúc thầy/cô nhiều sức khỏe, ",
    "i        Dạ em chào quý Thầy,Cô !  Em có thắc mắc là để lấy được bằng giỏi 0 thì mình không được học lại quá số tín chỉ trường yêu cầu, hay là chỉ khi mình rớt môn mới phải bị ràng buộc đó ạ Còn khi chưa rớt môn nào thì mình có thể học cải thiện để lên 0 mà không bị ràng buộc phải không ạ !  Em xin cảm ơn quý Thầy,Cô",
    "Thí nghiệm vật lý + PH1007 + L01 Lập trình hệ thống nhúng  + EE3031 + L01 Xử lý ảnh + EE3035 + L01 - Lý do SV mới được thu nhận lại ",
    "Chào PĐT, Em là , em vừa bảo vệ thành công luận văn tốt nghiệp Ngành Tàu thủy vào ngày 31 tháng 12 vừa rồi và mong muốn được xét tốt nghiệp ạ. Nhưng ở Đăng kí xét tốt nghiệp ở MyBK thì sau khi điền thông tin vẫn không thể đăng kí được (đã cập nhật điểm của học kỳ vừa rồi ở studentinfo). Vậy cho em hỏi là có do em bị thiếu thông tin, chưa cập nhật điểm hay có lý do nào khác mà em chưa thể làm đơn xét tốt nghiệp? Em xin cám ơn.",
    "Xin chào PĐT! Em có thắc mắc về tình trạng hoãn thi tại học kỳ 211. Cụ thể: Tại học kỳ 211, em có tham dự một lớp học Vẽ kỹ thuật Xây dựng (CI1033) - nhóm P01. Các buổi học em tham gia đầy đủ và không thiếu bất kỳ điểm thành phần nào. Tuy nhiên, Em có gặp tình trạng thiếu thiết bị thi cử và đã vào trang MyBK -  Đăng ký hoãn thi theo như hướng dẫn của PĐT và cũng đã email với giảng viên phụ trách môn học về điều kiện được hoãn thi (Em đủ điều kiện hoãn thi). Ngày thi: 29/12/2021. Đến ngày 18/01/2022 thì em có vào để xem tình trạng điểm môn học thì thấy bị đánh điểm 13 (Tức là vắng thi). Em cũng có vào lại trang MyBK để xem tình hình thì thấy hệ thống MyBK -  Đăng ký hoãn thi đang bảo trì. Nay em thắc mắc là điểm sắp tới em có được sửa thành 14 (Tức hoãn thi) hay không? Em cảm ơn PĐT đã xem xét vấn đề của em.   i  .",
    "Em chào cô, em mới chuyển sang hệ VHVL thì đăng ký luận văn theo mã nào ạ, và đăng ký học tiếng anh để ra trường ở đâu. Em cảm ơn cô.",
    "Theo quy định của nhà trường, các bạn muốn nộp chứng chỉ ngoại ngữ FCE cho nhà trường phải nộp bản photo có chứng nhận hợp lệ của trung tâm ngoại ngữ bách khoa. em đã nộp bản photo bên trung tâm ngoại ngữ bách khoa và bên đó bảo sẽ xác nhận sau 1 ngày và gọi cho em sau khi xác nhận. Đã 1 tuần rồi nhưng em vẫn chưa biết được xác nhận chưa vậy làm sao để theo dõi ạ. hay trung tam sau khi xác nhận chuyển qua phòng đào tạo luôn ạ",
    "Chào thầy cô, chuyện là em có trong danh sách học của thầy  lớp L04 nhưng đã 2 tuần rồi em không xin vào lớp được ( em xin trước 20p đến khi sau giờ học 30p) em cũng không thấy mail của thầy thông báo về việc học, thầy cô cho em hỏi là lớp này có còn tồn tại hay không vì em nghe 1 số bạn bảo là lớp thầy bị hủy ạ và như vậy có thể sắp xếp cho em qua 1 lớp khác được không ạ",
    "Chào thầy/cô Em tên  (MSSV: ), em đăng kí xét tốt nghiệp vào tháng 11/2021. Cho em hỏi hiện giờ đã có Bằng tốt nghiệp chính thức chưa ạ? Em xin cảm ơn.",
    "Kì trước em có học môn sức bền vật liệu nhưng không qua môn. Vậy điểm thí nghiệm môn sbvl em có thể bảo lưu qua kì học tới được không ạ ?",
    "Em xin chào PĐT ạ! Em là , MSSV:, thuộc lớp XD18CTT Em muốn đăng ký bổ sung vào lớp Đồ án môn học thủy điện (CI3229)_L01_(DH_HK212)_. Bởi vì em đã học qua môn Thủy điện rồi và kỳ này nhiều môn ngoại lệ em học dưới dạng đồ án và trong 3 đợt đăng ký thì em chưa đăng ký được môn này . Nên em muốn học thêm môn đồ án thuỷ điện để theo kịp tiến độ cho kỳ sau cũng như việc thực tập ngoài trường. Mong PDT giúp đỡ em với ạ Em xin cảm ơn!",
    "Em chào thầy cô ạ, em là , mssv  Mặc dù biết là thời gian đăng kí môn học đã hết nhưng em mong muốn là phòng đạo tạo có thể mở thêm lớp vật lý bán dẫn(EE1007) lớp L07_L13 được không ạ do đợt 2 và đợt 3 e ko thể đăng kí vì trùng lịch và số lượng thành viên trong lớp đã đủ. Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ ạ.",
    "Em chào quý thầy cô, Em là Nguyễn Minh Nguyệt MSSV  Hiện em đang học đại học chính quy khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật Đợt đăng ký bổ sung thực tập này em muốn đăng ký bổ sung môn THỰC TẬP TỐT NGHIỆP-mã môn học AS3313  Nhưng hiện môn này chỉ có nhóm lớp T01 nên em không đăng ký được Cho em hỏi tại sao chỉ có nhóm lớp T01 thôi vậy ạ? Em cảm ơn.   B",
    "Chào thầy cô, Ở kì thi vừa rồi, em đã hoãn môn GT2(lần 2). Em đã đăng ký hoãn môn đúng thời hạn quy định (trước 5 ngày tới ngày thi). Tuy nhiên, bảng điểm của em lại hiện điểm môn GT2 là 13 điểm (tức là điểm vắng thi). Như vậy là yêu cầu hoãn thi của em không được duyệt ạ?  Em cảm ơn thầy cô.",
    "Em là  - Hiện tại em đã bị quá hạn Chương trình đào tạo, và không thể đăng ký môn học được trong học kì này . Vậy em cần làm đơn Thu nhận lại, hay làm đơn chuyển sang VHVL ạ?",
    "Em là   Do em đã tham gia BHYT bên ngoài rồi nên không đăng ký thêm BHYT của trường. Hiện em không ĐKMH được trong kì này . Giờ em nộp BHYT đã mua cho ai, ở đâu ạ, để PĐT có thể xem xét mở lại ĐKMH cho em để đăng ký lại LVTN đợt cuối cùng ạ?",
    "Cho em hỏi em đã hoàn thành luận văn tốt nghiệp và các môn cần thiết nhưng chỉ có anh văn 1,2,3 và anh văn 4 nhu cầu, chưa TOEIC 600 và TOEIC nói viết thì cần đăng kí môn học trong học kì chính này không ạ",
    "Chào Thầy Cô, Em tên :  MSSV :  Em đã hoàn thành tất cả các môn học , em đã hoàn thành TOEIC Nghe- Đọc và Anh  Nói -  . Mong phòng đào tạo mở cho em đăng ký xét tốt nghiệp với ạ, hiện giờ em vào mục đăng ký xét tốt nghiệp thì không có thông tin trong danh sách dự kiến ạ. Em mong được phòng đào tạo phản hồi sớm ạ. Em cảm ơn.",
    "Họ tên :  Em muốn hỏi là . Môn học của em chưa được phân công giáo viên. Em có thể liên hệ với khoa điên bằng mail nào ạ . Em cảm ơn ạ   i  .",
    "Chào Phòng Đào Tạo! Đoàn Công Minh  ngày 7/1 em có đăng ký phúc trình môn thép ( CI3009), hiện tại đã có kết quả phúc trình là điểm có sự thay đổi. Phòng đào tạo cho em hỏi khi nào thì có điểm cập nhật mới ạ, do em đăng ký luận văn nên cần tín chỉ môn này để xem xét làm luận ạ . Em xin cảm ơn ",
    "Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2 mã MH: MT1005 nhóm DT03, em xem trên lịch học vụ thấy phải thanh toán học phí từ 10/1-17/1/2022 nhưng em lên BKpay lại không thấy mục thanh toán nên em muốn hỏi là PDT có thay đổi thời gian thanh toán hay do lỗi nên không mục thanh toán ạ. Em cám ơn.",
    "Kính giử Phòng Đào Tạo, Em là  - CK17DET. Em gửi đơn xin đặc cách mở ME2043 - Cơ học máy theo dạng đồ án đã được  và bộ môn Thiết kế máy ký duyệt. Em đã tạo 1 câu hỏi từ ngày 08/01 nhưng chưa thấy phản hồi. Em xin mở thêm câu hỏi mới . Kính mong Phòng Đào Tạo xem xét mở lớp để em có thể hoàn thành chương trình đào tạo. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là , học ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hoá học. HK211, ngày 30/12/2021 em   B đã bảo vệ LVTN   . Nhưng điểm LVTN - CH4333 HK202 trên hệ thống đang bị khoá ở dạng điểm hoãn thi. Giảng viên Bộ môn - Cô  không thể xoá điểm Hoãn thi và nhập điểm mới cho em được. Hiện tại, em đang ở Lâm Đồng và mới bị tai nạn, đang bị bó bột chân nên đi lại không tiện. Em xin phép Phòng Đào tạo cho em nộp online Đơn xin xoá điểm Hoãn thi và Quyết định về việc cho sinh viên nhận điểm hoãn thi (270/QĐ-ĐHBK) . Kính mong Phòng Đào tạo chấp thuận xoá điểm Hoãn thi môn LVTN (CNTP) - CH4333 cho em. Em xin chân thành cảm ơn.",
    "em chào quý thầ cô . em tên là  mssv:  văn bằng 2 cơ điện tử.em muốn được đăng ký môn thực tập tốt nghiệp (Cơ Điện Tử) mã môn ME3019 nhưng không thấy có nhóm lớp A để em đăng ký mà em chỉ thấy có nhóm lớp CC và nhóm lớp T. chính vì vậy em kính mong phòng đào tạo giải thích và mở lớp A để em có thể đăng ký hoàn thành được khóa học như đúng kế hoạch. em xin chân thành cảm ơn ạ",
    "Những đơn từ chứng thực   i ",
    "Kính thưa thầy cô, Trước đó em có gửi xin đăng ký môn Luận văn Co4327, nhưng hiện tại em vẫn chưa thể đăng ký môn đươc . Em xin mở thầy cô mở tạm môn Co3007- Đánh giá hiệu năng ht trong đợt đăng ký Luận văn ngày 18-19/1 để em  có thể đăng được môn Luận văn. Em xin cảm ơn rất nhiều ạ",
    "Chào thầy/cô, em tên  mssv , em muốn phúc tra bài thi cuối kì môn phương pháp số học kì 211, em ở lớp L05 ạ. Lý do phúc tra là em đã dự thi và nộp bài theo đúng quy định nhưng điểm trên mybk của em là 13. Em đã gửi mail cho giảng viên phụ trách từ sáng 18/1 nhưng chưa được phản hồi ạ .",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , hiện đang học theo hệ VLVH và em không thể đăng kí được LVTN đợt bổ sung này được ạ. Em chỉ thiếu mỗi LVTN và chứng chỉ ngoại ngữ thôi ạ. Các môn học phần khác em đã hoàn thành rồi ạ. Tín chỉ tích lũy trung bình: 129. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học ở hai lớp là do không thuộc lớp Chính quy và thiếu tín chỉ ngoại ngữ tiên quyết.",
    "Tốt nghiệp       Dear Phòng đào tạo!  Em là , MSSV:  Em đã hoàn thành chương trình đào tạo 142 tín chỉ tích luỹ và đủ điểm anh văn nói viết ạHiện em đang bị tạm ngưng vì e còn thiếu điểm toeic để đăng ký tốt nghiệp Trong kỳ kiểm tra đánh giá Toeic vừa qua em đã đạt đủ điều kiện để tốt nghiệp Kính mong sự hướng dẫn của phòng đào tạo để em hoàn thành việc đăng ký tốt nghiệp ạ   Em xin chân thành cảm ơn  Trân trọng  ",
    "Em chào pđt, Em là sinh viên khoa cơ khí, do không hoàn thành kịp trước khi đổi chương trình nên môn đồ án thiết kế (ME2011)- môn tiên quyết của lvtn ME4019, không còn nữa, thay vào đó mà môn tương đương của đồ án ME2011 là môn ME3139 em đã qua được môn, vậy pđt cho em hỏi em đã đủ điều kiện đăng ký luận văn chưa ạ? em xin cảm ơn",
    "Thưa . Em đã đăng kí in bảng điểm trên Mybk và hiện vẫn chưa nhận được bảng điểm. Vậy hôm nay em muốn nhờ bạn  nhận thay em tại  . Kính mong  chấp nhận",
    "Em là  Mssv  khoa công nghệ vật liệu ,bộ môn vật liệu năng lượng Em đã học môn tương đương Ma3091 của mã cũ Ma3017.và đã có điểm trên hệ thống Tuy nhiên khi đăng kí đề cương, hệ thống báo lỗi em chưa học môn Ma3017, và không cho đăng kí . Mong pđt giải quyết ạ",
    "Em tên là Đoàn  Hiếu,  Em có làm đơn xin đăng ký môn học có ghi rõ nguyện vọng đăng ký HK212 đính kèm, xin PĐT xem xét. Xin chân thành cảm ơn!",
    "Dạ BKEL của em không có phần nhóm:CC….   nên em không thể làm quiz và tìm link học được ạ. Em mong em sẽ được khắc phục lỗi này sớm ạ.",
    "Em chào PĐT, Em tên là -, HK211 em có đăng khí phúc khảo môn thi EN3041 ( công nghệ xử lý nước cấp và nước thải). Em nhận kết quả có sự điều chỉnh , nhưng không thấy điểm điều chỉnh là bao nhiêu ( Trên bảng điểm vẫn giữ điểm cũ và chưa có sự thay đổi) ( em có đính hình ở dưới) Em muốn hỏi PĐT, em có thể xem điểm thi đã chỉnh của em ở đâu ạ?  Em chân thành cảm ơn.",
    "dạ PĐT cho con hỏi các điều kiện cụ thể để vào chương trình kỹ sư tài năng ạ. Và quy trình khi mình nộp đơn xin xét vào lớp tài năng là như thế nào. Con xin chân thành cảm ơn ạ!",
    "Chào thầy cô PĐT, em tên là , MSSV là . Em hiện đã đăng kí VTN ngành Điều khiển và Tự động hóa, tuy nhiên có hai mã là A01 và 01, thầy cô cho em hỏi là 01 có phải là báo cáo luận văn ở Cơ Sở 2 không ạ? Vì hiện em đang đăng kí 01 do đợt trước A01 lúc đầu đủ người. Nhưng em lại muốn báo cáo luận văn ở Cơ sở 1 ạ mà em lỡ đăng kí 01 rồi ạ. Mong được thầy cô giải đáp, em cảm ơn rất nhiều ạ Chúc thầy cô có nhiều sức khỏe",
    "Kính gửi Phòng Đào Tạo, Em là SV:  sinh viên K17 Khoa cơ khí. Hiện em đã tích lũy được 118 tín chỉ ( vì nhà trường tạm thời tích lũy tín chỉ cho các môn chưa có điểm) và 15.5 ngày CTXH. Nhưng theo chương trình đào tạo thì em phải tích lũy đủ 123 mới được nhận LVTN. Vì các năm trước em đã thi avđv và qua các chuẩn av hằng năm nên em dự định thi Toeic để chuyển điểm và đăng kí LVTN nhưng vì điều kiện khó khăn do dịch bệnh em chưa thể có bằng toeic và chuyển điểm trong ngay thời điểm này. Thông thường em thấy lịch học vụ hằng năm khác biệt rất lớn so với năm nay và cũng không có trước để em tham khảo ngày giờ đăng kí môn học nên rất khó để chủ động đăng kí thi toeic cho kịp các đợt đăng kí môn học. Em đã đăng kí LVTN nhưng không được vì không đủ điều kiện nhận LVTN . Em rất mong phòng đào tạo có thể xem xét giúp em để em có thể nhận LVTN. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi, em đã phúc khảo bài môn Qúa trình sinh học từ ngày 15/1/2022 nhưng đến bây giờ vẫn chưa có kết quả và sắp hết thời gian cho phép. Em không biết khi nào có kết quả vậy ạ. Mong thầy cô giải đáp thắc mắc của em. Em xin cảm ơn và chúc thầy cô sức khỏe.",
    "Kính gửi phòng đào tạo, Em là  MSSV:  Khoa: Kỹ thuật Hóa Học Chương trình Chất lượng cao Em viết thư này để xin phòng đào tạo xét tốt nghiệp cho em trong đợt 18/1/2022 - 19/1/2022 lần này. Em đã bảo vệ luận văn tốt nghiệp tại Bộ môn Quá trình & Thiết bị ngày 31/12/2021 và đã nhận được điểm số. Em xin phòng đào tạo xét tốt nghiệp để em có thể hoàn thành hồ sơ sớm nhất ạ. Em cảm ơn",
    "Kinhs gửi PĐT Đại học Bách Khoa TPHCM Em tên , mssv: , khoa QLCN (k17). Lí do: Do tình hình dịch vừa rồi nên tiến độ thi anh văn để chuyển điểm của em gặp vấn đề. Vì vậy, em thiếu tín chỉ để đk LVTN kì tới (em đã hoàn thành tất cả các môn, ngoại trừ av1,2,3,4). Em đã đăng kí thi để chuyển điểm lấy tin chỉ, nhưng phải qua Tết mới có kết quả để nộp cho trường xét chuyển điểm. Vậy khi đó, em đ/k bổ sung LVTN được không ạ? Và nếu không được thì em xem như không có đ/k tín chỉ ở kì tới, vậy em có bị cảnh cáo học vụ vì không có đ/k tín chỉ không ạ? Mong quí thầy/cô giải đáp giúp em! Em cảm ơn!",
    "Mở môn học học kỳ 212 .  cho em hỏi các môn học như giải tích 2, hóa đại cương,... thì có cần đăng kí không ạ haynhaf trường xếp như ở kì 1 .",
    "Em học môn chi tiết máy mã ME2007, lớp L03, kì 211 Em đã đăng kí hoãn thi trên mybk trong thời hạn đăng kí được và em cũng gửi mail cho thầy  và thầy cũng đồng ý. Em thấy mình cũng không thuộc trường hợp cấm thi của trường. Ngày thi em có vắng mặt, sau này nhà trường sẽ cập nhật điểm hoãn thi sau đúng không ạ, em thi trước ngày 12/1/2022. Em cảm ơn cô. Em có gửi kèm ảnh bảng điểm ạ",
    "Chào thầy/cô, Em là , sinh viên khóa K18 khoa Khoa học Máy tính. 3 đợt đăng kí môn học trước em có đăng kí môn Luận văn tốt nghiệp(khmt - CO4317 nhưng bị hủy môn với lí do Không đủ đ/kiện nhận LVTN. Em kiểm tra thì thấy mình bị thiếu tín chỉ tích lũy. Tuy nhiên học kì trước em có học và hoàn thành 4 môn trong danh mục xét miễn của chương trình liên thông Đại học - Thạc sĩ nhưng PĐT sau đại học chưa kịp chuyển điểm và em cũng còn 2 môn ở HK202 bên đại học là Phân tích và thiết kế giải thuật (CO3031) và môn Tính toán song song (CO3067) vẫn chưa có điểm. Em có viết đơn xin cứu xét đăng ký môn học gửi lên Ban Chủ nhiệm Khoa và đã được duyệt. Đơn xin cứu xét và các minh chứng nằm trong mục Các tập tin đính kèm. Em tạo yêu cầu ở đây mong thầy/cô có thể giúp em đăng kí môn học Luận văn tốt nghiệp(khmt - CO4317 - nhóm L01. Em xin cảm ơn.",
    "Kính thưa nhà trường. Em đã gữi mail và hỏi đáp nhiều lần nhưng đến nay vẫn chưa đăng ký môn học được. Nay là thời điểm cuối cùng để đăng ký đồ án tốt  nghiệp. Tình trạng sinh viên đang học . Còn trong thời gian đào tạo (ngành kiến trúc tối đa 15 kì) Không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần. Tuy nhiên em đăng ký môn học vẫn báo lỗi. Mong trường xem xét và giải quyết giúp e ạ.!!",
    "Giải tích 1 - MT1803  Vật Lý 1 - PH1803 Anh  1 - LA1803 Chuyển từ kĩ thuật xây dựng công trình cảng biển hệ chính quy sang kĩ thuật xuây dựng dân dụng ( ) hệ VLVH",
    "Kính thưa quý thầy/cô Phòng Đào Tạo Kì thi cuối kì vừa rồi, em đã đăng kí hoãn thi môn Giải Tích 2 ( môn này vẫn thỏa điều kiện hoãn thi trong 1 năm ), nhưng trên Mybk điểm cuối kì của em là 13 Vậy cho em hỏi là đây là điểm tạm thời, sẽ hậu kiểm, sửa lại sau hay là điểm chính thức luôn ạ , nếu là điểm chính thức thì em sẽ phải đăng kí phúc tra phải không ạ ? Em xin chân thành cảm ơn",
    "Dạ em là  -  thuộc bộ môn Cơ Điện Tử khoa Cơ Khí. Dạ trong kỳ hiện tại 212 em có đăng ký môn đồ án thiết kế và đã có trong lịch học nhưng hiện tại vẫn chưa có trong bk elearning, mong nhà trường có thể khắc phục giúp em. Em cảm ơn",
    "Dạ em xin chào thầy/cô. Dạ cho em hỏi là nếu em hoãn thi AV4A (nhu cầu) vào ngày 23/01/2021 sắp tới thì có ảnh hưởng đến xét \" Học bổng khuyết khích học tập \" hay không ạ ? Dạ em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo,   Em tên là  - MSSV  - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1.  Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ . Thân gửi",
    "Em chào thầy cô. Hôm trước e có làm thủ tục đăng kí tốt nghiệp và đã đóng tiền. Nhưng bây giờ vào kiểm tra lại thì lại không có trong danh sách tốt nghiệp. Mong thầy cô cho em biết hiện tại e đang có thiếu sót hay gặp vấn đề gì ạ?",
    "HIện tại em vẫn đang học Pre thì em có cần phải đăng ký Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn không ạ?",
    "Chào quý thầy cô pđt, e có liên hệ thầy  bên vhvl về thời gian biết kết quả, nhưng có lẽ do thầy bận hoặc trôi tin nhắn. Mail e là . Kính mong quý thầy cô liên hệ thầy  trả lời mail e ạ. E cảm ơn",
    "Em chào thầy cô, Em đã nộp chứng chỉ IELTS về cho trường và đã nộp phí chuyển điểm r ạ, không biết là bao giờ thì em có thể xem điểm đã được chuyển chưa và xem ở đâu ạ. Em cảm ơn.",
    "Em chào thầy cô, Tính đến hết học kì 211, em đã đạt được 109 tín chi, đã nộp chứng chỉ IELTS (và em cũng đã nộp phí chuyển điểm) nhưng em không đăng kí được môn LVTN CO4317. Em không biết có phải do em chưa đủ số tín chỉ không ạ? mong thầy cô giúp đỡ. Em cảm ơn.",
    "Kính gửi thầy/cô, Em muốn hỏi về quy trình xét chọn vào chương trình tài năng (của ngành KHMT). Em không biết là sau khi hết năm 1 có cần phải làm hồ sơ xét tuyển gì không, và tiêu chí tuyển loại là bao gồm điểm của tất cả môn hay chỉ tính môn chuyên ngành thôi ạ? Em cảm ơn rất nhiều. Chúc thầy/cô một ngày vui vẻ. ",
    "Dạ em là , MSSV , K16 khoa Xây Dựng. Trong HK2 năm 2020-2021 và HK1 năm 2021-2022 em không có đăng ký môn học nào hết, tình trạng sinh viên là Tạm dừng. Đợt đăng kí môn học HK2 2021-2022 em cũng không đăng ký môn học nào. Nếu qua Tết em thi Anh văn nói-viết thì có kịp đăng ký Tốt nghiệp không ạ? Nếu không kịp thì có phải em sẽ bị đuổi học không ạ? Em cảm ơn",
    "Em chào thầy,cô! Thầy,cô cho em hỏi là mình có kết quả hoãn thi hk211 và hoãn thi lẩn nửa của hk202 chưa ạ? Tại em thấy môn em hoãn có cập nhật điểm nhưng là điểm 13 (em không biết có nên mail lại giảng viên hay ko ạ) Em cảm ơn thầy,cô!",
    "Kính gửi phòng đào tạo Em là , MSSV: thuộc khoa Địa Chất và . Vì lý do điều trị và không để ý em đã đọc không kĩ và bỏ qua gmail thông báo thu BHYT 2022 dành cho sinh viên các khoá . Em hiện tại có mong muốn được tham gia bảo hiểm y tế. Không biết nhà trường có quyết định chính thức gì về vấn đề học sinh không tham gia BHYT chưa, cũng như có hướng hỗ trợ những sinh viên đăng kí BHYT đợt 3 không ạ?  Mong sớm nhận được phản hồi . Em cảm ơn .",
    "em tên    cho em hỏi em làm đơn chuyển qua hệ vlvh rồi ạ mà giờ sao em còn là sinh viên chính quy và em không đc đăng kí môn học dự thính khi chưa học lần nào ạ , lần trước em có hỏi là em đã chuyển qua vlvh rồi ạ mà giờ em đăng kí học dự thính thì lại không được vì em là sinh viên chính quy ạ em xin nhờ thầy/cô check giùm em xem là em đang là sinh viên dạng nào ạ !  em cảm ơn thầy cô nhiều ạ",
    "Chào thầy (cô), dạ cho em hỏi là trong đợt đăng kí môn học dự thính lộ trình 2 này trong gmail pdt nói có thể điều chỉnh nhóm hoặc huỷ môn. Nhưng mà em không điều chỉnh nhóm hoặc huỷ môn được là lí do bị sao ạ.",
    "Dạ em chào pđt. Em là sv K15 thì điểm chuyển đổi Tiếng Anh nghe đọc là 600 trở lên mới có điểm cho 4 cột AV1-2-3-4 nhưng em chỉ mới học đến AV2 và điều kiện xét tốt nghiệp K15 của em là 500. Pđt cho em hỏi là em phải thi từ 600 trở lên thì mới có thể xét tốt nghiệp đúng không ạ?  Em xin cảm ơn",
    "Cho em hỏi pđt xét nhận luận văn tốt nghiệp học kì hè 213 đúng như chuẩn hiện nay đang áp dụng (không xét tới chuẩn anh văn) hay trở về chuẩn xét như cũ (có chứng chỉ ngoại ngữ đạt chuẩn). Học phí cho môn luận văn tốt nghiệp học kì hè 213 sẽ tính theo giá học phần chính quy (350k/tín chỉ) hay học phần kì hè (880k/tín chỉ) Em xin cảm ơn",
    "Em chào thầy/ cô. Hiện em đang là SV K18, vì còn thiếu môn Hệ thống số (mã cũ CO1009) nhưng trường không mở nữa. Vậy nên em có đăng ký dự thính môn Hệ thống số (mã mới CO1023) đợt này,   B tuy nhiên nó lại bị chồng chéo với quy định không được học trước môn trong kỳ dự thính (?)    . Em mong rằng trường sẽ giải quyết vấn đề này đối với những người học lại môn tương đương như tụi em ạ. Ở dưới em có đính kèm hình ảnh ghi lý do bị xóa đăng ký, mong trường kiểm tra lại ạ. Trân trọng, ",
    "Em chào anh, chị Em tên , mssv . Em đã được xét tốt nghiệp vào ngày 11/1 và đã đóng lệ phí tốt nghiệp. Em đã theo dõi và thấy trên mybk ghi là \"đang chờ nhận tại nơi đăng kí nhận\", nhưng hôm nay em thấy mybk ghi là không tìm thấy thông tin trong danh sách dự kiến. Anh, chị cho em hỏi khi nào em nhận được giấy tốt nghiệp tạm thời và bằng tốt nghiệp chính thức ạ. Em cảm ơn, mong anh chị giải quyết và nhận được hồi âm từ anh, chị sớm ạ.",
    "Dạ chào thầy cô, em có đăng ký luận văn tốt nghiệp kỳ 211, em đã bảo vệ xong và đủ điểm xét tốt nghiệp, dù chưa có nộp bằng tiếng Anh (như bình thường thì yêu cầu iec 500 để được đăng ký luận văn, trong khi đó kỳ này không xét các chứng chỉ ngoại ngữ). Cho em hỏi, điểm luận văn của em có được bảo lưu đến khi em nộp chứng chỉ ngoại ngữ hay không, hay là em phải làm lại luận văn khác?  ",
    "Kính gửi quý nhà trường ! Theo như quy định thì học kỳ 212 được miễn xét chứng chỉ anh văn vậy cho em hỏi với việc nhận luận văn tốt nghiệp có được miễn nộp bằng tiếng anh không ạ và nếu miễn nộp thì sau đó có hậu kiểm trong lúc làm luận văn hay không ạ  Mong nhà trường giải đáp thắc mắc giúp em. Em xin cám ơn !",
    "Kính thưa thầy/cô Phòng Đào Tạo, Em tên là , MSSV: . Cho em hỏi về việc chuyển điểm, với điểm Toeic 650, em tham khảo bảng quy đổi thì anh văn 4 của em là 9, nhưng hệ thống cập nhật thì lại là 7. Rất mong được quý thầy/cô giải đáp thắc mắc ạ. Em xin chân thành cảm ơn ạ.",
    "Mssv:  Em muốn đăng ký môn học giáo dục thể chất học phần 1 nhưng không được. Em mong trường có thể tạo điều kiện để em được học môn này ạ. Ảnh phía dưới là em không hiểu lí do vì sao em không đăng ký được môn. Em xin chân thành cảm ơn !",
    "Kính gửi thầy(cô)        Em hiện là sinh viên năm nhất của trường mình. Chiều nay em mới nhận được thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2). Thầy(Cô) cho em hỏi là nếu như trong hai học kì trong năm nhất em không đăng kí học môn giáo dục thể chất thì em có thể đăng kí môn học này vào học kì dự thính 212 không ạ?       Và bởi vì em đã không đăng kí môn giáo dục thể chất trong hai học kì năm nhất rồi, vậy em có bị đình chỉ một học kì vì không hoàn thành học phần 1 của môn giáo dục thể chất không ạ?      Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em là , MSSV: , lớp CK15NH2. Em xin đăng ký xét tốt nghiệp hệ VLVH trong đợt này. Thân.",
    "Kính gửi phòng đào tạo, Em tên là Nguyễn Thị Thùy Vân - MSSV  - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập. Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Do hiện tại em có đăng ký đồ án 1, do có 1 số phát sinh nên chưa hoàn thành được, nhờ phòng cho phép xin rút môn học này. Em đã thanh toán đầy đủ học phí của môn này Mã môn xin rút : CO2023   i  .",
    "Em chào admin ạ Em là  -  Đợt đăng kí môn học đợt 1 và 2 em không thấy môn CI2057 - Thực tập nhận thức ngành dân dụng mở nên em không biết là đợt 3 có mở, và giờ đã quá hạn Em muốn xin đăng kí để kịp tiến độ theo học, mong admin giúp em đăng kí được không ạ. Em xin chân thành cảm ơn!",
    "Chào anh/chị, Cho em được hỏi là nếu em muốn phản ánh về chất lượng giảng dạy môn học trong học kỳ 212 này thì em có thể phản ánh qua đâu ạ? Vì theo như nhà trường ra thông báo trong học kỳ 212 sẽ áp dụng phương pháp blended learning, tức 20% thời lượng học sẽ được chuyển qua xem video, nhưng hiện tại trong các môn học em đăng ký ở HK212, có 2 môn giảng viên chưa làm video môn học nào cả (IM3081,IM3083), và một môn giảng viên chỉ lấy video có sẵn trên youtube xuống (IM3041). Mong được anh chị giải đáp, Em cảm ơn.",
    "Kính gửi phòng đào tạo,     Em tên là  - MSSV  - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó việc tham gia các môn học ở hk2 của em trở nên khó khăn và cả việc xem bài tập trước cũng đã bị hạn chế hoàn toàn   Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Dạ em tên là , mssv là , hiện đang là sinh viên của Trung Tâm Bảo Dưỡng Công Nghiệp - Đại học Bách Khoa Thành Phố Hồ Chí Minh Hôm nay em viết email này cho Phòng đào tạo để trình bày vấn đề liên quan đến việc đăng kí luận văn tốt nghiệp của em: Theo như đúng lịch đăng kí môn trên Mybk thì hôm nay (19/01/2022) lúc 17h là hạn đăng kí bổ sung LVTN, nhưng do em đi thực tập ngoài trường về trễ nên đã không đăng kí được LVTN. Mong Phòng đào tạo xem xét và mở cho em có thể được đăng kí LVTN để em có thể tốt nghiệp đúng thời hạn ạ. Email thầy  - Giám đốc Trung Tâm Bảo Dưỡng Công Nghiệp:  Em xin cảm ơn rất nhiều ạ.",
    "Em có đăng ký thực tập tốt nghiệp ở lượt đăng ký môn học đợt3 và bị hủy mà lượt đăng ký bổ sung hôm nay do em không để ý nên không đăng ký được, bây giờ có cách nào để em có thể đăng ký được không ạ ? Em cảm ơn!",
    "Kinhs gửi PĐT Đại học Bách Khoa TPHCM Em tên , mssv: , khoa QLCN (k17) Lí do: Do em hiện không đăng kí được LVTN ở học kì tới. Nên em sẽ không có TKB của kì chính sắp tới và sẽ bị buộc thôi học do không có TKB. Vì thế, em đăng kí môn học vào kì dự thính thì có được tiếp tục duy trì tình trạng sinh viên không ạ? Mong quí thầy/cô giải đáp giúp em! Em cảm ơn!",
    "Xin Chào PĐT, Em là  Sinh viên khóa K15, ngành Kỹ thuật cơ khí MSSV:  Hiện em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Em viết mail xin đăng ký xét tốt nghiệp vào học kỳ này. Em mong sớm được PĐT xét tốt nghiệp và cập nhật tên em trong danh sách dự kiến tốt nghiệp ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo Em là  -  Khoa cơ khí Phòng đào tạo cho em hỏi, em có đăng ký môn đồ án thiết kế máy ME2011 nhóm T01, hiện tại em chưa thấy có lịch học và giảng viện hướng dẫn. Mong Phòng đào tạo xem xét về trường hợp của em.  Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Dạ em tên là , mssv là , hiện đang là sinh viên của Trung Tâm Bảo Dưỡng Công Nghiệp - Đại học Bách Khoa Thành Phố Hồ Chí Minh Hôm nay em viết email này cho Phòng đào tạo để trình bày vấn đề liên quan đến việc đăng kí luận văn tốt nghiệp của em: Theo như đúng lịch đăng kí môn trên Mybk thì hôm nay (19/01/2022) lúc 17h là hạn đăng kí bổ sung LVTN, nhưng do em đi thực tập ngoài trường về trễ nên đã không đăng kí được LVTN. Mong Phòng đào tạo xem xét và mở cho em có thể được đăng kí LVTN để em có thể tốt nghiệp đúng thời hạn ạ, tại vì em đã đủ điều kiện để có thể đăng kí LVTN rồi ạ. Email thầy  - Giám đốc Trung Tâm Bảo Dưỡng Công Nghiệp:  Em xin cảm ơn rất nhiều ạ.",
    "Kính chào pđt , mong pđt đăng kí dùm em môn hạ tầng công trình giao thông CI4019 ở kì chính 212 ( lý do là em không đki đc vì full sỉ số 70/70 nên em chờ đợt dự thính đợt 2 nhưng pđt có thông báo không mở các môn đã mở rồi ) kính mong pđt hỗ trợ đki môn dùm em vì em còn môn hạ tầng nữa là ra trường , em xin cảm ơn ạ.",
    "Em chào quý thầy cô ạ, do em sơ suất quên làm bài tập 5% nên bị điểm 13 ạ, các điểm khác em đều trên hết và trung bình tính ra là em 7.5 ạ. Vậy em có cần học lại môn đó không ạ. Em cám ơn.",
    "Mở môn học học kỳ 212 . PĐT cho em hỏi lớp hoá lý 1 CH2003 trong đợt ĐKMH Dự thính lộ trình 2 lần 1 HK212 có được mở lớp chưa ạ? Lớp có 19 bạn đăng ký trong khi đây là môn cơ sở ngành tối thiểu 15 bạn đăng ký trong 1 lớp. Trân trọng",
    "Em tên: MSSV:   Khoa kỹ thuật giao thông. Ngành kỹ thuật ô tô. Lớp: GT17OTO2. Hiện tại em có 119 tín chỉ tích lũy. Do em thi xét chuẩn anh văn trên trường và đã đạt chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV và chuyển điểm các môn Anh văn. Nhưng do tình hình dịch bệnh em không thể kịp thi CCAV để chuyển điểm kịp theo như lịch học vụ. Vì vậy em bị thiếu tín chỉ để đăng ký nhận LVTN (TR4313). Hiện tại em đã có đề tài và đang trong quá trình nghiên cứu và làm LVTN. Nay em làm đơn này rất mong PĐT xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ 212 để em có thể hoàn thành kịp tiến độ học tập. Em xin hứa sẽ hoàn thành CCAV theo yêu cầu và nỗ lực hoàn thành tốt LVTN . Em xin chân thành cảm ơn.",
    "Kính gửi Văn phòng Đào Tạo trường Đại Học Bách Khoa TP.HCM. Em tên là , MSSV , lớp OTO2. Em làm đơn này muốn xin được đăng ký 2 môn học dự thính Hệ thống điện điện tử oto (TR3045) và môn Thiết kế động cơ đốt trong (TR3013). Vì lý do em chưa được học 2 môn nêu trên nên em không thể đăng ký dự thính được mà kỳ này có mở 2 môn đó. Em mong Phòng Đào Tạo cho em được phép đăng ký 2 môn trên để có thể theo kịp tiến độ học. Em chân thành cảm ơn quý thầy cô ở Văn Phòng Đào Tạo đã đọc. Em rất mong nhận được phản hồi từ quý thầy cô. Trân trọng, .",
    "Dạ em là  -  thuộc bộ môn Cơ Điện Tử khoa Cơ Khí. Dạ trong kỳ hiện tại 212 em có đăng ký môn đồ án thiết kế và đã có trong lịch học nhưng hiện tại vẫn chưa có trong bk elearning, em có đặt câu hỏi trên bksi và được trả lời là liên hệ với giảng viên tuy nhiên hiện tại em chưa biết ai là giảng viên môn đồ án thiết kế của mình thì liên lạc như thế nào ạ . Em cảm ơn.",
    "Chào PĐT, em có nhận được mail học kỳ hè 213 tới đây sẽ có mở đợt đăng ký làm Luận văn tốt nghiệp trong học kỳ hè 213. PĐT cho em hỏi thông tin này chính xác không, và có thể bị hủy bỏ không ạ. Em cảm ơn.",
    "LA1039 ",
    "LA1039  gửi PĐT vì đăng ký môn học vừa rồi em đăng ký không kịp môn anh văn 2A, thì giờ cho em phỏi có thêm có lớp còn chổ hay đợi đợt dăng ký mới được đăng ký Anh văn 2A ạ.",
    "Chào PĐT! PĐT cho em hỏi môn luận văn tốt nghiệp có môn tiên quyết là đồ án. Nhưng luận văn tốt nghiệp kỳ này đã đăng ký thành công nhưng đồ án học kỳ trước thì không đạt thì môn học luận văn tốt nghiệp sẽ tự xoá hay sinh viên phải đăng ký rút môn. Em cảm ơn PĐT!",
    "Dạ em chào anh/chị. Anh/chị cho em hỏi là em đã đăng kí tốt nghiệp và đóng tiền ngày 11/01/2022. Theo email của pđt gửi là trễ nhất là T3 tuần tiếp theo. Nhưng đến nay em vẫn chưa nhận được bằng tốt nghiệp tạm thời cũng như email xác nhận đăng kí tốt nghiệp thành công ạ. Anh/chị kiểm tra giúp em xem em có bị sai xót gì không ạ . Em xin chân thành cám ơn.",
    "Em kính chào quý thầy cô ạ, Em tên là , MSSV  Em gửi mail này vì lúc đăng ký môn học em đã nhầm lẫn mã số môn học và đăng ký môn thực tập đồ án môn học đa ngành hướng trí tuệ nhân tạo (CO3017) thay vì hướng công nghệ phần mềm (CO3019). Em biết đây hoàn toàn là lỗi của em ạ, em vô cùng xin lỗi đã làm phiền thầy/cô, em xin thầy/cô cho em được đổi qua thực hiện môn thực tập đồ án môn học đa ngành hướng công nghệ phần mềm ạ (CO3019) Xin kính mong thầy/cô giúp đỡ cho em ạ. Xin cảm ơn thầy/cô và chúc thầy/cô một ngày thật tốt ạ Trân trọng, ",
    "Kính gửi Phòng Đạo Tạo, Em là , MSSV , khoa Quản lý công nghiệp, em gửi mail này để hỏi về việc cộng ngày công tác xã hội. Như trong hình đính kèm, ở hoạt động có mã DD21KKK0001 đã diễn ra và kết thúc vào khoảng tháng 11/2021 thì em đã hoàn thành và được xét 3 ngày CTXH, tuy nhiên cho đến hiện tại thì 3 ngày đó vẫn chưa được cộng vào tổng ngày CTXH của em. Chính bởi thế em muốn hỏi là em phải làm gì để được cộng những ngày CTXH này. Em rất mong nhận được sự giải đáp của Phòng Đào Tạo. Trân trọng./. ",
    "Thưa thầy,cô cho em xin hỏi là kì hè này có mở đề cương luận văn không ạ. Em cảm ơn ạ",
    "Kính thưa nhà trường. Em đã gữi mail và hỏi đáp nhiều lần nhưng đến nay vẫn chưa đăng ký môn học được. Nay là thời điểm cuối cùng để đăng ký đồ án tốt  nghiệp. Tình trạng sinh viên đang học. Còn trong thời gian đào tạo (ngành kiến trúc tối đa 15 kì) Không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần. Tuy nhiên em đăng ký môn học vẫn báo lỗi(cấm đăng ký). Mong trường xem xét và giải quyết giúp e ạ.!! Mã môn học: CI4303 Tên môn học: Thiết kế dự án tốt nghiệp. Em cảm ơn.!!",
    "Em chào cô, Hiện này cổng đăng ký TN cảu em đã mở nhưng em lại chưa có trong danh sách TN dự kiến nên không thể nào đang ký được thưa cô . Cô có thể cho em hỏi cách đăng ký vào danh sách này không ạ? Em cảm ơn cô",
    "Em tên là , mssv , Vừa rồi em có đăng kí rút môn học \"Kiểm tra phần mềm\" (CO3015) bằng cách điền vào form trong mail hướng dẫn rút môn học. Sau đó mail phản hồi có đề cập rằng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 31/03/2022. Theo em biết thì sau khi rút môn học thì môn học sẽ không còn hiển thị trong thời khoá biểu nữa nhưng hiện thời khoá biểu trên trang Mybk của em vẫn có môn học \"Kiểm tra phần mềm\" Vậy cho em hỏi hiện tại môn học đang diễn ra thì em có cần phải tham gia lớp học và hoàn thành các bài tập lớn nhỏ trong khi chờ kết quả được cập nhật không ạ?",
    "Dạ thầy cô cho em hỏi em có đăng kí hoãn thi ở học kì 202, ở học kì 211 trong lịch thi cuối kì của em có lịch thi của môn đã đăng kí hoãn thi nhưng một thời gian sau bị xoá. Vậy ở học kì tiếp theo em có được sắp xếp thì cuối kì không ạ.Em có cần phải đăng kí môn học đó trong học kì chính hay học kì dự thính để được thì lại không ạ? Dạ mong thầy cô giải đáp thắc mắc, em xin chân thành cảm ơn ạ.",
    "Em chào thầy cô ạ! Em tên là , MSSV  . Thời gian trước em có xin   B dời lịch học thí nghiệm trực tiếp tại trường môn Hóa phân tích (CH2029)     sang sau Tết và đã được phòng đào tạo giải quyết. Tuy nhiên hôm nay bảng điểm mybk của em xuất hiện   B cột điểm thí nghiệm Hóa phân tích là 13 và điểm tổng kết môn học là 0    ạ. Mặc dù em chưa tham gia học thí nghiệm môn này. Em mong được quý thầy cô xem xét lại ạ. Vì đây cũng là học kì em đăng kí luận văn tốt nghiệp nên có yêu cầu về số tín chỉ tích lũy. Và môn học này cũng đã đổi mã ở các khóa sau rồi ạ. Em cảm ơn thầy cô.",
    "ng ký Anh văn theo nhu cầu DT212 _ lộ trình 2 Đợt 2 Em đã học môn LA0011 Anh căn cơ bản A lớp tháng 12 nhưng không đăng ký được môn LA1037 Anh văn 1A (nhu cầu) do thiếu tiên quyết ạ.",
    "Chào thầy/cô hỗ trợ giải đáp! Em là , MSSV: , khoa Khoa học máy tính. Em có đăng ký môn học LVTN đợt 2 nhưng bị hủy vì lý do thiếu tiên quyết môn DCLVTN[Ảnh-1], em kiểm tra bảng điểm thì thấy chưa được cập nhật điểm [Ảnh-2] . Và em có đăng ký môn học đợt đăng ký cuối cùng (các học phần tốt nghiệp) ngày 18-19/01/2022. Em đã mail cho thầy hướng dẫn là thầy  vào ngày 17/01/2022 và ngày 19/01/2022 nhưng vẫn chưa thấy điểm được cập nhật ạ . Cho em hỏi nếu pđt hủy môn LVTN vì lý do thiếu môn tiên quyết là DCLVTN (chưa có điểm) thì đến khi bảng điểm của em được cập nhật thì pđt có xử lý vấn đề này của em không ạ? Em cảm ơn.",
    "Kính gửi PĐT Hiện tại em muốn đăng ký môn CI2001 ở dự thính đợt 2. Nhưng vì lịch chỉ bị trùng tuần 12 và tuần 14 môn Giải Tích 2 ( cũng là lớp dự thính) nên em mong PĐT cho em đăng ký môn đó để em có thể kịp tiến độ trong trường. Em chân thành cảm ơn.",
    "Thưa thầy cô em có tkb trên mybk lẫn trên bkel nhưng đã 2 tuần rồi em không xin vào lớp võ của thầy  được ạ mặc dù đã xin vào rất sớm, thầy cô có thể cho em xin phương thức liên lạc với thầy được không ạ",
    "Dạ em chào các thầy, cô phòng đào tạo ạ,  Em tên là , hiện em đang tham gia chương trình trao đổi sinh viên ở nước ngoài. Trước khi đi, khoa em có kí thỏa thuận học tập cho em (em đính kèm file bên dưới ạ) . Trong thỏa thuận học tập không có môn Thực tập ngoài trường (CH3355), tuy vậy, thời gian diễn ra môn này sẽ vào tháng 5, khi đó em đã từ nước ngoài trở về, vì vậy, em có thể đăng kí bổ sung môn này để kịp thực tập cùng các bạn chung khóa không ạ?  Em rất mong sẽ nhận được sự hướng dẫn của thầy, cô ạ. Em kính chúc thầy, cô một ngày làm việc vui vẻ. Em ",
    "Em chào thầy(cô) đang đọc yêu cầu của em ạ. Em viết yêu cầu này là để hỏi về việc đăng kí thi thay thế điểm HT môn GT2 ở học kì 202 vừa rồi vào học kì này (HK212). Cho em hỏi muốn thi thay thế thì em chỉ cần nộp đơn đăng kí thi tại yêu cầu bksi là được ạ. Em cảm ơn, rất mong thầy(cô) giải đáp thắc mắc ạ.",
    "Em chào thầy cô, Em là , mssv . Em đã hoàn thành đủ tín chỉ trường yêu cầu và LVTN, chuẩn TOEIC nên em mong muốn được xét tốt nghiệp ra trường đợt gần nhất ạ. Em cảm ơn thầy cô nhiều, ",
    "Em chào cô em tên là   mssv . Em mong cô có thể mở lớp để tụi em đủ điều kiện làm luận văn tốt nghiệp trong hè tới ạ . Em cảm ơn cô",
    "Kính chào phòng đào tạo, Em là  - MSSV  Khoa Cơ Khí Lớp CK14CD02 Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại. Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất. Mong sớm nhận được phản hồi từ PĐT. Em chân thành cám ơn.",
    "Em chào phòng đào tạo ,  Lời đầu tiên em xin được gửi lời chúc sức khỏe đến tất cả quý thầy cô. Em tên: - MSSV:  – Sđt: [phone_number] Em có 4 việc mong được giải đáp ạ, + Thứ nhất tình hình hiện tại em là sinh viên K15, em đã học hết tất cả môn học, chỉ thiếu mỗi anh văn để có thể tốt nghiệp ra trường, vì vậy việc em ko cần đăng kí để duy trì thời khóa biểu liệu có sao ko ạ, có bị vi phạm quy chế gì từ trường, mong thầy cô nhắc nhở em với ạ, em cần làm gì trong thời gian bây giờ ạ, em sẽ bị tạm dừng học tập hay bị kỉ luật gì theo như trường hợp của em không ạ . + Thứ 2, hiện tại mong phòng đào tạo kiểm tra lại giúp còn một tín chỉ nào mà em chưa chuyển đổi từ mã mới sang mã cũ, để bây em sẽ đăng kí chuyển đổi luôn ạ, mong phòng đào tạo hướng dẫn em quy trình đăng kí chuyển đổi môn học đó… thông qua hình thức online này . + Thứ 3 em là sinh viên khóa 2015, em xin được hỏi là thời gian tối đa mà trường cho phép em tiếp tục hoàn thành chương trình chính quy tối đa(kể cả thời gian gia hạn thêm 1 kỳ) là đến tháng mấy năm 2022 vậy ạ . + Thứ 4, hôm bữa em có đăng kí giấy chứng sinh viên để tham gia thi toeic, em chỉ mới nhận được bản scan, tình hình tại mong nhận được gửi đường bưu điện về nhà tại đỉa chỉ: 144/8, Âu Cơ, Phường 9, Quận Tân Bình, TP. HCM, hoặc nếu có ghé trường e sẽ đén trực tiếp nhận tại Phòng đào tạo được khộng ạ . Trong thời gian chờ đợi, em xin chân thành cảm ơn ạ.   ,",
    "Kính chào phòng đào tạo, Em là  - MSSV  Khoa Cơ Khí Lớp CK14CD02 Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại. Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất. Mong sớm nhận được phản hồi từ PĐT. Em chân thành cám ơn.",
    "Mở môn học học kỳ 212 . PĐT cho em hỏi làm sao để liên hệ Khoa Kỹ thuật hoá học để mở môn học Hoá lý 1 ạ? Trân trọng.",
    "Dạ chào thầy/ cô, do sai sót của bản thân nên em chưa có TKB của hk 212 về LVTN ( CNTP) với mã môn học là CH4337. Mong thầy/ cô giải quyết giúp em.",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM. Em tên là:  . Nay em làm đơn này xin Phòng đào tạo tạo điều kiện cho em được mở lớp ME3015-Kỹ thuật robot vào học kỳ dự thính 2 để bọn em hoàn thành chương trình học. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Do môn học này không trong chương trình đào tạo kể từ K19 ( ngành công trình thủy - xây dựng ) về sau nữa , nên mong pđt mở lớp ạ .",
    "Dạ nhờ PĐT check giúp em, học kỳ này em có đăng ký môn đồ án thiết kế ME2011 rồi, vô xem thời khóa biểu thì có nhưng tới giờ vô E-learning chưa có thì có phải bị lỗi không ạ!!!",
    "Mở môn học học kỳ 212 . Dạ em chào ạ, PĐT có thể cho em xin đăng kí để học môn Kĩ thuật thủy lực khí nén lần đầu tiên ở đợt 2 ( dự thính lộ trình 2). Em cần học môn này để thuận tiện cho việc học Đồ án chuyên ngành, em đã tìm cách đăng kí ở kì chính nhưng mà bị trùng lịch môn khác (môn tiên quyết). Em cảm ơn ạ.",
    "Kính gửi PDT trường Đại học Bách Khoa TP. Hồ Chí Minh. Em tên là , mã số sinh viên , thuộc hệ VLVH khoa Kỹ thuật Xây dựng. Em đã đăng ký xét tốt nghiệp trong đợt xét \"Tốt nghiệp - Học kỳ 2 Năm học 2021 - 2022\" và đã nhận được bằng tốt nghiệp tạm thời. Do tình hình dịch bệnh phức tạp và hiện tại em đang không ở thành phố Hồ Chí Minh và đã về Quảng Trị để làm việc, cộng thêm công ty em đang làm việc cần bằng tốt nghiếp chính thức để nhận em vào làm chính thức . Em muốn hỏi là hiện tại bằng tốt nghiệp chính thức đã có chưa và em có thể nhờ người nhận giùm hay có thể nhờ nhà trường chuyển phát nhanh về nhà không. Hay là có một hình thức nhận bằng nào khác? Em xin chân thành cảm ơn và mong nhận được phản hồi sớm từ phía Phòng Đào tạo! ",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí, học theo chương trình khóa k2017.      Đợt Đăng ký học Dự thính môn học HK212 - Đợt 1 - nh 2 em có đăng ký môn học Địamạo-tân kiếntạo &ttđt (GE3053), nhưng theo điều kiện   B Không mở cho SV chính quy học môn học lần đầu    nên em bị hủy kết quả đăng ký. Môn này từ k2019 trở đi đã không còn dạy nữa, em không đăng ký học được vào kỳ này thì sẽ khó có cơ hội học vào các học kỳ sau. Vậy nên em xin PĐT chỉnh sửa điều kiện cho phép em đăng ký môn học này vào đợt Đăng ký môn học Dự thính môn học HK212 - Đợt 2 + Kết quả đợt 1 - nh 2 bắt đầu từ ngày 20/01/2022.      Em xin cảm ơn!       .",
    "câu hỏi khác . Dạ cho em hỏi. Em vừa thanh toán trễ học phí kì dự thính môn anh văn 2 thì có bị làm sao không ạ. Em vừa đọc quy định pdt là bị cấm thi cuối kì và không  được đăng kí môn kì sau phải k ạ  mong pdt phản hồi và giúp em. Em xin cảm ơn",
    "Kính chào phòng đào tạo (PĐT). Trong đợt đăng kí môn cho học kì chính 212, em có nhu cầu học môn hạ tầng công trình giao thông (MSMH:CI4019). Do sơ ý em đã không đăng kí vào đợt 1 lấy sĩ số, vì vậy vào đợt 2 và 3, lớp đã đủ sĩ số (70/70). Nên em có đăng kí môn này vào lớp dự thính lộ trình 2. Nhưng đến đợt 2 của học kì dự thính lộ trình 2 thì PĐT thông báo không mở lớp do đã mở ở học kì chính. Vì thế em mong PĐT bổ sung em vào lớp L01 của môn hạ tầng công trình giao thông hoặc PĐT có thể xem xét mở lại môn này vào lộ trình 2 ( do môn này từ khóa k19 trở đi không còn học nữa). Em chân thành cảm ơn và xin lỗi vì sự bất tiện này. Trân trọng.",
    "Hi admin,  Hiện tại em đang gặp vấn đề vì chưa thấy bằng tốt nghiệp tạm thời của minh. Em tên là  -. Em có gọi lên Phòng đào tạo thì có bảo update cho em vào ngày 18 rồi và bên đó thấy chỗ \"tải về\" (là tải được bằng tốt nghiệp về được). Mong admin xem giúp em ảnh đính kèm là do bị lỗi gì ạ mà em không thấy mục \"tải về\"",
    "Em chào thầy cô,  Em là , MSSV:. Em bảo vệ luận văn tốt nghiệp học kì 202 và hoàn thành xong chương trình học. Nhưng do chưa có điểm anh văn nói viết nên chưa đăng kí tốt nghiệp được. Học kì 211 vừa rồi, do có vấn đề về sức khỏe, em không đăng kí môn học và chưa thi được anh văn nói viết nên em thấy trong tình trạng sinh viên bị tạm dừng học. Và em kiểm tra trong bảng điểm thì điểm luận văn tốt nghiệp không hiển thi. Thầy cô cho em hỏi, em bị tạm dừng vậy cần làm như thế nào để có thể nhận được bằng tốt nghiệp ạ! Em chân thành cảm ơn, mong thầy cô hỗ trợ giúp em.  ",
    "Mở môn học học kỳ 212 .",
    "kỳ này em muốn đăng ký Tên môn Học     - Mã môn học - Mã nhóm: Trường Điện từ  - EE2003     - T01_T01 Truyền số liệu  - EE3019     - _1 Lý do: Sinh viên mới được thu nhận lại Em đính kèm quyết định thu nhận ở dưới Em cảm ơn",
    "Em tên    , MSSV:     lớp CK18LOG02 Em xin   B đăng kí môn học    Luận văn tốt nghiệp ạ. Mã môn học:   B ME4677  ",
    "Em chào thầy/cô.  Hiện tại em đã hết hạn đào tạo, và em có mong muốn chuyển sang hệ VHVl , thầy/cô cho em hỏi là hiện tại em đang ở quê, sau nghỉ tết em mới có thể vào lại thành phố để nộp hồ sơ chuyển hệ, vậy thì e vẫn có thể chuyển hệ được không ạ? và nếu như chuyển thì điểm các môn học đã hoàn thành của em có được chuyển sang cho hệ VHVL không ạ?  Em xin cảm ơn thầy/cô.  Em mong nhận được câu trả lời sớm từ thầy/cô ạ.",
    "Anh chị kiểm tra giúp em môn hóa đại cương của em đã được hoãn thi chưa ạ .Hệ thống đang bảo trì nên em không biết đã hoãn thi được hay chưa . MSSV ",
    "Kính gửi Phòng Đào, Vào hôm Thứ 3 em có lên Phòng Đào tạo để hỏi về vấn đề hoãn bảo vệ LVTN, thì có một cô yêu cầu em lên biểu mẫu tải Đơn Hoãn thi/Vắng thi để nộp. Em đã về làm theo (đã xin chữ ký của GVHD, bộ môn và khoa) và thứ 4 em có lên để nộp thì lại không được chấp nhận và yêu cầu khoa phải gửi công văn. Em cũng đã liên hệ khoa để xin công văn và được khoa đồng ý, vào sáng nay trợ lý giáo vụ đã thông báo cho em là phải kèm minh chứng để ra quyết định. Và lý do của em là gia đình em có tang trong đợt dịch nhưng nhà có mỗi em là con trai nên em phải về quê và phải cách ly tập trung 21 ngày rồi sau đó lại tiếp tục có tang 1 lần nữa, ngoài ra sau đó khu vực của em lại là vùng đỏ nên không thể di chuyển, vậy em đã mất hơn 2 tháng ở quê và không thể vào lại HCM để tiếp tục tiến độ làm luận văn. Và em không biết phải nộp cái gì để chứng minh lý do vừa qua của em. Em mong Phòng Đào tạo có thể xem xét cho em được hoãn bảo vệ đến kì sau, bởi vì cũng đã hết hạn đăng kí môn học cho kì này. Trân trọng, ",
    "Thưa PĐT, Cho em hỏi khi nào trường sẽ xét học bổng KKHT học kì 202 vậy ạ? Em xin cảm ơn.",
    "MSSV  PDT cho em Đăng kí bổ sung môn học CI3345 - Thực tập ngoài trường. Tại vì hôm bữa em có một số trục trặc chưa đăng kí được ạ. Mong PDT đăng kí bổ sung giúp em ạ.",
    "Chào thầy (cô), em là sinh viên khoa xây dựng tốt nghiệp đợt này, em thấy thông báo lễ tốt nghiệp sẽ diễn ra vào tháng 1 nhưng giờ vẫn chưa thấy thông báo. Cho em hỏi lễ tốt nghiệp khoa xây dựng vào khi nào ạ?",
    "Dạ em chào thầy cô, em tên là , MSSV là . Hiện tại em đã hoàn thành xong bảo vệ tốt nghiệp, và nộp đơn xin cập nhật điểm. Em xin phép hỏi vài câu hỏi: 1. Em đã nộp đơn xin cập nhật điểm cho PĐT, nhưng vẫn không thấy cập nhật điểm bên bảng điểm sinh viên, vì vậy em hỏi là em cần làm thủ tục gì thêm không ạ? 2. Do em đã bảo vệ xong đề tài vào hk211, và em đăng ký xét TN ở HK212. Nhưng ở ô cập nhật thông tin đề tài và cập nhật hình ảnh và nộp đơn xin cấp bằng tốt nghiệp lại không cho phép em nhập thông tin. Em xin phép cũng như câu hỏi trên là em cần làm thủ tục gì thêm không ạ? Mong thầy cô hướng dẫn giúp em ạ. Em xin chân thành cảm ơn thầy cô , .",
    "Em Chào thầy cô . Cho em hỏi là kì rồi em có đăng ký hoãn thì môn vật lý 1. Nhưng mà đến nay em vẫn bị điểm 13 là vắng thi. Vậy tức là em đăng ký hoãn thi nhưng không được chấp nhận đúng không ạ. Em cảm ơn thầy, cô.",
    "Em xin chào thầy/cô. Em tên là Nguyễn Thị Thu Trang MSSV . Lớp MTKH02 Em xin phép gửi thầy/cô đơn xin chuyển hệ  ạ.",
    "EM tên , sinh viên Khoa Giao thông, chuyên nghành Ô tô. Do 3 lần đăng kí LVTN đều không đạt, nhưng lần cuối cùng này em lại quên đăng kí, hiện tại thời gian đăng kí đã hết, em muốn hỏi PĐT bây giờ em còn cách nào để đăng lại được không ạ? Do kì này em chỉ còn LVTN nữa thôi là em hoàn thành chương trình học ạ, thật tiếc khi em phải trễ 1 kì , em mong PĐT tạo cơ hội giúp em với ạ. Em cảm ơn! Em xin lỗi vì sự bất tiện này ạ.",
    "Dạ em xin chào quý thầy cô PĐT Em tên là , MSSV  SV K17 Khoa Môi Trường ạ. Dạ trong email, em có đề cập em thiếu 20TC (106tc) so với chuẩn đăng kí LVTN (126TC) ạ. Trong kì này em chỉ đăng kí 9TC để dành TC cho môn LVTN nên em rất mong PĐT cân nhắc cho em đăng kí học kì này ạ. Vì để tới hè cộng lại em cũng chưa đủ mà thầy cô ơi hic. Em chuẩn bị rất nhiều thứ cho HK212 đăng kí được Luận Văn, em xin PĐT luôn ạ xin hãy xem xét hộ em với. Ở câu hỏi cũ em đã nói hết rồi, em hiểu PĐT muốn tốt cho em nhưng em xin PĐT hãy cho em đăng kí LVTN ở HK212 đi mà Thầy Cô!! Em không chịu nổi nếu phải đợi ạ .",
    "MSSV:   Họ và tên :   Em xin chào thầy / cô ạ ! Dạ chuyện là em đăng kí giáo dục thể chất vào học kì chính nhưng bị hủy lớp do không đủ sĩ số nên giờ em đăng kí giáo dục thể chất vào kì dự thính thì có tính học phí môn gdtc không ạ ?  Mong quý thầy / cô giải đáp thắc mắc giúp em ạ !  Em rất cảm ơn thầy / cô !",
    "Em là  em xin gửi tiếp thông tin liên quan mà anh chị Phòng đào tạo yêu cầu ạ. Thông tin môn học:  Mã số môn học: TR4317 Tên môn học: Môn Luận văn tốt nghiệp (ô tô) Mã nhóm: A01 HK: 212 Lý do: Do em quên thời gian đăng kí LVTN lần cuối, nên em mong PĐT cho em cơ hội được đăng kí và hoàn thành chương trình đúng thời hạn ạ. Em cảm ơn",
    "Kính gửi thầy/cô, Khi đăng ký môn Luận văn tốt nghiệp (ME4677) trong đợt ĐKMH vừa rồi em có gặp báo lỗi từ hệ thống rằng thiếu môn tiên quyết - Đề cương luận văn  nhưng em đã hoàn thành môn này vào học kỳ trước rồi. Do đó để đăng ký được môn LVTN (ME4677) thì em đã đăng ký thêm môn Đề cương luận văn (ME4675) . Hiện tại, sỉ số môn Đề cương luận văn (ME4675) là 9    15 nhưng vẫn được cập nhật lên thời khóa biểu của em. Vậy em có cần hủy môn theo hướng dẫn không hay môn sẽ tự hủy ạ? ",
    "Em đã đủ điều kiện tốt nghiệp lâu rồi mà sao không thấy nhận mail để em đăng kí tốt nghiệp ạ? Nếu có làm đơn xin xét tốt nghiệp thì làm như thế nào ạ? Em cảm ơn ạ.   i Tốt nghiệp .",
    "Gửi Phòng Đào tạo, Trong đợt đăng ký HK Dự thính đợt 1, em có gửi mẫu đơn xin mở môn học \"Thiết kế kiến trúc Công cộng 1\" theo nguyện vọng và có sự xác nhận của thầy bộ môn. Kết quả trong đợt 1 đã được mở lớp để đăng ký. Tuy nhiên sang đợt 2 thì lớp lại không được mở nữa. Nay em gửi lại mẫu đơn nhờ thầy cô hỗ trợ giúp trường hợp này. Mong có thể mở lớp để tụi em kết thúc học phần. Và nếu không mở được lớp thì cho em xin được biết lý do hoặc còn thiếu xót gì trong quá trình làm đơn ạ. Em xin chân thành cảm ơn. ",
    "Mở môn học học kỳ 212 . Hôm trước , em có gửi đơn xin mở lớp môn này (ngày 06/01/2022) có chữ ký thầy nhận dạy và thầy Chủ nhiệm bộ môn nhưng đến giờ thì không được mở lớp . Môn này kỳ chính cũng có mở lớp mà đã hết chỗ 80/80 nên em có thể xin PĐT mở dự thính trong kỳ này đc ko ạ ? Môn này từ khóa K19 đã học mã mới nên những kỳ sau sợ sẽ không đủ số lượng để lớp . Rất mong quý thầy cô , xem xét giúp đỡ bọn em với ạ.",
    "Cho em hỏi về thông tin hay thời gian tổ chứ Lễ tốt nghiệp đợt tháng 11? Em cảm ơn",
    "Gửi phòng đào tạo. Hiện tại đã hết hạn đăng ký tốt nghiệp học kỳ 211 nhưng đến bây giờ em mới bổ sung đủ điều kiện để tốt nghiệp (nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến) Phiền phòng đào tạo kiểm tra điều kiện tốt nghiệp giúp em, và cho phép em hỏi, em có thể đăng ký tốt nghiệp trong đợt tháng 11 (học kỳ 211) này không ạ? Em xin cảm ơn phòng đào tạo",
    "Em nhờ thầy cô cấp cho em 2 (hai) giấy chứng nhận về việc em đang theo học ở trường  Lý do: Một giấy dùng nộp để bổ sung hồ sơ đăng ký người phụ thuộc giảm trừ gia cảnh ở công ty mà Ba em đang làm việc ​(Công ty TNHH Posco VST)  Một giấy khác cũng nộp công ty trên để được hỗ trợ học phí  Em xin chân thành cám ơn         ",
    "Gửi nhà trường, Em tên  mssv. Em và các bạn có thắc mắc rằng tại sao dự thính lại không mở đăng ký cho sinh viên học lần đầu. Trong khi đó trường lại áp dụng các chính sách về ngoại ngữ, quy định khác nếu sinh viên vi phạm thì sinh viên sẽ không đăng ký môn học được trong  kỳ tiếp theo , và đến kỳ sau khi sv được đăng ký lại môn học và có nhu cầu học lại các môn chưa học thì lại dính học lần đầu. Thật sự để mà nói thì nhiều bạn k18 khoá em bị cấm đăng ký môn học ở năm 2 và bỏ 1 kỳ thậm chí là 1 năm đến khi các bạn đã đủ điều kiện đăng ký và chấp nhận bỏ thêm tiền học dự thính để mong hoàn thành môn thì lại vướng \" học lần đầu \". Em mong nhà trường có thể cho lý do hoặc hướng giải quyết chứ nếu đợi mỗi năm học chính tới rồi mới lục đục làm đơn mở môn thì bao nhiêu sinh viên sẽ trễ hạn ra trường??? Sao kỳ dự thính mở ra để sinh viên có thể tranh thủ học để kiệp tiến độ lại không được đăng ký?",
    "Em có đăng ký thực tập ngoài trường mã ME3267 ở đăng ký đợt 3 và đã bị hủy,nhưng đợt bổ sung hôm qua em không đăng ký kịp.Hôm qua em có hỏi trên BKsi làm thế nào để đăng ký được môn này và được yêu cầu cung cấp mã môn học nên bây giờ em cung cấp ạ. Mã môn học là ME3267. em cảm ơn!",
    "cho em hỏi bản tải lên trực tuyến của giấy chứng nhận tốt nghiệp tạm thời sau khi đăng ký tốt nghiệp xem ở đâu",
    "Dạ thưa Thầy/Cô,  Em vừa đăng ký chuyển hệ và được phê duyệt chuyển hệ trong học kỳ 2 này Nên em có vài thắc mắc mong được Thầy/Cô hỗ trợ giải đáp ạ  1 Thẻ sinh viên cũ của em đã hết hạn em có thể đăng ký in lại thẻ sinh viên với hạn sử dụng mới không ạ?    2 MSSV và tài khoản Mybk của em có bị thay đổi sang tài khoản khác không ạ?    3 Chương trình đào tạo em tham khảo trên web \"http://wwwaaohcmuteduvnndexphp?route=catalog/chuongtrinhdaotao\" dành cho khóa 2015 vẫn có thể sử dụng và đăng ký môn học theo đó tiếp được hay không ạ?  Em xin cảm ơn Thầy/Cô    i Học vụ      ",
    "Em đã hết 6.5 năm gio8i1 hạn. Muốn chuyển từ hệ chính quy sang VLVH để có thêm thời gian học thì em cần làm như thế nào.",
    "Kinh gửi Phòng Đào tạo, Em là sinh viên khóa K17. Em đã nhận được mail xác nhận đăng kí tốt nghiệp hôm 10/01/2021. Em có đăng kí gửi giấy TN tạm thời về nhà nhưng đến nay vẫn chưa nhận được giấy TN tạm thời. Em muốn hỏi Phòng đào tạo giấy TN tạm thời đã được gửi về chưa ạ. Kính mong Phòng đào tạo kiểm tra giúp em ạ. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Em xin phép gửi đơn xin mở môn học CI2005 ạ! Mong thầy/cô giúp đỡ tụi em mở lớp này ạ vì đây là môn theo mã riêng của khoa công nghệ vật liệu và tụi em là khóa cuối cùng học môn này ạ. Mong thầy/cô giúp đỡ để tụi em có thể ra trường đúng hạn ạ! Em xin chân thành cảm ơn thầy/cô! Chúc thầy/cô một năm mới thật nhiều sức! ",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Em xin phép gửi đơn xin mở môn học CI2005 ạ! Mong thầy/cô giúp đỡ tụi em mở lớp này ạ vì đây là môn theo mã riêng của khoa công nghệ vật liệu và tụi em là khóa cuối cùng học môn này ạ. Mong thầy/cô giúp đỡ để tụi em có thể ra trường đúng hạn ạ! Em xin chân thành cảm ơn thầy/cô! Chúc thầy/cô một năm mới thật nhiều sức!",
    "Kính gửi phòng đào tạo, Em tên , Mssv  Em có thắc mắc là em đã nằm trong danh sách dự kiến tốt nghiệp, tuy nhiên khi tra danh sách QĐ tốt nghiệp sinh viên hệ VLVH đợt 2 năm 2021 thì không có tên của em. Vậy phòng đào tạo cho em hỏi lí do vì sao như vậy ạ. Cảm ơn phòng đào tạo.",
    "Kính gửi phòng đào tạo Em tên  - MSSV - Khoa Kỹ Thuật Xây Dựng - hệ VHVL Em muốn hỏi em bổ sung điều kiện tốt nghiệp ngày  22/12/2021 ,trong giấy chứng nhận tạm thời ghi chỉ có giá trị trong tháng 01/2022, vậy khi nào trường mới cấp bằng chính vậy ạ  Em xin cảm ơn",
    "dạ em có đăng kí môn vào đợt 1 và đợt 3 môn thực tập ngoài trường, xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ? em cảm ơn.",
    "Chào Admin,  Vào đợt đăng ký bảo hiểm y tế dành cho sinh viên năm cuối hồi tháng 11, em có đăng ký mua bảo hiểm với kỳ hạn 6 tháng . Nhưng lúc em đăng ký thì hệ thống cứ load mà không xác nhận đăng ký cho em và sau 1 lúc thì trang web hiển thị lỗi kết nối. Em vào kiểm tra trên BKPay thì không thấy thông tin đăng ký BHYT nên vào đăng ký lại lần nữa . Cuối cùng hệ thống hiển thị 2 khoản đăng ký, và em chọn thanh toán 1 khoản thôi. Bây giờ vào kiểm tra lại thì thấy khoản đăng ký thừa đó vẫn còn . Em nhờ Admin giải đáp giúp em nếu để như vậy thì có ảnh hưởng đến việc xét tốt nghiệp của em hay không? Hoặc sau này có ảnh hưởng đến việc tham gia BHYT của em hay không? Em cảm ơn admin!",
    "Do hiên tại em có đăng ký môn đồ án 1 Mã số CO2023, do có một số phát sinh nên chưa hoàn thành được môn học này, nay xin nhờ phòng đào tạo cho em xin được phép rút môn học này Em đã thánh toán đầy đủ học phí.   i  .",
    "MSSV:  Họ và tên :  Em xin chào thầy / cô ạ ! Dạ cho em hỏi với ạ . Điểm trung bình môn của avcb av1 av2 av3 av4 có tính vào điểm trung binh tích lũy k ạ ? Mong quý thầy / cô giải đáp thắc mắc giúp em ạ ! Em rất cảm ơn thầy / cô !",
    "Em là sinh viên K18 cho em xin phép hỏi là khóa K18 còn được chấp nhận bằng thi speaking với writing ở BK English không ạ, hay tụi em phải thi bên ngoài và nộp bằng vô ạ . Em xin cảm ơn",
    "Chào nhà trường, Em là  , em muốn hỏi nhà trường khôi phục file xóa khỏi thùng rác vĩnh viễn trên google drive giúp em vì google drive bảo rằng chủ sở hữu hcmut.edu.vn mới có thể khôi phục file lại được và những file này là file rất quan trọng với em Nếu có cách giải quyết xin nhà trường cho em hỏi với ạ. Em xin chân thành cảm ơn ",
    "Dạ PĐT cho e được chuyển điểm: - Môn Đồ án thiết kế - MSMH ME3139 sang ĐAMH1: chi tiết máy - MSMH 209001. - Môn Đồ án thiết kế động cơ đt - MSMH TR3043 sang ĐAMH 2: thiết kế động cơ đốt trong - MSMH 206031.  (đã có trong danh sách môn tương đương và môn thay thể của K2014 thay cho K2013 trở về trước). Vì đây là môn tiên quyết để em được xét mở lớp LVTN và đã có điểm trên MYBK học kì 211 ạ. Mong PĐT kiểm tra giúp em. Em xin cảm ơn.",
    "Khiếu nại đăng ký môn học       Kính gửi: Phòng Đào Tạo  Em  kính mong Thầy/Cô hủy giúp em môn học bị trùng do đăng ký nhầm 2 lần  - Môn học đề nghị hủy do trùng AV400 thuộc lớp D101  - Môn học đang theo học: AV400 thuộc lớp HL01    Em chân thành cảm ơn,  Trân trọng  ",
    "Em tên là  - MSSV . Em vừa được chuyển sang hệ VHVL, và chưa đăng ký kịp vào thời gian ĐKMH hoc kỳ 212. Nay em kính mong PĐT cho em đăng ký môn học Luận Văn tốt nghiêp (cầu đường) - MSMH: CI4313 trong học kỳ này. Em mong PĐT xem xét . Chân thành cảm ơn!",
    "Thưa thầy (cô), em vừa đăng kí luận văn cho đợt đăng kí cuối cùng, thì khi nào có thời khóa biểu, để em có thể liên hệ với giảng viên hướng dẫn của mình ạ.Em cảm ơn",
    "Chào thầy / cô ạ, em tên là Đinh Khang MSSV  học lớp DD18DV3 hiện đang là sinh viên năm 4. Em xin trình bày vấn đề của mình ngắn gọn như sau: Hiện tại em đã hoàn thành đầy đủ toàn bộ chương trình hoc bao gồm cả các môn chuyên ngành, chỉ ngoại trừ EE3025 - Kỹ thuật siêu cao tầng, TTTN, ĐCVL và LVTN. Em dự định sẽ học EE3025 vào kỳ chính dự thính nhưng do xảy ra lỗi đăng ký (chưa hoàn thành môn học tiên quyết mặc dù em đã qua môn) nên không đăng ký được và bị quá tải sĩ số. Vì vậy em đã quyết định nộp đơn xin mớ lớp dự thính, nhưng theo quy định kỳ này thì lớp dự thính không mở cho sinh viên học lần đầu và bị huỷ kết quả đăng ký. Em đã đăng ký lại môn học EE3025 và làm đơn này với mục đích mong PĐT cũng như bộ môn sẽ xét duyệt cho em được đăng ký môn học này vì só lượng sinh viên đăng ký rất ít (23/60 sv) nên em cam đoan sẽ không có vấn đề số lượng sinh viên đâu ạ. Em xin cảm ơn quý thầy cô đã đọc yêu cầu của em",
    "Em tên là , mã số sinh viên . Em là sinh viên đã đủ điều kiện tốt nghiệp và em có một số câu hỏi mong phòng đào tạo giải đáp giúp em ạ . 1. Em muốn đăng ký học thêm một số môn không nằm trong chuyên ngành rong học kỳ 221, nhưng lo rằng sẽ bị gọi nghĩa vụ quân sự trong thời gian học. Do vậy, nếu em không đăng ký xét tốt nghiệp trên mybk, đồng thời đăng ký các môn khác chuyên ngành (có thời khóa biểu học) thì trường có hỗ trợ cấp cho giấy chứng nhận sinh viên cho em không ạ. 2. Nếu trong học kỳ 221, em đăng ký học cải thiện các môn trong lộ trình học và không đăng ký tốt nghiệp trên mybk, thì em có được cấp giấy hoãn chứng nhận sinh viên không ạ . 3. Nếu kết quả học cải thiện tệ hơn so với kết quả trước đó thì kết quả nào sẽ được lưu lại trong bảng điểm ạ . Cảm ơn phòng đào tạo đã đọc và mong nhận được phản hồi sớm ạ . Trân trọng ",
    "Mở môn học học kỳ 212 . Em tên , MSSV  hiện đang học Khoa Kĩ thuật Giao thông ngành Công nghệ ô tô khoá 2020 Em hiện chỉ con các môn sau là hoàn thành chương trình học:    _SP1039: Lịch sử Đảng Cộng Sản VN _SP1037: Tư tưởng HCM _EN1003: Con người và môi trường Và 4 môn tự chọn bao gồm: _IM1021: Khởi nghiệp _IM1025: Quản lý dự án cho kỹ sư _IM1027: Kinh tế kĩ thuật _IM3001: Quản trị kinh doanh cho kỹ sư Nhưng cả 7 môn trên đều không mở lớp, học kì này em không thể học môn nào được  Mong PĐT mở lớp giúp em ạ, em có thể học theo dạng Đồ Án các môn học Em xin cám ơn PĐT  B",
    "Em là sinh viên khóa K2015, em thuộc khu vực 1,em đã được hướng dẫn và làm đơn này để xin được gia hạn thêm 1 học kỳ 212.",
    "i cho em hỏi tài khoản OCB nhà trường cấp cho sinh có đặc biệt hơn khi sinh viên tự đăng ký bên ngoài ko ạ. Sau khi tốt nghiệp thì sinh viên còn được giữ tài khoản OCB ko ạ",
    "Thưa pđt em có hủy 1 môn học nhưng sau đó được thông tin là vẫn phải hoàn thành nghĩa vụ đóng tiền môn học đó. Nên em xin nhà trường cho em tiếp tục học môn PE1015Bóng rổ (học phần 1).Về môn gdtc thì em cũng đã hoàn thành võ hp1 rồi. Em cảm ơn  ",
    "Mở môn học học kỳ 212 . Cho em gửi đơn xin mở lớp Dự thính môn Thiết kế Cầu 1 ( CI3039 ) trong kỳ này. Em đã xin được thầy TS  nhận lớp và chủ nhiệm bộ môn là thầy PGS.TS  đã ký xác nhận rồi ạ . Rất mong được quý thầy cô giải quyết sớm ạ.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh. Họ và tên :     MSSV:  Hiện tại em là sinh viên khoa Quản Lý Công Nghiệp khóa k18. Trong đợt đăng ký bổ sung TTTN và DCLV em có đăng kí môn học Thực Tập ngoài trường (IM3315) và môn học Đề cương luận văn tốt nghiệp (IM4315) nhưng hiện tại vẫn chưa được cập nhật thời khóa biểu trên Mybk. Kính mong phòng đào tạo kiểm tra lại và cập nhật thời khóa biểu 2 môn học này trên Mybk để em có thể tham gia học tập cùng các bạn và hoàn thành 2 môn học này trong học kỳ 212 này, đủ điều kiện để thực hiện Luận văn tốt nghiệp ở học kỳ tiếp theo. Em xin chân thành cảm ơn. Trân trọng,",
    "Mở môn học học kỳ 212 . Cho em gửi đơn xin mở lớp Dự thính môn Thiết kế Cầu 1 ( CI3039 ) trong kỳ này. Em đã xin được thầy TS  nhận lớp và chủ nhiệm bộ môn là thầy PGS.TS  đã ký xác nhận rồi ạ . Và bên Ban chủ nhiệm Khoa cũng vừa mới xác nhận. Em gửi lại đươn đầy đủ nhất ạ. Rất mong được quý thầy cô giải quyết sớm ạ.",
    "Em chào phòng đào tạo. Em có hỏi lần trước về điểm trung bình tốt nghiệp thì phía phòng đào tạo trả lời là điểm TBTN của em là 8.01. Hiện tại em kiểm tra trên danh sách tốt nghiệp chính thức thì thấy điểm chưa cập nhật. Phòng đào tạo cho em hỏi là khi nào nó được cập nhật vậy ạ Em cảm ơn",
    "Dạ pdt cho em hỏi. Nếu em chuyển sang hệ VLVH ngành mới ở học kỳ sau, mà học kỳ này em đang học cải thiện 1 số môn của ngành mới thì điểm kỳ này có được tính sang kỳ sau của hệ VLVH không ạ ? Với lại thủ tục chuyển sang hệ VLVH như thế nào để em chuẩn bị ạ. Mong pdt giải đáp thắc dùm em. Em cám ơn pdt nhiều ạ! ",
    "chào thầy/cô, thầy cô cho em hỏi  em xem trên CTĐT thì môn   B MA3085    Hóa học và hóa lý silicat tương đương với   B 2 môn   . Trong kì 211, em có đăng kí học và đã đạt môn   B MA3085    Hóa học và hóa lý silicat Hiện tại em có nguyện vọng chuyển điểm qua môn   B MA2005    Hóa học chất rắn, thì em phải làm như thế nào ạ? Em xin cảm ơn",
    "Dạ em chào thầy/ cô, Em là , MSSV , em đã có quyết định được xét tốt nghiệp ngành Công nghệ Thực phẩm . Hiện em có nhu cầu học thêm, nhưng trong quá trình làm hồ sơ, trường kia có yêu cầu em nộp chương trình đào tạo em đã học có xác nhận của trường Đại học Bách Khoa ấy ạ. Em muốn hỏi liệu em có thể xin dấu xác nhận này ở trường không ạ? Và cho em hỏi thêm thủ tục cần làm là gì ạ? Do dịch bệnh nên em vẫn còn ở quê chưa thể vào lại HCM được, nên em có thể nhờ người khác lên làm giúp được không ạ? Em cảm ơn thầy/ cô đã xem ạ!",
    "Tốt nghiệp . Kính gửi Thầy/Cô, Em là Huyền, sinh viên khóa K2017. Hiện nay em đã có tên trong danh sách tốt nghiệp t11/2021 và nhận được giấy chứng nhận tạm thời. Tuy nhiên, trong khi các bạn cùng khóa đã nhận được bằng tốt nghiệp chính thức nhưng em không có mail thông báo nào. Em mong Thầy/Cô có thể kiểm tra lại giúp em ạ.",
    "Em chào thầy cô,  Thầy cô cho em hỏi sắp tới em có dự định đăng ký Luận văn trong hè thì học phí tính theo như học phí tín chỉ kì chính hay tính theo học phí tín chỉ kì hè ạ?  Em cảm ơn thầy cô ạ.  ",
    "Dear phòng đào tạo! Hôm trước em có hỏi về cách đăng ký tốt nghiệp. Phòng đào tạo có hỏi em về thời gian em hoàn thành các điều kiện tốt nghiệp. Dạ em hoàn thành chương trình học 142 tín chỉ tích luỹ vào học kỳ 2 năm học 2019-2020.  : 205 điểm. em thi ngà 2 tháng 10 năm 2020  văn  em đã nộp vào ngày 15 tháng 01 năm 2022 ạ. Xin phòng đào tạo hướng dẫn. Em xin cảm ơn Trân trọng! ",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Em xin phép gửi lại đơn xin mở môn học CI2005 ạ! Mong thầy/cô giúp đỡ tụi em mở lớp này ạ vì đây là môn theo mã riêng của khoa công nghệ vật liệu và tụi em là khóa cuối cùng học môn này ạ. Mong thầy/cô giúp đỡ để tụi em có thể ra trường đúng hạn ạ! Em xin chân thành cảm ơn thầy/cô! Chúc thầy/cô một năm mới thật nhiều sức!",
    "Chào thầy/cô, Em tên: , MSSV: , em đã nhận được mail từ Khoa về danh sách phân công làm đề cương LVTN HK212, theo như danh sách thì em được phân vào bộ môn thi công và quản lý xây dựng. Định hướng của em là sẽ phát triển theo hướng thiết kế kết cấu nên em muốn được xin chuyển sang bộ môn sức bền kết cấu thì có được không ạ, và nếu được thì em phải làm đơn xin như thế nào ạ. Em xin cảm ơn và mong phản hồi. Thân,",
    "Em kính chào phòng đào tạo, em tên , hiện đang là năm cuối làm luận văn tốt nghiệp, đợt trước em có đăng kí 2 môn học là kết cấu bê tông cốt thép 2 mã CI3175 và đường lối đảng Cộng sản HCM mã SP1009 nhưng đều bị xoá, đợt này em đăng kí lại thì trên trang đăng kí không cho phép ạ, xin phòng đào tạo xem xét giải quyết giúp em ạ vì 2 môn này không được học thì em sẽ khó ra trường trong kì này ạ. Em xin cảm ơn.",
    "Dạ thưa thầy/ cô, em là sinh viên năm cuối khoa kỹ thuật hoá học. Thầy cô cho em hỏi là luận văn thì có được đăng kí lại để cải thiện điểm không ạ (do em bảo vệ rồi nhưng điểm thấp, em muốn cải thiện lại cho kì sau vì 9 chỉ luận văn ảnh hưởng nhiều tới điểm trung bình của em ạ). Em cảm ơn.",
    "Kính gửi Thầy/Cô phòng Đào Tạo.Em là , Mssv , Hệ VHVL Ở đợt đăng ký môn học dự thính học kỳ 212 lộ trình 2. Em có đăng ký môn EE2009 Hệ Thống Máy Tính và Ngôn Ngữ Lập Trình thì bị trùng lịch thí nghiệm của môn này với lịch 2 tuần cuối lý thuyết của môn học dự thính đợt 1. Thầy/cô cho em hỏi em có thể gửi mail cho giáo viên dạy thí nghiệm xin dời lịch 2 tuần này không ạ, hay phòng đào tạo có thể lùi lịch thí nghiệm lại 2 tuần được không ạ. Em mong PDT có thể linh hoạt thời  khoá biểu để 2 lộ trình dự thính không bị trùng lắp ạ. Em cảm ơn thầy/cô ạ",
    "Cho em hỏi là em đã thôi học ngành hiện tại và dự định sẽ thi lại vào ngành khác của Bách Khoa thì các môn đại cương em đã học qua rồi có được làm đơn xét miễn hay là phải học lại từ đầu ạ?",
    "Em là  - MSSV . Cho em hỏi là kỳ này em không thể đăng ký được luận văn tốt nghiệp thì em có cần bảo lưu đề cương luận văn tốt nghiệp không ạ. Và nếu phải bảo lưu thì phải thực hiện những thủ tục nào ạ. Em xin cảm ơn.",
    "Chào cô, em không đăng ký được LVTN (405700) và TTTN(405750) do bị thiếu tín chỉ (262/263) do em thiếu 4 môn AV(8 TC) ngoài ra em không rớt môn nào. Em xin PĐT tạo điều kiện cho em đăng ký để đạt đúng tiến độ học tập, em hứa sẽ chuyển điểm khi có đợt chuyển điểm để đạt đủ điều kiện. Em xin cảm ơn.",
    "Tên:  Lớp: GT18OTO1 Mã MH: TR4317 Tên MH: Luận văn tốt nghiệp ( ô tô) Học kỳ 2 ( 2021-2022)  Lý do: Hiện tại kỳ   này em đăng kí luận văn tốt nghiệp và em chỉ thiếu 8 chỉ anh văn nên không đăng ký được. Cho em hỏi có cách nào để đăng kí được luận văn trong kỳ này để làm chung với nhóm của em được không? Mong  phòng đào tạo xem xét. Em cảm ơn.",
    "Chào anh (chị), Em hiện đang không đăng kí được LVTN và TTTN. Em có tìm hiểu nguyên nhân là do em không đủ STC theo yêu cầu của PDT. Và em xác định được các môn em chưa đạt là: AV1, AV2, AV3, Nhập môn về kỹ thuật (ME1001). Về môn Nhập môn về kỹ thuật thì em đã đạt nhưng do chương trình đào tạo của PFIEV ban đầu em được học mã khoa điện (EE1001), nên hiện tại ngành học của em là Cơ điện tử yêu cầu Nhập môn về kỹ thuật mã khoa cơ khí. Và em đang yêu cầu bên PDT làm quyết định miễn môn học ME1001, song PDT yêu cầu em xin xác nhận của Khoa cơ khí. Quá trình xin miễn môn hoàn thành là em đủ yêu cầu để đăng kí LVTN và TTTN nhưng tới hiện tại vẫn chưa hoàn thành. Em mong muốn có thể đặc cách em đăng kí LVTN và TTTN được không ạ? Tại vì về vấn đề này em không được thông báo cũng như hướng dẫn rõ ràng từ đầu. Em cảm ơn ạ.    .",
    "Em chào thầy/cô, Đợt ĐKMH bổ sung em đã đăng ký và thỏa các điều kiện đăng ký rồi. Nhưng đến hiênn tại kết quả đăng ký môn học bổ sung của em không có, đã bị xóa. Mong thầy/cô có thể xử lý giúp em để có thể ĐKMH kịp tiến độ ạ Em cảm ơn",
    "Chào Thầy cô phòng đào tạo, Em là  mssv   Trong đợt đăng kí bổ sung luận văn tốt nghiệp  vừa qua em lại bị hủy môn luận văn rồi ạ  Em đã kiểm tra và so sánh với các bạn thì em nợ 7 chỉ (kỳ này em đang trả) , chuẩn anh văn và công tác xã hội nhờ phòng đào tạo xem xét lại dùm ",
    "Em là , mssv , Khoa CNVL, chuyên ngành Vật liệu polymer. Dạ thưa pdt cho đến hiện tại em vẫn bị xoá môn MA4317: luận văn tốt nghiệp ở đợt đăng ký hoch phần tốt nghiệp bổ sung, mặc dù em không hề bị vướng bất kì một điều kiện nào ngoài CCAV (CCAV hiên pdt đã hoãn rồi ạ) Em không rớt bất kì môn tiên quyết nào của LVTN hay chưa đủ số chỉ để nhận luận văn (số chỉ của em hiện là 106 cộng thêm kì 211 là được 134 chỉ, kì 211 em hiện không rớt môn nào) và ngày ctxh (em đang có 13.5 ngày ctxh). Xét tất cả mọi điều kiện em đều đáp ứng, mong pdt kiểm tra lại trường hợp này của em ạ. Em xin cảm ơn",
    "Em là , mssv , Khoa CNVL, chuyên ngành Vật liệu polymer. Dạ thưa pdt cho đến hiện tại em vẫn bị xoá môn MA4317: luận văn tốt nghiệp ở đợt đăng ký hoch phần tốt nghiệp bổ sung, mặc dù em không hề bị vướng bất kì một điều kiện nào ngoài CCAV (CCAV hiên pdt đã hoãn rồi ạ) Em không rớt bất kì môn tiên quyết nào của LVTN hay chưa đủ số chỉ để nhận luận văn (số chỉ của em hiện là 106 cộng thêm kì 211 là được 134 chỉ, kì 211 em hiện không rớt môn nào) và ngày ctxh (em đang có 13.5 ngày ctxh). Xét tất cả mọi điều kiện em đều đáp ứng, mong pdt kiểm tra lại trường hợp này của em ạ. Em xin cảm ơn",
    "Em chào thầy cô, Vừa rồi em kiểm tra kết quả đkmh thì phòng đào tạo không cho em đki môn LVTN do không đủ điều kiện nhận LVTN. Hiện tại em đã được 109 tín chỉ và đã nộp chứng chỉ IELTS, không biết em cần tối thiểu bao nhiêu tín chỉ để được nhận LVTN ạ? Mong thầy cô hỗ trợ ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là , MSSV: , khoa Kỹ thuật hóa học. Em muốn hỏi về TKB HK2 của em không còn hiển thị nữa và các môn học trên e-learning của hk2 cũng mất luôn ạ. Em xin cảm ơn.",
    "iểm đề cương luận văn tốt nghiệm . Em chào PĐT, sau khi hỏi gvhd về việc điểm đề cương luận văn tốt nghiệp thì thầy báo đã nộp điểm rồi. Và một số bạn có, một số bạn không có, nhưng đều cùng lớp. Sau khi thầy kiểm tra, thì thấy các bạn trong danh sách tờ thứ 2 đều chưa có điểm, tờ một thì có điểm. ầy có bảo em là liên hệ hỏi PĐT. Em mong cô có thể giải đáp giúp em thắc mắc này. Em cảm ơn. Mã môn AS4325, đề cương luận văn tốt nghiệp, giáo viên hướng dẫn .s .",
    "Mở môn học học kỳ 213 . Em muốn xin PĐT mở lớp môn PPL-CO3005 HK dự thính. PĐT có thể mở lớp rồi để sv đăng ký nếu không đủ thì đợt sau xóa được không ạ ?",
    "Kính gửi PĐT, Em tên là   B Nguyễn Minh Khang   , hiện đang là sinh viên lớp   B VP VT 2014 (PFIEV)   , mssv:     Lúc trước em có đăng ký xét tốt nghiệp đợt T11/2021 nhưng do còn chứng chỉ Tiếng Pháp DELF B1 của em chưa thẩm tra xong nên chưa thể xét được. Nay chứng chỉ Tiếng Pháp của em đã được thẩm tra xong và hợp lệ, kính xin BLĐ phòng Đào tạo có thể cứu xét cho em có thể được đăng ký xét tốt nghiệp đợt T11/2021 để em có thể sớm nhận bằng tốt nghiệp và xin việc làm ạ. Em rất mong BLĐ phòng Đào tạo có thể xem xét và hỗ trợ giúp em để em có thể được đăng ký xét tốt nghiệp, em xin chân thành cảm ơn ạ. Trân trọng,",
    "Kính gửi quý thầy cô ạ, Em tên là , MSSV . Vào ngày 19/1/2022, em có gửi yêu cầu xin đổi môn học từ Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo (CO3107) sang môn Thực tập đồ án đa ngành – Hướng Công nghệ phần mềm (CO3109) vì em sơ suất đăng ký nhầm môn. Hiện tại, em đã kiểm tra thời khóa biểu trên myBK vẫn còn giữ môn học Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo, mà việc phân nhóm học tập của các môn Thực tập đồ án đa ngành đang thực hiện và kết thúc vào ngày 26/1/2022 nên em sợ rằng mình sẽ không kịp tìm nhóm thực tập đồ án. Vì vậy, em xin phép giữ lại việc đăng ký môn học Thực tập đồ án đa ngành – Hướng Trí Tuệ Nhân Tạo như lúc đầu đăng ký để thuận lợi cho việc học tập môn Thực tập đồ án đa ngành Em thành thật xin lỗi vì đã làm phiền quý Thầy Cô nhiều lần ạ. Đây hoàn toàn là lỗi của em, xin kính mong quý Thầy Cô thông cảm và giúp đỡ em ạ. Em xin chân thành cám ơn quý Thầy Cô nhiều ạ. , ",
    "Em đã đăng kí in bảng điểm từ ngày 10/1 nhưng đến bây giờ vẫn chưa nhận được . Kinh mong pđt kiểm tra lại giúp em. Em cảm ơn",
    "Do em chỉ còn av4 hoặc toeic   600 để có thể đăng kí tốt nghiệp hk212 . Cho em hỏi là sau tết, trường có tiếp  tục mở lớp av4 học online không ạ?  Do hiện giờ em ở địa phương và đã đi làm nên không thể đến trường học được. Kinh mong pđt xem xét có thể mở thêm lớp av4 sau tết với hình thức học trực tuyến (online) ngoài giờ hành chính để những trường hợp như em có  thể hoàn thành chương trình ạ . Em cảm ơn.",
    "Em xin chào thầy cô. EM được biết HK tới bọn em được miễn AV và được đăng ký môn LVTN (Em đã đăng ký ĐCLVTN và hoàn thành). Nhưng hôm nay em nhận được kết quả đk LVTN vẫn chưa được. Em có thể xin hỏi lý do vì sao không ạ ?",
    "Kính gửi Phòng đào tạo! Em là , MSSV , khoa Công Nghệ Vật Liệu. Kỳ 212 em có đăng ký môn Luận văn tốt nghiệp (MA4317) trong tất cả các đợt đăng ký cho học kì chính. Nhưng PĐT đã hủy Luận văn của em với lí do \"(L: Không đủ đ/kiện nhận LVTN)\" Cho em xin hỏi, tại sao PĐT lại hủy Luận văn tốt nghiệp của em vậy ạ? Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này. - Em đã có 16,5 ngày CTXH. - Em đã pass qua AV4 và chuẩn Giáo dục thể chất. - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212. - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Silicat (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành . Hiện em có 131 tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Silicat. Em chỉ còn 3 chỉ thực tập (đã đăng ký rồi nhưng bị hoãn thực tập do dịch bệnh) và 9 chỉ LVTN. Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cho em rồi. Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!",
    "em chào thầy cô, em là , MSSV , trên bảng điểm của em thì môn GDTC2 (PE1005) của học kì 2 2017-2018 thì là điểm không đạt, sau đó em có học bù môn bóng chuyển vào học kì 1 2019-2020 (PE1011), vào học kì đó môn học GDTC có gmail của trường là đổi qua các môn học khác với quy định mã từng môn như môn bóng chuyền ạ , vậy giờ em muốn chuyển điểm môn bóng chuyền sang GDTC2 thì cần làm gì ạ",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN em có đăng ký môn Luận văn tốt nghiệp (GE4313), hôm nay em vào Mybk xem Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN thì PĐT không đăng ký cho em môn học này với lý do là không đủ điều kiện nhận LVTN. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu em đủ điều kiện thì cho em xin được đăng ký môn Luận văn tốt nghiệp (GE4313) để có thể làm trong học kỳ này.      Em xin cảm ơn!     .",
    "Kính gửi PĐT! Kết thúc HK212 là em chỉ còn Thực tập tốt nghiệp, Đồ án và Luận văn tốt nghiệp. Như vậy thì HK221 em chỉ cần đăng ký hoàn thành khoá luận mà không cần phải đăng ký đủ số tín chỉ tối thiểu theo qui định có được hay không ạ?",
    "Kính gửi phòng đào tạo, Em tên là , MSSV: Khoa Kỹ Thuật Hóa Học. Trường hợp của em là ở HK 212 môn GDTC 2 lớp võ của em bị hủy ở đợt 2 do sỉ số thấp mà em quên hiệu chỉnh để đăng kí môn này lớp khác ở  đợt 3 nên hiện tại em không học môn này. Em muốn hỏi là nếu em muốn học thì phải chờ đợt đăng kí tiếp theo đúng không ạ và nếu như vậy thì khoảng thời gian nào em mới được đăng kí học môn GDTC 2 nữa ạ. Em mong sẽ được phản hồi sớm. Em xin cảm ơn.",
    "Dạ em chào quý thầy cô ạ, Em tên là , MSSV: Sinh viên khoa Cơ Khí lớp CK18CTM03 .  Dạ thưa cô, Em đã đăng kí môn Luận Văn Tốt nghiệp (ktck) mã ME4727 lớp A01 trong đợt đăng kí LVTN bổ sung HK212 vừa rồi. Tuy nhiên em đã bị xóa vì lý do không đủ điều kiện nhận Luận Văn.  Hiện tại em đã tích lũy đủ 12.5 ngày CTXH, điểm TTTN và tích lũy được 123 tín chỉ (106 +17 chỉ HK211) nếu tính môn kì chính trước xem như đã qua và hiện tại chỉ còn nợ 7 chỉ môn chuyên ngành. Em đã đáp ứng đủ điều kiện nhận Luận văn tốt nghiệp nhưng bị xóa môn ạ.  Em mong quý thầy cô và pdt xem xét, tạo điều kiện cho phép em được đăng kí môn ạ.  Em xin cảm ơn. Chúc quý thầy cô có một ngày thật vui vẻ .",
    "Kính gửi Phòng đào tạo! Em là , MSSV , khoa Công Nghệ Vật Liệu. Kỳ 212 em có đăng ký Luận văn tốt nghiệp-MA4317 nhưng đã bị hủy với lí do \"(L: Không đủ đ/kiện nhận LVTN)\" Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này. - Em đã có 16,5 ngày CTXH. - Em đã pass qua 4 AV và chuẩn Giáo dục thể chất. - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212. - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Silicat (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành. Hiện em có 131 tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Silicat. Em chỉ còn 3 chỉ thực tập (đã đăng ký rồi nhưng bị hoãn thực tập do dịch bệnh) và 9 chỉ LVTN. Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cũng như khoa đã gửi văn bản về sự thay đổi theo quy định. Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!",
    "em ở Khoa BDCN-K21( mssv:) hôm 28,29,30 em có lịch thi các môn giải tích, vật lí 1,hóa đại cương nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 29 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk do lúc đó em đang lo cho gia đình vì cả nhà em đang bị nhiễm nên không tìm hiểu kĩ hướng dẫn hoãn trên mybk. Em có được bên  chỉ là liên hệ giáo viên xác nhận để được xét thi lại và dưới đây là đơn thi lại có chữ kí thầy  ( Vật lí 1) và cô  (Giải tích 1) còn  của cô   ( Hóa đại cương) thì cô đã mail cho pđt để được xem xét . Kính mong nhà trường xem xét cho em về vấn đề thi lại này ạ, em sẽ rút kinh nghiệm vào lần sau về việc hoãn thi ạ. 3 tệp đính kèm",
    "Dạ em chào quý thầy cô, Em tên là , MSSV:. Sinh viên khoa Cơ khí lớp CK18-CTM03. Dạ thưa cô, em đã đắng kí môn học nhập môn lập trình mã CO1003 ở kì dự thính 212 đợt 1 lộ trình 2. Em đã từng học môn này ở kì chính Hk192 tuy nhiên vì kì này em bị trầm cảm và kì 192 em đăng kí 23 tín chỉ nên em xin rút môn học lúc giữa kì và đã thanh toán học phí môn này. Ngày 13/01/2022 em đã trao đổi về vấn đề này nhưng vẫn chưa được đăng kí môn ạ.  Hôm nay em viết đơn này xin quý thầy cô xem xét tạo điều kiện cho em đăng kí môn này vì em còn 1 môn nay để được ra trường ạ. Vì e đã đăng kí dự thính lộ trình 1 và bị hủy môn vì lí do học lần đầu ạ. Em xin cảm ơn. Chúc quý thầy cô có một ngày vui vẻ và hạnh phúc.",
    "em ở Khoa BDCN-K21( mssv:) hôm 28,29,30 em có lịch thi các môn giải tích, vật lí 1,hóa đại cương nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 29 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk do lúc đó em đang lo cho gia đình vì cả nhà em đang bị nhiễm nên không tìm hiểu kĩ hướng dẫn hoãn trên mybk. Em có được bên  chỉ là liên hệ giáo viên xác nhận để được xét thi lại và dưới đây là đơn thi lại có chữ kí thầy  ( Vật lí 1) và cô  (Giải tích 1) còn  của cô   ( Hóa đại cương) thì cô đã mail cho pđt để được xem xét . Kính mong nhà trường xem xét cho em về vấn đề thi lại này ạ, em sẽ rút kinh nghiệm vào lần sau về việc hoãn thi ạ.",
    "Kính gửi phòng đào tạo! Em tên là . MSSV: . Em viết đơn này kính mong phòng đào tạo có thể cập nhật môn \"Luận văn tốt nghiệp\" lên thời khóa biểu và kết quả đăng ký môn học. Vấn đề: em đã đăng ký môn học nhưng kết quả và thời khóa biểu lại không có.",
    "Em chào thầy/cô, Em tên  MSSV  Đợt ĐKMH bổ sung em đã đăng ký và thỏa các điều kiện đăng ký rồi. Nhưng đến hiênn tại kết quả đăng ký môn học bổ sung của em không có, đã bị xóa. Mong thầy/cô có thể xử lý giúp em để có thể ĐKMH kịp tiến độ ạ Em cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Em xin chào Phòng đào tạo ạ. Em tên , Mã số sinh viên , ngành kỹ thuật thuật công trình giao thông Chất lượng cao. Lí do em gửi mail là em xin hỏi về điểm số môn học Cơ học đất (CI3235) trong kì 211 vừa rồi do thầy  giảng dạy ạ. Dạ em có hỏi thầy  về điểm số và thầy đã xác nhận là Khoa Kỹ thuật Xây dựng đã gởi điểm môn Cơ học đất (CI3235) cho Phòng đào tạo để nhập điểm lên hệ thống và Phòng đào tạo cũng đã xác nhận lại với Khoa Xây dựng là đã nhận được ạ. Khoa Xây dựng xác nhận gởi điểm cho Phòng đào tạo vào ngày 6 tháng 1 năm 2022 ạ. Kính mong Phòng đào tạo kiểm tra lại giúp em về trường hợp của lớp em với ạ vì hiện tại lớp em chưa có sinh viên nào nhận được điểm ạ. Mong Phòng đào tạo rà soát lại và cập nhật điểm sớm cho tụi em ạ. Em xin cảm ơn. Trân trọng./.",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Em đã xem điểm luận văn trên mybk và thấy có sự nhầm lẫn không ạ? Hổm em bảo vệ hội đồng đã chấm em là 8.5 nhưng điểm trên Mybk nhập là 8.21. Mong quý thầy cô phòng đào tạo kiểm tra lại giúp em với ạ! Em cám ơn nhiều ạ!",
    "Em xin chào Phòng đào tạo ạ. Em tên , Mã số sinh viên , ngành kỹ thuật thuật công trình giao thông Chất lượng cao. Lí do em gửi mail là em xin hỏi về điểm số môn học Cơ học đất (CI3235) trong kì 211 vừa rồi do thầy  giảng dạy ạ. Dạ em có hỏi thầy  về điểm số và thầy đã xác nhận là Khoa Kỹ thuật Xây dựng đã gởi điểm môn Cơ học đất (CI3235) cho Phòng đào tạo để nhập điểm lên hệ thống và Phòng đào tạo cũng đã xác nhận lại với Khoa Xây dựng là đã nhận được ạ. Khoa Xây dựng xác nhận gởi điểm cho Phòng đào tạo vào ngày 6 tháng 1 năm 2022 ạ. Kính mong Phòng đào tạo kiểm tra lại giúp em về trường hợp của lớp em với ạ vì hiện tại lớp em chưa có sinh viên nào nhận được điểm ạ. Mong Phòng đào tạo rà soát lại và cập nhật điểm sớm cho tụi em ạ. Em xin cảm ơn. Trân trọng./.",
    "Kính gửi phòng đào tạo. Em đã đăng ký hoãn thi môn Phương pháp tính (MT1009), đáng lẽ trường hợp hoãn thi phải là điểm 14, nhưng em không hiểu tại sao trong bảng điểm của em lại hiện điểm thi là 0.00. Em không biết có sự nhầm lẫn nào không? Em mong phòng đào tạo giải đáp giúp em.   Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô, em xin hỏi tại sao em tiếp tục bị xóa môn học ME4727 (LVTN(ktck)) vậy ạ. Trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỹ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, thế lí do là gì mà em tiếp tục bị xóa LVTN vậy ạ. EM mong PĐT phản hồi giúp em, vì nếu không, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn.",
    "Thưa thầy/cô, Em là sinh viên k16 và chỉ còn môn cuối cùng là luận văn. Tuy nhiên hiện tại sau cả 4 đợt đăng ký môn, tính cả lần đăng ký bổ sung lvtn em vẫn chưa thể đăng ký được, mặc dù em đã kiểm tra rất kỹ là đã đủ các điều kiện để đăng ký (đã hoàn thành tất cả các môn học trong chương trình học cộng với chứng chỉ tiếng Anh). Em xin phép có câu trả lời thích đáng vì kỳ này rất quan trọng với em để ra trường và xin việc làm. Thân mến",
    "Em xin chào thầy cô ạ! Học kì 212 em có hoãn thi 2 môn. Nhưng đến giờ trên bảng điểm vẫn hiện điểm 13. Thầy cô cho em hỏi, hoãn thi 212 đã được PDT giải quyết chưa ạ! Em xin chân thành cảm ơn thầy cô đã xem! Mong thầy cô giải đáp thắc mắc giúp em.  Cảm ơn ạ ",
    "Thưa thầy/cô, Em là sinh viên k16, đã hoàn thành hết tất cả các môn học trừ lvtn nhưng lại chưa đăng ký được luận văn nên khả năng kỳ này sẽ k có môn học nào trong thời khóa biểu. Em xin được phép  hỏi liệu em có bị buộc thôi học không ạ? Có cách nào để em bảo lưu học kỳ này qua hình thức online để tiếp tục học vào kỳ sau không ạ? Em rất mong nhận được câu trả lời của nhà trường. Thân mến.",
    "Dear  Em:  Mssv: Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH Em có xin PDT DKMH EE2019 Cơ sở điều khiển tự động. PDT báo đã tiếp nhận và báo sau 14/1 sẽ có TKB. Tới nay TKB em chưa có môn EE2019. Mong thầy cô xem giúp em lại ạ Em thân gửi",
    "E chào thầy cô ạ Cho e hỏi là em có đăng kí kì dự thính 4 môn nhưng thời khoá biểu em bây giờ chỉ có 2 môn thôi ạ. Tới đợt 2 hôm nay được đăng kí em muốn đăng kí thêm nhưng lại bị cấm đăng kí ạ. Thầy (cô) có thể cho em biết lí do không ạ ? Kính mong thầy ( cô) có thể tạo điều kiện cho em đăng kí thêm .Em cảm ơn thầy ( cô) .",
    "Kính gửi phòng đào tạo, Em tên là , MSSV . Vào đợt đăng kí môn học dự thính HK212-CQ Đợt 3, lộ trình 1, em đã đăng kí thành công môn học KTCT3 (ME3201) như hình đính kèm. Nhưng đến nay đã qua 3 tuần rồi mà thời khóa biểu trên mybk cũng như eLearning của em không có cập nhật môn học đó ạ. Xin phòng đào tạo xem xét, kiểm tra lại giúp em. Em xin cảm ơn và mong nhận được phản hồi sớm của phòng đào tạo. Trân trọng, ",
    "Dạ em chào thầy cô ạ! Em tên , MSSV: , lớp CK18CDM. Dạ thầy cô ơi ngành Công nghệ may của em đủ 123 tín chỉ được đăng kí luận văn tốt nghiệp. Đợt đăng kí luận văn này em bị xóa, em xem lịch sử thì do không đủ điều kiện. Nhưng em đã học xong các môn tiên quyết, còn tín chỉ tích lũy hết kì 211 là em đủ tín chỉ rồi ạ. Em vừa chuyển điểm anh văn vào ngày 14-01-2022 để chuyển điểm cho đủ tích lũy tín chỉ, tổng tất cả em được 124 tín chỉ. Có thể do pđt chưa cập nhật kịp tín chỉ anh văn của em nên luận văn em bị xóa. Kính mong thầy xem xét trường hợp của em với ạ. Em rất hy vọng được đăng kí luận văn tốt nghiệp(ME4545) vào kì 212 ạ. Rất mong nhận phản hồi từ thầy cô, em chân thành cảm ơn ạ.",
    "Mở môn học học kỳ 212 . PĐT có thể cho em lý do tại sao không mở lớp và làm cách nào để mở lớp Hoá lý kỳ Dự thính 212 không ạ? Đây là sĩ số đăng ký môn hiện tại và câu trả lời của Thầy  đại diện khoa Kỹ thuật Hoá học. Trân trọng",
    "chào thầy, cô em có đk in thẻ sv trên trang của trường do dịch về quê em k bt có làm mất thẻ k nên đã lên đk in lại. em đã đk từ hồi 4/1 và thanh toán rồi nhưng tới giờ vân chauw có thẻ ạ",
    "Trong đợt đăng ký cuối cùng ngày 18-1, e có đăng ký luận văn tốt nghiệp. Mặc dì lúc đăng ký có ghi đủ điều kiện nhưng đến lúc có kết quả lại bị mất ạ. Em rất hoang mang và không biết lí do là gì, mong thầy cô giúp đỡ ạ!    i ",
    "Dạ cho em hỏi là khi qua tết mình học onl tiếp hay mình học ở trường ạ? - Dạ để em biết để còn tim trọ nữa ạ",
    "Kính gửi Phòng đào tạo! Em là Đinh Trần Kim Nguyên, MSSV , khoa Công Nghệ Vật Liệu. Kỳ 212 em có đăng ký môn Luận văn tốt nghiệp (MA4317) trong tất cả các đợt đăng ký cho học kì chính. Nhưng PĐT đã hủy Luận văn của em với lí do \"(L: Không đủ đ/kiện nhận LVTN)\" Cho em xin hỏi, tại sao PĐT lại hủy Luận văn tốt nghiệp của em vậy ạ? Em tự xét thấy, em đáp ứng đầy đủ các yêu cầu để được nhận Luận văn trong kì 212 này. - Em đã có 15,5 ngày CTXH. - Nhà trường tạm thời KHÔNG xét chuẩn CCAV quốc tế khi xét LVTN cho HK chính 212. - Về tín chỉ tích lũy ngành (TCTL ngành), em từng chuyển chuyên ngành và hiện đang học chuyên ngành Vật liệu Năng Lượng (khoa em cho phép chuyển chuyên ngành trong quá trình học). Nên có thể hệ thống có sai sót trong quá trình cập nhật TCTL ngành. Hiện em có 127 (Một số môn chưa có điểm đến thời điểm hiện tại ngày 21/01/2021) tổng số tín chỉ tích lũy trên 142 số TCTL để tốt nghiệp của ngành Năng Lượng . Em đã gặp trường hợp thiếu TCTL ngành khi đăng ký Thực tập tốt nghiệp và PĐT cũng đã giải quyết cho em rồi. Mong PĐT xem xét trường hợp của em và giúp em Đăng ký Luận văn (MA4317) ạ. Em xin cảm ơn!",
    "Em chào thầy/cô ạ  Em tên :  Mssv :  Thầy cô cho em hỏi lý do em không đăng kí được luận văn tốt nghiệp là em bị vướng gì ạ  Em cảm ơn ạ .",
    "Em tên  - MSSV  khoa quản lý công nghiệp Em có đăng ký luận văn tốt nghiệp bổ sung mà kết quả báo về là không đủ điều kiện  Theo em được biết là kỳ này trường không xét chỉ anh văn và đủ 6 ngày CTXH  Tín chỉ em đang học trong kỳ này là đủ 128 chỉ . Không biết em thiếu điều kiện kiện nào ạ, mong pđt check lại dùm em . Nếu em thiếu bằng quốc phòng, em có học rồi em xin bổ sung được không ạ. Mong pdt tạo cơ hội cho em được hoàn thành LVTN trong học kỳ này em xin trân trọng cảm ơn.   Trân trọng,",
    "CODE   Kính gửi phòng đào tạo, Em tên  - MSSV  khoa quản lý công nghiệp Em có đăng ký luận văn tốt nghiệp bổ sung mà kết quả báo về là không đủ điều kiện  Theo em được biết là kỳ này trường không xét chỉ anh văn và đủ 6 ngày CTXH  Tín chỉ em đang học trong kỳ này là đủ 128 chỉ . Không biết em thiếu điều kiện kiện nào ạ, mong pđt check lại dùm em . Nếu em thiếu bằng quốc phòng, em có học rồi em xin bổ sung được không ạ. Mong pdt tạo cơ hội cho em được hoàn thành LVTN trong học kỳ này em xin trân trọng cảm ơn.   Trân trọng,",
    "Thầy cô cho em hỏi đợt đkmh bổ sung lvtn em vẫn bị huỷ ạ ME4545 ạ",
    "Kính chào PĐT , em là sinh viên K18 chuẩn bị ra trường. PĐT cho em hỏi cần nộp TOEIC bao nhiêu, TOEIC mấy kĩ năng để được nhận bằng tốt nghiệp, ra trường? Em cảm ơn",
    "Chào thầy/ cô ạ, hiện em không đăng ký được môn Sinh thái Công Nghiệp -  610702 ở học kỳ dự thính ở đợt đăng ký 1. Môn học đã được mở, nhưng kết quả đăng ký đợt 1 không thành công do em chưa từng học môn này lần nào. Vì môn này là môn cũ của chương trình PFIEV, và còn ít sinh viên học, nên mong thầy/ cô xem xét cho em được đăng ký môn học này ở kỳ dự thính. Em có đính kèm thư trình bày xem xét đặc biệt từ văn phòng PFIEV. Em xin cảm ơn ạ!",
    "Cho em hỏi kỳ 201 em đã nộp bằng Toeic Nghe Đọc với số điểm là 575, tức là em đã đủ chuẩn anh văn nhận Luận văn và Tốt nghiệp. Nhưng em thấy để chuyển AV4 là cần 600 trở lên, kỳ này em cũng không đăng ký học AV4, vậy em phải tiếp tục thi Toeic trên 600 để chuyển điểm AV4, nếu không thì em vẫn đang nợ anh văn và không được tốt nghiệp đúng không ạ?",
    "Kính gửi thầy/cô! Em có đăng ký môn Điện - Giải tích mạch (EE2031) ở đợt đăng ký dự thính lộ trình 2 - Đợt 1. Tuy nhiên bị xóa ở đợt 2 với lý do đã đăng ký ở kì chính. Em đã đăng kí rút môn học ở kì chính và đăng ký lại thành công ở đăng ký dự thính lộ trình 2 - Đợt 2 . Thầy/cô cho em hỏi em có phải làm thêm thủ tục gì không? Nếu thời gian xử lí rút môn học quá thời gian đăng ký môn đợt 2 em có được hỗ trợ đăng ký môn lại không ạ?  Kính mong thầy/cô phản hồi! Em xin chân thành cảm ơn!",
    "Dạ chào pđt, Em tên  MSSV:  Hiện kì 211 em có học môn Phương pháp tính, Nhóm DT01-A .Em có đăng kí hoãn thi trước khi thi theo yêu cầu của pdt, nhưng sao trên bảng điểm em chưa có cập nhật điểm 14 ạ. Em cảm ơn ạ",
    "Em kính chào thây, cô ạ. Em tên là . Sinh viên khoa Môi trường, khóa DC18MT. Em xin hỏi là nếu kỳ này em đăng ký dưới 10 chỉ (cụ thể là 9 chỉ) nhưng không phải là 9 chỉ của luận văn tốt nghiệp, thì học phí của em có được tính theo số tín chỉ không? Em xin mong nhận được giải đáp. Em xin cảm ơn thầy, cô ạ.",
    "Em tên là  MSSV:  Lớp: CK18LOG2 Ngành: Logistics và quản lý chuỗi cung ứng. Hôm nay, em viết bài này về việc điều kiện đăng ký luận văn tốt nghiệp em. Em đã đăng ký luận văn tốt nghiệp vào đợt cuối cùng nhưng lại không đủ điều kiện đăng ký luận văn. Em không biết lý do tại sao ạ? Em mong sự giúp đỡ từ mọi người ạ. Em cảm ơn",
    "Em đã hoàn thành các học phần theo chương trình nhưng vẫn chưa đăng ký được trong đợt đăng ký HK chính 212. Cho em hỏi là còn thiếu điều kiện gì ạ. Ảnh kết quả đăng ký như bên dưới.",
    "em đã đăng kí 2 môn MT1005 và MT1009 vào đợt Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 -  1. Đến nay vẫn chưa có thời khóa biểu.",
    "Dạ em chào thầy cô, em  (MSSV: ) xin hỏi tại sao em tiếp tục bị xóa môn học ME4727 (LVTN(ktck)) vậy ạ. Trong khi tính số chỉ tích lũy cả kỳ này, em đã đủ điều kiện đăng ký, rồi theo thông báo là kỹ này bỏ xét anh văn, ngày CTXH em cũng đã đủ, điểm thực tập tốt nghiệp và đề cương luận văn em cũng đã có, thế lí do là gì mà em tiếp tục bị xóa LVTN vậy ạ. EM mong PĐT phản hồi giúp em, vì nếu không, em sẽ không đăng ký được LVTN trong kỳ này vì theo thông báo đợt này đã là đợt cuối. Em xin cảm ơn.",
    "Theo mail pđt gửi thì em có đăng ký lại LVTN vào ngày 18/01/2022 nhưng kết quả đăng ký thì vẫn bị hủy. Vậy là sao ạ? Mong pđt giải đáp giúp em .",
    "Dạ em xin chào quý thầy/cô, Em tên là , MSSV: . Trong HK 212 này em có đăng ký môn học LVTN (CO4317) và bị huỷ đăng ký trong cả 3 đợt đầu lẫn đợt bổ sung vừa rồi (10/1/2022) vì lý do   b Thiếu môn tiên quyết CO3315    . Em xin được trình bày về vấn đề môn CO3315 (Thực tập ngoài trường) của em như sau: Trong HK 203 em đã đăng ký môn TTNT (CO3315) nhưng chưa thể tham gia thực tập vì lý do dịch bệnh. Em đã gửi đơn xin được hoãn kết quả môn này cho khoa và PĐT. Kết quả là đơn xin đã được khoa ký xác nhận, tuy nhiên PĐT lại trả lời em là không cần thiết phải làm đơn (có đính kèm minh chứng). Và sau đó, điểm môn TTNT của em trên myBK được cập nhật là 0.0. Đến hiện tại, em đang tham gia thực tập tại công ty và đang đợi hoàn thành chương trình để gửi điểm cho khoa cập nhật lại . Vì vậy, em cảm thấy việc PĐT không đăng ký môn LVTN (CO4317) cho em vì thiếu môn TTNT (CO3315) là không thoả đáng. Em mong rằng vấn đề trên sẽ được PĐT giải quyết nhanh chóng. Em xin chân thành cảm ơn. Chúc quý thầy/cô một ngày tốt lành! Trân trọng.",
    "Dạ xin chào quý thầy, cô Hiện em đang muốn được học môn Đo lường và tự động hóa các quá trình nhiệt lạnh (ME4083) của cô Nguyễn Thị Minh Trinh trong học kì chính. Nhưng mà hiện em đang bị trùng lịch môn Anh Văn 4 vào ngày sáng thứ 2. Khi đăng ký bổ sung môn  Đo lường và tự động hóa các quá trình nhiệt lạnh (ME4083) em có đăng ký sau thì vì trùng lịch thì hủy ạ!! Em viết thư này với mong muốn được học môn Đo lường và tự động này mặc dù đã bị trùng lịch với môn Anh Văn 4. Em sẽ cố gắng học 2 môn dù bị trùng lịch ạ. Em xin cảm ơn !!",
    "Dạ em chào quý thầy, cô. Em là , MSSV: , sinh viên hệ chính quy đại trà. Đợt đăng kí bổ sung LVTN vừa rồi em đã có đăng kí nhưng tới lúc kiểm tra lại kết quả thì lại tiếp tục bị hủy. Mặc dù rất nhiều bạn đăng kí chung đợt bổ sung này với em đã có TKB LVTN. Lúc em kiểm tra lại lịch sử đăng kí thì lí do lại là \"bạn chưa chọn đợt đăng kí\", mặc dù trước đó em đã đăng kí và được ghi là thỏa điều kiện. Em mong quý thầy, cô xem xét kiểm tra và cập nhật lại giúp em để không ảnh hưởng đến tiến độ học tập và tốt nghiệp. Em cảm ơn quý thầy, cô ạ.",
    "Dạ em tên  - MSSV: . Vào hôm 18/1 trường có mở đợt đăng ký luận văn tót nghiệp và em có đăng ký. Lúc đăng ký thì thỏa mãn điều kiện đăng ký, nhưng lúc có kết quả đăng ký thì em bị xóa kết quả với lý do là chưa chọn đợt đăng ký. Các môn học đáp ứng yêu cầu luận văn em đã hoàn thành xong, em không biết lý do gì em bị xóa môn học ạ!",
    "Họ và Tên: TRƯƠNG THÁI TÂN Khoa: Điện - Điện tử Lớp L35 - Môn Thí nghiệm vật lý (PH1007)_L35 (DH_HK211) Câu hơi:  Dạ thưa, tuần sau em chuẩn bị thi môn thí nghiệm vật lí theo giáo viên thông báo, nhưng mà em chưa có lịch thi( thông tin về ngày thi).  Em xin cảm ơn.",
    "Dạ Em là  MSSV: Đợt vừa rồi em có đăng kí LVTN mã ME4319 nhưng bị hủy do em đăng kí số tín chỉ ngoài LVTN là 9 chỉ vượt quá 7  Em mong PDT cho phép em làm đơn xin phép được đăng kí luận văn tôt nghiệp để em đạt được tiến độ học tập  Mong PDT xem xét giúp em ạ  Em xin cảm ơn và mong nhận được phản hồi sớm từ quý thầy cô ạ",
    "MSSV:  Tên môn học :  Mã môn học : MT1009  Mã nhóm muốn đăng kí : L01Lý do : Sinh viên mới được thu nhận lại  ",
    "Dạ cho em hỏi theo như PĐT thì không xét CCAV khi đăng kí luận văn tốt nghiệp cho kì 212 này, về số tín chỉ tích lũy em đã tích lũy đủ tối thiểu tính đến kì 211, cũng như số ngày ctxh đã đủ 15 ngày nhưng đợt cuối cùng ngày 18/1 em không đủ đk nhận luận văn tốt nghiệp là vì sao ạ ?",
    "Em chào các thầy cô ạ. Em không hiểu sao em không thể đăng kí LVTN(405700),TTTN(405750) ở HK212. Kính mong quý thầy cô em xét lại giúp em ạ. Lý do để trên trang để DKMH như sau: 21/ 01/ 2022 10:17HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTNPDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN) 21/ 01/ 2022 10:17HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTNPDT không đ/ký cho SV MH 405750 (N: Không đủ đ/kiện nhận TTTN - STC) Em đã đủ điều kiện về số tín chỉ tích lũy nếu tính cả số tín chỉ HK202 là 30+ dự thính HK203 là 3 chỉ thì em tổng số chỉ tích lũy là  263 chỉ là đủ để nhận 2 môn LVTT, TTTN ạ.(Em để trong phần tập tin đính kèm). Em có 1 số thông tin bổ sung là: còn 1 môn là môn thực tập kĩ thuật(405752) do dịch tụi em chưa được học và kết quả vẫn để là CH. Em chỉ còn nợ duy nhất 1 môn là Tiếng Pháp 4-003704 (5 chỉ). Nếu cộng thêm 10 chỉ luận văn là đủ 280 chỉ là tổng số chỉ của ngành Viễn thông ạ. Em cũng đã hỏi về việc này trên bksi 1 lần rồi và thầy cô có ghi là bất cứ trường hợp nào không đăng kí được thì có thể đăng kí vào đợt 18-19 vừa rồi nhưng hôm nay em nhận kết quả thì vẫn không đăng kí được ạ . Giờ em đang chuẩn bị giấy tờ để đi thực tập tốt nghiệp tại Pháp ạ (em học chương trình PFIEV ạ). Em mong các thầy cô giúp đỡ xử lý trường hợp của em sớm ạ, vì nếu mà được hay không thì em còn biết để kịp chuẩn bị ạ, vì giấy tờ nó vô cùng phức tạp ạ. Em xin cảm ơn ạ.  ",
    "Em tên là   MSSV:  Khoa: Khoa học Ứng dụng Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí cả đợt đăng kí bổ sung em vẫn bị xóa ạ! Em không biết mình bị thiếu điều kiện nào để có thể đăng kí luận văn, em cảm ơn Phòng đào tạo ạ Ở phía dưới em có đính kèm ảnh của bản điểm để làm minh chứng ạ.",
    "Dạ em xin chào quý thầy/cô, Em tên là , MSSV: . Trong HK 212 này em có đăng ký môn học LVTN (CO4317) và bị huỷ đăng ký trong cả 3 đợt đầu lẫn đợt bổ sung vừa rồi (10/1/2022) vì lý do   b không đủ điều kiện nhận LVTN    . Hiện tại em đã kiểm tra tất cả các điều kiện nhận LVTN và thấy mình đã đạt yêu cầu. Số TCTLN hiện tại là 119 (nếu tính cả số TC chưa có điểm và số TC môn Thực tập ngoài trường đã làm đơn miễn thi, thầy/cô có thể xem thêm số TC chi tiết tại đây https://tinyurl.com/TCTLN-HCMUT-)  Về vấn đề môn CO3315 (Thực tập ngoài trường) của em như sau: Trong HK 203 em đã đăng ký môn TTNT (CO3315) nhưng chưa thể tham gia thực tập vì lý do dịch bệnh. Em đã gửi đơn xin hoãn kết quả môn này cho đến khi dịch bệnh ổn định theo đúng quy định của PDT và đã được Khoa và PĐT xác nhận (em có đính file ảnh số 1, 2 kèm theo bên dưới) Và sau đó, điểm môn TTNT của em trên myBK được cập nhật là 0.0 (ảnh kèm theo thứ 3 bên dưới). Hiện tại, em đang tham gia thực tập tại công ty và đang đợi hoàn thành chương trình để gửi điểm cho khoa cập nhật lại . Em hy vọng quý thầy cô có thể đọc qua và xem xét cho em được đăng ký môn LVTN CO4317. Để em có thể theo kịp tiến độ học tập sắp tới. Em xin chân thành cảm ơn quý thầy cô đã đọc và phản hồi giúp em. Chúc quý thầy cô một tuần làm việc tràn đầy năng lượng! Thân mến, .",
    "Dạ em tên  -  học khoa kỹ thuật hóa học, ngành công nghệ sinh học Dạ cho em hỏi về điều kiện đăng ký môn luận văn tốt nghiệp - CH4347 và điểm anh văn của em ạ. Hiện tại, trên lịch sử kết quả đăng ký bổ sung (18-19/01/2022) hiện là em không đủ điều kiện nhận luận văn tốt nghiệp ạ. Về ngày công tác xã hội: hiện em được 19.5 ngày và đang học theo tiến độ của trường. Về anh văn: em không học anh văn trong trường, tuy nhiên em có đăng kí thi anh văn đầu vào theo các năm (có kèm hình ảnh). Khi thi xong, điểm anh văn sẽ được cập nhật vào bảng điểm chung với các môn trong kỳ, tuy nhiên, hiện giờ bảng điểm của em đã bị mất tất cả điểm anh văn (kể cả điểm anh văn đầu vào lần đầu), và đợt thi 18/12/2020 em đạt được 500 điểm. Trường đã thông báo kỳ này không xét anh văn, vậy cho em hỏi, điểm anh văn nếu không có trong bảng điểm, nên em đã bị mất tín chỉ anh văn và không đủ điều kiện để đăng kí luận văn tốt nghiệp đúng không ạ? (ngành em cần tối thiểu 125 chỉ, và giờ cộng hết tất cả các môn chưa có điểm của kỳ 211 em chỉ mới 122 chỉ (không có tín chỉ của anh văn)). Và anh văn thi theo trường hàng năm có được tính tín chỉ  nếu pass không ạ? Mong trường giải đáp thắc mắc và giải quyết trường hợp của em ạ. Em cảm ơn ạ.",
    "Tên :  Khoa : Kỹ thuật vật liệu Khóa 2021-2022 Nay em xin phép được bổ sung thêm môn Hóa Phân Tích ( mã số môn : CH2009 )  Lí do đăng ký : Trước em ở bên Chương trình Việt Pháp đã hoàn thành xong môn Hóa đại cương , sang đại trà em không thể đăng ký được môn Vật Lý 1 nên em đã không đủ số tín chỉ cần thiết trong một học kì ( 12/14 tín chỉ ). Nên em xin phép được đăng ký thêm môn Hóa Phân Tích trên để đủ tín chỉ và kịp chương trình ạ . Em xin cảm ơn nhà trường và thầy cô phụ trách  .",
    "Thưa cô em là  , em thuộc lớp CK18CTM3, em mới bị mất luận văn tốt nghiệp cơ khí( ME4727) do trong quá trình đăng kí, em chưa đăng kí song hành cùng Đồ án chuyên ngành kĩ thuật chế tạo ME4045. Cô có thể hỗ trợ em bằng cách đăng kí thêm môn đồ án chuyên ngành ME4045 được không ạ, do em cũng cần làm luận văn trong kì này ạ! Em mong cô giúp em ạ do em đang bị chậm tiến độ do cũng có vài môn em chưa học ạ! Em xin cảm ơn cô và mong được cô trợ giúp",
    "Thầy, cô cho em hỏi nguyên nhân em không được đăng kí LVTN trong kì 212 với ạ. Kì 211 tính tạm qua, không xét anh văn, như vậy số tín chỉ của em đã đủ nhưng sau em vẫn không được đăng kí LV Em cảm ơn",
    "Kính thưa PĐT! em là  MSSV: Lớp VL18SI em gửi câu hỏi này để mong PĐT xem xét cho em được đăng kí môn thực tập tốt nghiệp (MSMH:MA3315). Lý do: vì đợt đăng kí vừa rồi em không đủ điều kiện nhận thực tập tốt nghiệp do thiếu số tín chỉ tích luỹ nhưng hiện tại điểm tổng kết học kì của em đã có mà chưa được cập nhật vào STC tích luỹ nên em mong PĐT xem xét các hình ảnh minh chứng dưới đây và cho em được đăng kí môn này bởi nếu không đăng kí được thực tập tốt nghiệp thì em sẽ không nhận được đề cương LVTN và LVTN kéo dài tiến độ ra trường rất nhiều ạ. Em xin cám ơn thầy cô PĐT đã chấp nhận câu hỏi này, Chúc thầy cô một ngày mới tốt lành ạ! ",
    "Em tên  MSSV . Em muốn đăng ký môn tiểu luận tốt nghiệp (260663).Em mong xin phòng đào tạo giải quyết cho em.",
    "Dạ trong 4 lần ĐK  em đều đăng kí được, thỏa điều kiện LV nhưng cả 4 lần đều bị xóa và không có LVTN trong TKB. Em mong PĐT có thể giải quyết cho em để em có thể làm LVTN đúng hạn ạ.",
    "Kính gửi thầy/cô,  Hiện tại, em muốn hủy môn Đề cương luận văn (ME4675) nhóm A01 của học kỳ 2 (2021-2022). Lý do: đã hoàn thành ME4675 vào học kỳ 1 2021-2022. Nguyên nhân em vẫn đăng ký lại do khi đăng ký môn Luận văn tốt nghiệp (ME4677) gặp lỗi hệ thống yêu cầu phải đăng ký môn Đề cương luận văn (ME4675) rồi mới có thể đăng ký LVTN. Do em đã hoàn thành môn Đề cương luận văn (ME4675) vào HK1 2021-2022 rồi nên hiện tại mong muốn được hủy môn ạ. Mong thầy cô cho em hướng dẫn xử lý vấn đề này ạ. Em xin cảm ơn . Chúc thầy/cô một ngày tốt lành!",
    "Kính chào phòng đào tạo, Em là  - MSSV  Khoa Cơ Khí Lớp CK14CD02 Em đã nộp mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK212. Hiện tại em đã hoàn thành chương trình đào tạo tại trường, không nợ MH nào cả, tuy nhiên em em vượt qua kì thi Speaking and Writing tại trường nên chưa đủ điều kiện đăng kí TN. PDT cho em hỏi là em có cần DKMH trong HK tới hay không và em cần những điều kiện gì nữa để TN trong HK tới. Em chân thành cám ơn.",
    "Kính gửi quý anh chị, kỳ học 212 nhà trường miễn xét anh văn từng năm để được đăng ký LVTT, em đã đăng ký LVTT ở đợt đăng ký chính quy và bổ sung mà kết quả thì vẫn không đăng ký được . Em mong nhà trường giải quyết trường hợp này giúp em với ạ Em xin chân thành cảm ơn",
    "Mở môn học học kỳ 212 . Kính gửi: Phòng Đào tạo  Em tên:  ,   Hôm 20/01 em có gửi đơn mở lớp môn Me3015 - Kỹ thuật robot, em được hẹn là 13h ngày 21/01 nhưng hiện giờ môn học vẫn chưa được mở. Em mong Pđt xử lý sớm để bọn em có thời gian vào đăng ký ạ. Em xin cảm ơn.",
    "Kính chào phòng đào tạo,  Hiện em có lớp TT01 Calculus 2 (exercise) (MT1022) do giảng viên  phụ trách. Trong BKeL của môn học tụi em chỉ được đưa 1 link google meet duy nhất, nhưng đã 2 buổi khi tụi em vào thì không thấy giảng viên và tụi em đã chờ cho hết 2 tiếng của buổi học nhưng vẫn không có thông báo gì. Phòng đào tạo có thể kiểm tra lại giúp em được không ạ. Em cảm ơn và mong nhận được phản hồi sớm nhất.",
    "Kính gửi phòng đào tạo Em tên  - MSSV  - Khoa công nghệ vật liệu Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.Và em vẫn chưa nhận được lịch thi trên mail và lịch thi trên cổng thông tin sinh viên Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Em Tên   Hiện tại gmail trường của em có người lạ cố gắng đăng nhập vào nên em đã tạo xác minh 2 bước, em đã tính đổi mật khẩu nhưng gmail trường lại yêu cầu \"Hãy liên hệ với quản trị viên miền của bạn để được trợ giúp.\" Mong trường có thể cho phép tài khoản gmail của em đổi mật khẩu để đảm bảo an ninh cho tài khoản gmail trường của em ạ.",
    "Dạ do vì lí do em nhận được bằng trễ, nên không có số hiệu bằng để đăng ký nộp bằng THPT trên trang mybk đúng thơid điểm được Em mong các quý thầy cô sẽ có hướng giải quyết giúp em với ạ",
    "Dạ em chào quý thầy cô, Dạ em là sinh viên k16, do hôm trước em sợ không qua 2 môn ( là phương pháp tính và giải tích 2) của kỳ vừa rồi nên em đăng ký tiếp tục học laị, mà không có đăng ký môn giải tích 1 (MT1003). Vì em chỉ còn một môn giải tích 1 này nữa là được tốt nghiệp rồi ạ, nên em kính mong quý thầy cô xem xét cho em đăng ký môn giải tích 1 (MT1003) dự thính kỳ này được không ạ . Em trân trọng kính chào và cảm ơn quý thầy cô.",
    "Hiện tại thì em đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng kết quả trong đợt đăng ký bổ sung vừa rồi em biết vì lý do gì bị xóa đăng ký.  Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo Em tên  - MSSV  - Khoa công nghệ vật liệu Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.Và em vẫn chưa nhận được lịch thi trên mail và lịch thi trên cổng thông tin sinh viên Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Dạ cho em hỏi là tại sao ở mục kết quả đăng ký môn học, LVTN của em lại tiếp tục bị xóa ạ. Anh văn và điểm đề cương của em đều không ảnh hưởng đến việc đăng ký làm luận văn ạ . Xin nhà trường giải đáp vì hiện tại em rất hoang mang không hiểu lý do vì sao rất nhiều đợt đăng ký lại không được, và bị xóa đăng ký ạ .",
    "Kính gửi Phòng Đào Tạo, Em là  MSSV:  Khoa: Kỹ thuật Hóa Học Chương trình Chất Lượng cao Thưa phòng đào tạo, em đã hoàn thành chương trình học của khoa và hiện đã có điểm bảo vệ luận văn tốt nghiệp. Em xin phép đăng ký xét tốt nghiệp trong đợt này để hoàn thiện chương trình học sớm ạ. Cảm ơn Phòng Đào Tạo",
    "Em tên  - MSSV:   Trước đó là em có đăng kí được Luận văn tốt nghiệp ( mã môn học: CI4383) nhưng khi có kết quả đăng kí thì bị xoá   Lý do em được biết là do em bị thiếu tín chỉ Tín chỉ hiện tại của em là 123 nhưng tín chỉ cần để làm Luận văn là 124   Nếu em làm đơn lên bộ môn xin được làm luận văn trước, và nếu bộ môn đồng ý thì có thể được làm luôn kì này được không ạ  Em cảm ơn!   ",
    "Em chào quý nhà trường Em tên:   MSSV: Nhà trường cho em hỏi là có thể đăng kí môn học giáo dục thể chất trong đợt đăng kí HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  20/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2) không ạ. Em cảm ơn quý nhà trường nhiều ạ.",
    "Em chào thầy/cô, đợt ĐKMH bổ sung LVTN đợt 2, em có đăng ký và trong mail có nói rằng xem như những môn học em đang học của học kỳ 211 đều qua vậy tại sao em lại bị hủy môn LVTN ạ? Em xin cảm ơn   i ",
    "Kính gửi PĐT, Hiện trên Thời khóa biểu em đã cập nhật môn \"\", tuy nhiên trên BKEL vẫn chưa cập nhật. Kính mong PĐT kiểm tra và cập nhật giúp em.",
    "Em chào thầy/ cô. Hiện em đang là SV K18, vì còn thiếu môn Hệ thống số (mã cũ CO1009) nhưng trường không mở nữa. Vậy nên em có đăng ký dự thính môn Hệ thống số (mã mới CO1023) đợt này,   B tuy nhiên nó lại bị chồng chéo với quy định không được học trước môn trong kỳ dự thính (?)    . Em mong rằng trường sẽ giải quyết vấn đề này đối với những người học lại môn tương đương như tụi em ạ. Ở dưới em có đính kèm hình ảnh ghi lý do bị xóa đăng ký, mong trường kiểm tra lại ạ. Mong thầy/cô trả lời sớm giúp em vì gần hết hạn đăng ký môn học đợt 2 rồi ạ. Trân trọng, ",
    "Em xin phép được hỏi là bao giờ bằng tốt nghiệp chính thức cùng với bản điểm tốt nghiệp mới được phát ạ. Em đã được chấp nhận tốt nghiệp từ tháng 12 rồi ạ.   i Tốt nghiệp .",
    "Em là , MSSV  Lớp TT18COA1 Em gửi email này để trình bày việc chưa đăng ký được môn LVTN trong HK212 này. Theo email của PĐT về đăng ký bổ sung (đợt cuối) môn LVTN, em đã đăng ký lại môn LVTN vào ngày 18/01, nhưng hiện giờ em kiểm tra kết quả đăng ký môn học thì vẫn bị xóa ạ. Em đã kiểm tra các điều kiện để đăng ký LVTN, như số TCTL, Chuẩn Tiếng anh, Ngày CTXH, ... thì em đều đạt ạ. Kính mong Phòng Đào tạo hỗ trợ kiểm tra giúp em ạ. Em cảm ơn và chờ phản hồi từ Phòng Đào tạo ạ.",
    "MONG PĐT X XET LẠI CHỨ TẤT CẢ CÁC MÔN  ĐỀU QUA VÀ CÓ ĐIỂM,   LẠI KOG ĐƯỢC   Ạ. - THỰC TẬP TỐT NGHIỆP 8.5 - ĐỀ CƯƠNG LUẬN VĂN 8.0  CẢM ƠN Ạ, TUẦN THỨ 3 RỒI MÀ   ĐK ĐƯỢC .  ,  LẦN RỒI  KOG BIẾT  .",
    "Kính gửi phòng Đào Tạo, Em là -MSSV . Em có thắc mắc về vấn đề Đăng kí môn Luận văn tốt nghiệp . Em có đăng ký môn Luận văn tốt nghiệp vào tất cả các đợt mở đăng ký của trường, gần nhất là đợt đăng ký bổ sung vào ngày 18-19/1/2022 và đã có GVHD Luận văn từ Khoa. Tuy nhiên đều bị xóa kết quả và không có thời khóa biểu . Theo thông tin em nhận được thì có nhiều bạn có tình trạng tương tự như em và vẫn chưa rõ về lý do bị xóa. Kính mong phòn Đào tạo xem xét để chúng em có thể hoàn thành đúng tiến độ Luận văn. Em xin chân thành cảm ơn .",
    "Thưa pđt, em là sinh viên khoá K15, hiện tại em chỉ còn anh văn nói viết là đủ điền kiện tôt nghiệp. Nhưng em đang có khả năng cao sẽ phải thực hiện nghĩa vụ quân sự vào tháng tới trong vòng 2 năm. Em xin hỏi nhà trường nếu như vậy có cho phép em hoãn 2 năm để hoàn thành nghĩa vụ quân sự rồi quay trở lại trường thi anh văn nói viết và lấy bằng không ạ!. Em cảm ơn !",
    "kính gửi pdt Em sv :  Mssv :  Em xin phép được chuyển hệ vừa học vừa làm , để đăng kí môn học , do hết hạn học chính quy của trường  Em đã đọc rõ mọi quy định khi chuyển hệ  Mong pdt xử lý sớm để em kịp đăng kí môn học kì này  Em xin cảm ơn ",
    "Mở môn học học kỳ 212 . Dạ em chào thầy cô. EM là  MSSV  Hiện tại kì này em và nhiều bạn khác có nguyện vọng mở lớp dự thính Thí nghiệm và vật liệu xây dựng đường oto nên em làm đơn này xin được mở lớp ạ. Mã môn học CI4061 Em đã xin đủ xác nhận của thầy dạy, bộ môn, và khoa rồi ạ.",
    "MSSV: , cho em hỏi tại sao em đăng kí LVTN tất cả các đợt mà lại bị xoá ạ",
    "Cho em hỏi khi nào có kết quả phân ngành khoa xây dựng ạ.   i  .",
    "Em có đăng ký môn thể chất 3 là môn bơi (học phần 2) nhưng đã bị hủy Lần này đăng ký lại thì em lại không đăng ký được và hệ thống báo không mở lớp",
    "Em xin chào thầy/cô ạ, em tên . Do lần trước em không thể thao tác đăng ký hoãn thi cuối kì trên trang web mybk. Nay cho em xin phép nộp phiếu đăng ký hoãn thi . Những ngày ở quê em không đủ điều kiện để thi trực tuyến ạ, mong thầy/cô xem xét cho em được hoãn thi. Nếu có thể hoãn, lần thi tiếp theo em mong muốn được thi trực tiếp ở trường ạ . Em cảm ơn.",
    "sdgdbxd",
    "Kính gửi phòng đào tạo Em tên Nguyễn Nam Việt   MSSV:  Em có đăng kí hoãn thi cuối kỳ môn Trang bị điện - điện tử trong máy công nghiệp lớp L03 học kỳ 1 năm học 2021-2022 của thầy . Nhưng trong bảng điểm của MyBk lại đánh điểm cuối kỳ là 13.Em mong phòng đào tạo có thể xem xét giúp em vấn đề này, em xin cảm ơn. (Em hoãn thi là do mạng nhà em bị yếu không đủ để tham gia thi online được)",
    "Mở môn học học kỳ 212 . Chào thầy, em tên  -  xin được mở lớp dự thính thiết kế P&ID MÃ CH2081, thời gian học đã được ghi rõ trong đơn, rất mong được duyệt, em cảm ơn",
    "Em xin gửi form đăng kí thi lại giữa kì môn cấu trúc dữ liệu và giải thuật, em xin cảm ơn.",
    "Em đăng kí môn thực tập ngoài trường đã tham khảo trên chương trình đào tạo môn này không có điều kiện tiên quyết nhưng bị hủy với lý do không đủ chuẩn nhận thực tập tốt nghiệp. Mong pđt xem xét và xử lý cho em.",
    "Em chào thầy cô, em là sinh viên Khoa Việt-Pháp K16, kỳ này em có đăng ký luận văn mà lần nào cũng bị xóa. mặc dù em không có anh văn nhưng kỳ này phòng đào tạo xem xét miễn anh văn.Em có gửi ảnh kết quả đăng ký môn học, mong thầy cô xem xét và giúp đỡ em . Em cảm ơn.",
    "ổ sung sỉ số lớp học Cơ Lưu Chất CI2003 dự thính kỳ 212 lộ trình 2 đợt 2  B  Kính thưa đội ngũ BKSI  Em muốn đăng ký môn học Cơ Lưu Chất CI2003 dự thính HK212. Tên lớp là DT02-DT07. Lý thuyết thứ 4 tiết 13-14, thí nghiệm Chủ Nhật tiết 7-12 Kính mong đội ngủ BKSI có thể thêm 1 slot cho em vào học lớp ạ. Học môn này rất quan trọng với bản thân em. Kính mong đội ngủ hỗ trợ em trong việc đăng ký vét ạ. Em cảm ơn.",
    "Em có đăng ký môn thể chất 3 là môn bơi (học phần 2) nhưng đã bị hủy Lần này đăng ký lại thì em lại không đăng ký được và hệ thống báo không mở lớp",
    "Chào thầy cô,em là -,vừa qua em có đăng kí môn luận văn tốt nghiệp,khoa xây dựng ngành kĩ thuật cơ sở hạ tầng và không được xác nhận lên thời khoá biểu trên hệ thống,em không biết còn thiếu yêu cầu gì?Mong thầy cô giải đáp.Ngoài ra em mong muốn được thầy cô tạo điều kiện cho em đăng kí môn này,vì em đã trễ đã lâu theo chương trình học.Em có xin thầy  trưởng bộ môn tạo điều kiện cho em,để sớm kết thúc chương trình đào tạo.Mong được thầy cô giúp đỡ.Em xin cảm ơn.",
    "Thưa pdt. Em là  Đợt đăng ký luận văn tốt nghiệp vừa rồi em tuy đủ điều kiện nhận luận văn nhưng vẫn bị xóa môn ạ, mong pdt kiểm tra lại giúp em. Em xin chân thành cảm ơn Regard.",
    "dạ em có đăng kí môn vào từ đợt 1 đến đợt 3 môn thực tập ngoài trường, xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ?  -mã môn EE3345, môn thực tập ngoài trường, học kì 212  lần 1 chưa có mã nhóm, sĩ số 92/20000 lần 2 mã nhóm lớp A01, sĩ số 87/100 lần 3 mã nhóm lớp A01, sĩ số 82/100 cả 3 lần đều ko được xếp lịch trên bkel, thời khóa biểu - lí do: em nghĩ là không đủ sĩ số, dù em đăng kí rất sớm nhưng vẫn ko được nhận lớp.",
    "Em chào thầy cô. Em tên là , sinh viên lớp HC18KSTN, học kỳ 211 vừa rồi em có đăng ký học cải thiện môn QTTB Truyền Nhiệt (CH2043) thì hệ thống mặc định đăng ký cho em học phần mở rộng trong khi em đã Đạt học phần này vào HK 192 (Ảnh 1) . Em đã hỏi ở bksi và nhận được câu trả lời là nhờ GV phụ trách nhập lại điểm cũ (Ảnh 2) tuy nhiên khi em nhờ thầy thì thầy bảo là do thầy không có dữ liệu điểm của em nên không thể nhập được mà phải nhờ Phòng Đào Tạo nhập (Ảnh 3). Hiện em đang bị nhập điểm 13 học phần này và em không biết phải giải quyết như thế nào. Các thầy cô chuyển điểm giúp em với ạ. Hoặc liệu có cách giải quyết nào khác không ạ? Em xin chân thành cảm ơn thầy cô",
    "LA1039  Kính gửi PĐT! Khi vừa mở đăng ký em vào trễ vài phút thì lớp anh văn nhu cầu 2A đã hết và điều em mong muốn là xin PĐT có thể mơ thêm một lớp anh văn 2A được không ạ vì em đang đợi PĐT cập nhật thời khóa biểu mới có môn Anh văn 2A vì em vừa mail đợt trước nên chần chừ vào muộn vài phút đăng ký. Nếu PĐT đã xếp được lớp Anh văn 2A cho em rồi thì em cảm ơn PĐT còn không được thì có thể mở thêm 1 lớp Anh văn 2A được không ạ. Vì môn này em cũng không biết liên lạc khoa nào hay bộ môn nào để hỏi giáo viên nên chỉ có thể hỏi thông qua PĐT. Em cảm ơn PĐt đã dành thời gian đọc mail về trường hợp của em.",
    "Lịch học off của trường mình là ngày bao nhiêu vậy ạ Tại e thấy nhiều thông tin quá nên e hơi hoang mang vì nhà e ở xa tp hcm nên cần biết lịch cụ thể để đặt vé ạ Em cảm ơn ạ!",
    "Em có làm đơn xin đăng ký đồ án môn học và mở quyền đăng ký môn học, kính mong pđt xem xét. Em chân thành cảm ơn!",
    "Kính gửi PĐT! Em tên: I    MSSV:  Em viết mail này mong PDT xem xét lại việc ĐKMH của em như sau: 1. Thực tập tốt nghiệp (ktct) (ME3029) Lí do: PĐT báo thiếu môn song hành (ME2023). Tuy nhiên, em có học môn song hành ME2023 chung với các bạn chính quy (đã có trên TKB) Mong PDT kiểm tra và ĐK giúp em ME3029 nhanh chóng trong HK212 này. Em xin cảm ơn.",
    "Dạ chào thầy/cô. Em là , MSSV là . Em không có đăng kí in bảng điểm, nhưng khi em vào hệ thống BKPAY lại thấy ghi nợ phí in bảng điểm ạ .",
    "Kính gửi phòng đào tạo. Em tên   lớp XD18KT. Nay em viết đơn này kính mong phòng đào tạo có thể đăng ký bổ sung giúp em môn Thực Tập Kỹ Thuật ( MMH : CI3153 nhóm lớp L01 ) ở học kỳ chính 212. Lý do : Hiện môn này vẫn chưa học buổi nào và em thực sự rất muốn học môn này ở kỳ chính vì trước đây em có bị đình chỉ 1 học kỳ vì vướng anh văn. Mọi thứ trở nên khó khăn khi em được đăng ký học trở lại. Để theo kịp tiến độ môn học em mong nhà trường có thể bổ sung tên của em vô lớp và đăng ký bù giúp em môn này ở học kỳ chính 212 ạ. Môn này là môn thực tập và không có lịch cố định và giáo viên cũng chưa dạy buổi nào nên em rất mong được đăng ký bổ sung tên mình vào lớp. Em cảm ơn nhà trường ạ",
    "Học kì 211 em rớt môn kết cấu thép Sao em đky dự thính 212 đợt 2 thì nó hiện lên không có môn học mở ạ",
    "Em xin kính chào phòng đào tạo, em là , hiện đang là sinh viên năm cuối, em còn 2 môn là Đường lối đảng cộng sản SP1009 và kết cấu bê tông cốt thép 2 CI3175 là chưa đăng kí học được, em xin phòng đào tạo xem xét giúp đỡ em đăng kí được 2 môn này ở học kì chính để kết thúc học phần vì em thiếu chỉ của 2 môn này để có thể ra trường được. Em xin phòng đào tạo giúp em ạ, em cảm ơn nhiều.",
    "Kính gửi Phòng Đào Tạo, Hiện em đã được xét duyệt hệ vừa học vừa làm tại trường. Nhưng em vẫn không đăng ký thời khoá biểu được. Kính mong PDT xem xét ạ.",
    "Mở môn học học kỳ 212 . ính gửi : Quý Thầy Cô Phòng Đào Tạo Trường ĐH Bách hoa TP.HCM Em tên : – Mã số sinh viên:  Lớp xd16kt Do tình hình dịch bệnh covid-19 hết sức phức tạp nên môn học Thực Tập ỹ Thuật (CI3153) ở học kỳ hè H203 không được mở lớp. Và hiện tại thì nhà trường đã chấp thuận mở lớp ở đợt 3 H 212 này ạ, vì sự chậm trễ trong đợt đăng ký và thông tin lớp được mở nên em đã bỏ lỡ ở đợt này . em hy vọng Phòng Đào Tạo cho em xin được học chung lớp Thực Tập ỹ Thuật chung với 18 ở H 212 mã môn học (CI3153) ạ. Vì tình hình dịch bệnh hết sức phức tạp nên những môn Thực Tập ỹ Thuật rất khó mở lớp ạ. Em xin cảm ơn ạ",
    "Họ và tên: , MSSV , nhóm P03 Em có thắc mắc là em đã làm bài tập giáo viên giao đầy đủ nhưng hiện tại bảng điểm của em là không có điểm (13). Mong trường có thể xem xét lại trường hợp của em. Em xin cảm ơn.",
    "Tên:  MSSV:  Lớp: CC18QKD Muốn đăng ký môn học Luận văn tốt nghiệp, mã môn học: IM4317 Lý do đăng ký trễ: Do em tưởng mình đã đăng ký thành công ở đợt 3 mà ỷ y bỏ lỡ mail thông báo đợt đăng ký bổ sung. Ghi chú: Do HK212 này em không còn học môn nào hết, chỉ còn LVTN thôi, nên nếu không đăng ký được em sẽ bị tốt nghiệp trễ mất. Xin thầy/cô hỗ trợ giúp em đăng ký môn IM4317 cho HK212. Em chân thành xin lỗi và cám ơn thầy/cô.",
    "Em là , MSSV: , em có học môn thủy lực khí nén bao gồm cả lý thuyết và thí nghiệm vào kì 202, HK2- 2020-2021 (là nhóm dự thính năm ngoái và có thí nghiệm online vào tháng 11/2021), nhóm lớp lý thuyết và thực hành : DT01. Hiện tại em đăng kí LVTN cơ khí vào kì 212, do điểm thí nghiệm môn thủy lực khí nén trên MyBK của em vẫn để là 13 chưa được cập nhập, do đó em bị hủy kết quả đăng kí LVTN. (Ngoài điều kiện này, thì tất cả các điều kiện khác để được nhận LVTN em đã đủ ạ) Sau khi thầy em có mail cho thầy giảng dạy là thầy có trả lời như *đính kèm phái dưới Như mail ở trên, ngoài ra điểm của em đã được cập nhập tại Phúc tra bài thi cuối kì Em mong phòng đào tạo có thể cho em biết thêm thông tin và hướng có thể giải quyết ở trường hợp của em ạ, em có thể có cách nào để đăng kí luận văn tốt nghiệp trong kì này không. Thật sự cảm ơn phòng đào tạo!!",
    "Kính gửi Phòng đào tạo, Vào đợt đăng ký môn học lần 3 - em đã đăng ký thành công môn Luận văn tốt nghiệp KHMT - mã môn học CO4317. Nhưng môn học đã bị xoá ở đợt Kết quả đăng ký sau đó (lí do là không đủ điều kiện đăng kí). Em đã kiểm tra và thấy mình thoả đủ điều kiện để đăng ký nhưng vẫn chưa rõ bị lí do bị xoá. Do chủ quan em cũng đã không đăng ký lại vào đợt cuối cùng là 18/1 - 19/1. Kính mong Phòng đạo tạo xem xét trường hợp của em và tạo điều kiện để em có thể hoàn thành luận văn đúng thời hạn ạ . Em xin cảm ơn và hi vọng nhận được phản hồi của Phòng đào tạo!",
    "Em chào pdt ạ kỳ này em đăng ký luận văn ME4019, nhưng không được, hệ thống báo là em chưa qua được môn tiên quyết ME2011, mã môn đó là chương trình cũ nên em đã hoàn thành môn học tương đương ME2011 là ME3139, giờ em phải làm sao ạ? Em xin cảm ơn.",
    "Chào thầy/cô PĐT,  Em tên , mssv , đợt rồi sau khi ĐKMH đợt 3 em đã đk được hai môn: EE4331 - Đề cương luận văn tn  EE3151 - Đồ án  Sau đó TKB của em lại không cập nhật tuy nhiên do chỉ xem thông tin trên BKel nên em không nhận ra đã có vấn đề với kết quả đăng kí môn học, em vẫn liên hệ xin các thầy hướng dẫn nhưng mãi gần đây check e-mail em mới biết tới đợt đăng kí mới bổ sung ĐA và ĐCLV. Nhưng hạn đăng kí cuối đã qua 2 ngày nên em không thể bổ sung môn học được. Em mong PĐT tạo điều kiện giúp đỡ để em có thể thực hiện ĐA và ĐCLV để em có thể hoàn thành chương trình học tập sớm hơn .",
    "Chào admin, trước khi thi vài hôm em đã đăng hoãn thi môn nhập môn lập trình do có khó khăn. Và cách đây vài hôm trước em xem bảng điểm và thấy mình 15 điểm. Nhưng hôm nay em xem lại thì là 13.00 ạ. em mông admin xem xét giúp em có lỗi không ạ, em cảm ơn!",
    "Em chào anh/chị,  Em tên  mssv  Dạ anh chị cho em hỏi em có thể đăng kí xin vào lớp giải tích 2 (MT1005) DT01 của đợt dự thính 1 không ạ? Do đợt 1 sỉ số lớp đã đủ nên em không thể đăng kí và chờ vào đợt 2 và sau đó đợt 2 không mở lớp nên em xin anh chị cho em được xin vào lớp của đợt 1 để em có thể hoàn thành môn cuối cùng ạ! Em xin chân thành cảm ơn ạ!",
    "Dạ em vừa thi môn anh văn 2A, mã môn là LA1039, ngày thi là 16g 23/1/2022. Nay em mở lên thì thấy file ghi hình bị hư, không mở được, cho em hỏi là em có cần làm đơn hoãn thi không ạ, em cảm ơn nhiều (em đã trao đổi với gv bộ môn )",
    "Em chào ban cán bộ trường đại học Bách Khoa.    Em là , MSSV: , khoa Địa chất và Dầu khí. Thưa em có một thắc mắc về đăng ký luận văn ạ.    Trong quy định về đăng ký luận văn cho phép nợ tối đa 7 chỉ ạ. Xét đến kì này em cần 132 tín chỉ để đăng ký luận văn, nhưng nếu cho nợ 7 tín chỉ thì em chỉ cần 125 tín chỉ, trong khi hết kì này là em 126 tín chỉ nhưng vẫn bị huỷ kết quả đăng ký luận văn 4 lần ạ. Về bằng Toeic thì em được thông tin là cho qua, về ngày công tác xã hội em được 16 ngày (so với 6 ngày yêu cầu), về học phần thực tập, đồ án em đều đăng ký và hoàn thành hết ạ. Vậy cho em hỏi lý do bị huỷ LVTN.    Em xin cảm ơn !",
    "Em kính chào Phòng Đào Tạo. Em là  sinh viên khoa kỹ thuật giao thông. MSSV:  Em làm đơn này xin xem xét tốt nghiệp đợt 1 – Học Kì 1, năm học 2021 – 2022. Em biết rất khó khăn dể được xem xét nhưng em muốn làm đơn mong được xem xét để được tốt nghiệp đúng hạn. Em đã đủ điều kiện để đăng ký tốt nghiệp tính đến học kì 1 năm học 2021 – 2022. Lý do xem xét, em đã trình bày trong đơn xin xem xét tốt nghiệp đính kèm. Đơn xem xét đã được em đính kèm, kính mong phòng đào tạo xem xét giúp em ạ. Em xin trân trọng cảm ơn ạ.",
    "Kính gửi Phòng đào tạo Em tên là  MSSV  Cho em xin đăng ký môn học Anh Văn 3 (LA1007) lớp L04 Em xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, Em tên , mssv , K21 hệ chính quy. Em xin trình bày vấn đề của em: Môn Giải tích 2 MT1005, em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39. Em xin hỏi có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập được không ạ. Kính mong sự giải quyết của Phòng đào tạo. Em xin chân thành cảm ơn",
    "Dạ em chào phòng đào tạo, em có thắc mắc là nếu mình nộp bằng TOEIC vào để đổi điểm cho 8 chỉ anh văn trên trường thì những điểm đó có ảnh hưởng tới điểm trung bình tích lũy không ạ? Hay chỉ là cộng vào số chỉ tích lũy ạ? Mong phòng đào tạo giải đáp thắc mắc. Em xin cảm ơn ạ.",
    "Em chào các thầy cô ạ. Em tên là Trần Thị Nhung- MSSV-1712525-lớp VP17VT. Em không hiểu sao em không thể đăng kí LVTN(405700),TTTN(405750) ở HK212. Kính mong quý thầy cô em xét lại giúp em ạ. Lý do để trên trang để DKMH như sau: 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN) 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405750 (N: Không đủ đ/kiện nhận TTTN - STC) Em đã xem điều kiện nhận 2 môn LVTN,TTTN trên trang aao thì không có môn tiên quyết cho 2 môn này. Chỉ cần đạt đủ tín chỉ tích lũy nghành tối thiểu là 263. Em đã đủ điều kiện về số tín chỉ tích lũy nếu tính cả số tín chỉ HK202 là 30+ dự thính HK203 là 3 chỉ thì em tổng số chỉ tích lũy là  263 chỉ là đủ để nhận 2 môn LVTT, TTTN ạ.(Em để trong phần tập tin đính kèm). Môn dự thính em học là 201701-Cơhọc đc &ch mtr liêntục, nhóm DT01-A,thầy dạy là Vũ Công Hòa. Em có liên lạc với thầy thì thầy nói đã nộp bảng điểm và em cũng xin thầy bảng điểm để làm minh chứng với PDT  ạ. Em có 1 số thông tin bổ sung là: còn 1 môn là môn thực tập kĩ thuật(405752) do dịch tụi em chưa được học và kết quả vẫn để là CH. Em chỉ còn nợ duy nhất 1 môn là Tiếng Pháp 4-003704 (5 chỉ). Nếu cộng thêm 10 chỉ luận văn là đủ 280 chỉ là tổng số chỉ của ngành Viễn thông ạ. Em cũng đã hỏi về việc này trên bksi 1 lần rồi và thầy cô có ghi là bất cứ trường hợp nào không đăng kí được thì có thể đăng kí vào đợt 18-19 vừa rồi nhưng hôm nay em nhận kết quả thì vẫn không đăng kí được ạ. Giờ em đang chuẩn bị giấy tờ để đi thực tập tốt nghiệp tại Pháp vào tháng 2 ạ. Thời gian lúc này rất gấp rút rồi ạ. Em mong các thầy cô giúp đỡ xử lý trường hợp của em sớm ạ, vì nếu mà được hay không thì em còn biết để kịp chuẩn bị ạ, vì giấy tờ nó vô cùng phức tạp ạ. Em xin cảm ơn ạ.  ",
    "Chào thầy/cô Cho em hỏi bằng tốt nghiệp của em được in chưa ạ. Vì chỉ còn một tuần nữa là tết rồi ạ. Bữa em có hỏi trên  cô có trả lời cho em là sẽ có trước tết ạ. Em xin cảm ơn ạ",
    "Kính thưa thầy cô Cho em hỏi khi nào  trên MyBK cập nhật điểm môn AV4 mã môn LA1009 lớp L02-B ạ. Em thấy trên trang  PHÚC TRA ĐIỂM THI có điểm rồi nhưng  của em vẫn ghi . Em có liên hệ giáo viên thì cô nói đã nộp bảng điểm cho PĐT từ 16/12 rồi và tới giờ bảng điểm của tụi em chưa có điểm. Em mong quý thầy/cô xem lại giúp và cập nhật điểm cho lớp em ạ. Em chân thành cảm ơn quý thầy/cô. Em có để hình ảnh của  và  PHÚC TRA ĐIỂM THI mong quý thầy/cô xem giúp ạ.",
    "Em xin chào quý thầy cô. Em đang là sinh viên K18 Khoa Cơ khí. Học kì DT202 em có học môn Giải tích 2. Đến kì thi cuối kỳ đợt tháng 8 em xin hoãn thi và đến tháng 12 cùng năm (2021) thì em được thực hiện thì môn này. Và kết quả em đc 7.5. nhưng khi lên bảng điểm thì là điểm 13;7,5(lần 2). Em nghĩ là lỗi hệ thống nên đợi xem sao thì sau 2 tuần lên điểm vẫn không đổi . Mong quý thầy cô giải thích giúp em  Em xin chân thành cảm ơn rất nhiều ạ.",
    "Chào thầy cô PDT! Thầy cô cho em hỏi sao lịch thi của em luôn ở trang thái đang cập nhật trong hơn 3 ngày rồi ( ảnh đính kèm), vậy có lỗi hệ thống gì không ạ?  Em cảm ơn!",
    "Mở môn học học kỳ 212 . Em chào thầy cô, Em xin nộp đơn mở lớp môn Hóa vô cơ CH2013 kèm minh chứng là email xác nhận của giảng viên giảng dạy, chủ nhiệm bộ môn và chủ nhiệm khoa đồng ý mở lớp. Giảng viên đã đồng ý mở lớp dù sĩ số ít và thầy rảnh vào tất cả buổi tối ( thứ 2-chủ nhật, tiết 14-16) nên tùy PĐT xếp lịch ạ. Em xin cảm ơn ạ.",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Trong HK212 này, em đã đăng ký 17 tín chỉ Chính quy và thêm 6 tín chỉ liên thông Đại học - Thạc sĩ,   B tổng cộng là 23 tín chỉ   . Tuy nhiên, do chưa tìm hiểu kỹ nên khối lượng học tập trong học kỳ này là quá sức với em. Chính vì vậy,   B em muốn làm đơn rút 1 môn ở bậc Chính quy   , để còn   U 13 + 6 = 19 tín chỉ    Em muốn hỏi là việc rút môn này có được chấp nhận không ạ, và liệu nó có ảnh hưởng gì không ạ? Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "Chào pdt Cho em hỏi khi nào có bằng tốt nghiệp chính thức ạ. E sắp về quê đón tết và muốn mang bằng về trước tết ạ. Em xin cảm ơn   i Tốt nghiệp .",
    "Em đã đăng kí luận văn tốt nghiệp (ME4673) trong các đợt đăng kí môn học học kì 212 và cả đợt đăng kí bổ xung vừa rồi. Nhưng hiện tại em vẫn chưa có thời khóa biểu về môn luận văn tốt nghiệp. Kì vừa qua em cũng đã hoàn thành đề cương và thực tập tốt nghiệp, hiện đã có cập nhật điểm rồi ạ. Cho em hỏi tại sao vậy ạ và có cách nào đăng kí được không ạ?",
    "Chào thầy cô, Em tên , MSSV , thuộc khoa Kỹ Thuật Xây Dựng. Vì đợi kết quả từ đợt đăng kí môn học khác và đăng kí không thành công nên em có đăng kí hơi trễ môn học này và sĩ số đã đầy. Em mong thầy cô có thể mở thêm sĩ số lớp DT03-DT04 môn học Giải Tích 1 đợt \"đăng kí môn học dự thính đợt 2 - lộ trình 2\" để em có thể được học và đủ tín chỉ tối thiểu trong kì này. Em xin chân thành cảm ơn thầy cô. Chúc thầy cô có một buổi sáng làm việc hiệu quả.",
    "Mở môn học học kỳ 212 . Chào thầy/cô, Hôm trước em có gửi đơn mở môn học CI2005 nhưng không hợp lệ và em đã gửi lại một đơn khác nhưng không nhận được sự phản hồi từ thầy/cô và em cũng không thấy môn học được mở ạ. Nay em gửi lại đơn xin mở môn CI2005 mong thầy/cô giúp đỡ tụi em ạ. Vì từ K19 môn này đã bị bỏ ở khoa em nên tụi em rất khó để xin thầy/cô đồng ý dạy. Mong thầy/cô giúp tụi em mở lớp môn học CI2005 ạ, để tụi em có thể ra trường đúng hạn. Em chân thành cảm ơn thầy/cô! Chúc thầy/cô nhiều sức khỏe.",
    "Em thuộc diện thu nhận lại nên không thể đăng ký môn học trực tuyến, xin thầy/cô giúp em đăng ký môn học Anh Văn 4 (LA1009) lớp dự thính ạ. Em cảm ơn.",
    "Em xin kính chào Cô, Em gửi tin nhắn này muốn nhờ Cô giải đáp thắc mắc cho em là: Các môn   B Anh văn 1A    (  I LA1037  /I ),   B Anh văn 3A    (  I LA1041  /I ) ngoài việc không tính vào điểm TBTL   B thì có tính vào số tín chỉ tích lũy   U ngành       giống như các môn Anh văn 1, Anh văn 2, ... không ạ? Em xin cảm ơn Cô.   i  .",
    "dạ thưa PĐT , em có thể học môn công nghệ thủy lực (mã số là IU4015 của 19) 3 chỉ để chuyển điểm về môn công nghệ thủy lực (IU3045 của 18) 2 chỉ thì em được chuyển điểm không ạ ?? mong pđt cho em câu trả lời , em cảm ơn PĐT rất nhiều ạ",
    "B ĐƠN XIN MỞ LẠI TÀI KHOẢN     Kính gởi Phòng Đào Tạo. Em là: Trần Đặng Hoan. MSSV: 1511091 Lớp MT16KH01 Vừa qua, em mới nhận quyết định thu lại và chuyển sang hệ vừa học vừa làm. Em viết đơn này xin được mở lại tài khoản sinh viên. Vì lý do tài khoản em bị thông báo \"Tài khoản không tồn tại hoặc hết hiệu lực\" khi đăng nhập vào mybk, hoặc aao (ảnh đính kèm). Mong nhà trường tạo điều kiện xử lý cho em thuận tiện học tập. Sớm mong nhận được phản hồi. Em xin chân thành cảm ơn!",
    "Dạ em chào PDT! Em tên  MSSV:  Cho em hỏi là môn đồ án không mở vào kì dự thính thì có mở vào kì hè không ạ?!Em cám ơn!",
    "Em xin chào các thầy cô,hiện nay em đang muốn bảo lưu học kỳ 212 thì còn thời hạn bảo lưu không  ạ.Em xin hỏi thêm là em có hoãn thi các môn ở học kỳ 202 nếu sau thời hạn 1 năm em k thi thì các môn đó em được tính là rớt môn và phải học lại thay vì thi lại đúng không ạ. Em xin chân thành cảm ơn!",
    "Trong đợt đăng ký bổ sung đợt 2 và 3 vừa rồi, em có đăng ký môn thể chất 3 là môn bơi (học phần 2) Em đã kiểm tra thời khoá biểu có lịch học nhưng lúc chuẩn bị đi học lại bị huỷ lớp không rõ nguyên nhân. Lần đăng ký bổ sung này em không đăng ký được và thấy không mở lớp Mong phía nhà trường giúp em Cảm ơn và mong nhà trường phản hồi cho em trong thời gian sớm nhất",
    "Xin mở thêm sỉ số các lớp dự thính môn Anh văn 2A",
    "Chào Thầy/Cô, Cho em hỏi, trong tình hình dịch Covid như hiện nay, nếu như em không đăng ký môn học nào cho kỳ tiếp theo thì em có phải lên trường nộp giấy tạm thu nhận cho phòng đào tạo không vậy ạ? Em xin cảm ơn ạ",
    "Dạ thầy/cô cho em hỏi, do nhiều hk em ko đkmh nên bị huỷ tình trạng sinh viên, giờ em muốn làm đơn để quay lại tình trạng sv để em nộp bằng ngoại ngữ ra trường thì em phải làm những thủ tục gì ạ?",
    "Em vẫn chưa thấy có môn học trong thời khóa biểu ạ. Mong PDT có thể đăng kí giúp em không thì em sẽ bị trễ ạ.",
    "Mở môn học học kỳ 212 . Chào phòng đào tạo, trong đợt dịch vừa rồi gia đình em đã gặp nhiều khó khăn về tài chính nên đã có ý định sẽ tạm dựng một học kỳ vì sợ không đủ tiền để đóng học phí, em cũng gửi câu hỏi về việc đơn xin tạm dừng học cho phòng đào tạo ở thời điểm đợt đăng ký môn học trước đây Nay gia đình em hiện tại đã cố gắng xoay sở được về tiền học phí cho môn luận văn cuối cùng  để tốt nghiệp , tuy hiện tại em biết đã muôn so với đăng ký môn học cuối cùng , nhưng em có thể xin phòng đào tạo cho em được đăng ký môn học cuối này được không ạ , em cám ơn",
    "Kính gửi Phòng dào tạo, Em là , MSSV:  Em đang có vấn đề cần giúp đỡ mong thầy cô và phòng đào tạo giúp em. Hiện tại, em đang học môn Thiết kế cầu 1 (CI3039) ở học kì chính 212 nhưng em muốn chuyển xuống lớp học dự thính vì hiện tại đã có thông tin lớp dự thính thiết kế cầu (CI3039) đang mở lớp. Em có thể đăng ký môn học này cùng lúc ở học kì chính và học kì dự thính (HK 212) được không ạ.Sau khi lớp dự thính được mở và có thời khóa biểu, em sẽ hủy lớp ở học kì chính để không bị trùng mã môn học xuất hiện ở HK 212 (cả HK chính và dự thính). Mong Phòng đạo tạo và thầy cô có thể giải quyết câu hỏi này của em. Mong nhận được phản hồi sớm nhất có thể. Em xin chân thành cảm ơn. ,",
    "Chào đại diện phía PDT, Em tên là Hà Chấn Hưng, sinh viên K18 của khoa Quản Lý Công Nghiệp, MSSV: . Em có tham gia đăng ký môn học HK212 - Bổ sung TTTN, ĐCLV, LVTN để đăng ký LVTN. Em đã thỏa điều kiện để đăng ký LVTN nhưng kết quả đợt đăng ký môn học này không cập nhật thời khóa biểu cho em, em kiểm tra kết quả thì được báo rằng \"PDT không đ/ký cho SV MH IM4317 (L: Không đủ đ/kiện nhận LVTN)\". Kính mong phía PDT xem xét giúp em. Em cảm ơn ạ.",
    "Kính gửi quý thầy cô phòng đào tạo . Học kì 212 em có đăng kí môn động lực học kết cấu (môn tự chọn nhóm B khoa Xây Dựng). Nhưng bị xóa do đây là môn em học lần đầu. Kính mong quý thầy cô tạo điều kiện cho em được học môn cuối này để có thể tốt nghiệp đúng hạn trong năm nay. Em xin chân thành cảm ơn!",
    "CI4019 - Hạ tầng công trình GT   Mong PĐT giúp em được DKMH và tham gia lớp học_ HK chính 212 ) để thuận tiện cho việc hoàn thành tiến độ chương trình đào tạo  . Môn này rất quan trọng , kiến thức nhiều và ít SV Dk dự thính (  15) nên không thuận tiện cho việc mở lớp mới ạ . 1 Phần do em là SV khóa cũ , nên cũng muốn thực hiện xong học phần , để không phải bị bối rối trước việc điều chỉnh chương trình đào tạo ạ . em mong sớm nhận được hồi đáp từ quý PĐT ạ . Em xin chân thành Cảm ơn .",
    "Kính gửi phòng Đào Tạo trường Đại học Bách Khoa TPHCM,     Em tên: , MSSV: . Vì lí do tình trạng sinh viên \"Tạm Dừng\" nên em không thể đăng kí tốt nghiệp trên website của trường được. Nên em gửi đơn đề nghị xét tốt nghiệp qua đây ạ. Mong quý thầy (cô) phòng đào tạo chấp nhận và xem xét cho em ạ.     Em chân thành cảm ơn ạ .",
    "Gửi bksi, Em xin đăng ký bổ sung LVTN 800700. Em xin cảm ơn.",
    "Trong đợt đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN. Em có đăng kí luận văn tốt nghiệp mã CO4317 lớp L01. Mặc dù lúc đăng ký ghi đủ điều kiện nhưng lúc có kết quả lại bị xóa. Em có xem trong lịch sử đăng ký có bảo là do không đủ điều kiện chứ không nói rõ do sao ạ. Em rất hoang mang, rất mong thầy cô giúp đỡ sớm ạ.    .",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học: AS4317  Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ! Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn! Ở phía dưới em có đính kèm ảnh của bảng điểm để làm minh chứng ạ.",
    "Theo như điều kiện đăng ký luận văn tốt nghiệp thì em đáp ứng đủ hết nhưng sau 3 đợt đăng ký và cả đợt đăng ký bổ sung em vẫn bị xóa môn học !!! Em mong phòng đào tạo cho em biết lý do bị xóa môn ạ! Em xin chân thành cảm ơn!",
    "Hỏi về hậu kiểm học phần tốt nghiệp . Kính gửi phòng đào tạo, Em mới đăng kí thành công lvtn, đã có thời khoá biểu môn lvtn. Có điều hiện em chưa đủ tín chỉ, những môn chưa có điểm được tạm xét đạt thì em không tự tin là sẽ qua. Em mới gọi cho chuyên viên pdt qua đường dây hỗ trợ thì được trấn an là cứ yên tâm làm lvtn, nhưng em vẫn lo nên muốn đặt câu hỏi ở đây. Cho em hỏi thì khi nào pđt sẽ \"hậu kiểm\" và nhưng trường hợp của em có thể yên tâm làm lvtn chưa ạ (em chỉ lo mỗi tín chỉ thôi, đề cương và thực tập em qua hết rồi) Em xin cám ơn ạ.",
    "Em chào phòng đào tạo, em là , mssv: . Đợt đăng kí bổ xung LVTN vừa rồi em không được hệ thống nhận vì không đủ điều kiện, em phát hiện ra hệ thống đã nhập điểm nhưng chưa cộng số tín chỉ em đã học ở kì 212 vừa rồi của em là 17 tín chỉ, thành ra em không đủ điều kiện đăng kí LVTN . Tới giờ em chỉ còn 2 môn nữa là hoàn thành chương trình học, em đã đăng kí thành công 2 môn đó trong kì rồi. Không biết bây giờ em phải làm gì để đăng kí lại được LVTN ạ? Em đã có mail thông báo của khoa QLCN về việc được thầy  hướng dẫn luận văn bộ môn Sản xuất ạ. Hiện tại em đang không thể lên HCM làm việc trực tiếp tại đang bị cách ly khu  vực, phòng đào tạo thông cảm ạ. Mong phòng đào tạo xem xét, em cảm ơn ạ   i ",
    "Chào anh chị, Em tên là , lớp HC18HD, khoa Kỹ thuật hóa học. Anh chị cho em hỏi: Trong các đợt đăng ký môn học HK212, em đều có đăng ký Luận văn tốt nghiệp (CH4327) và đợt đăng ký bổ sung LVTN ngày 18-19/1 em cũng có đăng ký lại nhưng kết quả vẫn không đăng ký được. Anh chị cho em hỏi tại sao em lại bị như vậy và em còn có cách nào để đăng ký bô sung cho kỳ này được không ạ. Em cảm ơn.",
    "chào PĐT Em hiện đang là sinh viên năm cuối MSSV:  đăng ký không được luận van tốt nghệp. MSMH: ME4677 Tên môn học: Luận văn tốt nghiệp Mã nhóm: A01 HK: HK212 Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ. Cảm ơn thầy cô.",
    "Em là , mssv . Em bổ xung thông tin ạ. Môn Luận văn tốt nghiệp, mã môn học: IM4323, nhóm CC01 học kì 212. Lý do: hệ thống chưa cập nhật tín chỉ học kì 211 nên chưa đủ điều kiện đăng kí luận văn.   i ",
    "Hiện nay, em đang là sinh viên năm 4 đang theo học ngành Logistics và Quản lý Chuỗi cung ứng thuộc khoa Cơ Khí. Em đã hoàn tất các môn học theo tiến độ nhà trường và đạt 124 tín chỉ (không nợ môn). Theo như thông báo thì nhà trường sẽ không xét chứng chỉ anh văn kì này khi đăng kí Luận văn tốt nghiệp. Em thắc mắc là tại sao em vẫn chưa có thời khóa biểu chính thức cho luận văn tốt nghiệp kì này ạ ???",
    "Em tên là  MSSV:  Khoa: Khoa học Ứng dụng Mã số môn học:     AS4317 Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01 Học kì 8 - HK 212 Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ! Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!",
    "Xin chào quí thầy cô! Em tên  MSSV  có phúc tra môn kết cấu bê tông cốt thép vì lý do có tham gia kiểm tra nhưng vẫn nhận điểm 13, còn điểm thành phần vì lý do giảng viên  không tham gia giảng dạy, nếu như có điểm thành phần thì chỉ có điểm đồ án môn học em chuyển từ môn ĐAMH KCBTCT1 chương trình từ k18 về trước em đạt 7.0 cùng giảng viên hd là thầy  . Kính mong nhận được giải quyết từ quý thầy cô phòng đào tạo! Xin trân trọng kính chào!",
    "Kính gửi phòng đào tạo Em tên  - MSSV  - Khoa Kỹ thuật hóa Em muốn trình bày việc không thể tham gia lớp Giáo dục thể chất. Em có thời khóa biểu học vào 12h thứ hai nhưng đã nhiều lần không thể tham gia lớp. Mong phòng đào tạo kiểm tra lại thời khóa biểu của em. Em chờ hồi âm sớm nhất từ phòng đạo tạo. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Chào Phòng Đào Tạo, Em là , Mssv: . Em xin gửi . Nếu có kết quả thì em mong nhận được phản hồi ạ. Dạ em cảm ơn ạ!",
    "Kính gửi Văn phòng Đào Tạo trường Đại Học Bách Khoa TP.HCM. Em tên là , MSSV , lớp OTO2. Em làm đơn này muốn xin được đăng ký 2 môn học dự thính Hệ thống điện điện tử oto (TR3045) và môn Thiết kế động cơ đốt trong (TR3013). Vì lý do em chưa được học 2 môn nêu trên nên em không thể đăng ký dự thính được mà kỳ này có mở 2 môn đó. Em mong Phòng Đào Tạo cho em được phép đăng ký 2 môn trên vì 2 môn đó không đủ sinh viên đăng ký để mở lớp ở học kỳ chính và học kỳ dự thính chỉ dành cho sinh viên học lại. Thêm vào đó môn sẽ không mở ở học kỳ chính nữa vì đã bị xóa khỏi chương trình đào tạo các khóa sau. Em chân thành cảm ơn quý thầy cô ở Văn Phòng Đào Tạo đã đọc. Em rất mong nhận được phản hồi từ quý thầy cô. Trân trọng, .",
    "Chào quý nhà trường Em tên   Tình hình của em là tìm để đăng kí môn Giáo dục thể chất của lộ trình 2 ( đợt 2) thì không thấy ạ . Mong quý nhà trường giúp em với ạ. Em cảm ơn quý nhà trường nhiều.",
    "Em tên:   Mssv:  Em xin chuyển hệ để đăng kí luận văn ạ",
    "Em chào các Thầy/Cô bên phòng đào tạo. Em là , MSSV , học lớp Việt Pháp k17 Cơ Điện Tử. Em có đăng kí   B Luận văn tốt nghiệp - 218700    và   B Thực tập tốt nghiệp - 218750    vào học kì 212 nhưng cả 4 lần đều bị hủy vì không đủ điều kiện. Em không biết em thiếu điều kiện gì dẫn đến việc bị hủy đăng kí này, và muốn phản ánh lại để phòng đào tạo có thể giải quyết cho em được đăng kí làm   B Luận văn tốt nghiệp   . Em xin chân thành cảm ơn.   I   /I",
    "Chào quý thầy cô. Em có thắc mắc về học phí ở kì dự thính 212 chương trình CQ hệ đại trà là bao nhiêu ạ. Em xin cảm ơn quý thầy cô",
    "Em K18, học lớp DC18DK. Em đã hoàn thành hết các môn học trong chương trình, chỉ còn lại LVTN và GE3095(TQ) (do covid lớp em vẫn chưa học được GE3095). Kỳ 212 này, lớp em được Khoa xin pđt đăng ký LVTN song hành với GE3095(TQ) và đã được duyệt. Các bạn trong lớp đa phần đều đăng ký được vào đợt 3 nhưng một số bạn (có em) lại bị lỗi không đăng ký được. Em có gửi phản hồi rồi và pđt bảo đăng ký lại vào đợt bổ sung 18-19/01/2022. Nhưng kết quả đăng ký vẫn không được duyệt vì thiếu môn GE3095. Xin nhắc lại là đa số các bạn trong lớp đều đăng ký được cả LVTN và GE3095 theo yêu cầu của Khoa). Mong pđt xem xét giải quyết giúp em ạ. Xin Cảm ơn!",
    "Em chào thầy cô, Do quá trình học bận việc gia đình đột xuất nên em chưa hoàn thành đồ án để nộp thầy, nên em xin rút môn để trong thời gian tới đăng ký lại. Em đã hoàn tất việc thanh toán học phí. Mong thầy cô chấp nhận. Đồ Án 1, mã môn học : CO2023, HK: Học kỳ 1 Năm học 2021 - 2022, Mã nhóm : T01 Em xin cám ơn.",
    "Kính gửi các Thầy/Cô/Chuyên viên, Em là  - MSSV:  Em đã có tên trong DSTN Dự kiến từ 22/11/2021 nhưng đến hiện tại vẫn chưa nhận bằng tốt nghiệp. Theo lịch trình cá nhân của em thì qua Tết Âm lịch này em sẽ sang nước ngoài làm việc (15/02/2022) và em đang nợ bằng tốt nghiệp kỹ sư ở phần thủ tục với Công ty em. Kính mong quý Thầy/Cô/Chuyên viên xem xét lại trường hợp của em và cấp bằng cho em để kịp các thủ tục xin việc ạ. Em xin cảm ơn.",
    "Chào thầy/cô từ phía phòng đào tạo, Em tên là , sinh viên khóa 18 khoa Quản Lý Công Nghiệp. Em có đọc Quy chế đào tạo về Số tín chỉ/môn học tối thiểu trong một học kỳ chính và muốn hỏi về thông tin sau: \"Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC.\" Thầy/cô cho em hỏi, học kỳ chính này em chỉ đăng ký 1 môn học 3 chỉ và nộp bằng Anh Văn thì có bị buộc tạm dừng học hay cảnh cáo học vụ không ạ? Em cảm ơn. ,",
    "Chào thầy/ cô Em tên là , MSSV  . Hiện tại em chưa có TKB của hk2(2021-2022) về LVTN ( CNTP) với mã môn học là CH4337. Nhưng giờ đã qua đợt ĐKMH nên em không đăng kí được. Mong thầy cô đăng kí giúp em để em có thể hoàn thành chương trình học của mình . Em cảm ơn.",
    "Dạ chào thầy cô, em có đăng ký hoãn thi trên mybk các môn CI3231, CI3237, CI2095 nhưng trên bảng điểm để 13. Mong được thầy cô hỗ trợ ạ.",
    "Em xin chào quý thầy cô trường mình ạ  Em tên là Đinh Sơn Huy ( có mã số sinh viên  hệ VHVL chuyển qua từ chính quy )  Mong thầy cô giúp đỡ cho em : hiện em đã hoàn thành tất cả các môn học và đạt chứng chỉ tiếng anh quốc tế nhưng vẫn không có tên trong danh sách tốt nghiệp . Do đó em không thể đăng ký xét tốt nghiệp được ạ , mong quý Thầy Cô giúp đỡ kiểm tra giúp em  . Em xin trân trọng cảm ơn quý Thầy cô ạ !",
    "ng kí vào lớp dạng đồ án môn học Cơ kỹ thuật và dao động; Mã môn học: TR2001 Tên: , MSSV: ",
    "Họ và tên:  MSSV:  Đăng ký vào lớp dạng đồ án môn cơ kỹ thuật và dao động, mã môn học TR2001.",
    "Em là , MSSV: , em có học môn Môn học: Kỹ thuật Thủy lực khí nén  Mã số môn học: ME3001  Mã nhóm: DT01 Học kì: 202 dự thính  bao gồm cả lý thuyết và thí nghiệm vào kì 202, HK2- 2020-2021 (là nhóm dự thính năm ngoái và có thí nghiệm online vào tháng 11/2021), nhóm lớp lý thuyết và thực hành : DT01A Như đã thông báo của thầy  dạy thì điểm của em đã được gửi đi nhưng lí do nào đó phòng đào tạo chưa cập nhập điểm, do đó em không thể đăng kí được LVTN. Mong pđt có thể xem xét và kiểm tra lại, điểm của em đã được cập nhập tại :\"Phúc tra bài thi cuối kì\". Mong pđt có thể cập nhập để em có thể đăng kí luận văn",
    "Kinh chào Phòng đào tạo,  Em là , MSSV . Do sự cố không mong muốn nên em xin được đống học phí trễ hạn cho kì 211. Nhưng không biết vì sao em không đóng được ở trang BKpay. Mong phòng đào tạo có thể xem lại giúp em ạ. Em xin cám ơn   i  .",
    "Kính chào Phòng Đào Tạo,  Em tên , MSVV  . Hiện tại em đã hoàn thành môn Luận Văn và đủ các yêu cầu để tốt nghiệp. Em viết mail này để mong muốn được xét tốt nghiệp ạ . Mong PDT xem xét và phản hồi giúp em ạ . Em cảm ơn ạ,  Trân trọng.",
    "Chào anh/chị, EM là  sinh viên cua OISP K17, nay gia đình em có một số việc nên em có ý định chuyển qua hệ VHVL. Và em có một số câu hỏi, thắc mắc sau ạ, mong được anh/chị giải đáp. 1) Hệ VLVH thời gian biểu, lịch học có phải chủ yếu ở ngoài giờ hành chính không ạ? 2) Nhưng môn, tín chỉ em đã học ở chương trình CLC có được chuyển qua, hay em phải học lại, học thêm môn gì không ạ? 3) Hệ VLVH tổ chức và giảng dạy chủ yếu ở đại học BK cs 2 ở dĩ an phải không ạ? Trên là một số câu hỏi chủ yếu em thắc mắc, mong anh, chị giúp em giải đáp ạ. Ngoài ra khi chuyển qua hệ VLVH em có cần lưu ý điều gì không ạ?. Mong anh/chị giúp đỡ.  Cám ơn anh, chị.",
    "Em thân chào anh/chị phụ trách Hiện tại em đang ở quê từ lúc dịch bùng phát cho đến giờ. Vì lý do cá nhân nên em muốn được tạm dừng học để không phát sinh học phí trong HK212.Mong được anh/chị hỗ trợ em về thủ tục tạm dừng trong thời gian này ạ. Trân trọng./.",
    "Dạ cho em hỏi là vào tuần 7 em có lịch học thí nghiệm môn vi xử lí ở cơ sở 2 nhưng theo mail mới nhất của bên trường là từ tuần 7 cho tới tuần 10 thì vẫn học trực tuyến sau đó mới bắt đầu học các học phần thí nghiệm thì không biết là tuần 7 này em có cần phải đi học không ạ?",
    "Dear quý thầy/ cô, Thầy/cô cho em hỏi khi nào nhà trường tổ chức lễ tốt nghiệp cho đợt TN tháng 11 vừa rồi vậy ạ? Trân trọng,",
    "Kính thưa PĐT! em là  MSSV: Lớp VL18SI em gửi câu hỏi này để mong PĐT xem xét cho em được đăng kí môn thực tập tốt nghiệp (MSMH:MA3315). Lý do: vì đợt đăng kí vừa rồi em không đủ điều kiện nhận thực tập tốt nghiệp do thiếu số tín chỉ tích luỹ nhưng hiện tại điểm tổng kết học kì của em đã có mà chưa được cập nhật vào STC tích luỹ nên em mong PĐT xem xét các hình ảnh minh chứng dưới đây và cho em được đăng kí môn này bởi nếu không đăng kí được thực tập tốt nghiệp thì em sẽ không nhận được đề cương LVTN và LVTN kéo dài tiến độ ra trường rất nhiều ạ. Em xin cám ơn thầy cô PĐT đã chấp nhận câu hỏi này, Chúc thầy cô một ngày mới tốt lành ạ!",
    "Em có đăng ký môn TTTN 2 chỉ mã EN3335 và kết quả thông báo em không đủ điều kiện nhận TTTN (STC), tuy nhiên ở mail trước em có nhận được thông báo là tất cả được xét đủ điều kiện để đăng ký và hậu kiểm sau, chỗ này em chưa rõ tại sao em bị xóa môn, mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Em là sinh viên tiên tiến khoa điện-điện tử ngành viễn thông K17. Em muốn đăng ký môn luận văn tốt nghiệp mã số 400433 nhưng bị hủy vì không đủ điều kiện. Trường cho em hỏi vì sao ạ.",
    "Em xin chào thầy/cô PĐT. Cho em hỏi, trường có tổ chức lễ tốt nghiệp đợt tháng 11/2021 cho sinh viên đại học chính qui như em không ạ, nếu có thì thời gian chính xác sẽ diễn ra lúc nào vậy ạ? Vì em không thấy thông báo gì cả. Trên trang tốt nghiệp aao chỉ để dự kiến đầu HK212 tháng 1/2022 Nếu không tổ chức lễ tốt nghiệp thì khi nào em lên nhận bằng được ạ, hình thức và thủ tục hồ sơ giấy tờ thế nào vậy ạ? Em xin cám ơn thầy/cô nhiều ạ!",
    "ị PDT hủy môn LVTN (218700), TTTN(218750) Thắc mắc: Nếu coi như các môn đã đăng kí học trong kì này là đạt như PDT nói thì hiện tại em chỉ thiếu môn Pháp 4 (003704) (5 chỉ). Vậy tại sao em lại bị hủy dk luận văn ạ .",
    "Em chào thầy/cô ạ. Cho em hỏi là thời gian sau tết (từ tuần 7-9) các học phần thí nghiệm của học kì 212 của sinh viên đại trà (cụ thể là khoa điện) được bố trí học như thế nào ạ, tại theo dõi mail mới nhất về hình thức học em không thấy mục nào nói về vấn đề đó ạ.",
    "Không đăng ký được môn học CI3415 Họ tên :  Mã môn học : CI3415",
    "Thưa thầy/cô, Em muốn biết tình trạng của mình còn là sinh viên tài năng hay không thì xem ở đâu ạ. Cụ thể là em đã rớt học phần mở rộng ở kì 211 và có môn cốt lõi đạt điểm TB    7.5 thì có còn là sinh viên tài năng không ạ . Em xin chân thành cảm ơn.",
    "Em xin chào Phòng Đào tạo. Em tên là , MSSV: , lớp KU18CKT02. Em hiện đủ điều kiện để đăng ký môn học Luận văn tốt nghiệp Cơ Kỹ thuật (AS4317 - nhóm A01), em đã tích lũy đủ số tín chỉ tối thiểu để nhận Luận văn tốt nghiệp. Tuy nhiên, đợt đăng ký bổ sung vừa rồi là đợt cuối cùng nhưng em bị xóa môn học. Em mong Phòng Đào tạo giúp em xem xét lại. EM xin cảm ơn.",
    "Gửi Phòng đào tạo, Dạ em tên là , MSSV: . Em có đăng ký luận văn tốt nghiệp nhưng nhận được phản hồi là không đủ điều kiện luận văn dù em đã hoàn thành xong đồ án và đề cương. Em mong phòng đạo tạo cho em một lý do cụ thể để em có thể biết được nguyên nhân rõ ràng ạ . - Tên môn học em đăng ký là Luận văn tốt nghiệp CKT. - Mã môn học: AS4313. Cảm ơn phòng đào tạo đã đọc. Mong sẽ sớm được nhận phản hồi từ phòng đào tạo ạ. Người gửi: ",
    "E chào thầy/cô!  Em là .MSSV:  Khoa CNVL. E có đăng kí luận văn tốt nghiệp học kì 212. Mã số môn học MA4323 . Nhưng sau 4 đợt thì phòng đào tạo vẫn chưa đăng kí cho e. E đã hoàn thành hết tất cả các môn (trừ av) nhưng học kì này nhà trường tạm thời k xét chuẩn anh văn. Vậy mong phòng đào tạo cho e câu trả lời sớm nhất ạ! ",
    "Kính chào nhà trường, Em là , MSSV: , thuộc lớp CC18KMT1. Hiện em đang đăng ký luận văn tốt nghiệp với mã môn học là EN4327. Hệ thống hiện thị lý do, em không được phép đăng ký là \"  I PDT không đ/ký cho SV MH EN4327 (L: Không đủ đ/kiện nhận LVTN)  /I \". Em mong nhà trường xem xét, bởi em đã đạt đủ các tiêu chí tiên quyết để đăng ký rồi ạ. Trân trọng, .   i ",
    "Cho em hỏi thực tập tốt nghiệp với thực tập ngoài trường có giống thực tập tốt nghiệp không ạ.",
    "Em tên , mssv , xin được khiếu nại về việc không thể đăng kí môn học Luận văn tốt nghiệp MA4317. Xin gửi kèm Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN.",
    "Mình có đăng kí môn luận văn tốt nghiệp me4039 nhưng không được. Lý do là: đợi xét kết quả đề cương nhưng điểm đề cương đã update trên mybk lâu rồi. Mong pdt tháo gỡ.",
    "Chào anh/chị, Theo như email mới nhất về kế hoạch học tập sau tết Nguyên đán, nhà trường tiếp tục cho sinh viên học trức tuyến tới đầu tháng 4. Em không hiểu vì sao nhà trường lại cứ tiếp tục cho sinh viên học trực tuyến, trong khi mọi hoạt động trong thành phố từ vui chơi giải trí đã mở lại(chắc chắn số lượng người tập trung đông hơn gấp nhiều lần so với việc đi học của sinh viên), thậm chí sau kỳ nghỉ tết, rất nhiều trường đai học lớn khác đã triển khai việc học trực tiếp, nhưng trường ta thì không. Vậy trường yêu cầu sinh viên khảo sát đi học trực tiếp lại làm gì, khi trường để gần như những tuần cuối cùng mới cho sinh viên tới trường (thậm chí còn chưa chắc chắn sẽ học trực tiếp hoàn toàn)? Mong anh/chị giải đáp.",
    "Kính gửi Phòng Đào tạo Đại học Bách Khoa, ĐHQG Thành phố Hồ Chí Minh, Em tên là , MSSV . Nay em viết đơn này mong Phòng Đào tạo có thể giải đáp thắc mắc cho em ạ. Em xin được trình bày như sau. Em có đăng ký Luận văn tốt nghiệp ngành Kỹ thuật điều khiển và tự động hóa, mã môn học EE4327 ở học kỳ 212. Sau 4 đợt đăng ký em đều nhận được kết quả là không đăng ký được, xem lý do thì chỉ nhận được 1 câu là không đủ điều kiện nhận LVTN. Em không biết em bị thiếu điều kiện gì nữa. Mong Phòng Đào tạo có thể hỗ trợ kiểm tra và giải thích rõ hơn cho em được không ạ. Em xin chân thành cảm ơn. Bên dưới là hình ảnh kết quả ĐKMH ạ.",
    "em có đăng kí thực tập ngoài trường nhưng bị hủy tới lần 4 ạ, có 1 số môn vì em chưa thể tham gia thí nghiệm nên vẫn chưa kết thúc được môn học nên vẫn chưa thể tổng được số chỉ nên không đủ chỉ đăng kí thực tập, mong cô xem xét giúp em về vấn đề này và cho phép em đăng kí tham gia thực tập ạ, em cảm ơn MSSV em là ",
    "Em là  Nhật MSSV  Trong đợt DKMH - đợt 4 bổ sung TTTN, DCLVTN, LVTN em có đăng kí môn   B EN3335 - Thực tập ngoài trường    nhưng bị xoá đăng kí. Hiện tại em đang có 43 tín chỉ tích luỹ (chưa tính tín chỉ của học kì 211 và 212, mỗi kì 20 tín chỉ). Em mong thầy cô tạo điều kiện để em được đăng kí môn EN3335 - Thực tập ngoài trường ạ. Em xin cảm ơn thầy cô.",
    "Kính gửi PĐT, Em là Huỳnh Minh Hiếu, MSSV: , Hệ VLVH (chuyển từ CQ K.2014) Khoa Kỹ thuật hóa học Trong đợt \"Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN\", PĐT đã tự đăng ký môn học Luận văn tốt nghiệp (KT Quá trình-Thiết bị & Điều khiển) CH4353 cho em và môn học cũng đã có trong Thời khóa biểu . Tuy nhiên khi vào mục \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" lại không thấy có môn học kèm lý do \"Bạn chưa đăng ký\" Kính mong PĐT xem xét điều chỉnh \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" lại giúp em . Em xin chân thành cảm ơn!"
]