[
    "Em xin chào Quý Thầy/cô Em là , sinh viên khóa 2015 Hiện tại em đã hoàn thành xong chương trình đào nhưng vẫn chưa đạt chuẩn ngoại ngữ (  Nói & Viết,  Nghe & Đọc còn hiệu lực). Em kính mong Phòng Đào tạo cũng như Quý Thầy/cô xem xét và chấp thuận cho em được gia hạn thêm 1 học kỳ để bổ sung điều kiện tốt nghiệp ạ. Rất mong nhận được phản hồi và sự hướng dẫn thực hiện để được thu nhận và gia hạn thời gian đào tạo từ Quý Thầy/Cô ạ Em xin chân thành cảm ơn!",
    "Thưa thầy, cô phòng đào tạo. Em là , MSSV: . Hiện tại em có tên trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022. Hiện tại em đã đủ ngày Công Tác Xã Hội (15 ngày) rồi, nhưng khi đăng ký tốt nghiệp trên MYBK lại ghi nhận là THIẾU ngày Công Tác Xã Hội (em có đính kèm hình ảnh trong yêu cầu này). Em hi vọng thầy, cô sớm cập nhật thông tin ngày công tác xã hội lại giúp em. Em cảm ơn!",
    "Em chào quý thầy/cô, Do tình hình hiện tại em chưa xoay sở kịp học phí để đóng trong học kì HK211 (bao gồm học phí kì HK211 và học phí thanh toán trễ hạn học kì HK202). Em xin hỏi là em có thể thanh toán trễ học phí so với hạn nộp 1 tuần không ạ? Nếu em đóng trễ hạn thì có bị kỷ luật hay phải làm giấy tờ, đơn gì không ạ?  Vì hiện tại em đang học là học kì cuối và đang làm luận văn tốt nghiệp nên không biết có bị ảnh hưởng không ạ? Em xin cảm ơn và xin lỗi vì làm phiền quý thầy/ cô.",
    "Kính gửi Phòng Đào Tạo,  Em là , mssv  Em đã thấy tên em trong ds Tốt nghiệp dự kiến nhưng em vẫn chưa đăng ký Tốt Nghiệp được do tình trạng vẫn đang là tạm ngừng học ạ. Mong Phòng Đào tạo xem xét giúp em để kịp đăng ký đúng hạn ạ . Em chân thành cảm ơn phòng đào tạo.",
    "Em là sinh viên của trường và hiện đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng sinh viên của em hiện nay bị tạm dừng do không đăng ký môn học kỳ 212 nên không đăng ký tốt nghiệp được. Em xin trường thu nhận lại để đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Quý thầy cô cho em hỏi là em đã có tên trong danh sách tốt nghiệp dự kiến trước ngày 25/3/2022 mà sau 2 lần cập nhật danh sách chính thức em vẫn chưa có tên? Em đã đăng ký tốt nghiệp trên Mybk và hoàn thành thanh toán lệ phí. Mong quý thầy cô xem lại giúp em. Em cám ơn.",
    "Chào quý thầy cô. Em tên là , mssv , lớp XD15TD02, khoa Kỹ Thuật Xây Dựng. Hôm ngày 06/04/2022 em có gửi câu hỏi tới phòng đào tạo xin được xét tốt nghiệp và sau đó nhận được phản hồi là em bị nợ các môn AV2,3,4 do chưa chuyển điểm thành công. Vậy thầy cô cho em hỏi là ngoài AV ra thì em còn bị thiếu điều kiện gì nữa không. Do em vẫn chưa nhận được email xác nhận có tên trong danh sách dự kiến tốt nghiệp đợt 1. Em xin cảm ơn.",
    "Cho em hỏi là em có tên trong danh sách dự kiến tốt nghiệp mà em vẫn chưa được thu hồi sinh viên .Em bị tạm dừng vào kì 212. Mong phòng đào tạo phản hồi giúp em . Em xin cảm ơn.",
    "Chào T, Em đã học xong số tín chỉ, đủ CTXH và yêu cầu về anh văn nhưng mà em không có tên trong danh sách dự kiến tốt nghiệp 9/4/2022. T có thể kiểm tra lại giúp em không ạ. Em chân thành cảm ơn.",
    "Em chào thầy/cô,  Em tên là  MSSV:  Em là sinh viên K17, nay em đã hoàn thành bổ sung các điều kiện để được đăng ký xét tốt nghiệp. Nhưng đến nay 09/04/22 em vẫn chưa có tên trên danh sách tốt nghiệp dự kiến. Mong thầy/cô kiểm tra lại và bổ sung giúp em để em kịp đăng ký xét tốt nghiệp Em xin cảm ơn ạ",
    "Dạ em chào các thầy cô,em là ,mã số sinh viên của em là .Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng có một số lí do em không thể học được,nên xin các thầy cô cho em hủy môn này.",
    "Kính gửi Thầy, Cô PĐT ĐH Bách Khoa Em tên:   MSSV:  Em không đăng ký tốt nghiệp được vì hệ thống báo chưa đóng đầy đủ học phí. Đây là những mục đăng ký thi anh văn, em đăng ký từ năm 2017 và không thanh toán. Bây giờ em chọn thanh toán thì không được ạ. Hạn chót đăng ký tốt nghiệp đợt 1 năm 2022 là ngày nào ạ. Kính nhờ Thầy, Cô hướng dẫn ạ . Trân trọng ",
    "Em bị quên mật khẩu và tài khoản OCB E-Banking do máy tính bị hư. Em muốn hỗ trợ để tìm lại tài khoản để đóng học phí nhưng ngày 11/4 tức ngày thứ 2, ngân hàng không hoạt động do nghỉ lễ dỗ tổ . Hạn chót đóng học phí cũng đúng vào ngày 11/4. Nếu không kịp giải quyết em sẽ bị đóng trễ học phí. Em có cách nào để giải quyết vấn đề này không ạ. Rất mong được sự hỗ trợ từ anh(chị). Em xin chân thành cảm ơn",
    "Cho em hỏi giờ em chuyển qua hệ vừa học vừa làm để bổ sung anh văn được không ạ?",
    "Dạ em chào Phòng Đào tạo ạ! Em hiện tại là sinh viên năm 3 và chuẩn bị thực tập vào kỳ hè 213. Phòng Đào tạo cho em hỏi em có được đăng ký môn trả nợ ở kỳ hè không ạ? Em cảm ơn ạ.",
    "Chào thầy/cô, Em tên là , mssv: . Hiện tại thời khóa biểu của em đang bị trùng lịch học 2 môn: (ảnh đính kèm) - EE3008: Lý thuyết điều khiển nâng cao (tn) - L11 - EE3023: Thực tập điện 2 - L11 Vì em đã học 1 buổi môn Thực tập điện 2, nên em phải làm cách nào để có thể dời lịch học môn EE3008 vậy ạ? Em cảm ơn ạ.",
    "Thầy, cô cho em hỏi anh văn theo nhu cầu 1A, 2A, 3A, 4A có cộng 2 tín chỉ như anh văn 1 ,2 ,3 ,4 khi tổng kết sinh viên đạt môn học không ạ? em cảm ơn ạ?",
    "Kính chào PĐT, Em là   B  (MSSV: )   , là sinh viên đã tốt nghiệp vào tháng 11/2021. Hôm trước em nhận được email về việc   B \"Đóng góp tư liệu cho lễ tốt nghiệp năm 2022\"   . Em đang thắc mắc là em có thuộc diện sinh viên dự lễ tốt nghiệp sắp tới hay không? Nếu có thì lịch trình tổ chức cũng như cách thức đăng ký, tập duyệt trước khi dự lễ như thế nào vậy ạ? Rất mong nhận được sự phản hồi sớm từ PĐT. Em xin cảm ơn.",
    "Thưa cô/thầy, Em vừa nhận được mail, và đã được cập nhật danh sách tốt nghiệp dự kiến nhưng hiện tại vẫn đang bị tạm dừng, chưa đăng ký tốt nghiệp được. Kính mong cô/thầy có thể hỗ trợ xử lí.",
    "Kính gửi Phòng Đào Tạo, Em tên là , hiện tại em đã đạt 14.5 ngày công tác xã hội đã cập nhập trên hệ thống và 0.5 ngày chưa được đoàn khoa cập nhập. Nhưng tới ngày 11.04 đã hết hạn đăng kí tốt nghiệp. Em kính mong Phòng Đào Tạo có thể mở khóa để em đăng kí tốt nghiệp cho kịp thời gian trước ngày 11.04. Em xin chân thành cảm ơn. Sinh viên  ",
    "Em tên là , hiện là sinh viên ngành Khoa học Máy tính. Em đã tự ý không đăng kí môn học kể từ học kì II của năm học 2021-2022. Cho phép em được hỏi một số vấn đề như sau ạ:  -Hiện tại thì mức cảnh cáo học vụ của em là mức mấy ạ? Liệu có cần phải làm đơn xin thu nhận lại không ạ? Nếu cần phải làm đơn thì cần những giấy tờ gì kèm theo không ạ?  -Sắp tới gia đình của em có việc, thời gian trùng với học kì mùa hè sắp tới. Hiện tại em đã nghỉ học một học kì. Nếu em lại xin nghỉ học kì mùa hè thì có bị nâng mức cảnh cáo học vụ không?  -Cuối cùng, hình phạt tương ứng với mức cảnh cáo học vụ hiện tại của em là gì ạ?  Em xin cảm ơn nhà trường đã hỗ trợ cho em ạ. ",
    "Dạ kính gửi PĐT, em là sinh viên  thuộc K17 chương trình Việt Pháp ngành Viễn Thông, mssv . Em xin được hỏi về môn học Cơ học đại cương và cơ học môi trường liên tục (201701), em có thể đăng ký học môn này kỳ hè dưới dạng đồ án được không thưa PĐT. Em được nghe thông báo môn này hiện không còn mở lớp nhưng em chưa đạt môn này. Em xin cảm ơn PĐT.",
    "Cho em hỏi về chuẩn AV hàng năm cho sinh viên khóa K19 ạ. Em không biết là K19 có áp dụng chuẩn av này cho học kì 221 không ạ vì có các môn mang mã năm 4. Và nếu em đăng kí học lớp anh văn theo nhu cầu là AV4A và pass thì em vẫn đăng kí môn được phải không ạ. Mong thầy/cô sớm giải đáp thắc mắc để em có thể theo kịp tiến độ ạ. Em xin cảm ơn",
    "Em chào thầy, cô ạ Hiện tại em đã có trong danh sách dự kiến tốt nghiệp. Tuy nhiên, tình trạng sinh viên hiện đang tạm dừng, nên em mong quý thầy cô ra quyết định thu nhận lại để em có thể đăng ký tốt nghiệp ạ. Em chân thành cảm ơn!",
    "Kính gửi PĐT, Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn chưa thể đăng ký tốt nghiệp được. Nhờ PĐT xem giúp em đã bị vấn đề gì ạ.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Em tên  MSSV: sinh viên khóa 2015, khoa Cơ Khí,chuyên ngành Công Nghệ May, lớp CK15CNM. Hiện tại em đã em đã đủ điều kiện tốt nghiệp, em xin đăng kí tốt nghiệp bổ sung đợt 4/2022 ạ. Em xin chân thành cảm ơn.",
    "Em là sinh viên năm 4 sắp ra trường nhưng vẫn còn thiếu môn Thực tập cơ khí đại cương 2. PĐT có thể tạo điều kiện cho em đăng ký vào đợt đăng ký này không ạ?",
    "Em xin chào ạ Em là sinh viên năm nhất, đang định đăng ký môn thể chất 2 cho học kỳ hè và đang học học phần 1 môn aerobic. Cho em hỏi là em có thể đăng ký môn khác ngoài aerobic không ạ và khi đăng ký thì chọn học phần 1 hay 2 của môn đó ạ.",
    "Em là , hiện đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022, em đã nhận được mail thông báo đăng ký nhưng khi  vào trang web thì lại bị lỗi truy cập, cho em hỏi có cách nào khắc phục không ạ?",
    "Em đăng kí môn học luận văn tốt nghiệp HK212, Mã số môn học: CI4343 nhóm A1. Những bạn đăng kí luận văn với em học phí chỉ hơn 3 triệu đồng. Mà của em là hơn 6 triệu. Mong phòng đào tạo có thể kiểm tra và phản hồi sớm giúp em. Em xin chân thành cảm ơn.",
    "Em đã có tên trong danh sách dự kiến tốt nghiệp đợt này nhưng em chưa đăng ký tốt nghiệp được ạ. PĐT xem xét lại trường hợp của em để em được đăng ký tốt nghiệp ạ. Em cảm ơn !",
    "Học vụ       Kính gửi quý thầy/cô,  Em là , MSSV , lớp V17SIDo học kì 212 em trễ luận văn và không còn môn học khác đăng kí nên em đã bị tạm dừng học tập Nay em làm đơn này xin được thu nhận lại từ học kì 213 để đăng kí LVTT vào kì hè  Mong được quý thầy cô giải quyết ạ Em chân thành cảm ơn ạ    ",
    "Tốt nghiệp       Chào anh chị!  Em là , MSSV   Kì trước em đã hoàn thành các môn học nhưng chưa nộp chứng chỉ nên không đăng kí tốt nghiệp được, và học kì đó em không có đăng kí môn học dẫn đến trình trạng hiện tại là tạm dừng Hôm nay em đã nộp đủ chứng chỉ ngoại ngữ và đủ điều kiện để đăng kí tốt nghiệp rồi nhưng tình trạng vẫn tạm dừng Anh chị có thể cho em biết làm sao để em đăng kí tốt nghiệp được không ạ  Em cảm ơn anh chị",
    "Kính gửi thầy/cô, Em tên: Trần Thị Thúy Kiều. MSSV: , Em xin đăng ký hoãn thi giữa kì môn Hóa Hữu Cơ ngày 09/04/2022 lớp L06B. Lý do: Em không thể trang bị đầy đủ trang thiết bị cần thiết cho buổi thi và đường truyền mạng không ổn định. Kính mong thầy cô xét duyệt cho em. Em xin cảm ơn",
    "Chào Phòng Đào Tạo, Em là Lưu Công , Mssv: . Dạ, trước tết em có gửi yêu cầu \"ĐƠN XIN HỦY ĐƠN RÚT MÔN HỌC\" ID: 49143. Dạ cho em hỏi kết quả của yêu cầu này ạ, môn Thực tập ngoài trường(CO3335) em có bị rút môn không? Hay vẫn còn ạ (trong thời khóa biểu vẫn còn, nhưng trên BKEL không có site về môn này ạ). Dạ em cảm ơn ạ!   Lưu Công ",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: . Em là sinh viên Khóa 2015 đến nay là hạn cuối của học Kỳ nhưng em thi trượt chứng chỉ anh văn chưa đủ để ra trường. Em kính mong PĐT cho em xin gia hạn thêm 1 học Kỳ để em ôn thi môn anh văn xin ra trường được không ạ, hiện tại tất cả các môn em đã học xong hết còn 4 môn tiếng anh, Toeic 550, tiếng anh Nói Viết. Mong Phòng Đào Tạo chấp nhận ạ.",
    "Chào ad ạ, em là sinh viên khóa K19 khoa cơ khí. Em vừa đăng kí thực tập ngoài trường trong đượt đăng kí môn học HK213 này thì em có thể đi thực tập trong hè này luôn hay phải chờ sang học kì 1 năm sau ạ?",
    ": Em tên , MSSV , hệ VHVL khoa Kĩ Thuật Giao Thông khoá 2019 Em đã tham dự kì thi ngày 09/08/2021 môn Động Cơ Đốt Trong và đã có điểm tổng kết môn, nay em nhận được mail của thầy Quân về làm bài tiểu luận để có điểm thi cuối kì môn Động Cơ Đốt Trong . Vậy em có cần phải làm bài tiểu luận không ạ? Em đính kèm mail và bảng điểm cuối kì môn Động Cơ Đốt Trong bên dưới ạ. Em cảm ơn PĐT",
    "Em tên là , MSSV  Em muốn hỏi sắp tới em sắp tốt nghiệp nhưng điểm môn Hệ thống PLC (ME3013) của em học vào học kì 212 nhưng đến giờ vẫn chưa thấy cập nhật điểm môn học để em đủ điều kiện xét tốt nghiệp vào đợt tháng 4 này . Kính mong bên Nhà trường có thể xem xét vụ việc này và có phản hồi sớm ạ . Em xin cảm ơn.",
    "Dạ em chào pđt ạ, Em là  là sinh viên khóa K15. Hiện tại em đã có trong danh sách dự kiến tốt nghiệp của trường nhưng em không truy cập vào mục \"đăng ký tốt nghiệp\" trong MYBK được vì lí do trường xác nhận em K15 quá thời gian đào tạo. Mong pđt có thể giúp em được đăng ký tốt nghiệp ạ. Em xin cảm ơn rất nhiều.",
    "Vì đã hoàn thành hết các môn trong chương trình học nhưng chưa có chứng chỉ tiêng anh nên em không đăng ký môn học trong học kỳ 212 dẫn đến bị tạm dừng học, em xin thu nhận lại để đăng ký LVTN ạ",
    "Cho em hỏi học phí học kì chính mình được gia hạn không ạ? Nếu được thì cách thức gia hạn như thế nào? Đơn xin gia hạn viết ra sao và nộp cho ai ạ? Em cảm ơn rất nhiều.",
    "Em chào thầy/cô, HK213 em dự định đi thực tập ngoài trường, vậy em có được đăng kí thêm các môn học lại trong kì 213 không ạ, em cảm ơn ạ.",
    "Em chào Thầy/Cô, Thầy cô cho em xin hoãn thi giữa kì môn Hóa hữu cơ CH2021. Thời gian thi: 16h 09/04/2022. Lí do: Do em không đảm bảo yêu cầu về thiết bị của Bộ môn. Em cảm ơn Thầy/Cô.",
    "Chào thầy/cô, thầy/cô cho em hỏi em có thi môn giao tiếp kỹ thuật bằng tiếng anh vào ngày 26/12/2021. Nhưng tới hiện tại thì vẫn chưa có điểm, bạn lớp trưởng không liên lạc được giáo viên. Thầy/cô có thể liên lạc với giáo viên để cập nhật điểm hoặc cập nhật tình hình là qua môn hoặc rớt môn không ạ. Cảm ơn thầy/cô đã đọc.",
    "CHO EM HỎI LÀ HAI CÁI ĐỀU TOEIC 600 VẬY KHÁC NHAU CHỖ NÀO VẬY Ạ , CÓ PHẢI KHÁC NHAU CHỖ QUỐC TẾ KHÔNG Ạ . EM CẢM ƠN",
    "Em chào thầy cô ạ, Em là , MSSV , lớp MT19KH07 Vừa qua, em có bị tạm dừng học kỳ theo quyết định số 855 ngày 25/3/2022 vì nộp trễ hạn học phí. Sau khi thanh toán học phí còn nợ và gửi các đơn xin thu nhận cũng như đơn xin phục hồi thời khóa biểu thì em đã Phòng Đào tạo thu nhận trở lại. Tuy nhiên do tình trạng của em ở trang MyBK vẫn chưa được chuyển sang \"đang học\" nên hiện tại em vẫn chưa thể nộp học phí ở trang BKPay. Theo như em được biết thì đợt nộp học phí này sẽ hết hạn vào ngày 11/04/2022. Em thắc mắc răng nếu như đến hết ngày 11/04/2022 mà tình trạng của em ở trang MyBK vẫn chưa được chuyển sang \"đang học\" thì em có tiếp tục bị xem là nộp trễ hạn học phí và bị tiếp tục bị tạm dừng không ạ. Em xin cảm ơn Trân trọng, ",
    "Kính gửi thầy/cô phụ trách, Em hiện đang học môn Xác suất thống kê, mã môn MT2002. Nhưng do lịch học tập và thực tập tương đối dày, và khối lượng các bài kiểm tra, bài tập lớn cao nên em có nhu cầu xin rút môn học ạ. Thầy/cô cho em được hỏi hiện tại thì em có thể rút lại môn học không và các bước để rút như thế nào ạ? Em xin cảm ơn thầy/cô!",
    "Chào PĐT, Em đã có tên trên \"Danh sách tốt nghiệp dự kiến\" rồi. Hôm nay 9/4/2022, em thấy \"Danh sách tốt nghiệp chính thức\" vừa cập nhật. Em tìm thông tin của em trên đó nhưng không thấy. Vậy là sao ạ? Mong PĐT giúp em. Em cảm ơn.",
    "Tên  mssv  Dạ thưa cô,ngày 11/4 là hạn cuối đóng học phí,em tính lên OCB của Trường để đóng học phí mà 11/4 ngân hàng không làm việc,em xin cho em được qua 1-2 ngày hôm sau em đóng học phí có được không ạ.em cảm ơn",
    "nh gửi Phòng Đào tạo, Em là , 18 Bảo dưỡng công nghiệp . Môn: Quản lý an toàn và xử lý tổn thất - IU2009, do 18 chỉ còn 2 bạn chưa hoàn thành môn này nên em đã không thể xin mở lớp được, và 19 cũng không học môn này. Vì là môn bắt buộc, nên nếu không hoàn thành thì em sẽ không được tốt nghiệp. Em kính mong được Phòng Đào tạo cho em hướng giải quyết để có thể hoàn thành môn và ra trường. Em xin cảm ơn.",
    "Kính chào quý thầy/cô, Em là  (MSSV: ). Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nên hôm nay em viết đơn này kính mong quý thầy cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022. Em xin chân thành cảm ơn!!!",
    "Tốt nghiệp . Kính chào Thầy/Cô Phòng đào tạo, Em tên là  Viên, mssv:. Ngày hôm qua, em đã nhận được mail em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022 (hình đính kèm). Trong mail có nhắc đến việc đăng ký tốt nghiệp. Tuy nhiên, khi em nhấp vào mục đăng ký tốt nghiệp thì em không được cấp quyền do tình trạng sinh viên không cho phép (hình đính kèm). Bởi vì trước đó mặc dù em đã hoàn thành luận văn tốt nghiệp nhưng em không đăng ký môn học nào nên đã bị tạm dừng. Do đó, em thắc mắc là Thầy/Cô cho em hỏi, bây giờ em phải làm gì để được đăng ký tốt nghiệp vậy ạ? Em xin chân thành cảm ơn Thầy/Cô của Phòng đào tạo ạ.",
    "OCB bị lỗi, chỗ em cũng không có ngân hàng OCB để chuyển tiền. Mà không kịp hạn để chuyển em phải làm sao ạ",
    "Chào PĐT, Em tên , mssv . Hôm nay em có vào ĐKMH thì không đăng ký được môn trong kỳ hè HK213. Hệ thống báo lý do là em đang tạm dừng học. Em không biết lý do đó là như thế nào và làm sao để em có thể ĐKMH vào kỳ hè HK213 ạ. Em cảm ơn PĐT nhiều ạ!",
    "Chào T, em tên  MSSV:  Cho em hỏi về vấn đề học phí tín chỉ luận văn tốt nghiệp trong học kì 213. Mỗi tín chỉ sẽ tính theo học kì chính (350k/1 tín chỉ) hay theo học kì dự thính (880k/1 tín chỉ) ạ Mong T giải đáp thắc mắc của em Em xin cảm ơn, Tính",
    "Xin chào Phòng Đào Tạo, em tên là , MSSV: . Hiện em đã có tên trong danh sách tốt nghiệp tạm thời ngày 25/3 và đã được cấp giấy tốt nghiệp tạm thời ngày 1/4. Nhưng hôm nay ngày 9/4 em vẫn chưa thấy tên mình trong danh sách tốt nghiệp chính thức ( đợt tháng 4 này). Trong khi hạn cập nhật danh sách tốt nghiệp là 8/4 (Theo thông báo số 55/ĐHBK-QTTH-TT) Em không biết là còn đợt cập nhật nào nữa hay là có trục trặc gì không, và giả sử có trục trặc gì em sẽ liên hệ ở đâu để khắc phục ạ. Chân thành cảm ơn, chúc mọi người nhiều sức khỏe. ... ",
    "Em tên:  MSSV:  Vừa qua, em vừa đạt điểm toeic 2 kỹ năng (Nói & Viết) đủ điều kiện để đăng kí tốt nghiệp. Tuy nhiên, do em bị trễ đăng kí tốt nghiệp và bị tạm dừng tình trạng học vụ nên em không đăng kí tốt nghiệp được. Vì vậy em kính mong PĐT có thể mở tình trạng học vụ và cho em được đăng kí tốt nghiệp học kì này ạ. Em xin cảm ơn PĐT ạ!!!",
    "em xin gửi đơn thanh toán trễ học phí, xin nhà trường cho em khôi phục lại thời khóa biểu học kì 2 và được đăng ký môn vào học kỳ tiếp theo ạ",
    "Con chào thầy cô, Con tên là . MSSV:  Vào ngày 11/04 tới là hết hạn thanh toán học phí qua bkpay, nhưng con và ba mẹ tới giờ vẫn chưa chuẩn bị kịp tiền cụ thể là 12 triệu ạ. Mà ngày 11/04 sắp tới cũng là ngày nghỉ lễ giỗ tổ , các ngân hàng ở địa phương cũng nghỉ lễ. Con muốn hỏi có cách nào để thanh toán kịp thời hạn không ạ? Con đã tải Đơn trình bày lí do trễ hạn học phí về rồi. Thì con có được nộp đơn online cho phòng đào tạo qua email hay phải về tận văn phòng trường để nộp ạ? Nếu con nộp học phí trễ hạn 1 ngày thì có bị trừ điểm rèn luyện không ạ? Con xin cám ơn ạ!",
    "Hiện em đang đăng kí môn học dự thính Hè năm 2022 Lý do: Bơi Học phần 1 của em đạt điểm 13 do không tham gia thi trực tuyến vào HK202 Em muốn đăng ký môn thể chất khác được không ạ hay phải là môn Bơi HP1 giống vậy ạ. Vì có thông tin không được đăng ký môn chưa tham gia học trong kỳ chính ạ. Mong thầy cô trả lời em sớm Chào thân,",
    "Em chào PĐT, em là sinh viên K17, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng do tình trạng sinh viên bị tạm dừng vì không đăng kí môn học, nên em không thể vào mybk đăng ký tốt nghiệp được. Hạn đăng ký là 11/4, vậy nếu đến 11/4 trường vẫn chưa thu nhận lại để em đăng ký tốt nghiệp thì sau ngày 11/4 em có được đăng ký tốt nghiệp không ạ ?. Em cảm ơn ",
    "Dạ em chào thầy cô, hiện tại em có đăng ký thực tập ngoài trường ở mục đăng ký môn học dự thính học kì 213, thầy cô cho em hỏi là em đăng ký ở dự thính hè kì này môn Thực Tập Ngoài Trường thì hè em có được đi không ạ hay là em phải đăng ký hồi học kì 212 thì hè này mới được đi thực tập ạ? Em xin cảm ơn thầy cô ạ.",
    "Dạ em chào thầy/cô ạ Em tên là , sinh viên ngành kỹ thuật cơ khí ạ Dạ thầy/cô cho em xin trình bày nguyện vọng của em ạ, em có mong muốn được học thêm ngành cơ điện tử thì em phải làm những thủ tục gì để được đăng ký học phần tốt nghiệp của ngành thứ 2 ạ Dạ em mong nhận được sự hướng dẫn và giúp đỡ từ thầy/cô, em cám ơn thầy/cô nhiều ạ Trân trọng",
    "cho em hỏi là em muốn nộp học phí qua BKPAY mà nó cứ báo lỗi k liên kết được thì sao ạ",
    "Dạ cho em hỏi là em sinh viên K17 chuyển sang hệ VHVL thì em đăng ký môn học theo tiến độ của K17 hay theo tiến độ của khóa khác ạ. Em cảm ơn ",
    "Chào thầy/cô, hiện em muốn vay vốn sinh viên thì có thể liên hệ ai ạ?",
    "Dạ hiện tại em đã đủ điều kiện tốt nghiệp. xin pđt hỗ trợ em các thủ tục để có thể được xét tốt nghiệp vào đợt tháng 4 ạ. Em bị tạm ngưng nên không thể đăng ký tốt nghiệp trên myBK được ạ. Em cảm ơn!",
    "Kính chào, thầy (cô) trường Đại Học Bách Khoa tp.HCM Em tên là :   MSSV: , lớp VL2101, khoa Công Nghệ Vật LIệu  Lí do em em làm đơn này để xin gia hạn học phí HK2 vì do kinh tế gia đình khó khăn chưa đủ tiền để hộp học phí đúng hạn. Kính mong thầy (cô) tạo điều kiện gia hạn nộp học phí cho em Em xin chân thành cảm ơn!",
    "Chào thầy/cô ạ, em có hai câu hỏi muốn hỏi như sau: 1) Nếu đầu năm 1 em có thi AVDV và được pass các môn AV1, AV2, AV3 nhưng chưa nộp bằng AV thì có được tính là có 6 chỉ tích lũy không ạ. 2) Em có tham khảo tín chỉ tích lũy để được đăng kí môn thực tập ngoài trường của khoa máy tính trên aao và thấy có 2 file làm em phá phân vân (file đính kèm, tạm gọi link 1 trong file đính kèm là A, link 2 là B) - Trong link A có yêu cầu số tín chỉ tích lũy là 66 (Khoa học máy tính - CO3335). - Trong link B có yêu cầu số tín chỉ tích lũy là 53. Vậy trong trường hợp em hiện tại đang thuộc K20 và muốn đăng kí trước môn thực tập ngoài trường (đã đủ yêu cầu về TQ, HT,....) thì em cần đạt số tín chỉ tích lũy theo file nào ạ, nếu được thì xin cho em biết là tối thiểu bao nhiêu chỉ ạ. Xin chân thành cảm ơn thầy/cô đã trả lời. Chúc thầy/cô một ngày tốt lành, .",
    "Gửi PĐT, Nếu em muốn tốt nghiệp để đạt chuẩn kỹ sư tài năng thì em có được phép nộp chứng chỉ tiếng anh toeic speaking and writing sau khi hoàn thành luận văn tốt nghiệp hay không ạ? Nếu được thì thường thời hạn chậm nhất để nộp 2 chứng chỉ còn lại là khoảng thời gian nào ạ? Em dự định sẽ xong LVTN trong học kỳ này. Vấn đề thứ 2 em xin hỏi ngoài lề là vào tháng 12/2021, em có đăng ký vào form mở thẻ Đồng thương hiệu Vietcombank - ĐHQG-HCM của Phòng KHTC - ĐHBK nhưng đến nay em vẫn chưa nhận được thông tin gì. Em có xem lại thì thấy quy định có nhắc đến yêu cầu không có CIF (thông tin) ở VCB nhưng trước đó em đã từng tạo tài khoản VCB. Vì vậy, việc đăng ký mở thẻ của em đã bị hủy đúng không ạ? Mong sớm nhận được phản hồi từ PĐT. Em xin cảm ơn.",
    "Hiện tại em đã đủ điều kiến tốt nghiệp và đã có tên trong danh sách dự  kiến tốt nghiệp, nhưng em muốn học tiếp Văn Bằng 2 thì em có nên đăng ký tốt nghiệp không ạ? và thủ tục và điều kiện để học văn bằng 2 như thế nào ạ?",
    "Dạ chào Phòng Đào Tạo ạ, Em tên là   B Võ Thành Danh    (MSSV: 2110902). HIện đang là sinh viên năm nhất khoa Điện - Điện tử. Em đang có vấn đề như sau. - Ngày 17/11/2021, em có đăng ký học trực tiếp học phần Thí nghiệm của môn Nhập môn về kỹ thuật (Mã môn: EE1002) và được xếp vào lớp VL03 song song với lớp L03 (Lớp L03 là được xếp ban đầu). Nhưng vì lý do gấp bách nên em đã không học học phần này và em không xin phép giảng viên phụ trách môn này. Đây là lỗi của em. - Sau đấy thì em có nhận thông báo từ tài khoản BKeL tên là   B Nguyễn Hải Dũng   . Trích nguyên văn một đoạn trong tin nhắn của thầy là như sau ạ:   QUOTE TKB HK212 và phần bù thí thực hành thí nghiệm của các học kỳ cũ vẫn tiếp tục kéo dài trong HK213, TKB này PĐT đã công bố nên SV tự kiểm tra lịch học và cân nhắc về việc ĐKMH trong HK213. PĐT sẽ không hậu kiểm TKB nếu trùng lịch học giữa HK213 và các HK cũ  /QUOTE   Tuy nhiên có thể là vì lý do em không học ở lớp VL03 nên TKB của học phần này ở lớp L03 (lớp ban đầu) của em chưa có TKB học bù của học phần. Khi em xem lại bảng điểm của môn Nhập môn về kỹ thuật thì em thấy điểm hiện 15 (tức là chưa có điểm)   B   U Em có các câu hỏi như sau:       - Tình hình của em như trên thì em có bị cho là không có điểm học phần Thí nghiệm hay em có vấn đề nào khác không ạ? - Nếu bị cho là không có điểm học phần Thí nghiệm thì em có phải đăng ký học lại toàn bộ môn Nhập môn về kỹ thuật không ạ? Mong nhận được phản hồi của Phòng Đào Tạo ạ. Em cảm ơn rất nhiều ạ. Trân trọng, Võ Thành Danh",
    "Xin chào pđt, em  MSSV , hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022 nhưng tình trạng SV vẫn bị tạm dừng và chưa được thu nhận lại, vì vậy em vẫn chưa truy cập vào mục đăng ký tn để tiến hành đăng ký được, mong pdt giải quyết để em có thể đăng ký tn đúng hạn trong đợt này ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô. HK211 hiện đã có điểm hết chỉ trừ môn IM3001. Em muốn biết lý do nên mong thầy/cô giải đáp thắc mắc ạ. Em xin cảm ơn.",
    "Em tên , khóa 19 hiện tại em còn 1 học phần giáo dục thể chất 3, kì hè này em có đăng ký mã PE thì chỉ hiện mã (hp1, hp2) không có mã môn nào ghi hp3  em nên chọn mã nào vậy ạ",
    "Dạ cô cho em hỏi với ạ, em tên  mssv , em tra danh sách tốt nghiệp chính thức không thấy tên em trong danh sách. Em đăng ký tốt nghiệp giữa tháng 3 ạ. Cảm ơn cô phản hồi thắc mắc và xử lý giúp em ạ",
    "Chào Thầy/Cô. Thầy/Cô cho em hỏi kết quả kiểm tra anh văn định kỳ có áp dụng được cho nhiều học kỳ sau đợt kiểm tra đó không ạ, hay chỉ được áp dụng để đăng ký môn học cho học kỳ ngay sau đợt kiểm tra định kỳ đó ạ. Mong Thầy/Cô phản hồi ạ. Em cảm ơn ạ!",
    "Dạ em muốn hỏi là nếu giữa kỳ vắng thi nhưng cuối kỳ đủ điểm qua môn thì có được tính là qua môn không ạ? Hay môn đó mình nhận điểm 13 luôn ạ? Em cảm ơn.   i ",
    "Dạ cho em hỏi sao hiện tại em vào BKPay để thanh toán học phí nhưng web cứ load và không vào được ạ.",
    "Em chào thầy/cô, Kì hè tới em có đi thực tập ngoài trường và trong hồ sơ có yêu cầu về bảng điểm. Hình thức em nộp thông qua email nên bảng điểm cần in ở dạng \"mềm\" thì bên trường có cách nào lấy bảng điểm ở dạng hình hay file không ạ?!  Và bảng điểm của em chưa được tổng kết kỳ trước thì có cách nào để biết điểm tổng sau khi tính thêm kỳ vừa rồi không ạ Mong sớm nhận được phải hồi từ các thầy/cô ạ! Em chúc thầy/cô nhiều sức khoẻ ạ.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa Tp HCM. Em tên là : , MSSV:  là sinh viên được đào tạo theo chương trình đại trà hệ Chính Quy . Theo như quy chế đào tạo thì hiện tại em đã hết thời gian đào tạo nên nay em viết mail này xin Phòng Đào Tạo cho em chuyển sang hệ Vừa Học Vừa Làm ( em có đính kèm file Phiếu đề nghị chuyển sang hệ VHVL.jpg ). Trong khi chờ phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn ! Sinh viên. .",
    "Kính chào phòng đào tạo, Em là Nguyễn Hữu Tiến, sinh viên lớp CC01 của môn Quản lí dự án cho Kĩ sư. Em có thắc mắc là tại sao sau kì thi giữa kì ngày 9/4 ca 7h, hiện tại là ngày 10/4, nghĩa là chưa hết 48h em không thể nộp bài qua Google Form vậy ạ? Em cám ơn. Trân trọng.",
    "Kính chào quý thầy/cô! Em đang phân vân về quyết định thi tuyển sinh đại học lại! Thầy/cô cho em hỏi, nếu em đậu vào khóa mới, em có được qui đổi những môn đã đạt hiện tại không? Nếu qui đổi thì học kỳ đầu tiên năm 1 em có phải học chung với các bạn khóa mới không hay vẫn phải theo đúng tiến độ?  Hiện tại, em cũng đã đủ ngày công tác xã hội để xét tốt nghiệp. Nếu em thi lại vào khóa mới, em có được qui đổi không hay phải làm lại từ đầu? Kính mong thầy/cô giải đáp! Em xin chân thành cảm ơn thầy cô rất nhiều!",
    "Em tên:  MSSV:  Em muốn hỏi là nếu như điểm em trên bảng điểm bị nhập sai lệch so với điểm thi thật mà hết hạn phúc tra thì em phải làm sao ạ. Cách đây 1 tháng em có mail cho giáo viên và PĐT nhưng không có ai trả lời ạ. Mong quý thầy  cô hỗ trợ em để không mất quyền lợi ạ. Môn: Đại số tuyến tính (MT1007).",
    "Chào, Em xin phép hỏi là môn học Chiếu Sáng Thông Minh (EE4029) em đang học HK212, sẽ được tính vào nhóm A hay nhóm C trong chương trình đào tạo của K18 Kĩ Thuật Điện ạ Mong sớm nhận phản hồi để em đăng kí thêm môn trong HK213 ạ Em chân thành cám ơn.",
    "Chào phòng đào tạo, Em tên là . MSSV:  Hiện tại em đã có trong danh sách dự kiến tốt nghiệp. Nhưng do bị tạm dừng học nên em không đăng kí tốt nghiệp được. Mong phòng đào tạo sớm thu nhận để em được đăng kí tốt nghiệp kịp thời gian ạ . Em cám ơn.",
    "Chào thầy (cô), Em tên  MSSV:  hiện em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng chưa thể đăng kí tốt nghiệp do bị tạm dừng. Thầy (cô) xem xét thu nhận lại để em có thể đăng kí tốt nghiệp kịp đợt này ạ. E cảm ơn.",
    "chào pdt, Em đang bị bệnh hiểm nghèo ( tâm thần phân liệt) hiện đang điều trị tại bệnh viện tâm thần tphcm, nên muốn bảo lưu để được điều trị, mong pdt chấp nhận và phản hồi. xin cám ơn.",
    "Em là , MSSV  Cho em hỏi là vào học kỳ dự thính 213 tới thì sinh viên K18 khi đăng ký LVTN cần phải đáp ứng các điều kiện đăng ký LVTN như chứng chỉ anh văn, ngày CTXH không. Và mức học phí khi đăng ký LVTN vào kỳ dự thính này là bao nhiêu ạ. Em xin cảm ơn ạ.",
    "Chào admin ạ. Em là sinh viên K18 hiện kỳ này em thấy tiến độ luận văn không kịp nên định đăng ký kè LVTN ạ. Cho em hỏi học phí đăng ký LVTN kỳ hè 213 vẫn như học kỳ chính là 350k/TC hay là 880k/TC vậy ạ? Em cảm ơn nhiều ạ",
    "Dạ chào thầy/cô ạ!  Em là  Hiện đang là sinh viên lớp CK18CTM3 Hiện tại em còn đăng kí luận văn nữa là hoàn thành chương trình đào tạo của mình ạ! Học kỳ hè này(HK213) em nghe nói trường có mở đăng kí luận văn và bảo vệ vào tháng 11 ạ. Em muốn hỏi là học phí học kỳ hè đối với luận văn thì vẫn tính như dự thính hay vì luận văn nên vẫn tính như học kỳ chính ạ! Em cảm ơn!",
    "Theo Mail của PĐT đã gửi thì sau Tết nguyên đán 2022 sẽ có thông báo về lịch trình chi tiết của việc nộp bằng THPT, nhưng hiện tại em vẫn chưa nhận được thông báo chính thức, mong PĐT giải đáp thắc mắc của em về vấn đề này ạ.",
    "chào thầy cô em la khoa k14 đa đu điều kiện nhận bằng tốt nghiệp tháng 4 này, cho em hỏi ngày mấy em co thể len pdf nhận bằng a, nếu em k dự lễ tốt nghiệp thì có được nhận bằng k( vì ngày đó em bận việc riêng a)",
    "Kính gửi quý thầy cô Em tên là  - MSSV  - Hệ VLVH - Khoa Điện - Điện tử Em có nhận được thông báo đăng ký tốt nghiệp tuy nhiên em kiểm tra thông tin thấy có sai nơi sinh (nơi sinh em tỉnh Quảng Bình nhưng trên để tỉnh Bình Phước) (có ảnh đính kèm). Mong quý thầy cô kiểm tra và điều chỉnh lại giúp em ạ. Em xin chân thành cảm ơn!",
    "ng học phí trễ thì mình cần liên hệ với PĐT trước hay mình có thể đóng rồi mình lên nộp đơn lý do thanh toán trễ xong là được ạ.",
    "Em vừa thay đổi mật khẩu cho email sinh viên 2 ngày trước (đã thành công), sau đó google tự đăng xuất em ra . Em đăng nhập lại thì vào được các dịch vụ của MyBK nhưng còn gmail thì không vào được. Lúc em đăng nhập lại gmail thì nhận được thông báo là \"Google không thể xác minh rằng tài khoản này là của bạn.\" và kêu em liên lạc với Quản trị viên của tên miền \"@hcmut.edu.vn\".",
    "MSSV:  Họ tên:  : hiện tại, tài khoản đóng học phí e bị khoá nên không thể đóng học phí. Hạn đóng học phí là 11/4 mà ngân hàng nghỉ lễ từ 10/4-11/4. Vậy em đóng học phí trễ được không ạ ? Cần làm gì khi đóng học phí trễ hạn ạ? Em cảm ơn ạ.",
    "Em là  K18. Cho em hỏi em đăng kí luận văn tốt nghiệp (LVTN) vào kì hè 213 thì học phí tính như thế nào ạ? Em cảm ơn",
    "Em có tên trong danh sách tốt nghiệp tạm thời và đăng ký tốt nghiệp thành công vào ngày 25/03/2022 nhưng chưa có tên trong danh sách tốt nghiệp chính thức được cập nhật vào 09/04/2022.Mong phòng đào tạo xem xét trường hợp của em.",
    "Em đã có giấy chứng nhận tốt nghiệp tạm thời từ ngày 1/4 nhưng lại không có trong danh sách tốt nghiệp chính thức (được cập nhật ngày 9/4) của phòng đào tạo ạ?",
    "Em vẫn chưa tốt nghiệp. Nay em muốn tìm các tài liệu của giảng viên dạy các môn học hồi năm nhất, năm 2 thì trên BKEL không hiện các môn đó nữa. Cho em hỏi làm sao để tìm lại các file của các môn năm nhất, năm 2 ạ?",
    "Em có đăng kí xét tốt nghiệp bên phòng đào tạo và có nhận được mail từ trường xác nhận là em đã nằm trong danh sách dự kiến tốt nghiệp. Tuy nhiên hiện tại em vẫn chưa đăng kí tốt nghiệp được trên mybk do tình trạng hiện tại là tạm dừng việc học ạ. Mong T có thể giải quyết giúp em với ạ.",
    "Em muốn nộp bổ sung chứng chỉ ngoại ngữ Ielts để được miễn môn tiếng anh ở trường. Cho em hỏi là nếu nộp trực tiếp thì em phải nộp ở đâu và nộp bản photo có cần công chứng không ạ. Ngoài ra, lúc đi cần đem theo những giấy tờ nào và có thêm thủ tục nào khác không ạ.",
    "Em xin chào quý thầy/cô ạ, Kì này em đang làm ĐCLV, kì hè vì một số lí do em không thể đăng ký LVTN trong hè được. Thầy/cô có thể cho em hỏi kì hè em không đăng ký LVTN thì có cần làm thủ tục gì để có thể bảo lưu cái ĐCLV mình đang làm không ạ?  Rất mong nhận được câu trả lời từ quý thầy/cô vì câu hỏi này rất quan trọng đối với em. Em cảm ơn thầy/cô nhiều ạ.",
    "Kính chào Quý Thầy Cô Phòng Đào Tạo Em tên là   MSSV  Lớp VL15KL,  Khoa:  Công Nghệ Vật Liệu Em xin nộp Đơn xin gia hạn thời gian hoàn thành chương trình đào tạo. Em đã hoàn thành 142 chỉ theo chương trình đào tạo ngành Kỹ thuật Vật liệu Kim loại (Bao gồm 4 anh văn), nhưng hiện chưa đủ điểm Toeic theo chuẩn của khóa và thiếu chứng chỉ thi Nói & Viết.  Em làm đơn này mong Quý Thầy Cô xem xét giúp em cho em xin gia hạn thêm thời gian để có thể hoàn thành các chứng chỉ tiếng Anh và nhận bằng Tốt nghiệp ạ. Em xin chân thành cảm ơn và mong đợi sự phản hồi của Quý Thầy Cô ạ.",
    "Tốt nghiệp       Đã đang ký tốt nghiệp và thanh toán bkpay nhưng chưa có tên trong danh sách dự kiến tốt nghiệp Em chào nhà trường. Em tên  - . hiện em đã đăng ký tốt nghiệp và thanh toán qua bkpay rồi mà chưa có tên trong danh sách dự kiến tốt nghiệp hệ VHVL Mong nhà trường kiểm tra giúp em . Em cảm ơn",
    "Em chào Thầy, Cô. Em tên là , MSSV:  học khoa Công nghệ vật liệu chuyên ngành Vật liệu Silicate. Hiện tại em đã có tên trong danh sách dự kiến, tuy nhiên đến hôm nay em vẫn chưa đăng ký tốt nghiệp được trên hệ thống của trường ạ. Rất mong nhận được phản hồi sớm từ Thầy, Cô. Em xin chân thành cảm ơn ",
    "Kính gửi Phòng Đào Tạo. Em tên là:  MSSV:  Em muốn đăng kí trả nợ môn Giải tích hàm nhiều biến (006407 - K2018), tuy nhiên em không thấy mã số môn học này ở bên khóa K2019 theo danh sách môn. Em có nghe nói môn Giải tích hàm nhiều biến này đã được gộp chung với môn Giải tích II từ K2019 (MT1021), nên liệu nếu em đăng kí môn Giải tích II này thì có thể trả nợ cho môn Giải tích hàm nhiều biến này không ạ? Em xin chân thành cảm ơn ",
    "Dạ chào quý thầy cô, Theo lịch thì 15h chiều nay là hạn chót đóng học phí, nhưng hiện tại em vẫn chưa được hỗ trợ đăng ký lại môn và mở đóng học phí. Vậy cho em hỏi sau khi em được mở thì em có thể đóng sau được không ạ? Em cảm ơn.",
    "Phòng Đào Tạo thân mến, Em là , sinh viên Việt Pháp K2015. Hiện em đang học tiếng Pháp 8 học kì 2 năm 2021-2022. Em đã thực hiện đăng kí môn học vào đợt 2 và đã thỏa điều kiện đăng kí. Tuy nhiên hiện tại môn học không hiện trong elearning, TKB và lịch thi. Hiện đang tới thời gian thanh toán học phí, nhưng vì môn học chưa được PĐT giải quyết nên em không thể thực hiện thủ tục thanh toán . Em đã thực hiện khiếu nại từ 25/02/2022 nhưng vẫn chưa nhận được bất kỳ phản hồi nào từ PĐT.Mong PĐT xem xét trường hợp này và giải quyết giúp em. Cảm ơn và Trân trọng, ",
    "Em kính chào Phòng Đào Tạo, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 04/2022 nhưng vẫn chưa đăng ký tốt nghiệp được trên mybk do hệ thống báo tình trạng sinh viên không được sử dụng dịch vụ này. Em kính mong Phòng Đào Tạo kiểm tra và hỗ trợ ạ. Em xin chân thành cảm ơn!",
    "Em xin gửi phòng học vụ đơn lý do đóng học phí trễ. Mong nhà trường xem xét giúp em ạ. Em xin cảm ơn !",
    "em vừa chuyển hệ vừa học vừa làm phải đăng kí tốt nghiệp bổ sung như thế nào ạ.",
    "Dạ em có chút thắc mắc mong thầy cô hỗ trợ và giải đáp giúp em ạ. Em là , MSSV 0, khóa 2013 khoa xây dựng dân dụng. Hiện tại, em đã hoàn thành luận văn tốt nghiệp nhưng vẫn còn thiếu môn Cơ Lưu Chất, và hết hạn học tập nên bị thôi học. Sau khi đi làm 1,2 năm em vẫn mong muốn được lấy bằng đại học thì giờ em có thể xin chuyển hệ và vẫn bảo lưu kết quả học tập cũ được không ạ? Em xin cảm ơn và mong thầy cô giải đáp giúp em, em rất biết ơn ạ   i ",
    "Dạ em chào PĐT! 1) Cho em hỏi là kỳ hè có được đăng ký LV không ạ? 2) Nếu được thì đăng ký trong đợt đăng ký dự thính hè luôn hay PĐT sẽ mở đợt đăng ký riêng ạ? 3) Và có xét chuẩn toeic không ạ? 4) Học phí như thế nào ạ? Em cảm ơn",
    "Em chào thầy cô, Em là  Mssv  Lớp XD17KT Theo như mail trường gửi trước đó, em đã kiểm tra và thấy tên mình trong danh sách tốt nghiệp dự kiến (thông tin đã đúng) cũng như là em đã đăng ký tốt nghiệp và đóng lệ phí theo hướng dẫn, tuy nhiên sau 3 ngày em kiểm tra lại nhưng vẫn chưa thấy tên mình trong danh sách tốt nghiệp chính thức, nên em muốn hỏi thầy cô là khi nào hoặc em phải làm thêm các bước nào nữa để có thể được cập nhật tên trên danh sách chính thức ạ. Em cám ơn thầy cô rất nhiều và chúc thầy cô có ngày lễ trọn vẹn.",
    "kính gửi: quí thầy cô Em tên:  mssv:  , lớp : CK19LTH Ở học kỳ 2 năm 2021-2022: em chỉ đăng ký 1 môn phương pháp tính, nhưng học phí ghi là   4 387 500 đ. Em nghĩ học phí đã bị sai. Em mong được sự giúp đỡ của quý thầy cô. Em xin cám ơn.",
    "MSSV: Yêu cầu:Lỗi bkpay em ko đóng tiền av yêu cầu đc ạ",
    "Xin chào thầy cô ạ, em đang có thắc mắc về khoản tiền 55 nghìn in lại thẻ sinh viên. Hiện tại BKpay của em hiện khoản tiền 55 nghìn (in lại thẻ sinh viên) và em không nhớ là em có làm lại thẻ sinh viên ạ. Không biết khoản tiền 55 nghìn đó em cần đóng không ạ? Em xin cảm ơn đã giải thích thắc mắc của em.",
    "Kính gửi: Quý thầy/cô, Em tên là: . MSSV:. Trên tin nhắn bkel v/v đăng ký môn học HK hè 2021-2022 (HK213), có nội dung nhà trường thông báo mà em vẫn hiểu rõ. Cụ thể là :  “Riêng Khóa 2021 Nhà trường tạm thời không xét điều kiện chuẩn anh văn từng năm và chuẩn kỹ năng ứng dụng công nghệ thông tin” . Vậy không biết nhà trường có tổ chức thi trực tiếp hay không và nếu không đạt thì sẽ có ảnh hưởng đến kết quả đăng ký môn năm 2 không ạ ? Em mong quý thầy/cô xem xét và phản hồi. Em xin chân thành cảm ơn. Trân trọng,",
    "Dạ phòng đào tạo cho em hỏi do một số vấn đề khách quan nên em không thể đóng học phí đúng thời gian quy định, vậy sau thời gian này em có thể tiếp tục đóng tiền không ạ? Và hậu quả của việc đóng tiền trễ hạn là gì ạ ? Em xin cám ơn ạ.",
    "Hiện tại, em không thể nào đăng nhập được vào trang Portal của ngân hàng OCB để đóng học phí. Mong các thầy cô thông báo đến ngân hàng hoặc hướng dẫn cách đóng học phí khác. Em xin cảm ơn ạ.",
    "Dạ chào Thầy Cô Em tên là   MSSV  Hiện tai em có đăng kí học môn Xác suất Thống Kê MMH: MT2013 vào học kỳ 202, là môn tương đương của môn Thống kê trong công nghiệp ME2055 do CTDT mới không có mở môn Thống kê trong công nghiệp nữa! Hiện tại em vẫn chưa được cập nhật điểm chuyển của môn Thống kê trong công nghiệp Mong Thầy Cô xem xét giúp trường hợp của em ạ! Em xin cảm ơn",
    "Kính gửi PĐT, em là , sinh viên lớp VL15PO, MSSV:, do em đã hoàn thành chương trình đào tạo, còn thiếu chứng chỉ toiec nói viết nên chưa thể đăng ký tốt nghiệp đợt tháng 4/2022 được. Do chương trình đào tạo đã đến học kỳ thứ 13. Nên em gửi đơn này, kính mong PĐT cho xin gia hạn thêm 1 học kỳ để em hoàn thành chứng chỉ toeic nói viết và nhận được bằng chính quy ạ. Em xin chân thành cảm ơn.",
    "em chào các thầy cô ạ Em có đăng ký LVTN trong kỳ hè 213. Thầy cô cho em hỏi trong kỳ hè này trường có xets ddiefu kiện  không ạ. em cám ơn ạ",
    "Kính gởi : PĐT Trường Đại học Bách Khoa TP.HCM Em tên :   MSSV :  Hiện em đã có tên trong danh sách tốt nghiệp dự kiến nhưng hiện PĐT vẫn chưa ra quyết định thu nhận lại để em có thể đăng kí tốt nghiệp Em viết đơn này xin phép PĐT ra quyết định thu nhận lại giúp em để em kịp đăng kí tốt nghiệp trong thời gian sớm ạ. Em xin chân thành cám ơn! Thân ái, ",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV . Dạ thầy cô cho em hỏi em đã đăng kí nộp chứng chỉ ngoại ngữ vào ngày 8/4/2022 thì khi nào có kết quả thẩm tra vậy ạ. Dạ hiện tại em còn đợi thẩm tra và chuyển điểm ngoại ngữ là em có thể đăng kí tốt nghiệp rồi ạ, mong thầy cô giúp đỡ em thẩm tra để em có thể kịp đợt tốt nghiệp tháng 4 này ạ. Dạ em cảm ơn thầy cô phòng đào tạo, chúc thầy cô có một tuần làm việc vui vẻ",
    "Em chào thầy/cô, Hiện tại tuần 15 này em có 2 môn học thí nghiệm bị trùng lịch nhau và em không biết phải giải quyết như thế nào vì 2 môn này đều yêu cầu phải có mặt để điểm danh . Em có gửi tên môn học ở file đính kèm Mong thầy/cô chỉ giúp em phải làm như thế nào ạ?  Em xin cảm ơn",
    "Em tên  MSSV . Do nhà em có người nhiễm covid nên hiện thời gia đình em bị kẹt tài chính. Em xin được đóng học phí vào cuối tháng. Mong thầy cô giúp đỡ.",
    "Kính gửi phòng Đào Tạo, Em tên , về việc thực hiện thanh toán học phí thì hôm nay 11/04/2022 tài khoản OCB của em đã bị khóa nên không thể thanh toán học phí đúng hạn là 15h chiều được. Và do là ngày lễ nên em cũng không thể ra ngân hàng OCB để đóng trực tiếp. Em có liên hệ với bên ngân hàng thì đến ngày mai thứ 3, 12/04 mới làm việc lại . Nếu không thanh toán học phí đúng thời hạn đợt này em có thể thanh toán vào đợt tiếp theo không ạ? Và có ảnh hưởng gì không ạ?  Mong được phản hồi sớm nhất. Em xin chân thành cảm ơn . Trân trọng, ",
    "Dạ đã 4 kì liên tục rồi em đăng ký môn CI2003 không được lúc nào cũng bị hủy môn, do em học lần đầu nên đăng ký kì chính thì bị kick với lý do \"đủ sỉ số\", còn dự thính thì với lý do \"không cho sinh viên học lần đầu\", vậy giờ em phải làm sao ạ em sắp ra trường mà lại không được học môn này. Kì dự thính hè 2022 này em có đăng ký lại,em mong PĐT giúp em giải quyết trường hợp này với ạ và cho em được học để sớm ra trường chỉ còn 1 môn này thôi ạ. Em cảm ơn!",
    "Kính gởi các Thầy, Cô Họ và tên:  MSSV:  Lời đầu cho em xin lỗi vì đã hỏi câu hỏi này cho các thầy cô vào ngày nghỉ lễ này ạ. Em xin hỏi là hiện tại tài khoản ngân hàng OCB để đóng học phí của em đang bị khóa vì em đã nhập sai mật khẩu nhiều lần. Để mở khóa thì em phải tới Chi nhánh của ngân hàng để mở ạ, nhưng hôm nay là ngày lễ thì bên ngân hàng không có làm việc. Vì vậy em có thể chuyển tiền học phí từ một ngân hàng khác cụ thể là Vietcombank để kịp đóng học phí cho 15h00 chiều này không ạ. Nếu không được thì em phải làm gì để xin hoãn thời gian nộp học phí mà không bị trừ điểm rèn luyện ạ. Em mong các Thầy Cô giải đáp giúp em ạ. Em xin chân thành cảm ơn ạ!",
    "Dear Phòng Đào tạo, Em là , MSSV: , hệ VLVH, ngành kỹ thuật nhiệt. Hiện tại em đã hoàn tất đăng ký tốt nghiệp trên Mybk và đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng em xem danh sách dự kiến tốt nghiệp trên aao thì thấy chưa đủ điều kiện tốt nghiệp (nợ 29 môn, thực tế em đã đủ tín chỉ và không có nợ) . Mong Phòng Đào tạo kiểm tra lại giúp em. Thanks and Best Regards, ",
    "Cho em hỏi về chuẩn AV hàng năm cho sinh viên khóa K19 ạ. Em không biết là K19 có áp dụng chuẩn av này cho học kì 221 không ạ vì có các môn mang mã năm 4. Và em có được đăng kí học lớp anh văn theo nhu cầu là AV4A không ạ? và nếu pass thì em vẫn đăng kí môn được phải không ạ. Mong thầy/cô sớm giải đáp thắc mắc để em có thể theo kịp tiến độ ạ. Em xin cảm ơn",
    "Thưa thầy cô, em tên  mssv . Hiện e thấy hạn đóng học phí là 15g chiều 11/4 nhưng ngân hàng vẫn còn nghỉ lễ nên em khống thể đóng được đúng hạn. Những ngày hôm trước cũng một phần do em không kiểm tra bkpay thường xuyên cũng như chờ mail báo đóng học phí từ pdt nên e đã để lỡ những ngày trước. Em rất mong phòng đào tạo gia hạn thêm thời gian cho chúng em để thanh toán học phí, cũng như gửi mail bao cho tụi em nắm thông tin ạ. Em xin cảm ơn.",
    "Em tên: Nguyễn Hữu Sơn MSSV: 2134025  Chuyên ngành: Quản lý công nghiệp  Khóa: 2020  Loại hình đào tạo: Hệ VLVH  Kính thưa Phòng đào tạo, em xin chuyển qua khóa học VLVH 2020 và đã được phê duyệt, trong kỳ 1 (2021-2022), em đăng ký 21 TC và được tính học phí là 11.025.000 VNĐ, tức là 525.000 VNĐ/TC. Nhưng qua kỳ 2 (2021-2022) em đăng ký 26 TC và được tính học phí là 25,800,000 VNĐ, em có gửi thắc mắc PĐT và được giải đáp là học phí của em tính theo hệ VLVH khóa 2021, theo mục VI, học phí VLVH từ khóa 2021 là 15,000,000 VNĐ/HK và 900,000 VNĐ/TC vượt định mức. Vậy sao kỳ 1 và kỳ 2 (2021-2022) học phí của em lại tính theo 2 cách khác nhau. Hiện tại em đang học theo khóa 2020 nhưng tính học phí theo khóa 2021, như vậy thì không thỏa đáng. Và với học phí tính theo cách của kỳ 2 đối với gia đình em là quá lớn. Do đó, em viết đơn này xin được tính giá học phí cho khóa học của em theo giá khóa 2020 (525.000 VNĐ/TC). Gia đình của em cũng không có điều kiện, ba em đã mất năm 2009, mẹ em sinh năm 1959 (hiện tại 63 tuổi), mẹ một mình nuôi em nhưng sau đó mẹ bị bệnh về não nên không có khả năng lao động, phải nhận trợ cấp, anh chị của em đã lập gia đình riêng nên phải lo cho gia đình riêng của mình. Em hiện tại cũng đang học toàn thời gian cho kịp tiến độ nên không kiếm được thêm thu nhập. Do đó việc kiếm tiền chi trả học phí rất khó khăn. Với cách tính học phí theo khóa 2020, gia đình em còn cố gắng có thể chi trả được, còn tính theo khóa 2021 thì quá cao nên gia đình em không thể chi trả được. Vậy em viết đơn này kính mong PĐT xét duyệt cho em tính giá học phí theo khóa 2020 như lúc trước và nó cũng hợp lý với việc em học khóa 2020. Em xin cam kết nếu khóa học của em được tính học phí theo khóa 2020 thì em sẽ cố gắng đóng học phí đúng thời hạn. Em xin chân thành cảm ơn.",
    "Cho em hỏi em đã đăng ký thực tập ngoài trường ở HK212, vậy có cần đăng ký lại ở HK hè 213 không ạ",
    "Kính thưa thầy cô. Em có thắc mắc về học phí của mình , mong thầy cô giải đáp giúp em. Trong kì 212 này , em có đăng ký 12 chỉ (9 chỉ đang trong thời khóa biểu và 3 chỉ của môn học đã rút) , trong môn đang học có thực tập và đề cương luận văn. Em có lên trong aao tham khảo thì thấy khóa 2017 hiện vẫn đang là 350.000 VND/chỉ . Và thực tập không phải đóng học phí và đề cương luận văn là 2 tính chỉ học phí . Khi tổng lại thì em thấy em chỉ có 11 chỉ học phí , khi thành tiền khoảng 3.850.000VNĐ. Mong thầy cô giải đáp giúp em Em cảm ơn thầy cô",
    "Kính chòa quý Thầy/Cô Theo quy định sinh viên được đăng kí rút môn học vào 6 tuần đầu của Học Kỳ. Hiện tại đã quá thời gian trên thì em có thể nộp đơn Rút Môn Học với lý do đặc biệt để Pđt phê duyệt được không ạ ?. Em xin cảm ơn quý Thầy/Cô ",
    "Cho em hỏi việc thanh toán trễ học phí của   B chương trình sau Đại học    có cần phải viết đơn trình bày lí do trễ hạn không ạ? ",
    "Mặc dù đã đến ngày cuối của hạn đóng học phí 212 nhưng Mybk Pay của em vẫn hiển thị là chưa đến hạn thanh toán học phí và trên OCB online cũng không hiển thị học phí 212 để em thanh toán ạ.",
    "E chào cô, cô cho em hỏi, sao dạo này mail trường của e không nhận được mail thông báo gì từ bên trường hay hỗ trợ sv v ạ, k thấy mail nhắc nộp học phí hay gì hết ạ",
    "Em đã nhận được mail quyết định thu nhận lại nhưng đến ngày 11/04 khi đăng ký môn vẫn hiển thị là em bị tạm dừng ạ. Em rất cần đăng ký môn thực tập tốt nghiệp trong kì hè này mà hạn chót đăng ký môn là 15/04 (tức 4 ngày nữa) nhưng em vẫn không đăng ký được ạ.",
    "Dạ em chào thầy cô ạ. Em là , MSSV , là sinh viên thuộc khoa Xây Dựng . Em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022, thông tin cũng đã chính xác nhưng đến nay em vẫn chưa đăng ký tốt nghiệp được trên myBK và tình trạng sv vẫn đang là tạm dừng ạ. Em rất mong pđt có thể mở tình trạng sv của em để em kịp đăng ký tốt nghiệp trên myBK ạ. Em xin chân thành cảm ơn thầy cô ạ.",
    "Em chào Thầy/Cô, Em tên , sinh viên K15, MSSV , Đợt vừa rồi em có xin cứu xét tốt nghiệp và đã được giải quyêt. Em tiến hành vào trang hướng dẫn đăng ký tốt nghiệp xong và đã nộp lệ phí 95k. Sau đó em có vào theo dõi thì tình trạng đã ghi là đã được xử lý. Nhưng cho đến hôm nay hạn cuối để PĐT giải quyết tốt nghiệp thì em thấy mình chưa có tên trong danh sách tốt nghiệp chính thức ạ và vào trang đăng ký tốt nghiệp lại báo là không được phép đăng ký. Em hoang mang không biết mình có được tốt nghiệp đợt tháng 4 này không? Kính mong được Thầy/Cô xem xét giải quyết giúp em ạ, em cảm ơn rất nhiều. Trân trọng, ",
    "Dạ xin chào quý thầy cô ạ em tên  MSSV:  Dạ thưa đợt rồi em có đăng ký môn anh văn cơ bản theo yêu cầu theo như trang bkpay thì hạn nợp học phí của em là từ  ngày 8 đến ngày 15h ngày 11 tháng 4 ạ nhưng ở mục  chọn thanh toán thì lại ghi là chưa đền kỳ thanh toán khiến cho em không thể thanh toán học phí đúng hạn được ạ ne7n giờ em không biết phải nên giải quyết như thế nào ạ",
    "Tốt nghiệp . Em chào quý thầy/cô, Em tên là  MSSV: . Em có đăng ký xét tốt nghiệp trên mybk vào 3 tuần trước và đã đọc lệ phí, hệ thống mybk đã hiện yêu cầu đã được xử lý. Tuy nhiên đến hôm nay em vẫn chưa nhận được email xác nhận tốt nghiệp từ hệ thống, tra cứu trên danh sách tốt nghiệp (update 09/04) thì cũng không thấy tên ạ. Mong quý thầy/cô có thể kiểm tra giúp em với ạ. Em xin gửi lời cảm ơn sâu sắc, mong sớm  nhận được phản hồi từ quý thầy/cô. Trân trọng, ",
    "Chào cô/thầy, em tên , mssv: . Các thầy/cô cho em hỏi học kỳ hè này đăng ký luận văn tốt nghiệp có xét chứng chỉ anh văn không ạ? Trong thông báo mới nhất em không thấy đề cập ạ. Em xin cảm ơn!",
    "Dạ em chào cô, đợt thanh toán học phí 04/04 - 11/04 vừa rồi em có thanh toán trễ học phí do nhớ nhầm ngày hết hạn. Cô cho em hỏi có cần phải in giấy trình bày lý do thanh toán trễ lên PĐT hay không ạ?  Em cám ơn",
    "Em đã có tên trong danh sách tốt nghiệp (cập nhật hôm 09/04), nhưng tình trạng sinh viên vẫn  đang là \"tạm dừng\" nên không thể đăng ký tốt nghiệp trên mybk. Mong phòng đào tạo giải quyết sớm để em đăng ký tốt nghiệp ạ.",
    "Dạ chào pđt, em đã có tên trong ds dự kiến tốt nghiệp T4/2022, và phiếu đăng ký của em cũng đã được xử lý (hình kèm theo). Nhưng hiện tại do ds tốt nghiệp chính thức trên aao.hcmut.edu.vn chỉ cập nhật đến ngày 18/3 và không có tên em. Vậy cho em hỏi em sẽ tốt nghiệp vào đợt tháng 4 này hay tốt nghiệp vào đợt sau nữa ạ? Em cảm ơn.",
    "Em là  - , vì một số lí do ngoài ý muốn mà em không thể đóng học phí đúng hạn. Mong nhà trường có thể gia hạn thêm cho em hai ngày ạ. Em hứa sẽ đóng đúng thời gian ạ. Xin cảm ơn.",
    "Chào admin ạ! Hiện em đang trong tình trạng tạm ngừng học. Bây giờ em đang ở dưới quê và muốn thu nhận lại thì em làm đơn gửi lên bksi được không ạ?",
    "Dạ em chào thầy(cô)!  Em là sinh viên khóa K18 - MSSV: 1814763. Trong kỳ học này, kỳ 212, em đang thực hiện luận Văn Tốt Nghiệp (Cơ Điện Tử). Tuy nhiên, vì nhiều lý do mà tiến độ thực hiện không được đảm bảo. Vì vậy em muốn đăng ký Luận văn Tốt Nghiệp ở kỳ dự thính hè ( Học kỳ 213) như 1 phương án dự phòng nếu kỳ này em không hoàn thành kịp luận văn . Em có thắc mắc là: Nếu như em hoàn thành và bảo vệ thành công luận văn trong kỳ này thì kết quả có được công nhận cũng như em được quyền rút môn Luận văn Tốt Nghiệp đã đăng ký trong kỳ 213 mà không ảnh hướng tới kết quả luận văn cũng như tiến độ ra trường không ạ?   Kính mong quý thầy(cô) giải đáp thắc mắc của em! Em xin cảm ơn ạ!",
    "Kính thưa thầy (cô) Do gia đình em bị F0 phải cách ly tại nhà, nên không thể nộp học phí đúng hạn, em sẽ thanh toán sớm nhất có thể, vậy bây giờ em cần làm gì cho việc trễ hạn nộp ạ.  ",
    "Cho em hỏi em đã có trong danh sách tốt nghiệp dự kiến vào đăng ký tốt nghiệp thành công nhưng trong danh sách tốt nghiệp trên aao không có tên thực bị vấn đề gì vậy ạ Em xin cảm ơn",
    "Em xin chào anh, chị Văn phòng. Em là , MSSV: , hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử. ện tại em đã có tên trong danh sách tốt nghiệp dự kiến tháng 04 HK212 (nh1.png), nhưng lại không có tên trong danh sách tốt nghiệp chính thức HK212 (nh2.png). Em đã thanh toán lệ phí đầy đủ trên MyBK (nh3.png) đúng hạn (31/03/2022), đồng thời em cũng cũng đã đạt 16.5 ngày CTXH và không bị tình trạng đóng trễ/nợ học phí. Em tạo ticket này mong anh chị có thể kiểm tra lại giúp em. Tạo điều kiện để em tốt nghiệp vào tháng 4. Em mong nhận được phản hồi sớm từ anh, chị ạ.",
    "Em gửi anh chị, Hiện tại em có tên trong danh sách tốt nghiệp dự kiến và cũng thoả các điều kiện tốt nghiệp . Nhưng em hiện tại không có tên trong da sách chính thức cũng như các email thông báo tốt nghiệp, em thấy bạn em có thông báo rồi nên em mới tạo câu hỏi này. Mong anh chị kiểm tra lại giúp em. Em chân thành cảm ơn. .",
    "Em chào PĐT ạ, hiện tại thì em đã có tên trong danh sách tốt nghiệp dự kiến và em cũng đã nhận được giấy chứng nhận tốt nghiệp tạm thời rồi ạ. Nhưng em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ. Mong PĐT xem xét giúp em ạ. Em xin chân thành cảm ơn ạ.",
    "học kì 211 em có học môn an toàn quá trình CH3297. do điểm cập nhật muộn, em không biết có qua không nên đăng kí học lần 2 vào kì 212. sau đó có điểm thì em đã qua môn đó tuy nhiên điểm lại không được cập nhật trên mybk. cho em hỏi là nếu như kì 212 em không đạt được điểm để qua môn thì điểm môn CH3297 có được cập nhật theo điểm của kì 211 không hay em phải học lại môn đó? em xin cảm ơn.",
    "Dạ em chào thầy cô tại phòng Đào tạo ạ! Em tên là , MSSV , khoa Kỹ thuật Xây dựng. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được do tình trạng sinh viên đang tạm dừng. Rất mong nhà trường có thể cập nhật lại tình trạng sinh viên để em kịp đăng ký trong đợt tốt nghiệp đợt tháng 4 này ạ. Em xin chân thành cảm ơn!",
    "Chào phòng đào tạo Em  MSSV  Dạ hiện tại em đã đủ điều kiện đăng kí tốt nghiệp nhưng do tình trạng sinh viên đang bị tạm dừng nên không đăng kí tốt nghiệp được . Em kính mong phòng đào tạo xem xét thu nhận lại để em có thể đăng kí tốt nghiệp được ạ. Em cảm ơn   i Tốt nghiệp .",
    "Dạ chào thầy/cô, em là sinh viên thuộc khóa K18, học kì hè này em đăng ký thực tập ngoài trường thì em dùng mã môn học của khóa K18 hay chung với khóa sau ạ",
    "Tốt nghiệp       Kính chào thầy, cô  Hiện tại em đã hoàn thành chương trình học và đã qua  Nói Viết (ngày thi 30/3) Tuy nhiên điểm chưa được cập nhật kịp hạn 11/4 Cho nên em muốn hỏi do điểm cập nhật muộn thì có ảnh hưởng đến đăng kí tốt nghiệp đợt này không ạ?   Em xin cảm ơn",
    "Em chào anh chị! Em là , Mssv:  Cho em hỏi là hôm 11/4/2022 lúc 15h hết hạn đóng học phí, nhưng vì lý do kinh tế nên tiền về ngân hàng không đủ để đóng đúng hạn nên đến 20h cùng ngày 11/4/2022 mới hoàn thành đóng học phí, nên cho em hỏi là đã thanh toán rồi nhưng trễ trong ngày thì có cần làm đơn thanh toán trễ hạn không ạ! Em cảm ơn anh chị!",
    "Phòng đào tạo cho em hỏi em tốt nghiệp đợt tháng 11/2021 nhưng chưa được tổ chức lễ Vậy đợt tốt nghiệp tháng 4 này em muốn làm lễ tốt nghiệp thì đăng kí như thế nào ạ Em cảm ơn",
    "Em chào thầy/cô, Mặc dù có trong danh sách tốt nghiệp dự kiến đợt 1 nhưng em không kịp đăng ký tốt nghiệp trước ngày 11/4/2022 do tình trạng sinh viên bị tạm dừng. Em đăng ký sau ngày 11/4 thì em có thể tham dự lễ tốt nghiệp đợt này không ạ? Em cảm ơn .",
    "Kính gửi quý thầy/cô, Hiện tại em mới thi xong anh văn nói-viết. Nhưng em không biết tiếp theo mình nên làm gì sau đó để có thể đăng ký xét tốt nghiệp trên trang web Mybk của trường . Liệu có phải sau khi có kết quả, trung tâm BKenglish sẽ thông tin lên hệ thống trường và mở khóa để em có thể tự điền thông tin xét tốt nghiệp. Hay em phải làm đơn để thông báo cho phòng đào tạo kết quả thi . Em cảm ơn,  ",
    "Cho em hỏi sinh viên có thể đăng kí phòng học ở cs1 để tổ chức đại hội chi đoàn trên website nào hay phòng nào ạ. Em xin cảm ơn.",
    "Dạ do nhà không đủ điểu kiện nên em đang cố gắng lấy tiền để đóng học phí, đến bây giờ thì em đủ rồi ạ. Nhưng hạn học phí đã quá hạn, không biết bây giờ phải làm sao để đóng học phí ạ. Em cảm ơn ạ.",
    "Chào thầy/cô Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 04/2022. Tuy nhiên đến ngày 11/04/2022 mà tình trạng sinh viên vẫn còn đang tạm dừng, do đó nên em không thể đăng ký tốt nghiệp được ạ. Mong thầy/cô có thể kiểm tra và phản hồi sớm giúp em với ạ. Em xin cảm ơn. Chúc thầy/cô một ngày tốt lành.",
    "em chào các thầy cô, hôm nay em muốn tới ngân hàng OCB nộp tiền do em bị mất thẻ ngân hàng OCB và đang làm lại thẻ nên em tới ngân hàng nộp nhưng hôm nay các anh chị làm ở ngân hàng nghỉ lễ bù giỗ tổ hùng vương nên em không nộp tiền được ạ, mai hoặc mốt em có thể nộp lại không ạ ? Em cảm ơn thầy cô ạ",
    "Tốt nghiệp Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM! Em tên:  MSSV: Hiện em có và đã gửi yêu cầu xét tốt nghiệp hệ VHVL HK212 và đã hoàn thành thanh toán phí tốt nghiệp. Nhưng hiện tại phiếu đăng ký xét tốt nghiệp của em với tình trạng đăng ký là không được xử lý. Hôm nay em viết đơn này nhằm mong phòng đào tạo kiểm tra và xem xét thoắt moắt của em với . Em có cần thay đổi hay bổ sung thông tin gì trên phiếu đăng ký hay không! Hay em còn thiếu giấy tờ liên quan hay cần bổ sung đơn hay giấy tờ liên quan gì để được xét tốt nghiệp hay không? .Kính mong phòng đào tạo xem xét giúp em với! Em xin chân thành cảm ơn! Sinh Viên  ",
    "Lê Đại Cường Phú Kính thưa thầy (cô) Dạ đầu tiên em xin chân thành xin lỗi vì việc nộp trễ học phí. Lý do em nộp chậm là tại vì gia đình em đang F0 mẹ em mới đi làm lại được vài hôm nên chưa có lương mượn mãi mới được người quen mà sau thời hạn nộp học phí nên em mong phòng đào tạo cho em biết giờ em cần làm gì cho việc trễ hạn nộp này ạ!!! .Mong nhà trường thông cảm giúp em.",
    "Kính gửi PDT, Em là , sinh viên ngành Khoa Học Máy Tính. Hiện tại em đã đăng ký tốt nghiệp vào ngày 31/3/2022. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ngày 9/4/2022. Em muốn hỏi, khi nào em sẽ có tên danh sách tốt nghiệp chính thức. Em xin cảm ơn.",
    "Dạ em là , MSSV là , e đã đăng ký và thanh toán lệ phí chuyển điểm anh văn và hiện đã có tên trong danh sách dự kiến tốt nghiệp tháng 4 nhưng em vẫn chưa chuyển được điểm anh văn và chưa đăng ký tốt nghiệp được do tình trạng sinh viên em đang là \"Nghỉ\", e kính mong nhà trường xem xét, tạo điều kiện để thu nhận lại và cho em được đăng ký tốt nghiệp ạ. Em cảm ơn sự giúp đỡ của nhà trường ạ.",
    "Em chào Thầy/Cô, em đã đăng kí tốt nghiệp thành công vào ngày 4/4/2022. Nhưng hiện tại đã hết hạn xét tn 11/4/2022 mà em vẫn chưa có trong danh sách tn chính thức. Em có thể được xét tn trong kì lễ tn 23/4 tới không ạ? Em cảm ơn.",
    "Em xin chào Phòng đào tạo của trường.Em là  -MSSV:-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ! ",
    "Dạ em chào thầy/cô ạ  thầy/cô cho em hỏi là mình có thể đóng học phí bằng tiền mặt ở trường cơ sở 2 được không ạ  em xin cảm ơn ạ",
    "Dạ em chào thầy/cô ạ, Dạ em là , MSSV: , lớp Kinh tế Chính trị SP1033 Thầy , CC10 HK212 ạ. name: Marxist - Leninist Political Economy (SP1033)_ (CC_HK212) Groups: [CC10] Dạ là do ngày 9/4 và 10/4/2022 em không vô được bkel nên em không kịp làm các bài quiz trong phần video của môn này mà hạn chót làm bài là ngày 10/4/2022 nên em mong thầy/cô hỗ trợ em gia hạn quiz tất cả các chương của môn này để chúng em có thể làm ạ . Em xin lỗi đã chưa làm sớm nhưng em mong nhận được sự hỗ trợ của thầy/cô mở lại các quiz trong phần video để em làm ạ. Vì nếu không làm đủ thì chúng em sẽ không được thi cuối kỳ môn này nên em mong sự hỗ trợ gia hạn thời gian làm quiz từ Phòng Đào tạo ạ. Em chân thành cảm ơn thầy/cô và chúc thầy một ngày tốt lành ạ.",
    "QUOTE  Dạ em chafo Thầy/ Cô. Em là sinh viên k17 ngành kiến trúc, kì hè sắp tới em đăng kí thực tập tốt nghiệp, em có phải nộp bằng anh văn hay có bị xét chuẩn anh văn không ạ? Hay chỉ xét khi đồ án tốt nghiệp ạ? Dạ em cảm ơn Thầy Cô.",
    "Chào thầy/cô ạ, Em muốn là nếu kì hè này HK213 em có đăng kí học thực tập ngoài trường, nhưng mà môn cần đủ tính chỉ tích lũy, vậy nếu HK212 tháng 5 mới thi cuối kì thì có tính chỉ của HK212 vào tính chỉ tích lũy để đăng kí môn HK213 không ạ. Em mong nhận được câu trả lời sớm từ PDT để đăng kí môn học ạ, Em xin chân thành cảm ơn, .",
    "Em là sinh viên năm 4 sắp ra trường nhưng vẫn còn thiếu môn Thực tập cơ khí đại cương 2 do em đăng ký bị hủy môn liên tục + dịch Covid. PĐT có thể tạo điều kiện cho em đăng ký vào đợt đăng ký này không ạ?",
    "Tên:  MSSV: Phone: [phone_number] Em không thể đăng ký môn học trên trang My BK được mong nhận đươc sự giúp đỡ từ anh(chị). Mã môn học: MT1005-Giải tích 2",
    "Em chào thầy cô BKSI , Em là sinh viên k20 khoa cơ khí MSSV  . Vào cuối kỳ 202 em đã không đóng đầy đủ hoc phí cho trường . Theo quy định của nhà trường thì em đã bị xoá hết các môn học của học kỳ 202 ( 04-05/2021 ) , và em đã không còn đăng ký môn hoc nào được nữa . Em đã bỏ học đến nay hơn 1 năm từ lúc nghỉ vì dịch bệnh , em cảm thấy hối hận về lỗi của mình . Thầy cô có thể phản hồi giúp em xem trường hợp của em có thể đi hoc lại được không ạ , em muốn đăng ký môn hoc để học lại tại trường thì em sẽ làm sao ạ . Em cảm ơn quý thầy cô đã bỏ thời gian ra đọc những dòng này. Chân thành cảm ơn ạ.",
    "Dạ em chào thầy cô ạ! Em có hai câu hỏi ạ 1.Cho em hỏi là em đã nộp bằng Toeic 2 kĩ năng Đọc và Nghe rồi và em đã qui đổi điểm , nhưng nay em mới thi lại và được điểm cao hơn em có thể qui đổi điểm lần 2 được không ạ? 2. Kĩ năng Viết và Nói là em có thể thi ở trường hay em phải thi ở ngoài trường ạ? Em cảm ơn   i  .",
    "ng trễ hạn học phí . Chào thầy cô ạ, hôm nay là hạn cuối đóng học phí nhưng em lại quên mất mật khẩu internet banking, vì trùng vào 2 ngày lễ nên em k tới ngân hàng làm lại được. Em đã thanh toán nên mong nhà trường xem xét và xử lý giúp em ạ Em cảm ơn và chúc thầy cô nhiều sức khỏe",
    "Kính gửi Phòng đào tạo, Em tên là: ,  MSSV: . Em có kiểm tra phần Đăng kí tốt nghiệp trên trang Mybk, em thấy thông tin của em thiếu phần nơi sinh (để trống), nên em phản hồi cho Phòng đào tạo để hiệu chỉnh lại cho đúng. Nơi sinh của em là: tỉnh Phú Yên. Em xin chân thành cảm ơn ạ!",
    "Dạ, hiện em đã đk liên kết tài khoản ngân hàng ocb với trường , nhưng số điện thoại của tài khoản đó bị khóa, em muốn tạo tài khoản ngân hàng mới và liên kết lại với trường bằng tài khoản mới đó, thì em không biết như vây có được ko ạ?",
    "Dạ hiện tại em đã đủ điều kiện tốt nghiệp. xin pđt hỗ trợ em các thủ tục để có thể được xét tốt nghiệp vào đợt tháng 4 ạ. Em bị tạm ngưng nên không thể đăng ký tốt nghiệp trên myBK được ạ. Em cảm ơn!",
    "Kính gửi,  Em đã hoàn thành đủ điều kiện tốt nghiệp . Xin thầy cô pđt xem xét tốt nghiệp ạ. Cảm ơn.",
    "Dạ Thưa Thầy/Cô em tên SV:  . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em vẫn chưa vào đăng ký tốt nghiệp được ạ do tình trạng sinh viên em vẫn chưa được thu hồi lại ạ. Kính mong Thầy/Cô kiểm tra hướng dẫn thủ tục e với ạ. Em xin cám ơn !",
    "Gửi phòng đào tạo Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng đến nay vẫn chưa đăng kí tốt nghiệp được do tình trạng sinh viên là tạm dừng. Mong phòng đào tạo xem xét. Em cảm ơn",
    "Hôm trước em có làm đơn xin gia hạn đóng học phí, nhưng em không liên lạc được thầy chủ nhiệm để ký đơn nên hiện giờ đã bị quá trễ nộp đơn gia hạn. Em phải làm gì để gia hạn đóng học phí để được học và thi cuối kỳ ạ. Mong cán bộ BKSI giúp em với.",
    "Tốt nghiệp       Ngày 04/07/2022 10:32:37 am, cô  có kiểm tra em còn nợ môn 701702 là môn quản trị học    Nhưng em có đăng ký học môn học tương đương là Quản trị kinh doanh cho kỹ sư, mã môn học là IM3001, em học ở Học kỳ 2 Năm học 2020 - 2021 Điểm của em là 65 số tín chỉ là 3 và tương đương với môn quản trị học, mã môn học là 701702    Em mong phòng đào tạo xem xét lại để em được đăng ký xét tốt nghiệp ạ    Hải  ",
    "Kính gửi Thầy/Cô PĐT, Em là Trần Thị Yến Nhi. MSSV . Sinh viên khoa Môi trường và Tài nguyên. Em muốn xin được chuyển điểm môn tự chọn EN3079 (Các hệ thống quản lý môi trường) tương đương cho môn tự chọn EN3051 (Thủy sinh học và quản lý môi trường). Lý do: Ở học kỳ 211, môn EN3051 không mở lớp nên em đã học môn EN3079 để thay thế. Theo danh sách môn thay thế tương đương của trường, môn EN3079 có thể thay thế cho môn EN3051. Mong Thầy/Cô xem xét giải quyết cho em ạ,",
    "Thưa thầy/ cô, Em là , SV Khóa K18 (đại trà) khoa Điện - Điện tử. Thầy cô cho em hỏi đối với khóa K18 thì khi tốt nghiệp yêu cầu chứng chỉ Speaking/ Writing (tối thiểu 200) Quốc tế hay chỉ cần thi ở Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa BKEnglish là được ạ. Em cảm ơn thầy/ cô, .",
    "Em là , có MSSV là  và thẻ của em sẽ hết hạn vào 4/2022. Em có đăng ký cấp lại thẻ trên bkel nhưng do quên thanh toán trên bk pay . Em muốn hỏi là em phải thanh toán dù nó đã quá hạn để được cấp thẻ hay em sẽ đăng ký mới rồi thanh toán ạ? Thẻ sau khi em đăng ký sẽ có hạn tới khi nào ạ?",
    "Dạ thầy/cô cho em hỏi sao phiếu đăng ký tốt nghiệp của em vẫn ở tình trạng phiếu đăng ký không được xử lý vậy ạ.Em cảm ơn",
    "Em chào thầy/ cô, Hiện tại em đã hoàn tất các điều kiện ra trường và đã có tên trong danh sách tốt nghiệp dự kiến (hình minh chứng đính kèm). Tuy nhiên em hiện vẫn không truy cập được vào trang đăng ký tốt nghiệp tại MyBK để thực hiện quá trình đăng ký được (do tình trạng sinh viên của em vẫn đang là tạm dừng). Những lần yêu cầu trước thầy/ cô có nói khi nào em có tên trong danh sách tốt nghiệp dự kiến thì sẽ tự động thu nhận lại em. Em có gửi một số hình ảnh đính kèm bên dưới để thầy cô kiểm tra. Em đã phản hồi một yêu cầu tương tự vào ngày 9/4 tuy nhiên trong quá trình nghỉ lễ nên chưa có thầy/ cô nào giải quyết. Mong thầy/ cô giải quyết sớm giúp em để em kịp ra trường. Em xin cảm ơn!",
    "Em chào PĐT - Cho em hỏi hiện tại em là k14 hệ VLVH, đang có 126 chỉ tích lũy ngành, hệ VHVL bỏ các AV1234 vậy em cần bao nhiêu chỉ để có thể tốt nghiệp vậy ? - Hệ VHVL có phải học các môn tự chọn như ở hệ CQ không ? - Ở hệ CQ em còn thiếu AV, 1 môn tự chọn và LVTN vậy nếu bỏ AV thì em chỉ cần nộp toeic trên 400, làm LVTN và hoàn thành 1 môn tự chọn là có thể thể tốt nghiệp phải không ?",
    "Dạ thưa phòng đào tạo cho em hỏi về vấn đề là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng đang trong tình trạng sinh viên là tạm dừng thì em có được đăng ký tốt nghiệp không ạ?  Em mong phòng đào tạo sớm phản hồi email của em. Em xin chân thành cảm ơn ạ.",
    "Em là sinh viên K18. Cho em hỏi nếu em đăng ký học phần LVTN trong kỳ hè 2022 có được không (em đã đủ các điều kiện về TCTL , anh văn) và nếu được sẽ tính học phí là bao nhiêu/ chỉ ạ ?",
    "Em tên:  MSSV:  Em muốn hỏi là nếu như điểm em trên bảng điểm bị nhập sai lệch so với điểm thi thật mà hết hạn phúc tra thì em phải làm sao ạ. Cách đây 1 tháng em có mail cho giáo viên và PĐT nhưng không có ai trả lời ạ. Mong quý thầy  cô hỗ trợ em để không mất quyền lợi ạ. Môn: Đại số tuyến tính (MT1007).",
    "Kính gửi cán bộ của BKSI, Em là Trần Diệu Khánh An, MSSV 1610020, hiện là sinh viên Khoa Kỹ thuật Hóa học. Em xin được trình bày vấn đề của em như sau. - Ở HK202, em có đăng ký hoãn thi môn Mô hình hóa, Mô phỏng, Tối ưu hóa (MHH-MP-TUH) - mã môn: CH3133 và đã được PĐT nhận thông tin Hoãn thi. - Đến tháng 12 của HK211, em nhận được email thông báo về việc Xóa điểm hoãn thi HK202. Và lịch thi mới sẽ được cập nhật trên Mybk/ Lịch thi. - Kể từ thời điểm nhận được email nói trên, em đã liên tục kiểm tra để có thể biết được ngày thi, nhưng trên trang Mybk vẫn không hiển thị ngày thi cho em. - Đến tháng 3/22 của HK212, em thấy trên Bảng điểm cập nhật điểm của môn MHH là điểm 13 (vắng thi). - Khi trao đổi về thắc mắc này với cán bộ của PĐT, em được biết môn MHH đã được văn phòng Khoa Kỹ thuật Hóa học tổ chức thi và sẽ gửi mail thông báo cho sinh viên. - Thế nhưng, vì một lý do nào đó, em không nhận được email về ngày thi nên đã không thể đi thi để xóa điểm hoãn thi. - Sau đó, em đã trao đổi với văn phòng Khoa về việc này, thầy nói với em lịch thi là do PĐT sắp xếp và cập nhật, còn thầy không thể thông báo cho em được. Em đã không đi thi để xóa điểm hoãn, vì vậy đã bị điểm 13 nhưng là do em đã không nhận được thông báo về lịch thi. Em thực sự bức xúc vì việc học của em sẽ bị ảnh hưởng. Em hiện đang trong quá làm LVTN và em chỉ chờ để được xóa điểm Hoãn, là kết thúc được chương trình học và được tốt nghiệp. Thế nhưng, vì điểm 13 này, em có thể phải đăng ký lại trong học kỳ hè và cũng chưa chắc chắn liệu môn học này có mở không. Em mong trường hợp của em sẽ được suy xét và giải quyết. Em xin cảm ơn rất nhiều ạ.",
    "Em chào Thầy, Cô. Em tên là , MSSV:  học khoa Công nghệ vật liệu chuyên ngành Vật liệu Silicate. Hiện tại em đã có tên trong danh sách dự kiến, tuy nhiên đến hôm nay em vẫn chưa đăng ký tốt nghiệp được trên hệ thống của trường ạ. Rất mong nhận được phản hồi sớm từ Thầy, Cô. Em xin chân thành cảm ơn",
    "Em xin đăng ký tốt nghiệp bổ sung ạ. Em đã đủ các điều kiện    i Tốt nghiệp .",
    "Chào đại diện phía PĐT, Sau khi nghe được thông tin bắt buộc phải có chứng chỉ ngoại ngữ để đăng ký LVTN trong học kỳ hè. Kỳ đăng ký môn học bổ sung sắp tới diễn ra vào  ngày 25-26/5. Vậy em phải nộp chứng chỉ ngoại ngữ trước bao nhiêu ngày thì mới có thể đăng ký được LVTN vào ngày 25-26/5 ạ? Em cảm ơn ạ.",
    "Dear Thầy cô PDT trường Hiện tại em vừa nộp CCNN ngày 8.4.22 đang đợi xét duyệt, cho em hỏi đăng kí tốt nghiệp(hệ VLVH) học kì 2 này em thấy trên aao.hcmut.edu.vn để ngày 11.04. Vậy cho em hỏi trường có tổ chức đợt đăng kí bổ sung tốt nghiệp không ạ. Tại em thấy mấy bạn dktn để ngày 4.5 mới hết hạn lận. Trân trọng và Cảm ơn",
    "Kính gửi: Quý Thầy cô Phòng Đào tạo Em tên là , mssv , là sv lớp Viễn thông, khoa Điện - điện tử . Do không theo dõi kỹ lịch đóng học phí hk212, nên hôm qua em đã trễ hạn chót lịch thanh toán với OCB . Em làm đơn này kính mong quý thầy cô cho phép em được thanh toán trễ học phí. Em đã chuyển khoản số tiền đầy đủ với OCB. Em xin cảm ơn Quý thầy cô và sẽ theo dõi lịch trình cẩn thận hơn.",
    "Em tên là :  Mssv: Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a) Hình ảnh minh chứng phía dưới ạ Mong thầy cô giúp đỡ để em có lịch học ạ. Em cảm ơn ạ!",
    "Kính thưa nhà trường, em có một vấn đề cần giải quyết, em đã thanh toán Học phí môn Ngoại ngữ theo y/c CQ 211 - bổ sung, khoản thanh toán DNCQ211.4..1, và do thanh toán học phí trễ ( hạn là vào 17/1 và em thanh toán vào 24/1) và em cũng đã nộp đơn xin đóng học phí trễ nhưng đến nay vẫn chưa được xác nhận thanh toán học phí. Xin phép nhà trường giải quyết giúp em, xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Ngày 15/4 sắp tới em mới có chứng chỉ tiếng anh nộp vào để chuyển điểm đăng ký tốt nghiệp, như vậy có thể kịp làm lễ tốt nghiệp trong tháng 4 này không ạ? Dạ em cảm ơn ạ.",
    "Em kính chào Phòng Đào Tạo, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 04/2022 nhưng vẫn chưa đăng ký tốt nghiệp được trên mybk do hệ thống báo tình trạng sinh viên không được phép sử dụng dịch vụ này. Em kính mong Phòng Đào Tạo kiểm tra và hỗ trợ ạ. Họ và tên: , MSSV: . Em xin chân thành cảm ơn!",
    "Em xin chào thầy/cô PĐT. Em là sinh viên k16. Do theo quy định thì kỳ này học phí của SV k16 được tăng giá khá cao(740k/chỉ). Mà hiện tại lịch đóng học phí là đóng 1 lần nên em xin phép được đóng trễ hạn ạ . Em sẽ hoàn tất đóng học phí trước khi kỳ thi cuối k. Em cảm ơn",
    "Em là  Lớp DD19KTD2 Em muốn xin số điện thoại thầy chủ nhiệm là thầy  để thầy ký xác nhận đơn xin gia hạn học phí ạ. Em xin cảm ơn nhiều và chúc sức khoẻ cán bộ BKSI ạ.",
    "Em xin chào thầy cô , trường hợp nếu em bị cảnh cáo học vụ 3 lần thì em có bị buộc thôi học không và em có thể làm gì để được trở lại học ạ . em xin cảm ơn",
    "Chào,  Em tên  Mssv  Hôm trước em thực hiện giao dịch đóng học phí mà chưa được ghi nhận nhưng em tưởng là đã đóng rồi, nay em kiểm tra lại thì chưa đóng. Vừa hiện tại em đã thực hiện giao dịch trừ tiền trong tài khoản OCB rồi ạ. Em cho hỏi em đóng trễ vậy có cần làm đơn gửi phòng đào tạo không ạ, nếu có thì nộp online hay nộp trực tiếp ạ. Em chân thành cám ơn",
    "Kính gửi Phòng Đào Tạo! Em tên là         MSSV: Khoa: Kỹ thuật Hoá học                      Lớp: HC15BSH Hiện tại, em đã đủ các điều kiện tốt nghiệp nhưng do tình trạng sinh viên là Nghỉ (xoá tên do hết thời gian học) nên em không thể đăng kí tốt nghiệp được. Vậy em kính mong Phòng Đào tạo xem xét giúp đỡ cho em được thu nhận lại và được xét tốt nghiệp trong đợt này (tháng 4/2022) . Xin Phòng Đạo tạo hướng dẫn cho em trình tự để đăng kí tốt nghiệp sau khi được thu nhận với ạ. Em xin chân thành cảm ơn!",
    "Em tên là  MSSV: 1 Khoa: Kỹ thuật hóa học Em hoàn thành đủ các yêu cầu để tốt nghiệp. Do tình trạng học vụ bị tạm dừng không thể đăng ký tốt nghiệp. Mong phòng đào tạo xem xét mở giúp em để em đăng ký tốt nghiệp ạ. Em rất mmong được làm lễ trong đợt tốt nghiệp tháng 4/2022.",
    "Em chào thầy/ cô, ngày 08/04 vừa rồi em thực hiện đóng 2 lần khác nhau học phí (1 hệ đại trà 1 hệ ths/ks) sau đó đều có gửi mã OTP về để em thực hiện giao dịch. Nhưng sáng nay em check lại thì chỉ có 1 giao dịch được thực hiện và em đã trễ hạn 1 giao dịch, em cam đoan đây là sự thật nên em mong thầy/ cô hỗ trợ giúp em. Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo! Em tên là               MSSV: Khoa: Kỹ thuật Hoá học                      Lớp: HC15BSH Hiện tại, em đã đủ các điều kiện tốt nghiệp nhưng do tình trạng sinh viên là Nghỉ (xoá tên do hết thời gian học) nên em không thể đăng kí tốt nghiệp được. Vậy em kính mong Phòng Đào tạo xem xét tạo điều kiện cho em được thu nhận lại và được xét tốt nghiệp trong đợt này (tháng 4/2022) . Phòng Đào tạo cho em hỏi là trường hợp của em có kịp dự lễ tốt nghiệp tại Hội trường A5 không ạ. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy/cô, Cho em hỏi bây giờ còn làm đơn xin rút môn học HK212 được không ạ? Em cảm ơn thầy/cô.   i ",
    "Xin chào ạ, Em có thanh toán học phí cho môn học AV4A bị trễ hạn.(hạn là 15h00 ngày 11/4). Vì trước đó em có thực hiện thanh toán nhưng không nhận được OTP của ngân hàng để xác nhận giao dịch. EM có liên hệ ngân hàng để giải quyết nhưng tới sáng nay mới được ạ. Do em đang ở quê, không có chi nhánh của ngân hàng OCB nên không thể ra quầy giao dịch trực tiếp. Hiện tại trên BKpay đang để em thanh toán trễ hạn. Đây là môn học cuối của em để hoàn thành chương trình. Không biết em cần thực hiện làm đơn thanh toán trễ học phí hay gì không ạ? Nếu cần thiết làm gì em có thể gửi bưu điện cho nhà trường được không? Vì em vẫn đang ở quê ạ. Mong nhận được phản hồi sớm của thầy/cô. Em cảm ơn ạ.",
    "Dạ em chào PĐT! 1) Cho em hỏi là kỳ hè có được đăng ký LV không ạ? 2) Nếu được thì đăng ký trong đợt đăng ký dự thính hè luôn hay PĐT sẽ mở đợt đăng ký riêng ạ? 3) Và có xét chuẩn toeic không ạ? 4) Học phí như thế nào ạ? Em cảm ơn",
    "Em tên  - MSSV:  Ngành Kỹ thuật oto (khoa giao thông) Em xin làm đơn này để xin được chuyển hệ CLC của đại học Bách Khoa sang hệ VLVH vì lí do không đạt chuẩn tiếng anh. Em mong nhà trường xem xét và giải quyết giúp em. Em cảm ơn.",
    "Dạ chào Thầy Cô Em tên là  MSSV  Hiện do em là sinh viên K15 nên đã hết thời gian đào tạo. Hiện tại em vừa hoàn thành chứng chỉ anh văn nói viết và đã đủ điều kiện đăng kí tốt nghiệp, em phải làm đơn như thế nào để được xem xét ạ! Em xin cảm ơn Thầy cô! Kính chúc Thầy cô nhiều sức khỏe ạ",
    "Kính gửi PĐT Trường ĐH Bách Khoa TPHCM Vừa qua em đã bị tạm dừng theo quyết định 855 25/03/2022 do không đóng học phí. Sau đó em đã hoàn thành đóng học phí và nộp đơn xin được thu nhận lại. Ngày 05/04/2022 em đã được thu nhận lại (quyết định hủy quyết định), nhưng đến nay tình trạng sinh viên trên trang mybk của em vẫn chưa được phục hồi. Kính mong PĐT xem xét phục hồi tình trạng sinh viên để em có thể đăng ký tốt nghiệp kịp thời hạn. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô ở PĐT ạ  Em tên , là sinh viên K21 của khoa Khoa học và Kĩ thuật Máy tính Hiện tại PĐT đã thông báo mở đợt đăng kí môn học cho học kì hè 213 Vì vậy em có một số thắc mắc muốn hỏi các thầy/cô về học kì hè 213, cụ thể như sau ạ  1 Thời gian học của học kì hè 213 bắt đầu từ ngày nào ạ, và kéo dài trong bao lâu ạ?  2 Cho em hỏi về mức học phí 1 tín chỉ của học kì hè 213 ạ? Đối với các môn học lại thì mức học phí có khác so với các môn học lần đầu không ạ?  3 Học kì hè 213 học online hay offline ạ, nếu offline thì học ở cơ sở nào ạ?  Trên đây là một vài thắc mắc của em về học kì 213, mong các thầy cô có thể giải đáp thắc mác cho em để em còn đăng kí môn học ạ Em xin chân thành cảm ơn  Kí tên  Thắng",
    "Cho em xin phép hỏi là để đăng kí được LVTN kì hè thì em phải nộp bằng toeic trước ngày bao nhiêu ạ??",
    "Em là sinh viên khóa K15, vừa có kết quả đậu Toeic speaking and writing hôm nay ngày 12/04/2022 . Hiện tại em chưa thể đăng ký tốt nghiệp. Cho em hỏi bây giờ em nên làm gì để có thể đăng ký tốt nghiệp. Em cảm ơn.",
    "Em chào thầy/cô, Em tên là  MSSV:  Nay em đã hoàn thành các điều kiện để được đăng ký xét tốt nghiệp. Em làm phiếu yêu cầu này, mong thầy/cô kiểm tra lại thông tin và bổ sung tên em vào danh sách tốt nghiệp dự kiến và giúp em chuyển trạng thái của em hiện tại là \"tạm dừng\" sang trạng thái \"đang học\" để em có thể đăng ký xét tốt nghiệp. Em cảm ơn thầy/cô ạ.",
    "Thưa , Hiện tại em đã có tên trong Danh sách tốt nghiệp dự kiến, nhưng do tình trạng sinh viên “tạm dừng” nên em chưa đăng ký tốt nghiệp được. Nhờ  kiểm tra giúp em ạ, Em cảm ơn.",
    "Dạ chào thầy/cô,  Em là  MSSV:  , em đã hoàn thành chương trình học nhưng bị tạm ngừng do không đăng ký môn học. Mong thầy cô gỡ tình trạng tạm dừng để em có thể đăng ký tốt nghiệp. Em cảm ơn thầy/cô.",
    "Em tên  mssv: Em có nguyên vọng muốn học môn anh văn 4A nhưng để có thể đăng ký các môn của năm 4 nhưng môn học đã đóng đăng ký.Không biết em có thể xin đăng ký bổ xung vô lớp được không ạ. Em cám ơn",
    "Em xin chào ạ, Em muốn hỏi là em bị đóng học phí học kỳ 212 trễ hạn do ngân hàng nghỉ lễ không làm việc thì em nên cần làm gì ạ? Em cảm ơn ạ.",
    "Chào Thầy/Cô, vui lòng cho em hỏi: \"em đã hoàn thành đăng ký xét tốt nghiệp và đóng tiền rồi ngày 01/04. Sao em tra trong danh sách tốt nghiệp chính thức không có tên em, cho em xin hỏi là có sai sót gì không?\" Xin chân thành cảm ơn! ",
    "Dạ em chào phòng đào tạo, em là , khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành.",
    "Dạ em là k21: 1.Em muốn đăng kí môn học vào kì hè 213 này thì học phí tính như thế nào ạ? 2. Dạ e không biết là xem các môn học cần học ở đâu ạ? Mong được văn phòng hướng dẫn ạ! Em cảm ơn nhiều ạ!!!",
    "Dạ em chào các thầy cô,em là ,mã số sinh viên của em là .Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng mà vì một số lí do em không thể học được,các thầy cô cho em xin hủy môn này",
    "Lễ tốt nghiệp . Em chào thầy cô, Em có 2 thắc mắc 1.Lễ tốt nghiệp tháng 4 tới, có trao bằng cho sinh viên đại trà không ạ, e đọc thông báo trong phần chương trình không thấy nhắc tới. 2.Em liên hệ với Khoa như thế nào để được hướng dẫn chi tiết ạ? Em xin cảm ơn.",
    "Chào thầy/cô, tuần vừa qua tài khoản ocb của em bị khóa nên đã trễ trong việc nộp học phí. Mong thầy/cô hướng dẫn để em có thế được đóng học phí bù . Em cảm ơn thầy/cô đã đọc tin nhắn này.",
    "Kính gửi VPĐT, em tên - Vào ngày 30-3-2022, em có nhận được hồi đáp của VPĐT về việc đăng ký Giấy chứng nhận tốt nghiệp và em đã nhận được Email với nội dung sau: \"Thân chào SV, PĐT thông báo tới SV, bản scan giấy chứng nhận tốt nghiệp đã được tải lên trang đăng ký hồ sơ cấp bằng Mybk    đăng ký tốt nghiệp, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.\" \"Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và Scan gởi qua mail SV\" Tuy nhiên ở thời điểm hiện tại, em vẫn chưa nhận được giấy chứng nhận tốt nghiệp (Mail hay trên hệ thống Mybk    đăng ký tốt nghiệp). Em rất mong có thể nhận được sự hỗ trợ của VPĐT . Em xin chân thành cảm ơn !",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lập – Tự do – Hạnh phúc  TPHCM, ngày 12 tháng 4 năm 2022 ĐƠN XIN GIA HẠN THÊM 1 HỌC KÌ Kính gửi phòng đạo tạo, Em tên là  – MSSV:  – SĐt: [phone_number] – Lớp XD15VL1. Do đến tháng 4/2022 mà em vẫn chưa hoàn thành chương trình đào tạo để có thể tốt nghiệp, hiện tại em vẫn thiếu toeic và anh văn 3 và anh văn 4, nếu hoàn thành được toeic 500 là em đã có thể quy đổi để hoàn thành anh văn 3 và anh văn 4 và toeic để ra trường luôn . Theo như phòng đào tạo có gửi thông báo cho em qua BKSI là em đủ điều kiện để làm đơn đăng kí gia hạn thêm 1 học kì , hôm nay, em làm đơn này xin gia hạn thêm 1 học kỳ để tiếp tục hoàn thành chương trình đào tạọ của nhà trường  Trong thời gian chờ đợi sự phê duyệt từ phía phòng đào tạo, em xin chân thành cảm ơn, nếu có thiếu sót gì về quy trình đăng kí gia hạn 1 học kì, mong phòng đào tạo hướng dẫn và giúp đỡ em.   Sinh viên xác nhận                                                                   ",
    "kính gửi PDT ĐH Bách Khoa, em tên trương hoàng khang-mssv:. vì lý do nhầm lẫn ngày thanh toán học phí nên em đã thanh toán học phí HK212 và HK dự thính 212 trễ hạn. Hiện em đã hoàn thành thanh toán học phí. em làm đơn này để trình bày lý do trễ học phí. Kính mong PDT xem xét ạ.",
    "Em tên  lớp XD20 MSSV  Nghành: Vật liệu xây dựng Hôm nay em viết đơn này là vì em thanh toán học phí HK211 chậm nên bị tạm dừng học Nên em  xin được đi học lại và xin phục hồi lại TKB HK212 khôi phục xong em sẽ đóng luôn học phí HK212, em hứa sẽ thanh toán học phí đầy đủ và không dể nợ học phí nữa ạ.",
    "Em chào thầy cô ạ !! Em là sinh viên khoá K16 hiện tại em đã hoàn thành chương trình đạo tạo cũng như đã bổ sung đầy đủ anh văn và CTXH. Cho em hỏi là em có thể đăng kí tốt nghiệp kịp trong tháng 4 này không ạ, vì tình trạng của em hiện tại là đang bị tạm dừng, và hôm nay là 12/4 và em mới được nhận kết quả thi đậu anh văn nói viết ạ. Rất mong được thầy cô giúp đỡ ạ ! Em chân thành cảm ơn thầy cô!!",
    "Chào Anh/Chị Cho em xin danh sách tốt nghiệp và ngày dự kiến làm lễ cho sinh viên tốt nghiệp tháng 4/2022 được không ạ. Lý do: hiện tại em không kiểm tra được tên em trong danh sách tốt nghiệp chính thức http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2921",
    "Chào, Em xin gửi đơn trình bày lí do trễ hạn học phí. Mong quý thầy cô xem xét ạ. Em cám ơn và chân thành nhận sự xác nhận của thầy cô ạ.",
    "Em xin chào quý cô/thầy, Em là  sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính. Hiện nay, em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em vẫn chưa đăng ký tốt nghiệp được trên MyBK. Em mong quý cô/thầy có thể hỗ trợ để em được đăng ký tốt nghiệp trên MyBk để em có thể tốt nghiệp vào đợt này. Em xin chân thành cảm ơn.",
    "dạ cho em hỏi là em đã lỡ bỏ qua mấy bài quiz trong mục video môn kinh tế chính trị mác lê nin ạ. em không biết có ảnh hưởng gì đến môn học không ạ, nếu có, có thể hướng dẫn em cách giải quyết không ạ",
    "Kính thưa Thầy, Cô Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 (File ảnh đính kèm) nhưng đã qua ngày 11/4/2022 mà em vẫn chưa được nhà trường thay đổi tình trạng sinh viên của em nên em chưa thể đăng ký tốt nghiệp trên trang mybk được. Ngày 22/4/2022 gần đến nên em mong Thầy, Cô xem xét thu nhận lại em để em có thể hoàn thành việc đăng ký tốt nghiệp sớm nhất có thể và có thể nhận bằng ạ. Em xin chân thành cảm ơn Thầy, Cô",
    "Kính gửi thầy/cô, Em vừa hoàn thành luận văn tốt nghiệp vào học kì HK211 và hiện tại em đang đi làm nên không có đăng kí thời khóa biểu vào học kì HK212 nên em bị buộc tạm dừng học. Hiện nay em đã đủ điều kiện để đăng kí tốt nghiệp nên em zin quý thầy/cô mở lại tình trạng học để em có thể đăng kí tốt nghiệp cho kịp đợt tốt nghiệp tháng 4 này. Em xin chân thành cảm ơn vì sự giúp đỡ của quý thầy/cô. Trân trọng, ",
    "Em là sinh viên của trường, hiện đã có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng ký tốt nghiệp được. Khi vào đăng ký tốt nghiệp ở trang mybk thì nó hiện thông báo như hình đính kèm phía dưới. Không biết là có vấn đề gì và phải giải quyết như thế nào. Em mong sớm nhận được phản hồi của nhà trường. Em xin chân thành cảm ơn.",
    "Dạ em chào Cô Em tên  -   Nay em viết đơn này xin được thu nhận lại em  Vì lý do đóng học phí trễ kì 212 nên dẫn tới hậu quả như ngày hôm nay. Danh sách môn học và mã môn học em sẽ đính kèm dưới dạng hình ảnh ạ   Em hứa kì sau này sẽ đóng học phí trước hạn ạ Em xin cảm ơn cô rất nhiều ạ ",
    "Dạ chào thầy/cô. Em tên , mssv . Sau khi gửi câu hỏi xét tốt nghiệp bổ sung thì em đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên tình trạng của em vẫn bị tạm dừng nên không thể đăng ký tốt nghiệp được. Nên em mong PDT xem xét giúp em với ạ. Em xin cảm ơn!",
    "Kính gửi thầy cô!! Hiện tại em đã có tên trong danh sách tốt nghiệp tạm thời. Em làm đơn này kính mong thầy cô \" thu nhận lại\" để em được đăng kí tốt nghiệp đợt tháng 4 này. Em cám ơn thầy cô!!",
    "Dạ hiện tại em đã đủ điều kiện tốt nghiệp. Mong phòng đào tạo thu nhận lại để em có thể đăng ký tốt nghiệp ạ. Em cảm ơn!",
    "Kính gửi Phòng đào tạo, Em tên , MSSV: . Hiện tại em đã được thẩm định chứng chỉ ngoại ngữ và chuyển điểm thành công. Em cũng đủ tín chỉ và số ngày CTXH theo quy định (ảnh minh chứng đính kèm). 1. Em xin hỏi về Danh sách dự kiến tốt nghiệp tháng 4/2022 sẽ được tự động cập nhật sớm nhất hay em có cần phải làm thủ tục nào không ạ? Em có thể kiểm tra danh sách cập nhật sớm nhất ở mail hay trang thông tin nào ạ? 2. Em thuộc khoa Điện - Điện tử, theo thông tin tháng 4 này sẽ có tổ chức Lễ tốt nghiệp. PĐT cho em hỏi lễ này tổ chức cho sinh viên tốt nghiệp chính thức đợt tháng 11/2021 hay tổ chức gộp cả 2 đợt tháng 4/2022 và tháng 11/2022 ạ? Nếu em được cập nhật vào danh sách dự kiến tốt nghiệp tháng 4/2022 và thực hiện đăng kí tốt nghiệp trên MyBK thì có được tham gia lễ tốt nghiệp tháng 4 này không ạ? 3. Thông tin chi tiết về lễ tốt nghiệp em có thể liên hệ Khoa Điện Điện tử hay trang thông tin nào để nắm chính xác và cụ thể ạ. Do theo các trang mạng xã hội của các khoa thì thông báo 22/4 và 24/4 sẽ có lễ tốt nghiệp cho sinh viên Kỹ sư  và hệ Chính quy Đại trà. Tuy nhiên em và các bạn vẫn chưa nhận được mail hoặc thông báo nào chính thức nào từ khoa ạ. Em xin cảm ơn. Trân trọng.",
    "Chào Thầy/Cô, Em tên , MSSV  Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Em đã phản hồi lại nhưng đến hôm nay em vẫn chưa đăng ký tốt nghiệp được ạ. Mong pđt xem xét giúp em ạ. Em cảm ơn.",
    "Em đã hoàn tất thủ tục đăng ký tốt nghiệp và đang chờ kết quả. Em có đọc thông báo trên aao thì thấy phải liên hệ khoa trước ngày 22/04 để hoàn tất thủ tục nên không biết là em có cần đợi tên trong danh sách mới liên hệ khoa không ạ?",
    "Dạ em chào thầy/cô trên pdt ạ! em là  MSSV , khoa cơ khí! Em đã lấy bằng tốt nghiệp hồi tháng 1, thầy cô cho em hỏi là trường mình có tổ chức lễ tốt nghiệp không ạ!",
    "Thưa thầy, cô phòng đào tạo. Em là , MSSV: . Hiện tại em có tên trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022. Hiện tại em đã đủ ngày Công Tác Xã Hội (15 ngày) rồi, nhưng khi đăng ký tốt nghiệp trên MYBK lại ghi nhận là THIẾU ngày Công Tác Xã Hội (em có đính kèm hình ảnh trong yêu cầu này) Yêu cầu này em đã gửi vào ngày 09/04/2022. Nhưng hôm nay vẫn chưa thấy phản hồi nên em gửi lại. Lúc sáng em có ghé qua phòng đạo tạo rồi. Em hi vọng thầy, cô sớm cập nhật thông tin ngày công tác xã hội lại giúp em và đăng ký tốt nghiệp. Em cảm ơn!",
    "Em là  mssv  đã nộp trễ học phí do em bị covid không kịp nạp tiên vào tài khoản để đóng học phí, tới nay em mới nhờ được người đóng dùm và chưa hết bệnh để nộp đơn ở trường được nên em xin nộp đơn online. Xin phòng đào tạo xem xét và thông cảm. Em xin cảm ơn.",
    "Xin chào quý thầy cô cho em hỏi ngay nhận bằng tốt nghiệp là 22/04 nhưng ngày đó do em co việc nên k the lên làm lễ được thấy cô cho em hỏi mình có thể nhận bằng trước ngày 22/04 hoặc sau đó 1 ngay co được k",
    "Dạ cho em hõi em có đăng ký tốt nghiệp tháng 4 này và đã thanh toán phí xong hết nhưng bên phía văn phòng khoa đưa danh sách không có tên em .",
    "Dạ em chào pđt, Hiện nay em đã nằm trong danh sách dự kiến tốt nghiệp nhưng em vẫn chưa đăng ký tốt nghiệp trên MYBK được vì lí do K15 hết hạn đào tạo. Em mong pđt có thể cho em đăng ký xét tốt nghiệp ạ. Và tiết mục trao bằng lần này có được diễn ra không ạ? Em có xem trong kế hoạch tổ chức thì không có ạ. Em xin cảm ơn pđt.",
    "Em tên .MSSV: . Em bị tạm dừng tình trạng sinh viên vì không đăng ký môn học, học kỳ 2 (2021-2022).Em nên làm gì để hết tạm dừng, ming pdt giúp em. Em xin cảm ơn",
    "Em xin chào Phòng Đào tạo. Em tên là , MSSV: . Hiện tại môn học Cơ lưu chất (CI2003) lớp DT01-A học kỳ Dự thính 212 của em chưa được cập nhật lịch thi cuối kỳ môn học. Em mong Phòng Đào tạo xem xét giúp em. Em xin cảm ơn.",
    "Kính gửi quý thầy cô Phòng đào tạo trường Đại học Bách Khoa. Em tên: , MSSV: . Lý do: Em chưa tham gia lớp thực hành thí nghiệm hóa đại cương (học offline). Em muốm tham gia lớp học thì cần đăng kí như nào ạ. Mong nhận phản hồi của quý thầy cô. Em chân thành cảm ơn .",
    "pdt ơi cho em hỏi hiện tại em đã hoàn thành xong chương trình đào tạo khoa điện điện tử. Em muốn đăng ký học tiếp văn bằng 2 khoa công nghệ thông tin của trường mình thì cần làm những gì v ạ",
    "Em chào quý Thầy/Cô Nay Em gửi hỏi/yêu cầu này là mong muốn quý Thầy/Cô có thể giải quyết vấn đề mà Em đang gặp phải.  Vấn đề như sau: Hiện tại Em đã nhận được email và có tên trong danh sách dự kiến tốt nghiệp vào ngày 9/4. Em cũng đã thanh toán tất cả khoản lệ phí đã nợ vào sáng 12/4. Em chỉ còn tình trạng sinh viên là bị khoá nên không thể truy cập vào website đăng ký tốt nghiệp được. Em mong quý Thầy/Cô giải quyết cho Em. Em xin chân thành cảm tạ ơn. ",
    "Kính gửi Phòng Đào Tạo, em là  sinh viên K17 Khoa Điện. Em viết đơn này xin được PDT cập nhật cho em danh sách tốt nghiệp vào tháng 4 vì em đã hoàn thành tất cả tín chỉ và điều kiện để ra trường . Em hy vọng sẽ được cập nhật sớm vào danh sách, em cám ơn ạ. Thân ái, ",
    "Kính gửi pđt, Em đã có tên trong danh sách TNDK từ ngày 9/4 nhưng đến giờ tình trạng sinh viên của em vẫn chưa được thu nhận lại để đăng ký tốt nghiệp. Kính mong pđt xem xét và kiểm tra lại ạ, do em thấy 11/4 đã hết hạn đăng ký TN. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Kính gửi PDT  em là  MSSV  e đã nộp đơn và đóng học phí đúng quy định nhưng hiện tại e vẫn chưa dc cập nhật thời khóa biểu của HK 212 gồm những môn  Anh văn 1 (LA1003) Lịch sử Đảng Cộng sản Việt Nam(SP103) Nguyên lý kinh tế và quản lý xây dựng(CI1045) Cơ học Đất(CI3235) Sức bền vật liệu(CI2007) Em mong PDT trợ giúp e để e có thông tin lớp học offline ạ! Em chân thành cảm ơn PDT",
    "Dạ cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ? Và HK hè 213 hạn chót để đăng ký LVTN , xét CTXH là ngày bao nhiêu ạ ? Có phải là vào 26/6 không ạ ?",
    "Dạ thưa thầy, cô. Em đã kiểm tra và vẫn chưa được có trong danh sách TN dự kiến mặc dù đã qua ngày 11/4 rồi ạ. Em xin thầy cô kiểm tra giúp em với ạ. Em K15 và chỉ còn 1 kì này để tốt nghiệp thôi ạ, em mong được thầy cô giúp đỡ, tạo điều kiện để em được ra trường kịp hạn tháng 4 này. Em xin cảm ơn thầy cô nhiều ạ.",
    "Kính gửi nhà trường  Em là  , sinh viên k18 khoa điện-điện tử chương trình tiên tiến. Theo như lịch học vụ trên trang web PĐT thì lịch bảo vệ LVTN của sinh viên tiên tiến nhóm 1 là tháng 7 (ảnh đính kèm) mà trong thời khóa biểu trên MyBK thì lại đến tuần 15 của năm 2022, thì cho em hỏi là em nên theo lịch của cái nào, biểu đồ năm học hay tkb trên MyBK. Em cảm ơn",
    "Em chào pdt hiện tại em đã đủ các điều kiện tốt nghiệp em xin phép pdt mở lại tình trạng đang học để em dki tốt nghiệp ạ Em xin cảm ơn và mong pdt duyệt sớm dùm em ạ",
    "Em xin chào Phòng Đào tạo. Em tên là , MSSV: . Hiện tại môn học Cơ lưu chất (CI2003) lớp DT01-A học kỳ Dự thính 212 của em chưa được cập nhật lịch thi cuối kỳ môn học. Em mong Phòng Đào tạo xem xét giúp em. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, ﻿ ﻿Em tên:  - MSSV:  - Hệ VHVL - Khoa Công nghệ Vật liệu ﻿ ﻿Em xin hỏi Phòng đào tạo là em đóng học phí trể do hôm qua là hạn cuối nhưng ngay lễ nên Ngân hàng không làm việc mà em lại bị mất sim nên không đổi số điện thoại lấy mã OTP được nên hôm nay em mới hoàn thành đóng học phí thì em có cần làm đơn cứu xét không ạ? ﻿Còn việc em chuyển điểm từ hệ chính quy sang VHVL thì em bị chuyển thiếu điểm 3 môn Anh văn 3 và Anh văn 4 với môn Luận văn tốt nghiệp(như ảnh) nên em xin hỏi là khi nào cập nhật giúp em ạ, và tự động cập nhật hay cần thủ tục gì không ạ? ﻿ ﻿Em xin cảm ơn.",
    "Thưa thầy cô, em tên  MSSV:  Khoa: Cơ khí Lớp CK15NH2 Em đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng qua ngày 11/4/2022 là hạn cuối cùng để đăng ký tốt nghiệp. Nhưng tình trạng sinh viên của em là \"Nghi học\" nên vẫn không đăng ký được. Xin thầy cô kiểm tra lại giúp em để em đăng ký tốt nghiệp được ạ",
    "Kính gửi Phòng đào tạo, ﻿ ﻿Em tên:  - MSSV:  - Hệ VHVL - Khoa Công nghệ Vật liệu ﻿ ﻿Em xin hỏi Phòng đào tạo là em đóng học phí trể do hôm qua là hạn cuối nhưng ngay lễ nên Ngân hàng không làm việc mà em lại bị mất sim nên không đổi số điện thoại lấy mã OTP được nên hôm nay em mới hoàn thành đóng học phí thì em có cần làm đơn cứu xét không ạ? ﻿Còn việc em chuyển điểm từ hệ chính quy sang VHVL thì em bị chuyển thiếu điểm 3 môn Anh văn 3 và Anh văn 4 với môn Luận văn tốt nghiệp(như ảnh) nên em xin hỏi là khi nào cập nhật giúp em ạ, và tự động cập nhật hay cần thủ tục gì không ạ? ﻿ ﻿Em xin cảm ơn.",
    "Dạ hiện tại bằng toiec của em đã được thẩm tra hợp lệ xong, em nhờ . ĐT chuyển điểm sớm và thu nhận giúp em để em có thể đăng kí tốt nghiệp ạ.",
    "Chào thầy/cô. Em tên  MSSV . Do tính chất công việc nên em hiện không có mặt tại TP.HCM nên quy trình làm thủ tục đăng kí rút môn học có thể thực hiện thông qua BKSI không ạ?  Hiện tại em muốn đăng kí rút môn học Anh văn 4  nhóm L03 đang theo học tại HK 212 này. Em xin cảm ơn",
    "em  . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên em vẫn chưa thể đăng kí tốt nghiệp trên mybk do tình trang hiện tại của em đang tạm dừng việc học. Mong PDT giải quyết giúp em ạ.",
    "Dạ em chào anh/chị, Em tên là , MSSV  . Dạ hiện điểm các môn của em đã được cập nhật đủ, em muốn xin được xét tốt nghiệp ạ. Hiện hệ thống vẫn đang để trạng thái tạm dừng và em không truy cập được mục đăng kí tốt nghiệp. Em cảm ơn anh chị ạ . Trân trọng.",
    "hiện tại em đã hoàn thành học phần 1 võ nhưng em lại đăng ký học phần 1 bóng bàn. Giờ em muốn chuyển qua học phần 2 bóng bàn nếu có thể",
    "dạ thưa Thầy/Cô. Dạ cho em hỏi là hiện tại em đã qua môn AV4 nhưng vẫn chưa có bằng Toiec 500đ vậy kỳ hè sắp tới này em đủ điều kiện đăng ký luận văn tốt nghiệp không ạ. em cảm ơn Thầy/Cô rất nhiều ạ",
    "Em đã đóng học phí rồi phòng đạo tào giải quyết đơn xin của em với ạ  Em cám ơn",
    "Dạ xin chào thầy cô, em muốn xin mail của thầy  ở Khoa giao thông - Kỹ thuật ô tô ạ. Em cảm ơn",
    "Chào ! Em là  (SV K15). Em đã đăng ký xét tốt nghiệp đợt tháng tư này. Trước đó em xem hướng dẫn thì trường sẽ tải file pdf của bằng tốt nghiệp tạm thời lên mục đăng ký tốt nghiệp.Nhưng mấy hôm nay em vào vẫn chư thấy có, và hôm nay em vào thì chuyển thành cựu sinh viên, mà vẫn không thấy file tải ở đâu. Và giờ em muốn nhận giấy chứng nhận tốt nghiệp tạm thời thì làm sao ạ?  Thêm nửa là sao hiện giờ em vẫn không thấy tên mình trong danh sách tốt nghiệp ạ. Và khi nào thì em nhận được bằng chính thức ạ? Mong  trả lời sớm giúp em ạ!",
    "Em tên:  MSSV:  Vừa qua, em đã đạt điểm đủ chuẩn toeic 2 kĩ năng ( Nói & Viết) để xét tốt nghiệp. Tuy nhiên, do bị trễ nên tình trạng học vụ của em hiện tại là tạm dừng. Vì vậy, em mong PĐT có thể xem xét mở tình trạng học vụ của em để em có thể đăng ký tốt nghiệp ở đợt tháng 4 cũng như có tên trong danh sách tốt nghiệp đợt này ạ. Em xin cảm ơn PĐT nhiều ạ!",
    "Họ tên: . MSSV:    Do em trễ hạn nộp học phí kì HK212 nên hôm nay em làm đơn thu nhận lại học kì này để em có thể đăng kí các môn trong kì hè ạ.   Mong phòng đào tạo  xem xét giúp em ạ. Em xin cảm ơn.",
    "Kính thư thầy ( cô ), em tên Nguyễn Ngọc Quỳnh Như MSSV : , 9h ngày 09/04/2022 em đã thi môn Kinh Tế Kĩ Thuật nhưng vì lí do kĩ thuật ( máy em bị lỗi ) nên em không kịp nộp bản ghi màn hình đúng thời hạn, mong thầy cô có thể cho em nộp lại file record của môn này. Em xin cảm ơn thầy ( cô ) đã đọc  .",
    "Chào Phòng đào tạo, Ngày 7/4 em có đặt câu hỏi yêu cầu cho bksi để xin xét tốt nghiệp, hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến cập nhật ngày 9/4, nhưng em chưa vào mybk đăng ký tốt nghiệp được do Phòng đào tạo chưa ra quyết định thu nhận lại (tình trạng sinh viên của em đang \"tạm dừng\"). Mong phòng đào tạo kiểm tra lại giúp em.",
    "i cho em hỏi em vừa đủ điều kiện tốt nghiệp (Điểm Toeic nghe-đọc vừa thẩm tra xong) thì em phải làm sao để được đăng ký tốt nghiệp đợt sắp tới này ạ.",
    "Em là , thuộc lớp TT20DDT2. Em muốn trình bày về lỗi kỹ thuật trong hệ thống Bk-exam. Vào ngày 6/3, em có một buổi thi Midterm môn xác suất trên bk-exam. Tuy nhiên, em không tìm thấy môn thi ấy mà chỉ xuất hiện đến Final-exam của môn Cơ sở máy tính (22/12/2021). Em mong phòng đào tạo xem xét vấn đề này bên bộ kỹ thuật và có thể sắp xếp cho em một ngày kiểm tra lại được không ạ ?",
    "Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học. Em xin cảm ơn.",
    "Em chào các thầy cô ạ! Hiện tại em đang làm một hồ sơ mà bên nhận hồ sơ yêu cầu phải có điểm rèn luyện khá trở lên. Em có một thắc mắc là làm thế nào để em được nhà trường xác nhận điểm rèn luyện của mình ạ? Em xin cảm ơn.       i Tốt nghiệp .",
    "Xin chào, em có đăng ký 2 môn học (Dự thính chuyển hệ học kỳ 212) là môn Bơm,Quạt,Máy nén và môn Thực tập kỹ thuật nhiệt lạnh. Nhưng do lúc đầu em bận quá nên môn Thực tập kỹ thuật nhiệt lạnh em nghĩ lun không học. Giờ vô BKPay đóng tiền thì lại buộc phải đóng tiền môn học đó chung với môn Bơm, Quạt và Máy nén lun. Mong kiểm tra và hỗ trợ giúp em về vấn đề này. MSSV: ",
    "Em chào anh/chị. Anh chị cho em hỏi là nếu học kì này em đăng kí học cải thiện những môn em đã đủ điểm qua môn nhưng khi học lại thì lại rớt thì sẽ lấy kết quả nào ạ.   i  .",
    "Em tên , MSSV . Tuần trước, do bị lỗi mà bên pdt chưa cập nhật thông tin là em có đăng kí in giấy chứng nhận tốt nghiệp. Sau đó em được gửi 1 cái form để điền bổ sung và có nhận được mail phản hồi như trong ảnh. Theo như mail là t2  bên pdt sẽ gửi bản scan giấy tốt nghiệp qua mail của em nhưng đến tận chiều hôm nay em vẫn chưa nhận được mail nào có nội dung là bản scan giấy tốt nghiệp cả . Em mong nhận được phản hồi từ pdt về vấn đề này. Em cảm ơn.",
    "Em tên   Mssv  HIện em đã hoàn thành đủ các yêu cầu tốt nghiệp  ( Điểm anh văn Nghe-Đọc vừa được thẩm tra thành công) em kính mong phòng đạo tạo cho em được đăng ký bổ sung đợt tốt nghiệp tháng 4/2022 sắp tới ạ. Em xin chân thành cảm ơn.",
    "Vào ngày 09/04/2022 em có thi giữa kì môn quản trị kinh doanh cho kĩ sư nhưng chưa nộp được bản ghi màn hình, hiện tại thì biểu mẫu đã đóng \" trước 48h sau khi thi xong\". Rất mong nhận được sự giúp đỡ của phòng đào tạo.",
    "Chào thầy cô,  Em có tên trong danh sách tốt nghiệp đợt 11/2021, nhưng đến giờ thì vẫn chưa thấy thông tin về lễ tốt nghiệp như thời gian lễ phục... Nếu em không sót thông tin thì có thể cho thông tin về lễ tốt nghiệp đợt 11/2021 không ạ? Best regards, V.",
    "Kính chào thầy cô! Kỳ hè này em có đăng ký chuyến dịch tình nguyện mùa hè xanh từ ngày 28/6 đến ngày 28/7 mà trong thời gian đó em bị vướng lịch học thí nghiệm hóa đại cương vào tuần 27.Cho e hỏi e có thể hoãn lịch thí nghiệm vào kỳ sau được không ạ.Em cảm ơn",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM. Em bị tạm dừng 2 học kỳ vì không đăng ký môn học. Hiện tại thì em đã đủ điều kiện tốt nghiệp. Em xin phép hỏi Phòng Đào Tạo rằng em có được thu nhận lại sớm để kịp cho đợt tốt nghiệp 24/4 sắp tới hay không? Kính mong nhận được phản hồi và hướng dẫn của phòng đào tạo để em được tốt nghiệp đúng hạn và có sự chuẩn bị tốt hơn cho buổi lễ TN sắp tới. Em xin chân thành cảm ơn.",
    "Em hiện đang là sinh viên chương trình CLC ngành cơ điện tử, em hiện có nguyện vọng chuyển sang chương trình liên kết quốc tế ngành cơ điện tử. Em xin hỏi em có được chuyển hay không và nếu có thì cần chuẩn bị những gì ạ.",
    "i Chào thầy cô, Thầy cô cho em hỏi khóa K18 sinh viên em năm nay thì hai kỹ năng nói viết tiếng anh để ra trường chỉ cần đạt trong kì thi tại BKenglish hay cần chứng chỉ 2 kỹ năng tại IIG. Em xin cảm ơn và chúc thầy cô có nhiều sức khỏe .",
    "kính gửi PDT ĐH Bách Khoa, em tên trương hoàng khang-mssv:. vì lý do nhầm lẫn ngày thanh toán học phí nên em đã thanh toán học phí HK212 và HK dự thính 212 trễ hạn. Hiện em đã hoàn thành thanh toán học phí. em làm đơn này để trình bày lý do trễ học phí. Kính mong PDT xem xét ạ.",
    "Chào quý thầy cô! Em là  MSSV:  Hiện tại toeic của em đã được thẩm tra xong và em đã đủ điều kiện để đăng ký tốt nghiệp. Do kì trước em không đăng ký môn học nên tình trạng của em hiện tại là tạm dừng. Vì vậy cho em hỏi là em có thể làm gì để đăng ký tốt nghiệp được ạ. Em cảm ơn thầy cô nhiều!",
    "Kính gửi Phòng Đào Tạo Trường ĐHBK TP.HCM Em tên là: . MSSV:  Sinh viên khoa Công Nghệ  Liệu, bộ môn  Liệu Polymer. Do tình hình dịch bệnh Covid-19 trong thời gian vừa qua mà tiến độ làm Luận Văn Tốt Nghiệp của em đã bị chậm trễ, dẫn đến việc đã hết thời gian đào tạo tại trường ĐHBK HCM. Hiện tại em chỉ còn đang thiếu chỉ tiêu   để nhận bằng Tốt Nghiệp và để quy đổi điểm cho AV3 và AV4. Em mong muốn được xin gia hạn thời gian đào tạo tối đa thêm 1 học kỳ để em có thể bổ sung TOEIC. Kính mong PĐT hỗ trợ giúp em quy trình cũng như biểu mẫu đơn đăng ký để em hoàn thành việc xin gia hạn học kỳ tối đa tại trường. Em xin chân thành cảm ơn Phòng Đào Tạo",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV . Hiện tại kết quả thẩm tra chứng chỉ Anh văn của em đã hợp lệ. Dạ em xin thầy cô giúp em thực hiện việc chuyển điểm sớm giúp em để em có thể đăng kí tốt nghiệp ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.   i Tốt nghiệp .",
    "Em xin kính chào phòng đào tạo. Em xin được phép hỏi là có cần bắt buộc học ít nhất một học phần giáo dục thể chất mới được đăng kí mã môn học năm 2 không ạ? Và học kì hè 213 có được đăng kí môn giáo dục thể chất không ạ? Em xin cảm ơn.",
    "Về việc đóng học phí môn học sau khi được PĐT chấp nhận cho đăng ký môn . - Em xin chào PĐT ạ, em tên   , MSSV , khoa Khoa Học và Kỹ Thuật Máy TÍnh - Tuần vừa rồi, sau khi được sự đồng thuận của các thầy cô BCN Khoa đề nghị việc cứu xét cho đăng ký môn LVTN HK212, em có làm đơn cứu xét gửi cô , giáo vụ khoa Máy Tính để cô gửi lên PĐT để cứu xét đăng ký môn học LVTN trong học kỳ này. - Và em đã được PĐT chấp thuận và TKB đã có môn LVTN trên bkel. Nhưng việc thanh toán học phí của môn LVTN có để là \"Chưa đến kỳ thanh toán\" như trong ảnh đính kèm bên dưới ạ - Nay em xin phép hỏi PĐT là việc đóng học phí môn LVTN sẽ bắt đầu tại thời điểm nào ạ. - Em xin chân thành cảm ơn, chúc thầy/cô ở PĐT một ngày làm việc vui vẻ. Thân mến, .",
    "Chào quý Thầy/Cô Vào HK211 em có hoãn thi môn Đại Số Tuyến Tính - DTQ1 và đã có lịch thi trong HK212 này. Hiện tại em muốn Hoãn Thi thêm lần nữa với lý do đặc biệt thì thủ tục sẽ như thế nào ạ ?. Và khả năng được chấp nhận có cao không ạ ?. Em xin cảm ơn quý Thầy/Cô Trân trọng./.",
    "Em là  ạ Tốt nghiệp . Vào ngày chủ nhật ngày 2/4/2022 em đã đăng ký tốt nghiệp trên trang myBk, nên là em mong muốn có một bản cứng giấy tốt nghiệp tạm thời để bổ túc hồ sơ tại nơi làm việc của em ạ. Và hiện giờ em đang bận đi làm nên em không tiện sắp xếp thời gian để lên trường để lấy ạ, nên phụ huynh em sẽ lên lấy giấy giúp em ạ! Em cảm ơn và em mong nhận được hồi âm sớm nhất có thể ạ!",
    "Kính chào quý Thầy (Cô) phòng đào tạo.Em là , sinh viên năm cuối nghành Cơ điện tử học lớp CK18CD03. Do ở Học kì này môn CO1003 Nhập môn lập trình không mở lớp kì chính mà chỉ mở 2 lớp dự thính nên em không đăng ký được do quy chế là không được học lần đầu ạ . Em hi vọng ở học kì hè PĐT có thể cho em xin một cơ hội để được đăng ký học môn CO1003 Nhập môn lập trình ạ . Em cảm ơn quý Thầy Cô ạ !",
    "Gửi PDT, Em là sinh viên PFIEV k17, em có học 2 lần môn Đường lối ĐCSVN, một lần là mã   B  001004    theo chương trình học Việt Pháp k17 và một lần là mã   B SP1009    chương trình đại trà. Em có đọc quy chế về môn tương đương thì có biết sẽ được điểm MT nếu đạt môn tương đương. Nhưng trong bảng điểm của em hiện tại vẫn tính môn này thành 2 môn riêng biệt và tính điểm trung bình tích lũy cho cả 2 ạ. Mong PDT xem xét trường hợp này, Em cảm ơn",
    "Chào PĐT; Hiện em đã có tên trong danh sách và đã đăng kí tốt nghiệp của đợt tốt nghiệp tháng 11/2021 nhưng do tình hình dịch bệnh mà bị tạm hoãn, PĐT có nói sẽ thông báo ngày tổ chức lễ tốt nghiệp sau nhưng đến bây giờ em vẫn chưa nhận được thông báo nào của PĐT. Em có thắc mắc là em có được đăng kí trong đợt tốt nghiệp tháng 4/2022 này không? Mong phòng đào tạo xem xét và giải quyết sớm cho trường hợp của em. Em xin cảm ơn!",
    "chuyện là em vừa vay vốn 10 triệu của đại học quốc gia và đã được xác nhận khi em hỏi bên đó thì họ kêu là khi giải ngân số tiền đó sẽ vào trực tiếp tài khoản của trường. Nhưng hiện tại khi em lên trang BKpay của trường thì vẫn để phải đóng 12 triệu ở học kì này vì thế hiện em không biết bản thân phải đóng sao. Mong phòng đào tạo xem xét trường hợp của em vì hiện tại gia đình em không chuẩn bị đủ tiền vì đã nghĩ vay vốn của DHQG được rồi . Xin chân thành cảm ơn.",
    "Chào quý Thầy/Cô, em là sinh viên chương trình kỹ sư chất lương cao Việt Pháp (PFIEV) khóa K15. E có câu hỏi thắc mắc về chuẩn đầu ra tốt nghiệp Toeic nói viết của chương trình PFIEV áp dụng cho khóa K15 là bao nhiêu ạ? Mong được quý thầy cô giải đáp. E cám ơn nhiều ạ",
    "Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng tình trạng sinh viên vẫn là tạm dừng nên em không đăng ký tốt nghiệp trên mybk được ạ? Nên mong PĐT kiểm tra giúp em ạ! Em cảm ơn!",
    "kính thưa phòng đào tạo. Hiện tại em đã có điểm môn công trình trên đất yếu mà giờ lại có lịch thi tiếp thì em có phải thi lại không ạ? Mong phòng đào tạo giải quyết dùm em việc này! Trân trọng",
    "Kính gửi PĐT, Em là , mssv . Em đã có tên trong danh sách dự kiến tốt nghiệp 04/2022. Tuy nhiên em vẫn chưa đăng ký tốt nghiệp được trên mybk do tình trạng tạm dừng sinh viên của em. Em xin phòng nhờ PĐT ra quyết định thu nhận lại để em có thể kịp đăng ký tốt nghiệp trong tháng này ạ. Em xin cảm ơn nhiều. Trân trọng, .",
    "Tốt nghiệp Em chào thầy (cô), Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng trạng thái sinh viên vẫn chưa được thu nhận lại nên em vẫn chưa thể đăng ký tốt nghiệp được. Mong thầy cô xem xét ạ! Em xin cảm ơn!",
    "Em xin chào PĐT - Cho em hỏi em nhập học k14 sau đó bảo lưu và được học lại cùng khóa k15, vậy thì chương trình đào tạo của em là k14 hay k15, cụ thể là trong môn học tự chọn bắt buộc, k14 thì bắt buộc 6tc nhóm A, 3tc nhóm B và 3tc nhóm C.Trong khi đó K15 bắt buộc mỗi nhóm A,B,C,D đều phải học 3tc. Vậy thì em nên chọn đăng ký theo K14 hay k15 ạ. - Em chuyển qua hệ VLVH vậy khi đăng ký môn học thì em vẫn lấy mã số môn học như bên CQ để đăng ký hay có mã khác vậy ạ ?",
    "Em tên  sinh viên khoá K17 ngành Kỹ thuật Hệ thống Công nghiệp. Hiện tại e đã có trong danh sách dụe kiến tốt nghiệp nhưng không thể đăng kí tốt nghiệp vì tình trạng sinh viên đang là tạm dừng . Em mong muốn quý thầy cô hỗ trợ thay đổi tình trạng sinh viên giúp em để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn.",
    "Kính gửi thầy/cô Phòng Đào tạo trường Đại học Bách Khoa TP. HCM Em là , MSSV  là sinh viên K17 khoa Quản lý Công nghiệp, Hiện tại do thẻ sinh viên của em đã hết hạn và kỳ này em không đăng ký môn học nên bị tạm dừng, do đó em không đăng ký in giấy xác nhận sinh viên trên Mybk được. Hiện em có mong muốn xin giấy xác nhận sinh viên để đăng ký thi chứng chỉ TOEIC Quốc tế để xét tốt nghiệp thì làm như thế nào ạ. Mong thầy\\cô giải đáp giúp em ạ. Em cảm ơn nhiều!",
    "Chào thầy/cô, Em tên , MSSV:  Em là sinh viên K15, hiện tại em vẫn còn nợ môn AV4 và chứng chỉ ngoại ngữ. Thầy/cô cho em hỏi, em có thể làm đơn xin cam kết nộp bằng toeic 600 để chuyển điểm để đạt AV4 và làm đơn xin gia hạn thời gian tốt nghiệp được không ạ? Em có thể làm đơn xin chuyển từ bằng đại học chính quy xuống bằng đại học tại chức được không ạ? Em chân thành cảm ơn ạ.",
    "B Chào thầy cô,    Em xin gửi thầy cô đơn xin rút môn học Mong thầy cô hỗ trợ    Trân trọng  /",
    "Em là sinh viên khóa k15, chỉ còn nợ Toeic Speaking and Writing để xét tốt nghiệp. Em vừa có kết quả Toeic Speaking and Writing vào ngày 12/04/2022 trên BKEnglish là 200 điểm. Em viết tin này mong phòng đào tạo cập nhật em vào danh sách dự kiến tốt nghiệp để em có thể được thu nhận lại và đăng ký xét tốt nghiệp. Em cảm ơn.",
    "Em kính chào thầy cô a. Kì hè này em có đi thực tập ngoài trường và hiện muốn đăng kị học dự thính hè. Đi thực tập hè có thể đki học dự thính không ạ. Nếu có thì em có phải làm đơn gì để vừa được đi học và đi thực tập không ạ.Em cảm ơn ạ",
    "Em tên là :  Mssv: Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a) Hình ảnh minh chứng phía dưới ạ Mong thầy cô giúp đỡ để em có lịch học ạ. Em cảm ơn ạ!",
    "Em chào Thầy/Cô, Em xin nộp đơn kéo dài quá trình học tập, mong nhà trường hỗ trợ và giúp đỡ em ạ. Em xin cảm ơn.",
    "Cho em hỏi nếu trong một học kì mà em đăng kí nhiều hơn 1 môn tự chọn thì có tính tín chỉ cho nhiều hơn 1 môn không hay chỉ tính tín chỉ 1 môn ạ",
    "Kính chào trung tâm Em là , MSSV: , khoa Môi trường và tài nguyên khóa k21 ạ Em không biết vì lý do gì mà đến thời điểm này thời khóa biểu của em vẫn chưa được cập nhật. Thời gian trước vẫn có thời khóa biểu học kì 2 nhưng gần đây thì nó bị mất, chỉ còn lại thời khóa biểu của HK1 Việc này gây cho em rất nhiều khó khăn do hiện tại có một số môn đã được học trực tiếp tại trường, mà em thì lại không theo dõi được thời khóa biểu Em rất mong trung tâm kiểm tra, khắc phục và phản hồi cho em sớm nhất có thể ạ Em xin chân thành cảm ơn",
    "Kính gửi: Ban Giám Hiệu, Quý Thầy Cô Phòng Đào Tạo Em tên:  _ MSSV                                  Lí do em viết đơn kính mong nhà Trường xem xét cho em gia hạn thêm một học kì (Học kỳ 212) để hoàn thành điều kiện xét tốt nghiệp đại học chính quy tại trường. Rất mong được nhận phản hồi từ quý nhà trường! (File đính kèm là đơn xin gia hạn thời gian hoàn thành chương trình học của em)   Em xin trân trọng cảm ơn!  SĐT: [phone_number] Email: ",
    "Kính chào quý Thầy/cô Phòng đào tạo, Em tên là , MSSV . Hiện tại em đang bị buộc thôi học do hết hạn đào tạo. Do thiếu điều kiện anh văn nên em chưa thể đăng kí tốt nghiệp . Em xin hỏi phòng đạo tạo, với tình hình hiện tại của em,em có thể làm đơn cứu xét như thế nào và nộp ở đâu ạ? Em xin cảm ơn!",
    "Dạ cho em hỏi điều kiện xét tốt nghiệp giỏi ví dụ như điểm trung bình tích lũy em đc 8.5 nhưng em học lại quá 10% tổng số tích lũy thì em có được loại giỏi ko ạ, em cảm ơn rất nhiều ạ!",
    "Gửi phòng đào tạo,  Em  , mssv: . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng vẫn chưa được thu nhận lại tình trạng sinh viên để đăng kí tốt nghiệp ạ. Em mong có thể nhanh hơn một chút để em kịp đăng kí danh sách tốt nghiệp m lễ với khoa trước ngày 16/04 ạ . Em xin cám ơn.",
    "Em là sinh viên k15 hiện đã hết thời gian đào tạo. Em đã đủ điều kiện tín chỉ, số ngày CTXH nhưng còn thiếu chuẩn anh văn nói viết để xét tốt nghiệp. Em có đọc trên quy chế thì trường hợp của em được xin gia hạn thêm một học kỳ để nộp bằng anh văn nói viết. Cho em hỏi là em cần làm những thủ tục nào ạ?  Em xin cám ơn.",
    "Chào thầy/cô. Em tên  MSSV  Sáng nay 12/4/2022 trung tâm BKenglish công bố điểm thi ngày 7/4/2022 em đã qua  . Xin nhà trường xem xét tốt nghiệp cho em với ạ.. Em cảm ơn.",
    "Em chào thầy/cô Em tạo yêu cầu này vì em chưa nhận được câu trả lời cho yêu cầu lần trước của em ạ. Em có hỏi PĐT về lịch thi môn \"Kiến thức các XN CN\" có mã 214701 do thầy  phụ trách. Em thấy có lịch thi môn này vào ngày 24/04 trên mybk và có hỏi PĐT. PĐT có hướng dẫn em liên hệ khoa. Vì vậy em đã liên hệ với thầy  phụ trách môn học và nhận được câu trả lời của thầy qua mail là môn này sẽ không thi cuối kỳ ( em có đính kèm hình ảnh). Cho em hỏi PĐT có thể cập nhập lại lịch thi trên mybk ko ạ? Em xin cảm ơn thầy/cô. Trân trọng.",
    "Kính gửi quý thầy/cô, Em tên là  MSSV  Khoá 2015 Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Rất mong quý thầy cô xem xét mở lại giúp em để em đăng ký tốt nghiệp. Em cảm ơn.",
    "Dạ em chào thầy cô ạ. Xin lỗi thầy cô vì đã gửi mail muộn như thế này . Em là . MSSV: . Hiện tại tụi em vừa thi xong môn kinh tế kĩ thuật có mã môn học là IM1027 và đang trong thời gian đăng tải video record lên. Thời gian bọn em thi là 9h00 ngày 9/ 4 thì sau 48 tiếng là 9h ngày 11/4 form nạp record mới đóng. Nay em vào nộp thì lại bị khóa mất ạ. Mong thầy cô mở lại link giúp em với ạ. EM cảm ơn thầy cô nhiều. Chúc thầy cô nghỉ lễ vui vẻ.",
    "Kính chào Nhà Trường Em tên , sinh viên năm 1 khoa Điện Điện tử. Sau khi làm hồ sơ nhập học em đã đăng ảnh thẻ sinh viên xong. Vậy bao giờ thì mình có thể lấy và làm sao để lấy thẻ sinh viên ạ? Cảm ơn.",
    "Chào quý Thầy/Cô, Em có thắc mắc về việc Cảnh báo học vụ như sau: Theo Quy chế đào tạo của trường, Điều 25 có quy định: \"Các SV bị cảnh báo học vụ nên liên hệ giáo viên chủ nhiệm để được tư vấn để có kế hoạch học tập phù hợp nhằm phấn đấu đạt kết quả tốt hơn. Nếu học kỳ tiếp theo không còn vi phạm, SV sẽ được tự động xóa tên khỏi danh sách cảnh báo học vụ. Nếu vi phạm ở 2 học kỳ liên tiếp, SV sẽ bị cảnh báo học vụ mức hai. Nếu vi phạm ở 3 học kỳ liên tiếp, SV sẽ bị buộc thôi học\". Vậy nếu em bị cảnh cáo học vụ ở 3 kỳ nhưng không liên tiếp (HK202,HK203 và HK212) thì có tính là bị cảnh cáo học vụ ở mức 3 và bị buộc thôi học không ạ ?. Em xin cảm ơn quý Thầy/Cô Trân trọng./. ",
    "Em muốn hỏi bảng điểm học kỳ 1 năm học 2021-2022 em muốn được xác nhận để in ra làm hồ sơ đăng ký học bổng em phải làm như nào ạ",
    "Chào thầy/cô ạ, Em tên , mssv . Em gửi tin nhắn này do có thắc mắc về vấn đề đóng tiền học phí ạ. Do em quên để ý đến hạn đóng tiền học phí nên giờ em đã bị trễ hạn đóng tiền ạ, em gửi tin nhắn này để hỏi về cách thức để đóng tiền học phí do bị trễ ạ. Em cảm ơn thầy/cô đã đọc tin nhắn ạ. Chúc thầy/cô và gia đình nhiều sức khỏe ạ.",
    "Dạ em chào thầy cô. Vừa rồi do bận nhiều việc và kinh tế cũng hơi khó khăn nên em chưa kịp đóng học phí trong thời gian nhà trường quy định. Việc đóng trễ học phí có ảnh hưởng gì không ạ? Và em phải làm gì để xin với nhà trường về trường hợp của em ạ?",
    "Kính gửi PĐT Hiện tại em đã đóng tiền tốt nghiệp và đã hoàn tất tình trạng nợ học phí nhưng em không vào được trang tốt nghiệp trên mybk. Mong PĐT có hướng giải quyết giúp em ạ. Em cảm ơn",
    "Kinh gửi nhà trường, cho em hỏi học phí HK hè 213 là bao nhiêu/ tín chỉ và dự thính hè khác gì với chính quy hè ạ, em cảm ơn",
    "Nhà trường cho em hỏi đợt thi định kì trước em đã có điểm 595 (k19) thì các đợt xét chuẩn kết tiếp em có cần thi nưã không, em cảm ơn.",
    "xin chào. dạ cho em hỏi điểm môn siêu cao tần của em như hình dưới. Trước em có hoãn thi rồi sau đó đã thi lại và đươc 5.0 . Kì này e có lỡ đăng kí nhưng do không có thời gian sợ nên nếu thi rớt thì vẫn lấy điểm 5.0 cũ đúng không ạ em cảm ơn",
    "Dạ cho em hỏi học dự thính gdtc 1 môn bao nhiêu tiền vậy ạ. Em cảm ơn",
    "Hiện tại trạng thái học tập của em là bị xóa tên do hết thời hạn đào tạo. Vậy, em xin hỏi là trường hợp của em có thể được thu nhận lại chuyển sang hệ khác được không ạ? Vì em mới thi  và có kết quả 500. Chỉ còn  nói viết. Mong Nhà trường tạo cơ hội ạ.",
    "Gửi phòng Đào tạo,  Em tên là , MSSV    Em có đăng ký lớp Anh văn 1A và đã thấy học phí cần thanh toán trên BkPay Mặc dù đã hết hạn thanh toán học phí nhưng hệ thống lại không hiện thị mục \"chọn thanh toán\" mà lại hiển thị \"chưa đến kỳ thanh toán\"   Cho em hỏi rằng em có cần viết đơn xin gia hạn đóng học phí hay cần phải làm gì tiếp theo ạ?  Mong phòng sớm hồi âm cho em  Em xin cảm ơn   ",
    "Kính gửi thầy/cô, Em là cựu sinh viên k17. Em không biết là mình có thể đăng ký scan bảng điểm thành file PDF được không ạ. Em cảm ơn",
    "Em tên - em làm đơn xin thanh toán trễ học phí Lí do: Do gia đình em gặp chút khó khăn về mặt kinh tế ạ Em hứa sẽ hoàn thành học phí sớm nhất ạ",
    "Em chào cô, Em đã có tên trong danh sách dự kiến tốt nghiệp, bao lâu nữa thì trường mới có quyết định thu nhận lại để có thể đăng kí tốt nghiệp ạ? Em cảm ơn.",
    "Em chào thầy cô! Thầy cô cho em hỏi học kì này em đã thanh toán trễ học phí vậy em có cần làm đơn để giải trình  gì không ạ. Em cảm ơn!",
    "Kính gửi admin ạ Em là  - MSSV  - Hiện là sinh viên khoa Điện Điện tử lớp DD21LT15 Em đã đi hiến máu tại Trung tâm Hiến máu nhân đạo Thành phố, em viết mail này mong được cập nhật ngày ctxh ạ Em sẽ gửi kèm với hình ảnh minh chứng  Em xin cảm ơn ạ",
    "Kính chào thầy cô quản lý hỗ trợ trực tuyến, em là , mssv . Em nhận được thông báo của PĐT cho phép đăng kí các môn đề cương và LVTN ở HK213 này, thầy cô cho em hỏi rằng ở học kỳ này em không hoàn thành kịp LVTN và đinh đăng kí làm lại vẫn đề tài cũ ở HK hè thì quy chế anh văn khi đăng kí LVTN như thế nào ạ, do ở HK212 không xét anh văn khi đăng kí LVTN. Em xin chân thành cảm ơn.",
    "Dạ chào quý thầy cô PDT! Em thi Quản trị kinh doanh cho kỹ sư ngày 24/12/2021, nhưng đến nay vẫn chưa có điểm ( điểm 15) . Không biết có sự sai sót gì không ạ?  Em cảm ơn.",
    "Tốt nghiệp       Thưa cô!  Em là , MSSV:   EM đã có tên trong danh sách tốt nghiệp dự kiến Hôm qua em có lên phòng đao tạo hỏi thì cô bảo về đợi em thấy hơi lâu nên lo lắng ạHôm nay em làm đơn này xin phép được thu nhận lại để em đăng ký tốt nghiệp ạ Em xin chân thành cảm ơn   Sinh viên  ",
    "Em chào Thầy( Cô) Phòng Đào Tạo DH Bách Khoa HCM Em sinh viên chuyển hệ CQ sang VLVH, em đã nộp CCNN và đã xét duyệt xong. Mong phòng đào tạo cho em vào danh sách dự kiến để em đăng kí tốt nghiệp trong học kì này ạ. Trong thời gian chờ đợi em xin chân thành cảm ơn!",
    "Em đã kiểm tra là mình đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em không thể đăng kí tốt nghiệp do tình trạng sinh viên của em vẫn bị tạm dừng. Phòng đạo tạo xem xét giúp em.",
    "Sinh viên     Tốt nghiệp . Em chào phòng đào tạo, Thứ 6 ngày 8/4 tên em đã được đưa vào danh sách dự kiến tốt nghiệp nhưng tới hiện tại hệ thống vẫn chưa tự động cập nhật trạng thái sinh viên cho em nên em vẫn không đăng ký tốt nghiệp được do tình trạng sinh viên vẫn còn là tạm dừng. Em mong phòng đào tạo hỗ trợ giúp em cập nhật trạng thái sinh viên để em có thể tiếp tục đăng ký tốt nghiệp ạ. Em xin cảm ơn!",
    "Kính gửi PĐT, Em là , MSSV là . Sau khi nhận được phản hồi của PĐT về thiếu sót điều kiện tốt nghiệp, em đã thi và có kết quả Toeic Writting and Speaking vào ngày 11/04/2022. Kính mong PĐT xem xét lại điều kiện tốt nghiệp và tình trạng sinh viên của em ạ.",
    "Em muốn hỏi là bạn em k20 sau khi học chưa hết hk1 đã nghỉ học, bây giờ bạn em muốn đăng ký lại hệ vừa học vừa làm được không ạ? Vì bạn đã bị xóa bkel, và chưa có điểm trung bình hk1. Em có thấy hệ vừa học vừa làm có nhận xét tuyển thí sinh đã tốt nghiệp thpt",
    "Dạ xin chào phòng đào tạo, Em tên , MSSV: , Bộ môn Cơ Điện Tử,Khoa Cơ Khí. Nay em đã đủ điều kiện tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến. Em xin Phòng Đào Tạo mở tình trạng sinh viên cho em, để em được đăng kí tốt nghiệp. Em xin chân thành cảm ơn.",
    "Dạ em muốn đk tốt nghiệp bổ sung thì phải làm sao ạ. Em có được chỉ dẫn là vào bksi chọn mục bổ sung tốt nghiệp mà em vào không thấy mục đó, có phải là em phải tạo câu hỏi/yêu cầu như thế này để gửi không ạ . Nếu phải thì câu hỏi/yêu cầu phải theo form như thế nào vậy ạ. Em xin cảm ơn ạ.",
    "Dạ cho e hỏi là e có đăng ký thực tập ngoài trường trong kỳ 212 này nhưng theo lịch thì kỳ hè mới đi thực tập  Nên e hỏi là có thể đăng ký môn này trong kỳ hè trong lúc đi thực tập ngoài trường được không ạ",
    "Kính gửi Văn phòng Đào tạo quốc tế, Em tên là , mssv , em là sinh viên đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 4 năm nay. Hiện em có nhu cầu học lên thạc sĩ và được yêu cầu phải có giấy xác nhận chương trình học của em tại trường là hoàn toàn bằng tiếng anh không qua phiên dịch ạ. Mong VPDTQT xem xét để em có thể bổ sung hồ sơ trong thời gian sớm nhất. Em xin cám ơn",
    "Họ và tên:  MSSV: Do em chưa đủ điều kiện tốt nghiệp nên chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4 (hình ảnh đính kèm). Bây giờ em đã đủ điều kiện tốt nghiệp nên em xin yêu cầu xét tốt nghiệp để em hoàn thành đăng ký tốt nghiệp trên web mybk. Em đã hoàn thành công tác xã hội, nộp và chuyển điểm anh văn, anh văn nói viết, rút môn học kì 212 (hình ảnh đính kèm). Em xin cảm ơn.",
    "Kính gửi phòng đào tạo, Hiện học kì này em đang làm luận văn và sẽ hoàn thành chương trình học của mình. Tuy nhiên em có một số môn học có mong muốn được cải thiện. Vậy nếu như em đăng kí vào học kì hè 213 này, thì em có kịp tốt nghiệp vào đợt tháng 11/2022 không ạ, hay là phải chờ đến tháng 4/2023. Em xin cảm ơn ạ",
    "Em xin chào PĐT ạ. Em tên là , sinh K18 khoa KTXD chuyên ngành công nghệ kỹ thuật vật liệu xây dựng ạ. Hiên tại lớp em có vài bạn học chậm môn Vật liệu học (CI3029). Do môn Vật liệu học (CI3029) là môn chuyên ngành với sỉ số tối thiểu là 15 bạn nên em đã làm đơn đặt cách xin chữ kí Cô chủ nhiệm bộ môn VLXD  với Thầy chủ nhiệm khoa kiêm dạy lớp  ạ. Mong PĐT giúp tụi em mở lớp vào kì dự thính hè để kịp cho tiến độ Luận văn kì sau ạ. Em xin chân thành cảm ơn.",
    "Em viết đơn này để xin chuyển điểm môn tương đương. Mong PDT xử lí nhanh giúp em để đăng kí luận văn ạ. Em xin chân thành cảm ơn ạ.",
    "Em chào cô ạ, Em xin gửi đến cô một số minh chứng để giải quyết trường hợp thông tin lớp học trên thời khóa biểu bị đổi. Hình đầu tiên là lúc em phản hồi khi được đổi từ lớp L02 đến L01 và kết quả đã được cập nhật em ở lớp L01 trên toàn bộ tkb và bkel từ ngày 10/1. Hình thứ 2 là danh sách lớp L01 để tính điểm của giáo viên bộ môn từ đầu học kỳ đến giờ, trong đó tên em ở STT 36(danh sách sinh viên chỉ có quyền xem) Do thông thường em coi thời khóa biểu trực tiếp trên hệ thống và hệ thống vừa cập nhật chỉ hiện kết quả cập nhật mới nên em không có minh chứng thời khóa biểu trên mybk ở lớp L01 ạ. Mong quý thầy cô xem xét cho trường hợp của em. Em cảm ơn và chúc quý thầy cô một ngày làm việc hiệu quả",
    "PDT cho em được chuyển điểm AV 1, 2 để kịp đăng ký tốt nghiệp sắp tới ạ. Em đã thì toeic đủ điểm và đã thẩm tra thành công, em cũng đã thanh toán chuyển điểm trên bkpay ạ.",
    "Chào Phòng đào tạo, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng vẫn chưa đăng ký tốt nghiệp trên mybk được do tình trạng sinh viên bị \"tạm dừng\". Phòng đào tạo kiểm tra lại giúp em. Em có một số thắc mắc:  1/Khi nào có quyết định thu nhận lại để đăng ký tốt nghiệp?  2/Theo em được biết trường sẽ tổ chức lễ tốt nghiệp vào ngày 22/4, vậy trường hợp của em là không kịp dự lễ tốt nghiệp, chỉ nhận bản chính bằng tốt nghiệp tại phòng đào tạo thôi phải không?",
    "Em tên là :  Mssv: Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a) Hình ảnh minh chứng phía dưới ạ Mong thầy cô giúp đỡ để em có lịch học ạ. Em cảm ơn ạ!",
    "Dạ cho em hỏi hồi năm nhất em có kiểm tra anh văn đầu vào và đạt 525/990 điểm Toeic và pass được AV1 và AV2. Trong học kỳ rồi em có đăng ký học anh văn 3 (nhu cầu) ở trường và đã qua môn. Vậy cho em hỏi ở kỳ sau ( năm 3 của K20) thì em có thể đăng ký môn học bình thường mà không bị vướng chuẩn anh văn từng năm của trường phải không ạ?. Em cảm ơn",
    "Thưa thầy cô,  Em tên là Nguyễn Thị Tuyết Anh  Mssv:   Khoa: Điện - Điện tử Em muốn hỏi vấn đề như sau: em đã học môn MẠCH ĐIỆN TỬ (EE2035) ở HK192 nhưng vì gặp nhiều khó khăn trong quá trình học trực tuyến nên em đã đăng ký rút môn vào tháng 11/2021 và được sự chấp thuận của PDT . Ở kỳ DT213 sắp tới, em xin được đăng ký học lại môn MẠCH ĐIỆN TỬ (EE2035) này thì có được không ạ, vì em thấy để không cho SV K19 đăng ký môn học lần đầu. Em rất mong được PDT giúp đỡ cho em được đăng ký môn học này ở kỳ dự thính hè HK213. Em xin chân thành cảm ơn!  Trân trọng, Anh.",
    "Em đóng học phí lớp anh văn (Khai giảng ngày 11/04) thấy hạn nộp là 15:00 ngày 11/04 nhưng đến tận sáng hôm nay (ngày 13/04) bkpay mới mở cho thanh toán và khi thanh toán xong bkpay lại để nộp trễ hạn ạ.",
    "Xin chào nhà trường, Hiện tại em đã hoàn thành điều kiện tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến nhưng lại không thể truy cập trang đăng ký tốt nghiệp vì lý do lỗi quyền truy cập do tình trạng sinh viên hiện tại là \"Nghỉ\". Em muốn hỏi là em cần phải làm gì để có thể đăng ký tốt nghiệp đợt tháng 4 ạ ? Mong nhận được phản hồi sớm từ nhà trường. Trân trọng.",
    "Dạ thầy/cô cho em hỏi hồi tuần trước em có đăng ký tốt nghiệp thì được báo là phiếu đăng ký không được xử lý.Em có hỏi thì được trả lời do upload ảnh sai yêu cầu.Em cũng đã up lại ảnh từ tuần trước nhưng đến nay trên trang mybk vẫn báo phiếu đăng ký không được xử lý ạ.Mong thầy/cô giải đáp giúp em ạ.Em cảm ơn",
    "Kính gửi: Phòng Đào Tạo Hiện trạng: - Sinh viên  2- Ngành Kỹ thuật xây dựng. Niên khóa 2018-2021 ; Tên: - MSSV  - Sinh viên VB2 đã hoàn thành các tín chỉ môn học ,đã bảo vệ đồ án tốt nghiệp đạt online học kỳ trước (học kỳ trước do tình hình dịch bệnh phức tạp nên Phòng đào tạo ko xét chuẩn Tiếng Anh, SV được đăng ký làm DATN trước) ----------------------------------------------------------------------- -Hiện Học kỳ này 2201, Sinh viên ko đăng ký môn học TKB nào: Xin hỏi Admin: - Để làm thủ tục tốt nghiệp KSXD ra trường, Chứng chỉ Toeic cần đạt bao nhiêu điểm đối với khóa học trên? - Hiện mình muốn gia hạn duy trì tình trạng học tập sinh viên còn ở trường ( thu nhận lại) và đăng ký học ôn Anh Văn Toeic thi tại Trường hay học thêm các tín chỉ mình cần làm các thủ tục nào để tiếp tục. Chào thân và kính mong hỗ trợ .",
    "Em xin chào quý thầy/cô phòng đào tạo, Em tên là , MSSV  . Em đã thanh toán trễ hạn học phí HK212 khoảng 36h sau thời hạn cuối cùng cho phép đóng học phí. Hôm nay em xin phép được hỏi quý thầy cô về   b  thủ tục thanh toán trễ hạn học phí     để không ảnh hưởng đến các HK tiếp theo ạ! Em có đính kèm mẫu đơn TRÌNH BÀY LÝ DO THANH TOÁN TRỄ HỌC PHÍ (theo quy chế em đọc trên aao). Do quy chế em đọc   b  đã lâu và em không tìm được quy chế mới     về việc thanh toán học phí trễ hạn. Nên em kính mong quý thầy cô hỗ trợ giúp đỡ. Em xin chân thành cảm ơn quý thầy cô! Chúc quý thầy cô buổi chiều tốt lành! Thân mến, .",
    "Em là sinh viên khóa K15, chỉ còn nợ Toeic Speaking and Writing để xét tốt nghiệp, em có thi tại BKEnglish vào ngày 6/4/2022 và đã có kết quả đậu là 200 điểm. Em xem trên BKEnglish là những bạn thi vào ngày 6/4/2022 và 7/4/2022 sẽ có kết quả kịp cập nhật hạn 11/4/2022. Hiện tại em chưa thấy tên mình trong Danh sách dự kiến tốt nghiệp. Tình trạng hiện tại của em là Nghỉ nên chưa thể đăng ký tốt nghiệp. Pđt xem xét giúp em. Em cảm ơn",
    "Em kính chào thầy, Em là , mssv , lớp liên thông đại học chính quy nhưng chưa thi xong anh văn 2 kỹ năng và hết hạn đào tạo nên đã chuyển sang hệ VHVL. Em đã lên trường gặp thầy/cô phòng đào tạo làm giấy chuyển hệ và các thầy/cô nói không cần thi anh văn 2 kỹ năng nữa, đăng ký tốt nghiệp kỳ này nhưng em vẫn ko đăng ký, xác nhận qua online. (hình gửi đính kèm) Em đã gửi yêu cầu từ ngày 08/04/22 nhưng vẫn chưa được thầy/cô phản hồi và em cũng đã lên trường gặp cô ở phòng đào tạo nhưng kêu em chờ phản hồi online từ BKSI. Vì em đi làm xa thành phố nên cũng cũng thể lên trường thường xuyên được ạ. Mong thầy xem xét giúp em, có thể đăng ký tốt nghiệp tháng 4 này kịp thời không ạ. Em chân thành xin cảm ơn. ",
    "Em chào Cô . Em là Nguyễn Thị Bích Phượng - MSSV:  Hiện tại CCNN của em đã được thẩm tra . Em xin được đăng ký tốt nghiệp bổ sung. Cô có thể mở trang Đăng Ký Tốt Nghiệp trên mybk để em có thể đăng ký được không ạ. Em cảm ơn Cô.",
    "Cho em hỏi em có thể hoãn/dời lịch thi cuối kỳ các môn chuyên ngành không ạ, em không rõ nên liên hệ phòng đào tạo hay giảng viên phụ trách môn . Em cảm ơn",
    "Gửi phòng đào tạo, Do học kỳ nay em hoàn thành hết môn học nên không đăng ký thêm và đợi tốt nghiệp. Nhưng em hệ thống thông báo em bị tạm dừng do không đăng ký môn học và em không thể đăng ký tốt nghiệp trong đợt này . Mong phòng đào tạo giải quyết giúp em. Em cảm ơn.",
    "Kính Gửi Phòng Đào tạo. Em tên , MSSV: . Hiện em đã có tên trong danh sách tốt nghiệp vào tháng 4/2022. Em muốn hỏi sinh viên hệ đào tạo chính quy có tên trong danh sách tốt nghiệp tháng 4/2022 có được tổ chức lễ vào ngày 22/04/2022 không? Nếu có thì em phải làm gì để được tổ chức lễ tốt nghiệp. Nếu không thì thời gian khi nào em sẽ được nhận bằng ạ? Em xin cảm ơn.",
    "Kính gửi PDT trường Đại học Bách Khoa, Em là Nguyễn Quốc Đăng-, sinh viên khoa Điện-điện tử. Em có vẫn đề cần được giải đáp là sau khi thời khóa biểu được cập nhật ngày 8/4 vừa rồi, em nhận thấy lịch thí nghiệm lớp L16 môn cơ sở kỹ thuật điện (EE2018) và lịch học lớp L02 môn thực tập điện 2 (EE3023) của em bị trùng lịch học ở các tuần 16, 17, 18, 22. Theo như trên lịch thì 2 môn này học 2 cơ sở khác nhau và trùng cả ngày học và tiết học (thứ 6 từ tiết 2-6), nên không thể nào tham gia đủ cả 2 buổi của 2 môn này được. (TKB em có đính kèm hình phía dưới ạ). Mong PDT xem xét và có hướng xử lý vấn đề này sớm giúp em ạ vì hiện tại cũng đã gần tới tuần 16 rồi ạ. Em xin cám ơn!",
    "Chào PĐT, Em là   thuốc khoa Điện -Điện tử. Em có thấy thông báo là 24/04 này trường sẽ tổ chức lễ tốt nghiệp. Cho em hỏi là em đã đủ điều kiện tốt nghiệp và đã có bằng thì em có thể tham dự lễ tốt nghiệp của trường tổ chức hay cần đăng ký gì không vậy. Tại em không thấy mail hướng dẫn về vấn đề này .",
    "Em chào thầy/cô Em tên là  MSSV:  Trong đơn yêu cầu id: 53516 em được biết em thiếu điều kiện xét tốt nghiệp là: nợ môn Cơ học máy (ME2043) Em xin khiếu nại: Em đã học cải thiện môn học tương đương là Tên môn: Cơ học máy Mã môn học: ME2077 Thời gian học: Học kỳ 182 (học kỳ 2 2018-2019) Điểm tổng kết môn là 6.0 Xin thầy cô cập nhật lại giúp em, để có thể đủ điều kiện xét tốt nghiệp ạ",
    "MSSV: Kính thưa thầy cô, cho em hỏi thủ tục để tạm dừng và bảo lưu kết quả học tập như thế nào ạ. Em rất mong nhận được sự giúp đỡ ạ. Em cảm ơn.",
    "Em hiện đang là sinh viên chương trình CLC ngành cơ điện tử, em hiện có nguyện vọng chuyển sang chương trình liên kết quốc tế ngành cơ điện tử. Em xin hỏi em có được chuyển hay không và nếu có thì cần chuẩn bị những gì ạ.",
    "Em chào cô ạ Em có một vấn đề mong cô giải đáp giúp em. Em có thấy kì dự thính hè, em đăng kí môn Đề Cương Luận Văn Tốt Nghiệp và được phép đăng kí. Nhưng trên nội quy em thấy có ghi là không được đăng kí môn này vào học kì hè. Vậy mong cô giải đáp giúp em là có đk thành công không ạ. Em cảm ơn cô ạ",
    "Dạ em chào thầy/cô ạ, Em tên là Huỳnh Hồng Hiếu, MSSV: , lớp DC2104 khoa Kĩ Thuật Địa Chất Và Dầu Khí, đợt trước em có đăng kí học Hóa Thí Nghiệm đợt 1 để học trước các bạn xa nhà đang ở quê vì nhà em cũng gần cơ sở 1 nhưng vì không may mắn nên ngày thi là ngày em đang cách ly vì bị dương tính covid 19. Em đã lên BK Si nhắn lí do và xin học đợt 2 ạ. Nhưng đến hiện tại các bạn học đợt 2 đã có lịch học Hóa Thí Nghiệm còn em thì chưa có ạ, kính mong phòng đạo tạo có thể cập nhật TKB để em được học môn Hóa Thí Nghiệm kết thúc môn học ạ. Dạ em chân thành cảm ơn thầy/cô. Em chúc thầy/cô nhiều sức khỏe ạ.",
    "Chào Thầy/Cô Do không nhớ hạn thanh toán học phí mà Phòng đào tạo gửi mail từ 22/3 nên em đóng học phí HK212 trễ hạn. Em thành thật xin lỗi về vụ việc trên. Em có đọc quy chế học vụ về việc thanh toán học phí trễ hạn sẽ bị hủy bỏ kết quả toàn bộ học kỳ. Em muốn hỏi trường hợp em đã thanh toán nhưng trễ hạn thì có bị hủy kết quả không ạ? Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô phòng đào tạo trường Đại học bách khoa, Em vừa có kết quả hoàn thành anh văn nói viết vào ngày 12/4/2022 và hiện giờ em đã đủ điều kiện tốt nghiệp, đồng thời em đang bị buộc tạm dừng học do không đăng kí môn học trong học kì này. Xin quý thầy/cô hướng dẫn cho em các thủ tục cần thực hiện để em có thể đăng kí tốt nghiệp trong đợt tốt nghiệp tháng 4 này. Em xin chân thành cám ơn sự giúp đỡ của quý thầy/cô. Trân trọng, .",
    "Em chào thầy/cô hiện tại em đang học môn đồ án thiết kế (ME3139) hiện tại đã đến phần bản vẽ nhưng hiện giờ máy của em quá yếu không sử dụng được các phần mềm vẽ mà môn học yêu cầu nên em muốn rút môn học này.Mong thầy/cô xét duyệt giúp em ạ, em cảm ơn.",
    "Chào anh/chị Hiện tại em đã hoàn thành luận văn nhưng không thể đăng kí tốt nghiệp. Anh/ chị có thể hỗ trợ kiểm tra giúp em hiện tại em còn thiếu điều kiện nào không? Mong nhận được phản hồi của anh/ chị. Em cảm ơn",
    "dạ e chào thầy(cô), e muốn hỏi là kì 2 năm 2020-2021 e có hoãn thi môn mt1009 và check mail kì đó e kiểm tra vẫn nằm trong danh sách hoãn thi nhưng bây giờ e bị điểm 13 và không có lịch thi bù ạ. mong nhận được giải đáp từ thầy cô",
    "Em thanh toán bị trễ học phí ạ",
    "Em chào quý thầy/cô, Em tên là  - MSSV:  Vì hoàn cảnh khó khăn nên em hiện tại chưa đóng tiền học phí HK212 vì chưa xoay sở kịp (bao gồm phí HK212 và học phí thanh toán trễ hạn HK211). Hiện đã quá hạn đóng học phí và em đang cố gắng xoay sở và đóng trong vòng 1 tuần tới. Thầy/cô cho em hỏi là điều này có ảnh hưởng gì tới LVTN của em trong kì này không ạ? Vì trước kia có 1 kì em cũng thanh toán trễ và bị trừ điểm rèn luyện. Em hi vọng nhận được phản hồi của thầy cô sớm! Em xin chân thành cảm ơn, ",
    "Em chào các Thầy Cô ạ. Thầy Cô cho em hỏi, sinh viên K18 chuẩn bị bảo vệ luận văn vào tháng 5 này có phải nộp chứng chỉ ngoại ngữ Toeic Listening+Reading không ạ? Nếu có thì cho em hỏi ngày mấy là hạn nộp vậy ạ? Em cảm ơn Thầy Cô ạ.",
    "Dạ kính thưa quý thầy cô PĐT. Em tên:  - mssv:  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp (212). Nhưng em vẫn trong trạng thái nghỉ và chưa được thu nhận lại để đăng ký tốt nghiệp. Em kính mong quý thầy cô ban hành quyết định thu nhận lại đối với em, để em có thể kịp đăng ký tốt nghiệp vào học kỳ này, em xin cảm ơn.",
    "Chào cô, Em xin hỏi nếu trong tuần này hoặc tuần sau (trước 22/4) em mới đăng ký TN được thì có kịp để được tham dự lễ TN không ạ? Em cám ơn ạ.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa Tp.HCM.       Em tên: --XD10.       Nay em muốn hỏi vấn đề như sau: hiện tại em đang học xây dựng tại trường. Sau một thời gian học em cảm thấy ngành này không phù hợp với bản thân. Nên em muốn chuyển ngành hoặc học thêm văn bằng 2  ( cụ thể là học cơ khí). Vậy e có phải thi lại không ạ. Hay phải làm thủ tục thế nào, em học chương trình đại trà.      Kính mong phòng đào tạo giải đáp giúp em ạ.         Em cảm ơn,             TTT.",
    "Em chào thầy cô ạ , trong BK pay em còn nợ nhà trường 3tr6 học phí 202 mà đến giờ em chưa thành toán đến nay đã là học kỳ 212 rồi ạ . Em đang bị tạm dừng học và không được đăng ký môn học. Thầy cô cho em hỏi có phải em đóng xong khoản nợ PDT sẽ mở cho e đăng ký môn học phải không ạ .",
    "Em muốn rút một môn học. Cho em hỏi thông tin em điền trong đơn đi  đã đủ chưa ạ.",
    "Chào quý thầy cô! Em là  MSSV  Hiện tại em đã nộp đủ chứng chỉ ngoại ngữ và đủ điều kiện để tốt nghiệp nhưng do kì trước em không đăng kí môn học nên tình trạng hiện tại là tạm dừng. Vậy cho em hỏi em làm gì để có thể đăng kí tốt nghiệp được ạ Em cảm ơn quý thầy cô",
    "Kính gửi phòng đào tạo,  Em chuẩn bị làm LVTN ở học kì hè 213 sắp tới nhưng hiện tại không kịp lấy chứng chỉ TOEIC Reading & Listening để nộp đúng hạn đăng ký môn học, vậy em có được xét đăng ký làm LVTN và gia hạn nộp bằng bổ sung sau được không ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý Thầy cố Phòng Đào Tạo,   Em tên , sinh viên khóa K15 vừa có quyết định chuyển sang hệ vừa học vừa làm để đăng kí xét tốt nghiệp. Nhưng hiện tại trên mybk của em đã bị khóa. Vì vậy em không thể đăng kí xét tốt nghiệp. Mong quý thầy cô có thể hướng dẫn em đăng kí xét tốt nghiệp trong đợt này. Em xin chân thành cám ơn!",
    "Dạ chào thầy/cô, cho em hỏi là em đã hoàn thành đủ các yêu cầu để tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến từ ngày 09/04, nhưng đến hiện tại em vẫn chưa thể đăng kí tốt nghiệp được do chưa được thu nhận lại. Thầy/cô cho em hỏi là em có được thu nhận lại để kịp lễ tốt nghiệp vào cuối tháng 4 này không? Em cảm ơn thầy/cô.",
    "Em chào chị ạ Em tên là :  MSSV:  Em đang học khoa kĩ thuật xây dựng kì này em có đang học môn Kết cấu thép (CI3231) là môn tương đương thay thế môn Kết cấu thép 1 ( CI3009). Hiện tại thì em cũng chưa thi cuối kì cũng như chưa có điểm . Chị cho em hỏi kì hè này em có thể đăng kí môn Kết cấu thép 2( Ci3211) là môn sau Kết cấu thép 1 hay không  ? Em thấy theo chương trình học là Kết cấu thép 1 (CI3009) và Kết cấu thép 2 (CI3211) là hai môn kế tiếp nhau. Nếu đến đợt đăng kí đợt 3 mà e chưa có điểm Kết cấu thép (CI3231) thì có cách nào cho e đăng kí Kết cấu thép 2(CI3211) không ạ?",
    "MSSV:    Tốt nghiệp . Kính chào thầy cô. Hiện tại em đã hoàn thành hết các môn học cũng nhưng chứng chỉ ngoại ngữ. Em muốn đăng ký tốt nghiệp, tuy nhiên do kỳ này em không đăng ký môn học nên tình trang sinh viên đã chuyển về tạm dừng. Mong thầy cô thay đổi tình trang sinh viên của em để em có thể đăng ký tốt nghiệp kịp thời. Em xin chân thành cảm ơn thày cô.",
    "Em đăng kí tốt nghiệp từ 11/3 nhưng vẫn chưa nhận được mail trường về nhận bản Scan giấy chứng nhận TN tạm thời. Mong thầy cô kiểm tra giúp em.",
    "Dạ kính chào thầy/cô. Em có đăng ký anh văn theo nhu cầu nhưng đã trễ hạn thanh toán học phí thì ngoài thanh toán học phí ngay bây giờ thì em có cần phải làm thêm những thủ tục nào không ạ? Em cảm ơn   i ",
    "Em chào quý thầy cô ạ. Em tên . MSSV . Khoa Công nghệ vật liệu. Hôm nay em viết mail này muốn hỏi 1 chút về việc đóng học phí ạ. Vấn đề của em là:  Kì trước em có xin hoãn học phí hk 211 sang học kì 212 . Nếu em không thanh toán học phí kịp sẽ bị trừ điểm rèn luyện và nhận cảnh cáo học vụ. Dạ cho em hỏi: Nếu em đóng học phí muộn (học kì hè sẽ cố gắng đóng đủ hk 211 và hk 212) thì em sẽ bị gì ạ. Ngoài trừ điểm rèn luyện. Em thấy cảnh cáo học vụ. ( Cho em hỏi hình thức cảnh cáo là nhận qua mail hay giấy về gia đình ạ) Ngoài ra, nếu em đóng muộn (vào kì hè, thì em có được thi cuối kì, và bị hủy kết quả học kì không ạ?) Em cảm ơn ạ. Người viết",
    "Chào Anh/chị Em sinh viên K15 vừa có quyết định chuyển hệ sang VLVH . Vậy cho em hỏi là xét chuẩn AV tốt nghiệp theo khóa K15 của hệ VLVH phải không và có cần xét AV nói - viết không ạ. Em xin cảm ơn!",
    "Kính thưa Phòng Đào Tạo, em là SV Khoa Điện-Điện tử khóa K18. Phòng Đào Tạo cho em hỏi là nếu em đăng ký môn LVTN vào kỳ hè HK213 thì giá tiền mỗi tính chỉ sẽ tính theo học phí bình thường hay là học phí kỳ hè ạ? Dạ và em có cần phải có bằng Anh Văn để đăng ký LVTN không ạ? Em đã đạt chuẩn AV đầu vào nhưng vẫn chưa có bằng ạ. Em đã xem thông tin trên trang qui chế, qui định của trường nhưng vẫn chưa nắm rõ. Kính mong nhà trường có thể giải đáp những thắc mắc của em. Em xin cảm ơn.",
    "Kính gửi PĐT , Em là Trần Phan Trọng Hậu- MSSV:. Em muốn hỏi về các bước để được xem xét RÚT MÔN HỌC của HK212 là môn HÓA HỮU CƠ. - Lí do: Trục trặc trong quá trình thi giữa kì môn HÓA HỮU CƠ ( chập điện) khiến em không thể hoàn thành hết bài kiểm tra nhưng hệ thống tự động nộp vào ngày 9/04/2022. Em đã điền form hoãn thi và nộp minh chứng, trình bày lí do nhưng giáo viên phản hồi em là phải NHẬN KẾT QUẢ THI ( hiện tại chưa có điểm).Thế nhưng có bạn thi cũng bị trục trặc khi làm được 20p thì được xét cho thi lại vào hôm khác.Em thấy điều này thiếu công bằng, sẽ ảnh hưởng đến kết quả học tập, mong được PĐT xem xét và hồi âm sớm ạ. Em hi vọng được xem xét hủy môn học để không bị ảnh hưởng đến quyền lợi của em.  Em chân thành cảm ơn. Trân trọng kính chào.",
    "responsible person: [548] [staff_name] [helpdesk staff]",
    "Da thưa thầy cô, môn học Luận văn tốt nghiệp (CI4347) của em trong danh sách hướng dẫn của khoa là  thầy  hướng dẫn nhưng trên hệ thống elearning lại cập nhật là thầy  ạ. Mong phòng đào tạo kiểm tra lại giúp em. Em xin cảm ơn ạ.",
    "Chào PDT em tên   em có thắc mắc về kỳ thi av.Cuối tháng 5 là có kỳ thi anh văn xét chuẩn cho những bạn k học anh văn trong trường ví dụ như em là k19 trước năm 4 em phải có av 500 để đăng ký môn phòng đào tạo cho em hỏi cuối tháng 5 đầu tháng 6 là đặt thi cuối cùng đúng k ạ sau tháng 5 còn đợt nào thi k ạ tại thường một năm có 2 lần thi. Em xin cảm ơn ạ",
    "Kính gửi Phòng Đào Tạo Em tên:  - Mssv:  Hiện em đã hết thời gian đào tạo nhưng chưa đủ điều kiện tốt nghiệp do còn thiếu các môn AV, chứng chỉ Toeic và AV nói viết. Em muốn chuyển sang hệ VHVL thì cần phải làm những gì ạ? Tình trạng SV của em trên MyBK hiện đang cập nhật là nghỉ, em có cần làm đơn xin thu nhận lại không ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo  Em là  mssv  lý do trong 4 tuần học thí nghiệm trực tiếp tại trường em test covid 19 thì bị F0 nên không thể tham gia học tập  vì vậy em xin phòng đào tạo cho em xin lịch học  môn thí nghiệm Kỹ thuật thủy lực và khí nén ( Me 3002) để tham gia học bù  em xin chân thành cảm ơn !",
    "Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa - ĐHQG TPHCM Em là  Mssv  Em viết mail này mong quý thầy/cô giúp em đăng kí lớp DT08 môn học Anh Văn 3A (nhu cầu) mã số môn học LA1041 khai giảng ngày 11.04. Tuy nay đã quá hạn và đủ sỉ số nhưng em mong quý thầy/cô giúp em đăng kí bổ sung em vào lớp học này. Để em có thể học thêm 1 lớp anh văn nhu cầu vào những tháng sau để kịp tốt nghiệp tháng 11. Em xin chân thành cảm ơn",
    "Chào thầy/cô ạ Em muốn hỏi việc nộp chứng chỉ ngoại ngữ có phải là bắt buộc để tốt nghiệp hay không hay chỉ để chuyển điểm qua các môn anh văn vậy ạ? Trân trọng.",
    "Em có đăng kí môn Anh văn cơ bản LA0011 DT06, nhưng đã   U hủy    ngay sau đó. Không biết có vấn đề kĩ thuật hay không mà hiện tại em lại nhận đựơc mail học môn Anh văn cơ bản  và trên MyBK vẫn chưa hủy đăng kí môn Anh văn. Em viết mail này để xin Phòng Đào tạo xem xét vấn đề trên ạ",
    "Thưa thầy/ cô ở phòng đào tạo, em tên là  - MSSV , do ảnh thẻ của em lúc nhập học không hợp lệ nên hiện tại em vẫn chưa được in thẻ sinh viên. Cách đây 1 tuần, em đã đăng lại ảnh khác trên trang nhập học lúc đầu năm của trường. Cho em hỏi, liệu em phải tự chờ đến khi thẻ sinh viên được in ở đợt khác hay em phải liên hệ với ai để giải quyết vấn đề này ạ. Tại tháng sau em thi cuối kì trực tiếp tại trường nên không thể không có thẻ sinh viên được ạ. Hy vọng nhận được hồi đáp của thầy/cô, em xin cảm ơn.",
    "Em hiện tại đã có anh văn nói viết, hoàn thành chương trình đào tạo. Khi em đăng ký tốt nghiệp trên trang này: https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky Em điền xong thông tin ở bước 2. Khai lý lịch tốt nghiệp thì nút cập nhật thông tin không bấm được (như hình). Cho em hỏi cái này là lý do gì, và tiếp theo mình nên làm gì để đăng ký tốt nghiệp. Mong phản hồi từ phòng đào tạo.",
    "Cho em hỏi ở mục khai lý lịch tốt nghiệp: - Tên đề tài: ghi thường hay ghi in hoa tất cả các chữ, tên đề tài ghi bằng tiếng Việt hay tiếng Anh vậy ạ (em học hệ đại trà)? - Điểm bảo vệ: là điểm tổng kết được cập nhật trong bảng điểm tại mục bảng điểm sinh viên ở cổng thông tin sinh viên trên mybk phải không ạ? Em xin cảm ơn.",
    "Em có gửi câu hỏi rồi nhưng không thấy trả lời nên gửi lại ạ. Kỳ hè 213 em có đk thực tập ngoài trường nhưng vẫn muốn đăng ký 1 môn nào đó trong trường được không ạ?",
    "Thưa cô,  Khi nãy em nhắn câu hỏi cho cô thì em chưa được thu nhận lại để đăng ký tốt nghiệp. Nếu em hoàn thành đóng lệ phí trong hôm nay thì có kịp để được tham dự lễ không ạ?",
    "Do sự cố về tài khoản OCB bị khóa cộng thêm việc gần nhà (em hiện tại vẫn ở quê chưa lên lại TP. HCM để học) không có ngân hàng OCB nên em mong PĐT duyện đơn đóng học phí trễ hạn ạ.   i  .   I ảnh tài khoản OCB bị khóa",
    "Em viết đơn này để xin chuyển điểm môn tương đương. Mong PDT xử lí nhanh giúp em để đăng kí luận văn ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: Cho em hỏi về việc đăng kí học kì hè ạ. Em thắc mắc là học kì hè có bắt buộc không ạ. Nếu không bắt buộc thì việc đăng ký học sẽ có những lợi ích gi và không đăng ký học sẽ bị mất những gi ạ Mong trường có thể giải đáp giúp em phần này với ạ Em cảm ơn ạ",
    "Chào thầy cô ạ. Em muốn hỏi học phí học kỳ hè là 800k/chỉ hay là 800*1,5=1200k/chỉ ạ? Tại em chỉ thấy trên bảng học vụ để kỳ dự thính là 800k nhưng không biết có đúng cho hè không ạ? Thời gian bắt đầu học kỳ hè là bao giờ ạ? Em cảm ơn ạ.",
    "Chào anh/ chị, em muốn hỏi về hạn chuyển điểm Toeic trong HK212 này là khi nào (em đã tham khảo lịch học vụ trên aao nhưng không tìm thấy ạ). Em cảm ơn ạ",
    "Kính gửi PĐT, Em tên Huỳnh Quốc Việt MSSV  Hệ VHVL, Trong quá trình ĐKMH, em có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB. Em mong PĐT hậu kiểm và hủy môn giúp em. Em xin lỗi vì sai sót này và xin rút kinh nghiệm cho lần ĐKMH sau. Mong Anh/ị giúp em.Em chân thành cảm ơn !",
    "Dạ em là , MSSV , sinh viên khoa Khoa Học Ứng Dụng. Em có câu hỏi là em có giấy hộ nghèo giai đoạn 2021 dến 2025, trong thời gian này em có được giảm học phí không ạ, hay chỉ được giảm nhờ vào các đợt học bổng ạ",
    "Dạ cho em hỏi Giáo dục thể chất 1 với cầu lông học phần 1 có khác nhau không ạ? Nếu em chưa học Giáo dục thể chất 1 thì em nên đăng kí 1 trong 2 cái trên hay cả 2 luôn ạ.",
    "Dạ Thưa Thầy/Cô em tên  MSSV:  Em có nhận được mail của PĐT là phải làm đơn xin cứu xét ở Khoa để được thu nhận lại mới được đăng ký tốt nghiệp. Do em có nhận Quyết định số 604/QĐ-ĐHBK ngày 9/4/2021 buộc thôi học vì tự ý nghỉ học. Vào ngày 5/4/2022 em có lên Khoa để nộp đơn xin cứu xét thì Khoa Kỹ thuật Xây dựng kiu em là lên nộp cho Cô  của PĐT nhưng lúc đó em chưa đủ chứng chỉ ngoại ngữ để xét nghiệp. Hiện tại em đã đủ chứng chỉ ngoại ngữ cũng như đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022 nhưng vẫn chưa được mở để đăng ký tốt nghiệp. Mong Thầy/Cô hướng dẫn cụ thể giúp em là giờ em phải lên PĐT hay là Khoa để nộp đơn cứu xét để được thu nhận lại để em được đăng ký tốt nghiệp ạ. Em xin cám ơn !",
    "Em chào Cô, Em tên , MSSV:  Em vừa được xét duyệt qua hệ VLVH, giờ em tạo yêu cầu này để xin đăng ký được xét tốt nghiệp bổ sung. Em cảm ơn",
    "Chào thầy/cô Học kỳ này em có đăng ký anh văn nhu cầu 1A và mới đây là anh văn nhu cầu 2A (cụ thể là ngày 11/04). Trước đó trên BK pay chỉ hiện mục thanh toán cho học phí của học kỳ và học phí môn anh văn 1A. Phần học phí cho anh văn nhu cầu 2A sau ngày 15/04 mới xuất hiện nhưng cũng hiện lên hạn thanh toán là 15/04. Vậy cho em hỏi bây giờ em đã cần đóng học phí anh văn nhu cầu đợt khai giảng 11/04 này hay chưa và xét theo quy chế em có bị tính là đóng học phí trễ hạn hay không Em xin cảm ơn",
    "Em tên là  Mssv:  Khoa: Kỹ thuật hóa học Lớp : HC16BSH Hiện em đã hoàn thành mọi điều kiện tốt nghiệp nhưng vẫn chưa có trong danh sách dự kiến và chưa đăng ký được tốt nghiệp trên mybk vì tình trạng học bị tạm dừng. Mong phòng đào tạo xem xét lại giúp em và em xin mở lại tình trạng học để đăng ký tốt nghiệp tháng 04/2022 này ạ. Em xin chân thành cảm ơn!!!",
    "Dạ em là sinh viên K15 đã đủ điều kiện để tốt nghiệp nên em xin gửi đơn thu nhận lại để đăng kí tốt nghiệp ạ.",
    "Kính chào thầy (cô), Em tên là  MSSV  Ở học kỳ 202, vì lý do cá nhân nên em đã hoãn thi môn Kinh tế chính trị - SP1033. Bây giờ em muốn đăng ký thi để trả điểm ở học kỳ này thì cần thủ tục gì không ạ. Mong được thầy (cô) sắp xếp và hướng dẫn. Em xin chân thành cảm ơn! Chúc thầy (cô) có một buổi tối vui vẻ. Trân trọng , HK 202 - ",
    "Em đã đủ điều kiện tốt nghiệp, nên gửi câu hỏi qua bksi để được xét TN bổ sung.",
    "Kính chào thầy cô! Em là sv K19 Học kỳ 193 em có đăng ký thi anh văn đầu vào và đạt 500đ, nhưng theo quy chế của trường thì từ HK201 trở về sau thì điểm chuẩn qua AV4 được nâng lên tới 550đ, thì cho em hỏi là em có qua AV4 chưa ạ? Với cho em hỏi Chuẩn sinh viên năm 4 là có điều kiện gì vậy ạ? Em xin cảm ơn!",
    "Cho em hỏi vì em không nhận được email nộp học phí nên đã nộp trễ 3 ngày có bị sao không ạ",
    "Kính gửi, Em tên là  sinh viên K16 Khoa Khoa học và Kĩ Thuật Máy Tính. Hôm nay em viết đơn này cho phòng đào tạo với mục đích là muốn xin gia hạn việc học thêm một kì và muốn xin phòng đào tạo có thể cho em xóa tình trạng học sinh là đang tạm dừng việc học để em có thể đăng ký tốt nghiệp cho học kì này vào 4/20222. Em mong phòng đào tạo có thể đáp ứng đơn này của em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính chào Cô,  Em tên là , sinh viên khóa K15, Khoa Xây dựng.  Hiện tại em đã thỏa điều kiện tốt nghiệp về việc hoàn thành CTGD nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội), do đó em có nguyện vọng được kéo dài thời gian đào tạo tối đa để kịp bổ sung các điều kiện xét tốt nghiệp.  Cô cho em hỏi, để được kéo dài thời gian đào tạo tối đa thì em cần làm đơn gửi tới các Văn phòng Khoa nào, trong đơn có cần kèm theo tài liệu chứng minh gì không? ; Và trường hợp của em thì được kéo dài tối đa tới tháng mấy ạ?  Mong sớm được Cô tư vấn.    Em xin chân thành cảm ơn Cô.",
    "Kính thưa quý thầy cô PĐT, Em tên , MSSV , hiện tại em đã hoàn thành tất cả các điều kiện để xét tốt nghiệp (LVTN, ngày Công tác XH,...). Chỉ còn chờ thẩm tra CCNN (đã nộp hôm 12/4). Thế nên, em muốn hỏi có thể đăng kí xét tốt nghiệp và làm lễ TN vào đợt 24/4 được không ạ? Em chân thành cảm ơn !",
    "Cho em xin hỏi cách làm đơn thanh toán trễ học phí và cách nộp ạ.",
    "Thưa cô/thầy phòng đào tạo, Em vừa đăng ký tốt nghiệp được trên MyBK do đã có tên trong danh sách tốt nghiệp dự kiến từ ngày 08/04 nhưng tới hôm nay mới được mở trạng thái Tạm dừng (do không đăng ký môn kỳ 212). Cô/thầy cho em hỏi là phòng đào tạo có xét duyệt tiếp để em có thể tham gia lễ tốt nghiệp tháng 4 ( dự kiến từ ngày 22/04) không ạ? Cảm ơn cô/thầy.",
    "Dạ cho em xin hỏi hiện tại em đã đủ tất cả các điều kiện để được tốt nghiệp. Em mới thanh toán phí tốt nghiệp chiều nay 13/4/2022 và xem lại danh sách tốt nghiệp thì không có tên em ạ. mặc dù trong danh sách tốt nghiệp dự kiến thì có tên em vào tháng 3 . Cho em hỏi liệu có phải vì e đóng tiền trễ hay lý do em không được tốt nghiệp ạ? Nhưng BKPay vẫn cho phép thanh toán phí tốt nghiệp bình thường ạ. Liệu có cách nào để e được làm lễ tốt nghiệp trong tháng 4 này không ạ ? Em cảm ơn !",
    "Dạ thầy cô cho hỏi là học kỳ hè này em dự định đăng ký học môn giáo dục thể chất (hp2) thì em có phải đóng thêm tiền đăng ký không ạ. Em là sinh viên K21 ạ!",
    "Dạ cô ơi, điểm TBTLN của em là 7.20 ạ (em có đính kèm ảnh bên dưới ạ), nhưng điểm xếp cập nhật xếp loại tn của em chỉ là 6.98 thôi ạ. Cô kiểm tra lại giúp em, em cám ơn cô nhiều ạ.",
    "Cho em hỏi là em có thi kiểm tra trình độ anh văn ở trường là 525 điểm, vậy em có được học tiếp chuyên ngành năm 4 không ? Nếu không thì kì thi kiểm tra trình độ tiếp theo vào tháng nào ạ ? Em cảm ơn",
    "Chào quý thầy cô em là sinh viên K15 mssv ,lớp XD15TD02. Hiện tại em đã đủ điều kiện để tốt nghiệp nhưng do hk212 em có học cải thiện 1 môn nhưng đến bây giờ vẫn chưa thi cuối kỳ. Vậy thầy, cô cho em hỏi em có cần làm đơn xin hủy môn để đăng ký tốt nghiệp hay không. Mong thầy, cô sớm phản hồi để em kịp tốt nghiệp trong đợt này. Em xin cảm ơn quý thầy cô ạ!",
    "Em chào Thầy/cô Phòng Đào Tạo DHBK, Em làm sinh viên K15 khoa Kỹ thuật địa chất và dầu khí. Em vừa hết thời gian đào tạo nhưng còn lại Anh văn 3 và xét chứng chỉ Anh văn để ra trường. Hiện tại em đã có đủ bằng Anh văn nhưng không kịp quy đổi điểm và xét tốt nghiệp trong đợt này ạ. Thầy/cô cho em hỏi có cách nào để em có thể quy đổi điểm và xét tốt nghiệp trong đợt sau không ạ ? Em xin chân thành cảm ơn.",
    "Chào anh/chị, em tên  -  Trước đó em có đặt câu hỏi rồi nhưng đến nay em vẫn chưa đăng kí tốt nghiệp được ạ (tình trạng sinh viên của em vẫn đang tạm dừng). Mong PĐT hổ trợ giúp em sớm, vì em là K15 nên hơi gấp ạ, em cảm ơn anh/chị.",
    "Kính chào Cô/Thầy,  Cho em hỏi quy định chuẩn tiếng Anh ra trường đối với hệ chính quy khóa 2018 là bằng Toeic quốc tế bao nhiêu điểm ạ . Em xin cám ơn.",
    "Em muốn mở lại tài khoản OCB vì em đã mất rồi ạ:",
    "Em chào thầy/cô. Thầy/cô cho em hỏi học kì hè này đăng kí LVTN thì đã cần điều kiện về anh văn chưa ạ. E cảm ơn thầy/cô",
    "Kính gửi Phòng Đào Tạo,   Em tên , hiện tại em đã hoàn thành đầy đủ điều kiện về chứng chỉ ngoại ngữ ( em đã có đầy đủ điểm của 4 kỹ năng nghe nói đọc viết của toeic). Em muốn xin phòng đào tạo mở lại trạng thái sinh viên để em có thể làm đơn vớt đăng kí cho việc xét tốt nghiệp tháng 4 kì này. Em thành thật xin lỗi về sự chậm trễ trong việc hoàn tất thủ tục tốt nghiệp. Kính mong quý thầy cô phòng đào tạo hướng dẫn thêm cho em các bước để kịp hoàn tất thủ tục xét tốt nghiệp để kịp cùng mọi người tốt nghiệp trong tháng 4 tới này .  Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ cho em hỏi sau khi e chuyển từ chính quy sang hệ VLVH thì có được miễn hết những môn em đã học rồi không ạ, bao gồm cả những môn Đồ án, LVTN ạ?",
    "Dạ cho em hỏi là kì trước em đã thi xóa điểm hoãn môn hóa lí 2 và đã được nhập điểm trên hệ thống, vậy sao lịch thi kì này của em lại có môn đó ạ.",
    "Cho em hỏi giấy chứng nhận tốt nghiệp tạm thời mình lấy ở đâu và khi nào có ạ?Em lên mybk thì thấy đã có quyết định công nhận tốt nghiệp ngày 12/4 thì chừng nào mình lấy giấy tốt nghiệp tạm thời hay bản pdf được ạ?",
    "Em chào quý thầy cô, Hiện em đã hoàn thành số ngày công tác xã hội nhưng chưa được cập nhật vào hệ thống để đăng kí tốt nghiệp. Thầy cô kiểm tra lại giúp em với ạ. Em cảm ơn quý thầy cô.",
    "Dạ.Em là sinh viên  k15 ,nay là hạn xét tốt nghiệp cuối cùng rồi,do em đi làm rồi nên em không có thời gian ôn thi anh văn nên bị trễ tốt nghiệp.Cho em hỏi là em coa được gia hạn thêm để có cơ hội thi anh văn để được lấy bằng không ạ.Em cảm ơn nhiều",
    "Em chào thầy/cô Em tên là , MSSV . Vừa qua,   B tuần 01,02 (cụ thể là ngày 08/01/2022 và 15/01/2022)   , em đã tham gia thí nghiệm hóa lớp VC02 do thầy  phụ trách giảng dạy. Tuy nhiên trong thời khóa biểu cập nhật mới nhất vào ngày 08/04/2022, PĐT tiếp tục xếp cho em thêm 2 buổi học thí nghiệm offlin vào tuần 29. Vì vậy em đã mail giảng viên đứng lớp là thầy  xác nhận. Em kính mong PĐT điều chỉnh lại TKB giúp em. Rất mong nhận được sự phản hồi của thầy/cô. Em cảm ơn thầy/cô rất nhiều.",
    "Em là , MSSV:  Hiện tại em chưa đủ tiền để đóng học phí dự thính, em xin hỏi em đóng trễ có bị ảnh hưởng đến các môn kì chính không ạ. Em xin hỏi mình có thể đóng vào ngày 16/04 không ạ, em xin cảm ơn.",
    "Em xin chào Quý Thầy/cô Em là , sinh viên khóa 2015 Hiện tại em đã hoàn thành xong chương trình đào nhưng vẫn chưa đạt chuẩn ngoại ngữ (  Nói & Viết,  Nghe & Đọc còn hiệu lực). Em kính mong Phòng Đào tạo cũng như Quý Thầy/cô xem xét và chấp thuận cho em được gia hạn thêm 1 học kỳ để bổ sung điều kiện tốt nghiệp ạ. Rất mong nhận được phản hồi và sự hướng dẫn thực hiện để được thu nhận và gia hạn thời gian đào tạo từ Quý Thầy/Cô ạ Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Kính gửi PĐT, Em tên , MSSV . Em đã từng đi thực tập internship tại Nhật, và bây giờ em muốn lấy điểm thực tập đó cho môn Thực tập tốt nghiệp của em. Vậy cho em hỏi là PĐT có mẫu đơn cho trường hợp của em không hay em tự làm đơn khác ? Em xin cảm ơn. ",
    "Kính chào phòng đào tạo trường đại học bách khoa TPHCM. Em tên , mssv . Em xin gửi đơn kéo dài thời gian đào tạo. Em xin chân thành cảm ơn phòng đào tạo.",
    "Gửi , Em là sinh viên PFIEV k17, em có học 2 lần môn Đường lối ĐCSVN, một lần là mã   B 001004    theo chương trình học Việt Pháp k17 và một lần là mã   B SP1009    chương trình đại trà. Em có đọc quy chế về môn tương đương thì có biết sẽ được điểm MT nếu đạt môn tương đương. Nhưng trong bảng điểm của em hiện tại vẫn tính môn này thành 2 môn riêng biệt và tính điểm trung bình tích lũy cho cả 2 ạ. Mong  xem xét trường hợp này, Em cảm ơn",
    "Em chào thầy/cô Phòng đào tạo! Em là , MSSV: , sinh viên lớp: XD16KT Hiện em đã hoàn thành chương trình học và đủ điều kiện ra trường. Tuy nhiên đến giờ phút này em vẫn chưa được quý thầy cô mở tài khoản để truy cập vào MyBK thực hiện đăng ký tốt nghiệp . Trước yêu cầu này em đã gửi đi 2 yêu cầu khác lần lượt vào ngày 9/4/2022 và ngày 12/4/2022. Tuy nhiên vẫn chưa được giải quyết từ phía các thầy cô PĐT. Được biết thời gian đăng ký tốt nghiệp đã quá hạn và em không muốn chậm trễ đợt tốt nghiệp này. Mong thầy cô sớm giải quyết giúp em",
    "Chào , Em tên là , Mssv:  Hiện nay em đã đủ tất cả điều kiện để xét tốt nghiệp, nhưng chưa được thêm vào DSDK và tình trạng học đang tạm dừng.  có thể thêm em vào DSDK và mở khóa tình trạng tạm dừng để em có thể đăng ký tốt nghiệp được không ạ? Em cảm ơn ạ! ",
    "Em tên:  MSSV:  Em có đăng ký xét tốt nghiệp trên mybk, nhưng khi vào đăng ký thì bị tình trạng nợ CTXH + tạm dừng. Tuy nhiên, em đã hoàn thành CTXH đủ ngày rồi ạ . Nên mong PĐT xem xét lại giúp em ạ! Dưới đây là hình tình trạng đăng ký hiện tại của em và hình minh chứng ngày CTXH ạ! Em cảm ơn PĐT nhiều ạ!",
    "Tháng 11 năm trước đó dịch nên trường có tổ chức sinh hoạt công dân cuối khoá online Mình tham gia thiếu buổi 6/11/2021 (chuyên đề 1 và 2) do việc gia đình và tới tận hôm nay check mail đóng học phí mình mới nhớ ra Mình muốn hỏi có cách nào giải quyết được không ạ Xin cám ơn",
    "Thưa PĐT, em là  (), sinh viên k19. Kì này em không để ý thông báo đóng học phí của trường nên đã đóng trễ hơn 2 ngày. Vì vậy em gửi yêu cầu này mong PĐT giải quyết cho em đóng học phí để tiếp tục học trong kì tiếp theo ạ. Em cũng đã thanh toán trên BKPay rồi ạ. Em xin hứa các kì tiếp theo sẽ không đóng trễ học phí nữa. Em xin chân thành cảm ơn   i ",
    "Em tên là , MSSV , lớp VP20VT. Em xin hỏi lại về lịch thi môn Giải tích mạch EE2031 của kỳ trước ạ Điểm của môn này em đã hoàn thành lý thuyết và thực hành, giảng viên cũng đã gửi điểm cho pđt và em đã đủ điểm qua môn thì sao trên lịch thi vẫn còn thi lại môn này ạ? Em xin cảm ơn!",
    "Mở môn học học kỳ 212 . Thanh toán trễ học phí học kỳ:2 Tôi cam kết thanh toán học phí đúng hạn vào các học kỳ tới.Nếu tiếp tục thanh toán học phí trễ hạn,tôi sẽ không được đăng ký môn học, không được xếp thời khóa biểu và bị tạm dừng học cho học kỳ tiếp theo . Môn còn thiếu trong ảnh: giáo dục quốc phòng (MI1003). Mong được phản hồi trân trọng cảm ơn.",
    "Dạ chào Thầy/Cô   Em tên :  MSSV:  Lớp: CK17CTM1 Lý do thứ nhất em viết mail này vì: Em có nộp chứng chỉ anh văn toeic vào ngày 12/04/2022 và có chuyển điểm anh văn 1,2,3 nhưng chưa được thẩm tra mà em muốn học anh văn 4 trong kì hè này nên em mong phòng đào tạo có thể chuyển điểm gấp giúp em ạ . Lý cho thứ hai em viết mail này vì: Hôm 12/04/2022 em có lên phòng đào tạo làm và nộp giấy thu nhận sinh viên nhưng giấy hẹn tới ngày 10/5/2022 em mong phòng đào tạo có thể thu nhận giúp em sớm để em có thể đăng ký môn học kì hè này để sớm tốt nghiệp ạ.",
    "Kính gửi phòng đào tạo! Em tên  thuộc khoa CNVL. Em có thấy thông báo là ngày 26/4 này có tổ chức lễ tốt nghiệp và nhận bằng. Nhưng vì trường hợp e ở quá xa không về trường kịp để tham dự lễ tốt nghiệp. Không biết sau ngày 26/4 em đến văn phòng khoa thì có được nhận bằng không ạ! Em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Lớp MO15KMT1, Khoa Môi trường & Tài nguyên Hiện tại em đã chuyển sang hệ VLVH và đã đăng ký tốt nghiệp tháng 04/2022, nhưng em chưa có tên trong danh sách tốt nghiệp dự kiến. Em kính mong Phòng đào tạo xem xét. Em xin chân thành cảm ơn.",
    "Em chào thầy cô, em thuộc khóa K17, hiện tại em đã đủ các điều kiện tốt nghiệp bao gồm hoàn thành luận văn, đủ số lượng tín chỉ yêu cầu, 15 ngày CTXH, Toeic nghe đọc và nói viết đều đã có điểm và đã nộp cho trường. Đầu tiên là điểm LVTN của em lúc trước đã có điểm là 8.5 trên bảng điểm myBK nhưng sau đó bị cập nhật lỗi nên đến giờ vẫn chưa hiện lại điểm cho em. Điểm TBTL của em vẫn chưa biết là bao nhiêu ạ? Hai là em có kiểm tra danh sách dự kiến TN và chưa thấy tên em. Em bị tạm dừng học do không đăng kí môn học trong hk212 nên vẫn chưa đăng kí tốt nghiệp cho lễ TN tháng 4/2022. Em thấy thông báo tốt nghiệp đợt 1 2022 xét đến ngày 20/4. Vậy em có thể kịp đợt lễ tốt nghiệp tháng 4/2022 không ạ? Mong thầy cô có thể giải đáp và giúp em. Em hy vọng bản thân có thể kịp làm lễ TN tháng 4/2022.",
    "Chào ,  Em tên là  - Mssv:  Hiện nay em đã hoàn thành tất cả các điều kiện để tốt nghiệp, nhưng chưa được thêm vào danh sách tốt nghiệp dự kiến và tình trạng học tập của em đang là tạm dừng.  có thể thêm em vào danh sách tốt nghiệp dự kiến và mở khóa tình trạng tạm dừng để em có thể đăng ký tốt nghiệp được không ạ? Em cảm ơn ạ!",
    "Em bị tình trạng tạm dừng học do \"Không đăng kí môn học\" theo quyết định 728/QĐ-ĐHBK ngày 15/03/2022. Em đã lên phòng đào tạo vào ngày 01/04/2022 để nộp giấy xin thu nhận lại ở học kì 213 để có thể đăng kí môn học. Tuy nhiên cho đến nay (14/04/2022), tình trạng sinh viên vẫn không thay đổi và em không thể đăng kí môn học được. Mong phòng đào tạo xem xét và giải quyết cho em kịp đăng kí môn học.",
    "Thưa phòng đạo tạo, Em là , thuộc khoa Kỹ thuật xây dựng. Hiện tại mail của em là  không thể truy cập được ạ. Mong phòng đào tạo xem xét để em có thể sớm truy cập được dữ liệu Drive của nhóm/lớp . Em cám ơn!",
    "Em là . sinh viên cơ khí chất lượng cao quốc tế, mã sinh viên . Hôm nay em mới đủ điều kiện và xin xét tốt nghiệp, liệu em có kịp đăng kí tham gia lễ tốt nghiệp vào tuần sau không ạ. Ẽm xin cảm ơn.",
    "MSSV  Kính gửi PĐT,em là sinh viên hệ VHVL học kì 212 em ban đầu xem chỉ thấy học phí chuyển hệ nhưng cách đây 2 hôm e thanh toán học phí xong,em kiểm tra lại thì thấy có thêm khoảng học phí chuyển hệ nữa của cùng 1 học kì em không biết là tiền gì. Mong PĐT hộ trợ giúp em ",
    "Kính gửi PĐT, Nội dung: Em là sinh viên hệ VLVH khoa Cơ khí tốt nghiệp đợt tháng 4/2022, vậy nếu em không tham gia lễ tốt nghiệp thì sau ngày 26/4 sẽ lên VP Khoa Cơ khí để nhận bằng tốt nghiệp đúng không ạ? ",
    "Dạ chào thầy/ cô ! Em vừa đăng ký chuyển điểm ngoại ngữ và đã đóng phí đầy đủ. Hôm nay,em viết mail này để hỏi rằng khi nào thì phòng đào tạo chuyển điểm AV cho em để em kịp đăng ký luận văn vào học kỳ hè ạ! Em xin chân thành cảm ơn thầy/ cô. Chúc thầy/ cô một ngày tốt lành! .",
    "Dạ em chào thầy/ cô ở pđt ạ, Em là sinh viên chính quy K20 trường mình a, em có một thắc mắc về chuẩn tiếng anh hằng năm mong các thầy/cô ở pđt giải đáp cho em ạ, cụ thể là: + Em hiện tại chưa đạt chuẩn tiếng anh của năm 2 và  đang chuẩn bị thi chứng chỉ ngoại ngữ (Ielts) để chuyển điểm ngoại ngữ cho học kì kế. =  Chỉ cần em nộp chứng chỉ anh văn vào trước ngày đăng kí môn học ở năm 3 (HK221) là được đúng không thầy cô? Ví dụ như ngày đăng kí môn học là ngày 15/08, thì em nộp chứng chỉ vào khoảng đầu tháng 8 là em có thể đăng kí môn cho năm 3 được đúng không ạ. =  Hay em phải bắt buộc tham gia kì thi xét trình độ tiếng anh của iig tổ chức vào tuần 22,23 như đã thông báo ạ để có thể đăng kí môn cho năm 3 ạ? Hoặc là em phải nộp bằng tiếng anh vào trước tuần 22, 23 ạ? Dạ, em cảm ơn thầy cô ở pđt nhiều ạ",
    "Kính gửi quý Thầy/Cô. Em là sinh viên K20 và em có nguyện vọng được chuyển ngành . Theo Khoản 25.3 Điều 25 tại Quy định chung về học vụ và đào tạo mới nhất được ban hành về việc chuyển ngành của trường, em muốn hỏi quy định này có được áp dụng cho K20 không ạ? Nếu K20 được áp dụng thì em xin quý Thầy/ Cô giải thích rõ hơn về các thủ tục em cần chuẩn bị cho việc chuyển ngành ạ. Em chúc quý Thầy/ Cô sức khỏe. Em cảm ơn quý Thầy/Cô.",
    "Em xin phép được chuyển điểm các môn học sau: Môn học Nền móng( CI3195) ở học kì 2(2020-2021) 8,5d và môn ĐAMH Nền Móng( CI3197) học kì 2(2019-2020) 5,5d sang môn tương đương Nền móng (CI3037) CTDT k15 Môn học Kết cấu bê tông cốt thép 1(CI2091) học kì 3(2020-2021) 7,5đ và môn DAMH KCBTCT1( CI2093) học kì 1 (2019-2020) 6đ sang môn tương đương Kết cấu bê tông cốt thép 1(CI2039) Em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi do một số vấn đề khách quan nên em không thể đóng học phí đúng thời gian quy định, vậy sau thời gian này em có thể tiếp tục đóng tiền không ạ? Và hậu quả của việc đóng tiền trễ hạn là gì ạ ? Em xin cám ơn ạ.",
    "Dạ cho em hỏi là vào kì trước em đã thi xóa điểm hoãn môn học Hóa Lý 2 mã CH2109 đã có điểm và được nhập điểm lên hệ thống rồi vậy sao lịch thì kì này của em lại có môn này vậy ạ. Em cảm ơn",
    "Cho em hỏi là đợt đăng kí môn học kì dự thính 213 có được đăng kí các môn học ở kì 212 không ạ. Em thuộc khoá k20",
    "Cho em hỏi là em đăng ký nộp bằng tốt nghiệp từ lâu rồi mà pdt vẫn chưa xử lý đc cho em ạ Dưới đây là hai ảnh 1 ảnh là phiếu in xem trước thì chỉ hiện nhập thông tin đăng ký như trên trang đăng ký Ảnh còn lại là chưa xử lý phiếu đăng ký tốt nghiệp cho em ạ",
    "Em là sinh viên hệ VHVL thì có yêu cầu chuẩn Toeic Anh Văn 4 kĩ năng mới được xét tốt nghiệp không ạ? Hay chỉ cần thi Toeic 2 kĩ năng rồi nộp bằng ạ?",
    "Em xin chào Phòng đào tạo của trường đại học Bách Khoa Em tên là , là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là . Nay em viết mail này là để hỏi về thời gian xét tốt nghiệp của em và thắc mắc về việc có thể tổ chức tốt nghiệp với đợt tốt nghiệp vào ngày 22/04/2022. Lý do là vì em đã đăng ký xét tốt nghiệp và đã đóng phí làm tốt nghiệp vào ngày 13/4/2022, và sáng nay em có lên trang aao thì thấy lễ tốt nghiệp tháng 4 này sẽ tổ chức cho các bạn đăng ký vào cuối tháng 12 năm 2021 và đợt 1 năm 2022 (hạn xét là 20/4/2022). Vì vậy, em đang thắc mắc là thời gian xét tốt nghiệp của em có kịp để tổ chức tốt nghiệp vào cuối tháng 4 không ạ? Em mong sẽ nhận được phản hồi từ PDT về câu hỏi của em ạ. Em xin chân thành cảm ơn PDT đã giành thời gian cho mail của em và chúc PDT 1 ngày làm việc thật hiệu quả ạ.",
    "Em đã hoàn thành điền thông tin cùng với chứng chỉ quân sự được kèm theo, em xin nộp cô ạ!! Em xin cảm ơn cô!!! Trân trọng, CT",
    "Kính gửi ban quản lý, Em là . Mã số sinh viên . Do vấn đề thiết bị nên vừa qua em đã vắng thi. Sau khi biết được cách xử lý tình huống này thì em lập tức gửi thông tin đến ban quản lý.Em đã gửi lại một yêu cầu mới sau khi file đính kèm của yêu cầu trước đó không thể mở được. Đã trải qua 1 tuần kể từ khi em gửi lại bản mới nhưng vẫn chưa có phản hồi từ bên phía ban quản lý nên em quyết định gửi lại. Kính mong ban quản lý sẽ xem xét trường hợp này và cho phép em được thi lại.Sinh viên vắng thi xin phép được thi lại. Sinh viên đã đính kèm mẫu đơn.   i  .",
    "BK182    . Con xin gửi lá đơn đã nêu rõ nội dung về việc học của mình. Kính xin nhà trường xem xét để con hoàn thành chương trình học.",
    "Chào PĐT, Trong kì HK211 em có đăng ký hoãn thi môn CO2011 sau khi đã hoàn thành bài thi. Do hôm đó đường truyền của em kém nên em sợ bài thi không như mong đợi. Nay môn này đã có điểm và em có điểm tổng kết là 6.5 đủ để qua môn.   B Vậy điểm 6.5 này của em sẽ được giữ hay em vẫn phải thi lại môn này do đã đăng ký Hoãn thi ạ?    Em có đính kèm bảng điểm của môn học được thầy  gửi ạ. Trân trọng./.",
    "Chào anh/chị, Theo thông tin từ FB của trường: \"Lễ tốt nghiệp sẽ diễn ra từ ngày 22/4/2022 đến ngày 28/4/2022 dành cho sinh viên đã tốt nghiệp đợt 2 năm 2021 (bao gồm các sinh viên có quyết định tốt nghiệp từ tháng 5/2021) và đợt 1 năm 2022 (xét đến ngày 20/4/2022)\". Em đã có tên ở Danh sách tốt nghiệp chính thức tháng 04/2022. Vậy em nhờ anh/chị xác nhận giúp em là có phải em sẽ được tham dự lễ tốt nghiệp và ra trường vào đợt này, trong khoảng thời gian nêu trên đúng không ạ ? Em xin cám ơn",
    "ây giờ em xin rút môn học hk212 thì có được không ạ? Môn bị rút có ảnh hưởng đến điểm tbtl không? Em cảm ơn.",
    "dạ em đã đủ các điều kiện để đăng ký tốt nghiệp nhưng lên trang mybk vẫn báo em thiếu ngày ctxh ạ   i Tốt nghiệp .",
    "Cô ơi, em là , mssv , sinh viên lớp Viễn thông, khoa Điện - Điện tử. Nay em đã hoàn thành xong chương trình học, nhưng khi vào MyBK để đăng ký tốt nghiệp thì gặp lỗi, em không cập nhật được thông tin với gửi ảnh, không nhấp được nút Cập nhật thông tin, nên em xin đăng ký qua BKSI. Cô hương dẫn giúp em với. ---- Thông tin của em như sau: Họ và tên:  MSSV:  Ngày sinh: 09/3/1997 Nơi sinh: tỉnh Kiên Giang Năm vào: 09/2015 Bậc học: Đại học Hình thức: Chính quy Khoa: KS CLC Việt Pháp Lý lịch tốt nghiệp: Tên đề tài luận văn: THIẾT KẾ VÀ CHẾ TẠO BỘ KHUNG TRỢ LỰC EXOSKELETON Điểm bảo vệ: 6.5 Người hướng dẫn: ThS . Email liên lạc:  SĐT: [phone_number] Địa chỉ hộ khẩu: Ấp Vĩnh Thành B, xã Vĩnh Hòa Hiệp, huyện Châu Thành, tỉnh Kiên Giang Địa chỉ liên lạc sau tốt nghiệp: 04  Bá Quát, phường Rạch Sỏi, TP. Rạch Giá, tỉnh Kiên Giang. --- Em có gửi kèm file hình ảnh trong phiếu đặt câu hỏi. Cô hướng dẫn giúp em với ."
]