[
    "Em có vài thắc mắc về môn học nên em xin gmail của thầy  ạ. Em chân thành cảm ơn.",
    "Em chào thầy/cô ạ !  Thầy/cô cho em hỏi là em muốn nộp giấy xác nhận để vay vốn ngân hàng tại địa phương thì em nộp qua địa chỉ email nào ạ !  Em cảm ơn ạ !!!",
    "Em chào thầy cô, Em là , MSSV , lớp CK18CTM4. Lúc trước em có gửi nộp 1 form xin hoãn thi hai môn Giải tich 1 và Đường lối Cách mạng của Đảng Cộng sản Việt Nam với lý do em bị sốt sau khi tiêm vacxin. Cho em hỏi là khi nào có lịch thi bù và sẽ thông báo trên thông tin sinh viên hay trên bkexam ạ. Việc thi bù như vậy có giữ kết quả học phần trước đó không hay là thi bao nhiêu lấy dấy nhiêu vào điểm tổng kết ạ. Em cám ơn.   i ",
    "Em đang ở quê là Tây Ninh, thì địa phương họ yêu cầu nộp giấy xác nhận sinh viên trước ngày 24/09 Thầy cố cho em hỏi bây giờ đăng ký để được cấp giấy XNSV có thủ tục như thế nào và giấy đó là Online hay Offline? Em xin cảm ơn thầy cô.",
    "Em chào thầy cô. Em muốn đăng ký tham gia lớp học dự thính Anh văn 4 (LA1009). Em có gửi câu hỏi xin phép học trong tuần trước. Em thực sự rất muốn học lớp này. Không học được môn này em sợ không ra được trường ạ. Mong thầy cô giúp đỡ.   Em cảm ơn thầy cô rất nhiều và chúc thầy cô sức khỏe.",
    "Kính Gửi: Phòng CTCT -SV Họ Tên:  MSSV:  Câu hỏi/ thắc mắc: Cho em hỏi là hai năm học trước em có được nhà trường cho phép miễn giảm học phí theo Nghị định số 86 nhưng kỳ học này em kiểm tra học phí lại không được miễn giảm, vậy là đã kết thúc chính sách miễn giảm hay do nhà trường chưa cập nhật lại số tiền học phí ạ? Mong nhà trường xem lại và phản hồi cho em sớm  Em xin cảm ơn nhiều ạ!",
    "Kính chào Trường Đại học Bách Khoa Em tên  Mã số sinh viên:  Em viết mail này xin nhờ trường giúp đỡ vì em   U không thể đăng kí xét tốt nghiệp được, em không có nợ học phí/nợ khoản thanh toán nào đó trên BKPay/ nợ CTXH/ nợ tín chỉ... Và em đã hoàn thành hết các môn học, nhưng tại sao em không thể đăng kí xét tốt nghiệp được ạ?  Kính mong Nhà Trường xem xét về trường hợp của em có bị trục trặc ở đâu không ạ. Em mong nhận phản hồi sớm của Nhà Trường. Em cảm ơn  Chúc Nhà Trường nhiều sức khỏe và thành công ",
    "Kính gửi Phòng đào tạo!       Hiên em đã đăng ký Luận Văn Tốt Nghiệp, trước đó em đã phân hướng theo bộ môn Điện Tử và giờ em muốn chuyển sang làm Luận văn bộ môn Viễn Thông thì em cần phải làm những gì ạ?       Em được biết là cần phải xin chữ ký của GVHD trước đó, GVHD hiện tại, chữ ký của 2 bộ môn. Nhưng trước tình hình dịch bệnh thì em không biết nên làm gì ạ?       Mong nhận được sự hỗ trợ từ Phòng đào tạo ạ!       Em chân thành cảm ơn!  mssv:  Lớp: DD17DV2",
    "Em tên: ; MSSV: ; Lớp: DC16KK; Em có đăng kí LVTN vào đợt đăng kí bổ sung và đã đăng kí thành công nhưng em kiểm tra lại không thấy kết quả. Mong PĐT kiểm tra và phản hồi giúp em, em xin cảm ơn. Mã môn học: GE4343",
    "Em xin kính chào Phòng Đào tạo, Em tên là , mã số sinh viên , là sinh viên lớp VP17VT. Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký hoãn thi ở HK202 và học kỳ DT203 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em! Em xin chân thành cảm ơn, Trân trọng.",
    "Họ và tên:  MSSV:  Dạ em chào Phòng đào tạo Sau khi bị sự cố trong lúc thi môn Hóa lý 2 HK202, em đã làm đơn hoãn thi và đã được xác nhận. Em cũng đã gửi email cho giáo viên bộ môn để không nhập điểm của em lên hệ thống luôn ạ. Nhưng hôm nay em kiểm tra thì em thấy điểm Hóa lý của em có trên Bảng điểm . Vậy cho em hỏi là có sai sót gì ở đây không ạ? Em đã hoăn thi thành công chưa ạ?  Em xin cảm ơn!",
    "Em tên là  MSSV  lớp TTHK19  Em muốn xin phòng đào tạo tạo cơ hội cho em để được đăng ký thêm môn học Kỹ thuật chế tạo (TR2033) để theo kịp chương trình trình học Hiện tại thời khoả biểu chính quy của em đã đủ 21 chỉ do trong 3 đợt đăng ký môn học không đăng ký được môn Kỹ thuật chế tạo do đã đủ số lượng đăng ký và không mở lớp thêm. Em đã đăng ký theo form danh sách sinh viên bổ sung để mở thêm lớp do thầy  gửi lên phòng đào tạo . Nên em mong nhà trường cho phép em học vượt chỉ môn Kỹ thuật chế tạo (TR2033) vào học kỳ 211 này ạ . Em cám ơn.",
    "Kính gửi phòng đào tạo Trường ĐH Bách Khoa TPHCM Em tên :   MSSV:  Ngành : Kỹ Thuật Điện - VHVL Nay em làm đơn này kính mong phòng đào tạp xem xét vấn đề sau giúp em ạ : Trong HK203 em có đăng kí môn Thực tập tốt nghiệp(EE3313) nhưng do tình hình dịch Covid-19 căng thẳng nên trường có làm phiếu rút môn vẫn đóng học phí và em đã đóng học phí. HK211 này em có đăng kí lại môn thực tập Tốt nghiệp và được thông báo đóng học phí lại.Em kính mong nhà trường xem xét lại . Thân gửi thầy cô..",
    "Dạ kính gửi Phòng đào tạo, Em tên là:  MSSV:  Trước khi kì thi môn xác suất thống kê- học kỳ 202, em đã làm đơn hoãn thi bởi vì không có đủ trang thiết bị và em đã được Phòng đào tạo phê duyệt cho phép hoãn thi. Nhưng hôm nay, em thấy trên Bảng điểm của em lại ghi điểm 13 trong bài thi cuối kỳ Xác suất thống kê. Mong Phòng đào tạo xem xét trường hợp của em ạ. Liệu có nhầm lẫn gì không ạ? Em có đính kèm Bảng điểm và Giấy xác nhận hoãn thi bên dưới ạ Em xin cảm ơn đã đọc mail của em. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo.",
    "mail trường có sử dụng office miễn phí không ạ? sao nó hiện ra như này",
    "Dạ em tên , MSSV :  Hôm 10/8 em có đăng ký vắng thi môn Hóa hữu cơ (Mã: CH2021) thi vào ngày 12/8. Đã có mail chấp nhận của pdt nhưng bảng điểm cập nhật điểm 13, mong pdt giải quyết. Em xin cảm ơn ạ!",
    "Kính gửi Phòng đào tạo ĐH Bách Khoa TPHCM Em tên   MSSV  Ngày 07/08/2021 em bị nhiễm covid và chuyển qua bệnh viện dã chiến để chữa trị, do ngày thi gần kề nhau nên em đã đăng ký hoãn thi tất cả các môn HK202. Nhưng sau khi khỏi bệnh thì còn một môn nộp báo cáo chuyên đề tương đương với bài thi cuối kỳ vẫn còn hạn nên em đã tham gia làm bài. Em xin phép phòng đào tạo cho em được huỷ hoãn thi môn học này. Tên môn học: Vật liệu xây dựng Mã MH: CI2037 Học kỳ: HK202 Lớp: L03",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Hiện tại các bạn trong lớp em đã có thể đăng kí tốt nghiệp kì này, em đã xem các điều kiện được tốt nghiệp theo quy chế nhà trường và em nhận thấy hiện tại em có đầy đủ các điều kiện này tuy nhiên em lại không được xem xét năm trong danh sách dự kiến tốt nghiệp. Kính mong thầy cô xem xét và hỗ trợ để em có thể đăng kí tốt nghiệp trong kì này. Em xin chân thành cảm ơn quý thầy cô. Sinh viên ",
    "Dạ em là , sinh viên K17, em vừa nhận điểm kì rồi và không đạt điểm môn học Pháp Luật Việt Nam đại cương (SP1007), do nhận biết quá trễ nên em không kịp đăng kí học lại học kì 211. Em có thể xin bổ sung em vào lớp Pháp Puật đại cương mã môn học SP1007 kì chính 211 (hoặc bất kì lớp dự thính nào có mở) được không ạ? em chỉ còn một môn cuối để được tốt nghiệp thôi ạ, nếu không em sẽ bị trễ tốt nghiệp thêm 1 năm nên em kính mong pđt có thể tạo điều kiện giúp em, em xin cảm ơn!",
    "Kính chào Pđt. Phòng đào tạo cho em hỏi về điểm tích lũy của nhóm tự chọn ạ. Em có nhóm tự chọn A bắt buộc học 6 tín chỉ ( tức là 2 môn), nhưng em đã học 3 môn trong nhóm đó ( nghĩa là 9 chỉ , du 3 chỉ so với yêu cầu của nhóm đó). Và kết quả điểm của 3 môn trong nhóm đó lần lượt là : 9 ;5;9.5. Phòng đào tạo cho em hỏi nếu vậy điểm tích lũy sẽ lấy hết 3 môn hay chỉ lấy đủ số tín chỉ của nhóm tự chọn yêu cầu. Nếu chỉ lấy 2 môn thì có phải sẽ lấy 2 môn cao nhất không ạ. Em cảm ơn. Ảnh dưới là em đọc trên www.aao ạ",
    "Dạ chào Thầy/Cô, Được sự hướng dẫn từ Cô hỗ trợ trên BKSI nên em gửi lại khiếu nài về đăng kí Luận văn tốt nhiệp ạ. Trong đợt đăng kí bổ sung Luận văn tốt nghiệp em đã co gửi đăng kí nhưng TKB của em bị trống ạ. Môn: Luận văn tốt nghiệp, mã MH EE4333, số tín chỉ 9, số ngày CTXH 13. Em đã phát hiện không có TKB vào ngày 31/8/2021, nhưng email em gửi vào địa chỉ email pđt ( được in trên web pđt) thi báo lỗi và không gửi được ạ.(Ảnh 2) Ngoài ra em đã gọi cho pdt để xin hướng dẫn, nhưng do giãn cách xã hội nên không có Thầy/Cô trục để trả lời điện thoại ạ. Em đã email phòng CTCT sinh viên xin hỗ trợ liên hệ pđt, và được Thầy  cho địa chỉ email của Thầy . (Ảnh 3). Thầy  đã hướng dẫn em lên trang BKSI để tìm hỗ trợ ạ.(Ảnh 4) Và khi nhận được hỗ trợ từ Cô , thì em mới được biết phải cần có giấy xác nhận cho phép đăng kí luận văn của Khoa ạ.(Ảnh 5) Giãn cách xã hội vẫn đang trong thời điểm nghiêm ngặt, khó để đến Khoa và xin được giấy xác nhận (phải có đóng dấu và chữ kí) nên mong Thầy/Cô pđt xem xét hỗ trợ giúp em ạ. Em xin cảm ơn.    .",
    "Kính chào Phòng đào tạo, Em là , mssv . Em xin hỏi về giấy chứng nhận sinh viên để bổ sung hồ sơ hoãn NvQS năm nay sẽ nhận thế nào ạ? Và em có phải đăng ký trên myBK hay không ạ? Rất mong nhận được phản hồi sớm từ Phòng đào tạo vì địa phương đang hối thúc hoàn thành hồ sơ rồi ạ. Trân trọng./.",
    "Em là  Mssv: lớp:CC19KCSX 2 em muốn hỏi về học phí học kì 211 đợt này thật sự có gì đó sai sót không ạ vì cả đợt dịch này em không sử dụng cơ sở vật chất của trường rồi sao học phí vẫn cao ngất ngưỡng vậy ạ? Mong nhà trường cân nhắc và xem xét ạ vì em cảm thấy rất khó hiểu về cách thu học phí của trường trong khi em còn không dùng cơ sở vật chất của trường ạ . Em cám ơn ạ.",
    "Thầy (cô) cho em hỏi em đã nộp đơn thu nhận lại rồi và đã được tiếp nhận và cũng xin đăng ký luận văn và đã được tiếp nhận nhưng sao em chưa có thời khóa biểu ạ MSSV:  Khoa: Cơ khí Ngành Cơ điện Tử Mã môn: ME4019 - Luận văn tốt nghiệp (cđt) Chúc anh thây (cô) một buổi làm việc vui vẽ.    .",
    "Em tên là  mssv . Em có đăng ký môn học EE3027 (nhà máy điện và trạm biến áp) vào dự thính đợt 3. Em đã thỏa đủ điều kiện để đăng ký, đăng ký đã được gửi thành công nhưng hiện tại 14/09/2021 em vẫn chưa có tkb cho môn này, mong thầy/cô xem cho em ạ.",
    "Kính gửi phòng đào tạo,  Em hiện đang ở quận Tân Bình, TP.HCM; khu em đang sinh sống hiện đang là \"vùng đỏ\" vì có nhiều ca F0 trong cộng đồng. Chính quyền quận cũng chưa cho phép người dân đi lại bình thường. Mới đây UBND TP.HCM quyết định giãn cách toàn thành phố theo chỉ thị 16+ thêm hai tuần nữa . Vì vậy em gặp rất nhiều khó khăn trong vấn đề di chuyển ra ngân hàng OCB đóng học phí, tài khoản của em hiện không có đủ số tiền để đóng học phí. Ngày mai bắt đầu triển khai đóng học phí và hạn đến ngày 25/09, em e bản thân em khó có thể hoàn thành nghĩa vụ học phí đúng hạn do khó khăn trong việc di chuyển vì đang trong vùng đỏ và giãn cách theo chỉ thị 16+. Em xin phép được hỏi, trường hợp của em phải làm đơn xin gia hạn học phí (có chữ ký GVCN)?  Em có thể chờ tình hình dịch bệnh ở TP.HCM ổn định rồi nộp học phí sau được không? Em nghĩ cũng sẽ có nhiều bạn gặp khó khăn trong vấn đề di chuyển, đi lại như em . Em xin chân thành cảm ơn.",
    "Kính gửi thầy/ cô: Em tên: ; MSSV:  Em hiện là sinh viên năm cuối, đã hoàn thành LVTN và học đầy đủ số tín chỉ (141 TCTL). Thầy/cô cho em hỏi sao trên mybk-bảng điểm của em lại ghi không đủ điều kiện xét học bổng khuyến khích học tập ạ. Mong nhận được giải đáp. Em xin cảm ơn.",
    "Nhờ ad coi giúp em, em có trong danh sách tốt nghiệp dự kiến đợt tháng 11 không ạ. Thanks MSSV: ",
    "Em không đăng kí thi anh văn đợt 2. Nhưng tại sao lại hiển thị là đã đăng kí. Mong  giải quyết sớm giúp em . Lịch sử đăng kí bấm vào cũng ko đc",
    "Chào Thầy/ Cô, Em là  MSSV: 1733 559 Em có đăng ký môn \"PH1005 - Vật lý 2\" (Đăng ký môn học HK211 - Đợt 1). Nhưng tới giờ em chưa có TKB. Kiểm tra giúp em với ạ. Em cảm ơn!",
    "Em là , mssv , kì này em có đăng kí luận văn tốt nghiệp với mã môn học EE4333, đã có thời khoá biểu nhưng danh sách luận văn của khoa đăng lại không có tên. Hình ảnh đính kèm bên dưới á. Mong nhà trường xem xét giúp em.   i ",
    "Chào thầy cô Em là , học kỳ này em có đăng ký dự thính, tổng tiền học phí là 2tr4 và hôm nay là hết hạn đóng tiền. Do em đang nằm trong khu phong tỏa, không thể đi nạp và đóng tiền được . Em xin hỏi là nhà trường có thể gia hạn thời gian đóng học phí cho em được không ạ. Bởi vì chính sách gia hạn học phí chỉ áp dụng được cho học kì chính mà thôi. Em cảm ơn!",
    "Lần trước em có hỏi về lịch đăng ký tốt nghiệp và được trả lời là  \"Chào bạn, Vấn đề 1) SV không  đăng ký môn học thì không được thi nhé bạn. Vấn đề 2) lịch trình tốt nghiệp SV xem tại đây: Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 Lịch này để chốt danh sách tham dự lễ và in bằng TN chung   B Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt)    Thân\" Như vậy những người không thể đăng ký trước ngày 20/10 sẽ không được dự lễ tốt nghiệp có đúng không ạ? Em xin cảm ơn",
    "Thưa Phòng Đào Tạo, Theo lịch tốt nghiệp tháng 11/2021 được đưa ra vào ngày 7/9/2021 thì   B Hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là ngày 20/10/2021   . Tuy nhiên, theo thông báo về Các lưu ý và kế hoạch học vụ đầu học kỳ 1 năm 2021-2022 thì   B PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211   . Hai thông tin này không thống nhất với nhau nên em muốn xin PĐT xác nhận lại về hạn cuối xét tốt nghiệp để em chủ động hoàn thành các điều kiện tốt nghiệp. Em xin chân thành cảm ơn! .",
    "Dạ chào thầy/cô phụ trách. Em tên là  mssv . Do khi em đăng ký môn EE3027 (hình 1) vào dự thính đợt 3 đã thấy gửi đăng ký thành công nên chủ quan không xem lại thời khóa biểu. Nay khi được phản hồi câu hỏi trên bksi (em gửi từ 5/9) vì sao em chưa có tkb môn học này, thì em check thấy em bị trùng tkb (hình 2). Do giờ cũng đã trễ em mong thầy/cô có thể vẫn sắp xếp cho em vào học lớp DT01 môn EE3027, về phần TN bị trùng lịch em sẽ mail xin Giảng viên cho em đổi buổi học TN môn EE3097 (hình 3) sang lịch (hình 4). Nếu em xin đổi lịch TN không được thì em sẽ chịu trách nhiệm ạ. Vì môn EE3027 này là môn HT cho đề cương luận văn, nếu giờ em vẫn chưa được học thì em sẽ trễ 1 kỳ. Em mong thầy cô chiếu cố cho em, em cảm ơn nhiều ạ .",
    "Em tên là  MSSV:  Em có gửi mail 2 lần về việc đăng ký luận văn ạ, sau khi em mail 2 lần thì lần 1 em nhận được câu trả lời là TKB cập nhập trước ngày 15/9 và câu trả lời số 2 là em chưa đạt môn EE2033 nhưng em có kiểm tra thì chương trình đào tạo của em không có môn đó. Và em đã qua gần như hết tất cả các môn trong chương trình ạ",
    "Chào phòng đào tạo, em là sinh viên Điện tử - Viễn thông K18. Hiện tại kì vừa rồi HK202 em có đăng kí môn học IM1029 (Hệ thống sản xuất) của khoa quản lý công nghiệp học. Em cứ tưởng môn học không được tính vào điểm TBTL vì không có trong CTĐT của ngành em. Vì thế lúc thi online cuối kì em đã không tham gia. Bây giờ em xem bảng điểm thì thấy nó có tính vào. Do lúc ĐK hủy môn em không hủy kịp. PĐT có thể hỗ trợ em rút môn học hoặc hoãn thi được không ạ vì môn này không ảnh hưởng đến CTĐT của em, nhưng hiện tại đang kéo điểm TBTL của em rất nhiều! Em tha thiết mong PĐT có thể cho em HT hoặc rút môn vì em đã hiểu nhầm cách tính điểm này Em cảm ơn PĐT   i ",
    "nộp đơn xin chuyển hệ và đăng kí môn luận văn tốt nghiệp",
    "Em Tên:  MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Hiên tại thông tin hồ sơ của em không đúng, em không phải sinh viên khóa 14 Khoa của em không phải Điện-Điện Tử. Đề nghị pdt điều chỉnh chính xác.",
    "Dạ em chào Thầy/Cô. Em muốn hỏi về việc thanh toán học phí Dự thính ạ. Ngoài phương thức nộp tiền tại quầy hoặc thanh toán online trên hệ thống của ngân hàng OCB thì em có thể thanh toán chuyển khoản được không ạ. Và nếu được thì em sẽ thanh toán qua tài khoản nào và nộp hoá đơn thanh toán tại đâu ạ. Em cảm ơn Thầy/Cô!",
    "Em chào thầy cô ạ,  Em đăng ký phúc tra bài thi môn Knh tế chính trị  -  từ ngày 6/9/21 và ngày mai 15/9/21 là hết hạn phúc tra nhưng tình trạng vẫn hiện là đang được xử lý . Em không biết có trục trặc gì không ạ? Mong thầy cô kiểm tra giúp em ạ. Em cảm ơn.",
    "Em là sinh viên khóa k15 hiện tại em muốn đăng kí thi anh văn nói viết theo hình thức trực tuyến, đợt 3, Msmh:BKE123. Nhưng không đăng kí được do em bị tạm dừng do không đăng kí môn học ở kì trước ạ. Em mong nhà trường thu nhận em lại để em được đăng kí thi ạ.Em xin cám ơn ạ!",
    "Lý do em bỏ lỡ đăng ký môn học: Là do em chưa nhận được điểm bài tập lớn em nghĩ là em sẽ đủ điểm để qua môn nhưng khi có điểm thì lại không được nhưu mong đợi ạ. Em muốn đăng ký vào lớp  tính (MT 1009) của thầy  lớp (DT-02) Mong cô cho em thêm thời gian để bổ sung xác nhận của thầy ạ ",
    "Dạ em chào pdt,em tên đinh xuân khánh,mssv cho em hỏi là đợt trc do tình hình dịch nó phức tạp nên tụi em bị hoãn lại kì thực tập 3,4 tháng nay và chưa có thông báo của trường là khi nào mới đc đi thực tập, mak tụi em K17 thời gian đào tạo cũng ko còn nhiều mak theo như em đc biết thì học kì này tổng số tín chỉ đạt đc là 96 chỉ thì đủ đkien làm luận văn tốt nghiệp, thì em vừa mới thi kết thúc xong hki 202 và pdt mới cập nhật tc thì em đủ 96 chỉ,thì em ko biết là pdt có thể bổ sung cho em tkb tiểu luận tốt nghiệp để em đc làm trong học kì này đc ko ạ,em cám ơn",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa - Đại học Quốc gia Thành phố Hồ Chí Minh Em là , MSSV: , CMND: 86. Em có đăng ký thi nói viết đợt 1 và được thông báo là đóng tiền phí qua bkpay từ 8h thứ 5 ngày 9/9 đến 14h50 thứ 6 ngày 10/9. Em đã cố gắng đóng tiền từ 15h ngày 9/9 và đã thử đi thử lại nhiều lần (lần cuối là 12h30 thứ 6 ngày 10/9) nhưng không thành công. Em sẽ đính kèm các tin nhắn thông báo OTP và trang OCB thông báo lỗi thanh toán. Ngày 12/9 em đã thử thanh toán lại thành công nhưng đã bị trễ hạn.Em có liên hệ tổng đài nhưng cũng không nhận được sự hỗ trợ. Em cũng đã thử liên hệ BK English thì họ nói em phải hỏi phòng đào tạo . Vi thế em viết thư này mong phòng đào tạo xem xét trường hợp của em vì tình hình dịch bệnh không thể thi offline và em cũng đã cố gắng đóng nhiều lần nhưng không thể được vì lỗi hệ thống. Nếu thời gian quá gấp không thể sắp xếp để em có thể thi đợt 1 thì hi vọng em có thể đăng ký được cho đợt mới. Mong nhận được hồi âm sớm từ phòng đào tạo.",
    "Chào Admin,  Mình tên là  K17 MSSSV: , mình đã đủ điều kiện tốt nghiệp tuy nhiên khi đăng ký tốt nghiệp trên mybk mình không đăng ký được do Nợ học phí - mình có kiểm tra trên bkpay là do đăng ký in phiếu điểm. Mình đã thanh toán vào ngày 12/09. Không biết là mình sẽ đợi trong khoảng thời gian bao lâu để được xét tốt nghiệp? và có được đăng ký xét tốt nghiệp trong đợt này không ạ. Mong nhận được sự giải đáp. xin cảm ơn!",
    "Gửi phòng đào tạo, Hiện tại  thì phiếu chứng nhận sinh viên để hoãn NVQS của em vẫn chưa được xử lý xong dù đã gần 1 tuần. Em  vì 16/9 đã phải nộp lên cho địa phương rồi ạ. Mong PĐT thông cảm và giải quyết sớm giúp em ạ. Em có đính kèm cả ảnh gọi NVQS của địa phương ở trên đó ạ (hạn 7h30 ngày 16/09/2021). Mã phiếu:     CNSV..1 .",
    "Dạ PĐT cho em xin giấy xác nhận đang học tại trường để tạm hoãn gọi nhập ngũ theo Luật nghĩa vụ quân sự ạ. Hiện tại tình hình dịch bệnh đang phức tạp nên địa phương chỉ cần file ảnh hoặc file pdf để xác nhận với địa phương là được ạ. Mong PĐT gửi giúp em qua mail ạ.",
    "Em chào cô, Hôm qua, ngày 13/9, em đã liên hệ bên phía ngân hàng OCB để làm rõ giao dịch đóng lệ phí anh văn của em, bên phía ngân hàng thông báo giao dịch của em đã thành công, hiện tại ngân hàng sẽ hỗ trợ em liên hệ với BKpay để giải quyết nợ trên hệ thống, nhưng hôm nay ngày 14/9, em liên hệ lại với bên ngân hàng OCB thì ngân hàng trả lời là bên phía ngân hàng đã gửi yêu cầu tới hệ thống pay nhưng vẫn chưa nhận được phản hồi. Có cách nào liên lạc với bên hệ thống BKpay để xác nhận yêu cầu của em từ phía ngân hàng không ạ",
    "Dạ em chào thầy/ cô ạ !  Qúy thầy / cô cho em hỏi là PĐT đã gửi giấy CNSV được duyệt đi chưa ạ. Em cám ơn ạ.",
    "Em tên:  MSSV: Hệ VLVH: Kỹ Thuật Ô Tô Hiện tại thông tin hồ sơ của em không đúng, khoa của em không phải điện-điện tử Đề nghị phòng đào tạo sửa lại chính xác.",
    "Cho em được phép hỏi là việc tham gia vào làm đề tài có bắt buộc đối với sinh viên, cụ thể là Kỹ sư Tài năng. Do em thấy mail ghi là \"Rất gấp\" nhưng chưa nói cụ thể là có bắt buộc hay không",
    "Thầy cô cho em hỏi: Điểm của môn học trong   B dự thính học kỳ chính    có được tính vào điểm TBHK để xét điểm rèn luyện, danh hiệu sinh viên và học bổng khuyến khích hay không ạ? Em xin cảm ơn.",
    "Dạ kính gửi Phòng đào tạo, Em tên là Nguyễn Đức Thọ MSSV:  Em xin được trình bày như sau: trước khi em đăng ký hoãn thi Xác suất thống kê thì Phòng đào tạo chưa gửi form đăng ký hoãn thi, và Phòng đào tạo yêu cầu nếu muốn hoãn thi thì đăng ký trên bksi. Do vậy, em đã đăng ký hoãn thi trên bksi và em thấy đã được xác nhận rồi ạ. Do đó, khi trường gửi form đăng ký hoãn thi, em đã không đọc kỹ mail nên em chưa điền form đó ạ. Vậy cho em hỏi vậy là em hoãn thi không thành công hay sao ạ? Mong Phòng đào tạo xem xét cho trường hợp của em ạ Em xin cảm ơn",
    "Em chào thầy/cô, Hiện em đang cần file PDF bảng điểm từ trường để hoàn thiện hồ sơ cho học bổng, em đã đăng ký từ 1/9 nhưng đến nay vẫn đang trong tình trạng \"đang in\" và do tình hình dịch nên việc chuyển phát gặp khó khăn. Thầy/cô có thể giúp giúp em nhận bảng scan của bảng điểm qua email được không ạ . Email của em là:  Trân trọng,  ",
    "Hiện tại em là sinh viên năm 4 đã hoàn thành khóa luận tôt nghiệp hồi thansg8. Trong thời gian học kì hè em có đăng kí học cải thiện môn Phương pháp tính nhưng không tham gia dự thi được và đã đăng kí hoãn thi với PĐT. Hiện tại em không muốn thi vì điểm tổng kết cuối cùng đã đủ thì có cần làm đơn gì không ạ?",
    "MSSV:  Hiện tại em đang ở tphcm bị phong tỏa không ra ngoài được , tài khoản ocb của em thì bị sự cố mất 2 năm nay rồi , trước giờ em chỉ toàn ra ngân hàng ocb để đóng học phí thôi ạ . Giờ làm sao để em đóng học phí dự thính được đây ạ ",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên là  MSSV:  Hệ VLVH Em đã có apply xin rút môn học của học kỳ 1(2021-2022) qua email thông báo của Phòng Đào Tạo rồi ạ. Nhưng sắp tới kì thanh toán học phí vào ngày 15/09, thì em vẫn bị tính học phí cả môn mà em vừa mới rút. Xin thầy cô hướng dẫn giúp em. Em xin chân thành cảm ơn!   i  .",
    "em chào cô, thưa cô, em đã hoãn thi môn nguyên lý ngôn ngữ lập trình, nhưng khi cập nhập điểm lên mybk thì em lại nhận được điểm 13 ạ, cô cho em hỏi như vậy là coi như em bỏ thi ạ?  Em cảm ơn cô, mong cô giải đáp thắc mắc cho em ạ.",
    "Kính Gửi: Thầy,cô phụ trách bksi Em tên là: Trần Minh Bình MSSV:  Học kì 202 em có đăng kí hoãn thi môn Xác  ( MT2013,nhóm L04-A,10h,5/8)  Em đã gửi đơn cả ở email PĐT và . Nhưng hiện tại, điểm cập nhật trên thông tin sinh viên của em là điểm 13.Em kính mong thầy cô xem xét vì em không hề bị cấm thi cũng như được giảng viên xác nhận. Kính mong Thầy,Cô giúp đỡ.",
    "Em chào quí thầy cô, Em tên là  MSSV:  Em có thắc mắc về đơn gia hạn học phí, đó là em phải tải đơn về đánh máy hay viết tay các thông tin cá nhân ạ, rồi sau đó  ký bằng hình thức online đúng không ạ? Em cảm quí thầy cô, Chúc thầy cô luôn vui vẻ và sức khỏe ạ.",
    "Em tên:  MSVV:  Hệ VHVL: Kỹ Thuật Ô Tô Học phí HK202 em vẫn chưa đóng, cho em hỏi học phí Hk211 (11.250.000 vnđ) có bao gồm học phí học kỳ HK202 ko ạ?",
    "Dạ em đang muốn xin vay tiền từ quỹ để đóng tiền học phí kì 211 và em có thấy là yêu cầu đơn trình bày hoàn cảnh khó khăn có xác nhận của địa phương. Không biết mình có mẫu đơn này không ạ ?",
    "Hiện tại dịch rất căng thẳng thì liệu phải nộp  bằng tốt nghiệp THPT chưa Thầy Cô nhỉ. Và nếu không có khả năng đi nộp được vì trong khu vực đỏ thì sao ạ.",
    "Dạ em xin chào ạ !! Em có một vấn đề thắc mắc đó chính là từ đầu khi nhà trường thông tin việc mở lớp Anh Văn theo nhu cầu chỉ nói tính kết quả là “Đạt” chứ không nói đến việc tính vào điểm trung bình tích luỹ gi cả ạ . Nhưng hiện tại sao khi em xem bảng điểm thì em thấy nhà trường có tính vào điểm trung bình tích luỹ . Mong nhà trường giải đáp giúp em ạ . Em xin cám ơn ạ ",
    "Các thầy cô cho em hỏi là khoing thanh toán học phí trên trang bkpay do em không thấy mục chọn thanh toán ạ",
    "Em tên  Mssv  Em đã hoàn thành 141 tín chỉ theo ctdt và chuẩn av nói viết Tuy nhiên em search trong danh sách dự kiến tốt nghiệp tháng 11 thì không có tên em Em mong pdt xem xét giúp em Em xin chân thành cảm ơn",
    "Chào   B phòng đào tạo   , Em tên là , MSSV , sinh viên ngành kỹ thuật hóa học - CLC . Em vừa nhận được danh sách tốt nghiệp tạm thời từ khoa cho tháng 11, tuy nhiên lại không có tên em. Khi tra các yêu cầu tốt nghiệp thì em đã hoàn thành đủ, bảng điểm cũng đã cập nhật đủ các môn trong chương trình học. Nên em xin gửi yêu cầu để xin   B \"Đơn xin xét tốt nghiệp bổ sung\"    từ phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "MSSV:    Tốt nghiệp . Kính gửi Phòng đào tạo, Em gửi câu hỏi này về việc em đã đủ điều kiện xét tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp. Kính mong Phòng đào tạo xem xét. Thông tin của sinh viên:  - Họ tên:   - MSSV:   - Lớp-khoa/ngành: CC17HC11-  - Email:  Em xin cám ơn. ",
    "Thưa thầy/cô ạ. Cho em hỏi lần trước em có đặt câu hỏi là \"điểm môn anh văn 1 A mã môn học là LA1037 điểm số của môn học này có tính vào điểm trung bình tích lũy không ạ hay chỉ tính chỉ nếu đạt \" và em nhận được câu trả lời là môn Anh văn 1A là môn tương đương nên chỉ tính vào số tín chỉ tích lũy chứ không tính vào điểm trung bình tích lũy nhưng mà hôm nay khi cập nhật điểm lên hệ thống thì điểm môn Anh văn 1 A vẫn tính vào điểm trung bình tích lũy nên mong thầy cô xem lại giúp em . Em cám ơn ",
    "Cho em hỏi, phân ngành khoa em xét điểm hk2 năm học 2020-2021, mà hk đó em hoãn thi vài môn thì có bị thiệt gì so với các bạn khác không ạ? Em cảm ơn!",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Nhưng em vẫn chưa được đăng ký thi anh văn 2 kỹ năng nói viết vào 3 đợt vừa rồi. Em xin thầy cô xem xét lại để em đăng ký thi anh anh văn nói viết vào đợt tiếp theo. Em xin chân thành cảm ơn Thầy Cô.",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Em đã nộp đơn và được gia hạn tốt nghiệp đợt tháng 11/2021 . Tuy nhiên, em vẫn chưa đăng ký thi anh văn nói viết được (cũng không nhận được email đăng ký thi anh văn nói viết online như các bạn khác) . Kính nhờ Thầy/Cô bổ sung tên em vào danh sách thi anh văn nói viết để em kịp đăng ký thi ạ. Trân trọng cảm ơn Thầy/Cô.",
    "Kính chào Nhà trường, Phòng Đào tạo, Em là , hiện tại em chỉ thiếu Anh văn Nói -  là sẽ tốt nghiệp. Theo như em được email thì dự kiến xét tốt nghiệp vào \"đến hết học kì 211\". Nhưng theo trên trang web \"aao.hcmut.edu.vn\" thì hạn chót đăng kí tốt nghiệp 20.10.2021. Vậy Nhà trường/Phòng Đào tạo vui lòng xác nhận giúp em: 1. Thời gian xét tốt nghiệp đến hết HK211 là khi nào? 2. Hạn chót đăng kí tốt nghiệp cho K17 là khi nào ạ?  Rất mong Nhà trường, Phòng Đào tạo giải đáp giúp em, em xin chân thành cảm ơn. ",
    "Chào Thầy/Cô Em là , MSSV:  Em muốn hỏi trong lúc tra cứu \"  B Danh sách dự kiến tốt nghiệp tháng 11/2021   \" trên trang www.aao.hcmut.edu.vn  thì em   B không tìm thấy kết quả!    Em muốn xác nhận lại lý do mình không có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 ạ?",
    "Dạ em chào thầy cô, HK203 vừa rồi em có đăng ký lớp Thực tập đại cương - ME1011, trên thời khóa biểu của em có thông tin lớp nhưng trên BKel lại không có, nên dẫn tới tình trạng thầy hướng dẫn không hề có thông tin lớp cũng như biết em có trong lớp đó, do vậy nên không có sắp xếp cho em đi thực tập, em xin PĐT xem xét kiểm tra lại giúp em để thầy có thể sắp xếp ạ",
    "Kính gửi PĐT, Em tên là . MSSV là . Trong học kì vừa rồi em có học môn 'Các phương pháp vật lý nghiên cứu chất rắn' . Mã môn học là CH3119, mã nhóm là CC01 - A . GV phụ trách là thầy . Em đã nhắn hỏi thầy và thầy xác nhận là đã gửi điểm cho PĐT nhưng em vẫn chưa thấy điểm được cập nhật. Em có đính kèm bảng điểm trên MyBK. Em mong trường có thể hỗ trợ sớm cho em để em đủ điều kiền đăng kí tốt nghiệp ạ . Em xin chân thành cảm ơn .",
    "Chị ơi,có gì chị kêu phòng đạo tạo kiểm tra lại chỗ điểm lý 2 của em với ạ.Em vào phần điểm rồi và thấy là vẫn 3,3 ạ,chưa sửa lại thành 13 đâu ạ.Em xin cảm ơn.",
    "Dạ em học khoa Máy tính ạ. Dạ vì em có vấn đề muốn xin đăng ký bổ sung đề tài luận văn nhưng em lại không có email của phòng giáo vụ khoa phụ trách luận văn tốt nghiệp a. Vì cổng thông tin sakai của khoa em cũng đang bị sập nên em không biết nên tìm ở đâu ạ. Thầy cô cho em xin email của cô  bên phòng giáo vụ khoa KH&KT Máy tính được không ạ  .",
    "Dạ hiện tại em có tên trong danh sách xét tốt nghiệp tháng 11 do mail trường gửi, sau đó e vô trang mybk để hoàn tất mục đăng kí tốt nghiệp thì bị lỗi báo là: \"Không được phép đăng ký (Nợ HP )\". Mong thầy/cô kiểm tra và sửa lỗi này giúp em ạ. Em cảm ơn ạ.",
    "Kính gửi PĐT, Cho em hỏi là hiện tại địa phương em đang yêu cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Thì cho em hỏi: 1. hiện tại trường có thể chuyển phát giấy xác nhận sinh viên liên tỉnh được không ạ (cụ thể là Bình Phước ạ)?  2. Trường có thể chuyển phát trong địa bàn TPHCM không ạ? 3. Nếu không, PĐT có thể chuyển giấy xác nhận dạng file cho em được không ạ? Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Sau tra MSSV của em trong danh sách dự kiến tốt nghiệp tháng 11/2021, em nhận thấy mình không nằm trong danh sách dự kiến tốt nghiệp. Em đã có đủ số tín chỉ , CCQP, Anh Văn Nghe Đọc - Nói Viết. Kính mong Phòng Đào Tạo giải đáp thắc mắc của em.",
    "Em chào thầy cô, Em là sinh viên dự thi Tiếng Anh Nói-Viết đợt 1 do trung tâm BKEnglish tổ chức. Theo yêu cầu của Trung tâm, trong quá trình thi em phải có thẻ sinh viên và CMND/CCCD để làm thủ tục thi. Tuy nhiên, do dịch bệnh nên khi về quê em không đem theo thẻ sinh viên nên hiện tại em chỉ có hình ảnh 2 mặt của thẻ sinh viên. Em cũng không đăng kí in thẻ sinh viên mới được ạ. Em xin lỗi vì sự bất tiện này ạ. Vậy em có thể sử dụng hình ảnh thẻ sinh viên để làm thủ tục được không ạ ? Em mong nhận được phản hồi sớm từ thầy cô. Em xin cảm ơn thầy cô !",
    "Xin chào thầy/cô, Em hiện đang là sinh viên năm 4, giai đoạn này ở phường đang yêu cầu khám nghĩa vụ quân sự  Vì tình hình dịch bệnh, di chuyển khó khăn, phường chỉ yêu cầu bản PDF là đủ. Vậy cho em hỏi, em có thể chỉ nhận bản PDF online mà không cần phăỉ đăng ký gửi bưu điện về không? Nếu có, thủ tục là như thế nào ạ? Vì em thấy trong MyBK không có lựa chọn chỉ nhận file PDF. Em xin cảm ơn.",
    "Kính gửi, Dạ cho em hỏi là điểm tổng kết môn học Con Người Và Môi Trường của em có bị nhập lộn trên bảng phúc tra không ạ, tại em có đầy đủ các cột điểm thành phần và điểm thi cuối lì là điểm nhóm nhưng trong nhóm  em ai cũng có điểm tổng kết, chỉ có em là không có điểm tổng kết. Mong phòng đào tạo xem xét lại giúp em ạ. Em xin cảm ơn",
    "Em tên là  MSSV  Lớp XD17KT - Ngành kiến trúc - Khoa xây dựng Mục đích em muốn nhờ thầy cô hỗ trợ em đăng ký môn học CI2013 - Bố cục tạo hình kiến trúc 2 để có thể duy trì việc học tại trường đại học Bách Khoa. Em đã làm đơn xin đăng ký cho giáo viên bộ môn và đã có chữ ký xác nhận vào lớp.",
    "Em chào PDT. Em tên: , là sinh viên chương trình CLC Việt Pháp Khóa :K13. MSSV: 3 Hiện tại Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. Và đăng ký theo hình thức đăng ký môn học. Em không thể đăng ký để thi được vì hết thời gian đào tạo tại HK211 Đáng lẽ ra Em đã có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ và sẽ được thi thay vì hình thức phải đăng ký môn học như hiện nay . Mong PDT xem xét và mở đăng ký môn học của em để em có thể đăng ký thi và có thể tốt nghiệp đợt tháng 11 này. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em có đăng kí chuyển điểm anh văn vào ngày 27/08/2021 và đã hoàn thành việc thanh toán. Tuy nhiên đến hôm nay (ngày 14/09/2021), điểm của em vẫn chưa được cập nhật vào bảng điểm. Hiện tại em đã hoàn thành xong luận văn tốt nghiệp và chỉ thiếu điểm anh văn để đăng kí tốt nghiệp. Vậy em kính mong Phòng Đào tạo có thể xem xét và cập nhật điểm để em đủ điều kiện đăng kí tốt nghiệp. Em xin chân thành cảm ơn!",
    "Em có thực hiện thanh toán xét miễn điểm Tiếng Anh với mã xác nhận đăng ký là 210825HK202D17, tuy nhiên em ko chọn miễn điểm cho 4 môn Tiếng Anh được. Có phải do em là bằng 2 đã được miễn rồi nên không cần nộp không ạ? Nếu vậy thì thanh toán em đã chuyển có được hoàn lại không? Em muốn cải thiện bảng điểm bằng việc xét 4 môn tiếng Anh thì có cách nào không ạ?",
    "Em chào thầy cô ạ . Em là . Mssv:  . Em có hoãn thi môn quản lý dự án cho kỹ sư ngày 16/8, mã môn học:IM1025 nhưng trên bảng điểm lại ghi là điểm 13. Mong thầy cô kiểm tra và sửa lại ạ . Em xin cảm ơn . Chúc thầy cô sức khỏe .",
    "Chào thầy cô! Em là sinh viên khoa k16 của Trường  Hiện tại sô tin chi em là 123 nhỏ hơn 124 em không nhận được luận văn mà em đã hoàn thanh hết các môn chương  trình nhưng em thiếu 4 anh văn nên không đủ tin chi để đăng kí. Hiện tại dịch em không thi toeic để nộp vào cập nhật điểm anh văn được để đủ chi nhận luận văn.. Lúc trước em có thi đánh giá toeic ở Trường được 380 điểm và em hoàn thành lớp toeic 400 của Trường vậy em được quy đổi anh văn để em được đăng kí luận văn không ạ . Hoặc bên em có môn tự chọn sức bền kết cấu bên xây dưng cũng có môn này nhưng khác ma môn vậy em có được quy đổi để đủ chi làm luận văn không ạ . Mong thầy cô giúp đỡ giúp em ạ . Em xin cảm ơn.",
    "Chào thầy/cô, Em là , em dự định đăng ký thi Anh văn 2 kỹ năng online theo hướng dẫn của nhà trường qua email. Tuy nhiên, em thắc mắc những   B Yêu cầu về giấy tờ cá nhân    trong file hướng dẫn, yêu cầu   B thẻ sinh viên   . Vì em về quê tránh dịch từ tháng 7 và không mang theo thẻ sinh viên bên mình cho đến tận bây giờ, em còn mỗi CMND thì có được tham dự kỳ thi Anh văn 2 kỹ năng online không ạ? Mong thầy/cô giúp em giải đáp thắc mắc. Em xin cảm ơn ạ!",
    "Kính thưa thầy cô, Em tên , sv lớp VP16XDC. Em đã có buổi bảo vệ luận văn ngày 31/07/2021 và hoàn thành đầy đủ các điều kiện xét tốt nghiệp. Tuy nhiên, em vẫn chưa nhận được mail để đăng ký tốt nghiệp HK này, trong khi các bạn trong lớp em đã nhận được rồi. Đồng thời, em cũng nhận thấy  vẫn chưa cập nhật điểm TB tích lũy ngành giống như các bạn. Kính mong thầy cô xem xét và hỗ trợ để em có thể đăng ký tốt nghiệp HK này. Em xin chân thành cảm ơn!",
    "Kính chào Trường Đại học Bách Khoa Em tên  Mã số sinh viên:  Em đã thanh toán phí bảng điểm trong paybk rồi ạ. Mong PDT kiểm tra và mở khóa để em đăng kí xét tốt nghiệp ạ Em mong nhận phản hồi sớm của Nhà Trường. Em cảm ơn  Chúc Nhà Trường nhiều sức khỏe và thành công",
    "Hiện tại khu vực em ở đã bị phong tỏa hơn 2 tháng nên em không thể lấy bằng tốt nghiệp để đăng kí nộp bằng đúng hạn đợt 2 . Vậy sau khi lấy được bằng rồi em phải đăng kí nộp làm sao  ạ ?  Em xin cảm ơn!",
    "em xin chào thầy/cô ạ, em có đăng kí in giấy xác nhận sinh viên vào ngày 08/09/2021 nhưng đến nay ngày 14/9/2021 chưa có thông tin phản hồi ạ, thầy/cô cho em hỏi khi nào thì mình nhận được thông tin phản hồi vậy ạ tại cuối tháng em phải nộp cho địa phương rồi ạ. Em chân thành cảm ơn .   i  .",
    "Chào PĐT,  Em là , MSSV  . Hiện tại em đã hoàn thành 141 chỉ, có 35.5 ngày CTXH và đã nộp CCNN 4 kỹ năng. Tuy nhiên, em không có tên trong danh sách tốt nghiệp tạm thời. PĐT có thể xem xét lại giúp em không ạ? Em cảm ơn ạ . Best regards, ",
    "Chào thầy/cô! Em là  - . Vê việc chấm điểm rèn luyện khi chưa đủ điểm thành phần do có hoãn thi hoặc một số môn chưa tổ chức thi, nên em nhờ thầy/ cô giải đáp thắc mắc về trường hợp này ạ! Em xin cảm ơn thầy/ cô. Chúc thầy cô một ngày tốt lành! Trường Thi.",
    "Kính gửi Thầy/Cô. Em tên là: Vương Minh Vĩ Mssv: 1713997 Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017 Lớp: XD17DD2 Trong học kỳ trước, em có đăng ký Hoãn Thi cuối kỳ môn Anh văn 4 (LA1009) và đã nhận được mail xác nhận của Phòng đào tạo, nhưng hiện tại cột điểm trên Mybk lại là điểm 13 (vắng thi) ạ. Em mong Thầy/Cô xem xét và điều chỉnh giúp em ạ. Em cảm ơn.",
    "Học kì hè vừa rồi em có đăng ký và học 1 môn XSTK, và đã thi GK, CK và có điểm tổng kết. Và đã QUA MÔN. Cho em hỏi mình có thể bỏ điểm đó được không,(coi như chưa học) vì kì hè vừa rồi gia đình em chịu ảnh hưởng của đại dịch nên việc học khá bất tiện và không tập trung (và nếu được thì làm như thế nào ạ). Mong nhận được phản hồi của nhà trường vì có thể ảnh hưởng đến việc phân ngành của em. Em cảm ơn.",
    "Em chào PĐT,  Em là , MSSV  . Hiện tại em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và đã nộp CCNN 4 kỹ năng. Tuy nhiên, em không có tên trong danh sách tốt nghiệp tạm thời và cũng không nhận được mail của PĐT về danh sách đó . Trước đây, do lỗi mạng, nên em có đăng ký in bảng điểm nhiều lần nhưng chỉ thanh toán 01 bảng điểm duy nhất và nhận tại PĐT 01 bảng điểm đã thanh toán đó. Em có đính kèm hình ảnh bên dưới. Em không biết việc chưa cập nhật có phải do lỗi này của em không ạ? Em rất mong phản hồi từ PĐT ạ . Em xin cảm ơn .",
    "Em là sinh viên chính quy K14, cho em hỏi sao em không đăng ký thi anh văn nói viết đợt 3 được ạ. Nếu được cho em xin cách đăng ký. em cũng không thấy mail để đăng ký ạ. Em đã hoàn thành tất cả các môn học và toeic. chỉ còn thi anh văn nói viết thôi ạ..",
    "Dạ em chào phòng đào tạo, Em tên  Mssv  Hiện tại đã có danh sách tốt nghiệp dự kiến đợt học kì 211 mà hiện tại em chưa có tên trong danh sách tốt nghiệp dự kiến bên mình có thể kiểm tra lại giúp em nguyên nhân tại sao không ạ. Em cảm ơn. Mong nhận được sự phản hồi sớm từ thầy/ cô.",
    "Dạ cho em hỏi chuyển ngành cần những điều kiện gì ạ",
    "Dạ cho em hỏi năm 2 mình cần xin giấy tạm hoãn không ạ, và xin ở đâu ạ , vì phường e bảo nộp ạ",
    "Em xin chào PĐT!  PĐT cho em hỏi, em đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng sao 1 tuần rồi vẫn chưa có kết quả gì ạ! Ở địa phương em đang có danh sách gọi nghĩa vụ quân sự nên em đang cần gấp giấy đó ạ. Mong PĐT giải quyết sớm giúp em được không ạ! Em chân thành cảm ơn ! Dưới đây là hình đính kèm về đơn đăng ký trên web đăng ký giấy xác nhận sinh viên của em ạ !",
    "Thưa thầy/cô, Em tên là . Em đã đạt đầy đủ điều kiện tốt nghiệp nhưng vẫn không nằm trong danh sách dự kiến tốt nghiệp. Em cần làm thủ tục gì để kiểm tra điều kiện tốt nghiệp hiện tại của bản thân vậy ạ. Em xin cảm ơn. .",
    "Kính gửi Phòng đào tạo. Đợt rồi em có đăng ký tiểu luận tốt nghiệp (260663)trên bksi và được phản hồi sẽ có thời khóa biểu vào tuần này mà hiện tại em vẫn chưa có thời khóa biểu . Mong PĐT xem lại ạ . Em xin trân trọng cảm ơn .",
    "Em chào thầy cô ạ,em là  , MSSV ,  em đã đăng kí giấy chứng nhận sinh viên ngày 13/9 và mong muốn là trước ngày 17/9 em có được bản scan để chụp hình nộp địa phương em ạ nhưng đến giờ vẫn chưa được xử lí ạ, nên em hơi lo. Cô cho em hỏi là có cách nào có được bản scan nhanh hơn không ạ. Em xin cám ơn thầy cô.",
    "Kính gửi: Phòng Đào Tạo Thông tin sinh viên Họ và tên:  Khóa: K15 MSSV:  Chuyên ngành: Điện tử Viễn thông Lớp: DD15DV1 Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong Danh sách tốt nghiệp dự kiến 11/2021 thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Chào BKSI, Em tên là , MSSV . Hiện tại em kiểm tra bên phần tốt nghiệp thì không tra ra tên em trong danh sách tốt nghiệp tạm thời. Quý thầy cô BKSI có thể giúp đỡ em còn thiếu sót gì không ạ? Em cám ơn thầy cô đã đọc mail này.",
    "Em tên   MSSV   Cho em hỏi là em thi Giải tích 2 vào ngày 24/08/2021  Tới nay em vẫn chưa thấy điểm thi của em được cập nhật lên MyBK  Do em cần chuyển điểm từ hệ đại học sang cao đẳng  Mong quý thầy/cô hỗ trợ giúp em",
    "mssv: -Pđt cho em nộp đơn xin đăng kí môn học nhập môn kĩ thuật (CI1001) nếu có thiếu xót cho em được bổ sung sau.",
    "Dạ em chào các thầy cô PDT ạ! Hôm trước trường hợp của em có hỏi ở câu hỏi/ yêu cầu số 34727 về việc mở khoá hệ thống nộp điểm dành cho giảng viên, để chỉnh sửa điểm cuối kì cho em ạ. Em đã liên hệ Thầy , thầy cũng đã gửi email cho PDT qua địa chỉ  từ ngày 8/9 rồi mà đến nay vẫn không nhận được phản hồi gì hết ạ! Em có gọi điện vào số điện thoại PDT và được một thầy yêu cầu hỏi ở trên BKSI ạ. Vậy em mong các thầy cô giải quyết giùm em với được không ạ? Mong nhận được phản hồi sớm nhất từ PDT ạ. Em cảm ơn nhiều ạ!",
    "Em chào thầy ,cô! Vào đợt thi cuối kỳ 202 em có xin hoãn 3 môn và được chấp nhận, vậy điểm hoãn thi khi nào được cập nhật vậy ạ, em thấy trong bảng điểm là điểm 13. Em cảm ơn thầy ,cô!",
    "Dạ, em chào anh/chị Cách đây 3 ngày em có mail cho bên PĐT nhưng hiện tại vẫn chưa nhận được bất cứ phản hồi hay sự hỗ trợ nào từ nhà trường về vấn đề của em :( Em tên là . MSSV: _K19 thuộc khoa Môi trường và Tài nguyên. Vì một số lý do cá nhân nên đợt học kì đăng kí tham gia GDQP em đã bỏ lỡ. Và sau khi liên lạc bên PĐT TT GDQP thì em nhận được phản hồi rằng truy cập web http://ttgdqp.edu.vn/ để đăng ký. Hiện em đã truy cập và tìm thấy nơi đăng ký tham gia khoá GDQP vào tháng 10 tới. Và em có một thắc mắc ạ: Chỗ hướng dẫn đăng ký có yêu cầu như sau: \"Sinh viên gởi hình chụp giấy giới thiệu có đóng mộc của nhà trường\". Em có kèm theo hình ảnh yêu cầu đăng ký phía dưới. Vì đây là vấn đề sẽ ảnh hưởng đến việc tốt nghiệp của em sau này nếu không đạt đủ điều kiện hoàn thành khoá GDQP. Nên em xin nhà trường có thể hướng dẫn và cấp cho em giấy giới thiệu để có thể đăng ký học kì quân sự sắp tới và bắt kịp lộ trình với các bạn cùng khoá ạ! Em mong rằng sẽ nhận được sự hỗ trợ sớm nhất từ nhà trường. Em xin chân thành cám ơn! Have a nice day, ",
    "Em chào Thầy/Cô ạ, Thầy/Cô cho em hỏi về vấn đề số tín chỉ của một năm học ạ. Nếu số tín chỉ một năm không đạt đủ 28 tín chỉ thì em có bị cho tạm dừng một học kỳ không ạ? Trong học kỳ 1 sau năm không đạt đủ số tín chỉ ( 28 tín chỉ ) ấy em có được phép đăng ký học bổ sung được không ạ? Em xin chân thành cảm ơn Thầy/Cô đã đọc và giải đáp thắc mắc của em ạ!",
    "Em chào cô ạ,Em là Sáng học khoa cơ khí em có thắc mắc là em có đăng kí hoãn thi thành công 2 môn Nguyên lý máy và Đại số tuyến tính nhưng tại sao lại có điểm vắng thi là 13 và lại cập nhật điểm tổng kết và tín chỉ như file em gửi ạ,Với diện hoãn thi như em thì đăng kí thi lại đợt sau như thế nào và khi nào thì bảng điểm em mới cập nhật đúng lại ạ.Em xin cảm ơn. Chúc cô luôn mạnh khỏe",
    "Em chào phòng đào tạo, em có 2 câu hỏi ạ: 1. Em có thể thanh toán lệ phí tốt nghiệp 95k bằng tài khoản ngân hàng khác được không ạ? Tại vì tài khoản ocb của em đang bị khóa và tỉnh em đang theo chỉ thị 16 nên ra ngân hàng mở khóa rất khó khăn ạ. 2. Phòng đào tạo có hỗ trợ ship giấy chứng nhận tốt nghiệp tạm thời về tận nhà không ạ? Tại vì việc đi liên tỉnh bây giờ rất khó khăn ạ.",
    "Chào  ạ, Cho em hỏi là đã mở đăng ký hủy môn học học kỳ 211 chưa và cách thức đăng ký như nào ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi,về việc thanh toán học phí 211,hôm qua khi em kiểm tra tiền đóng học phí thì hiện số tiền là 3.600.000,nhưng sao hôm nay khi em check lại thì số tiền lại lên đến 11.250.000,trong khi kì này em chỉ học 1 môn chuyển hệ 4 tín chỉ.Em không biết có sự nhầm lẫn nào ở trên không ak,mong phòng đào tạo xem lại dùm em nha.Em cảm ơn",
    "Em tên Đỗ Tấn Tài - , cho em hỏi: Thường lệ mỗi đầu năm học sinh viên được cấp giấy nghĩa vụ quân vụ. Nhưng năm nay bị covid nên không thể trực tiếp lấy giấy nghĩa vụ . Vậy chúng em cần phải làm gì để có giấy xác định giấy nghĩa vụ online?  Em xin chân thành cảm ơn!",
    "MSSV:    Tốt nghiệp . Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em nhờ phòng đào tạo kiểm tra giúp em điều kiện tốt nghiệp vì hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ. Chúc mọi người và gia đình thật nhiều sức khỏe. Trân trọng, ",
    "Kính gửi Thầy/Cô phụ trách trả lời.   Em xin nộp đơn Tạm Dừng Học có chữ kí của Chủ Nhiệm , Giáo Viên chủ Nhiệm và của chữ kí của Sinh Viên .   Trong đơn có gì sơ xuất hay không đúng mong Thầy/Cô xem xét để em chỉnh sửa.!       Em xin cảm ơn Thầy/Cô",
    "Gửi phòng đào tạo, Hiện tại  thì phiếu chứng nhận sinh viên để hoãn NVQS của em vẫn chưa được xử lý xong dù đã gần 1 tuần. Em  vì 7h30 sáng ngày mai đã phải nộp lên cho địa phương rồi ạ. Mong PĐT thông cảm và giải quyết sớm giúp em ạ. Em có đính kèm cả ảnh gọi NVQS của địa phương ở trên đó ạ (hạn 7h30 ngày 16/09/2021). Mã phiếu:     CNSV..1 .",
    "Kính gửi thầy cô PĐT! Em tên:  -  Hiện tại em đã xem cập nhật điểm học kì trên Mybk. Tổng kết điểm TB học kì và số tính chỉ trong học kì chưa có môn TTTN. Em đã báo cáo thầy phụ trách giảng dạy về nhập điểm cho em. Thầy cũng đã xác nhận đã nhập rồi. Mong PDT cập nhật lại giúp em. Để không may em bị xóa LVTN trong kì này vì không đạt môn tiên quyết TTTN khi hậu kiểm . em xin chân thành cảm ơn",
    "Kính chào thầy (cô),  Em tên là  Mssv , lớp QL1092 khoa Quản lý Công nghiệp. Trong kì học 202 em có đăng kí hoãn 1 môn: Kinh tế Chính trị - và được nhà trường chấp thuận. Ở bảng điểm em thấy môn học này ghi điểm tổng kết là 13. Vậy Phòng Đào tạo có cập nhật lại và tính điểm môn này vào điểm trung bình kì 202 của em không ạ. Mong được thầy cô hỗ trợ và giải đáp. Em xin chân thành cảm ơn! Chúc thầy (cô) có một ngày làm việc vui vẻ. Trân trọng,",
    "Em học hệ VHVL, HK211 em đăng ký 4 môn 13 tín chỉ tất cả. Mỗi chỉ là 900k. Hôm trước bkpay báo em giá tiền học là 11 triệu 700 ngàn, nhưng bây giờ lại báo là 15 triệu. Là sao ạ? Em không hiểu cách tính tiền học bên trường.",
    "Em chào quý thầy cô Em tên: Nguyễn  MSSV:  Hiện tại em đã bảo vệ luận văn tốt nghiệp và đã có điểm trên mybk. Quý thầy cô cho em hỏi là em muốn in bảng điểm chính thức từ PĐT thì điểm luận văn và điểm học kỳ 202 đã được cập nhật trong bảng điểm chính chưa ạ? Em chân thành cám ơn! ",
    "Kính gửi /Chị hỗ trợ viên, Em là , mã số sinh viên . Em thắc mắc là học phí được thông báo trong BKpay của em là đã có cộng học phí Dự thính vào  chưa ạ? Mong sẽ được quý /Chị hỗ trợ.",
    "n đặc cách là mình tự làm hay có biểu mẫu không cô",
    "Dạ em chào Thầy (Cô), Em đọc quy định về HBKK thì thấy điều kiện để được xét BHKK là không có điểm Hoãn thi(HT), Vắng thi có phép (VP),... Nhưng điều kiện học tập và thi online như hiện nay đôi khi có sự cố về internet phải Hoãn thi thì em không biết là quy định về HBKK có thay đổi không ạ!  Em xin cảm ơn!",
    "Em chào cô. Em muốn hỏi việc nhận giấy xác nhận sinh viên sao nhận ạ, quê em gọi đi khám nghĩa vụ rồi ạ, mà em cũng đang ở quê chưa vô lại ạ   i ",
    "Kính gửi các / phòng đào tạo Em là , mssv , thuộc lớp CC17QKD2 khoa Quản lý công nghiêp. Em có nguyện vọng đăng ký tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp đợt 11/2021. Nhưng em không thực hiện được thao tác \"Đăng ký tốt nghiệp\" trên Mybk vì thông tin tình trạng đăng ký tốt nghiệp của em hiện là \"Không được phép đăng ký (nợ HP)\". Em đã check lại Bkpay và chắc chắn rằng mình đã thanh toán đầy đủ ạ. Em rất mong các / kiểm tra và hỗ trợ giúp em để em kịp đăng ký tốt nghiệp đúng hạn ạ. Em rất mong nhận được hồi âm sớm từ /. Em cảm ơn / và kính chúc / cùng gia đình thật nhiều sức khỏe ạ. Trân trọng, Em Minh ./.",
    "Dạ cho em hỏi giấy xác nhận sinh viên em đăng ký trên mybk vào ngày 7/9/2021 nhưng vẫn chưa được duyệt ạ. Do địa phương em yêu cầu phải nộp trước ngày 20/9 ạ. Em K19 ạ.",
    "Em chào các thầy cô ạ,  Em là . Ở học kỳ 202 vừa qua, em có học môn   B Mạng máy tính    EE3111 của Bộ môn Viễn Thông khoa Điện- Điện tử do thầy     giảng dạy. Tuy nhiên chúng em đã thi cuối kì được gần một tháng theo hình thức trắc nghiệm rồi mà điểm tổng kết vẫn chưa cập nhật trên bảng điểm sinh viên. Em hỏi thầy thì thầy bảo thầy đã khóa bảng điểm, cũng đã gửi mail bảng điểm cho chủ nhiệm bộ môn và cả PĐT hết rồi. Thầy cũng bảo vì thầy đã khóa điểm nên thầy không thể làm được gì thêm nữa và bảo chúng em liên hệ PĐT để giải quyết vấn đề này ạ. Em có đính kèm file pdf bảng điểm mà thầy đã gửi cho chúng em luôn ạ. Em mong PĐT sẽ sớm giải quyết vấn đề này cho chúng em vì lớp học này có tới 90 Sinh viên lận ạ. Em xin cảm ơn ạ.",
    "MSSV: Dạ kỳ 202 em đã được chấp nhận yêu cầu hoãn thi,PĐT có trả lời em là sau ngày 6/9 vào xem kết quả, nếu chưa được giải quyết thì có thể khiếu nại. Và hiện tại kết quả thi môn hóa lý 2 của em trên bkel là điểm 13, tương đương 0 điểm và kéo điểm trung bình học kỳ xuống rất nhiều ạ . Em cũng có thấy thông tin là đến sau tháng 12 PĐT mới có kết quả hoãn thi (vậy là tháng 9 hay tháng 12 ạ). Nếu tháng 12 thì rất khó nếu em muốn đăng ký thi bù vào kỳ này, vì thường kỳ dự thính sẽ kết thúc sớm hơn kỳ chính ạ. Vậy thời hạn 1 năm em được cho phép đăng ký thi bù sẽ tính từ khi có quyết định chính thức hay tính từ thời điểm em hoãn thi ạ. Em có gửi kèm hình ạ. Kính mong PĐT giải đáp giúp em, em xin chân thành cảm ơn ạ.",
    "dạ cho e hỏi em đã làm đơn xin hoãn bảo vệ luận van nộp cho khoa và pdt, e không biết là hk211 e có phải đăng kí lại không ạ hay là phòng đào tạo sẽ tự chuyển cho e tại vì em coi môn Luận văn của e ở hk202 thì đang báo điểm 13 ạ",
    "Dạ em gửi cô email thầy  ạ! Cô kiểm tra lại giùm em với ạ, em cảm ơn nhiều ạ!",
    "Dear quý Thầy/Cô phòng đào tạo, Em là . MSSV là 161037. Em đã có trong danh sách dự kiến tốt nghiệp tháng 11.2021, nhưng thông tin hiển thị là \"Nợ CTXH\", trong khi đó em đã đủ ngày CTXH trên hệ thống MyBK rồi ạ. Mong thầy cô hỗ trợ em giải quyết. Thầy cô giữ gìn sức khỏe trong mùa dịch nhé ạ. Em cảm ơn. Trân trọng, Tốt nghiệp .",
    "Kỳ trước em có đăng ký hoãn thi cuối kỳ môn hóa đại cương và phần thí nghiệm thì chưa học xong do Covid .Vậy bây giờ em phải đăng ký thi nghiệm với thi lại như thế nào ạ",
    "Em chào thầy/cô ạ.Vừa rồi em có đăng kí hoãn thi 1 môn do laptop em bị hư nhưng khi cập nhật điểm lên mybk thì là điểm 13 ạ.Thầy/cô cho em hỏi là điểm 13 do chưa cập nhật hay là điểm cuối cùng vậy ạ,em cảm ơn ạ.",
    "Em chào quý thầy cô! Quỹ thời gian của em chỉ còn Học kỳ này (HK211) nữa là hết, nhưng hiện tại do tình hình dịch bệnh diễn biến phức tạp, Trung tâm  IIG vẫn chưa có thông báo chính thức về thời gian cụ thể khi nào sẽ tổ chức lại kì thi TOEIC, vì vậy học kì này có khẳ năng em không thể nộp được bằng ngoại ngữ để đủ điều kiện tốt nghiệp. Cho em hỏi là nếu hết kì này vẫn chưa nộp bằng ngoại ngữ thì em có bị buộc thôi học tại trường không ạ?  Em xin cảm ơn!",
    "em bị nhập sai điểm trên bkel bộ môn con người và môi trường L05-C  Mong thầy/cô giải quyết giúp em",
    "Em chào ban quản lý phòng đào tạo. Em k14 hiện tại em chưa đủ điều kiện đáp ứng để thi nói viết online, và em mới được gia hạn 1 hk để hoàn thành anh văn nói viết trước tháng 11 này, vậy nếu đợt tháng 11 này e chưa đủ điều kiện tốt nghiệp thì có được xét tốt nghiệp trong khoảng thời gian từ tháng 11 đến hết học kỳ 211 không ạ (Và thời gian chính xác hết HK211 có phải 24/01/22 không ạ) Cho em hỏi thêm nếu thời gian kéo dài này em chưa hoàn thành điều kiện tốt nghiệp thì sau khoảng thời gian này nhà trường sẽ tự chuyển hệ cho em hay em phải viết giấy đề nghị chuyển hệ để nhận bằng. Nếu em bị chuyển xuống hệ vừa học vừa làm thì bằng em nhận ghi chữ chính quy hay tại chức ạ? Em xin cảm ơn và mong phản hồi sớm!",
    "Chào phòng đào tạo, em là  MSSV  . Vì tình hình dịch bệnh, em muốn hỏi là nếu em in bảng điểm thì ngoài phương thức nhận qua đường bưu điện thì phòng đào tạo có thể gửi cho em xin file hoặc hình ảnh trước cho em được không ạ ? Em xin chân thành cảm ơn !",
    "Chào Phòng Đào Tạo, cho em hỏi theo điều 15.4 \"Từ học kỳ 1 năm học 2018-2019, SV đã tốt nghiệp được Trường ĐHBK cấp phụ lục bằng. Thông tin trên phụ lục bằng giải thích về bằng, chương trình học, ngành/chuyên ngành và các thành tựu kiểm định của trường và ngành/chuyên ngành đã đạt được. ” Do vậy hiện này bảng điểm cũng như trên Mybk không còn hiện điểm   B TBTLN    (Trung Bình Tích Lũy Năm) nữa ạ? Và từ nay về sau điểm tính nhận học bổng , phân ngành đều tính bằng điểm   B TBTL    (Trung Bình Tích Lũy) tức là tính cả những môn học không có trong chương trình đào tạo ạ?   i ",
    ". Em là   , học lớp TT01, HK202 môn Triết học. Hiện tại điểm trên hệ thông mybk của em là 0 điểm cho dù em có đi học , nộp bài thi và video thi cuối kì đầy đủ.  Em mong phòng đào tạo xem xét lại cho em ạ. Em cám ơn.",
    "Thân gửi, Thưa thầy/cô, em tên , là sinh viên khoa Điện - Điện tử khóa 2017, chương trình KSTN. Sau khi nhận được mail danh sách tốt nghiệp dư kiến T11/2021 thì em không có tên trong danh sách dù đã đạt đủ các điều kiện về CCNN, ngày CTXH, số tín chỉ, thanh toán học phí,... Mong Trung tâm Hỗ trợ giúp em kiểm tra lại. Trân trọng cảm ơn.",
    "Dạ kính thưa PĐT , trong quá trình thi cơ lưu chất vào ngày 26/08 (16h00)  , em có gặp trục trặc trong quá trình thi, sau giờ thi em có điền link hoãn thi nhưng hôm nay giáo viên HD báo điểm em 2.85 và không được hoãn thi. Em xin phòng đào tạo xem xét lại cho em vì em thuộc K15, môn này rất quan trọng với em để hoàn tất quá trình đại học. Em xin cám ơn và chúc sức khỏe quý thầy cô PĐT",
    "Em xin chào pđt. Em muốn đăng ký làm LVTN của thầy  nhưng tình hình dịch online, em ko biết cách làm sao để gửi đơn cho  để chuyển xuống bộ môn ạ? Vì khi đăng ký LVTN, em đã chờ hơn 1 tuần để xét điều kiện có bị xóa hay ko nên đã trễ 1 tuần ạ. Em mong pđt sẽ sớm trả lời câu hỏi của em. Em cảm ơn ạ!",
    "Dạ thưa T, Trước khi có lịch thi, em có đăng kí hoãn thi các môn dự thính. Bây giờ không biết là em có thể thi luôn được không ạ? Em cảm ơn.",
    "Dạ hiện tại thành phố em ở vẫn còn dịch và các chỉ thị hạn chế ra đường nên em vẫn chưa lấy được bằng tốt nghiệp và chưa có mã hiệu để đăng kí đợt 2 này ạ  Dạ cho em hỏi không đăng kí được giờ có còn đợt nào nữa không ạ, nếu không còn thì em phải làm gid giờ ạ",
    "Kì 202 em có học môn Trường Điện từ nhưng vào hôm thi của kì chính em không để đáp ứng điều kiện máy móc nên đã hoãn thi. Kì dự thính 203 sẽ thi môn Trường điện từ vào ngày 19/9, em muốn đăng kí thi để lấy điểm hoãn thi thì em phải làm gì ạ?",
    "Em chào Thầy/ Cô,   Em đang là sinh viên năm cuối, hiện tại em đã hoàn thành chương trình đào tạo của trường và đang thực tập tại một công ty và chuẩn bị có hợp đồng làm việc Do em chưa tốt nghiệp nên không có bằng nộp cho phía công ty Và để kí hợp đồng, phía công ty cần em có giấy xác nhận đã hoàn thành chương trình đào tạo  Em rất mong quý Thầy/ Cô có thể cho em biết các cách để nhận được xác nhận này từ phía nhà trường được không ạ?   Em xin chân thành cảm ơn   trọng, ",
    "Dạ em chào quý thầy/cô ạ ! Em tên : . MSSV: Em có đăng ký in giấy CNSV và đã xử lý thành công. Qúy thầy cô cho em hỏi là PĐT đã chuyển giấy CNSV đó cho bưu điện gửi đi chưa ạ. Em cám ơn ạ.",
    ". Thầy , Cô cho em hỏi . Đợt trước em có hoãn thi môn GT2 nhưng hôm nay em vào xem điểm các môn khác  thì em thấy môn GT2 của em nó ghi cột điểm cuối kỳ là 13 . Thầy , Cô cho em hỏi là vì sao vậy ạ . Em cảm ơn Thầy,Cô",
    "Thưa thầy cô, Em là , sinh viên Việt Pháp khóa 2016, mssv . Em xin phép thầy cô được thắc mắc về việc hiển thị điểm trung bình tích lũy ngành trong Mybk. Hiện tại khi điểm đã được cập nhật, các bạn cùng khóa và cùng chương trình Việt Pháp đã được cập nhật điểm ở mục \"  I điểm trung bình tích lũy ngành  /I \" (hình đính kèm) nhưng tài khoản của em bị trống mục này từ đầu học kỳ. Vì vậy em xin phép thầy cô giúp em cập nhật mục này. Em xin cảm ơn thầy cô. Trân trọng.",
    "Em chào phòng đào tạo ạ.  Em là sinh viên ở tại ký túc xá (ktx) bách khoa và có đăng ký trong danh sách xin hoãn thi và cho nhận điểm M (12) môn Hóa hữu cơ (CH2021) khi về nhà trúng đợt thi cuối kỳ nhưng bị cách ly .  Và như thông báo mới nhất của ktx thì tuần trước có gởi danh sách những sinh viên xin điểm M cho ban đào tạo trường để xét duyệt và cập nhật điểm. Nhưng tới bây giờ trên bảng điểm, em vẫn chưa thấy cập nhật và sửa điểm ( hiện tại trên thời khóa biểu vẫn còn để điểm môn hóa hữu cơ là điểm 13). Em mong nhận phản hồi từ ban đào tạo ạ . Em xin chân thành cảm ơn",
    "Vì từ đợt dịch tới giờ em chưa lấy được bằng tốt nghiệp THPT mà tới giờ theo cô thư ký trường THPT em báo thì trường em đang là bệnh viện dã chiến và cô để bằng trong trường không lấy được thì có cách nào giải quyết không ạ. Em cảm ơn ạ.",
    "Hôm qua khi em nộp thông tin và đóng lệ phí em có bỏ qua phần hình thẻ 4x6 đến sáng nay em mới bổ sung ạ, hệ thống ghi nhận phiếu đăng ký không được xử ký do chưa có ảnh ạ. Hiện tại em đã bổ sung ảnh rồi mong hệ thống kiếm tra lại thông tin của em với ạ. Em xin chân thành cảm ơn",
    "Dạ em kính chào thầy cô phòng đào tạo, Em tên là , có MSSV là , em thuộc hệ VHVL. Em xin phép được trình bày vấn dề em gặp phải là về học phí. Cách đây 1 tuần em xem học phí hiển thị như hình 1 (gồm 11 250 + 3 600) và hiện tại học phí được hiển thị theo hình 2 (chỉ 11 250) nên em không biết là mình nên đóng cho nhà trường bao nhiêu để không bị hủy môn học ạ . Em kính mong thầy cô xem xét dùm em để em đóng đủ học phí cho nhà trường ạ. Em có đính kèm hình theo file ạ . Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường. Kính mến, Em .",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: . Em đã đăng ký thi Anh văn nói viết đợt 1 và đã không thanh toán lệ phí thi (do lỗi ngân hàng đã trừ tiền nhưng không xác nhận thanh toán trên BKPay). Em đã liên hệ rất nhiều lần nhưng ngân hàng không trả lời nên em đã nhờ tài khoản khác đóng tiền đợt 1 thêm 1 lần nữa. Mong nhà trường có thể xác nhận để em được đăng ký thi vào Đợt 2. Em xin chân thành cảm ơn.",
    "Kính chào Thầy/Cô, Giảng viên dạy môn học Phương pháp tính (MT2011) ở học kỳ 202 có cập nhật lại điểm BTL cho em, điểm tổng kết em tăng từ 7 lên 7.5. Em đã thấy hiển thị điểm tổng kết 7.5 ở mục Phúc tra điểm thi cuối kỳ. Nhưng mà sao trên Bảng điểm của Thông tin sv vẫn chưa cập nhật 7.5 này vậy ạ? Em cảm ơn",
    "Kính gửi các thầy cô trong phòng Đào Tạo, Em là . Em vừa hoàn thành luận văn tốt nghiệp và đang thực hiện đăng ký tốt nghiệp. Tuy nhiên em vẫn chưa có tên trong danh sách dự kiện tốt nghiệp mặc dù đã hoàn thành đủ các điều kiện 142 tín chỉ, chứng chỉ anh văn ở cả 4 kỹ năng và 15 ngày công tác xã hội. Em có đính kèm minh chứng bên dưới . Vì vậy, em đặt câu hỏi này mong các thầy cô trong phòng Đào Tạo có thể hỗ trợ em khi em không có tên trong danh sách dự kiến. Em cảm ơn và mong sớm nhận được phản hồi ",
    "Em chào thầy(cô) chuyên trách ạ. Đợt ngày 07/08 vừa qua em có điền đơn google form do phòng đào tạo gửi qua mail để xin hoãn thi môn giải tích 2 do em đang bị cách ly tại khu tập trung. Và em cũng có email phản hồi đồng ý hoãn thi. Nhưng đến nay, đúng chiều ngày hôm nay điểm đã lên mục bảng điểm là em bị điểm 13 chứ không phải điểm 14(hoãn thi) như điều. Mong thầy(cô) kiểm tra lại giúp em ạ! Thân.",
    "Chào cô, em có đăng kí hoãn thi. Nhưng giờ các môn hoãn thi của em được ghi điểm trên mybk là 13. Nó kéo điểm trung bình của em xuống nên không thể thực hiện tính điểm rèn luyện và phân ngành ạ. Cho em hỏi là bây giờ em khiếu nại liền hay nhà trường đang tiến hành khảo sát đến 30/9 thì chốt ạ. Vì hạn xét điểm rèn luyện của em là 17/9 ạ. Em cảm ơn cô.",
    "Kính gửi : Phòng Đào Tạo Em tên :  MSSV    :  Lớp : CK17LTH Nay em làm đơn kính mong PĐT cho em được chuyển hình thức đào tạo từ hệ chính quy sang hệ VLVH do hiện tại em đã hết thời gian đào tạo chính quy Kính mong PĐT xem xét và giúp đỡ em ! Em xin chân thành cảm ơn !",
    "Dạ vậy là giờ em không thể đăng kí đợt 2 được thì em sẽ đợt đến tháng 10 để nhà trường kiểm tra cả hai gồm bản sao và bản scan đúng không ạ Em cảm ơn pđt",
    "Kính gửi PĐT, Hiện tại em đã đạt đủ toàn bộ các tiêu chí cần thiết để tốt nghiệp nhưng khi kiểm tra trên website thì em vẫn chưa có trong danh sách tốt nghiệp. Mong PĐT giải đáp tại sao em lại không có trong danh sách tốt nghiệp ạ. Regards, Vinh ",
    "Em chào thầy/cô, em khóa k19 bị rớt Nhập môn kĩ thuật mã EE1001. Vì đây là môn học thuộc HK đầu của năm 1 nên em mong thầy/cô có thể hướng dẫn em cách đăng kí học để em hoàn thành tiến độ ạ.",
    "Em tên -MSSV:-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
    "Hồi kỳ 202 em có nộp đơn hoãn thi một môn và được phòng đào tạo phản hồi mail là đồng ý, nhưng hiện tại bảng điểm trong mybk của em được cập nhập và hiện điểm 13, việc này em phải liên lạc ai để giải quyết được không ạ ?  Em cảm ơn ạ.",
    "Chào thầy/cô, Em đã đủ điều kiện tốt nghiệp, sao em vẫn chưa có tên trong danh sách tốt nghiệp tháng 11 ạ . Em tên:  - MSS:  Em cảm ơn!",
    "Em tên  MSSV: Em có đăng ký hoãn thi cuối kỳ môn giải tích 1(MT1003) học kỳ dự thính 202. Khi vào xem bảng điểm thì lại có kết quả điểm 13 là vắng thi. Mong thầy, cô giải đáp thắc mắc cho em ạ.",
    "Kính thưa quý thầy cô, Hiện nay, em có thắc mắc như sau: Môn học A em đang học dự thính, nếu môn học này có điểm tổng kết dưới trung bình hoặc vắng thi (0 điểm), khi đó kết quả học dự thính môn A này có được cập nhật vào bảng điểm của em hay không ạ, và việc này có ảnh hưởng gì đến điểm rèn luyện của em hay không ạ? Em rất mong sẽ được quý thầy cô sơm giải đáp ạ.",
    "Thưa thầy/ cô, Em có một số thắc mắc về quy định không được học lại quá 5% số tín chỉ: 1/ Các môn không có tín chỉ như thể chất, đề cương luận văn, nếu em học lại có tính vào số tín chỉ học lại hay không ạ? 2/ Em đăng ký học lại một môn học B nhưng đã rút môn, vậy lần học lại này có tính vào số tín chỉ học lại không ạ? 3/ Em đăng ký học môn C 3 tín chỉ 3 lần, vậy khi đó, số tín chỉ học lại phải tính như thế nào ạ? Em rất mong sẽ được quý thầy/ cô giải đáp chi tiết. Em xin cảm ơn ạ.",
    "TR4315-Đề cương LVTN Chào PĐT, Hôm trước em có nhận phản hồi PĐT là sẽ đăng kí bổ sung giúp em và cập nhật kết quả trên BKEL sau ngày 20 và tự liên hệ Khoa để xin nhận Gisao viên hướng dẫn ạ. Để thêm phần chắc chắn để em có thể đăng kí bổ sung Đề cương LVTN đúng hạn nên em đã làm đơn xin mở lớp và xin chữ kí của các thầy trong khoa. Em xin kính mong PĐT sẽ giúp em để em có thể đăng kí Đề cương để kì sau em có thể đăng kí Luận văn tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Em chào PDT. Em tên: , là sinh viên chương trình CLC Việt Pháp Khóa :K13. MSSV: 2 Hiện tại Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. Và đăng ký theo hình thức đăng ký môn học. Em không thể đăng ký để thi được vì hết thời gian đào tạo tại HK211. Đáng lẽ ra Em đã có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ và sẽ được thi thay vì hình thức phải đăng ký môn học như hiện nay. Mong PDT xem xét và mở đăng ký môn học của em để em có thể đăng ký thi và có thể tốt nghiệp đợt tháng 11 này. Em cảm ơn.",
    "Em xin đăng ký môn học có đơn đính kèm. Em xin chân thành cảm ơn. ân, .",
    "Em vừa rồi ở kí túc xá Bách Khoa đi theo chuyến xe của tỉnh Đồng Nai về quê, do phải cách ly nên em đã đăng ký miễn thi theo link của kí túc xá và đăng kí hoãn thi theo link của nhà trường gửi. Vừa rồi có kết quả môn phương pháp tính (MT1009) là môn em đã đăng ký, nhưng hiện tại em lại nhận được điểm 13.0 chứ không phải điểm 12 hay 14? Mong nhà trường nhanh chóng xem xét, để sắp tới những môn khác em đăng ký miễn/ hoãn thi không bị gặp lại vấn đề này.",
    "Em chào thầy (cô) Đợt đkmh vừa qua em có đăng ký nhầm môn Cơ học đất (CI3235) nhưng trong chương trình đào tạo của em thì yêu cầu học môn Cơ học đất (CI3001). Thầy (cô) cho em hỏi em có thể chuyển môn tương đương được không ạ? Nếu được thì cách chuyển môn tương đương như thế nào ạ? Em cảm ơn và chúc sức khỏe thầy cô ạ!",
    "Kính gửi . Dạ cho em hỏi là điểm tổng kết môn học Con người và Môi Trường của em có bị sai trên bảng phúc tra không ạ. Tại vì em có đầy đủ các cột điểm thành phần và điểm cuối kỳ là điểm tiểu luận của nhóm. Nhưng những bạn trong nhóm đã có điểm tổng kết, chỉ riêng em là không có điểm tổng kết. Mong Phòng Đào Tạo xem xét và sửa lại giúp em. Em cảm ơn ạ!",
    "Em tên Nguyễn Ngọc Quỳnh Anh, MSSV , ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học . Hiện em đã hoàn thành chương trình Đại học 141 tín chỉ bao gồm các môn trong chương trình đại học và chuyển điểm môn cao học (MSMH: CH4001), đã nộp bằng IELTS, đủ ngày CTXH, đóng đủ học phí, trả đủ sách, hoàn thành chứng nhận GDQP, GDTC. Tuy nhiên, trong danh sách dự kiến tốt nghiệp đợt này (cập nhật 1/09/2021) không tìm thấy tên em. Em mong nhà trường xem xét và sớm phản hồi giúp em. Em xin chân thành cảm ơn. Trân trọng.",
    "Dạ em xin chào thầy/cô ạ. Dạ thầy/cô cho em hỏi một vấn đề là năm nhất em không tham gia học giáo dục quốc phòng được do gia đình em có chuyện buộc em phải nghỉ học thời điểm đó, đến nay em mới có thể xin đăng kí học lại học phần ạ . Thầy/cô có thể xét duyệt cho em xin giấy giới thiệu từ trường để em đăng kí học online giáo dục quốc phòng ạ. Em xin cảm ơn ạ",
    "Kính gửi phòng Đào tạo, Em tên là , hiện là sinh viên năm 4. Pdt cho em hỏi rằng khi em vào trang đăng ký tốt nghiệp, điều kiện xét đơn chưa cho phép do em chưa thanh toán học phí rút môn, pdt đã gửi thông tin về việc xem điểm rút môn sau ngày 15/10. Như vậy việc thanh toán rút môn học sẽ diễn ra khi nào ạ, do việc đăng ký tốt nghiệp hạn chót vào ngày 31/10 ạ. Em xin cảm ơn phòng Đào tạo.   i Tốt nghiệp .",
    "Dạ kính gửi Phòng đào tạo, Em tên là:  MSSV:  Dạ hôm qua em đã điền form hoãn thi lại môn Xác suất thống kê và được Phòng đào tạo gửi mail lại như hình đính kèm. Vậy cho em hỏi như vậy là em hoãn thành công rồi đúng không ạ? Em xin cảm ơn",
    "Kính chào quý thầy/cô, Em tên là , MSSV: . Em đã có tên trong danh sách Dự kiến tốt nghiệp Đợt tháng 11/2021. Nhưng có một mục là Điểm trung bình tốt nghiệp của em có chút nhầm lẫn ạ. Do học kỳ 202 em có học Dự thính môn Đại số tuyến tính để cải thiện điểm số, nên ĐTBTLN sau khi thay đổi điểm của môn này là 8.06, trong khi Điểm trung bình tốt nghiệp hiển thị trên thông tin tốt nghiệp dự kiến của em là 8.02 (điểm này là điểm khi chưa thay đổi điểm môn ĐSTT cải thiện). Mong Phòng đào tạo xem xét trường hợp này giúp em ạ. Em xin cảm ơn. Trân trọng, ",
    "Trong kì thi môn Giải Tích 2 thì em có gặp sự cố khi đang thi và đã báo giám thị ghi nhận, sau khi thi xong em có làm đơn xin hoãn thi theo hướng dẫn của pdt và đã được ghi nhận. Lúc nãy em có vào xem bảng điểm trên mybk thì thấy điểm thi Gt2 cuối kì lại là điểm lúc em đang thi bị sự cố và hệ thống tự động ghi nhận lại đáp án khi chưa hoàn thành bài thi. Vậy là em không được hoãn thi hay sao ạ. Nếu được mong nhà trường xem xét yêu cầu hoãn thi của em ạ, em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em viết email này xin phép được hỏi về vấn đề giấy xác nhận sinh viên về việc hoãn nghĩa vụ quân sự. Sáng ngày 14/09/2021, em nhận được gửi văn bản từ UBND xã về việc nộp bổ sung giấy xác nhận sinh viên ( có hình trong tệp đính kèm ). Ủy ban chỉ yêu cầu hình ảnh xác nhận được trường gửi về mà không yêu cầu giấy trực tiếp, em có thử đăng ký giấy trên MYBK tuy nhiên hình thức lấy trực tiếp thì không khả thi do dịch bệnh, còn hình thức chuyển phát thì không biết có kịp không và phiếu yêu cầu vẫn còn đang chờ xử lý, em có viết mail hỏi thử văn phòng Khoa thì được hướng dẫn đặt câu hỏi trên BKSI. Nên em không biết có thể lấy hình ảnh về giấy chứng nhận bằng cách nào và phải liên hệ ai ạ? Do ủy ban yêu cầu quá gấp, chỉ cho đến ngày 17/09/2021 nên mong PDT phản hồi em sớm ạ!",
    "dạ chào pđt , gia đình em đang ở vùng đỏ nên không thề vào ngân hàng đóng tiền cho em được nên em xin gia hạn thời gian đóng học phí ạ ! em cảm ơn pđt",
    "Chào thầy/cô, Em tên là  - . Hiện tại em đã hoàn thành hết chương trình học cũng như chứng chỉ TA và số ngày CTXH. Tuy nhiên, hiện tại em vẫn không có mặt trong danh sách tốt nghiệp dự kiến. Em muốn hỏi lí do ạ? Rm cảm ơn",
    "Em tên -MSSV:-Lớp BD16CDT. Cho em hỏi là em đã làm đơn gia hạn 1 học kì cho Phòng Đào Tạo và được chấp nhận.Sao giờ em vào mục đăng kí môn học vẫn không được ạ.Em xin chân thành cảm ơn",
    "chào thầy/cô em có câu hỏi là hiện nay em đã qua 4 học kì chính. trước đó em đã bị cảnh cáo học vụ 2 lần. học kì 2 năm 2021 em đăng kí 19 chỉ trên bảng và em qua được 13 chỉ và còn 1 môn 3 chỉ chưa thi. trong bảng điểm kì này để số tín chỉ tích lũy 38. học kì 3 năm 2021 em có đk 4 chỉ và đã qua mà chưa được cập nhật. Như vậy em có bị cảnh cáo học vụ lần 3 không ạ em xin cảm ơn",
    "Học kì 211 em không có thời khoá biểu, vì vậy không thể in giấy xác nhận sinh viên, nhưng chương trình học vẫn còn thì có cách giải quyết không ạ?  Và Giấy xác nhận sinh viên(cấp lại) của học kì 202 em có thể in lại được không ạ?",
    "Em là  Diểm MSSV là . Em xin hỏi về vấn đề thi Toeic speaking &writing. Theo yêu cầu thì em phải có chứng minh nhân dân để giám thị kiểm tra nhưng mà chứng minh của em đã bị thu hồi lúc em đi làm căn cước công dân rồi. Nhưng e vẫn chưa được cấp căn cước công dân. Cho e hỏi em có thể dùng passport để thay thế không ạ?",
    "Em chào PĐT,  Em là , MSSV . Em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và nộp CNNN. Tuy nhiên, do chưa hoàn thành phí trên BKPay nên em chưa có tên trong danh sách tốt nghiệp tạm thời đợt tháng 11.2021 . Hiện tại, em đã hoàn thành các khoản phí trễ hạn (tổng cộng là 180.000 VNĐ), bao gồm: 06 bảng điểm (175.000 VNĐ) và 01 giấy xác nhận điểm trung bình học kỳ (5.000 VNĐ). Em có đính kèm theo hình ảnh ạ . Em rất xin lỗi vì thiếu sót này. Em kính mong PĐT xem xét điều kiện tốt nghiệp của em và phản hồi kết quả cho em ạ . Em xin cảm ơn PĐT rất nhiều.  .",
    "Chào Thầy/Cô, Em là  MSSV . Hiện tại em đã hoàn thành các điều kiện tốt nghiệp: số tín chỉ, anh văn đầu ra, đóng học phí, ngày CTXH,...nhưng không biết vì sao trong 2 đợt cập nhật danh sách TN dự kiến ngày 20/8 và ngày 14/9 đều không có tên của em, nên em rất hoang mang ạ. Kính mong thầy/cô kiểm tra giúp em xem vì sao em không có tên trong danh sách ạ. Em cảm ơn.",
    "Kính chào phòng đào tạo Em tên  mssv  lớp VP15HK Hiện tại em đã hoàn thành đủ số tín chỉ và lVTN, nhưng điểm Toeic nghe đọc của em chỉ đạt 575 - không đủ chuẩn 600 để nhận bằng tốt nghiệp của chương trình PFIEV. Và cũng vì tình hình dịch bệnh Covid-19, em không thể dự thi TOEIC nghe đọc để hoàn thành chứng chỉ TOEIC 600 được, nên em không thể đăng ký tốt nghiệp vào tháng 11/2021 được. Em mong muốn mình sẽ được thi Toeic vào năm sau và được tốt nghiệp vào tháng 4/2022 nếu tình hình dịch bệnh lúc đó đã ổn. Do vậy, phòng đào tạo cho em hỏi: Em có thể được đăng kí tốt nghiệp vào tháng 4/2022 được không ạ? Nếu được, em có phải thực việc đăng ký môn học để duy trì trạng thái vẫn còn là sinh viên của trường không ạ?  Em cám ơn.",
    "Em tên V:  Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp Hiện tại em không vào đăng kí môn học được. Do tình hình dịch covid nên em không thể thi Toeic để nộp lên Phòng Đào Tạo, sắp tới Trung Tâm có hỗ trợ em thi anh văn 2 kĩ năng theo hình thức trực tuyến để đủ điều kiện ra trường nhưng em không vào đăng kí môn học được. Kính mong Phòng Đào Tạo tạo điều kiện để em có thể đăng ký môn anh văn 2 kĩ năng để em có cơ hội được tốt nghiệp. Em xin chân thành cảm ơn.",
    "Dạ em xin chào, Do HK202 em có hoãn thi onl môn (MT1009)(đã có mail xác nhận), nhưng trên điểm tổng kết lại để điểm 13 (chưa được cập nhật) vì vậy điểm trung bình học kì của em bị ảnh hưởng mà sắp tới thì em phải chấm điểm rèn luyện cho năm học vừa rồi thì phải ghi theo điểm nào vậy ạ. Em xin cảm ơn",
    "Thưa PĐT Em đăng kí xét tốt nghiệp thì bị lỗi nợ hp. Em đã kiểm tra là em có tên trong danh sách tốt nghiệp và đã kiểm tra học phí, phí BHYT, BHTN, phí in bảng điểm. Tất cả em đã đóng hết rồi ạ Mong PĐT xem xét lại giúp em. Em xin cảm ơn",
    "Em chào ad ạ Môn triết học Maclenin của em điểm thành phần đúng hết rồi, nhưng điểm trung bình tính sai và đã cập nhật trên bảng điểm thì làm sao sửa lại ạ Mong nhận được sự phản hồi sớm từ ad Trân trọng",
    "Chào PĐT, em tên là , MSSV . Hai ngày trước em có đăng ký in bảng điểm và  và PDT đã gửi bản scan cho em. Nhưng hôm nay bảng điểm của em mới cập nhật thêm 1 môn Quá trình thiết bị nên em xin PDT gửi lại bản scan bảng điểm mới cập nhật lại cho em được không ạ? Hay em phải đăng ký in bảng điểm mới ạ? Mong PDT hồi đáp. Em xin cảm ơn! mail của em: ",
    "Em chào thầy, cô ạ Em tên , MSSV , khoa kỷ thuật xây dưng, ngành xây dựng cầu đường. Em nhập học năm 2014 đên nay đã hết hạn học chính quy nhưng còn chứng chỉ tiếng anh, luận văn và môn học thủy lực thuỷ văn cầu đường đang bảo lưu kết quả để kỳ này thi ạ, cho em hỏi cách để nhập học hệ vhvl và kỳ này hệ vhvl có mở lớp tiếng anh để đủ điều kiện làm luận văn không ạ. Em cảm ơn.",
    "Dạ em xin chào phòng đào tạo ạ Em muốn xin phòng đào tạo cho em đăng kí học chung với khóa 20201 môn Nhập Môn Về Kỹ Thuật ạ. |Họ và Tên: Nguyễn Thành Hải Đăng MSSV: 2011086 Mã MH: EE1001 Em thuộc khoa Điện - Điện Tử ạ Em xin cám ơn phòng đào tạo ạ",
    "Dạ cho em hỏi em đã gửi đơn phúc khảo từ ngày 25/8/2021 khi nào có kết quả ạ",
    "Chào thầy/cô! Em là  - MSSV: . Em đã hoàn thành xong lộ trình các môn học (đã làm xong luận văn), nhưng còn thiếu chứng chỉ anh văn (nghe, đọc + nói, viết), và em không đăng ký được \"AV 2 kỹ năng theo hình thức trực tuyến\" trên trang Đăng ký môn học. Xin cho em hỏi là điều kiện để được đăng ký Anh văn nói viết là như thế nào ạ, và trường sắp có phương án nào thay thế cho thi anh văn TOEIC nghe đọc không ạ (vì dịch bệnh nên trung tâm IIG không tổ chức thi). Em xin cảm ơn.",
    "em có đăng kí rút môn học kì 211 môn xác suất thống kê (MT2013) lớp DT01 nhưng sau ngày 15/09/2021 vẫn chưa có kết quả",
    "Em chào Thầy/Cô, Em là Trường Thịnh, MSSV:  Học kỳ này em đang học môn học sức bền vật liệu của Thầy , nhưng hiện tại lớp em chưa có thông tin liên hệ của Thầy, mong Thầy/Cô cho em xin thông tin liên lạc với Thầy để sớm hoàn thành môn học ạ. Em xin cảm ơn.   i ",
    "Chào Thầy (Cô), Em bị tạm dừng từ học kì 201 và em đăng kí thu nhận vào học kì 211, nhưng do học kì này không có thời khóa biểu thì em sẽ bị thôi học theo điều 27 hay chỉ bị tạm dừng học thôi ạ. Hôm trước Thầy (cô) có nói là se4 xóa tên có thể thu nhận lại vào hk 212 để tốt nghiệp vào tháng 04/2022 Nếu em bị bộc thôi học thì có cách nào thu nhận lại không ạ do em đã học đầy đủ tín chỉ cần thiết để tốt nghiệp  nên không có ĐKMH.",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV  Ngành Bảo Dưỡng Công Nghiệp. Em có nộp đơn xin thu nhận và gia hạn thêm 1 học kì lên phòng đào tạo nhưng bị từ chối do không thuộc đối tượng khu vực 1, em thuộc khu vực 2NT. Hiện tại em còn av2 là chưa học; av1 em xét miễn; av3 và av4 em đã đậu, em chỉ cần thi Toeic 400 nữa là đủ điều kiện ra trường, do tình hình dịch nên em chưa thi được. Em kính mong Phòng Đào Tạo xem xét đơn của em. Em chân thành cảm ơn.",
    "Tên:   MSSV:  Môn học: COn người và Môi trường  Mã MH: EN1003 Lớp L05  EM cung cấp thông tin như cô đã yêu cầu ở câu hỏi trước của em. Mong PĐT xem xét lại giúp em. Em cảm ơn ạ.",
    "tuần trước em có đăng kí phúc tra bài thi cuối kì (vào ngày 6/9/2021) nhưng đã 7 ngày qua em vẫn chưa nhận được kết quả và trên hệ thống đăng kí phúc tra đã cập nhật lại điểm trung bình đúng của em, nhưng trên mybk thì chưa thấy .",
    "Kính chào Trường ĐH Bách Khoa TP.HCM Em Tên  MSSV  Cho em hỏi là em có lịch thi môn anh văn 3 LA1007 Nhưng trong thời khóa biểu của em lại không có môn anh văn 3 và không có tính chỉ ạ. Em mong trường xem xét cập nhật thời khóa biểu cho em. Em xin cám ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên là  MSSV:  Hệ VLVH Do có sự nhầm lẫn vì trước đây, em từng rút môn học mà khi tính học phí sẽ không bao gồm cả môn học đã rút. Nếu như sau khi đã rút môn học mà vẫn phải đóng học phí cho môn đấy, thì có thể cho em xin được huỷ việc rút môn lại được không ạ? Em rất xin lỗi vì sự bất tiện này do thiếu sót của bản thân em. Em mong quý thầy cô có thể giúp đỡ em ạ. Em xin chân thành cảm ơn!   i  .",
    "Em xin đăng ký môn học theo đơn đính kèm. Em xin chân thành cảm ơn. , .",
    "em chào thầy cô ạ,em là k19, em thi được 5.0 ielts, đáng lẽ em phải qua được tất cả anh văn 1,2,3,4, mà khi em kiểm tra được điểm chuyển em chỉ có avan 4, em chỉ được cộng 2 tín chỉ là sao ạ,em cũng k thấy điểm miễn anh văn ở bảng điểm luôn, hồi đầu năm e test chưa qua được avan cơ bản nữa, em cảm ơn phòng đào tạo đã giải đáp câu hỏi của em",
    "Em tên -MSSV:-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
    "Kính chào phòng đào tạo,  Em là Vũ Hoàng Khôi, MSSV , hiện em đã học đủ số chỉ, điểm trung bình trên 5, đủ 15 ngày CTXH, có chứng chỉ ngoại ngữ ielts 7.0. Vậy cho em hỏi tại sao em chưa có danh sách tốt nghiệp tạm thời ạ? Em xin cảm ơn",
    "Tốt nghiệp . Em chào Thầy/Cô, Hiện tại em đã hoàn thành và đã có điểm luận văn và dự kiến tốt nghiệp trong học kỳ 201 tới sau khi tham gia thi TOEIC. Để kiểm tra xem trừ Anh văn ra em đã thỏa các điều kiện còn lại chưa, em muốn nhờ Thầy/Cô xuất giùm em file tốt nghiệp để em có thể kiểm tra, bổ sung và hoàn thiện các điều kiện tốt nghiệp. Em cảm ơn Thầy/Cô nhiều ạ.",
    "Em là  -  có nằm trong danh sách dự kiến tốt nghiệp vào  tháng 11/2021 nhưng hiện nay vẫn không thể đăng ký được xét tốt nghiệp do bị ghi nợ HP trong khi đó em đã thanh toán hết các khoản tại mục BKpay( như ảnh đính kèm). Mong phòng đào tạo hỗ trợ em ạ.",
    "Kính gửi phòng đào tạo . Em tên . MSSV:  Hiện tại em đã hoàn thành luận văn tốt nghiệp vào cuối tháng 8, tổng ngày công tác xã hội là 15 ngày và đã nộp chứng chỉ Ielts (có xác nhận của trường) . Tuy nhiên em không tra được tên trong danh sách tốt nghiệp, kính mong phòng đào tạo gửi file thông tin tốt nghiệp của em để em biết còn thiếu điều kiện gì . Mong nhận phản hồi sớm từ phòng đào tạo, em cảm ơn.",
    "Kính gửi PĐT! Em có đăng ký rút môn học có tính học phí, tuy nhiên sau ngày 15/09/2021 em vẫn không thấy thông báo đã rút môn trên trang mybk. Rất mong được sự xem xét của PĐT. Em chân thành cảm ơn!",
    "Kính thưa PĐT, Em có thắc mắc sau về việc tính điểm các môn tự chọn. Cụ thể, em đã đăng ký học và hoàn thành 2 môn: Vẽ Cơ khí (ME2021, điểm kết thúc học phần là 7.00, vào HK182) và Tối ưu hóa và quy hoạch thực nghiệm (ME3215, điểm kết thúc học phần là 10.00, vào HK202). 2 môn này đều là 2 môn tự chọn nhóm C của CTĐT ngành Kỹ thuật Cơ điện tử, khóa 2017. Theo như quy chế học vụ, đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn. Tuy nhiên, sau khi tự tính lại ĐTBTL đã cập nhật thì em thấy môn tự chọn thứ 2 của em chỉ được tính như là một môn học khác, không có sự so sánh, lựa chọn so với môn học tự chọn thứ 1. Điều này sẽ khiến cho khi em hoàn thành LVTN, số tín chỉ của em sẽ là 147 trên 144 tín chỉ tối đa, bởi vì môn học tự chọn thứ 2 được tính như một môn học khác. Kính mong quý thầy/cô xem xét giải đáp thắc mắc của em trong trường hợp này. Em xin trân trọng cảm ơn.",
    "Kính gửi PĐT! Trong đợt đăng ký bổ sung LVTN HK211, e có đăng ký LVTN. Tuy nhiên đến nay em vẫn chưa có kết quả đăng ký môn học. Em kính mong PĐT xem xét giúp em ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo Em tên :  ,MSSV :  Em là sinh viên chính quy liên thông chuyển sang hệ VLVH vẫn giữ MSSV cũ. Ngày 23/08/2021 ,Trong đợt  Đăng ký bổ sung TTTN + LVTN + DCLVTN thì em có đk môn Luận văn ME4029 , tất cả các điều kiện đều thỏa , và lúc có kết quả đăng ký thì em bị lỗi : Môn học khoa không mở lớp , vào ngày 1/9/2021 em có đặt câu hỏi trên BKSI và được trả lời là sau 15/9/2021 sẽ cập nhật nhưng đến nay em vẫn chưa được cập nhật thời khóa biểu,em chỉ còn môn LVTN là hoàn thành chương trình đào tạo, và em rất mong Phòng đào tạo sẽ giải quyết cho em để có thể theo kịp tiến độ làm LVTN, em xin chân thành cảm ơn Phòng đào tạo.",
    "Em có thăc mắc về việc đã hoãn thi và bây giờ em không có nhu cầu để thi nữa. Em được cô tư vấn là làm đơn hủy hoãn thi và gửi. Vậy cho em hỏi đơn này là tự viết phải không ạ? Vì em không tìm thấy biểu mẫu trên aao và địa chỉ gửi là ở đâu ạ? Em xin cảm ơn",
    "Hiện tại sau ngày 15/9 . TKB của em vẫn chưa được cập nhập ạ. Mong cô kiểm tra lại giúp em Em xin gửi  : Đề cương luận văn - MA4315 Thực tập tốt nghiệp - MA3315 Em xin cảm ơn !",
    "Kính gửi PĐT Học kỳ 212 vừa rồi em có đăng ký hoãn thi môn học Phân tích và thiết kế giải thuật cuối kỳ. Em đăng ký hoãn thi qua form mà đã nhận được email xác nhận từ pđt nhưng đến nay trên trang mybk em vẫn có điểm thi cuối kỳ môn này là 0 điểm. Ngày em nhận được email xác nhận là 16/08 trước ngày thi 1 ngày ạ. Mong được phòng đào tạo giải quyết   i  .",
    "Em xin chào phòng đào tạo ạ. Em bị mất mật khẩu tài khoản BKpay và không thể đóng học phí ạ. Em có liên lạc với bên ngân hàng OCB nhưng họ bảo em phải làm việc với bên nhà trường và họ không giải quyết vấn đề về BKpay ạ. Ở địa phương em cũng không có văn phòng giao dịch OCB. Mong phòng đào tạo hướng dẫn cho em cách lấy lại tài khoản BKpay hoặc reset mật khẩu BKpay giúp em ạ. Em cảm ơn ạ.  ",
    "Em chào phòng đào tạo, Em là  MSSV  hiện đang là sinh viên năm cuối khoa điện-điện tử. Phòng đào tạo cho em hỏi là em đã có điểm học kỳ hè nhưng số tích chỉ tích lũy chung bao gồm của học kỳ hè 203 vẫn chưa có ạ(trên mybk). Nên em không đăng ký tốt nghiệp được. Mong phòng đào tào kiểm tra lại giúp em. Em xin chân thành cảm ơn! Trân trọng, ",
    "Kính gửi Phòng Đào Tạo,   Em tên  - MSSV:  , hiện đang là sinh viên Khoa kỹ thuật Giao thông. Hiện tại em đã tích lũy 125 tín chỉ, đã đạt các môn tiên quyết và tích lũy được 14.5 ngày công tác xã hội. Theo như yêu cầu của chương trình đào tạo thì em phải tích lũy đủ 126 tín chỉ để đăng ký nhận Luận văn tốt nghiệp (LVTN), điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét Chuẩn anh văn hằng năm trên trường và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCNN Toeic và chuyển điểm các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ như hiện nay nên em không thể thi được, vì thế em thiếu tín chỉ để đăng ký Luận văn tốt nghiệp. Em có đăng ký nhận Luận văn tốt nghiệp và đã nhận được kết quả không thành công do không đủ điều kiện nhận LVTN.   Em rất mong Phòng đào tạo xem xét giúp em để em có thể đăng ký làm Luận văn tốt nghiệp kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "Chào anh/chị, Em là -, lớp CC17HC11. Cuối tháng 8 rồi em vừa hoàn thành xong bài bảo vệ LVTN, nên xét ra tổng tín chỉ tích lũy ngành của em đã đủ để xét tốt nghiệp đợt 11/2021. Tuy nhiên, trong danh sách dự kiến tốt nghiệp lại không có tên em cũng như các bạn thuộc nhóm ngành Quá trình Thiết bị, nên em mong anh/chị sớm cập nhật danh sách để chúng em có thể đăng ký tốt nghiệp ạ. Em cám ơn anh/chị đã đọc ạ.",
    "Em chào Thầy/Cô, Thầy/Cô cho em hỏi về việc đăng ký in bảng điểm hiện nay thì có nhận được bảng điểm bản mềm không ạ ? Em cảm ơn.",
    "Chào thầy/ cô . Em có xin hoãn thi môn \"  B Phân tích và thiết kế giải thuật (CO3031)   \" và đã được phòng đào tạo chấp nhận. Tuy nhiên hôm nay em vô mục điểm thi của mybk thì lại thấy điểm thi cuối kỳ môn này là 0đ. Vậy em gửi mail này để hỏi xem có lỗi gì không ạ?  Em có đính kèm hình ảnh gồm: mail chấp thuận của phòng đào tạo; bảng điểm học kỳ này trong email này ạ. Trân trọng",
    "Kính chào PĐT,  Em là , MSSV , khoa Kỹ thuật Hóa học, bộ môn Kỹ thuật Chế biến Dầu khí . Hiện tại, em đã tích lũy đủ 141 tín chỉ, 35.5 ngày CTXH và CCNN đã được PĐT phê duyệt. Tuy nhiên, em không tra cứu được thông tin của em trong danh sách tốt nghiệp tạm thời đợt T11/2021 . Sau đó, em có liên hệ với PĐT và được nhận thông tin do em đang tích lũy thiếu 2 tín chỉ nhóm C (nhóm môn học tự chọn không bắt buộc) của hướng ngành khác của khoa KTHH. Thực tế, theo chương trình đào tạo là chọn tối thiểu 6 tín chỉ trong nhóm đúng hướng ngành và 4 tín chỉ trong nhóm hướng ngành khác. Tuy nhiên, có thông tin từ thầy  là từ K2017 sẽ được chọn ngẫu nhiên các môn nhóm C để học, miễn sao tích lũy đủ 10 tín chỉ là được. Với em, em đã tích 8 tín chỉ trong nhóm đúng hướng ngành và 2 tín chỉ trong nhóm hướng ngành khác . Do vậy, em xin gửi PĐT 05 hồ sơ, bao gồm:  1. Quy định môn tự chọn nhóm C theo chương trình đào tạo; 2. Quy định môn tự chọn nhóm C thay đổi từ K2017 (thầy ); 3. File excel các môn nhóm C đã tích lũy; 4. Phản hồi từ thầy ; 5. Thông tin tốt nghiệp_MSSV  . Em kính mong PĐT xem xét lại yêu cầu môn học nhóm C và phản hồi thông tin tốt nghiệp giúp em ạ . Em xin trân trọng cảm ơn  .",
    "Em chào Thầy(Cô), Trong học kỳ vừa qua, em có đăng ký hoãn thi môn Phân tích và thiết kế giải thuật, Mã môn học: CO3031. Tuy nhiên, trong bảng điểm em xem thì là 0 điểm chứ không phải điểm 14. Mong sớm nhận được phản hồi từ Thầy(Cô) Em cảm ơn",
    "Dạ cho em hỏi là chiều nay hết hạn đăng kí nộp bằng tốt nghiệp THPT nhưng hiện tại trường em đang làm khu cách ly và em đã liên hệ bên trường cấp 3 nhưng",
    "Chào PĐT, Em là  MSSV: Lớp: CC20KYS Em thấy mail trường ghi hạn nộp bằng tốt nghiệp  là ngày 16/09/2021, mà hiện giờ em vẫn chưa đi đâu được vì dịch Covid. Vậy em phải nộp như thế nào ạ?( em có đăng ký nộp bàng trên MyBK rồi ạ) Mong PĐT phản hồi em sớm. Trân trọng,  ",
    "chào thâỳ cô! Kinh mong quý thầy cô xem xét cho em đơn xin đặc cách đăng kí luận văn này ạ Em xin cảm ơn",
    "Dạ em chào anh/chị, Em tên là , MSSV . Sinh viên khoa kĩ thuật hóa học chương trình CLC . Vào ngày 06.08 em đã gửi đơn cho phòng đào tạo để xin dời luận văn tốt nghiệp do dịch Covid 19 ạ. Đến ngày 09.08, phòng đào tạo đã xác nhận là nhận được đơn và gửi đi phê duyệt . Nhưng do đến giờ em vẫn chưa nhận được phản hồi nào về vấn đề phê duyệt đơn xin dời luận văn nên bộ môn cũng không thể xét cho em được dời để kịp nộp điểm các bạn khác cho nhà trường. Hiện em đã bị cập nhật bảng điểm luận văn là số 13 (vắng thi) và tính vào điểm trung bình của mình. Em cũng theo hướng dẫn của VPĐTQT là đợi xét duyệt đơn xong mới hướng dẫn em đăng kí lại môn luận văn nên hiện tại cũng chưa thể đăng kí lại luận văn với bên bộ môn. Giảng viên hướng dẫn của em cũng lo lắng về vấn đề trên và hỏi em . Em mong anh/ chị có thể giải đáp giúp em về thời gian phê duyệt đơn và việc bảng điểm có được cập nhật lại sau đó không ạ. Em mong được giải quyết đơn sớm để hoàn thành thủ tục và yên tâm thực hiện luận văn của mình ạ . Em xin cảm ơn nhiều.  ",
    "dạ cho em hổi tài khoảng ocb của em bị khóa vì lí do nhập sai mật khẩu . em đã liên hệ bên ngân hàng và họ bảo em ra ngân hàng dải quyết, nhưng h em đang ở quê và đang dịch v em sao có thể ra được ạ. cho em hỏi có cách đóng tiền nào khác không ạ",
    "Dạ em có đăng ký nhận giấy  xác nhận sinh viên để hoãn nvqs mà hơn 1 tuần rồi vẫn chưa nhận được mẫu pdf ạ mong ad giúp em với ạ em cảm ơn nhiều ạ   i  .",
    "Em chào thầy(cô) chuyên trách. Em nhận được thông tin về trường hợp hoãn thi sẽ được phòng đạo tạo sẽ hoàn thành xong trong tháng 12. Do kì trước(tức kì 202) em có đăng kí hoãn thi do phải cách ly tập trung, hiện giờ bảng điểm đang cập nhật điểm cho em là 13, vậy em muốn đăng kí thi cuối kì ở học kì này(tức kì 211) liệu có được chấp thuận không ạ? Hay phải xác nhận hoãn thi thành công để bảng điểm chuyển thành điểm 14 mới được đăng kí thi bù bài cuối kì ạ. Mong thầy(cô) giải đáp giúp em ạ. Em cảm ơn rất nhiều! Thân.",
    "Chào thầy/cô Em tên là  MSSV  Em có câu hỏi như sau: Em đã có tên trên danh sách tốt nghiệp tạm thời,Vậy cho em hỏi khi nào sẽ có giấy tốt nghiệp tạm thời và giấy tốt nghiệp tạm thời có được gửi qua email không ạ?  Em cám ơn thầy cô rất nhiều ạ.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em chào cô, Cô cho em xin rút lại yêu cầu rút môn học đã gửi trước đó nhé. Mã môn học: CO3004 Tên môn học: Mạng máy tính Em cám ơn ạ.   i  .",
    "Dạ hiện tại em đã liên hệ với trường họ bảo là  sở GD&ĐT của tỉnh em chưa cấp bằng TN THPT thì giờ em đợi đợt sau hay làm sao ạ ? Và có ảnh hưởng gì đến việc đk môn học không ạ ?",
    "Dạ cho em hỏi em để quên cái bằng tốt nghiệp ở ktx khu A , nên bây giờ e không thể bk được mã số để đăng kí nộp giấy tốt nghiệp thpt , vậy pdt có cách nào có thể giải quyết cho e đc không ạ , e cảm ơn ạ",
    "Kính gửi Bộ phận học vụ VPĐT Quốc Tế OISP    Tôi tên:   MSSV:     Tôi làm đơn này xin HUỶ đăng ký rút học Ô tô và môi trường - Automobile and Pollution (MMH: TR3071) ở học kỳ 211 Lý do tôi chưa đọc kĩ quy chế học vụ của PĐT, và thời gian học môn này đã được thay đổi cho phù hợp giờ với sinh viên Nên tôi xin huỷ đơn đăng ký rút môn, và mong được tiếp tục theo học môn học nói trên    Tôi cảm ơn, và mong sớm nhận được phản hồi của PĐT    Thân",
    "Dạ em chào pdt, hôm qua em có hỏi về vấn đề xin bổ sung TLTN thì pdt có phản hồi cho em là bổ sung mã TLTN và xác nhận đồng ý của khoa nhận cho sinh viên làm TLTN thì em đã làm đơn gửi về khoa xác nhận đồng ý rồi và có gửi đến phòng đào tạo rồi,nên em xin pdt kiểm tra xem xét cập nhật tkb TLTN mã mh(260663) để em có tkb và liên hệ giáo viên nhận đề tài ạ,em cám ơn .",
    "Em tên Đoàn Thái Ngọc MSSV  Đợt vừa rồi do dịch nên trường cấp 3 của em là trường tư thục nên cho học sinh nghỉ và trường cũng không làm việc nên em VẪN CHƯA LẤY ĐƯỢC BẰNG TNTHPT được ạ. Vì chưa lấy nên em không thể điền thông tin trên trang MyBK, cho em hỏi là trường có đợt nộp sau để em được đăng ký không ạ. Em cảm ơn!",
    "Dạ cho em hỏi còn cách nào để mà bây giờ không đăng kí được nộp bằng tốt nghiệp thpt , mà vẫn có thể nộp được bằng không ạ , mong giúp em với ạ",
    "Em xin chào PĐT, Em là , MSSV , Cơ Điện Tử Việt Pháp K16. Hiện tại em đã đủ điều kiện tốt nghiệp đợt tháng 11 năm 2021, nhưng không có tên trong danh sách tốt nghiệp. PĐT có thể kiểm tra giúp em trên hệ thống đang báo em thiếu gì hay có nhầm lẫn gì không. Em cảm ơn.",
    "Chào em, PĐT đã gửi email đến sv, em đọc nhé (chưa đến hạn thanh toán mà em) Thân gửi các bạn sinh viên, Sinh Viên thanh toán học phí qua cổng thanh toán BKPay Thời gian: 1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 25/09 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11 ... Thân mến,",
    "Dạ em xin chào thầy cô ạ,em là , MSSV . Em đã nhận được đơn hoãn thi môn Giải Tích 1 thành công,tuy là bảo thời gian sau 30/9 mới thắc mắc, nhưng em hơi lo lắng nên muốn thắc mắc sao vẫn chưa có lịch thi nhưng lại có điểm tổng kết môn là 13 vậy ạ. Em mong nhận được phản hồi từ thầy cô ạ, em xin cảm ơn .   B :",
    "Chào BKSI, em tên là , MSSV: , lớp DD18DV3. Em xin trình bày việc sau ạ: em là sinh viên ở Kí túc xá Bách Khoa (quận 10) và vì phải về quê trong đợi thi nên em đã đăng ký xin hoãn miễn thi theo link mà Kí túc xá cung cấp. Nhưng đến hôm nay kết quả môn đó của em lại là điểm 13. Em không biết đây có phải là kết quả cuối cùng hay em phải đợi nhà trường cập nhật lại sau ạ (vì em nghe một số bạn nói nhà trường sẽ cập nhật lại ạ)? Em xin cảm ơn.",
    "cho em hỏi em xin giấy \"Bổ túc hồ sơ cho địa phương\" thì khi nào được xử lý ạ, em đã đăng ký ngày 9/9/2021",
    "Dạ vừa rồi trong kì thi em có bị sự cố ở 1 môn, sau đó đã nộp đơn xin hoãn thi buổi đó, nhưng sau đó đã được giang viên của Tổ bộ môn sắp xếp lịch kiểm tra bù và đã nộp minh chứng lên BKEX. Hiện tại, em đã có điểm và không biết là như vậy thì em có phải xin rút đơn hoãn thi đó không ạ, vì em không biết đơn đó là hoãn thi buổi thi hay là hoãn cả môn. Em xin được tư vấn ạ. Em cảm ơn !",
    "dạ em chào thầy cô, Hiện tại em là sv khóa k15, do em mới nhận được điểm môn học CSKTĐ (EE2017) thấp hơn so với dự định của em, và không thể qua được môn này. Do kì này là kì cuối của em, nếu không thể trả môn này trong kì này, bằng của em sẽ chuyển sang hệ vừa học vừa làm, thầy/ cô cho em hỏi có thể giúp em đăng ký lớp dự thính CSKTĐ hiện tại đang mở được không ạ? Lớp này hiện chỉ mới học được 2 buổi. Mong thầy/ cô xem xét giúp em với ạ. Em cảm ơn thầy cô rất nhiều",
    "Thưa PĐT. Em có đăng lý form hoãn thi môn Triết học SP1031 và bây giờ chưa thi lại nhưng hiện giờ trong bảng điểm thì đánh dấu là điểm 13.00 vắng thi. Em mong có sự chỉnh sửa hợp lý.",
    "Em chào phòng đào tạo. Em là . MSSV:. Lớp: CK16KSCD. Em đã hoàn thành chương trình học còn anh văn nói viết để nhận bằng. Do em không đăng ký môn học nên đã bị tạm dừng học, dịch bệnh em không thể lên trường nộp đơn được ạ. Mong thầy cô tiếp nhận đơn và mở lại tình trạng học cho em ạ. Em xin chân thành cảm ơn ạ.",
    "TR4313 Luận văn tốt nghiệp. Em xin chào phòng đào tạo, em là Trần Minh Bảo, hiện đang theo học Văn Bằng 2, ngành Kỹ Thuật Ô Tô, khoa Kỹ thuật giao thông. Văn Bằng 1 của em là ngành Cơ Khí chế tạo máy - MSSV 6. Điều kiện để nhận Luận văn tốt nghiệp thì em đã có đủ nhưng không hiểu sao phòng đạo tạo báo là không đủ điều kiện ạ. - Anh Văn : học kì này phòng đạo tạo không xét nên em dù chưa có vẫn ok ạ. - Ngày CTXH : do là em học Văn Bằng 2 nên không cần đến ngày CTXH ạ. Em đã hỏi điều này từ khi bắt đầu học. - Chương trình đào tạo : em đã hoàn thành chương trình đào tạo...đủ số tín chỉ để đăng kí. Em xin đính kèm file miễn môn học của phòng đạo tạo. Em có đính kèm mẫu đơn của Khoa xác nhận. Nếu em khiếu nại thành công thì Khoa vẫn cho em nhận Luận Văn ạ. Mong phòng đào tạo xem xét giúp cho em.",
    "Em là Nguyễn Đình Minh Nhật, sinh viên Việt Pháp khoá 2015. Ngày 07/08/2021, em vì không thể đi in giản đồ kèm theo phục vụ cho việc thi môn Nguyên Lý Hoá Công Nghiệp (601702) online vì giãn cách xã hội nên em đã đăng ký hoãn thi truocws ngày thi như đúng mail của trường gửi sinh viên và đã nhận được mail xác nhận của trường là đã đã đăng ký và chấp nhận mail. Lần trước em có lên trên này hỏi thì được đáp là check lại mail. Tuy nhiên đến nay điểm của em vẫn là 13 ạ, cho em hỏi em là vì sao lại như vậy ạ ? Ngày 21/8/2021, em có thi Xử lý tín hiệu tương tự và tín hiệu số (405715), em có điểm danh và nộp bài và thầy xem thi đã bảo bài nộp em được rồi em mới thoát ra, vậy thì cho em hỏi là hôm nay cập nhật điểm là điểm 13 là sao vậy ạ.",
    "Em là k18, kỳ vừa rồi em đã đăng ký nhầm mã đề cương luận văn tốt nghiệp CO4315 thành CO4311 Hiện tại em đang hoang mang không biết mình có còn cách nào để giải quyết không ạ. Hiện tại bên thời khóa biểu em không hiện đề cương ạ. Em đã đăng ký đề tài đề cương và đang làm thì mới nhận ra ạ. Em chân thành cảm ơn",
    "Dạ em chào thầy/cô, Vào ngày 11/08 em có đăng kí hoãn thi môn học Hóa hữu cơ (MHH: CH2021) với lí do là em dương tính với SARS-COVI2, em có đăng kí qua bksi và được cô hướng dẫn điền form và em cũng đã điền form rồi ạ. Tuy nhiên hôm nay em có điểm trung bình học kì thì môn Hóa hữu cơ của em được cho điểm 13 chứ không phải điểm I, em xin thầy/cô kiểm tra lại thông tin giúp em với ạ . Em xin cảm ơn. Em chúc thầy/cô được nhiều sức khỏe và bình an!",
    "Tình hình là em mới nhận được mail thông báo quay lại học các môn thể chất từ nhà trường . Em có thắc mắc là :   B  2 môn Thể Chất em học trước đó đều hiện lên trang BKEL nhưng riêng môn Bóng Chuyền (HK202) thì lại không hiện. Vậy nếu quay lại học Thể Chất thì em phải lấy link ở đâu ạ??    Mong Nhà Trường giải đáp sớm.   i  .",
    "Em tên , mssv 155108. Hiện giờ em muốn xét tốt nghiệp trên hệ thống MyBk, nhưng do dịch bệnh em không có được hình 3x4 mặc sơ mi đeo cà vạt (do áo và ca vạt em để ở phòng trọ, và giờ em không mua kịp)",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em chào cô, Em xin được gửi đơn huỷ rút môn học mà trước đó em đã gửi PĐT ạ. Mong cô xem xét đơn huỷ này giúp em nhé. Em cám ơn cô.   i  .",
    "Dạ em là  . mssv:  Thời khóa biểu môn học của em có môn bơi GDTC (PE1043) lớp: L30 Nhưng trong BK elearning của em không có mục môn bơi ạ. Em xin cảm ơn",
    "Kính thưa Phòng Đào Tạo, Em tên  - MSSV . Em kính nhờ PĐT xin file tình trạng xét tốt nghiệp của em ạ. Để em kiểm tra còn thiếu môn gì nữa không ạ. Chân thành cảm ơn PĐT rất nhiều. Best regard.",
    "Em đã đăng kí in thẻ sinh viên gửi về nhà cách đây một tháng rồi, nhưng đến nay vẫn chưa nhận được. Không biết bao giờ em mới nhận được ạ. Em sợ không có kịp để em thi giữa kì này. Em kiểm tra thông tin thì thấy đã đăng kí thành công và in xong, em đã đóng phí qua bkpay.",
    "Kính gửi BKsi, Em tên: , MSSV:  Theo sự hướng dẫn của cô  trong phản hồi ID 36087. Nay em làm đơn xin cứu xét đăng ký LVTN (file đính kèm) này mong thầy /cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ Luận văn tốt nghiệp trong học kì này, để em có thể hoàn thành kịp tiến độ học tập. Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
    "Tên:  MSSV:  Khoa cơ khí Hiện tại, địa phương em ở cần một file PDF giấy xác nhận sinh viên để hoãn NVQS. Em đã đăng kí in giấy xác nhận sinh viên, nhưng do tình hình dịch bệnh nên có thể ko gửi đến địa phương em kịp. Mong PĐT cấp cho em 1 bản PDF. Em xin cảm ơn.",
    "i số tuyến tính (Việt Pháp), MT1015 , lớp P01 Lí do đăng kí: Môn này của năm nhất, trong đợt I và đợt II của kì đăng kí môn học em không tìm thấy nên không đăng kí được. Đến đợt III thì em không chú ý mail nên không kiểm tra . Được sự hướng dẫn của cán bộ PĐT, nay em làm đơn này xin học chung với K21 môn Đại số tuyến tính (Việt Pháp) Hiện tại môn học cũng chưa bắt đầu, mong PĐT giúp đỡ để em trả nợ môn. Em xin cảm ơn.",
    "Cho em hỏi là em bị cách ly tại khu cách ly làm sao để học thể chất được? Có cách nào để khắc phục không ạ?",
    "Dạ em xin chào thầy/cô: Trong phần thông tin cá nhân =  nơi sinh của em hiện nay đang bị sai. Nơi sinh đang hiển thị: Tỉnh Bà Rịa Vũng Tàu Em mong thầy/cô hỗ trợ giúp em sửa lại ạ: Nơi sinh đúng: Tỉnh Đồng Nai. Em xin cảm ơn.",
    "Chào thầy(cô), Em là , là sinh viên chuyển hệ từ Chính quy qua hệ VHVL (vì hết thời gian đạo tạo khóa 14), trong tờ giấy đăng ký chuyển hệ thì em xin chuyển từ ngành đang theo học là Cơ kỹ thuật (khoa Khoa học Ứng dụng), nhưng nay em vào xem thông tin thì đã chuyển qua ngành Kỹ thuật Chế tạo (khoa Cơ Khí). Vì hiện tại em chỉ còn vài môn bên ngành Cơ kỹ thuật là em tốt nghiệp, thầy cô có thể hướng dẫn em làm cách nào để chuyển qua lại ngàng Cơ kỹ thuật không ạ. Em cảm ơn ạ.",
    "em tên là  học lớp Triết L04-C, bữa thi Triết em có điểm danh nhưng chưa kịp làm bài thì máy em gặp trục trặc nên bị tắt ngang, ngay sau đó em có gửi đơn xin hoãn thi nhưng giờ vẫn bị nhận điểm 0 ạ, mong thầy cô xem xét, kiểm tra lại ạ .",
    "Dạ cô ơi. Cô xem có sai sót gì không ạ ! Tính đến học kì 202 . Em đã tích lũy hơn 100 tín chỉ chuyên ngành. Em đã đăng kí đầy đủ tất cả các môn học theo lộ trình của CTĐT . MT1003  GIAI TICH 1               4                MT1009  PHUONG PHAP TINH          3                MT2001  XAC SUAT VA THONG KE      3              PH1003  VAT LY 1                  4               PH1007  THI NGHIEM VAT LY         1    Chỉ có 5 môn này em chưa tích lũy được và đã đăng kí 2 môn vào kì học 211 này   MT1003  GIAI TICH 1               4 MT1009  PHUONG PHAP TINH          3     Riêng môn Hóa Lí CH2001, vì khoa đã thay đổi CTĐT , nên e có đăng kí môn tương đương Hóa lý- Công nghệ vật liệu MA2037 vào HK202, vì tình hình dịch bệnh nên chưa thực hành được nên chưa có điểm môn này ạ !  Và em đã nộp đầy đủ đơn đóng học phí nộp trễ và đơn phục hồi TKB và đã đóng tiền học phí cho TTTN của môn TTTN ở những câu hỏi phía trên và được xét duyệt !  Em mong cô xem xét lại trường hợp của em ạ !",
    "Cô cho em hỏi: Em đăng ký môn học Đề Cương Luận Văn Học Kỳ 211 mã số môn học CO4321 nhưng bị hủy do mã môn học không đúng. Em có đính kèm thông báo kết quả đăng ký môn học . Chương trình đào tạo của em ngành kỹ thuật máy tính K2017 bằng 2. Cô kiểm tra giúp em, em đã đăng ký đề tài với thầy hướng dẫn và với khoa rồi. Em cám ơn cô",
    "Em chào PĐT,  Trước em có làm đơn xin hoãn luận văn HK202 và đã được duyệt. Sau ngày 06/09/2021 thì em kiểm tra trên bảng điểm như hình . Em có được hướng dẫn là nếu được duyệt thì không cần đăng kí lại môn học và đóng học phí, mà tiếp tục thực hiện luận văn vào học kì này (HK211) . Em hiểu như vậy có đúng không ạ?  Nếu đúng hay sai thì mong PĐT cho em câu trả lời và hướng dẫn tiếp theo để em kịp liên hệ lại với giảng viên hướng dẫn cho kịp học kì này ạ . Em cảm ơn!  Trân trọng",
    "Kính gửi Phòng đào tạo, Như đã đề cập ở câu hỏi trước đó, em đã kiểm tra rất kỹ các điều kiện để được tốt nghiệp vào đợt 11/2021 nhưng không nằm trong danh sách dự kiến. Mong phòng đào tạo có thể gửi em sớm bản xét tốt nghiệp để em biết nguyên nhân vì sao em không nằm trong danh sách dự kiến lần này, để có thể dễ dàng xoay xở kịp thời trong mùa dich Covid hiện tại. Em xin chân thành cảm ơn.",
    "Dạ em là Lâm Thuận An, MSSV . Em đã đạt học phần mở rộng môn Truyền khối ở HK192(ảnh) Học kì này em có đăng kí học cải thiện lại môn Truyền khối này nhưng tại sao TKB lại xuất hiện phần mở rộng này, liệu em có cần phải làm lại không ạ?",
    "Kính gửi Phòng đào tạo Em tên là , khóa 2017 Em đã hoàn tất chương trình đào tạo, tuy nhiên em chưa có bằng anh văn 2 kỹ năng Speaking và Writing nên chưa thể đăng ký tốt nghiệp để nhận giấy chứng nhận tốt nghiệp tạm thời. Em muốn hỏi là phòng đào tạo có cấp giấy chứng nhận hoàn tất chương trình học không ạ. Để em có thể thuận tiện trong việc xin việc làm ạ. Em xin cảm ơn ạ.",
    "Cho em hỏi, em bỏ sót đợt đăng ký môn học đề cương luận văn tốt nghiệp. Hiện em cần học môn này trong học kỳ này. Em xin phép phòng đào tạo cho em được đăng ký môn học TR4311 Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô) để em có thể tốt nghiệp đúng thời hạn được không ạ. Em xin hứa sẽ theo kịp nội dung của môn học và các tiêu chí môn học đề ra ạ. Xin cảm ơn.",
    "Theo như trong mail thì GDTC sẽ được tổ chức học trực tuyến , nhưng trong Bkel của em chưa được cập nhật site Giáo Dục Thể Chất, mong Phòng Đào tạo sớm cập nhật cho em ạ . MSSV: ",
    "Dạ em kính chào thầy cô phòng đào tạo, Em tên là , có MSSV là , em thuộc hệ VHVL. Em xin phép được trình bày vấn dề em gặp phải là về học phí . Em có đính kèm hình đăng kí 3 môn học cho học kì này, trong đó là có 2 môn học dự thính là Giải tích 1 & Đại số tuyến tính, môn còn lại là môn Cấu trúc rời rạc cho Khoa học máy tính là môn chuyển hệ. (có đính kèm file hình) Theo như thông báo từ nhà trường là các môn học dự tính cần được thanh toán theo như thông báo mới nhất từ nhà trường là:  1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10/2021 (gia hạn thời gian vì giãn cách xã hội). 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11/2021. Trong khi đó, hiện tại học phí của em được tính như file đính kèm là học phí hệ VHVL (đã được nhà trường điều chỉnh) (chứ không phải là số tiền theo học dự thính ban đầu như file hình học phí trước đó - có đính kèm) thì không biết có bị tính thiếu hay nhầm lẫn gì không ạ . Em chỉ sợ em đóng không đủ học phí và không đúng deadline sẽ bị hủy môn học nên em có email hơi nhiều mong thầy cô bỏ qua dùm em ạ . Em kính mong thầy cô xem xét dùm em để em đóng đủ học phí cho nhà trường ạ. Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường. Kính mến, Em .",
    "Dạ em chào quí thầy cô BKSI! Em tên Võ Danh Thùy , chuyên là em nhận được mail của trường là GDTC học kì 202 phải học ONLINE bổ sung,   B trong thời khóa biểu thì có hiển thị MÔN GDTC( là Bóng đá) nhưng trong BKEL thì k có hiển thị học phần BÓNG Đá ạ.    Mong quí thầy cô hỗ trợ cập nhật lại cho em với ạ! Em có chụp ảnh bên dưới ạ.",
    "Dạ cho em hỏi, nếu việc thanh toán học phí cho k21 là 15tr/học kì, thì chỉ đóng 3 kì thui,hay từ giờ đến lúc ra trường nếu đăng ký được 1 môn như kì này thì vẫn đóng mức học phí trên 11tr như bây giờ ak Việc thứ hai em muốn hỏi là do kì này một vài môn pdt không mở lớp, chứ k phải em chỉ đk 1 môn, nếu vậy thì từ giờ đến khi hoàn thành chương trình học nếu kì nào cũng chỉ đk được 1 môn thì dù 5 hay 6 kì nữa thì em vẫn phải đóng hơn 11tr như kì này hay sao ak",
    "Em chào thầy cô, em thắc mắc nộp chứng chỉ sao cứ gặp hiện tượng là không thể cập nhật thông tin chứng chỉ là sao ạ, em xin cảm ơn ạ",
    "Kính gửi Phòng Đào tạo, em tên là , MSSV , sinh viên khoá K18 ngành Kỹ thuật Hệ thống Công nghiệp, khoa Cơ Khí. Chiều nay em có nhận được mail của Phòng Đào Tạo về việc học bù môn Giáo dục thể chất của học kỳ 202. Em kiểm tra lại thì hiện tại thời khoá biểu của em đã hiển thị lịch học bù cho môn học này, tuy nhiên ở trang e-learning của em lại bị mất khoá học \"Bóng chuyền - PE1035 - Lớp L09\" nên em không thể xem được link google meet của buổi học. Kính mong Phòng Đào Tạo kiểm tra và cung cấp lại quyền truy cập khoá học Giáo dục thể chất này giúp em ạ. Em xin cảm ơn và rất mong nhận được phản hồi từ Phòng Đào Tạo. Kính chúc Phòng Đào Tạo một ngày làm việc vui vẻ, hiệu quả, nhiều sức khoẻ.",
    "Em chào thầy, cô ạ Em hiện là sinh viên năm 3 và đăng ký học thể chất môn Võ ở kỳ 202, trên thời khóa biểu của em có lịch học nhưng trên E-learning thì không thấy khóa học Thể chất của mình . Sắp tới môn thể chất học online và cần đăng nhập E-learning để lấy link gg meet thì phải làm sao ạ? (em có gửi kèm ảnh) Em mong nhận phản hồi từ thầy, cô. Em cảm ơn ạ.",
    "Dạ em chào thầy(cô) thành phần điểm đều đúng, nhưng tính theo phần trăm điểm thì em được 7.26 theo nguyên tắc là được làm tròn lên; nhưng hệ thống là làm tròn xuống ạ ( có bạn 7.76 nhưng được làm tròn thành 8 ạ) Em liên hệ với giáo viên bộ môn thì được phản hồi là hệ thống nhập điểm đã khoá, bảng điểm đã hoàn tất nộp rồi Vậy bây giờ em phải làm sao ạ, điểm này thật sự rất quan trọng với em ạ. Mong nhận được sự phản hồi sớm từ thầy(cô) Trân trọng.",
    "chào cô, cho em hỏi mình scan giấy bổ túc cho địa phương ở chỗ nào ạ ? em không tìm thấy",
    "Em chào thầy cô, Em là sinh viên bằng 2 CQ khóa 2021, khoa Điện-Điện tử, ngành Kĩ thuật điều khiển và tự động hóa, MSSV . Ngày 07/09/2021 em có phản hồi với PĐT về việc thông tin Khoa-ngành đào tạo của em trên MyBk bị sai thành khoa Cơ khí - ngành Cơ điện tử và nhận được phản hồi là sẽ giải quyết qua email. Tuy nhiên đến hiện tại thông tin của em vẫn chưa được cập nhật lại cho đúng. Điều này dẫn đến hệ quả em không có tên trong danh sách khoa Điện và do đó không nhận được thông tin về bài tập lớn môn Xác suất thống kê. Trong khi những bạn khoa Điện khác đã được chia nhóm để làm bài tập lớn. Vì vậy em kính mong PĐT nhanh chóng chỉnh sửa lại thông tin học vụ giúp em và nếu được thì giúp em thông tin đến thầy cô khoa Điện để cho em được thực hiện bài tập lớn môn Xác suất thống kê cùng các bạn trong khoa. Em xin cảm ơn.",
    "Chào anh/chị, em tên  sinh viên k17 ngành điện điện tử chương trình tiên tiến. Hiện tại em muốn đổi giáo viên hướng dẫn đề cương thì hiện tại em cần phải làm thủ tục gì ạ. Em cảm ơn .",
    "Dạ em xin chào ạ  Vào đầu năm học đầu tiên tại trường trong giai đoạn chuẩn bị hồ sơ nhập học về sau em đã liên hệ bên IDP và chuyển bản sao Chứng Chỉ Ielts của mình. Nhưng mà bây giờ em muốn đăng kí qui đổi điểm và nộp lệ phí thì em phải nộp lại ạ? ",
    "Em muốn đăng kí học lại môn Nhập môn kĩ thuật (ME1001) cùng với khóa K21. Em xin gửi đơn. Mong PDT xem xét cho em.",
    "Cho em hỏi trước khi giãn cách em có mượn tài liệu của bộ môn tự động khoa điện-điện tử để tham khảo, vậy em có buộc phải trả lại trước khi tốt nghiệp không ạ? Và em có thể trả thông qua bưu điện không ạ? Em xin cảm ơn",
    "Em muốn đăng kí môn học ME1001 với K21 mong PDT xem xét cho em",
    "Em là , sinh viên năm 4 ngành Khoa Học Máy Tính. Hiện tại vẫn còn nợ tín chỉ, nên   B chưa đủ điều kiện đăng kí tốt nghiệp   . Hiện tại, địa phương em đã yêu cầu nộp giấy hoãn nghĩa vụ quân sự và biên liên thu học phí (Hạn chót vào ngày 25/10) Em xin hỏi, đối với trường hợp của em, có được cấp giấy tạm hoãn nghĩa vụ quân sự không. Và nếu được cấp, thì nhà trường có thể cấp online được không ạ. Em có thể đóng học phí sớm được không. Hiện tại lịch đóng học phí là 02/11, nên sẽ không kịp để em nộp giấy cho địa phương. Em xin cảm ơn.",
    "Dạ, chào PĐT, em tên  MSSV , hiện là sinh viên năm 4 Khoa Điện điện tử. - Hiện tại em đang cần in bảng điểm để nộp về trường cấp 3 báo cáo kết quả học tập hằng năm ạ, do tình hình dịch và em vẫn còn kẹt ở thành phố, không biết bên trường mình có hỗ trợ in file mềm không ạ? - Em cảm ơn.",
    "Thẻ OCB liên kết để thanh toán học phí có bị trừ phí thường niên không ạ?",
    "Hiện nay, em muốn ĐKMH: Giải tích 2, mã môn học: MT1005, lớp: DT05 Lý do: em đã đăng ký môn GT2 vào HK202, do tình hình dịch bệnh nên ngày thì của em dời tới ngày 24/8 và biết điểm ngày 9/9. Em không kịp ĐKMH theo lịch của trường. Em đã hoàn thành LVTN và chỉ còn 1 môn GT2. Nên em muốn đăng ký môn GT2 vào HK211 để tốt nghiệp sớm nhất có thể ạ. Em đã có sự đồng ý của giáo viên là cô . Em có đính kèm ảnh gmail xác nhận của cô. Em cảm ơn.",
    "Em muốn đăng ký  môn học ME1001 mong PDT xem xét.",
    "iều 20 trong QUY CHẾ , CAO ĐẲNG, để công nhận xét tốt nghiệp cần chứng chỉ GDQP. Em sinh viên khóa K18 đã hoàn thành và nhận chứng chỉ này. Nhưng trong quá trình lưu giữ ở KTXĐHQG, khi KTX trở thành khu cách ly em đã   B bị thất lạc chứng chỉ này.     Em muốn hỏi có phương án nào để hỗ trợ về vấn đề này được không? Nếu có thì em có thể làm như thế nào? Em xin cảm ơn",
    "Do đại dịch nên em rút hết tiền trong thẻ thành tiền mặt và không xoay kịp tiền đóng Lệ phí kiểm tra kỹ năng Nói -Viết tiếng Anh - đợt 2DNNKN211.2 đúng hạn. Em kính mong quý thầy cô cho phép em được đóng lệ phí để được tham gia thi và kịp tốt nghiệp đúng hạn vào học kỳ 211 ạ. Em chân thành cảm ơn quý thầy cô.",
    "Em chào thầy cô . Em tên là  MSSV:  Em rất mong muốn được tham gia lớp dự thính Anh văn 4 LA1009 nhóm lớp DT01 do giảng viên  đứng lớp. Hiện tại lớp này đã học được 2 buổi. Em mong thầy cô có thể giúp đỡ em, nếu không được tham gia lớp học, em sợ sẽ phải ra trường trễ hơn. Mong thầy cô giúp đỡ, em cảm ơn thầy cô rất nhiều. Chúc thầy cô sức khỏe.",
    "Em chào Quý thầy cô ạ Em tên  MSSV:  Nay em xin được phép hỏi quý thầy cô ạ, quý thầy cô ơi, sao em có học, có thi, có điểm luôn, mà mục điểm trung bình tích lũy của em là 0 ạ? Em không biết là em có học sai danh sách môn học không hay là cách tính điểm trung bình tích lũy sao ạ, em hoang mang quá. Em là hệ VLVH khóa 19 khoa cơ khí, kỹ thuật cơ khí ạ Em xin cảm ơn quý thầy cô và chúc quý thầy cô sức khỏe ạ.",
    "Quý thầy cô ơi Quý thầy cô đã nhiệt tình giúp đỡ em trên bksi rất nhiều rồi . Nhưng em không biết là gửi đánh giá câu trả lời bằng cách nào tại em sợ em hỏi, rồi quý thầy cô trả lời, mà em hong đáp lại, im ru thì kì quá, ít nhất cũng câu cảm ơn ạ hihi em cảm ơn quý thầy cô rất nhiều và chúc quý thầy cô sức khỏe ạ",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Em đã gần đạt đủ điều kiện tốt nghiệp cho đợt tốt nghiệp sắp tới tuy nhiên còn thiếu một số ngày CTXH. Hiện em đang nằm trong khu vực phong tỏa và không thể ra ngoài do tình hình dịch bệnh. Cho em hỏi là có cách nào để em đăng kí và thực hiện đủ số ngày CTXH trước hạn xét tốt nghiệp sắp tới không ạ? Em xin cảm ơn",
    "Em tên là Nguyễn Đoàn Quang Tùng, MSSV , hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này. Em xin cảm ơn ạ!        B Phòng đào tạo đã ghi nhận yêu cầu của em, nhưng đến ngày 16/9/2021 kết quả cập nhật TKB của em vẫn chưa có, vì vậy em gửi lại câu hỏi để Phòng Đào Tạo kiểm tra ạ. Em xin cảm ơn!  ",
    "Chào PĐT, em tên là , MSSV . Ba ngày trước em có đăng ký in bảng điểm và PDT đã gửi bản scan cho em. Nhưng hôm nay bảng điểm của em mới cập nhật thêm 1 môn Quá trình thiết bị nên em xin PDT gửi lại bản scan bảng điểm mới cập nhật lại cho em được không ạ? Hay em phải đăng ký in bảng điểm mới ạ? Mong PDT hồi đáp. Em xin cảm ơn! mail của em: ",
    "Kính gửi Phòng đào tạo Em đã có điểm môn cuối là PPPTHH đủ 134 chỉ , đủ điều kiện tốt nghiệp. Mà trong danh sách dự kiến vẫn để là 131 chỉ.GHI LÀ CHƯA ĐỦ ĐIỀU KIỆN TỐT NGHIỆP. Em đã có điểm môn PPPTHH , mong PĐT xét lại tốt nghiệp cho em. em xin gửi hình trong file đính kèm Trân trọng và cảm ơn",
    "Dạ em tên  MSSV: Em có xin DKMH LVTNHK211 mà vẫn chưa thấy  cập nhật ạ.",
    "Kính gửi Phòng đào tạo  Em đã có điểm môn cuối là PPPTHH đủ 134 chỉ , đủ điều kiện tốt nghiệp. Mà trong danh sách dự kiến vẫn để là 131 chỉ.GHI LÀ CHƯA ĐỦ ĐIỀU KIỆN TỐT NGHIỆP. Em đã có điểm môn PPPTHH , mong PĐT xét lại tốt nghiệp cho em. em xin gửi hình trong file đính kèm Trân trọng và cảm ơn",
    "Dạ em chào thầy (cô)! Em đang cần gấp giấy chứng nhận SV để tạm hoãn NVQS nộp về địa phương, em có đăng kí trên mybk được 1 tuần rồi (thời hạn trả kết quả đăng kí là 1 tuần) nhưng vẫn chưa có kết quả, chỉ thấy là đang được xử lý. Dạ thầy (cô) cho em hỏi có cách nào có thể giải quyết nhanh cho em được không ạ. Em chỉ cần file pdf hoặc là hình ảnh để gửi về quê, gia đình in ra đem nộp chứ không nhất thiết phải chuyển phát qua bưu điện. Em đang cần gấp để nộp cho xã, nếu trễ lúc đó xã nộp danh sách lên BCH quân sự huyện thì dù có giấy em vẫn phải về khám nên em mong nhà trường có thể giúp em với ạ! Em cảm ơn ạ!",
    "Chào cô, em có đăng ký hoãn thi môn GT2 đã có xác nhận không cấm thi của GV nhưng bây giờ điểm trên MyBK của em là 13. Nó ảnh hưởng trực tiếp đến việc điểm trung bình học kỳ của em xuống rất thấp nên em không thể thực hiện đánh giá điểm rèn luyện hay điểm phân ngành ạ. Bây giờ thì em nên làm gì ạ? Vì hạn xét điểm rèn luyện của em là hết hôm nay rồi ạ. Mong cô sẽ trả lời, em cảm ơn cô ạ.",
    "Dạ chào thầy cô ạ. Em là K17 và đã đủ các điều kiện tốt nghiệp nhưng không có trong danh sách tốt nghiệp dự kiến, không biết là vì sao ạ. Mong thầy cô xem xét giúp em. Em xin cảm ơn.",
    "Em đã đăng kí nhận giấy chứng nhận sinh viên học kì 211 ngày 08/09 nhưng đến nay chưa xử lý xong, tình hình dịch bệnh phức tạp nếu chưa thể xử lý nhanh cho em được thì em có được nhận file pdf trước để gửi cho địa phương nhanh được không, vì ngày 20/09 là cuối hạn nộp chứng nhận sinh viên cho địa phương để hoãn nghĩa vụ quân sự. Mong thầy cô sớm xử lý cho em.",
    "cho em hỏi là địa phương em yêu cầu giấy xác nhận sinh viên đễ hoãn NVQS hạn chót trước ngày 20/9. mà em đăng ký giấy xác nhận sv ở mybk ngày 7/9 nhưng vẫn chưa được duyệt ạ. pdt có thể scan gửi file cho em với được không ạ",
    "Dạ cho em hỏi là em bị trùng lịch thứ 2 của môn GDTC (bóng bàn) với lịch triết (trùng hết tất cả các tiết 16h - 17h50) thì giờ em phải làm sao ạ, em cảm ơn.",
    "Em xin chào thầy (cô). Thầy (cô) cho em hỏi sao tới bây giờ em vẫn chưa được phục hồi tkb học kỳ hè HK203 vậy ạ. Mong thầy (cô) có thể giải quyết sớm giúp em ạ. Em xin cảm ơn thầy (cô).",
    "Em chào Thầy/ Cô. Em muốn đăng ký giấy xác nhận sinh viên để gửi về địa phương hoãn nghĩa vụ quân sự nhưng đang ở quê nên không lên trường được. Và em không tìm thầy biểu mẫu đăng ký trong biểu mẫu: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=91&tid=97. Và trong mybk mục đăng ký giấy xác nhận sinh viên https://mybk.hcmut.edu.vn/app/ Không vào được ạ. Xin thầy cô hướng dẫn em cách đăng ký gửi về địa phương với ạ. Em cảm ơn Thầy/ Cô rất nhiều. Chúc Thầy/ Cô và gia đình sức khỏe ạ   i  .",
    "Dạ em chào thầy cô, em có đứa em vừa thi xong kì thi THPT QG, do sai xót trong việc đăng kí nguyện vọng nên trượt gần hết nguyện vọng. Tuy nhiên BẢO DƯỠNG CÔNG NGHIỆP của trường mình lấy điểm chuẩn 22 điểm thì em của em dư hơn 1 điểm. Vậy cho em hỏi bây giờ có cách nào để nộp hồ sơ xét tuyển vào ngành này của Trường mình không ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "Kính gửi Phòng Đào Tạo Đại hỌC Bách Khoa TPHCM Em tên  MSSV 2 Em đã đk môn cho HK211 và đã có thời khóa biểu nhưng bị xóa do hết hạn đào tạo. Nay em xin đăng ký bổ sung  Văn Tốt Nghiệp 800700, em đã liên lạc đăng ký xin thầy cô hướng dẫn. Kính mong phòng đào tạo giúp em đăng ký LVTN ạ. Em xin cảm ơn",
    "b MSSV/MS:    Đã có sự đồng ý và chữ kí của ",
    "Kính chào PDT, PDT cho em hỏi em có nhu cầu nộp bằng IELTS để đổi điểm tiếng anh và cập nhật tiếng Anh nói viết. Em thấy hướng dẫn đổi điểm phải yêu cầu nộp bản sao về PDT, PDT cho em hỏi bản sao yêu cầu ở đây là bản sao mềm (scan) hay bản sao cứng gửi đến văn phòng ạ? Ngoài ra cho em hỏi hiện tại em đã đủ điều kiện tốt nghiệp, tuy nhiên điểm thi một số môn của em chưa hiện thị hoàn toàn trên mybk thì em có thể đăng ký được không ạ?",
    "Em chào thầy cô, Hiện tại em vẫn chưa đạt chuẩn để xét tn ạ. Em là sinh viên khóa 17, hiện đã hoàn tất chương trình. Thầy cô có thể giúp em xin bảng điểu điều kiện xét tốt nghiệp của em được không ạ. Em cám ơn.",
    "Hiện tại máy tính em bị trục trặc và đang trong tình hình dịch không có chỗ sửa. Vậy nên em muốn hoãn thi môn Nhập môn trí tuệ nhân tạo CO3061 ngày 19/09 Giờ em phải làm thủ tục gì ạ? Em đọc thấy kỳ tới sẽ đăng ký thi mà không biết sẽ đăng ký thi như thế nào   i ",
    "Học vụ       Thưa quý thầy cô,  Em tên là , mssv: Em đã làm đơn yêu cầu chuyển điểm cao học xuống đại học thành điểm 12 và PĐT SDH thông báo đã chuyển yêu cầu xuống PDT Tuy nhiên, sau một tháng em vẫn chưa thấy bảng điểm em được cập nhật Mong quý thầy cô hỗ trợ chuyển điểm giúp em để em kịp đăng ký tốt nghiệp  Trân trọng,     ",
    "Dạ em chào Thầy/Cô ạ, Em là Ái Duyên, MSSV 1710835. Hiện tại em đã hoàn thành xong khóa luận văn tốt nghiệp ạ. Em có nộp bằng toeic 525 và chưa được chuyển điểm av3 và av4. Còn 2 môn này để tốt nghiệp. Kỳ kiểm tra anh văn định kỳ em đạt 600. Nay với mong muốn hoàn thành 2 môn av3,4 để tốt nghiệp. Trước tình hình dịch phức tạp, IIG Việt Nam không tổ chức thi, Thầy/Cô cho em hỏi, hiện tại em còn có thể đăng ký av3 và av4 không ạ. Cho em thắc mắc 1 câu nữa là học av1234a thì có giống av1234 và cần chuyển điểm không ạ. Em cám ơn thầy cô nhiều ạ. Chúc Thầy/Cô nhiều sức khỏe, an toàn vượt qua đại dịch Covid ạ! Trân trọng, Ái Duyên",
    "Em chào phòng ĐT ạ! Em được biết là nhà trường có mua bảo hiểm tai nạn (BHTN) cho sinh viên. Em bị chuột cắn và định đi tiêm ngừa, vậy em làm sao để được thanh toán tiền tiêm ngừa khi không có giấy bảo hiểm vậy ạ! Em mong nhận được phản hồi, cảm ơn PĐT ạ!",
    "em tên là , học lớp L04-C  ạ 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. Theo như lưu ý trên thì lúc gặp sự cố phải liên hệ với CBCT nhưng bởi bửa đó, em ko đăng nhập lại vào được trang web nên ko thể liên hệ được ạ, thế thì phải làm sao ạ .",
    "Dạ, về việc thanh toán học phí trọn gói lên đến 15tr/kì, và kì này pdt chỉ cho e đk 1 môn, nhưng số tiền học phí ngoài khả năng chi trả của em hiện tại,lên đến 11tr250 kì này,em kính mong quý thầy cô phòng đào tạo xem xét lại và có thể thay đổi mức đóng này dùm em, chứ thật sự nếu số tiền này thì e sợ gia đình k đủ khả năng để e theo học tiếp được.Em xin cảm ơn",
    "Em tên , mssv . Ngày 8/9 em có đăng ký nhận giấy chứng nhận sinh viên để nộp cho địa phương tạm hoãn nghĩa vụ quân sự. Tuy nhiên đến nay ngày 17/9 thì tình trạng xử lí vẫn là \"đang chờ xử lí\". Hạn nộp giấy chứng nhận thì đang đến gần mà 9 ngày rồi vẫn chưa thấy giấy đâu. Kính mong quý thầy/cô xem xét giúp em. Em cảm ơn",
    "Hiện tại địa phương em đang yêu cầu giấy xác nhận nghĩa vụ quân sự . - Em có thể xin giấy xác nhận được không ạ   i  .",
    "Em xin chào thầy/cô, Hiện tại em đang là sinh viên K17 ngành Khoa học Máy tính. Sau khi kiểm tra danh sách tốt nghiệp dự kiến thì không thấy tên mình trong danh sách. Các môn học và bằng tiếng anh của em đã đủ. Mong phòng đào tạo xem xét giúp em ạ.",
    "Em tên: , MSSV: 1, sinh viên K2013 em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí, nhưng thiếu chứng chỉ anh văn Writing and Speaking. đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp. anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em mong nhận được sự hỗ trợ giúp thủ tục tốt nghiệp",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào Thầy/Cô ạ, Em là , khóa k2017 MSSV . Hiện tại em đã hoàn thành xong khóa luận văn tốt nghiệp ạ. Em có nộp bằng toeic 525 và chưa được chuyển điểm av3 và av4. Còn 2 môn này để tốt nghiệp. Kỳ kiểm tra anh văn định kỳ em đạt 600. Nay với mong muốn hoàn thành 2 môn av3,4 để tốt nghiệp. Trước tình hình dịch phức tạp, IIG Việt Nam không tổ chức thi, Thầy/Cô cho em hỏi, hiện tại em còn có thể đăng ký môn học để được tốt nghiệp không ạ? Em có thể đăng ký av3,4 hay av3a và av4a ạ? Em cám ơn Thầy/Cô và mong nhận được phản hồi từ Thầy/Cô ạ. Chúc Thầy/Cô nhiều sức khỏe, an toàn vượt qua đại dịch Covid ạ! Trân trọng, ",
    "Chào thầy cô! Em là , MSSV: 9 Em được chuyển qua hệ VLVH theo quyết định 335/QĐ-ĐHBK, em có lên BKSI hỏi về xét tốt nghiệp VLVH được phải hồi là chờ danh sách dự kiến tốt nghiệp và nếu không có thì phản hổi lại, hôm nay có danh sách và em chưa có tên. Em đã hoàn thành môn học chương trình đào tạo khóa K13, cho em hỏi là em còn thiếu phần nữa không ạ để được xét tốt nghiệp VLVH? Em cám ơn thầy cô nhiều!",
    "Chào PĐT, em tên là , MSSV . Hai ngày trước em có đăng ký in bảng điểm để bổ sung vào hồ sơ xin học bổng và PDT đã gửi bản scan cho em. Nhưng hôm nay bảng điểm của em mới cập nhật thêm 1 môn Quá trình thiết bị nên em đã đăng ký in bảng điểm mới. Mong PDT gửi lại bản scan bảng điểm mới cập nhật lại cho em ạ!!  Mong PDT hồi đáp. Em xin cảm ơn! mail của em: ",
    "Dạ thầy cô ơi cho em hỏi,hk 211 này em chỉ đăng kí được 1 môn Công Nghệ điện 4 tín chỉ,nhưng theo áp dụng học phí mới từ 211 thì em phải đóng số tiền lên đến 11tr250,số tiền này thật sự ngoài khả năng của gia đình em hiện tại.Và đợt đkmh em đã đăng kí 5 môn nhưng do ít sỉ số nên không mở lớp,hoàn toàn lỗi không phải của em do em không đăng kí môn học.Về việc quy định mức học phí hệ VHVL là 15tr/hk em thấy hơi bất cập 1 tí xíu,nếu theo như quy định đóng học phí theo học kì thì em đồng ý,nhưng phải cho tụi em đk được 14 tín chỉ là tối đa với mức học phí 15tr,còn cái này do trường không mở lớp thì em thấy đâu phải lỗi do em mà giờ bảo em đóng học phí hơn 11tr.Em rất kính mong phòng đào tạo xem xét lại mức thu học phí này lại dùm tụi em.Dịch rất khó khăn nên ba mẹ dưới quê hoàn toàn không đủ khả năng để chi trả số tiền lớn như vậy được ak.Em cảm ơn thầy cô nhiều",
    "Tốt nghiệp . Kính gửi Thầy/Cô, Hiện tại đã có danh sách tốt nghiệp tháng 11/2021 (211) nhưng khi check thì em không có trong danh sách. Em tên Nguyễn Viết Hậu Mssv 1411148. Mong Thầy/Cô kiểm tra giúp em.   Em xin chân thành cảm ơn!",
    "Dạ thưa cô, theo như cô nói thì em đã điền đơn hoãn thi PDT gửi rồi ạ, nhưng em mới kiểm tra lại mail thì em không nhận được email xác nhận nào cả, nhưng em lên bkex mục phòng thi của tôi thì em không thấy phòng thi môn em đã hoãn thi ạ, vậy cô cho em hỏi như vậy là e liệu đã hoãn thi thành công chưa ạ, tại hiện giờ em cũng hoang mang vấn đề này, trước em cũng có làm đơn hoãn ti và gửi trên bksi và cũng đã được xác nhận rồi ạ, và em cũng điền form PDT gửi luôn rồi ạ. mong cô giải đáp thắc mắc của em. em cảm ơn cô",
    "Kính gửi BKSI Em đã thi Toeic lần đầu được 555, do dịch bệnh vẫn chưa thể thi lại, nay có bạn xin mở lớp AV4A nhưng yêu cầu phải học trước AV3. Em đã đăng ký xét miễn và thanh toán trên BKpay, vậy BKSI cho em hỏi là em có được đăng ký lớp AV4A luôn được hay không? Nếu được thì trường có thể tạo điều kiện xét miễn nhanh nhất có thể để em được học AV4A và tốt nghiệp đúng hạn với ạ.   B Họ và tên:  MSSV:  Khoa Kỹ thuật Hoá Học    Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , học lớp CC20ROB1. Sau khi kiểm tra thông tin sinh viên, em nhận thấy thời khoá biểu học kì 202 của em bị mất môn Giải tích 2, Vật lý 2, Thí nghiệm Vật lý và Thực tập Cơ khí đại cương 1, đồng thời tín chỉ đăng kí của em cũng bị giảm từ 18 tín chỉ xuống còn 7 tín chỉ. Học kì 202 em đã đóng tiền đầy đủ và đúng hạn, em mong Phòng Đào tạo xem xét để chỉnh sửa lại giúp em. Em cảm ơn ạ!",
    "Em chào thầy/cô em hiện đang còn đề cương, luận văn và anh văn. Kì này em đăng kí giấy hoãn nghĩa vụ quân sự đã được 1 tuần rồi nhưng chưa thấy được phê duyệt. Không biết là đến khi nào mới cò thể được phê duyệt ạ ?",
    "Dạ chào pdt, e là nguyễn trí anh  khoa bảo dưỡng, việc là trong đọt 2 đk môn e có đăng kí đề cương luận văn ( không phải luận van) môn này k có chỉ và là môn bắt buộc khoa e, nhưng đợt 3 laik bị xóa mất mà e không để ý, kính mong pdt cho e hướng giải quyết để e có thể đk học trong kì chính này ạ , e xin cảm ơn phía dưới là hình ảnh minh chứng đợt 2 e đã đk ạ",
    "Kính gửi PĐT, Em tên: MSSV: Dạ cho em hỏi là em được bảo lưu kết quả tối đa bao lâu ạ? Thời gian dự kiến bảo lưu tháng 2 năm 2022 đến tháng 6 năm 2023 Tình trạng: Đủ 142 tính chỉ, Toeic nghe đọc,  nói viết Vậy trường hợp của em nếu không đăng ký môn học thì thuộc diện giam bằng chỉ cần nộp đủ chứng chỉ thì sẽ được nhận bằng? Hay vẫn tính phải đăng ký học liên tục đến khi đủ toeic nói viết ạ?",
    "B Thưa thầy cô PĐT, em có đăng kí thi AV nói viết đợt 1 nhưng vì thanh toán lệ phí trễ nên em không được thi. Theo nguyên tắc thì em không được phép đăng kí đợt 2 và đợt 3. Em có thể làm đơn cứu xét để được đăng kí thi đợt 2 và đợt 3 không ạ. Em cảm ơn thầy cô",
    "Em chào PĐT, em là , MSSV: . Học kỳ trước em có học môn Độc chất học trong công nghiệp ứng dụng (CH3127), đã thi cuối kỳ và có điểm thi nhưng vẫn chưa được cập nhật lên bảng điểm trên mybk trong khi các bạn khác đã được cập nhật. Giảng viên đã nộp điểm từ ngày 24/08 rồi ạ. Mong PĐT xem xét để cập nhật điểm giúp em ạ.",
    "Kính gửi PĐT,   Em đã đủ các điều kiện học phần để tốt nghiệp, chỉ còn phần thẩm tra TN PTTH, ở thời điểm hiện tại em phải làm sao để hoàn thành việc thẩm tra này để có thể xét tốt nghiệp đợt 2 11/2021 của hệ VHVL. P/s: Em có cần phải lên phòng đạo tạo 101 A1 để nộp bản sao không ? Em cám ơn.",
    "Kính gửi PĐT, P-CTCT SV. Em là sinh viên K17 khoa Kỹ thuật hóa học. Theo em được biết nhà trường hỗ trợ xét tốt nghiệp cho SV K17 dự kiến đến cuối tháng 12/2021. Em và nhiều bạn khác đã hoàn thành xong luận văn và chương trình học, tuy nhiên chứng chỉ AV Toeic chỉ đạt   500 đủ để đăng kí luận văn nhưng chưa thể thi Toeic   600 để đủ điều kiện chuyển điểm 4 AV. Trước tình hình dịch bệnh chưa thể trở lại bình thường nên em nghĩ không thể đăng kí lấy chứng chỉ toeic kịp thời hạn được. Vậy nếu tụi em   B đã có bằng TOEIC 500    và   B xin pđt mở lớp AV4    vậy có được   B đăng kí tốt nghiệp 11/2021    không ạ? Em thấy có bạn đã xin pđt và BKEnglish mở   B lớp AV4a( MS môn học LA1043)   . Và theo được biết lớp AV4a chỉ mở ra theo nhu cầu chuẩn AV của mỗi năm học để đăng kí môn học nên không tính điểm và không có chỉ . Vậy tụi em đăng kí lớp AV4a có thể thay thế nộp bằng TOEIC 600 để chuyển điểm AV4 và kịp đăng kí tốt nghiệp vào tháng 11/2021 không ạ? Mong PĐT giải đáp thắc mắc giúp em. Em cảm ơn.",
    "Em tên là  - MSSV:  Vào ngày 19/09 sắp tới, em có thi  vào lúc 10h sáng và  vào lúc 13h trưa, nhưng em vừa nhận được thông tin là khóm của em đang ở dưới quê sẽ cúp điện từ 5h sáng đến 12h trưa vào ngày đó nên em không thể thi nói vào lúc 10h sáng được. Cho em xin phép dời ngày thi được không ạ ?",
    "Em tên -MSSV:-Lớp BD16CDT. Hiện Phòng Đào Tạo và Khoa đã tạo điều kiện mở lớp anh văn nhu cầu 4a cho em học rồi ạ.Em không có nhu cầu đăng kí môn học anh văn 2-mã LA1005,nhóm lớp L01 nữa ạ.Em cảm ơn nhiều ạ",
    "Em chào Cô ạ! Học kỳ 202 vừa rồi em có học môn Kỹ thuật Robot (Mã môn học EE3065) lớp L01. Điểm tổng kết của em là 9.5 . Trên bảng điểm phúc tra và bảng điểm của thầy thì em đạt 9.5 môn này, nhưng trên bảng điểm trong mục thông tin sinh viên thì em chỉ được 8.0. Cô thể sửa giúp em không ạ! Hay em phải đăng ký phúc tra để cập nhật lại thông tin điểm bị sai ở trên vậy cô?  Mong phản hồi từ Cô! Em xin cảm ơn Cô! (em có đính kèm ảnh chụp ạ)",
    "Gửi thầy cô phòng đào tạo,  Thầy cô cho hỏi em là thời gian xét nghiệp như trên mail trước đó em nhận được là sẽ xét tốt nghiệp đến hết học kì 211, nhưng trên trên trang aao.hcmut.edu.vn mới cập nhật hôm ngày 7/9 lại để hạn chót tới ngày 20/10?   Em cảm ơn thầy cô đã xem và trả lời câu hỏi của em!",
    "Dạ đúng ạ.Em hủy yêu cầu đăng kí môn anh văn 2,mã LA1005,nhóm lớp L01 ạ. Một lần nữa em xin cảm ơn ạ",
    "Dạ kính thưa thầy/cô. Em vừa đăng ký chuyển điểm anh văn 3 vào ngày 9/9/2021, đến nay vẫn chưa có kết quả nên em muốn hỏi là khi nào sẽ có kết quả ạ. Vì em đang xin mở thêm lớp anh văn 4 để học trong kỳ này và kịp tốt nghiệp nhưng mà cần kết quả chuyển điểm anh văn 3 để đăng ký được học anh văn 4 ạ. Nên em hơi sốt ruột, xin cảm ơn thầy/cô nhiều lắm ạ.",
    "Dạ em tên là , mssv , lớp HC17CHC. Em đã hoàn thành chứng chỉ anh văn 4 kỹ năng, đủ số ngày công tác xã hội và cũng đã bảo vệ luận văn tốt nghiệp. Tuy nhiên khi lên tra danh sách tốt nghiệp dự kiến trong tháng 11 thì lại không có tên ạ. Không biết trường hợp của em là như thế nào ạ, có còn thiếu điều kiện gì mà em chưa biết. Mong thầy/cô hồi âm sớm ạ",
    "Dạ chào thầy/ cô! Lớp A-01 chưa được cập nhập điểm môn Quản lý dự án xây dựng (CI1053) trên hệ thống mybk để tính điểm trung bình tích lũy. Em có liên hệ thầy , thầy nói đã nộp điểm rồi, em nên hỏi phòng đào tạo ạ!",
    "Em Chào Phòng Đào Tạo,     Em có Nộp Đơn Đăng Kí Luận Văn Ngành Cảng Công Trình Biển Ngày 25/08/2021 thì trạng thái là đang giải quyết, cô hướng dẫn luận văn cho em thì nói đã có danh sách các bạn làm luận văn kì này rồi ạ, nên em mong Phòng đào tạo sớm giải quyết cho em với ạ.    Dưới đây là mẫu đơn em gửi ngày 25/08/2021   Em Cảm Ơn.",
    "Cho em  hỏi rằng em nộp phiếu hiến máu để đổi ngày công tác xã hội qua bksi được không ạ? Em cảm ơn ạ",
    "Thưa Thầy/Cô, Em là , MSSV: , k17 khoa Kỹ thuật Xây dựng, lớp XD17KSDD. Em đã theo học chương trình kỹ sư tài năng và cũng đã nhận được mail xác nhận đơn xét tốt nghiệp của Phòng đào tạo. Tuy nhiên, em không thấy thông tin nào đề cập đến bằng tài năng ạ. Em muốn hỏi làm thế nào để kiểm tra thông tin mình có được nhận bằng tài năng hay không ạ? Em xin cảm ơn Thầy/Cô!",
    "cho em hỏi là làm sao e có thể đăng kí thi  Nói- Viết để kịp tốt nghiệp được ạ. e không đăng kí môn học được. Em cám ơn!",
    "Chào cô/thầy, em là   Hiện tại do bị cách ly nên hoàn cảnh em hơi khó khăn và hiện tại em đang thiếu học phí đợt 2 HK192 và của HK201 thì không biết bên trường có đồng ý cho em được trả học phí HK201 trước vào tuần sau và đăng ký LVTN cho học kỳ này được không ạ ? Hiện tại khá khó khăn mà em muốn được BVLV ở đợt tới  Mong bên trường có thể giúp đỡ và phản hồi sớm cho em ạ Em xin cám ơn",
    "Em muốn hoãn đóng học phí do vấn đề kinh tế do dịch Covid thì em phải làm như thế nào ạ",
    "Trên BKpay đã hiển thị thanh toán xong lệ phí miễn điểm rồi ạ. PĐT gạch giúp em dòng miễn điểm còn lại nhé . Em xin cảm ơn ạ.",
    "Em là , MSSV , khoa Kỹ thuật hóa học. Hôm nay ngày 17/9/2021, khi em kiểm tra bảng điểm trên mybk thì thấy thiếu cột điểm BTL của môn Kỹ thuật điện hóa. Em đã liên hệ giáo viên bộ môn, thì thầy đã kiểm tra lại và vẫn khẳng định đã nhập đủ cột điểm lên hệ thống. Mong phòng đào tạo có thể kiểm tra và cập nhập lại điểm giúp em . Em xin cảm ơn.",
    "Kính chào thầy/cô, Em là  . Trước đó em có hỏi cách đăng ký môn LVTN vì dịch thiếu chứng chỉ Anh văn không đăng ký được thì được cô nhắn yêu cầu gửi mã môn học . Dạ khối ngành của em là Điện tử - Viễn thông. Mã môn LVTN là EE4333. Xin cô đăng ký thêm giúp em. Em xin chân thành cảm ơn. Trước đó em có làm Đề cương Luận văn của thầy .Sĩ . Mong được thầy/cô hỗ trợ đăng ký môn và thông tin Luận văn tốt nghiệp ạ. Em sẽ liên lạc với thầy  để làm việc cùng thầy trước. Em xin chân thành cảm ơn cô.",
    "Chào Phòng Đào Tạo, em là , MSSV:  Dạ cho em hỏi, môn Kỹ thuật điện hóa (CH3175) trên bảng điểm thì cập nhật thiếu mất cho em phần điểm Bài Tập, em đã nhắn tin hỏi giảng viên giảng dạy, giảng viên bảo đã nộp đầy đủ điểm cho PĐT rồi ạ. Mong PĐT xem xét cập nhật lại cho em với ạ. em cảm ơn rất nhiều!",
    "Em đã thanh toán lệ phí thi đầy đủ, đúng hạn. Trong danh sách thi đã có tên em, nhưng ở hệ thống BKEL không hiện (không có file hướng dẫn, link vào dự thi), kính mong phòng đào tạo hỗ trợ em. Em xin cảm ơn   i ",
    "Dạ thưa PDT, Em muốn hỏi là đơn xin hủy hoãn thi có mẫu nào không ạ? Hay là mình tự viết rồi gửi qua BKSI ạ? Em cảm ơn.",
    "Chào anh/chị, Em là  MSSV  Lớp CC17HC11 Em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do mybk cập nhật điểm sau ngày 10/09. Em gửi thông tin của em để xin xét tốt nghiệp bổ sung. Em xin trân trọng cảm ơn.",
    "Em là sinh viên K19 có đăng ký học GDTC ở HK202. Mặc dù thời khóa biểu của em có cập nhật thời khóa biểu mới để học nhưng trên tài khoản BkeL của em không có trang của lớp học ạ. Em nên làm gì để được tham gia vào lớp học ạ?",
    "Kính chào pdt! em là -, em không đăng kí thi anh văn nói viết trực tuyến đợt 4 được, mong pdt xem xét, để em đăng kí thi cho kịp.Em cảm ơn nhiều!",
    "Em chào quý Anh, Chị Phòng Đào tạo. Em tên , MSSV , lớp Bằng 2, ngành Kỹ thuật Xây dựng. Vừa rồi em có đăng ký nhận LVTN đợt bổ sung, vì chưa có chứng chỉ Tiếng anh. Lúc đăng ký thì cho đăng ký, đủ điện kiện đăng ký. Nhưng nay vẫn chưa có thời khóa biểu. Em xem lại thì lý do là không đủ điều kiện đăng ký ạ. Hiện tại, số tín chỉ tích lũy ngành của em là 120 tín chỉ, số tín chỉ tích lũy là 136 tín chỉ. Em đã hoàn thành tất cả các Đồ án môn học, Thực tập nhận thức ngành, Đề cương luận văn. Cụ thể: - Kết cấu bê tông cốt thép 1 (CI2039) thay thế bằng Kết cấu bê tông cốt théo 1 (CI2091) và ĐAMH kết cấu bê tông cốt thép 1 (CI2093) - Kết cấu bê tông cốt thép 2 (CI3007) thay thế bằng Kết cấu bê tông cốt thép 2 (CI3175) và ĐAMH Kết cấu bê tông cốt thép 2 (CI3177) - Kết cấu thép 1 (CI3009) - Kết cấu thép 2 (CI3069) - Tổ chức thi công (CI3049) thay thế bằng Tổ chức thi công (CI4125) và ĐAMH Tổ chức thi công (CI4127) - Thực tập tốt nghiệp (CI3343) - Đề cương LVTN (CI4341) - Thực tập nhận thức ngành DDCN (CI2057) Em kính mong quý Anh, Chị xem xét lại ạ. Em xin cảm ơn quý Anh, Chị.",
    "Chào thây cô ạ, tình hình dịch bệnh kéo dài gây khó khăn trong việc học tập và hỗ trợ sinh viên nên em không thể đến trực tiếp hỏi về giấy tạm hoãn nghĩa vụ quân sự được ạ. Mới đây ở quê em có thông báo về nghĩa vụ quân sự. Nên bây giờ em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì làm thế nào ạ. Chúc thầy cô nhiều sức khoẻ",
    "Em xin gửi đơn hủy hoãn thi ạ.",
    "Em chào cô, cho em hỏi chuẩn anh văn để nhận luận văn và anh văn ra trường của hệ VHVL.",
    "Kính gởi thầy/ cô phòng đào tạo, Em là , MSSV: Em viết mail này để thắc mắc về mục lớp học của môn giáo dục thể chất Võ (Vovinam, Karate, Taewondo) (học phần 2) (PE1047) (CC02-HK202), hiện em đã check trên hệ thống MyBk thì đã có thời khoá biểu của môn học. Nhưng trên trang BKel thì lại không có mục lớp học ạ Em mong thầy/ cô phòng đào tạo kiểm tra và hỗ trợ giúp em ạ",
    "Do đại dịch nên em rút hết tiền trong thẻ thành tiền mặt và không xoay kịp tiền đóng Lệ phí kiểm tra kỹ năng Nói -Viết tiếng Anh - đợt 2    DNNKN211.2 đúng hạn. Em có được hướng dẫn là thanh toán lệ phí trước nhưng hôm qua giờ em thử thanh toán rất nhiều lần nhưng vẫn tài khoản không bị trừ tiền, giao dịch không thực hiện được ạ",
    "Dạ chào thầy/cô em tên  MSSV  Em đã đăng kí hoãn thi môn XSTK (MT2001) từ trước nhưng hiện tại em vào xem bảng điểm vẫn có kết quả thi dù em không tham dự thi, mong quí thầy cô pđt xem xét.",
    "Dạ chào thầy/cô , Cho em hỏi là em chưa có điểm môn Luận văn tốt nghiệp (CH4343) nhưng lại có điểm trung bình học kỳ các môn khác (không tính điểm luận văn). Vậy có vấn đề gì không và khi nào có điểm môn học ạ  . Em xin cảm ơn.",
    "Xin chào cô, em là  mssv  Cô ơi cho em hỏi danh sách tốt nghiệp tháng 11 không có tên em dù em đủ hết chứng chỉ AV và ctxh rồi ạ. Mong cô kiểm tra giúp em với. Em cảm ơn cô ạ.",
    "Rút môn học Ngày 30/8/2021 em có đăng kí môn Lịch sử Đảng Cộng sản Việt Nam, Mã môn học: SP1039, Lớp:DT02 Vấn đề:Em xem trên phần đăng kí môn học thì thấy là bắt đầu học dự thính từ ngày 30/8 nên em đã đăng kí bổ sung ngày 30/8 nhưng em lên học thì cô báo là lớp đã học phân nửa chương trình từ tuần 33 nên cô đã yêu cầu em thông báo với PĐT giải quyết về vấn đề này.Em cảm ơn. Và nếu rút môn học trong Trường hợp này có mất học phí không? Hay là dời môn học em sang học kì khác ạ.",
    "Em xin chào ạ, Em tên , sinh viên K17 khoa Khoa học và Kỹ thuật Máy tính. Hiện em đã hoàn thành tất cả các môn trong chương trình đào tạo và đã đủ các ngày CTXH, nhưng khi kiểm tra danh sách tốt nghiệp dự kiến tháng 11 thì kết quả trả về không có tên của em ạ. Em mong phòng đào tạo có thể kiểm tra lại em có còn thiếu những tiêu chí nào không ạ, mong phòng đào tạo phản hồi sớm giúp em. Em xin cảm ơn ạ.",
    "Tốt nghiệp . Dạ em chào Thầy/Cô. hiện tại em đang là sinh viên khóa 2015. em đang còn môn anh văn nói viết để ra trường. mà nhà trường đã tạm dừng thi từ tháng 5. em còn nửa năm nữa là hết hạn học tập tại trường. vậy cho em hỏi trường mình có dự kiến bao giờ thi lại hoặc có biện pháp nào giúp em có thể tốt nghiệp vào đợt tháng 11 này không ạ. em xin cám ơn!! ",
    "Em là sinh viên K2014 đã được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết, dự kiến xét tốt nghiệp đợt tháng 11/2021. Do tình hình dịch bệnh phức tạp các hoạt động thi anh văn cũng không thể tổ chức trong thời gian dài. Hiện giờ em vẫn chưa đạt anh văn nói viết. Cho em hỏi hạn chót để em bổ sung anh văn là vào tháng mấy? Em bắt buộc phải có anh văn nói viết trước tháng 11 hay em có được xem xét kéo dài thêm thời gian bổ sung anh văn không. Em cảm ơn ạ.",
    "Em là sinh viên K2014 đã được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết. Vì là gia hạn nên không có đăng ký môn học mới, chỉ chờ bổ sung anh văn. Cho em hỏi là em có được cấp giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự không? Em đã vào trang đăng ký cấp giấy nhưng không đăng ký được vì không có thời khóa biểu. Mong nhà trường giúp em để bổ sung giấy tạm hoãn nghĩa vụ gửi về địa phương. Em xin cảm ơn.",
    "Dạ cho em hỏi, em muốn đăng ký đề cương luận văn, đã được yêu cầu làm đơn xin đăng ký ĐCLV trễ hạn và trong đơn phải có xác nhận đồng ý của Khoa. Thầy bộ môn có dặn em là làm phiếu đăng ký mở lớp môn học như file đính kèm. Đang đợi thầy xác nhận. Cho em hỏi, phiếu đăng ký như vậy đã đủ thủ tục chưa? Nếu chưa đủ thì phải làm thêm đơn gì? Và nộp lên phòng đào tạo như nào ạ? Em xin cảm ơn!",
    "em chào thầy ( cô ) ạ. em là  mạnh  SV VLVH hiện tại em đã hoàn thành chương trình đào tạo của trường. em vào để đăng ký tốt nghiệp thì thấy thông báo là em không có trong danh sách dự kiến tốt nghiệp, em chờ mail của trường gửi cũng không thấy, mong thầy cô hỗ trợ em ạ. em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô,  Em muốn hỏi việc nộp chứng chỉ TOEIC để xét miễn các môn từ AV1-AV4. Em đã gửi yêu cầu xét miễn được 3 tuần và có nhu cầu đăng kí học AV4 trong kì này nhưng vẫn chưa được xác nhận, nên em muốn hỏi thời gian chờ được xét duyệt là bao lâu ạ, em cảm ơn ạ!",
    "Em kính chào quý thầy cô, Em có đọc qua quy chế về việc chuyển điểm cho các môn Anh văn đó ạ. Thì em thấy là với bằng IELTS 6.0 của em, các môn Anh văn tăng cường  của em sẽ có điểm tương ứng: + Anh văn tăng cường 1: 10  + Anh văn tăng cường 2: 10  + Anh văn tăng cường 3: 7.5  + Anh văn tăng cường 4: 6.5 Nhưng mà em đã trải qua 2 lớp Anh văn tăng cường 2 và 3 với số điểm lần lượt là 6.5 và 7, còn lớp Anh văn tăng cường 1 và 4 em không có học là do đã đạt yêu cầu về tiếng Anh cho 2 lớp đó. Vậy thì khi em chuyển điểm AV, thì điểm số của lớp AVTC 2 và 3 có được cập nhật lại với số điểm tương ứng ở trên không, và AVTC 1 và 4 thì em có thể được nhận số điểm như trên không ạ? Và nếu được cập nhật lại thì cuối kì 211 thì điểm của các lớp AVTC mới có thể cập nhật đúng không ạ? Trong câu hỏi em có đính kèm file ảnh, do em cũng đã thanh toán việc chuyển điểm, và trong mục \"Điểm miễn Anh Văn\" không có hiển thị số điểm em sẽ được chuyển nên xin thầy cô có thể giải đáp thêm về thắc mắc này nữa ạ. Em chân thành xin cảm ơn!",
    "Em tên là - MSSV , sinh viên khoa KH-KT máy tính. Em có một thắc mắc là điểm rèn luyện mà mình tự đánh giá của trường và điểm rèn luyện mà mình tham gia hoạt động của khoa mỗi lần được +5, +10 điểm có giống nhau hay không. Và nếu được cộng vào điểm rèn luyện của trường thì mình cộng vào mục nào trong bảng đánh giá điểm rèn luyện ạ. Em mong được phản hồi sớm. Em xin chân thành cảm ơn .",
    "hiện tại chỗ em đang chỉ thị 16, em không ra ngoài lấy bằng tốt nghiệp được, nên đã bị trễ hạn nộp, em xin phép hỏi làm cách nào để bổ sung sau ạ",
    "Em chào cô, vì một số lý do nên em phải hoãn thi môn Thí nghiệm vật lý bán dẫn và môn Vật lý bán dẫn (lý thuyết) sắp tới đây thì em phải làm như thế nào vậy ạ, em cảm ơn cô!",
    "Dạ lúc đầu năm em đã nộp CCNN IELTS rồi (IDP chuyển qua ạ ) lúc đó chứng chỉ của em còn hạn ạ. Hôm trước em có làm quiz để hỏi về việc em có phải nộp lại không ạ thì em thắc mắc là lúc em nộp hồi đầu năm lúc em vào trường thì chứng chỉ của em còn hạn nhưng bây giờ đã hết rồi thì sao ạ ?",
    "Em chào thầy/cô, Em tên Trần Hữu Duy - MSSV: . Ở học kỳ dự thính 202, em có thi môn Vât Lý 1 (PH1003), trong quá trình làm bài mạng internet nhà em có trục trặc nên chất lượng bài thi không đảm bảo. Sau buổi thi em đã điền form đăng ký hoãn thi và nhận được e-mail phản hồi chấp nhận của PĐT (có hình ảnh). Đến hôm nay thì khi em kiểm tra bảng điểm thì lại có điểm thi và điểm tổng kết. Em mong quý thầy,cô xem lại và điều chỉnh giúp em thành điểm hoãn thi. Em chân thành cảm ơn",
    "Chào cô , trước em có đăng ký hoãn thi Hk202 cho em hỏi về thời gian tổ chức thi các môn đó hoặc mình có phải đăng kí không ạ? Em cảm ơn cô !",
    "Dạ hôm trước em có hỏi việc đăng kí môn học với k2021 thì được trả lời như sau   QUOTE Thời gian: 08/24/2021 05:40:03 pm Từ: [20279] (003243)   Chào bạn, Bạn Chào bạn, Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn kỹ thuật (ghi rõ mã MH) và gửi qua b  /QUOTE  Dạ cho em hỏi thêm là làm đơn xong rồi gửi qua đâu. Em cảm ơn",
    "Dạ em chào thầy/cô của PĐT,    Em là , MSSV  Hiện tại, em cần bảng điểm để hoàn thành một số hồ sơ Thầy/cô cho em hỏi là em có thể đăng ký và nhận bảng điểm ở dạng scan hoặc pdf không ạ? Nếu có, cho em hỏi thủ tục đăng ký để nhận bản scan/pdf, và bản scan/pdf đó có phải là bản song ngữ như bản giấy hay không?    Mong sớm nhận phản hồi từ PĐT Em cảm ơn rất nhiều    Trân trọng,  ",
    "Kính gửi PĐT, Hiện nay, nhà trường vừa triển khai việc học các môn GDTC trực tuyến, bắt đầu từ tuần 38, link buổi học được lấy ở trang BK e-learning. Tuy nhiên trong trang e-learning của em không hề có lớp BƠI-PE1019 L30, mặc dù trên thời khóa biểu đã cập nhật các buổi học . Em mong PĐT sẽ giải quyết sớm vấn đề này giúp em ạ. Em xin chân thành cảm ơn.",
    "Dạ em xin chào thầy cô! Cho em hỏi em chưa học AV4 và điểm thi Toeic của em cũng không đủ để qui đổi điểm AV4. Vậy em học AV4A thay thế để được ra trường có được không ạ? ",
    "Dạ mấy ngày trước em có nộp form xin rút 1 môn học. Và hiện tại em muốn xin rút thêm 1 môn học khác nữa vậy em có thể điền form tiếp tục được không ạ? Dạ nếu được thì trong form lần 2 này em điền mấy môn học ạ? Môn mới em định rút hay là em phải điền cả 2 môn tính luôn môn lần trước em xin rút r ạ ? Em cảm ơn",
    "Dạ kính PĐT, em có một đứa em trai vừa đậu vào khoa Xây Dựng hệ đại trà. Đứa em của em nhờ em hỏi là có thể đăng ký chuyển lên hệ đào tạo Chất Lượng Cao được không ạ. Em xin cảm ơn ạ.",
    "kính gửi Quý thầy cô PDT, học kỳ 171 em có đăng ký mua bảo hiểm y tế trên trang của trường nhưng sau đó em đăng ký mua bảo hiểm ở KTX ĐHQG và thanh toán ở KTX. Em có hỏi phòng đào tạo ở cs2 và cô nói chỉ cần thanh toán ở KTX là được và không cần thanh toán trên bkpay. nhưng nay em vào bkpay thấy vẫn hiện chưa thanh toán bảo hiểm học kỳ 171 thì có bị gì k ạ.E xin cảm ơn ạ!!!",
    "Kính gửi: Phòng đào tạo. - Em tên là: . Mssv: . - Hiện đang theo học: Kỹ thuật máy tính. -Khoa: Khoa học và kỹ thuật máy tính. Lớp: MT20KT02.   Em viết email này để trình bày một số mong muốn sau:   Hiện tại địa phương em đang trong thời gian thực hiện việc xem xét nghĩa vụ quân sự. thế nên để tiếp tục học tập em cần phải có giấy xác nhận là đang là sinh viên của trường. Em đã chủ động đăng kí in giấy xác nhận sinh viên. Tuy nhiên, hiện đã 7 ngày kể từ ngày đăng ký nhưng vẫn chưa được xử lý. Thế nên em xin phong đào tạo có thể gửi trước file xác nhận không ạ. Hiện tại địa phương đang cần gấp. Nếu được như vậy em rất biết ơn ạ. Em chân thành cảm ơn .    Kính chúc quý thầy cô được nhiều sức khỏe và bình an trong mùa dịch.    Kính thư    ",
    "NHÀ TRƯỜNG ĐÃ MẮC SAI SÓT TRONG VIỆC KIỂM TRA BÀI LÀM CỦA EM,  DÙ . =   A , MONG ANH/  EM. EM CẢM ƠN Ạ",
    "dạ em chào pdt,hôm bửa em có xin bổ sung TLTN    PDT kêu em đã qua hết 5 tuần rồi,mak tkb em pdt mới cập nhật lúc sáng,nên em đã có liên hệ vs giáo viên hướng dẫn về nhận đề tài thì thầy giáo em có nói cho em là thời gian của em còn lại quá ít để hoàn thành TLTN,em sợ em ko hoàn tahfnh kịp đúng hạn bảo vệ TLTN,nên em mong pdt giúp em hủy tkb TLTN ạ,em cám ơn và xin lỗi pdt vì dã làm phiền ạ",
    "Kính chào phòng đào tạo, Kì này em chưa đăng kí kịp môn đề cương luận văn tốt nghiệp IM4315 và em được biết môn này chưa bắt đầu buổi giới thiệu. Em kính mong phòng đào tạo giải quyết đăng kí môn học này giùm em để em kịp tiến độ làm luận văn tốt nghiệp ra trường đúng hạn. Rất mong nhận được phản hồi sớm nhất từ pđt. Trân trọng, ",
    "Kính chào phòng đào tạo, Em muốn gửi ý kiến đóng góp của mình vào hòm thu góp ý đánh giá môn đã học thì em sẽ gửi qua đâu ạ. Rất mong nhận được phản hồi sớm nhất từ pđt. Trân trọng,",
    "Em tên . Cho em hỏi em có nộp đơn hoãn thi các môn ở HK202 nhưng sao điểm tổng kết là điểm 13 (vắng thi). Không biết là PDT đã kiểm tra lại thông tin hoãn thi của sinh viên chưa ạ? Em xin cảm ơn .   i ",
    "Kính gửi PDT Em tên:  MSSV:  Hôm đấy em không check mail nên không nhận được thông tin là mình không xét chuẩn anh văn để đăng ký môn học. Bây giờ em muôn đăng ký bổ sung Luận Văn Tốt Nghiệp ạ. Em đã xin được duyệt của thầy chủ nhiệm bộ môn ạ. Mong phòng đào tạo xét duyệt dùm em ạ. Trân trọng!",
    "Gửi phòng đào tạo, Em là  MSSV . Em đang gặp sự cố về việc đăng ký tốt nghiệp trên trang web trường. Cụ thể là em đã có tên trong danh sách dự kiến tốt nghiệp 11/2021, tuy nhiên thì trên web trường không cho phép em đăng ký với lý do chưa nộp HP. Mong phòn đào tạo xem xét lại. Em cám ơn nhà trường đã đào tạo em suốt 5 năm chương trình PFIEV.",
    "Họ và tên SV:  MSSV:  Em muốn hỏi phòng đào tạo về kết quả hoãn thi môn Quản trị kinh doanh cho kỹ sư (IM3001). Do ngày thi hôm 18/08/2021, đường truyền mạng internet của em bị trục trặc nên không thể tham gia buổi thi kèm vào đó là nhà em bị mất điện, nên không thể đảm bảo thiết bị cho buổi thi hôm đó, có cán bộ coi thi xác nhận, và em cũng đã làm đơn xin hoãn thi ngay buổi thi hôm đó, nhưng điểm trên bảng điểm của em là 13. Em mong phòng đào tạo xem xét lại giúp em, em xin trân trọng cảm ơn.",
    "Dạ em chào thầy(cô) ạ Theo thông tin từ giảng viên bộ môn thì cô đã chỉnh sửa điểm lại rồi Nhưng hệ thống vẫn chưa cập nhật lại ạ Không biết là do lỗi hệ thống chưa update hay sao vậy ạ Mong nhận được sự phản hồi sớm từ thầy cô Trân trọng",
    "Kính gửi BKsi, Em tên: , MSSV:  Theo sự hướng dẫn của cô  trong phản hồi ID 36087. Nay em làm đơn xin cứu xét đăng ký LVTN (file đính kèm đã có đầy đủ chữ ký xác nhận của Khoa) này mong thầy /cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ Luận văn tốt nghiệp trong học kì này, để em có thể hoàn thành kịp tiến độ học tập. Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
    "Dạ thầy cô ơi giờ em muốn đăng ký môn anh văn 3 để học cải thiện và duy trì tình trạng sinh viên trong trường hợp em không kịp nộp chứng chỉ anh văn thì phải làm đơn hay sao ạ? Hiện tại em đã hoàn thành xong các môn trong chương trình học. Em cảm ơn ạ!",
    "Theo như hướng dẫn của cô  trong phản hồi ID 36140, nay em có làm đơn xin đăng ký Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô), TR4311. Kính gửi BKsi. Mong nhận được sự trợ giúp ạ.",
    "Kính gửi: PĐT Đại Học Bách Khoa tp HCM Em là:  MSSV: . Hiện tại thì em có đang học môn anh văn 2. Và kịp tốt nghiệp đợt này thì PĐT có tạo điều kiện và mở lớp anh văn nhu cầu 4a và cho em được đăng kí đợt này . Nay em viết đơn này xin PĐT cho em được rút môn anh văn 2 LA1005 nhóm L01. Để tiện cho việc xếp thời khoá biểu học anh văn nhu cầu 4a. Em xin hứa sẽ đóng học phí theo quy định . Em xin chân thành cảm ơn!",
    "sáng nay em lên mybk thì thấy mất thời khóa biểu học kỳ này nên em ko vào học được .PDT kiểm tra lại gấp giúp em  MSSV ",
    "Kính thưa Phòng Đào Tạo trường Đại học Bách Khoa Tp Hồ Chí Minh Em tên  MSSV   Em viết đơn này để trình bày vấn đề như sau: do tình hình dịch Covid hiện nay, trong thời gian đăng kí luận văn bổ sung thì em đang bị cách ly, nên em không cập nhật được tình hình tin tức của Phòng đào tạo, do đó chậm trễ trong việc đăng kí luận văn . Mong Phòng đào tạo xem xét cho em đăng kí bổ sung luận văn tốt nghiệp, để em hoàn thành kịp tiến độ tốt nghiệp. Em xin chân thành cảm ơn",
    "Xin chào quý thầy cô, Em tên  - MSSV:  Hiện tại ở địa phương em có gửi giấy yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự trước ngày 25/09/2021. Em có đăng ký gửi giấy tạm hoãn NVQS qua bưu điện vào ngày 14/09/2021 và thấy trên hệ thống MyBK là  \"Đang được xử lý\" nhưng ở mục # thì có đánh dấu \"X\" nên em không hiểu là giấy của em  đã được xử lý chưa ạ? Hay em cần phải đăng ký lại? Rất mong nhận được sự phản hồi của quý thầy/cô phụ trách. Em xin cảm ơn.",
    "Cho em hỏi chi tiết về   B chương trình song nghành của khoa Điện - Điện Tử    và   B chương trình ba bằng cử nhân kĩ sư, thạc sĩ của trường    , cụ thể là: thời gian đào tạo, tổng số tín chỉ, điều kiện đăng ký, thời gian đăng ký và cách thức đăng ký ạ . Cảm ơn nhà trường!",
    "Chào phòng đào tạo! Em thấy trên mục đăng ký tốt nghiệp, để thông tin em đang nợ ngày công tác xã hội. Nhưng em đã làm đủ 15 ngày . Nhờ PĐT kiểm tra lại giúp em ạ Em cảm ơn Thầy/Cô!",
    "Em chào thầy(cô) chức trách ạ. Do học kì trước em có xin hoãn thi do việc cách ly tập trung và cũng được pđt cho phép. Nhưng e được thông tin là phải đến tháng 12 pđt mới xử lí xong vấn đề hoãn thi này, vì vậy điểm 13 ở phần bảng điểm của em sẽ là tạm thời đến tháng 12. Tuy nhiên, sắp tới đây, khoa Điện-điện tử có xét phân nghành dựa vào tín chỉ và điểm trung bình của sinh viên, vậy cho em hỏi là việc điểm 13 trên bảng điểm này có ảnh hưởng đến việc xét chuyên nghành của em không ạ. Mong nhận được sự giải đáp của quý thầy cô ạ. Em cảm ơn rất nhiều ạ. Thân.",
    "Cho em hỏi là giấy xác nhận sinh viên sẽ được cấp bao nhiêu năm ạ. Nếu như em học xong 4 năm nhưng vẫn chưa tốt nghiệp thì em có được cấp giấy xác nhận sinh viên không ạ.",
    "Chào PĐT,  Cho em hỏi là em đã đăng ký hoãn thi và bây giờ sao điểm cập nhật trên mybk là điểm vắng thi mà không phải điểm hoãn thi ạ.",
    "Dạ khả năng đọc hiểu của em hơi kém. Em đã thi anh văn do trường tổ chức 2 kì trước và dược 620 tức là đã đủ chuẩn anh văn năm 4. và hiện giờ chỉ phải nộp bằng Toeic hoặc ielts để đủ chuẩn ra trường thôi phải ko ạ.",
    "Yêu cầu đăng lý thi lại kỳ thi tiếng Anh nói viết . Kính gửi Thầy/Cô phòng đào tạo, Em tên là  (MSSV: ), ngày 17/09/2021 em có tham gia kỳ thi tiếng Anh trong bài thi writing của em trong quá trình vào phòng thi thiết bị phụ của em xảy ra sự cố không thể đăng nhập vào phòng thi, lúc đó có các giám thi canh thi khác chứng kiến. Sau một hồi khắc phục sự cố nhưng không thành công, giám thị có nói em là thoát ra và có thể đăng ký thi lại đợt sau. Sau đó em cũng đồng ý và thoát ra để không ảnh hưởng toàn bộ phòng thi. Kính mong Thầy/Cô có thể cho phép em được đăng ký tham gia thi lại kỳ thi tiếng Anh lại lần nữa ạ. Em xin cảm ơn ạ. Kính thư, ",
    "Em kính chào PĐT. Em muốn đăng kí in bảng điểm của học kì 2020-2021, để em làm hồ sơ nộp xin học bổng, thì em đăng kí online và PĐT sẽ gởi file để là làm hồ sơ hay là PĐT sẽ gởi về bưu điện cho em ạ. :",
    "Em chào anh/chị ! Em có một môn học tận HK202 do dịch bệnh mà phần thực hành của môn học đó dời đến gần đây mới học(em đã thi cuối kì xong). Cụ thể là ngày kết thúc buổi học cuối của em là ngày 17/10/2021, mà em xem trong thông tin tốt nghiệp của PĐT thì ngày 20/10/2021 là hạn chót bổ sung tốt nghiệp tháng 11. Em muốn hỏi là em có bị trễ bổ sung tốt nghiệp không ạ ? Nếu có thì em phải làm gì ạ ? Em xin cảm ơn ! Thân, ",
    "Em muốn đăng ký môn học ME1001 mong PDT xem xét.",
    "Cho em hỏi muốn đăng ký môn học Kỹ Thuật Số (EE1009), Anh Văn 4 (LA1009) trong học kỳ dự thính 211, bây giờ còn kịp không?  Em cảm ơn.",
    "Em tên là , MSSV: , lớp DD17TD01, ngành Kỹ thuật Điều khiển và Tự động hóa, khoa Điện-Điện tử. Theo em được biết thì môn Anh văn 4A (LA1043) và môn Anh văn 4 (LA1009) là 2 môn tương đương, nhưng em chưa được chuyển điểm và chưa được tính vào số tín chỉ tích lũy ngành. Vậy PĐT có thể chuyển điểm cho em ngay để kịp đăng kí xét tốt nghiệp được không ạ. Em mong sớm nhận được phản hồi từ PĐT ạ. Em xin cảm ơn! Trân trọng, ",
    "Xin chào Thầy/Cô, Em là Ngô Kiến Hoàng (MSSV: 1810713) thuộc khoa Điện - Điện tử. Em có dự định nộp hồ sơ dự tuyển học bổng Swing for Dreams năm học 2021-2022 như Email Phòng CTCTSV đã thông báo. Học bổng có yêu cầu in bảng điểm năm học 2020-2021. Tuy nhiên, bảng điểm Học kỳ 2 (2020-2021) của em vẫn chưa cập nhật đủ điểm các môn do còn 2 môn có tiết thí nghiệm vẫn chưa hoàn thành, dù đã thi cuối kỳ 2 môn này nhưng hệ thống vẫn chưa cập nhật điểm. Còn bảng điểm Học kỳ 1 (2020-2021) đã cập nhật đầy đủ Thầy/Cô cho em hỏi vậy em nên in bảng điểm năm học 2020 - 2021 như thế nào để đúng với yêu cầu của hồ sơ dự tuyển học bổng. Em nên nộp bảng điểm đầy đủ HK1 (2020 - 2021) hay em nên nộp cả hai dù bảng điểm HK2 (2020 - 2021) chưa cập nhật đủ ạ. Rất mong nhận được phản hồi sớm nhất từ Thầy/Cô. Em xin cảm ơn rất nhiều, chúc Thầy/Cô một ngày làm việc vui vẻ.",
    "lúc trước e có nhận được câu trả lời về việc đã được chấn nhận việc hoãn thi môn kết cấu thép 1. Nội dung câu trả lời nằm ở ảnh đính kèm. Qua ngày 06/09/2021 em kiểm tra bảng điểm sẽ dược nhà trường xử lý nhưng hiện tại vẫn chưa được xử lý ạ! Em cảm ơn.",
    "Thưa thầy cô, Em nhận thấy mình đã đủ điều kiện tốt nghiệp nhưng lại không đăng ký tốt nghiệp được ạ. Tình trặng đăng ký ghi là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\". Em cảm ơn quý thầy cô, Trân trọng,",
    "Chào thầy/cô Em tên Bùi Minh Hậu, MSSV:  Em là sinh viên lớp CK17CD03 thuộc bộ môn cơ điện tử, khoa cơ khí. Em đã đủ điều kiện tốt nghiệp (số tín chỉ, ngày CTXH, chứng chỉ GDQP, chuẩn thể chất, chứng chỉ ngoại ngữ, và Toeic nói viết) nhưng chưa có tên trong danh sách tốt nghiệp tháng 11/2021. Mong quý thầy cô phòng đào tạo kiểm tra và bổ sung em vào danh sách tốt nghiệp tháng 11/2021.   Em xin cảm ơn ạ.",
    "Dạ em chào thầy cô. Dạ em có đứa em đậu vào trường nhưng khoản thu đầu năm đối với em ấy đang khá khó khăn vì tình hình dịch. Thầy cô có thể cho em hỏi có cách nào để giúp đỡ em ấy và có thể gia hạn được không ạ . Em cảm ơn nhiều ạ   i  .",
    "Dạ em chào thầy cô. Dạ về học kì trước em có hoãn thi do bị bệnh, cho em hỏi rằng em sẽ tính điểm trung bình học kì em hoãn thi như thế nào ạ và khi đăng kí thi lại em sẽ đăng kí ở đâu ạ Em cảm ơn thầy cô.   i  .",
    "Em thưa thầy cô, Hiện em đã nhận được mail thông báo đăng ký tốt nghiệp nhưng khi lên MybK thì em không thể đăng ký với lý do em đang ở tình trạng tạm dừng học (Đầu học kỳ trước em có xin đi làm luận văn tại Pháp nhưng em đã xin được nhận lại và tình trạng của em vẫn là đang học -   B 2    hình đính kèm) . Vì vậy em xin thầy cô giúp em cập nhật lại trên web đăng ký tốt nghiệp để em có thể được đăng ký và nhận bằng tạm thời . Em xin chân thành cảm ơn thầy cô.",
    "Kính gửi phòng Đào Tạo hiện tại đang dịch nên em không thể ra tiệm để chụp ảnh 4x6 như theo yêu cầu, không biết là em có thể sử dụng ảnh cũ ( như hình đính kèm ) không bận sơ mi trắng và thắt cà vạt để đăng ký được không ạ? Em xin cảm ơn ạ",
    "Em thưa thầy cô, Hiện em đã nhận được mail thông báo đăng ký tốt nghiệp nhưng khi lên MybK thì em không thể đăng ký với lý do em đang ở tình trạng tạm dừng học (Đầu học kỳ trước em có xin đi làm luận văn tại Pháp nhưng em đã xin được nhận lại và tình trạng của em vẫn là đang học -   B 2    hình đính kèm). Vì vậy em xin thầy cô giúp em cập nhật lại trên web đăng ký tốt nghiệp để em có thể được đăng ký và nhận bằng tạm thời. Em xin chân thành cảm ơn thầy cô.",
    "Kính gửi PDDT,  Em có 2 vấn đề muốn hỏi ạ.  Thứ nhất, kì 202 vừa rồi em có xin hoãn thi 1 môn nhưng hiện tại trên bảng điểm là điểm 13 ạ. Em không biết khi nào điểm mới được điều chỉnh sang điểm hoãn thi ạ?  Thứ hai, em không biết cách tính điểm tbtl như thế nào nếu trong kì có môn hoãn thi và môn học đã thi cuối kì nhưng chưa hoàn thành thí nghiệm ạ?  Em xin cảm ơn PĐT rất nhiều.",
    "Thầy/cô cho em hỏi là em quên chưa đăng kí nộp bằng TN THPT thì có sao không ạ. Vì em nghĩ phải có bằng rồi mới đăng kí nộp được(do trường cấp 3 em không làm việc vì dịch bệnh). Em sợ đăng kí đến khi trường yêu cầu nộp thì lại không có bằng để nộp.",
    "Em chào thầy cô. Theo kế hoạch học kì này em sẽ bảo vệ Luận văn nhưng vì tình hình dịch bệnh nên không thể lên trường làm thí nghiệm để báo cáo. Xin cho em hỏi là em có thể báo cáo vào đợt sau, tức là học kì tới không ạ? Dạ em xin phép được giải thích thêm là học kì này các bạn đổi sang hướng đề tài thiết kế. Nhưng đề tài của em đã phát triển liên tục 2 học kì kế tiếp nên không thể đổi được ạ. Rất mong PĐT xem xét trường hợp này giúp em. Em xin cảm ơn thầy cô.",
    "Kính thưa thầy/cô, Em đã nhận được mail thông báo đăng ký TN. Nhưng khi em vào MyBK thì em vẫn chưa thể đăng ký TN được do tình trạng \"Không được phép đăng ký (Tam dung )\" . Kính mong thầy cô kiểm tra và hỗ trợ cho em. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo, em tên . MSSV:  Hiện tại em đã tích lũy 142 tín chỉ, hoàn thành xong luận văn tốt nghiệp, có 15 ngày CTXH và đã nộp chứng chỉ Ielts. Tuy nhiên em không tìm thấy tên trong danh sách tốt nghiệp dự kiến . Các bạn có trường hợp giống em đã được nhận mail và file thông tin tốt nghiệp. Tuy nhiên em vẫn chưa nhận được . Kính mong phòng đào tạo xem xét và gửi em file thông tin tốt nghiệp để em biết vấn đề . Chân thành cảm ơn phòng đào tạo.",
    "Em chào nhà Trường, em là _, mail:  Hôm nay em nhận được giấy báo nghĩa vụ quân sự. Em đã đăng ký giấy chứng nhận sinh viên và chọn giao nhận tại nhà riêng. ( đăng ký ngày 18-9-2021, 19:28) Em xin hỏi là nhà trường có thể gửi cho em bản pdf chứng nhận sinh viên để em có thể in và nộp cho ban chỉ huy quân sự xã trước không. Vì em sợ dịch này thời gian giao sẽ bị chậm trễ. Và giấy tới trễ so với thời gian quy định nộp để hoãn nghĩa vụ quân sự. ( thời gian nộp là 25-9-2021) Em mong nhà trường giao nhanh, và nếu được, mong nhà trường gửi bản pdf vào mail giúp em. Em xin cảm ơn. .  ",
    "Tốt nghiệp . Thưa , theo như yêu cầu của  là email cho trung tâm GDQP, em đã foward lại email có bảng điểm từ phòng đào tạo trung tâm GDQP . Nên em muốn tạo hỗ trợ này để hỏi xem kết quả học phần quốc phòng đã được xác minh chưa. Em xin cảm ơn.",
    "Xin chào thầy/cô, Thầy/cô cho em hỏi lễ tốt nghiệp sẽ được dời vào cuối học kỳ 211 vậy là lễ tốt nghiệp sẽ được tổ chức vào tháng mấy trong năm 2022 ạ? Em xin cảm ơn!",
    "Em tên , lớp CC15KTM2. Em vừa hoàn thành LVTN và các môn theo chương trình học nhưng danh sách dự kiến tốt nghiệp vẫn chưa cập nhật thêm tên nên em rất lo lắng. Em có đính kèm các hình ảnh minh chứng về thông tin học tập và ngày CTXH. Mong trường xử lý sớm ổn thỏa cho lần tốt nghiệp trễ hạn này của em ạ. Cảm ơn nhà trường nhiều.",
    "a phương yêu cầu nộp biên lai học phí để bổ sung giấy tờ tạm hoãn nghĩa vụ quân sự. Cho em hỏi là in biên lai trên bkpay hay là đk in biên lai với trường mới được ạ   i  .",
    "Trường cho em hỏi là khi nào thì sinh viên đăng kí hoãn thi được thi lại, GVBM cho sinh viên hoàn thành học phần kịp để ghi nhận kết quả  không ạ? Em xin chân thành cảm ơn, và mong sớm nhận được hồi đáp từ PĐT.",
    "BKeL của em bị lỗi chỉ hiển thị các khóa học của kỳ trước. Trên lịch thì vẫn hiện các deadline của một số môn em đang học nhưng trên trang chỉ hiển thị các môn học của học kỳ 2 năm trước",
    "Dạ em chào thầy cô ạ. Dạ cho em hỏi nhà trường còn hậu kiểm đủ 29 tín chỉ để SV được công nhận là năm 2 không ạ. Em cảm ơn ạ",
    "Thưa Quý Thầy/Cô, Em tên là , MSSV , khoa Khoa học và Kỹ thuật Máy tính. Vừa qua em đã bảo vệ thành công LVTN của em. Đồng thời cũng hoàn thành đủ số chỉ (139), đạt chuẩn tiếng Anh (IELTS - đã nộp bằng) và đã hoàn thành đóng học phí đầy đủ. Nhưng khi em đăng ký tốt nghiệp trên trang MyBK thì nhận được thông báo không nằm trong danh sách tốt nghiệp dự kiến vào tháng 11/2021. Em kính mong Quý Thầy/Cô có thể kiểm tra lại lý do vì sao em không có tên trong danh sách tốt nghiệp dự kiến ạ. Em trân trọng cảm ơn.",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Em muốn được phản ảnh về kết quả điểm tổng kết môn Triết học  - , mã SP1031, học kì 202, do cô  giảng dạy Theo Đề cương môn Triết học, HK 202;   B cách đánh giá quá trình đúng là 20% BT, 20% BTL và 60% Thi   . Điểm quá trình lần lượt của em là 8.00, 7.00, 8.00;   B điểm trung bình là 7.8; làm tròn theo quy chế học vụ của PĐT là 8.0.    Tuy nhiên,   B khi cập nhật lên hệ thống thì điểm tổng kết của em lại là 7.50   . Điều này có ảnh hưởng nhất định đến điểm trung bình tích lũy của em. Chính vì vậy, em mong nhận được sự hỗ trợ của thầy/ cô sớm nhất có thể, để tránh làm ảnh hưởng đến kết quả của em ạ. Dạ em xin cám ơn. Chúc một ngày tốt lành .",
    "Cho em hỏi hiện ở nhà đang chỉ thị 16 không chuyển tiền học phí được (nhà chỉ có ba ,mẹ bệnh nền bà ngoại già nhóm nguy cơ) nên việc ra ngoài thời điểm này nguy hiểm cho người nhà nhưng hạn đóng học phí sắp đến, E là F0 vừa chữa trị xong kinh tế khó khăn,kẹt ở BD, mất việc làm thêm. Nên cho E hỏi thanh toán trễ có được không ạ. Cám ơn PĐT",
    "Dạ em có xin được đăng kí vào lớp dự thính môn Cơ sở Kỹ Thuật Điện hiện tại. Em xin bổ sung xác nhận của giảng viên đang dạy thầy  ạ",
    "Em xin hỏi về vấn đề em chưa nộp bằng tốt nghiệp THPT đợt 1 do không đi lấy được và em có đợi thông báo nộp đợt 2 nhưng không thấy thông báo nộp. Nếu chỉ nộp trên mybk thôi thì có được tính không ạ và bằng tốt nghiệp bản giấy có cần gửi bưu điện nộp nữa không do cán bộ lớp em chỉ thu đợt 1. Em xin lỗi vì sự chậm trễ này, mong thầy/cô giải đáp và đưa ra hướng giải quyết giúp em. Em cảm ơn.",
    "Chào anh/chị, Điện thoại em bị hư nên em k nhập được mã OTP để thanh toán qua bkpay ạ, với giờ dịch cũng không sửa được ạ. Dạ em kiểm tra thì thấy 2 cột   của em lần lượt là 08,04 và 08,02 ạ. Chị điều chỉnh giúp em với ạ. Chị cho em hỏi thêm là điểm này đã tính điểm anh văn quy đổi từ bằng IELTS chưa ạ.",
    "Em chào thầy cô. Em tên là  MSSV:  Trước em có gửi mail xin phép tham gia lớp dự thính Anh văn 4 LA1009 nhóm lớp DT01 do giảng viên  đứng lớp và nhận được phản hồi nếu em có mail xác nhận đồng ý cho vào lớp của Giảng viên thì có thể được học lớp này. Em gửi ảnh mail xác nhận của giảng viên  đồng ý cho em tham gia lớp học. Mong thầy cô giúp đỡ để em có thể tham gia vào lớp học này, em cảm ơn thầy cô rất nhiều. Chúc thầy cô sức khỏe.",
    "Em chào thầy cô PĐT ạ Em tên   Em đã nhận được câu trả lời của Thầy Cô PĐT về vấn đề xin làm luận văn của em rồi ạ. Em đã kiểm trả đi kiểm tra lại về số tín chỉ của em và hôm nay một lần nữa em viết yêu cầu này gửi cho Thầy Cô ạ. Do kì dự thính vừa rồi các môn học có thực hành bị hoãn nên Môn Hóa Đại cương(CH10003) của em chưa được hoàn thành và nhà trường chưa cập nhật 3 chỉ môn đó cho em và đến tuần 41 thì em mới được tiếp tục học và hoàn thành môn học. Em mong Thầy Cô PĐT cập nhật tín chỉ Hóa đại cương cho  em thì em sẽ đủ số tín chỉ để nhận luận văn tốt nghiệp là 96 chỉ. Em mong thầy cô xem xét và giúp đỡ em ạ, thời hạn của em cũng đã sắp hết. Em mong Thầy Cô cho em đăng kí làm luận văn tốt nghiệp(260663). Em cảm ơn Thầy Cô đã luôn trả lời những câu hỏi của em trong suốt thời gian qua. Em chân thành cảm ơn",
    "MSSV:       .   B Kính gửi: Quý phòng Đào tạo,    Em tên:   B ĐỖ THIỆN TÂM NHƠN.    Mã số sinh viên:   B .    Ngành   B Kỹ thuật Xây dựng (Bằng 2) Khóa 2019   . Khi đối chiếu tiến độ học tập theo chương trình đào tạo ngành   I Kỹ thuật công trình xây dựng khóa 2017  /I  thì có môn học sau em chưa hoàn thành. - Mã môn học: CI1001 - Tên môn học: Nhập môn về kỹ thuật Có thể do thiếu sót của em, nên qua các đợt ĐKMH mà em vẫn chưa thể đăng ký môn học này. Được biết môn học này dành cho các bạn tân sinh viên (HK1-năm 1). Hiện nay, các bạn tân sinh viên vừa có kết quả trúng tuyển và chưa vào học kỳ chính thức . Em kính nhờ Quý Phòng đào tạo hỗ trợ bổ sung em vào lớp môn học này để em có thể hoàn tất Chương trình đào tạo của mình. Em cam kết sẽ nộp bổ sung học phí đầy đủ. Chân thành cảm ơn Quý Phòng.",
    "Dạ em chào thầy (cô) em tên . Trong kì thi online của học kì vừa rồi em bị lỗi file ghi màn hình và em đã đăng kí hoãn thi. Tuy nhiên em đã báo với giáo viên và đã giải quyết được và em đã được cập nhật điểm đầy đủ. Giờ cho em hỏi là sau này em có bị đánh điểm hoãn thi không ạ. Giờ em có thể làm đơn xin hủy hoãn thi không. Em cám ơn",
    "em muốn xin giấy xác nhận sinh viên để tạm hoãn NVQS ạ .",
    "Kính chào Thầy/Cô, Em tên: Phạm Văn Quảng. Mssv: Thưa thầy/cô em có đăng ký in thẻ sv, đăng ký chuyển phát Qua BƯU ĐIỆN và đã đóng phí  làm thẻ ngày 23/8/2021,nhưng nay e kiểm tra lại vẫn thấy báo Tình Trạng ĐANG CHỜ THANH TOÁN. Trang BKPAY thì báo đã oàn thành. Nhờ thầy/cô kiểm tra giúp em. Em xin chân thành cảm ơn.  ",
    "Họ và tên:  MSSV:  Lớp: XD16KT   B Nguyên do:    - Do có nhiều thông tin khác nhau về điểm chuẩn tiếng anh ( Toeic ) để xét tốt nghiệp cho khóa 2016 (K16).   B Thắc mắc:    - Nên em muốn hỏi là điểm chuẩn tiếng anh tối thiểu ( Toeic ) để xét tốt nghiệp đối với khóa 2016 (K16) ở thời điểm hiện tại với các kỹ năng ạ:    + Listening - Reading?    + Speaking - Writting? - Và điểm chuẩn này đối với khóa 2016 (K16) có thay đổi cho những năm kế tiếp không ạ? Em rất mong nhận được phản hổi sớm của trường! Em xin cảm ơn ạ! ",
    "Dạ, em có thắc mắc về vấn đề đột nhiên không tìm được thấy các môn học của HK211 trên elearning ạ. Lần truy cập cuối của em là vào ngày 18/9/2021, thời điểm mà mọi thứ trên hệ thống elearning không có gì bất thường cả . Em có đính kèm bằng chứng mất các môn học HK211 trên elearning. Mong các thầy cô hỗ trợ em gấp ạ, do việc này ảnh hưởng trực tiếp đến quá trình học tập của em trong HK211 đang diễn ra. Em cảm ơn.",
    "Em đã đăng ký hoãn thi môn Phương pháp tính (MT1009) học kỳ 202 nhưng trên mybk vuằ cập nhật điểm 13 ạ. Xin coi lại giúp em ạ.",
    "dạ cho em hỏi là em muốn tạm dừng học kì này em cần làm đơn những gì ạ",
    "Kính chào quý thầy cô, Em là sinh viên khóa K18 khoa KTXD, hiện nay do em có nhu cầu cải thiện điểm của một số môn học hồi năm 1 năm 2. Tuy nhiên, có một số môn đã được nhà trường đổi mã môn học. Vậy câu hỏi em muốn hỏi là: 1. Em sẽ xử lý như thế nào trong trường hợp này ạ? Liệu em có thể đăng kí môn đó và chuyển điểm sau được không 2. Môn học Nhập Môn Kĩ Thuật (CI1001), theo em được biết là môn do nhà trường đăng kí cho sinh viên vào học kì đầu tiên, vậy em có thể đăng kí học môn này cũng với khóa K21 không ạ? Nếu không thì có cách nào để em có thể tham gia lớp không ạ? Em xin chân thành cảm ơn Trân trọng, ",
    "Em chào thầy (cô). Em tên:  mssv , học môn cơ lưu chất (CI2003) nhóm L01-A HK-202 Em soạn mail này là xin chỉnh lại điểm đi học kỳ 202 môn cơ lưu chất, em bị 0đ, em đã xin pđt hoãn thi và được chấp nhận ạ, em có gửi ảnh là bằng chứng pđt đã duyệt cho em. Em xin cam đoan đây là sự thật và chịu mọi trách nhiệm nếu gian dối. Em cảm ơn.",
    "Dạ hôm nay 19/9/2021, em có thi cuối kì HK203 môn tín hiệu và hệ thống (EE2005), sau khi điểm danh và lấy đề,1 khoảng thời gian sau e có bị trục trặc lỗi mạng nên em bị văng khỏi phiên gg meet gần như cả buổi thi, đến lúc làm bài xong, gần hết giờ em mới phát hiện và đăng nhập lại, nên em xin được hoãn thi, em đã điền vào form xin hoãn thi, ngoài điền form đó có cần mail xin giảng viên hay gì không ạ. Em cảm ơn ạ.",
    "Kính gửi: - Phòng Đào tạo - Trường ĐH Bách  Tp.HCM. -  Kỹ Thuật Giao Thông - Trường ĐH Bách  Tp.HCM. Họ và tên sinh viên: , MSSV: , : Kỹ Thuật Giao Thông, Khóa học: K2015. Em làm đơn này để xin đăng ký bổ sung Môn học: Luận Văn Tốt Nghiệp, Mã số môn học: TR4313 vì lý do trễ hạn trong đợt đăng ký môn học của học kỳ 211 do ảnh hưởng của dịch Covid-19. Kính mong  và nhà trường xem xét giúp em thực hiện nguyện vọng đăng ký bổ sung trong học kỳ 211 này. Em xin hứa sẽ học tập thật tốt, thực hiện đúng nhiệm vụ mà  và nhà trường đề ra. Em xin chân thành cảm ơn! (Đơn đính kèm đã có xác nhận của Ban Chủ Nhiệm  Kỹ Thuật Giao Thông)",
    "Chào PĐT, - Trong học kỳ vừa qua thay vì học môn Anh văn 4 (MMH:LA1009), thì em đăng ký học môn Anh văn 4A (MMH:LA1043) và đã qua môn. Theo như những thông báo trước mà PĐT đã gửi thì, nếu qua môn Anh văn 4A thì sẽ được tính miễn và tính ĐẠT môn Anh văn 4. Ở đây em hiểu là nếu qua môn Anh văn 4A thì sẽ đạt 2 chỉ môn Anh văn 4, nhưng sẽ không tính điểm Anh văn 4A vào điểm trung bình học kỳ cũng như điểm trung bình tích lũy. Nhưng vừa rồi, khi PĐT cập nhật bảng điểm thì em lại thấy là vẫn tính điểm Anh văn 4A vào điểm trung bình học kỳ cũng như điểm trung bình tích lũy. Cùng với đó là em xem bên điểm chuyển thì vẫn chưa có 2 chỉ môn Anh văn 4. - Mong PĐT giải đáp thắc mắc này giúp em, vì em dự tính sẽ tốt nghiệp vào tháng tới, nếu như thiếu 2 chỉ Anh văn 4 thì em phải trễ thêm 1 kỳ nữa mới được tốt nghiệp. Do vậy mong PĐT xem xét và giúp đỡ. Em xin cảm ơn PĐT.  ",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên:  Cảnh Mssv:  SĐT: [phone_number] Hệ VHVL - Khoa Quản Lý Công Nghiệp  Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ chính quy khóa 2014. Hiện tại em đã hoàn thành tất cả các môn học bao gồm cả Luận Văn Tốt Nghiệp nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì không có tên trong đó. Như hình bên dưới, hiện em chỉ có 106 tín chỉ, trong khi em đã: - Tích lũy bên hê Chính Quy là 122 tính chỉ (Không tính av1, av2, av3, av4) ). Em có làm đơn chuyển điểm các môn bên CQ qua VHVL rồi . ﻿- Kì rồi em vừa hoàn thành xong:  Tốt Nghiệp (9 tín chỉ) và  Kinh Doanh (môn chuyên ngành) (3 tín chỉ): tổng là 12 tín chỉ - hình ảnh đính kèm - Tổng lại hết 122 tín chỉ + 12 tín chỉ = 134 tín chỉ (đủ tín chỉ tốt nghiệp) ﻿ ﻿Em mong Phòng Đào Tạo, Thầy/Cô phản hồi, để em có thể đăng ký Tốt Nghiệp vào đợt T11/2021 . ﻿ ﻿Em cảm ơn ạ !",
    "Kính gửi Phòng Đào Tạo, Trong các lần thắc mắc trước, em đã biết được lí do tại sao mình không có tên trong danh sách dự kiến tốt nghiệp, đó là do em còn thiếu 2 module mở rộng của chương trình KSTN. Do đó em đã có nguyện vọng xin ra khỏi chương trình KSTN và đã được Văn phòng Khoa Cơ Khí và Phòng Đào Tạo xác nhận ( hình ảnh email trong file đính kèm. Sau khi được xác nhận, em kiếm tra MSSV của mình trên danh sách dự kiến tốt nghiệp và phần Đăng kí tốt nghiệp, tuy nhiên vẫn chưa thể tiến hành đăng kí. Kính mong Phòng Đào Tạo giải đáp thắc mắc của em. Kính thư.",
    "Em muốn xin cú pháp chuyển khoản học phí cho trường. Vùng em được phép đi không có ngân hàng OCB Phương Đông. Em cảm ơn!",
    "Em có một số thông tin và câu hỏi về Tuyển sinh như sau ạ: 1. Điểm xét tuyển: 24.40 2. Bạn này đã trúng tuyển 220 - Kỹ thuật dầu khí hệ CLC . Nhưng do điều kiện kinh tế không tốt nên muốn chuyển sang hệ Đại trà có được không ạ? Điểm của 120 là 22 điểm . 3. Nếu muốn chuyển sang ngành khác là 125 Kỹ thuật môi trường (24 điểm ) có được không hay chỉ được chuyển sang đúng ngành trúng tuyển là Dầu khí Đại trà? 4. Nếu được chuyển thì có những thủ tục nào và xem thông tin ở đâu để thực hiện việc Chuyển đổi hệ Đào tạo và Ngành ạ. Em xin cám ơn!",
    "Em là  mssv  Em đã đăng kí rút môn học nhưng sau ngày 15/9 vẫn chưa có thay đổi kết quả trên thời khóa biểu như trên mail . Em mong quy thầy cô xem xét lại giúp em. Em xin cảm ơn.",
    "Em chào Thầy/Cô, em thắc mắc về vấn đề đăng ký môn học ạ. Trong chương trình đào tạo có danh sách các môn học theo từng học kỳ, cho em hỏi nếu em vẫn chưa muốn đăng ký các môn học trong danh sách ở học kỳ tới mà muốn đăng ký học lại các môn cũ để cải thiện điểm thì có được không ạ? Em cảm ơn Thầy/Cô đã trả lời thắc mắc của em!",
    "Xin chào! Em Tên:   Mssv:  Em có đăng kí in bản điểm ngày 10/9 và đã thanh toán ngày 19/9. ( mã phiếu InBD[phone_number]3) Vì hiện tại em đang bị cách li covid ở khu cách li. Nên em cần bản mềm (PDF) để ứng tuyển học bổng. Vậy thủ tục nào để em xin được bản mềm đó ạ. Xin cảm ơn",
    "Em chào anh/chị ạ. Em xin hỏi em đã điền đơn xin hoãn thi môn Phương pháp tính, Giải tích 1 và Giải tích 2 nhưng đến bây giờ em vẫn chưa nhận được phản hồi về kết quả hoãn thi 3 môn trên của em. Em xin cảm ơn ạ.",
    "Em cần thanh toán học phí thi anh văn nói viết để tốt nghiệp trước ngày 22/09/2021. Tuy nhiên, hiện tại em bị khóa tài khoản internet banking của OCB và do dịch nên ko ra CN/PGD lấy lại mật khẩu được. Cho em hỏi có kênh nào khác để thanh toán 150k tiền thi này không?",
    "Chào thầy/cô ạ, Dạ cho em hỏi những lớp anh văn nhu cầu (AVCB A) thì điểm có được tính vào trung bình tích lũy không? Em cảm ơn ạ.",
    "Chào thầy/cô ạ, Em tên:  MSSV:  Em gửi yêu cầu này về việc em không thể truy cập được trang video trên  của 2 môn học Kết cấu bê tông cốt thép(CI3237) và Kết cấu thép(CI3231) từ tuần thứ 33 đến nay, Em mong được thầy/cô hỗ trợ sớm nhất có thể ạ.",
    "Dạ, em muốn hỏi quy trình đăng ký rút môn học này như thế nào ạ ? Em có tìm trên aao thì chỉ có hướng dẫn rút môn offline thôi ạ Em xin cám ơn",
    "Dạ do tình hình dịch covid diễn biến phức tạp nên phía doanh nghiệp đã chủ động liên hệ em để dừng tiếp nhận thực tập vào ngày 12/8/2021, thời điểm này em cũng không tìm được công ty nào khác để thực tập ngành CE nên mong thầy cô cho em rút môn Thực tập tốt nghiệp trong kỳ 203 để đăng ký vào một kỳ khác ạ. Em mong rằng sẽ nhận lại được phần học phí đã đóng cho môn này. Em xin chân thành cảm ơn ạ   i  .",
    "Chào thầy cô, ở đợt thi cuối kỳ của kỳ dự thính 203, em có làm đơn xin phép PĐT được hoãn thi môn cơ học ứng dụng AS2001 và đã được phê duyệt, nhưng đến nay em kiểm tra trên hệ thống myBK phần bảng điểm vẫn ghi là điểm 13 vắng thi ạ. Em đính kèm 2 ảnh ở dưới á, em muốn hỏi khi nào thì điểm được cập nhật lại ạ. Em cảm ơn!",
    "Tên:  MSSV:  Cho em hỏi về việc bây giờ nhà trường có cho làm giấy tạm hoãn nghĩa vụ quân sự chưa ạ. Em cảm ơn",
    "Em là  MSSV  hiện đã hoàn thành luận văn tốt nghiệp và có điểm tổng kêt trung bình tích lũy. Trong học kì hè vừa rồi, em có đăng kí học cải thiện môn Phương pháp tính và do sự cố đường truyền mạng nên em không tham gia được kì thi cuối kì và bị điểm \"13\" dù em đã đăng kí hoãn thi. Cho em hỏi nếu bị điểm \"13\" như vậy em có bị buộc thôi học không ạ (vì theo như quy chế thì điểm TBHK =0 sẽ bị buộc thôi học)  Trong trường hợp em muốn đăng ký hủy hoãn thi thì có vi phạm qui chế nào không ạ? và em có thể đăng kí xét tốt nghiệp vào đợt này không ạ? Em xin cảm ơn",
    "Kính chào PĐT Hiện nay gia đình em có gặp khó khăn về mặt kinh tế, ngân hàng chính sách ở chỗ em có đề nghị cho vay vốn sinh viên NHƯNG  CÓ  làm hồ sơ Vậy em muốn xin thông tin GIẤY XÁC NHẬN ở đâu ạ, và có thể gửi về chỗ em kém dấu mộc không ạ. Em cảm ơn",
    "MSSV :  Kính gửi thầy/cô Sau khi nhận được phản hồi của PĐT em xin nộp đơn đăng kí thu nhận tình trạng sinh viên Em xin chân thành cảm ơn.",
    "Em tên , MSSV . Hôm nay gia đình nhận được tờ giấy sau(có file đính kèm)  Gia đình em hỏi bên phường nhưng bên phường không cho lùi. Em xin hỏi có cách nào nhận được giấy nghĩa vụ sớm không ạ? Em cảm ơn.",
    "Em tên , mssv , cho em hỏi bkel của em gặp vấn đề gì ạ mà mấy cái môn ở hk211 biến mất hết, chỉ còn lại còn môn ở các học kì trước. Em xin cảm ơn",
    "Chào cô, Em có báo cáo về chuyện đăng kí luận văn tốt nghiệp bị lỗi. Sau ngày 20.9 mà bên tkb em chưa có cập nhập ạ, cô kiểm tra lại giúp em. Em cảm ơn",
    "Chào thầy, cô  Em có đăng ký thi anh văn nói viết đợt 2 và ngày chót đóng lệ phí anh văn nói viết là ngày 15/09 Vào ngày 14/09 em đã thanh toán lệ phí và tài khoản ngân hàng đã có trừ tiền Thông tin như hình đính kèm Mong thầy cô xem xét giúp em để em có thể thi anh văn nói viết đúng ngày ạ   Em xin cảm ơn  Tín",
    "Dạ thưa thầy/cô, em tên là Phan Thanh Hoài MSSV , học kì 202 vừa rồi em có học lớp L07 môn CƠ LƯU CHẤT do thầy  giảng dạy, do bị F0 nên đã xin hoãn thi cuối kỳ cho môn này và đã được chấp nhận do đi cách ly điều trị F0. Nhưng hôm nay em có vào bảng điểm coi thử thì thấy điểm tổng kết và điểm cuối kỳ đều bị 0 điểm. Em mong Phòng Đào  Tạo xem xét lại và cập nhật lại ạ. Em xin chân thành cảm ơn ạ.",
    "Dạ cho em xin phép hủy hoãn thi  Họ và tên Nguyễn Văn Phong Mssv  Môn Giải Tích 2  Mã môn MT1005 Học kì HK202 Nhóm L09 Ngày thi 07/08 Giờ thi 10g00",
    "Cho em hỏi về điều kiện để nhận LVTN là như thế nào ạ?? Em đang học khoa XD K18, nếu khi không tìm được thầy nào để hướng dẫn phần kết cấu trong LV thì như thế nào ạ??",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên: Nguyễn Trương Quốc Thái MSSV:  Hệ VHVL Chào Thầy/Cô, em là sinh viên liên thông từ cao đẳng, hệ VLVH, đợt xét tuyển T10/2020. Em trúng tuyển ngành Kỹ thuật điện, nhưng hiện tại phần lý phần lý lịch sinh viên của em thông tin ngành học là  Kỹ thuật Điện tử - Truyền thông, mong Thầy/Cô xem xét giúp em. Chúc thầy cô nhiều sức khỏe Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô! Em tên  mssv . Dạ việc em còn thiếu 1tc để nhận LVTN là không chính xác. Theo bảng chuyển điểm từ Chính quy sang VHVL thì ngoài mấy môn không tương đương, thay thế ra thì vẫn còn sót 3 môn chưa chuyển điểm: + Hóa đại cương: mã CH1003 (mã cũ 604002, đã học hệ chính quy HK2 2013/2014) + Kỹ thuật hệ thống viễn thông: mã: EE3015 (đã học hệ chính quy HK3 2018/2019) + Thông tin di động: mã EE3107 đã học HK2 2018/2019 Xin Thầy/Cô cập nhật chuyển điểm giúp lại giúp em để đăng ký LVTN kỳ này. Thân!   .",
    "Dạ em chào phòng đào tạo,  Dạ em xin đăng ký HUỶ hoãn thi môn đại số tuyến tính ạ. Lý do vì hôm đó em chờ thấy cái bản record lâu mà không thấy về nên em nghĩ là em đã quên ấn record nhưng sau khi điền form hoãn thi thì em mới nhận được bản record sau ít ngày, và em cũng đã nộp bản record môn Đại số tuyến tính rồi ạ. Nhưng mà em lại điền form hoãn thi ĐSTT chung với môn Vật lý 1 ( môn này em quên record nên không có video về ạ) . Nên em làm mail này xin đăng ký HUỶ đăng ký hoãn thi môn Đại số tuyến tính và vẫn Đăng ký hoãn thi môn vật lý 1. Môn Vậy lý 1 là thuộc HK202 và môn Đại số tuyến tính thuộc HK203 ạ . Em mong nhận được xác nhận của phòng đào tạo . Em xin cảm ơn ạ . ——————————————————— Nguyễn Ngọc Khôi Mssv:  Gmail: ",
    "Sáng ngày 20/09/2021, khi em lên trang BKel thì các trang môn học của học kì 1 năm học 2021-2022 đã bị mất hết và em không thể vào nữa, mong văn phòng có thể giúp em ạ.",
    "Em tên là Nguyễn Đoàn Quang Tùng, MSSV , hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này. Em xin cảm ơn ạ! .      Phòng đào tạo đã ghi nhận yêu cầu của em  và có phản hồi là mã đề cương luận văn GE4311 là không đúng. Em đã lên trang aao để kiểm tra chương trình học khóa 2017 của ngành Kỹ thuật Địa chất và Dầu khí, chuyên ngành Địa Chất Môi Trường thì thấy mã đề cương chính xác ạ (em gửi hình đính kèm). Vì bằng 1 em học khoa Điện-Điện Tử ở trường Bách Khoa TPHCM nên những môn cơ sở như , ,... em được miễn, số tín chỉ sẽ tính thêm nhưng môn này. Nếu mã đề cương luận văn của em không chính xác thì em kính xin Phòng Đào Tạo cho em biết em đang học theo chương trình khóa nào và mã số đề cương luận văn của khóa đó. Em xin cảm ơn!",
    "Em xin kính chào các thầy cô ạ. Dạ kính thưa thầy cô là em đã đăng ký in giấy xác nhận sinh viên và gửi về địa phương ạ.Nhưng trên mybk vẫn chưa có phiếu xác nhận ạ, còn khoảng hơn mười ngày nữa là hết hạn nộp giấy xác nhận sinh viên cho địa phương, thì liệu nếu bưu điện họ không gửi về kịp thì thầy cô cho em hỏi mình còn cách nào khác để nhận được bản in online không ạ,tại địa phương em nói là chỉ cần bản chụp hoặc abnr photo online cũng được ạ. Em cảm ơn quý thầy cô ạ!",
    "cho em hỏi em đăng kí giấy xác nhân sinh viên cụ thể là hoãn nghĩa vụ quân sự từ 17/9 tới giờ vẫn chưa được xử lí",
    "Em xin được gửi lời chào đến Thầy/Cô, Em hiện đã hoàn thành chương trình học, đang ở ngoài khu vực TPHCM, cụ thể là ở Biên Hòa, Đồng Nai, và hiện cả hai tỉnh đều đang thực hiện giãn cách do dịch COVID-19. Em muốn hỏi là hiện tại, do nhu cầu nộp hồ sơ du học, em cần bản giấy của Bảng điểm và Giấy tốt nghiệp tạm thời thì việc vận chuyển qua bưu điện lúc này (20.9 - 30.9) từ trường về tới nơi em đang sống liệu có khả thi không ạ? Em xin cảm ơn Thầy/Cô đã dành thời gian. ",
    "Ngày 26/08 em có gửi thông tin nhờ PĐT hỗ trợ hoãn thi môn Cơ Lưu Chất CI2003 giúp em, vì lý do nhà em cúp điện vào ngày hôm đó nên không tham gia được . Hôm nay em có vào kiểm tra thông tin sinh viên thì thấy điểm cuối kỳ môn CLC được cập nhật là 13 điểm . Mong PĐT hỗ trợ em thêm thông tin về vấn đề này . Em cảm ơn nhiều ạ !    I .  /I",
    "Dạ em xin chào thầy cô, cho em hỏi năm học này trường mình sắp phát giấy hoãn nghĩa vụ quân sự hay chưa ạ, hay là em phải lên mybk để đăng kí in (cấp lại) vậy ạ.  ",
    "Kính gửi Thầy (Cô), Em có một vài thắc mắc, mong quý Thầy (Cô) có thể giải đáp giùm em ạ. Trong HK202, em đã bị PĐT ra quyết định tạm dừng học vì thanh toán học phí trễ hạn. Hiện tại em đã thanh toán học phí và được PĐT khôi phục lại tình trạng đang theo học. Nhưng đến nay, em vẫn còn 1 môn học chưa được cập nhật điểm trên MyBk ạ. Do em thanh toán học phí trễ hạn trong khoảng thời gian sau buổi thi cuối kỳ nên trong ngày thi cuối kỳ em đã không tham gia dự thi. Vậy em có được cập nhật điểm thi giữa kỳ (do có tham gia thi) và điểm cuối kỳ là điểm 13 (do vắng thi) không ạ?  Trong trường hợp em không được cập nhật điểm thi cuối kỳ là điểm 13 do vắng thi thì em có bị tính là chưa hoàn tất môn học và có ảnh hưởng đến việc đăng ký xét tốt nghiệp không ạ? Do trong HK182 em đã học môn này và đã qua môn, trong HK202 em chỉ đăng ký học cải thiện thôi ạ . Em xin chân thành cảm ơn.",
    "Họ tên:  MMH: CH4363 Số tín chỉ: 125 Số ngày CTXH: 16.5 Trong đợt đăng ký cuối cùng LVTN, TTTN,  từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211. Tuy nhiên, kết quả đăng ký không được đồng ý. Em xin gửi đơn khiếu nại đến PĐT để xem xét giúp em về kết quả đăng ký! Em chân thành cảm ơn.",
    "Cho em hỏi là đợt kiểm tra vào tháng 10 nếu chưa đóng có được đóng bổ sung không ạ tại em chưa hiểu lắm",
    "B  Phòng đào tạo cho em hỏi:  Năm 2020 vừa rồi em có nộp 1 cái bằng toeic với hơn 500 điểm (em  thuộc K16)  Với số điểm này thì em đã xét miễn av4 vào tháng 6 năm 2020 Tuy nhiên đến nay thì số tín chỉ của em vẫn chưa được cập nhật (2 chỉ av4) Rất mong phòng đào tạo giải đáp thắc mắc này giúp em  Em cảm ơn",
    "Em muốn hủy đăng kí hoãn thi môn Triết học thì em cần điền biểu mẫu nào ạ.",
    "Em đã xin hoãn thi vào cùng ngày sau buổi thi môn Xác suất thống kê học kì 202. Em điền form đầy đủ và pđt đã có mail phản hồi em đã xin hoãn thành công. Nhưng trên bảng điểm của em lại có điểm tổng kết môn này rồi, em mong pđt xem xét lại giúp em. Em cảm ơn"
]