[
    "Em tên: MSSV:  Ngày sinh: 05/10/1999Lớp: GT17OTO2Số ĐT: [phone_number] Môn xin cứu xét: Luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô)MSMH: TR4313 Số tín chỉ còn thiếu so với quy định: 4 tín chỉ Hiện tại em có 122 tín chỉ tích lũy và đã cộng cả chỉ khi e qua hết môn trong kì này, đã đạt các môn tiên quyết và ngày công tác xã hội là 12 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 tín chỉ để đăng ký nhận Luận văn tốt nghiệp (LVTN) điều này đồng nghĩa là em phải đạt các môn Anh văn trong chương trình đào tạo, nhưng do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường được 410 điểm nên đạt qua chuẩn Anh văn đủ để đăng kí môn học vì vậy em không theo học các môn Anh văn trong chương trình đào tạo. Em tính thi CCAV Toeic để xét qua các môn Anh văn cho đủ điều kiện về tín chỉ để đăng ký LVTN. Nhưng do tình hình dịch bệnh bất ngờ, kéo dài nhiều tháng nên em không thể thi Toeic được vì vậy em bị thiếu tín chỉ để đăng ký nhận LVTN. Hiện tại em đã có đề tài và đang trong quá trình nghiên cứu và làm LVTN dưới sự hướng dẫn của thầy  và thầy  – Giảng viên Bộ môn Công nghệ kỹ thuật Ô tô. Nay em làm đơn này rất mong PĐT xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập. Em xin hứa sẽ hoàn thành CCAV theo yêu cầu và nỗ lực hoàn thành tốt LVTN. Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
    "Kính gửi, pđt Em tên , sinh viên K16 Hiện yêu cầu của bằng Toeic 2 kĩ năng Listening và Reading đủ 500 điểm là ra trường hay như thế nào ạ. Em chân thành cám ơn, Trân trọng!",
    "Kính gửi Thầy/Cô,  Em là , sinh viên K15 khoa Kĩ thuật giao thông. Hiện em đang còn thiếu 3 ngày CTXH để đăng kí xét tốt nghiệp. Học kì này em dự định đăng kí môn để giữ trạng thái đang học để để hoàn thành đủ số ngày CTXH nhưng không đăng kí được môn học . Mong thầy/cô giải đáp giúp em những việc em phải làm để kịp thời tốt nghiệp ạ. Em xin cảm ơn.",
    "Em xin chào Phòng Đào Tạo ! Em là SV K16. Em vừa bảo vệ LVTN xong vào sáng hôm nay. Theo em đọc trên quy chế đào tạo và học vụ bậc đại học, cao đẳng thì chuẩn tiếng anh tốt nghiệp của K16 là 500 điểm. Nhưng em lại nghe thông tin rằng bây giờ SV K16 nếu chưa từng học qua đủ av 1,2,3,4 thì sẽ phải thi đạt trên mức điểm là 600đ thì mới được đủ chuẩn tiếng anh xét tốt nghiệp. Em hiện tại mới chỉ học qua av1,2 và có bằng toeic 500đ. Em mong là PĐT xác nhận thông tin trên là đúng hay sai ? Em có hỏi bạn em k16 tốt nghiệp kì trước là vẫn chỉ xét chuẩn toeic 500đ. Tại vì để tăng mức lên 100đ với một SV học tệ tiếng anh như em là rất khó khăn. Em đã tốt nghiệp rất trễ rồi mà giờ nghe thông tin này em phải ôn và thi lại toeic. Em mong nhận được phản hồi sớm từ Phòng Đào Tạo. Em xin cảm ơn !",
    "Em gửi đường link ghi màn hình lúc thi môn Vật lý 1 (PH1003) lúc 16h ngày 29/12/2021 Lý do: vì tài khoản google của em bị khóa nên em không thể truy cập vào form gửi bản ghi màn hình, cũng không thể liên hệ với cán bộ coi thi (phòng không để số điện thoại liên hệ) nên em gửi phòng đào tạo ạ Link bản ghi màn hình: https://drive.google.com/file/d/1qJ1zedjCIsAQKUAf1tsqjOhLSTyQWqC4/view?usp=sharing",
    "Kính gửi thầy cô phòng đào tạo. Em tên  - mssv . Hiện tại em đã nhận được email có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Nhưng khi em đăng kí tốt nghiệp thì vẫn không được vì tình trạng sinh viên của em là tạm dừng. Mong thầy cô PDT xem xét ra Quyết định thu nhận lại để em có thể đăng kí tốt nghiệp theo lộ trình. Em xin chân thành cảm ơn   i Tốt nghiệp .",
    "Học vụ       Xin chào   Trước đây em đã đăng kí hoãn thi 3 môn: Giải tích 2, Phương pháp tính và Hóa đại cương trên mục Hoãn Thi của MyBk  Hôm nay em lên kiểm tra lại thì thấy xuất hiện 3 môn em đã hoãn, nhưng lại ở nhóm thi khác ( không phải là HT )  Vậy có ảnh hưởng gì không ạ, hay em phải đăng kí lại không ạ  Em cảm ơn  ---Ảnh đính kèm---",
    "Em chào thầy/cô, Mặc dù em đã nhận được email của trường nhưng em vẫn chưa dăng kí tốt nghiệp được. Giowf em phải làm sao ạ?",
    "Mở môn học học kỳ 212 . Kính chào văn phòng đào tạo, Em tên là  (MSSV: ), sinh viên lớp CC19CK12 (Mail sinh viên: ) Em có làm đơn đăng kí mở lớp Kỹ thuật điều khiển tự động ME2009 và đã được giảng viên và  văn phòng khoa chấp thuận và cũng đã gửi lên BKSI. Nhưng vào lúc 17h27 ngày 29/12/2021, em có vào mybk phần đăng kí môn học để kiểm tra cập nhật môn mở theo như mail mới nhất của PĐT nhưng em chỉ thấy lớp Kỷ thuật điều khiển tự động ME2009 đã mở nhưng dành cho sinh viên Đại Trà (và đã đầy slot đăng kí) chứ không phải lớp dành cho sinh viên . Em mong văn phòng xem xét lại trường hợp này và mong nhận được hồi đáp sớm nhất. Thân mến, ",
    "Dạ thưa PĐT, trong thông báo kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học. Em thấy môn Thí nghiệm vật lý - MSMH 007005 bị lỗi tiên quyết nhưng e đã học và qua môn này rồi với số điểm là 5 học kỳ Học kỳ 2 (2013-2014). Xin PĐT kiểm tra lại giúp e ạ . Em cảm ơn.  - G",
    "dạ hiện tại em có gặp 1 chút trục trặc trong việc mở môn dự thính.Cô cho em hỏi lịch dạy dự thính em gửi file dưới đây đã đúng chưa ạ .Vì em đã làm đơn theo lịch dưới đây nhưng PĐT bảo là TKĐ đơn của bạn ngoài giờ dự thính nên không giải quyết . Nếu không đúng PĐT có thể gửi lại cho em mẫu đơn có lịch dạy dự thính được không ạ . Em trân trọng cảm ơn ạ.  ",
    "Kính gửi quý thầy cô, Em học khóa K2015 đã hết hạn thời gian đào tạo từ HK2 2021-2022 nên em xin chuyển qua hệ VHVL vào kì 212 được không ạ? Ngoài ra, em xin được hỏi thầy/cô về việc em có được chuyển điểm tất cả các môn em đã qua trong chương trình chính quy không? Em có đính kèm phiếu chuyển sang hệ vhvl. Ngoài việc gửi phiếu chuyển hệ vhvl thì em có cần làm thêm thủ tục gì nữa không? Em mong được thầy/cô giải đáp thắc mắc của em.Em cảm ơn thầy/cô.",
    "Kính chào PDT, em tên là , em  xin phòng đào tạo mở thêm 5 slot môn CH3349 (cơ sở tính toán thiết kế thiết bị hóa học) lớp L04 vào thứ 2 tiết 2-3 và thứ 6 tiết 11-12 để em có thể đăng ký môn này ạ. vì hiện tại em bị trùng lịch TKB nên chưa thể đăng ký được. Kinh mong PDT xem xét, em xin cảm ơn!",
    "Thưa thầy và cô, cho em xin hỏi trường hợp em đăng kí thêm các môn trong đợt 2 này cũng đều bị báo lỗi trùng TKB môn quốc phòng thì phải giải quyết làm thế nào ạ? em xin cảm ơn.",
    "Hồi năm 2017 em có hiến máu trong ký túc xá, nhưng em không được cập nhật ngày công tác xã hội. Giờ cho em xin phép cập nhật ngày công tác xã hội được không ạ. Giờ em chỉ thiếu 1,5 ngày công tác xã hội để tốt nghiệp ạ.",
    "Cô ơi cho em hỏi em khóa 2016 đại trà chính quy hiện tại thi TOEIC được 500 điểm thì em được quy đổi theo bảng điểm TOEIC nào để ra điểm anh văn 1,2,3,4 ạ? Em cảm ơn ạ",
    "Hi admin, Chuyện là em có nhận mail đăng ký tốt nghiệp nhưng em vào đăng ký tốt nghiệp thì lại ko đc ? Mong admin giải quyết giúp em với ạ",
    "Kính gửi Phòng đào tạo, Vừa rồi em đăng kí hoãn thi một môn học và đã hoàn thành thi lại vào ngày 28/11. Tới ngày 23/12 thì em nhận được điểm của mình trên BKeL. Em nghĩ rằng đã có nhầm lẫn gì đó với bài thi của mình và đã gửi mail hỏi thầy dạy lớp đó nhưng chưa được phản hồi. Phòng đào tạo cho em hỏi kỹ thi lại này có phúc tra không và làm thế nào để đăng ký ạ? Em xin cảm ơn.",
    "Kính thưa thầy/cô! Em tên là , MSSV: , khoa: Cơ Khí Em có lịch thi môn Vật Lý 1 PH1003 vào lúc 12g00 ngày 29/12/2021, nhưng vì do nhầm giờ nên em đã không dự thi ạ. Em xin được hỏi cách xin hoãn thi ạ. Em xin cám ơn ạ. Gmail của em: ",
    "Mở môn học học kỳ 212 . Em chào thầy cô ạ, em xin gửi đơn xin mở môn trước và sẽ bổ sung chữ ký sau được không ạ. Em cảm ơn ạ",
    "Chào PĐT, em muốn đăng ký môn Thủy Công (CI3267) thì phải học trước môn Cơ học đất mã mới (CI3235) nhưng trước đó em đã học môn Cơ học đất mã cũ rồi (CI3001) Kính mong PĐT xem xét để em có thể đăng ký. Em cảm ơn",
    "Mở môn học học kỳ 212 . KÍNH MONG PĐT MỞ   IM3061 HK212.",
    "Gửi thầy/cô PDT,  Em đã nhận được mail thông báo có trong DS tốt nghiệp nhưng em kiểm tra lại MSSV chưa có và hệ thống chưa mở lại để đăng ký. Mong PDT kiểm tra lại giúp em. Em xin cảm ơn.",
    "Do em nộp bài tập môn học qua mail mà thầy không sử dụng nên thầy không nhận được bt và chấm em 13 điểm .",
    "Thưa thầy cô, Em tên là . Đợt vừa qua em có đăng kí nhận bằng tốt nghiệp và bảng điểm. Hiện tại em đang không ở trong nước và cần có hai giấy tờ này để đăng kí học bổng. Em  có thể nhờ thầy cô scan bảng điểm và bằng tốt nghiệp và gửi cho em thông qua email  được không ạ? Em mong sớm nhận được phản hồi từ thầy cô. Em chúc thầy cô một  ngày tốt lành. Sinh viên, ",
    "trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ.",
    "Kính chào thầy cô, Em tên , MSSV: , em xin đại diện cho các bạn sau đây gửi mail về việc đăng ký mở lớp. Lớp em là HC19DK vì số lượng bạn tham gia học liên thông Ks-ThS đáp ứng đủ điều kiện có hạn nên lớp chỉ có 11 bạn. Tụi em rất mong muốn được học môn CH5065 - Các công nghệ tổng hợp hữu cơ hóa dầu để tiếp thu kiến thức phù hợp với định hướng mà chúng em chọn. Mong quý thầy cô xem xét và mở lớp giúp chúng em ạ. Danh sách em có đính kèm bảng excel bên dưới em xin chân thành cám ơn Trân trọng   i Mở môn học học kỳ 212 .",
    "Cô ơi hiện tại em năm cuối khoa xây dựng kì sau còn LVTN và 1 môn hư hỏng sửa chữa công trình mã CI1051 nhưng môn hư hỏng đã quá tải sinh viên cô có thể mở thêm sĩ số hoặc tách ra 2 lớp cho em và các bạn có nguyện vọng như em đăng kí được không ạ? Cô giúp em với ạ :(((",
    "Em chào thầy, cô. Thầy cô cho em hỏi thủ tục đăng kí hoãn thi ạ.",
    "Chào anh/chị Em tên là . MSSV  Hiên tại em đã nhận được mail dăng ký tốt nghiệp nhưng khi em vào đăng kí thì tình trạng sinh viên của em đang tạm dừng. Chị giúp em thu nhận sinh viên ạ. Em cảm ơn chị rất nhiều ạ.",
    "Dạ em chào các thầy cô ạ, Em có một câu hỏi liên quan đến việc đăng kí học phần GDTC: Em đã học học phần 1 môn Võ ở học kì 1 rồi thì em có nhất thiết phải học học phần 2 môn Võ mới đạt được yêu cầu là phải có 2 học phần để xét tốt nghiệp và đăng kí môn không ạ? Hay em có thể đăng kí học phần của môn khác? Nếu em có thể đăng kí học phần của môn khác thì em phải đăng kí học phần 1 hay là học phần 2 ạ? Kính mong các thầy cô sẽ giải đáp cho thắc mắc của em ạ. Em xin chân thành cảm ơn.",
    "Em kính chào các thầy cô, em tên là  mssv  cho em xin hỏi là mặc dù em đi học và đi thi đầy đủ môn bóng rổ PE1015 nhma điểm của em lại là 13, em có liên hệ với giảng viên thì thầy có bảo em là đã chỉnh sửa rồi nhma từ học kì 2 năm ngoái cho tới nay em vẫn không được sửa lại trên bảng điểm ạ, vậy em phải làm sao ạ vì em năm 2 nên em sợ kh đủ điều kiện gdtc để đăng kí năm 3 ạ Em cảm ơn ạ",
    "Dạ em chào thầy cô ạ! Em tên là  MSSV  khoa khoa học và kỹ thuật máy tính. Hôm nay em đã nhận được mail thông báo về  danh sách dự kiến tốt nghiệp đợt 2. Nhưng tình trạng hiện tại của em vẫn đang tạm dừng nên không thể đăng ký tốt nghiệp và khi em kiểm tra MSSV trên trang aao thì cũng không thấy có trong danh sách. Thầy cô có thể kiểm tra lại giúp em được không ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "Mở môn học học kỳ 212 . Em xin gửi đơn xin mở môn học Đồ án kĩ thuật Lập trình (CO1031) và email xác nhận đồng ý",
    "Em chào thầy cô . Em thắc mắc là kì này em rớt 1 môn nên em đăng kí lại và có lớp trong kì chính 212 sắp tới thì em vẫn được học chứ ạ. Tại em nghe tin rớt môn thì chỉ được học trong kì dự thính . Mong được thầy cô giải đáp giúp em.",
    "Họ và tên:   MSSV:  Yêu cầu về việc mở thêm môn học thể chất 1 .",
    "Kính gửi Thầy (Cô)  Em tên là , MSSV:  Em vừa nhận được mail của Phòng đào tạo về việc em đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng em vẫn không đăng ký tốt nghiệp được trên mybk vì tình trạng sinh viên vẫn là tạm dừng. Em có hỏi một số bạn có trường hợp giống em thì được biết là các bạn đã đăng ký được. Vì hạn xét tốt nghiệp là 31/12 nên em rất lo lắng. Em xin lỗi vì đã liên tục làm phiền quý Thầy (Cô). Rất mong sớm nhận được sự hỗ trợ từ Thầy (Cô). Em xin cảm ơn.",
    "/MSGV:       . Đăng ký môn học Em tên là  MSSV  em kì 212 muốn đăng kí lại môn EE2003 trường điện từ nhưng mà hệ thống ghi là thiếu môn MT1015 là môn đại số tuyến tính trong khi môn đại số tuyến tính em đã học ở kì đầu tiên và đã qua nhưng mã số môn lại là MT1007.vầ bây giờ hệ thống khong cho đăng kí mong pđt chỉnh sửa lại giúp em ạ",
    "Chào anh chị, Em tên là  MSSV:  Em đang theo học ngành Công nghệ Kĩ thuật Ô tô CLC Cho em hỏi là có những môn tự chọn tự do bị ràng buộc với những môn tiên quyết, song hành nhưng em chưa học những môn đó thì có đăng kí được những môn tự chọn tự do đó không ạ. Mong anh chị thấy và giải đáp giúp em. Chúc anh chị 1 ngày tốt lành",
    "I       . Kính gửi Phòng đào tạo Em tên là Vũ Nguyên Hoàng MSSV: Hiện đang là sinh viên của nghành 268 - Cơ kĩ Thuật   CLCTN  1) Trong lúc đăng kí môn học và hiệu chỉnh để đăng kí thêm môn học GDTC thì em có lỡ chuyển nhóm lớp môn PH1007 - Thí nghiệm vật lí 2 của em từ nhóm lớp CN01 sang nhóm lớp CC08 mà không chuyển về lại được và không may là nó lại bị trùng lịch với môn LA1047 - Tiếng nhật 2. Nên hiện tại em đã hủy đăng kí môn PH1007 để đăng kí môn LA1047. Em mong nhà trường có  thể đăng kí bổ sung lại cho em môn PH1007 tại vì khi em chọn các lớp CN01 thì không đăng kí được còn các lớp CCxx thì lại trùng lịch với LA1047 ạ. 2) Về phần môn GDTC thì em muốn đăng kí môn PH1041 - Cầu lông 2 nhưng khi em đăng kí thì hệ thống báo là em chưa học học phần 1 nên chưa được đăng kí học phần 2. Thì không biết có cách nào để em học cùng lúc cả 2 học phần hoặc là học phần 2 trước sau đó bổ sung học phần 1 hoặc là em có thể thi vượt học phần 1 luôn để học học phần 2 tại vì môn PE1017 - Cầu lông 1 em đã có học cơ bản ở ngoài nhà trường rồi.",
    "Em chào nhà trường ạ. Em là sinh viên thi môn Vật Lý 1 nhóm L37B vào lúc 17h ngày 29/12/2021. Do nhà em bị mất điện đột xuất nên em không thể dự thi vào buổi thi chiều nay. Nhà trường cho em hỏi là làm đơn hoãn thi là mình tải biểu mẫu về, in ra ghi, kí tên rồi gửi lại Phòng Đào Tạo hay mình tải về rồi dùng Word đánh máy những thông tin cần thiết để gửi ạ? Nếu dùng Word thì phần kí tên mình làm sao ạ? Em xin cảm ơn nhà trường ạ.",
    "Em là sinh viên khoá K15, học kì 211 em là học kì cuối cùng trong chương trình đào tạo và em không đăng kí môn học nên bị tình trạng tạm dừng, em đã hoàn thành đủ 142 tín chỉ đào tạo, còn thiếu chứng chỉ AV nói-viết nên chưa đủ điều kiện tốt nghiệp trong kì này. Cho em hỏi là em có thể gia hạn thêm một học kì nữa để có hoàn thành đủ điều kiện tốt nghiệp hay bị buộc thôi học ?",
    "Kính gửi phòng đào tạo Do sơ suất nên em đã không hoàn thành môn Đồ án thiết kế kỹ thuật hóa học mã môn CH4007 ở học kỳ này, nhưng môn này lại là môn tiên quyết cho việc đăng ký luận văn CH4327 ạ Với do em đã đăng ký làm luận văn ở ngoài trường rồi thêm nhiều yếu tố khác gây khó khăn cho việc làm luận văn ạ Nên em xin trường có thể xem xét cho em đăng ký song song hai môn đồ án CH4007 và luận văn CH4327 được không ạ Em rất xin trường cho phép ạ Em sẽ rất cố gắng để hoàn thành tốt cả 2 môn trong học kỳ 212 ạ Em rất mong trường cho phép ạ Em rất cảm ơn ạ",
    "Dạ em chào PDT, Em là  MSSV: , em đã đăng ý tốt nghiệp và theo như thông báo của PDT trong email thì thứ 6 hàng tuần sẽ in bằng tạm thời và trễ nhất thứ 3 tuần tiếp theo sẽ nhận được bằng tạm thời nhưng hiện tại em vẫn chưa nhận được dù qua cả thứ 6 và thứ 3 (Em đăng ký gửi bằng đến địa chỉ tại HCM nên em nghĩ nó sẽ nhanh ạ). Vì đang cần bằng tốt nghiệp tạm thời để nộp cho công ty mà bản chính chưa tới thì em thấy trong email PDT có ghi là có thể tải bằng tạm thời từ trang đăng ký hồ sơ cấp bằng. Vậy cho em hỏi em truy cập trang này ở đâu và như thế nào ạ vì em đã tìm cả ngày nay mà không thấy ạ. Em cảm ơn.",
    "Dạ thưa thầy cô, em là sv , mssv: . Dạ thưa thầy cô cho em xin được tăng sĩ số môn vẽ kỹ thuật lớp dự thính. Mã môn: CI1003, mã lớp DT01_DT01",
    "thầy cô cho em hỏi là em muốn đăng kí học bóng đá mà trước em học học phần 2 rồi,giờ không đăng kí học phần 1 được,phải làm sao ạ,cả 2 học phần đều không đăng kí được mà em học xong bóng đá học phần 2 rồi,em muốn học bóng đá chứ không muốn học môn khác ạ",
    "Em tên là , , đang theo học chương trình Chất lượng cao - Tăng cường Tiếng Nhật. Trước đó, trường có đăng ký giúp em lớp Giải tích 2-CN01, nhưng mà vì một sự cố nhỏ nên em lỡ tay hủy lớp đó và giờ em đăng ký lại không được ạ. Mong được giúp đỡ ạ.",
    "kính gửi phòng đào tạo. kỳ sau em còn môn phòng chống thiên tai ven biển , mã mh là CI4083. nhưng lớp đã đủ sỉ số, kính mong phòng đào tạo mở thêm chổ để em có thể đăng ký và hoàn thành thời gian học chính quy. trân trọng cám ơn ",
    "Chào quý thầy cô phòng đào tạo, Em tên , mssv  và em muốn hỏi cách xin đăng ký môn học của môn học học sau và môn học học trước trong cùng một kỳ. Vì môn học học sau có thể không còn mở nữa. Xin cảm ơn, ",
    "Em chào thầy cô. Hiện tại em năm 3 và chuẩn bị đăng ký môn học giáo dục quốc phòng. Lý do em chưa đi học quốc phòng hồi năm nhất là em chuyển từ chương trình chất lượng cao sang chương trình đại trà  khi hết học kỳ học kỳ 2 năm nhất. Do chương trình CLC học quân sự đầu năm hai, em sợ ảnh hưởng giờ học nên không đăng ký học quân sự lúc đó. Học kỳ quân sự có mở đợt đăng ký từ ngày 3/1 - 14/1, yêu cầu cho các học viên đăng ký bao gồm có giấy giới thiệu có đóng mộc của nhà trường. Em cần làm những gì để có giấy giới thiệu từ nhà trường ạ.",
    "Kỳ này em còn luận văn và 1 môn con người và môn trường (EN1003) nữa nhưng kỳ này này môn EN1003 chỉ mở 1 lớp sỉ số 45. Em muốn xin nâng sỉ số lên được không ạ hoặc mở thêm lớp ạ. Em xin cảm ơn!",
    "Em xin chào pdt,  Em tên , mssv  Em nợ môn Lập trình ứng dụng trong trắc địa( CI1035) và  em đã trả bằng môn thay thế Lý thuyết sai số và xử lý số liệu( CI3251) nhưng chưa được pdt chuyển điểm nên không thể đăng ký tốt nghiệp. Em mong pdt chuyển điểm và xác nhận đăng ký tốt nghiệp của em ạ. Em xin chân thành cảm ơn.",
    "Vừa rồi em có mong muốn được đăng ký tốt nghiệp nhưng không được xét và không nhận được mail đăng ký. PDT cho em hỏi là hiện nay em còn thiếu những gì để đăng ký tốt nghiệp được ạ.   i Tốt nghiệp .",
    "Em chào thầy cô,em là -,em muốn xin mở thêm sĩ sỗ lớp GT1 dự thính DT01 có được không ạ,em có kiếm thêm 1 số thành viên để xin mở thêm lớp nhưng đa số các bạn k21 chưa có điểm môn này nên các bạn không đăng kí còn lại thì em chưa tìm được đủ số lượng,mà kì này em đang chuẩn bị làm luận văn và còn thiếu môn GT1 không đăng kí được,mong thầy cô pđt tạo điều kiện cho em với được không ạ.Em xin cảm ơn và mong được phản hồi sớm.",
    "Mở môn học học kỳ 212       Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa   Em tên là :    Mssv :    Lớp : XD18CT1   Dạ em chào PĐT ạ!  Dạ hôm nay được sự đồng ý của Thầy Chủ nhiệm Bộ Môn Tài Nguyên Nước Thầy TS  và Giảng Viên đứng lớp Cô TS  nên em xin PĐT mở lớp Thực tập nhận thức ngành(KT Công Trình Thủy) để em và các bạn có thể hoàn thành được chương trình đào tạo ạ đúng tiến độ ạ!!  Em xin chân thành cảm ơn!  !  ",
    "Em chào thầy/cô, em tên là  - MSSV: . Do môn học FPGA (EE3041) mã lớp L01 ở học kỳ 211 phòng đào tạo không có xếp lịch thi, và lịch thi sẽ do giáo viên tự tổ chức ạ. Thầy  hiện đang là giảng viên giảng dạy môn này và ngày thi sẽ được tổ chức vào ngày 29/12/2021. Em đã gửi mail xin phép thầy hoãn thi và thầy đã đồng ý. Sau đó thì em có gửi mail lên phòng đạo tạo kèm theo hình ảnh chụp đoạn mail mà thầy đã trả lời em, nhưng vẫn chưa thấy phòng đào tạo trả lời mail của em. Do điều kiện hoãn thi là tối đa 5 ngày sau ngày thi nên em sợ là phòng đào tạo bỏ qua mail em hoặc là không nhận được mail thì em sẽ bị cấm thi ở kỳ sau. Mong thầy/cô giải quyết dùm em ạ. Em cảm ơn. Trân trọng.  .",
    "Dạ em chào các thầy cô ở Phòng Đào Tạo. Em tên là:  - MSSV:  - Lớp: HC17BSH. Em có nhận được mail về việc có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên khi tiến hành đăng ký tốt nghiệp trên MyBK, em gặp phải tình trạng như bên dưới (hình ảnh đính kèm) và chưa biết phải giải quyết như thế nào để kịp tiến độ tốt nghiệp . Em hy vọng sớm nhận được hướng dẫn từ các thầy cô để em có thể đăng ký tốt nghiệp đúng thời hạn. Em xin chân thành cảm ơn ạ.",
    "Mở môn học học kỳ 212 . xin chào thầy, cô! em xin mở môn học CI3013 ạ; Đơn của em đã có sự xác nhận của giảng viên giảng dạy, bộ môn và khoa; mong các thầy cô xem xét ạ!",
    "Xin chào văn phòng đào tạo, Em là sinh viên thuộc lớp CN20KHM1 nhưng tại sao khi em đăng kí môn của nhóm lớp CN lại không được ạ. Toàn bộ vấn đề là như thế này: - Đầu tiên em đã hủy đăng kí môn CO2017 - Hệ điều hành ở nhóm lớp CN02_CN02 để có thể đăng kí môn LA2017 - Tiếng Nhật 3 nhóm lớp CN02 vì bị trùng giờ học. - Nhưng sau đó em không thể đăng kí được môn LA2017 - Tiếng Nhật 3 nhóm lớp CN02 và môn CO2017 - Hệ điều hành ở nhóm lớp CN01_CN01 với thông báo \"Bạn không được phép đăng kí vào nhóm lớp này\". - Và kể cả khi em đăng kí lại môn CO2017 - Hệ điều hành ở nhóm lớp CN02_CN02 thì hệ thống vẫn hiện thông báo \"Bạn không được phép đăng kí vào nhóm lớp này\". Xin văn phòng đào tạo xem xét và giải quyết giúp em với ạ. Em xin cảm ơn. ",
    "Tốt nghiệp       Dạ chào Cô   Em đã nhận được mail có tên trong danh sách tốt nghiệp rồi , nhưng em vẫn chưa thể đăng kí tốt nghiệp vì tình trạng của em là tạm dừng  Cô cho em hỏi là giờ em làm giấy thu nhận lại rồi nộp cho pđt phải không ạ?, nếu vây thì em có kịp đăng kí tôt nghiệp không ạ? em mong nhận được phản hồi từ cô sớm Em xin chân thành cảm ơn",
    "Em xin kính chào quý Thầy/Cô, Em muốn hỏi là nếu như còn 1 môn học chưa thi cuồi kỳ nhưng em đã hoàn thành đủ số tín chỉ theo quy định trong chương trình học và thỏa mãn các điều kiện tốt nghiệp khác thì em có được xét tốt nghiệp không ạ? Hay em bắt buộc phải hoàn thành luôn môn học đó (môn tự chọn) thì mới được ạ? Em xin cám ơn!",
    "Em tên là . MSSV: , lớp CC18HTP1 Hiện tại em có nguyện vọng đăng kí lớp Kinh tế học đại cương (IM1013). Tuy nhiên, 2 lớp CC01 và CC02 đều full sĩ số. Vì chỉ có môn này mở lớp và nằm trong list môn tự chọn B trong CTĐT của em, nên em cần đăng kí và hoàn thành môn này ạ. Em mong thầy cô có thể hỗ trợ cho em có thể đăng kí được môn này ở lớp   B CC01   . Em cam kết sẽ học tập nghiêm túc và hoàn thành môn ạ.",
    "Mở môn học học kỳ 212 . Dạ em xin mở môn GDTC vào ngày thứ 7 ạ Em từ chương trình PFIEV nhưng tất cả đều bị full rồi ạ",
    "Dear  Em:  Mssv: Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH Trong CTDT có 3 nhóm:  + Nhóm tự chọn tự do     Tối thiểu  = 9tc + Tự chọn nhóm A.         Tối thiểu  = 9tc + Tự chọn nhóm B.         Tối thiểu = 3tc - Hỏi Tự chọn nhóm B em ĐKMH hết 12tc  có chấp nhận không . Em sợ học song sau này sẽ không chấp nhận tích lũy tính chỉ cho em. Mong thầy cô trả lời giúp em ạ",
    "Mô hình hoá mp và tưh CNHH Ch3133",
    "Tên:  MSSV:  Kính chào phòng đào tạo Đại Học Bách Khoa Tp Hồ Chí Minh. Em tên  MSSV: . Nay em làm đơn này kính mong phòng đào tạo có thể xét duyệt cho em được chuyển hệ sang Vừa Làm Vừa Học do em đã hết thời hạn học chính quy tại trường.Em đã làm đơn theo hướng dẫn của phòng đào tạo kính mong phòng đào tạo có thể giúp em chuyển hệ.",
    "Tốt nghiệp . Em đã nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến đợt 2 2021 rồi ạ. Nhưng em vẫn chưa đăng kí tốt nghiệp được vì tình trạng sinh viên vẫn đang tạm dừng. Em có check MSSV trong danh sách tốt nghiệp dự kiến ở link này:  http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761 thì thấy vẫn chưa có tên ạ. Mong PĐT xem xét giúp em. Em xin chân thành cám ơn!",
    "Chào pdt em tên  MSSV  Hiện em đang thấy là số lượng sinh viên trong 1 lớp của môn thủy lực khí nén (ME3001) là 20 sinh viên/lớp. Em thấy vẫn còn nhiều bạn có nhu cầu học. Em xin pdt xem xét mở thêm lớp hoặc mở thêm số lượng sinh viên trong 1 lớp để tạo điều kiện cho sinh viên được học môn này ạ . Em xin cám ơn.",
    "Kính gửi Thầy Cô,  Em là  MSSV  Khoa Quản Lý Công Nghiệp. Học kỳ 211 này em có đăng ký môn học Phương pháp tính, em đã hoàn thành môn học làm bài tập lớn và thi giữa kỳ đầy đủ. Ngày hôm 26/12 chủ nhật em có lịch thi cuối kỳ nhưng hôm đó nhà em ở Phước Hải (BR-VT) bị cúp điện, nên em có lên trang mybk đăng ký hoãn thi. Vậy em có được dự thi vào đợt thi tiếp theo không ạ Em xin cám ơn Thầy Cô!",
    "Kính gửi Phòng Đào Tạo, Nội dung: em và một số bạn muốn xin Phòng Đào Tạo mở môn học GDTC bóng rổ (học phần 1) Hk212, mã môn học PE1015, mở tại cơ sở 2, lịch học ngày thứ 7. Tên các sinh viên trong google sheet link đính kèm phía dưới. Trân trọng cảm ơn. https://docs.google.com/spreadsheets/d/165bUuj6nog5pHUyDwWM8w5F-8O1rXdJuZwo/edit?=IwAR3k3RUb4l6bS6Reob-vdTMjZhmwnvjcgq2n0--E#gid=0",
    "Cho em hỏi là em hiện tại không vào trang đăng ký môn học để xem thông tin về môn học ạ. Thầy/cô cho em hỏi về tài khoản của em có bị vấn đề gì không ạ",
    "họ và tên: . MSSV: . Xin mở lớp môn: hóa học trong khoa học và kĩ thuật môi trường 1. https://docs.google.com/spreadsheets/d/LXu-2bf/edit?usp=sharing&ouid=[phone_number][phone_number]4&rtpof=true&sd=true",
    "Mở môn học học kỳ 212 . Dạ em xin chào pđt ạ, em tên là , MSSV , hiện tại môn vật lý 1 (PH1003) dự thính 212 đã full slot rồi ạ, mà em thấy lớp DT01 sĩ số 100/100 còn lớp DT02 sĩ số 99/99. Dạ phòng đào tạo có thể cho em đăng ký vào lớp DT02 được không ạ, tại vì em không tìm thêm được bạn để đăng ký mở lớp mới. Em cảm ơn pđt ạ.",
    "Dạ chào anh chị. Em viết yêu cầu này mong anh chị thêm em vào lớp cư lưu chất mã môn CI2003 nhóm lớp L02_L04 vì lý do em đăng kí cơ lưu chất mã CI2005 nhưng không đủ sĩ số nên bị hủy môn. Cảm ơn anh chị.",
    "Em chào Thầy/Cô ạ, Em xin được Thầy/Cô hỗ trợ chuyển điểm môn Giải tích 1 (MT1003) sang điểm môn Toán 1 (006601) để được xét duyệt tốt nghiệp ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi về việc hoãn thi ạ. Em có đăng kí hoãn thi ở mục đăng kí hoãn thi cuối kì trên mybk. Và hiện giờ vẫn còn trong tình trạng chờ xử lí. Và cho em hỏi là mình nên làm những gì nữa để được hoãn thi ạ. Hay là mình chỉ cần đăng kí trên mybk vậy là xong. Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên , mssv:  Nay em viết đơn này có đính kèm file xác nhận đồng ý mở môn \" Thiết kế kiến trúc nhà ở \" MMH: CI3145, dự thính ở kỳ 212. Trong phiếu đăng ký có đầy đủ chữ ký của thầy phụ trách và chủ nhiệm bộ môn cũng như văn phòng khoa ạ, đồng thời kèm theo là danh sách các bạn có nhu cầu học. Rất mong phòng đào tạo tranh thủ mở sớm để bọn em đăng ký trong đợt dự thính này ạ.",
    "Em khóa K19.    Cho em hỏi để được đăng kí luận văn tốt nghiệp thì em phải nộp bằng toiec 550 trước học kì 8, mới được đăng kí luận văn đúng không ạ!    Giả sử em đã hoàn thành xong hết chương trình đào tạo và nộp luôn bằng toiec nghe đọc 550, nhưng chưa hoàn thành toiec nói viết 200 thì kể từ ngày kết thúc chương trình đào tạo em có thời gian bao lâu nộp bổ sung để xét tốt nghiệp, nếu vượt quá thời gian quy định nộp bổ sung thì em có còn được xét tốt nghiệp không ạ.    Em cảm ơn.  ",
    "Kính chào các Thầy/Cô ! Em tên là:    , MSSV:    . Em muốn hũy hoãn thi cuối kỳ.   U Thông tin môn học:    - Tên môn học: Xác suất và thống kê. - Mã môn học: MT2013. - Lớp: L05-A - GV: . - Thời gian thi cuối kỳ: 14h00 12/12/2021. Em rất mong có được sự xem xét và phản hồi từ các Thầy/Cô ! Em chân thành cảm ơn.",
    "Em tên . MSSV: . Em xin phòng đào tạo cho em được đăng ký môn học: Thủy văn công trình (CI3025) nhóm lớp P01_P01 để hoàn thành nốt môn học cuối cùng này ngoài luận văn ạ. Em đăng ký trên hệ thống thì báo không được phép đăng ký vào nhóm lớp này ạ. Em xin cám ơn",
    "Mở môn học học kỳ 212 . Dạ em xin mở môn học CH3007, tổng hợp hữu cơ hóa dầu, đã được sự đồng ý của giảng viên dạy là cô  và thầy trưởng khoa là thầy  ạ",
    "Thưa Thầy cô. Em là:  Huỳnh Trọng Nhân MSSV , Sinh viên văn bằng 2 ngành quản lý tài nguyên và môi trường. Em vừa nhận kết quả thi nói viết Anh Văn vào hôm nay, em thấy thời gian xét tốt nghiệp hạn cuối vào 31/12, nhưng khi em vào đăng ký xét tốt nghiệp em điền thông tin nhưng cập nhật và gửi xét tốt nghiệp không được ạ. Em có gửi ảnh đính kèm, mong thầy cô trả lời sớm giúp em vì ngày 31/12 là hết hạn rồi ạ. Em xin chân thành cảm ơn.",
    "Chào quý thầy cô PĐT Em tên là , MSSV: Tốt nghiệp .   CODE  Em muốn hỏi về viêc rớt một môn tự chọn trong chương trình đào tạo, cụ thể là môn Kết cấu bê tông cốt thép 2 (CI3175 - 2 tín chỉ). Nhưng em đã học đủ 2 môn tự chọn nhóm C là Phương pháp phần tử hữu hạn (CI3175) và hư hỏng sữa chữa công trình (CI1051)  Thì việc em rớt CI3175 có ảnh hưởng gì đến việc ra trường không? Em có cần phải trả môn đó không? (Vì môn đó hiện tại được xem như một môn nợ CTĐT) Mong quý thầy cô sẽ giải đáp cho em để em đăng ký môn học kịp thời trong học kỳ 212 tới. Em xin trân thành cảm ơn.",
    "Mở môn học học kỳ 212    Em xin mở lớp môn Hóa học trong kỹ thuật và khoa học môi trường 1(EN2005) do chương trình đào tạo K21 ngành Kỹ thuật môi trường đã đổi, em mới nhận CTĐT mới và lập ra danh sách đến giờ vẫn chưa đạt chỉ tiêu để đăng ký mở lớp (danh sách được được 9 sv). Em hy vọng thầy/cô giúp em trong trường hợp này nên làm thế nào, mong thầy/cô mở lớp để em qua môn cơ sở ngành này, em xin cảm ơn.",
    "Chào thầy / cô ạ ! Em vừa nhận mail điều kiện đki môn học thì e xem được là Vật lí 1 và Thí nghiệm vật lí là môn song hành. Em đki Thí nghiệm vật lí vào kì chính còn Vật lí 1 em đki vào dự thính thì có được xem là song hành k ạ . Em xin cảm ơn ạ !",
    "Chào quý thầy cô PĐT,  Cho em hỏi về việc cho phép mở LVTN trong HK213 có chắc chắn được mở như trong email ngày 27/12 không? Học phí của LVTN có bị tính như học phí của kỳ dự thính không? Và kỳ HK213 có phải xét CCNN để làm LVTN không?  Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên là . MSSV của em là  và em thuộc khoa Kỹ thuật hóa học, lớp HOA2HC06. Hôm nay em xin gửi đơn này để xin được mở bổ sung lớp học môn GDTC cầu lông học phần 1 (MSMH: PE1017). Nếu đơn được chấp nhận, em xin chân thành cảm ơn thầy cô rất nhiều ạ. Trân trọng ",
    "Dạ cho em hỏi là, em nhờ bạn học chung lớp có tài khoản OCB đóng giúp học phí thì bạn vào bk banking chọn thanh toán trong tài khoản Mybk của em. Sau đó, bạn nhập tài khoản OCB của bạn thì vẫn đóng cho em được đúng ko ạ . Do giờ nơi em ở đang dịch nên em không thể vào thành phố mở lại tài khoản OCB nên em nhờ bạn đóng giúp em ạ. Em xin chân thành cảm ơn, ",
    "Em là  -  -- L09- (  Thuyết ) . Sáng ngày 29/12/2021 thi ca 9h trong lúc chuẩn bị làm bài máy em bị rớt mạng khiến chế độ record video của máy dừng hoạt động em không hay biết, đến lúc làm xong em mới nhận ra là máy em bị vậy. Em mong phòng đạo tào có phương pháp xử lý hợp lý. Em xin cám ơn ạ",
    "Em chào PĐT, Em tên:    , là sinh viên Viễn thông chương trình   B  Việt Pháp   . Khóa:   B K13    MSSV:   B 2    Nhờ sự giảng dạy của thầy cô và sự giúp đỡ hỗ trợ nhiệt tình từ PĐT, em đã có thể hoàn thành đầy đủ chương trình đào tạo và các điều kiện cần thiết (15 ngày CTXH, chứng chỉ tiếng anh Nói-) để đăng ký xét tốt nghiệp, vừa tròn   B thời hạn 8 năm chương trình đào tạo   . Nay em mong PĐT có thể cập nhật tên em vào danh sách tốt nghiệp dự kiến sắp tới. Em xin cảm ơn PĐT, Chúc quý thầy cô nhiều sức khỏe, ",
    "Dạ em kính chào thầy cô ạ. Em là sinh viên thuộc ngành Quản lý Môi trường và Tài Nguyên . Về việc đăng ký môn học, từ K19 mã môn EN2031 đã là mã môn tương đương dành cho K18 khi K19 thay đổi chương trình đào tạo. Nên việc đăng ký môn với K18 đã khó khăn . Do thông báo về việc bỏ mã môn học là bất ngờ nên ảnh hưởng rất lớn đến quá trình học và dự tính tốt nghiệp của chúng em bị kéo dài hơn nửa. Hiện tại, số lượng K18 và K19 chỉ còn lại 11 bạn, khi sinh viên K20 đồng loạt bỏ mã môn này. Rất mong quý Thầy/Cô có thể xem xét cho tụi em được học môn này và hoàn thành chương trình đào tạo . Em rất mong quý Thầy / Cô sẽ giúp đỡ sinh viên K18 và K19 chúng em ạ. Em xin chân thành cảm ơn các thầy cô.",
    "kính chào quý thầy cô - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 212 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em  MSSV . ( mặc dù chưa có kết quả nhưng bên khoa em kêu làm trước gửi cho PĐT ạ ) -Em cần làm gi để không bị quyết tạm dừng học?? Em xin cám ơn quý thầy cô ! rất mong được sự phản hồi quý thầy cô",
    "Em tên là , MSSV: . Ngày 29/12 em đã nhận được email có trong danh sách dự kiến Tốt nghiệp đợt 2 tháng 11/2021. Em vào mục đăng ký Tốt nghiệp thì đã được phép đăng ký. Em đã đăng ký, thanh toán lệ phí và đang chờ xử lý. Trong mail có viết là sinh viên kiểm tra thông tin, loại Tốt nghiệp, điểm trung bình xem đúng chưa. Nhưng khi em tra trong danh sách dự kiến cũng như chính thức trong mục \"Thông tin Tốt nghiệp\" theo đường link đính kèm trong mail, em nhập MSSV của em thì không tìm thấy dữ liệu. Mong PĐT cho em biết em phải kiểm tra thông tin Tốt nghiệp của em ở đâu ạ? Em xin cám ơn.",
    "Em chào thầy/cô. Em xin phép được hỏi 2 vấn đề ạ: - Kỳ này em có chuyển điểm chứng chỉ ngoại ngữ cho môn AV1, điểm này đã được cập nhật trong mục ĐIỂM CHUYỂN, nhưng trong mục BẢNG ĐIỂM thì CHƯA thấy được cập nhật   B Điểm trung bình tích lũy ngành    (em tự tính thì   B 7.68   ) ạ (Trên bảng điểm hiển thị   B Tính đến hết học kỳ : HK1 (2020-2021)   :   B 7.63   ) - Em nhận được email (ngày 29/12/2021) thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Nhưng em không tìm ra link tra cứu danh sách dự kiến tốt nghiệp cho đợt này, e thử tra cứu vào đợt tháng 11 (ĐÀO TẠO»TỐT NGHIỆP»THÔNG TIN TỐT NGHIỆP) thì thấy không có tên trong danh sách. Em muốn tra cứu đối chiếu thông tin để kiểm tra điểm trung bình tích lũy ngành đã được cập nhật mới nhất chưa ạ, qua đó có thể Đăng ký xét tốt nghiệp với thông tin chính xác nhất. Mong thầy/cô kiểm tra và giải đáp giúp em ạ. Em xin cảm ơn.",
    "Em chào thầy/cô ạ, hiện tại e đã hoàn thành thi AV nói viết và có điểm rồi ạ. Thầy/cô cho e hỏi khi nào em mới được duyệt vào danh sách xét tốt nghiệp ạ. Em cảm ơn!",
    "Em thấy theo qui định K19 phải hoàn thành 3 môn GDTC. Em đã hoàn thành được   B 2 môn 30 tiết    và đang mong muốn đăng kí môn thứ 3. Mà em ko biết phải đăng kí mã nào vì chương trình GDTC giờ đã thay đổi.Em thấy có chia ra 2 mã là cơ bản với nâng cao, ko biết em đăng kí mã nào cho môn GDTC thứ 3. Em đã liên hệ với cô  thì cô nói cô trao đổi lại với trường ạ. Em xin cảm ơn",
    "Chào thầy cô phụ trách, Em tên là  , MSSV  mã môn học là VL14 . Em không đủ điều kiện lên trường học trực tiếp ở cs1. Nhưng vẫn có thời khoá biểu học trực tiếp ở Cs1 ạ. Mong thầy, cô phụ trách có thể thay đổi lại thời khoá biểu để phù hợp với tình hình hiện tại ạ. Em cảm ơn.",
    "Kính gửi PDT, Em tên là Nguyễn Tấn Dũng Em, MSSV:  Hôm qua em nhận được email thông báo sinh viên đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Nhưng trên MyBK tình trạng vẫn tạm dừng nên không thể truy cập được mục ĐĂNG KÝ TỐT NGHIỆP và tra cứu trong danh sách dự kiến cũng không có tên . Kính mong PDT kiểm tra lại ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào  Em tên là  Mssv  Sinh viên khóa k21 ngành Cơ Kĩ Thuật. Vào ngày 8/12/2021 em có nhận được mail đóng tiền BHYT và em đã đóng qua BKpay nhưng trong tiền học phí của sinh viên năm nhất khóa k21 đã bao gồm tiền BHYT. Em muốn lấy lại số tiền đã đóng nhầm thì phải làm như nào ạ. Mong Phòng Đào Tạo có thể phản hồi sớm giúp em ạ. Em xin chân thành cảm. ",
    "Mở môn học học kỳ 212 . Dạ em chào PĐT ạ!   Em tên là SV  Khoa Điện Điện tử. Nay em làm đơn này vì mong PĐT nhận phiếu đăng ký mở thêm lớp Giải tích mạch (EE2033) trong kì 212 của em cùng với nhiều bạn khác ạ. Do em cùng với nhiều bạn ở học kì trước (hk211) không đăng ký được môn này, cộng với việc môn Giải tích mạch là môn tiên quyết quan trọng cho rất nhiều môn ở các học kì sau và học kì này tụi em cũng chưa đăng kí đủ số tín chỉ do nhiều môn học đã đủ lớp nên việc mở thêm lớp Giải tích mạch là điều rất quan trọng với tụi em ạ.    Em cũng rất xin lỗi PĐT vì sự chậm trễ này trong việc nộp đơn, vì có một vài vấn đề về kĩ thuật, về việc trao đổi thời gian học cũng như việc đợi xác nhận từ giáo viên bộ môn và chủ nhiệm khoa ạ. Em thật sự rất xin lỗi.    Em mong PĐT có thể giúp tụi em và tạo điều kiện cho tụi em được học môn này ở kì 212 vì thật sự việc được học môn này ở kì 212 nó rất quan trọng với tụi em ạ. Dạ em thay mặt các bạn khác cảm ơn PĐT rất nhiều ạ. Chúc PĐT luôn có nhiều sức khỏe! (Dạ đơn này em có gửi đơn này cho PDT vào 17h52 ngày 28/12, và đã được PDT xem vào 10h05 ngày 29/12 nhưng vẫn chưa nhận được phản hồi nên em xin gửi lại ạ)",
    "Thưa thầy/cô em đã nhận được mail và có thể đăng ký tốt nghiệp, nhưng hiện khi tra trong danh sách tốt nghiệp dự kiến thì không có ",
    "Kính gửi Phòng Đào tạo,  Em đã nhận được mail về việc thông báo em có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021 vào ngày 29/12/2021. Nhưng hiện tại em chưa xem được danh sách tốt nghiệp dự kiến trên aao.hcmut.edu.vn/tốtnghiệp cũng như chưa đăng kí tốt nghiệp được do hiện trạng sinh viên còn đang bị tạm dừng ạ.  Kính mong phòng đào tạo kiểm tra giúp em để có thể xem thông tin và đăng kí tốt nghiệp đúng thời hạn ạ.  Em xin chân thành cảm ơn.",
    "chào thầy/cô, việc là em có môn thi đại số vào ngày 30/12 lúc 7h sáng nhưng do sự xui rủi mất điện vào lúc 6h sáng nên em k thể tham gia thi đc. em không biết liệu có được hoãn thi và thi lại k ạ. mong thầy/cô giải quyết giúp em. nếu được thi lại em xin cảm ơn ạ .",
    "Thưa cô, Vào kì 202 em đã hoãn 2 môn giải tích 2 MT1005 và  triết học -1031. Em dự định 2 môn này sẽ thi xoá điểm hoãn thi ở kì 212 nên khi có lịch thi từ nhà trường thì em đã vào ứng dụng hoãn thi để tiếp 2 môn này. Trong 5 ngày sau thi thì ứng dụng vẫn để hoãn thi đang chờ kết quả, cách đây vài ngày thì đổi thành dự thi. Em không biết làm cách nào để hủy lịch thi theo như nhà trường thông báo ạ. Em cảm ơn",
    "Em chào thầy cô! Thầy cô giải đáp giúp em với ạ: Môn Nguyên lý máy mã cũ Me2003 em đã học rồi, và em muốn học cải thiện nhưng môn đổi mã thành Me1015, vậy thì sau khi em học cải thiện, điểm em cao hơn thì có lấy điểm cao hơn không ạ? Em mong thầy cô trả lời em sớm nhất ạ! Em cảm ơn ạ!",
    "Mở môn học học kỳ 212       Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa  Em tên là :   Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ!  Dạ hôm nay được sự đồng ý của Thầy Chủ nhiệm Bộ Môn Tài Nguyên Nước Thầy TS  và Giảng Viên đứng lớp Cô TS  nên em xin PĐT mở lớp Thực tập nhận thức ngành(KT Công Trình Thủy) để em và các bạn có thể hoàn thành được chương trình đào tạo ạ đúng tiến độ ạ!!  Em xin chân thành cảm ơn!  !  ",
    "Dạ, em chào thầy/cô ạ, Thầy/cô cho em hỏi là do em học vượt một số môn để hoàn thành sớm chương trình, nên theo dự kiến thì kì này em sẽ đăng kí môn Đồ án môn học Kỹ thuật máy tính, mà môn này bị ràng buộc bởi thực tập, nên kì này em không đăng kí được, nên bị đẩy lùi sang học kì sau, do đó 2 học kì 221 và 222 em sẽ bị dưới 14 tín chỉ, vậy có bị sao không ạ? Em cảm ơn thầy/cô nhiều ạ.",
    "Việc đăng ký thực tập các công ty không liên kết với nhà trường làm như thế nào cô, em có thể tìm hiểu thêm ở đâu về quy trình này?",
    "Dạ em chào quý thầy/ cô. Em tên là  - MSSV . Dạ là em đã đăng ký tốt nghiệp xong xuôi hết rồi, em cũng nhận được bản cứng giấy tốt nghiệp tạm thời luôn rồi ạ. (cũng hơn 10 ngày rồi ạ.) Tuy nhiên em có hỏi những bạn nhận bằng TN đợt 1 thì mấy bạn nói có nhận email từ PĐT về việc lên trường nhận bằng TN ( Em có đính kèm file hình ảnh phía dưới ạ.) Em có tra trên danh sách dự kiến thì có tên em mà tra bên danh sách chính thức thì không có ạ. Không biết có ảnh hưởng gì không. Em tạo câu hỏi này mong PĐT có thể giải đáp cho em về việc này ạ, với việc khi nào là mình nhận được email như bạn em ạ. Em cảm ơn.",
    "Xin chào thầy/cô ạ Em là  - MSSV  Em muốn đăng kí đồ án Tổ chức thi công - CI4127 Em xin pđt tăng sỉ số lên giúp em có thể đăng kí được ạ, vì mấy ngày trước em điền form xin mở lớp nhưng đăng kí không kịp do số lượng sinh viên đông ạ. Mong pđt có thể giúp em để em có thể kịp tiến độ học tập ạ Xin chân thành cảm ơn!",
    "em mới đăng ký được 7 tín chỉ . Mà các môn còn lại đều full với bị lỗi . Thì giờ em đăng ký gì để đủ tín chỉ đây ạ .",
    "Kính gửi PDT    Chúng em đã nhận được mail của pdt về việc chấp thuận mở thêm  lớp đăng kí gdtc. Nhưng không biết pdt đã có sai sót  gì không ạ, tới giờ chúng em vẫn chưa thấy mở đăng ký lớp mới ngày thứ 7 của PE1011 học phần 1 ạ.    Chúng em xin lỗi vì sự bất tiện này ạ         Chúng em chân thành cảm ơn..",
    "Em chào thầy/cô ạ! Em là sinh viên khóa K17. Vừa qua em có tham gia kỳ thi Toeic 2 kỹ năng Nói - Viết do nhà trường tổ chức và đã nhận kết quả pass qua. Tuy nhiên, tình trạng hiện tại của em là đang tạm dừng học vì không đăng kí môn học trong học kỳ này. Em muốn hỏi thầy/cô liệu có cách nào để em có thể đăng ký xét tốt nghiệp trong học kỳ này không ạ? Mong nhà trường phản hồi sớm, em cảm ơn ạ.",
    "Dạ em chào Thầy/Cô ạ, Em tên  MSSV:  Thầy/Cô cho hỏi: Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được mail danh sách tốt nghiệp dự kiến ạ. Mong thầy/cô xem xét lại cho em ạ. Em xin cảm ơn.",
    "Chào thầy, cô ạ Dạ cho em hỏi, học kì này em đăng kí môn Đề cương luận văn (GE4341) nhưng hệ thống báo lỗi (hình trong file đính kèm), em có hỏi thầy giáo vụ của Khoa thì môn này không sắp theo thời khóa biểu, trong khi đó em đạt đủ điều kiện để đăng kí môn Đề cương luận văn này ạ. Kính mong Thầy Cô Phòng Đào tạo xem xét trường hợp của em. Em xin cảm ơn ạ",
    "Kính chào quý thầy/cô, Hiện tại khi em ĐKMH Nguyên lý máy ME2003 thì hệ thống thông báo không thể đăng ký do trùng thời khoá biểu với môn Giáo dục Quốc phòng, nhưng thực tế khi học môn Giáo dục Quốc phòng thì chúng em được tạm ngưng các môn học khác nên không thể trùng thời khoá biểu được. Mong bộ phận kỹ thuật xem xét và kiểm tra điều chỉnh hệ thống để em được đăng ký môn học. Em xin trân trọng cảm ơn! ",
    "Dạ cho em hỏi em đã check và thanh toán hết các lệ phí còn thiếu rồi.Và cũng đã đăng kí tốt nghiệp và được gửi mail xác nhận tự động.Nhưng khi em vào lại thì tình trạng không đăng kí được vì nợ học phí,như vậy có sao không ạ?",
    "Kính gửi PDT, em tên là . Hiện tại em đã qua Anh văn nói viết và đủ điều kiện xét tốt nghiệp. Nhưng em mới biết được tình trạng sinh viên của em là tạm dừng vì không đăng kí môn học. CHo em hỏi em có thể đăng kí tốt nghiệp như thế nào, và làm gì để giải trừ tình trạng này ạ? Em xin cảm ơn",
    "Kính gửi PĐT, Em là , MSSV . Hiện đã có kết quả thi anh văn nói và viết tháng 12/2021 và em đã đạt yêu cầu. Hiện tại em đang bị tạm dừng học vụ vì không đăng ký môn học kỳ rồi (do đã hết môn học) và em đang bị F0 nên không thể tới trường. Kính mong PDT có thể xem xét và hướng dẫn để em có thể đăng ký tốt nghiệp. Chân thành cảm ơn PĐT. Trân trọng, ",
    "Chào thầy/cô em là , sinh viên khoa Điện - Điện Tử. Ngày 29/12 lúc 17h em đã nhận được email của PDT thông báo đã có tên trong danh sách tốt nghiêp dự kiến đợt 2 năm 2021. Tuy nhiên em vẫn chưa đăng ký tốt nghiệp được trên mybk (ảnh đính kèm), cũng như chưa có tên trên danh sách tốt nghiệp. Mong thầy/cô có thể kiểm tra giúp em ạ.",
    "Kính chào quý thầy cô PĐT PĐT cho em xin mở thêm sỉ số lớp DT01_Phương pháp tính mã môn học MT1009, hoặc có thể cho em vào nhóm lớp đó được không ạ Em xin cảm ơn",
    "Dạ e chào thầy/cô, do sơ suất nên e có nộp chậm học phí nên không được đăng kí môn học, nay e đã hoàn thành việc thanh toán em mong phòng đào tạo mở lại đăng kí môn học để e tiếp tục chương trình học của mình ạ e cảm ơn !",
    "Hiện tại em có môn xúc tác ứng dụng - ch3151 tiết thứ 4 11-12 ở cơ sở 1, bây giờ mớ mở môn Hương Liệu - ch3157 vào thứ 4 tiết 7-8 ở cơ sở 2. Dù khoảng cách đăng kí 2 môn là 2 tiếng những vẫn ko đăng kí được là sao ạ ?",
    "Dạ chào thầy cô. Kì 212 tới em đăng kí môn CI3171(cơ học môi trường rời) nhưng hệ thống không cho vì không đủ thời gian giãn cách giữa 2 cơ sở. Và môn này học online nên kính mong thầy cô xem xét cho em được đăng kí môn học này để hoàn thành tốt chương trình học tập ạ. Em xin cảm ơn quý thầy cô.",
    "Em đăng ký 2 môn Kỹ thuật xúc tác và ứng dụng CH3151 thứ 4 tiết 11-12 ở cơ sở 1 và môn Công nghệ hóa hương liệu CH3157 thứ tư tiết 7-8 ở cơ sở 2 mà vẫn bị lỗi không đủ thời gian dãn cách giữa 2 cơ sở. Mong phòng đào tạo sớm khắc phục vì đã gần hết hạn đk môn ạ.",
    "Mở môn học học kỳ 212 . Em là  MSSV  ạ! Môn Kĩ thuật số là môn tiên quyết của những môn sau đó trong chuyên ngành của em. Mà kì trước em không đăng kí được môn vì các lớp đã đủ sĩ số (khiến kì này em cũng không đăng kí đủ số chỉ tối thiểu được). Mà giờ lại có thêm quy định sinh viên không được đăng kí dự thính môn học lần đầu nữa. Nếu kì này mà hủy lớp nữa thì em sẽ bị trễ mất 1 năm chỉ vì không đăng kí được môn mất!  Em cũng đã cố gắng liên lạc với thầy cô bộ môn, và các bạn để xin mở lớp. Hiện sĩ số lớp cũng đã được 19 bạn! Em mong Phòng Đào Tạo hiểu và thông cảm cho bọn em mà mở lớp chứ đừng hủy lớp nữa ạ! Em cảm ơn thầy cô Phòng Đạo Tạo nhiều lắm!",
    "Em muốn đk học cùng với CQ theo như sự Nhà  đã tao dk để sv VHVL có thể hoàn tất môn học... Em cám ơn",
    "Tốt nghiệp       Em chào thầy cô,  Em là  Nhật  -  - Điện tử truyền thông  Hôm trước em có phản hồi về thông tin số ngày công tác xã hội bị sai Em đã đủ 15 ngày nhưng khi kiểm tra trên trang web của phòng đào tạo thì chỉ ghi nhận 14 ngày Em nhận được phản hồi là sau ngày 29/12 vào trang web mybk để đăng ký tốt nghiệp lại Hôm nay là 30/12 em vào đăng ký tốt nghiệp vẫn chưa được Khi em kiểm tra danh sách dự kiến trên trang web của phòng đào tạo aaohcmuteduvn thì vẫn ghi nhận 14 ngày và ghi chú là NỢ CTXH + TẠM DỪNG     Hiện tại thì em vẫn chưa đăng ký tốt nghiệp được, em rất mong quý thầy / cô hổ trợ để em có thể tốt nghiệp trong học kỳ này   Em cảm ơn    Trân trọng      ",
    "Em tên là , MSSV . Em đã thi anh văn nói viết đợt tháng 12 và đã đủ điểm đăng kí tốt nghiệp. Nhưng sao đến nay em vẫn chưa nhận được mail xét tốt nghiệp ạ? Mong anh/chị check giúp em. Em cảm ơn nhiều ạ.",
    "Em chào thầy cô phòng đào tạo. em tên là V: Trong đợt đăng kí môn học 212 em đăng kí môn kĩ thuật xúc tác và ứng dụng vào thứ 4 tiết 11 12 nhưng khi em đăng kí môn hóa học xanh tiết 7 8 thì lại không đăng kí được và hệ thống báo không đủ thời gian giữa hai cơ sở (em có để ảnh bên dưới ạ). Em nghĩ 2 tiếng em vẫn đủ thời gian để di chuyển. Mong thầy cô giúp em có hướng giải quyết.",
    "Cô ơi hiện tại em và các bạn khác đang rất  mong đăng kí được môn CI1051 Hư hỏng sửa chữa công trình vì kì sau sợ không còn sinh viên học và thầy cô cũng không nhận mở cho K18, hiện tại đã mở thêm sĩ số nhưng vẫn còn nhiều bạn chưa đăng kí được, với lại lớp hiện tại có 120 bạn cũng không thể học qua GG MEET, cô có thể tách ra 2 lớp và tăng thêm sĩ số giúp em và các bạn được không ạ? Chỉ còn 1 môn này thôi ạ :((",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là , MSSV , sinh viên khoa Môi trường và Tài nguyên. Hiện tại em đã kiểm tra thông tin và nhận thấy đã đủ điều kiện tốt nghiệp: chứng chỉ TOEIC đã được thẩm tra hợp lệ ngày 28/12/2021; chứng chỉ AV nói viết đạt 200đ; 24 ngày CTXH; các khoản phí trên BKPay đã được thanh toán. Tuy nhiên em vẫn chưa nhận được mail thông báo tốt nghiệp từ PĐT. Em rất mong quý thầy cô có thể kiểm tra thông tin về trường hợp của em ạ. Chân thành cảm ơn quý thầy cô.",
    "Mở môn học học kỳ 212 . Em kính chào quý thầy cô. Em là , mã số sinh viên . Hiện tại theo chỉ dẫn của quý thầy cô và thầy chủ nhiệm Bộ môn tụi em đã được mở đăng ký môn học Mô phỏng động cơ đốt trong và ô tô, mã môn TR3067. Tuy nhiên, theo thầy chủ nhiệm Bộ môn của em nói môn Tự chọn tự do không cần có môn điều kiện đi theo, hệ thống hiện nay chạy tự động nên chưa gỡ bỏ được điều kiện đính kèm do vậy k19 vẫn không thể đăng ký được. Do đó nên hiện tại chỉ có k18 của tụi em đăng ký được và sĩ số vì vậy khá ít, hiện tại chỉ 6 người. Em xin kính mong quý thầy cô gỡ bỏ điều kiện môn học đi kèm để k19 có thể đăng ký được nhằm tăng sĩ số lớp; hoặc nếu không kịp em xin kính mong Phòng Đào tạo vẫn mở môn học dù sĩ số hiện tại chỉ có 6 bạn để chúng em có thể hoàn thành tiến độ học tập đúng hạn. Em xin cảm ơn rất nhiều. Em kính chúc thầy cô sức khỏe.",
    "Kính gửi PĐT, Em là  Cách đây vài hôm, em được gửi tin báo tạm ngưng xử lý đơn xin tạm ngưng học với lý do: Chưa hoàn thành học phí HK211+ lệ phí nhập học. Mới đây, em đã gửi đầy đủ minh chứng đã từng nộp học phí HK211 + lệ phí nhập học và được xác minh lại là đã hoàn thành học phí. Do đó, em đề nghị quý Phòng tiếp tục xử lý đơn xin của mình. Thân ái, ",
    "Kính gửi phòng đào tạo, em tên , MSSV , thuộc lớp VP17NL. Em xin gửi đơn xin mở lớp môn Nguyên lý hóa Công nghiệp ngoại lệ cho lớp em. Trong đơn đã có thầy  ký đồng ý nhận lớp và cô chủ nhiệm bộ môn  ký mở lớp. Em hi vọng phòng đào tạo sẽ mở lớp môn này cho tụi em . Em xin chân thành cảm ơn .   i Mở môn học học kỳ 212 .",
    "Gửi thầy/cô admin, Sau khi đăng ký và thanh toán lệ phí xét tốt nghiệp, hiện giờ tình trạng đăng ký của em là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" Em muốn hỏi rằng như vậy tức là em đã được duyệt tốt nghiệp chưa ạ? Và một điều nữa, khi mà đăng ký tốt nghiệp trên mybk, em quên tick vào ô \"Đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời...\", nhưng giờ gia đình muốn em nhận bằng tạm thời đó, em muốn hỏi rằng nếu em trực tiếp đến phòng đào tạo xin cấp thì có được hỗ trợ không ạ? Mong nhận được phản hồi từ thầy/cô admin.",
    "Em tên:  MSSV:  Em muốn xin hoãn môn Thí nghiệm hoá hữu cơ cơ bản (Mã môn học: CH2111) Lý do: Không đảm bảo được điều kiện đi học Mong thầy cô xem xét, em xin cám ơn",
    "Em chào thầy cô, trong đợt đăng ký môn học chính quy đợt 2 HK212 vừa rồi có các lớp mở sau nên em không nắm rõ thời gian để đăng ký kịp: Đồ án môn học nền móng (Ci3197) lớp L01 Đồ án môn học kết cấu bê tông cốt thép 1 (Ci2093) lớp L01 Thầy cô có thể cho em đăng ký bổ sung vào các lớp này không ạ?  Em cảm ơn thầy cô.",
    "Thưa Phòng Đào Tạo hôm qua em vừa mới nộp chứng chỉ ngoại ngữ và chuyển điểm sau khi đóng tiền thì em đã bị khóa lại mục đó và không biết có chuyển điểm được không ạ mong PDT giúp e mở khóa lại",
    "Em đã nộp học phí! Xin được thu nhận lại Mssv: Sđt: 0907.268.579   .",
    "Gửi PDT, em là  ,mssv , nay em viết quest này để hỏi về cách viết đơn xin đặc cách nhận LVTN ạ. Hiện tại em đang thiếu 3 chỉ ngành và các chỉ còn lại là chỉ ngoại ngữ ạ. Em xin hỏi là đơn em phải tự viết hay có form mẫu nào để sử dụng ko ạ. Em cảm ơn ạ",
    "Chào thầy cô ạ, em bị trễ 1 kỳ, kỳ 212 khoa có mở lớp dự thính mà sao em không được đăng kí ạ. Em biết có quy định là không mở lớp dự thính cho sv đăng kí môn lần đầu nhưng em mong pđt xem xét lại giữa trường hợp sv kịp chương trình học đăng kí mới dự thính và sv bị trễ chương trình học đăng kí mới dự thính ạ.  Em cám ơn.",
    "Mở môn học học kỳ 212 . Kính gửi PĐT,  Em đã liên lạc thầy  - Trưởng BM Vật lý Kỹ thuật Y sinh về việc mở lớp môn học Vật lý 2 (PH2005) và đã được thầy ký xác nhận đồng ý mở lớp dưới dạng đồ án ở HK Dự thính 212. Em xin gửi đơn đến PĐT để xác nhận việc mở lớp. Xin cảm ơn PĐT",
    "Dạ đăng ký môn học đợt vừa rồi em chỉ đăng ký 18 chỉ 8 môn thôi ạ. Lúc đăng ký xong em có xem lại rồi. Nhưng sau khi kết thúc đăng ký môn học em vào lại thì thấy em bị đăng ký trùng thêm 1 môn nữa ạ, là thành 21 chỉ 9 môn ạ trong đó có 2 môn trùng nhau. Cho em hỏi là do em đăng ký hay do hệ thống bị lỗi vậy ạ, làm thế nào để khắc phục ạ!?",
    "Dạ em chào quý thầy cô PĐT em tên  khoa Công nghệ Vật liệu. Em đã hoàn thành chương trình học và đã có kết quả nói viết ngày 23/12. Tuy nhiên, đến nay em vẫn chưa được cập nhật vào danh sách tốt nghiệp dự kiến tháng 12. Kính mong quý thầy cô có thể kiểm tra lại giúp em và cho em biết lý do em không đăng ký tốt nghiệp được không ạ?",
    "Dạ em chào thầy(cô) ạ, Thầy(cô) cho em hỏi là khi em đã qua môn rồi nhưng muốn học cải thiện điểm thì khi xét tốt nghiệp có bị hạ bậc không ạ? Tại năm nay em thấy có quy định mới nói lạ học lại quá 5% tín chỉ thì bị hạ bậc ạ. Vậy trong này là tính cả học cải thiện luôn hay sao vậy ạ Mong nhận được sự phản hồi sớm từ thầy cô ạ Trân trọng",
    "Dạ em vừa bị mất môn Hóa đại cương trong đăng kí môn học ạ, em không Hủy nhưng mà nó mất giờ còn có 12 chỉ thôi ạ, trong khi lúc đầu là 15 chỉ. Em mong nhận được sự trọ giúp ạ !!!!",
    "Em xin chào quý thầy cô. Em tên là , MSSV: , khoa Kỹ Thuật Giao Thông khoá K15. Học kỳ 211 này là vừa đủ 13 học kì, nhưng do dịch nên em chưa thể hoàn thành xong chương trình học. Nên em muốn xin gia hạn thêm 01 học kì thứ 14 nữa ạ. Mong quý thầy cô có thể hướng dẫn giúp em ạ. Em xin cảm ơn, chúc quý thầy cô nhiều sức khoẻ ạ!",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa TPHCM, - Em tên , Khóa K15 Khoa: Cơ khí,  Chuyên ngành: Kỹ thuật hệ thống công nghiệp. - Theo em được biết khóa K2015 thì chuyên ngành kĩ thuật hệ thống công nghiệp được cấp bằng chức danh \"Kỹ Sư\". Nhưng hiện tại trên bằng tốt nghiệp tạm thời của em ghi là \"Cử Nhân\". PĐT cho em hỏi đây là sự nhầm lẫn hay là thay đổi trong việc cấp bằng ạ ? Em xin chân thành cảm ơn!",
    "Em gửi đơn đăng ký học song song môn thực tập ngoài trường (GE3315) và môn Đề cương luận văn (GE4315)",
    "Chào quý Thầy Cô ạ, Em là sinh viên khóa K15 Khoa Môi Trường và Tài Nguyên. Cho e hỏi là em đăng kí hoãn thi thì có cần phải đăng kí môn học không ạ. Em đăng kí hoãn bảo vệ luận văn vào học kì 2 ( 2020-2021). Khi e vào tình trạng sinh viên thì thấy hiện là đang tạm dừng do không đkmh. Cho e hỏi là e cần làm đơn gì để giải quyết tình trạng trên ạ. Em cám ơn Thầy Cô rất nhiều.",
    "Mở môn học học kỳ 212 . Em đăng ký phần mở rộng cho môn hӑc Mật mã và an ninh  mạng, Mã MH (mr): CO306E,",
    "Mở môn học học kỳ 212 . Em xin đăng kí phần mở rộng cho môn học Mật mã và an ninh mạng, Mã MH (mr): CO306E trong học kì 212 tới. Em có đính kèm nội dung trao đổi mail với khoa Máy tính cũng như đơn đăng kí đã được xác nhận từ khoa",
    "Em là sinh viên khóa K15, đã hết thời gian đào tạo tại trường nhưng vẫn chưa hoàn thành Luận văn tốt nghiệp. Sau khi được sự đồng ý của Giảng viên hướng dẫn, em kính mong Phòng Đào tạo xem xét gia hạn thêm 1 học kì để hoàn thành Luận văn.",
    "Mở môn học học kỳ 212 . Chào thầy cô ạ, em sinh viên k19 bị trễ 1 kỳ, kỳ 212 khoa có mở lớp dự thính môn chuyên nghành mà em không được đăng kí ạ . Em biết theo quy định là không mở lớp dự thính cho sv đăng kí môn lần đầu nhưng quy định đưa ra giữa chương trình đào tạo của tụi em khiến tụi em bất ngờ không kịp phản ứng để sắp xếp ạ. Em mong pđt xem xét lại vấn đề này ạ. Em xin chân thành cám ơn.",
    "Hiện tại em đã hoàn thành xong hết chương trình dào tạo h chỉ còn speaking và writing vậy h tưd đây tháng 4/2021 em nộp vô đc duyệt đieme và tốt nghiêpk pk ạ , còn nếu qua 4/2021 thì em làm đơn giá hạn thêm 1 kì đc phải ko ạ vì em thuộc tròn điều khoản hoàn thành hết môn học chỉ thiết speaking và writing   i ",
    "kì cuối em còn 2 môn là Thực thập tốt nghiệp (213750) và Luận văn tốt nghiệp (213700), hai môn em đều đủ điều kiện đăng ký (Hình 1). Nhưng trong danh sách kết quả đăng ký môn học HK212 thì không có môn Luận văn tốt nghiệp (213700) (Hình 2). Em cũng đã thử đăng ký hiệu chỉnh trong đợt Đăng ký môn học HK212- Đợt 2 nhưng hệ thống báo lỗi như Hình 3. Nếu em có còn thiếu nội dung nào để không đủ điều kiện làm luận văn thì có thể cho em biết để em bổ sung trong thời gian sớm nhất ạ. Em xin chân thành cảm ơn.",
    "trước e có hỏi về việc không đăng kí tốt nghiệp được thì trạng thái \"Nợ hp/lệ phí\" trong khi thực tế e không còn nợ, và được trả lời là sau 29/12 vô đăng kí lại. Nhưng hiện tại e vẫn chưa đăng kí được vì tình trạng tương tự. Thầy/cô xem xét giải quyết giúp e ạ.",
    "Dạ em tên  , MSSV  ,  Vấn đề của em ở chỗ sau khi đăng kí các môn , và hết hạn đăng kí thì hôm nay em mới được thông báo từ các bạn của em , là môn Tiên quyết đang xin mở lớp trùng với lịch học môn Giải Tích 2 ( MT1005 ) , xin thầy cô bỏ giúp em môn Giải tích 2 để em kịp đăng kí môn tiên quyết chuẩn bị mở lớp của em ạ    Em xin cảm ơn nhiều ạ .",
    "Chào thầy/cô, vì tình hình dịch bệnh khó khăn nên em muốn xin dời hạn thanh toán học phí dự thính, xin trường có thể tạo điều kiện trong mùa dịch bệnh, tài chính khó khăn này ạ. Em xin chân thành cảm ơn.",
    "Chào cô (thầy), Em là , MSSV . Em đang cần vay vốn sinh viên của ngân hàng OCB thì phải làm những gì ạ.",
    "ng ký môn học Em kính chào quý thầy cô, em là Phạm Huy Cường, MSSV 1710730, sinh viên Khoa Kỹ thuật Hóa học, Bộ môn Công nghệ Sinh học.    Hiện tại em đang có nhu cầu đăng kí môn học \"Các quá trình sinh học 1\" (CH2015) và \"Các quá trình sinh học 2\" (CH2047) nhưng kể từ chương trình đào tạo sinh viên K19, các môn học này đã được chuyển thành lần lượt là \"Quá trình và thiết bị cơ học\" (CH2019) và \"Quá trình truyền nhiệt\" (CH2043). Tuy nhiên, trong \"Danh sách Môn học Chương trình Đào tạo K2019 tương đương/thay thế cho Chương trình Đào tạo K2018 trở về trước\" (http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1717)  không đề cập tới trường hợp hai môn học CH2015 và CH2047.    Hai môn học CH2015 và CH2047 vẫn hiển thị trên hệ thống đăng kí môn học, tuy nhiên, vì sinh viên các khóa từ K2019 trở đi đã được chuyển sang môn học mới (CH2015 chuyển thành CH2019 và CH2047 thành CH2043) và phần lớn sinh viên chương trình đào tạo cũ đã hoàn thành môn học, nên số lượng sinh viên không đủ để có thể mở lớp.     Vì lý do cá nhân nên em chưa thể hoàn thành được hai môn học này, tuy nhiên hai môn học này lại là hai môn cơ sở ngành, theo Quy chế thì em phải hoàn thành hai môn học này (đúng theo mã số môn học của chương trình đào tạo K17 cho sinh viên Khoa Kỹ thuật Hóa học - Bộ môn Công nghệ Sinh học) thì mới có thể được xét tốt nghiệp.     Liệu rằng em có thể đăng kí hai môn học CH2019 và CH2043 thay thế cho CH2015 và CH2043 không? Và nếu có thể thì em phải làm những giấy tờ gì như thế nào để có thể được phòng đào tạo chứng nhận? Còn nếu không thì em sẽ phải giải quyết như thế nào? Kính mong quý thấy cô đề xuất phương hướng giải quyết cho vấn đề này.    Em kính chào quý thầy cô và chúc quý thầy cô nhiều sức khỏe.",
    "Thưa VPDTQT,  Em là , em muốn hỏi về môn tự chọn tự do của ngành khoa học máy tính và môn tự chọn nhóm D, em đã học môn tự chọn nhóm D là , và em có nghe thông tin là môn tự chọn tự do không được trùng đến 50% 1 môn khác trong chương trình đào tạo. Hiện tại em đang định đăng kí , cho em hỏi là có được hay không?   .",
    "Gửi Phòng Đào Tạo, Vừa qua em có thi để xoá điểm hoãn thi của hk202 và mybk đã cập nhập điểm (ngày 29/12), vậy nên em đã hoàn thành đủ các môn của chương trình đào tạo. Xin phép pđt cho em hỏi, em đã đủ điều kiện để tốt nghiệp chưa ạ? Và vì đã quá hạn đăng ký tốt nghiệp ở hk211 này (do cập nhập kết quả xoá điểm hoãn thi trễ), em có thể làm đơn xin để đăng ký tốt nghiệp đợt này không ạ? Em cảm ơn pđt.",
    "Thưa VPDTQT, Em có nhận được thông tin là học kì hè chỉ được học lại môn chứ không được đăng kí môn học mới. Cho em hỏi là: - Có đúng hay không ? - Vì sao lại như thế ? - Giải pháp thay thế để em học vượt ? - Vì sao hè năm ngoái em học vượt được nhưng năm nay lại cấm ? Em xin cảm ơn, Tài.  .",
    "Kính chào quí Thầy/cô, em ten: . MSSV: . Nay em làm đơn này kính gửi quí tahày/cô xem xét cho em được kéo tài thời gian học của mình thêm 1 học kì nữa để em có thể đăng kí học môn học mình còn thiếu. Em thuộc diện đối tượng được ưu tiên 01 ạ. Trước khi nhận được sự xem xét và thông báo từ quí thầy/cô, em xin chân thành cám ơn. Trân trọng!",
    "Chào quý thầy cô PĐT, em là sinh viên K19,trong đợt đăng kí môn đợt 2 em có đăng kí nhầm một môn đến 11h hôm nay em mới phát hiện sự nhẫm lẫn này mà lúc đó vừa qua hạn đang kí đợt 2, không biết là đợt 3 em có thể xóa môn đó đươkc không ạ. Em chân thành cảm ơn",
    "Chào anh/chị, môn lịch sử Đảng của em bị trùng lịch 1 môn ở chương trình liên thông thạc sĩ nên em muốn rút môn. Em cảm ơn   i  .",
    "Em xin kính chào thầy cô. Em tên , MSSV . Dạ, em xin trình bày: Trưa ngày 29 tháng 12 em có đăng kí hiệu chỉnh môn học và thấy hạn đóng là 1h ngày 30/12. Đến 11h hôm nay (30/12) em vào xem thấy em đăng kí nhầm một môn nhưng thời gian đã thay đổi và đóng đăng kí. Em thắc mắc không biết đợt 3 có thể xóa môn đó không ạ? Mong quý thầy cô giúp đỡ ạ! Em xin cảm ơn thầy cô.",
    "Em là  -  - Đại Số Tuyến Tính - L01. Sáng ngày 30/12/2021 thi ca 7h00, trong lúc bắt đầu thi máy của em gặp trục trặc về mạng dẫn đến việc ghi màn hình bài làm dừng ghi lúc nào em không biết, đến lúc thi xong em mới biết mình không có bản ghi. Em mong phòng đào tạo sẽ có phương pháp xử lý hợp lý. Em xin cảm ơn ạ.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH (chuyển hệ), chuyên ngành Công nghệ may. Em muốn hỏi là hệ đào tạo VLVH có xét ngày công tác xã hội và thi tiếng anh nói viết không ạ. Em xin cảm ơn.",
    "Em có đăng kí tham gia quay lại học trực tuyến thí nghiệm hóa đại cương lớp VL14 của cô  nhưng vì khu vực sinh sống vừa xuất hiện ca nhiễm nên hiện k thể quay lại Sài Gòn được. Phòng đào tạo có thể hủy giúp e lịch học và cho em tham gia vào đợt thi nghiệm khác sau khi tình dịch ổn định không ạ. Em cảm ơn ạ",
    "Chào thầy/cô, em vừa hoàn thành chương trình học ở học kì 202 và chỉ còn thiếu chứng chỉ nói viết, kì 211 này em đã thi hoàn thành chứng chỉ nói viết nhưng đăng kí tốt nghiệp không được vì hiện đang bị tạm dừng vì không đăng kí thời khóa biểu ở học kì 211. Mong thầy cô hỗ trợ em với ạ.",
    "Xin chào anh/chị tư vấn, Em là , MSSV . Vào ngày 20/12/2021 em có thi môn Ứng dụng máy tính trong công nghiệp nhưng do trục trặc phần mềm mà em không thể hoàn thành bài thi. Em đã báo cho giảng viên và làm đơn xin hoãn thi sau đó gửi mail cho phòng đào tạo. Trong email trả lời em nhận được thông báo là hoãn thi theo quy trình trên trang mybk và em đã hoàn thành. Em xin hỏi em có cần nộp đơn xin hoãn thi cho phòng nữa không và nếu nộp thì em sẽ nộp ở đâu. Em xin cảm ơn.",
    "Dạ em chào Thầy/cô  Hôm trước em có hỏi về vấn đề đăng ký xét Tốt Nghiệp, nhưng hiện tại em chưa nhận được link đăng ký ạ. Mong Thầy/cô xem xét giúp em ạ. Em chân thành cảm ơn Thầy/cô, chúc thầy cô buổi chiều vui vẻ!  MSSV:",
    "ng Ký môn học SV  V . Đạ cho em hỏi là em đăng ký môn học hk202 với 2 môn là vật lý 2 (MMH PH1005) và Luận Văn Tốt nghiệp (GE4313) thì lại bị mất ạ. Sau lần kết quả đợt 1em bị xóa 1 môn luận văn tốt nghiệp, em đã đăng ký lại nhưng vào hôm nay em bị xóa cả 2 môn Vật Lý 2 và Luận văn tốt nghiệp ạ. Mong PĐT giúp em ạ, em còn kỳ cuối nữa ạ .",
    "Xin chào quý thầy cô  e có nhận được gmail là thời gian biết trúng tuyển là 29/12. Nhưng đến hôm nay là 30 vẫn chưa thấy danh sách, em đã check mail, check thông báo và vào mục tuyển sinh vẫn k thấy. Và đã hỏi thầy  nhưng chắc do mail ngoài nên thầy chưa để ý. Kính mong quý thầy cô giải đáp thắc mắc của e là khi nào biết kết quả trúng tuyển và xem ở đâu ạ. E cảm ơn",
    "Kính gửi quý thầy cô Phòng Đào tạo, em là , SV ngành Kỹ thuật hoá học clc, mssv . Đợt trước khi trường cho đăng kí đi học thí nghiệm môn Hoá Đại cương em chỉ mới tiêm 1 mũi vắc xin nên đến nay thời khoá biểu trên trang thông tin sinh viên của em không cập nhật lịch học thí nghiệm. Nay em được biết các bạn cùng lớp Hoá Đại cương được chích đủ 2 mũi sẽ được học thí nghiệm vào tuần 1 và tuần 2 của năm 2022. Hiện tại em đã tiêm đủ 2 mũi vắc xin. Em có thể học thí nghiệm cùng với các bạn trong đợt này được không ạ? Kính mong quý thầy cô xem xét yêu cầu của em ạ. Em xin cảm ơn.",
    "Em có một thắc mắc ạ, chương trình đào tạo là 142 chỉ, trong trường hợp em học nhiều môn tự chọn hơn vượt quá 142 chỉ thì trường chỉ chọn nhưng môn tự chọn có điểm cao nhất để tính TBTL thôi hay là học bao nhiêu môn tự chọn đều tính bấy nhiêu luôn ạ. EM mong thầy/cô phản hồi sớm ạ.",
    "Thưa PĐT, Em đã có điểm  nói viết rồi nên không biết khi nào em có thể đăng kí tốt nghiệp được ạ ? Em xin cám ơn.",
    "Kính gửi phòng đào tạo. Kỳ tới em còn môn phòng chống thiên tai ven biển nữa là hoàn thành chương trình chính quy. Em cùng các bạn có điền form để xin mở lớp mã môn là CI4083 . Nhưng lại không đủ sỉ số để em có thể đăng ký. Kính mong phòng đào tạo mở thêm sỉ số để em có thể đăng ký và hoàn thành chương trình chính quy trong kỳ tiếp theo ạ.",
    "Kính gửi Phòng Đào tạo. Em có một số vấn đề trong việc đăng kí môn học học kì 212 mong được phòng đào tạo giúp đỡ Mặc dù em đã thi anh văn đầu vào do nhà trường phối hợp với TOEIC thực hiện (kì thi tháng 01/2021) với số điểm là 480. Thế nhưng hiện tại em không đăng kí được môn học Anh văn 4 - LA1009 với lí do được hiện trên MyBK là thiếu môn học trước. Em kính mong phòng đào tạo giúp em kiểm tra lại và đăng kí được môn học, hoàn thành môn này trong học 2. Việc này khá quan trọng đối với em vì hiện tại em là sinh viên năm 3 và phải hoàn thành môn học này khi kết thúc năm 3. Kính mong nhận được sự giúp đỡ từ phòng Đào tạo. Trân trọng! ",
    "Kính gửi PĐT, Em tên , MSSV: . Em có một số thắc mắc về điểm TBTL và điểm chuyển tiếng anh như sau ạ:  1. Điểm TBTL của em hiện ở trên MyBK là 7.74 nhưng trong danh sách tốt nghiệp tạm thời là 7.73. PĐT cho em hỏi có sai sót gì trong việc làm tròn giữa các trang không ạ. 2. Điểm chuyển quy đổi từ IELTS sang AV 1,2,3,4 thực tế của em lại thấp hơn so với bảng quy đổi điểm thông báo ở aao.hcmut (link: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=89&tid=1624 ). Vậy PĐT cho em hỏi điểm nào là đúng ạ . Dưới đây là link hình ảnh đính kèm của những thắc mắc này. Em rất cần được giải đáp ạ. Cảm ơn PĐT và các thầy cô rất nhiều ạ! Trân trọng, .",
    "Cho em hỏi là trong chương trình đào tạo của khoa em có 3 môn tự chọn nhóm A ( Kinh tế kỹ thuật, Quản lý dự án cho kỹ sư, Quản trị kinh doanh cho kỹ sư) và em đã học 1 trong 3 môn đó. Nhưng đến kì này em có đăng kí môn Khởi nghiệp, nó không thuộc môn nhóm A trong chương trình đào tạo của em nhưng môn Khởi nghiệp và 3 môn tự chọn nhóm A lại thuộc các môn tự chọn nhóm quản lý. Vậy cho em hỏi môn Khởi nghiệp có được tính chỉ không ạ? Em cảm ơn!",
    "Vào sáng nay, 10 giờ sáng phòng đào tạo hết thời gian đăng ký môn học. Nhưng vì em có công việc đột xuất ( đi chích vacxin ) nên không lên huỷ môn được, mà hiện tại bây giờ em chưa có nhu cầu học lại môn đó mong phòng đào tạo thông cảm và suy xét huỷ môn giúp em. Mã môn học: CO1003  Tên môn học: Nhập môn lập trình",
    "Em chào thầy/cô ạ, Ở đợt đăng kí môn học đợt 2 này em có đăng kí luận văn nhưng bị xoá. Cho em hỏi là đợt 3 em có thể đăng kí không ạ. Các điều kiện tiên quyết em đều đạt hết ạ. Em rất mong câu trả lời từ thầy/cô. Em cảm ơn ạ.",
    "Em chào thầy/cô, Lần đầu khi em có tên trong danh sách tốt nghiệp tạm thời có điểm trung bình là 7.5 và TOEIC là 595. Sau đó em có nộp bằng TOEIC và chuyển điểm thành công vào ngày 28/12. Trên mục Thông tin sinh viên đã hiện đầy đủ điểm chuyển và đã cập nhật điểm trung bình mới cho em. Mới đây, trên danh sách tốt nghiệp, điểm TOEIC của em đã được cập nhật (là 745) nhưng điểm trung bình của em vẫn chưa cập nhật. Em không biết liệu như vậy khi em đăng kí tốt nghiệp thì bằng tốt nghiệp của em sẽ in điểm cũ hay sẽ được cập nhật điểm mới sau ạ? Mong thầy cô giải đáp và cập nhật giúp em. Em xin chân thành cảm ơn!",
    "Em là  MSSV . Em có học lớp Phương pháp tính lớp L03 HK211 và có lịch thi 26/12/2021. Do vấn đề về video ghi màn hình và lỗi kỹ thuật lúc làm bài, em đã mail thông báo cho giảng viên lý thuyết và bài tập, em đã đăng ký hoãn thi trên trang mybk như quy định. Nhưng đến nay em vẫn chưa nhận được phản hồi nào. Mong thầy/cô đưa ra giải pháp giúp e. E xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH (chuyển hệ từ 10/2020), chuyên ngành Công nghệ may. Theo quy định về ngoại ngữ, Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021, em có thể đăng ký quy đổi điểm ngoại ngữ từ môn anh văn đã học từ chương trình chính quy được không ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM, Em tên là , MSSV: , là sinh viên được đào tạo theo chương trình đại trà hệ Chính Quy . Theo như Quy chế đào tạo thì hiện tại đã hết thời hạn đào tạo nên nay em viết mail này xin Phòng Đào Tạo cho em chuyển sang Hệ Vừa Học Vừa Làm (em có đính kèm phiếu đề nghị chuyển sang VHVL). Hiện tại,em đã hoàn thành xong tổng số tín chỉ của hệ Chính Quy, nhưng do còn chưa hoàn thành xong  nói-viết nên không đủ điều kiện để tốt nghiệp Hệ Chính Quy theo như Quy chế đào tạo của trường. Nay em làm đơn xin chuyển sang hệ, Phòng Đào Tạo cho em hỏi là khi nào em có thể đăng ký tốt nghiệp được ạ? Về việc Đăng ký Chuyển hệ và Đăng ký Tốt nghiệp thì em có cần bổ sung thêm hồ sơ gì ngoài phiếu đề nghị chuyển hệ không ạ? Trong khi chờ phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.",
    "Em bị lặp môn học Nền Móng CI3195 ở kỳ chính quy và kỳ dự thính học kỳ 212 . Em xin đăng ký huỷ môn học Nền móng CI3195 ở kỳ dự thính 212 ạ .",
    "Dạ em chào cô ạ! Em là  sinh viện hệ vừa học vừa làm ạ . Cô cho em hỏi em vừa làm luận văn tốt nghiệp và đã có điểm trong học kì 1 2021-2022 mới xong em có thể được đăng kí tốt nghiệp và làm lễ tốt nghiệp vào tháng 1 đợt tốt nghiệp này không ạ . Em cảm ơn cô ạ.",
    "Em tên là  MSSV: Dạ em chào cô, em đã hoàn thành xong gần hết tất cả môn học trừ môn Cơ Sở Kĩ Thuật Điện, kì này em cũng đã thi xong môn Cơ Sở Kĩ Thuật Điện nhưng phần thí nghiệm vẫn chưa học lại và được chuyển qua học kì 202. Em có liên hệ thầy thí nghiệm thì em có thể chuyển điểm thí nghiệm hoặc hoàn thành thí nghiệm trong kì này nhưng thầy bảo là thầy lý thuyết không thể nộp điểm mỗi một mình em được. Kì này em cũng hoàn thành xong luận văn nên em hỏi có cách nào để em có thể hoàn thành môn Cơ Sở Kĩ Thuật Điện trong kì này để có thể tốt nghiệp trong kì này ạ.",
    "Hiện tại em đã có mail dự kiến tốt nghiệp nhưng vào đặng ký tốt nghiệp thì tình trạng chưa thu nhận. Vì hôm nay là ngày cuối phản hồi. Phòng đào tạo có thể kiểm tra lại tình trạng giúp em được không ạ   i Tốt nghiệp .",
    "Em chào pdt. Lúc đầu vào em thi av thì đc miễn av 123 chỉ học av 4 và hiện tại em xem thì av 1 2 3 đang hiện là điểm 12( điểm miễn) Em chuẩn bị nộp chứng chỉ ngoại ngữ thì cho em hỏi CCNN đó của em có được quy đổi điểm cho av 123 đó ko ạ Em cảm ơn",
    "Chào anh chị phụ trách  Em hiện đang có nhu cầu học môn: Cơ sở kỹ thuật điện (EE2017).Vì các khóa sau không còn học môn này nữa nên em rất mong nhà trường xem xét mở thêm lớp hoặc sĩ số môn học này. Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ, Dạ em là  - sinh viên K18, dạ do là khi hổm lúc đăng ký bảo hiểm y tế em bất cẩn quên bấm xác nhận, ngày em đăng ký bảo hiểm là ngày 9/11, nhưng mà hôm nay khi vào lại hệ thống thì em vẫn bấm xác nhận được và đã chuyển sang để thanh toán tiền trên bkpay luôn rồi ạ, nhưng do đã trễ hạn so với trường nên giờ em có thể tiếp tục đăng ký và được xác nhận không ạ? Em mong nhận được phản hồi từ thầy/cô ạ. Em cảm ơn thầy/cô ạ.",
    "K    Em nộp đơn xin phép chuyển hệ sang VHVL.",
    "Dạ thưa thầy, cô Em là , MSSV . Dạ thưa thầy cô, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2/2021 và đã nhận được mail của PĐT. Em có thanh toán trễ phí in bảng điểm sinh viên (hiện đã thanh toán). Sau khi em thanh toán, PĐT đã cho phép em đăng ký tốt nghiệp, em đã tiến hành đăng ký và nhận được mail xác nhận từ PĐT. Nhưng hôm nay, em có kiểm tra lại Mục tốt nghiệp/ Mybk thì lại thấy trạng thái là \"không được phép đăng ký (Nợ hp/phí) ạ. Em thắc mắc như vậy là em đã đăng ký tốt nghiệp thành công rồi phải không ạ Em chân thành cảm ơn",
    "Em xin chào PĐT Hôm trước trong quá trình đăng kí môn thì môn Chi tiết máy của em bị xoá khỏi Danh sách đăng kí môn học nên em đã đăng kí lại môn Chi tiết máy ở một suất học khác, và em có đăng kí thêm môn Môi trường & Con người (cùng lịch với lịch môn CTM cũ). Tới tận ngày hôm qua (29/12/2021) thì Danh sách đăng kí của em cũng vẫn chỉ có 1 suất học môn Chi tiết máy, tuy nhiên hôm nay sau khi kết thúc thời gian đăng kí môn thì Danh sách đăng kí môn của em lại có tận 2 môn Chi tiết máy.  Em xin hỏi là vào đợt 3 em có thể xoá môn CTV bị trùng này không hay là PĐT có hướng giải quyết hiện tại không ạ.  Mong nhận được phản hồi sớm từ PĐT ạ. Em xin cảm ơn.",
    "Chào thầy cô, Trong đợt đăng kí môn học đợt 2 HK 212, em đăng kí 17 tín chỉ các môn trong CTDT nhưng sau khi kết thúc đợt đăng kí, em có kiểm tra lại thì hệ thống tự thêm cho em 1 môn 1 tín chỉ không thuộc CTDT. Mong PDT xử lý giúp ạ . Em cảm ơn.",
    "Kính chào phòng đào tạo, Đợt đăng kí môn này em có đăng kí môn   B luận văn tốt nghiệp cầu đường    (MSMH: CI4313) và môn   B hạ tầng công trình giao thông    (MSMH: CI4019).Nhưng vào ngày 28/12 em đã   B xóa    môn hạ tầng công trình giao thông (Ảnh 1). Đến 10h sáng nay là hạn cuối đăng kí môn, em check phiểu đăng kí vẫn là còn 1 môn luận văn tốt nghiệp như bình thường. Nhưng vào giờ chiều ngày hôm nay, em kiểm tra lại thì vẫn còn môn hạ tầng công trình giao thông (hình 2). Mong phòng đào tạo sửa lại lỗi này và xóa môn hạ tầng công trình giao thông giúp em. Em cám ơn. Trân trọng.",
    "Xin chào Thầy / Cô! Em tên Trần Trung Quân . MSSV 1712833.Xin thầy/cô giúp em đăng kí môn học nền móng CI3195 ,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Mở môn học học kỳ 212 . Kính chào PĐT, Em là sinh viên chuyên ngành Cấp Thoát Nước thuộc Bộ Môn Tài Nguyên Nước, em đã gửi đơn xin mở môn học CI3207 Cấp thoát nước trong công trình cho Bộ Môn và Bộ Môn phản hồi là đã gửi đơn xin mở lớp lên PĐT, sáng nay em vào đăng ký môn học HK chính 212 thì không có môn CI3207 Em gửi đơn xin mở môn học và phản hồi email của Bộ Môn bên dưới Mong PĐT xem xét lại ạ, Em cảm ơn",
    "Dạ chào thầy ( cô ). Em tên là   khoa Cơ khí. Em muốn xóa môn học đã đăng kí nhưng đã hết hạn đăng kí đợt 2. Có cách nào để xóa môn đã đăng kí trong đợt 2 không ạ. Em cám ơn",
    "Dạ em chào các thầy cô PĐT ạ! Em gửi PĐT đơn xin kéo dài thời gian đào tạo tối đa một học kỳ của em ạ! em có gửi đơn vào địa chỉ email của PĐT  rồi ạ, mong thầy cô xử lý giùm em để em được đăng ký môn học trong thời gian sớm nhất ạ! Vì em không tìm thấy mẫu đơn của PDT, nên trong đơn này em gửi nếu còn thiếu thông tin gì mong các thầy cô phản hồi để em chỉnh sửa lại ạ! Em cảm ơn các thầy cô nhiều ạ!",
    "Dạ cho em xin nộp đơn xin hủy đơn tạm bảo lưu điểm ạ",
    "Kính thưa thầy/cô, dạ em khóa K15, dạ hiện tại em vẫn còn thiếu điều kiện anh văn nói viết để ra trường ạ, kính mong thầy cô có thể tổ chức đợt thi anh văn nói viết tiếp theo vào tháng 1 hoặc sớm nhất có thể chúng em có cơ hội được thi và xét tốt nghiệp, em cảm ơn thầy/cô nhiều ạ.",
    "Em đăng kí môn, đã kiểm tra kĩ là không có lịch trùng, vậy mà vẫn bị xoá môn học.Em nên xử lí thế nào ạ",
    "em muốn hủy môn học đột nhiên xuất hiện trong ĐKMH của em, thời gian đăng kí môn học đó lại là 10h30 ngày 30/12, nên em không biết có nhầm lẫn gì ko ạ.",
    "Đăng ký môn học   ",
    "E chào thầy cô e là   mssv . Sau khi hết thời gian đk môn học HK 212 trang đk của e xuất hiện thêm 3 môn dù e không đk 3 môn này. Giờ e k hủy được E nhờ thầy cô hủy giúp e. E cám ơn thầy cô rất nhiều  EE3185 Đồ án 1 ktdk-tdh  EE3017 Đo lường&Đk bằng MT  SP1037 Tư tưởng HCM  ",
    "Kính gửi phòng đạo tạo trường đại học Bách Khoa, Em là , MSSV:, hiện đang là sinh viên khóa K21. Nay em viết đơn này là để hỏi về vấn đề đăng kí môn giáo dục thể chất, Cụ thể là: Do mãi ôn thi cho cuối học kì mà em đã lỡ quên đăng kí môn giáo dục thể chất. Dạ thầy/cô cho em hòi là trường mình có mở đợt đăng kí bổ sung không ạ? Mà nếu không thì em nên làm gì trong trường hợp này ạ? Em xin cảm ơn. Thân Trọng  ",
    "Dạ cho em hỏi là, em đã học hết các môn chỉ còn đề cương và luận văn. Kì này em chỉ đăng kí đề cương 0 chỉ (2 tín chỉ học phí) thì có sao không ạ? Em cảm ơn.",
    "Gửi phòng đào tạo, Ngày 26/12/2021 em có gửi mail xin dừng học một học kỳ nhưng đến nay chưa thấy phản hồi nên em gửi bổ sung trên mykb. Thanks and best regards, .tnx",
    "Em tên là  - mssv: . Em xin gửi đơn xin hoãn thi cuối kì.",
    "Em chào quý thầy cô PDT ạ! Cho em hỏi là đối với khóa K21 điểm tổng kết 1 môn học sẽ làm tròn đến 0,5 hay 0,1 vậy ạ, tức là giả sử một môn học em có điểm tổng kết 8,25 thì sẽ làm tròn lên 8,3 hay 8,5 vậy ạ",
    "Dạ em chào pdt, em tên là , là sinh viên diện buộc thôi học có đơn cứu xét thu nhận lại và chuyển sang hệ VHVL. Em đã gửi đơn xin chuyển hệ vào được pđt tiếp nhận đơn ngày 29/12/2021. Cho em hỏi liệu rằng thời gian xác nhận chuyển hệ thành công ( cập nhật ở mục tình trạng SV ) có kịp thời gian để em đăng kí môn học ở đợt 3 ngày 4/1/2022 này không ạ.Em mong quý thầy/cô giải đáp giúp em ạ.Em cảm ơn pđt rất nhiều",
    "Thưa thầy cô ở phòng đạo tạo, Em tên , mssv  Em muốn cập nhật môn tương đương: Môn Lý thuyết sai số và xử lý số liệu( CI3251 ) em đã học ở học kỳ 1 dự thính năm 2020-2021 tương đương môn  lập trình ứng dụng trong trắc địa ( CI1035)  Sau khi được cập nhật môn tương đương, em cũng có nguyện vọng đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Em chào quý thầy cô PDT ạ! Cho em hỏi là đối với khóa K21 điểm tổng kết 1 môn học sẽ làm tròn đến 0,5 hay 0,1 vậy ạ, tức là giả sử một môn học em có điểm tổng kết 8,25 thì sẽ làm tròn lên 8,3 hay 8,5 vậy ạ ? Và khi này thì quy đổi sang thang điểm 4 để tính điểm trung bình tích lũy hay trung bình học kì thì em sẽ được 3,5 hay 4 vậy ạ ? Em xin chân thành cảm ơn ạ.",
    "Chào PĐT ạ, Em là , mssv . Em có đăng kí in bảng điểm qua mybk nhưng hiện bkpay đang bảo trì nên em không thể đóng phí in bảng điểm đc. Em k nhận đc mail nào về sự bảo trì này. PĐT có thể cho em biết khi nào BKpay hoạt động lại k ạ?",
    "Chào Nhà trường, em muốn hỏi thêm về thông tin và tình trạng học vụ của bản thân sau khi học bù tín chỉ CO1031 vừa qua . Nhà trường có thể kiểm tra rà soát các môn đã học qua với chương trình học xem em có bỏ sót hay chưa đậu học phần nào không. Đồng thời em muốn hỏi thêm nếu mình đủ điều kiện xét tốt nghiệp thì có thể đăng ký nhận bằng tạm trước khi làm lễ vào kỳ sau không ạ. Cảm ơn Nhà trường giúp đỡ và phản hồi",
    "Sáng nay em thi xong em quên không thoát nên giờ BK Exam của em bị khóa rồi ạ. Em đợi từ trưa mà vẫn chưa mở lại. Thầy cô giúp em mở lại để em nộp video quay màn hình làm bài thi ạ.",
    "Dạ thưa cô ,em tên  K19 Em có đăng kí môn học Lịch sử Đảng Cộng Sản học kì 21.2 nhóm lớp A01 ở cs1, nhưng bởi vì trùng lịch với môn chuyên ngành năm 3 ,và tất cả các nhóm lớp đều đầy nên em đã hủy đăng kí môn Lịch sử Đảng Cộng Sản để đăng kí môn chuyên ngành, từ lúc chiều hôm qua 13g ngày 29/12 vì lí do lịch học thực hành chiều 13g đến tối , tối thi cuối kì chương trình thạc sĩ , sáng 30/12 học thực hành . Em không có thời gian check mail nên không biết là được gia hạn đkmh và mở thêm lớp Lịch sử Đảng Cộng sản. Emm viết yêu cầu này để xin được đăng kí môn học dù đã hết thời hạn (thời gian viết yêu cầu vào lúc 17g ngày 30/12). Em mong cô giúp đỡ em được đăng kí môn học này . Em có thể học bất cứ lớp nào nếu lớp đó chưa đầy và không trùng lịch . Ví dụ như L13,L18,L23",
    "Em chào VPDTQT Vừa qua, em có đăng kí môn Kinh tế vi mô, tuy nhiên em đã học môn Kinh tế đại cương rồi, và có nội dung trùng hơn 50%. Vì vậy, em xin được hướng dẫn để rút môn học Kinh tế vi mô và đăng kí môn học khác trong học kì sau ạ. Em xin cảm ơn, .",
    "Kính gửi Phòng đào tạo, Em đã đăng ký tốt nghiệp và đã được xử lí, nhưng em lại không có tên trong danh sách nhận bằng tốt nghiệp đợt 2/2021. Kính mong PĐT kiểm tra lại, em xin cảm ơn Trân trọng./.",
    "Dạ thầy cô, Em dự tính đăng ký môn Tư tưởng  SP1037 vào HK213, nhưng theo \"THÔNG BÁO Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước\" thì chỉ tổ chức dạng dự thính cho các trường hợp học lại vào DT212. Vậy em có thể đăng ký học SP1037 lần đầu vào HK213 hay không ạ. Em xin cảm ơn thầy cô.",
    "Dạ em chào thầy cô ạ, Học kỳ này em thấy có quy định là học cải thiện thì phải học dự thính và chính quy chỉ có thể đăng ký môn học lần đầu. Vậy là quy định này áp dụng từ nay về sau luôn ạ? Mong nhận được sự phản hồi sớm từ thầy cô ạ Trân trọng",
    "Tốt nghiệp . Em chào Thầy/Cô! Em tên là Đoàn Thị Thanh Thảo, sinh viên K17 khoa Quản lý công nghiệp. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng tình trạng sinh viên của em vẫn chưa được mở lại. Thầy/Cô có thể giúp em mở lại tình trạng sinh viên để em có thể đăng ký tốt nghiệp được không ạ? Em cảm ơn Thầy/Cô!",
    "Kính gửi phòng đào tạo. Em tên là , mssv . Do thiếu một số điều kiện nên kỳ học tới đây em chưa đăng ký làm LVTN được, nhưng các môn học em còn nợ thì không mở lớp. Nên em có câu hỏi này nhờ phòng đào tạo giái đáp giúp em ạ: Theo quy định của trường thì sinh viên phải đăng ký tối thiểu 1 môn để duy trì tình trạng sinh viên. Nhưng do kỳ này em có xin hoãn thi một số môn và dự định sẽ thi vào kỳ sau. Vậy phòng đào tạo cho em hỏi nếu em không đkmh và không có thời khóa biểu nhưng em có lịch thi thi thì có được duy trì trạng thái sinh viên không ạ?  Em xin chân thành cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Em là  MSSV  Khoa Kỹ thuật xây dựng, chương trình VLVH. Hiện HK 212 này em có đăng kí môn học: Luận văn tốt nghiệp (XD Dân dụng&Công nghiệp)- CI4343, nhưng bị báo thiếu các môn: Kết cấu bêtông cốt thép2 - CI3175 và ĐAMH kết cấu bê tông ct2 - CI3177 Em đã học qua môn tương đương là Kết cấu bê tông cốt thép 2 - CI3007 (môn có bao gồm luôn DAMH) với điểm tổng kết 5.5 vào học kì 183 (2018-2019). Khi đó em đang học chương trình đào tạo chính quy, MSSV 8. Tuy nhiên điểm chuyển vẫn chưa được cập nhật. Kính mong PDT hỗ trợ cập nhật điểm để em đăng kí môn học được thuận lợi. Em xin cảm ơn nhiều ạ",
    "Dạ em chào PĐT. Em là   thuộc khoa Điện. Đợt ĐKMH đợt 2 vừa rồi thì em có đăng ký Luận văn tốt nghiệp mã EE4337. Vì một vài lí do nên học kì HK212 tới em muốn làm lại Đề cương Luận văn EE4335 nhưng lại quên chưa xóa môn Luận Văn tốt nghiệp. Không biết đợt ĐKMH đợt 3 thì em có được xóa môn Luận văn tốt nghiệp để đăng ký lại môn Đề cương Luận văn không ạ? Nếu không đăng ký được thì phải làm sao ạ? Mong PĐT sớm phản hồi. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Kính gửi phòng đào tạo, Mong phòng đào tạo mở môn \"Lý thuyết và công nghệ luyện kim II\" (Mã môn học: MA3015) trong học kỳ dự thính này",
    "Gửi PĐT, Em tên , MSSV: . Do đăng ký nhầm môn học nên nay em làm đơn xin hủy môn học với file đính kèm sau. Mong PĐT có thể giúp em ạ . Em cảm ơn, .",
    "Em là , em muốn hỏi về việc nhận thẻ sinh viên ạ. Một số thầy cô bộ môn nói là có rồi, vậy giờ em ghé cơ sở 1 và vào phòng đào tạo để lấy thẻ phải không ạ. Em xin cảm ơn",
    "Dạ cho em hỏi là muốn vào trường học tập nhưng ứng dụng PC-Covid chưa hiển thị đầy đủ thông tin tiêm chủng của mình, thì mình phải khai báo tại đường link \"https:tly.com.vn/2t3mor\" này phải không ạ. Em lấy đường link từ mail PĐT gởi, nhưng em vào thì không thấy chỗ khai báo. Đường link đó nó dẫn đễn một trang khác ạ. Mong PĐT giải đáp giúp em với ạ. Em cảm ơn ạ!",
    "Em có 1 số thắc mắc về việc học lại. Nếu 1 môn đã có tất cả các cột điểm, nhưng điểm thấp so với mong đợi thì em có được đăng ký học lại không ạ? Và nếu học lại thì điểm đó sẽ tính như thế nào ạ? Theo em được biết thì sẽ lấy điểm tổng kết của lần cao hơn để tính vào GPA, nhưng kết quả của lần học trước thì vẫn ghi vào sổ học bạ, như vậy có đúng không ạ? Em cám ơn anh/chị.",
    "Trong đợt 2 này em có đăng ký môn SP1037_Tư tưởng , và đến bây giờ em coi lại thì trong mục đăng ký của em thì bị mất môn đó với lý do vì đăng ký trùng. Em vẫn chưa hiểu lý do tại sao ạ? ",
    "Kính gửi VPĐTQT, Em là , em muốn gửi đơn thì hủy đăng kí môn Kinh tế vi mô ạ. Em xin cảm ơn",
    "em là   thưa phòng đào tạo, kì này em có đăng kí trùng môn học mà chưa huỷ đăng kí kịp nên có cách nào để em có thể huỷ đăng kí môn học đó không vậy ạ? em xin cám ơn thầy cô phòng đào tạo!",
    "Dạ em chào cô ạ! Em viết mail này xin hỗ trợ đăng ký bổ sung ạ. Kỳ này em tính đăng ký môn \"Các tính chất kỹ thuật của thực phẩm\" - CH5159, nhưng mấy bạn hủy lớp L01, đăng ký L02 hết, em không được thông báo nên đến lúc đăng ký thì hết hạn. Hiện tại hết hạn đăng ký rồi, xin cô cho em được đăng ký bổ sung vào lớp L02 môn \"Các tính chất kỹ thuật của thực phẩm\", CH5159. Do kỳ này là kỳ làm luận văn của em, em vẫn còn vướng môn này nên mong cô giúp đỡ với ạ! Em cám ơn cô nhiều lắm ạ! Dạ em chào cô!",
    "Kính gửi VPĐTQT, Em tên là , em muốn gửi đơn hủy đăng ký môn học Kinh tế học vi mô ạ. Em xin cảm ơn",
    "Cho em đăng kí môn học vì em đăng kí rồi mà bị xóa em vô kiểm tra lại chỉ còn 11 chứng chỉ () Ê ỦA  IU2005 TỔ CHỨC QUẢN LÍ BẢO DƯƠNG",
    "Em kính nhờ phòng đào tạo hoãn thi cuối kỳ môn Hoá đại cương và Giải tích 1  MSSV:  Lớp: CK21NH1 Em xin chân thành cảm ơn!",
    "Tốt nghiệp     Chào ầy/Cô  Họ và tên:    MSSV:   Nội dung:   Cho em hỏi: bằng 1 của em là  đã làm luận văn tốt nghiệp và đã đạt Em có đăng kí học thêm môn chuyên ngành bên ngành   (tất cả môn bắt buộc và tự chọn) thì khi đăng kí tốt nghiệp thì bằng tốt nghiệp của em như thế nào ạ (em không làm luận văn ngành công trình dân dụng)?",
    "B  kính thưa phòng đào tạo, em vừa hoàn thành anh văn nói viết và đã đủ điều kiện xét tốt nghiệp. Em xin hỏi là em muốn xét tốt nghiệp trong đợt này được không ạ. Em rất mong nhận được câu trả lời từ phòng đào tạo. Em xin cảm ơn.",
    "Dạ cho em hỏi là em lỡ đăng kí 2 môn trong nhóm quản  là \"Kinh tế học đại cương_IM1013\" và \"Quản lý sản xuất cho kỹ sư_IM1023\". Thì có thể chuyển điểm của một môn xuống điểm của chỉ tự do được không ạ. Em xin cảm ơn nhiều ạ!",
    "Dạ cho em hỏi hiện tại em đang làm đơn tạm dừng học tại trường nhưng phần chữ kí của giáo viên chủ nhiệm và chủ nhiệm khoa em không thể xin được vì lý do ở xa ạ. Còn cách nào để xin được chữ ký không ạ. Em xin cảm ơn",
    "Em xin chào Thầy/Cô! Em tên   là sinh viên Chính Quy nhưng chuyển sang hệ VHVL và xét tốt nghiệp. Theo thông tin được hỗ trợ và em đã hoàn thành đăng kí tốt nghiệp hệ VHVL (đã thanh toán phí). Nhưng hiện tại em muốn tra thông tin về điểm, cũng như thông tin khác,… Do tại mục danh sách dự kiến hệ VHVL đợt 2 và mục chính thức em không tra được thông tin! Mong nhận được sự hỗ trợ từ phía Nhà Trường, em xin cảm ơn!",
    "Dạ chào Thầy/Cô, Em tên là Nguyễn Văn Minh Tâm, MSSV: , sinh viên khoa Điện - Điện tử. Hiện em đã hoàn thành 142 tín chỉ và đạt đủ anh văn nói - viết 255/400. Ngày 29/12/2020 em đã nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến nhưng khi vào mục đăng ký tốt nghiệp trên Mybk thì vẫn bị từ chối do tạm  dừng ạ(hình đính kèm) . Mong Thầy/ Cô hỗ trợ ạ .",
    ". Em muốn nộp đơn huỷ môn học ạ",
    "Kính gửi Thầy/Cô, Em là   B Trần Hữu Phúc   , MSSV:   B 1512548   . Em xin gửi đơn xin chuyển từ hệ chính quy sang hệ vừa học vừa làm ạ.",
    "Em chào thầy/cô, Cho em hỏi về quy chế chuyển hệ đào tạo VHVL ạ. Mong thầy cô giải đáp và hướng dẫn em ạ. Em cảm ơn",
    "Thầy/Cô cho e hỏi sao e không đăng ký môn học cho HK kế được ạ?",
    "p  Em mong phòng công tác học vụ hủy giúp em môn kinh tế học vi mô     /p",
    "Em chào cô ạ, cô cho em hỏi là nếu kỳ này em chuyển sang hệ VHVL thì tính khóa 2020 hay là khóa em bắt đầu vào học hệ chính quy. Em cảm ơn cô.",
    "Kính gửi PĐT,  Em là , sinh viên K15 chuyển hệ VHVL. Trong đợt đăng ký môn học cho HK212 vừa rồi, em  có đăng ký môn LVTN (mã CH43B3) nhưng mãi không đăng ký được (hệ thống báo lỗi như hình đính kèm). Em đã có phản hồi PĐT ở một yêu cầu trước đó nhưng vẫn chưa được giải quyết, đến hôm nay thì đã kết thúc đợt đăng ký .  Vì kỳ này PĐT không xét CCAV nên em đủ điều kiện để đăng ký LVTN nhưng mà lại không đăng ký được. Em không biết lý do là gì. Kính mong PĐT kiểm tra giải quyết giúp em, để em có điều kiện hoàn thành chương trình sớm nhất có thể ạ.  Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em mong muốn đăng kí hoãn thi môn Kỹ thuật số vào ngày 31/12/2021 do không đảm bảo yêu cầu về trang thiết bị, tuy nhiên khi lên mybk mục hoãn thi thì em chỉ thấy đăng kí hoãn thi ngày 25/12/2021. Lịch thi gốc của em môn Kĩ thuật số là vào ngày 25 nhưng hôm ấy hệ thống đã xảy ra sự cố nên hoãn thành ngày 31. Vậy nên cho em hỏi em phải đăng kí hoãn thi môn ấy nhưu thế nào ạ? Mong sớm hồi âm",
    "Kính thưa PDT em tên  MSSV  . Cho em xin đăng thêm môn học do hk212 em đăng kí 12 chỉ mà vì trùng lịch em bị xóa còn 9 chỉ , mong pdt cho em xin đăng kí lại cho đủ chỉ với ạ",
    "Em là sv k20 Khoa kĩ thuật xây dựng , vì trùng lịch nên đã bị hủy kết quả đăng kí môn học nên hông đủ chỉ tối thiếu 1 hk212, không biết phòng đào tạo sắp xếp giúp em vào lớp IM1013 Kinh tế học đại cương lớp L09 vào thứ 4 hông ạ ?",
    "Em xin phép hỏi là em đã hoàn thành 2 chuyển đề 1 và chuyên đề 2 của sinh học công dân đợt 1 nhưng không thấy link làm bài thu hoạch như đã đề cập trong mail ạ.",
    "Chào thầy cô Em tên  MSSV:  Em đã làm đơn xin thu nhận lại và cập nhật thời khóa biểu LUẬN VĂN TỐT NGHIỆP MSMH: 4313 và đã có thời khóa biểu nhưng em không thấy thanh toán học phí trong mybk. Hôm qua ngày 30/12/2021 em vào xem thời khóa biểu thì vẫn còn và em đã bảo vệ hoàn thành xong luận văn tốt nghiệp và đủ điều kiện hoàn thành thì hôm nay em vào thời khóa biểu không còn môn học Luận Văn Tốt Nghiệp MSMH: 4313 nữa ạ. Vậy bây giờ em phải làm sao. Và nếu cập nhật lại thì làm sao để em thanh toán học phí để được cập nhật điểm ạ. Em cảm ơn.",
    "Em chào PĐT ạ, Hiện tại em đã tải bằng tốt nghiệp tạm thời được ạ. PĐT cho em hỏi: - Trong ảnh đính kèm, Họ tên của em có chữ không viết hoa (cụ thể, Lý Thị ái Duyên). Vậy bằng chính thức có bị như vậy không ạ? Em sợ sau này ảnh hường ạ. Em cám ơn ạ. Ái Duyên",
    "hệ thống hiển thị lỗi một môn em không đăng kí nhưng lại xuất hiện. thời gian đóng đăng kí là 10h ngày 30/12 nhưng thời gian đăn kí của môn đó lại để 10h30 ngày 30/12",
    "Chào  Em có một môn mún đăng kí hoãn thi nhưng lúc lên mybk thì không thấy môn đó còn có lưu ý một số môn liên hệ giảng viên .Vì thế nên em có làm đơn xin hoãn thi và mail PDT, hôm nay PDT có mail lại bảo đăng kí theo hướng dẫn nên em có lên và xem lại thì thấy có xuất hiện môn đó nhưng hết hạn đăng kí . Em có thể có cách nào để đăng kí hoãn thi lại không ạ? ( Em gửi đơn hoãn thi lúc đó còn trong thời gian đăng kí)",
    "Dear Thầy, Cô. Hiện em là sinh viên K16. Hôm 15/12/2021 vừa qua em đã đăng ký kỳ thi tiếng anh nói viết và đã đạt đủ điều kiện để đăng ký tốt nghiệp. Nhưng tình trạng sinh viên hiện tại của em là :TẠM DỪNG( như ảnh đính kèm). Vậy kính mong quý Thầy Cô hỗ trợ giúp em để em được đăng ký tốt nghiệp. Em xin chân thành cảm ơn. Trân trọng.",
    "Dạ thưa PĐT, em là  MSSV , thưa PĐT cho em hỏi là em đã làm LVTN, em còn thiếu chứng chỉ anh văn chưa bổ xung, và em muốn đăng kí thêm môn học cho HK tới nhưng lại không thể đăng kí được. Không biết tình trạng của em là bị sao ạ, mong PĐT cho em biết với ạ, em xin chân thành cảm ơn.",
    "Em chào anh/chị, Em tên , mssv . Hiện em đã đủ điều kiện để xét tốt nghiệp, văn phòng đào tạo có thể hỗ trợ xét tốt nghiệp cho em được không ạ. Em cảm ơn. Mong nhận được phản hồi từ anh/chị sớm.",
    "Dạ cho em hỏi là mình được trường cung cấp tài khoản ocb rồi thì bây giờ mình lấy thẻ ngân hàng ntn ạ. Em xin cảm ơn",
    "Dạ cho em hỏi trường có kế hoạch thi nói viết online nữa không ạ. Em đã xong hết chương trình học và còn yêu cầu nói viết nữa để có thể tốt nghiệp vào đợt tháng 4 ạ. Em cảm ơn!",
    "Em tên , sinh viên khóa K15, mã số sinh viên . Do đã hết thời gian đào tạo nên em xin làm đơn chuyển sang hệ VLVH. Cho em hỏi là tiến độ các môn học em đã học xong bên chính quy nếu chuyển sang VLVH thì có được giữ nguyên không ?  Em xin cảm ơn.",
    "Chào Thầy/Cô, Em gữi yêu cầu này muốn hỏi thầy cô là đợt thi online TOEIC nói viết của trường mình tổ chức vào tháng 11 vừa rồi đã có kết quả, nhưng em không biết mình có thể nhận được chứng chỉ từ đâu, mình có cần chứng chỉ đó để nộp vào lại trong mục \"ĐĂNG KÝ NỘP CHỨNG CHỈ NGOẠI NGỮ\" của trường hay không ạ.   Em xin cám ơn !",
    "Kính gửi Phòng đào tạo Em tên là , MSSV . Hôm nay, em gửi phiếu này mong Phòng đào tạo cho em tạm dừng học kì 2 năm học 2020-2021 để chuẩn bị hồ sơ du học . Em mong nhận được phản hồi sớm của Phòng đào tạo . Thân mến, ",
    "Em chào Thầy/Cô ạ Em có thắc mắc về môn chuyển điểm ạ, do em là K18 nên phải học một số môn khác chương trình của K19 nên sẽ phải chuyển điểm. Em không biết là hệ thống sẽ tự chuyển hay sinh viên có cần làm đơn không ạ? Vì em kiếm không có thông tin trên trang web của trường và bảng điệm chỉ mới cập nhật đến kì 201 nên em không biết xác định thế nào ạ!  E cảm ơn thầy/cô ạ!",
    "chiều hôm nay em có lịch thi môn KTS bù do hôm trước bị lỗi nhưng laptop của em mới bị hỏng hôm qua ,sáng nay em vô đăng kí hoãn thi nhưng lại ghi hết hạn đăng kí ,vậy giờ có cách nào đăng kí hoãn thi không ạ?",
    "Em muốn viết đơn Xin thôi học nhưng với tình hình dịch bệnh này thì em viết đơn bằng cách nào ạ, Mong Trường hướng dẫn, em đả đọc cách Xin thôi học rồi nhưng đó là lúc chưa dịch và gặp trực tiếp trường, còn trong trường hợp dịch như thế này em muốn viết đơn online thì viết làm sao ạ, em có mail cho PDT nhưng ko thấy trả lời",
    "Em chào thầy/cô ạ Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng tình trạng sinh viên hiện tại vẫn đang tạm dừng ạ. Mong thầy/cô kiểm tra lại giúp em để em có thể đăng ký tốt nghiệp ạ Em cám ơn",
    "Dạ em chào Cô. - Đến nay ngày 30/12 mà hiện tại em chưa đăng kí được tốt nghiệp ạ. - Em nhờ cô kiểm tra lại giúp em với. Dạ em cảm ơn Cô.   i Tốt nghiệp .",
    "Vào ngày 27/12, thì em có tham gia thi hệ thống số mà  tài khoản của  em bị khóa và em không liên lạc được với giám thị khiến em bỏ lỡ buổi thi. Cho em hỏi em có thể đăng kí thi lại được không ạ?",
    "em tên:  MSSV  :  môn giải tích 2 là môn bắt buộc trong thời khóa biểu của em, tuy nhiên vừa r em lỡ xóa môn đó để đăng kí giải tích 2 bên việt pháp nhưng không thành công, khi tìm lại môn giải tích 2 chương trình đại trà để đăng ký thì các lớp đều full, không còn slot cho em ạ. em mong nhà trường giúp em mở thêm lớp giải tích 2 cho em học tập đúng theo tiến độ của nhà trường . em xin trân trọng cảm ơn ban giám hiệu quý thầy cô ạ.",
    "Em chào cô. Em vừa mới thi chứng chỉ tiếng anh nói viết xong và đã đủ điểm để xét tốt nghiệp. Nhưng vào trang Đăng ký tốt nghiệp ở MyBk thì em bị từ chối vì tình trạng sinh viên đang bị tạm dừng học ạ. Cô cho em hỏi là để mở lại tình trạng sinh viên  thì phải làm như thế nào không ạ? Em cảm ơn cô.   i ",
    "Em có quên đăng kí mua bhyt, 30/12/2021 em nhớ ra thì em đã đăng kí và có mục đóng tiền. Hạn đóng là 16h ngày 31/12/2021 nhưng hôm nay bkpay đang bảo trì m không đóng tiền được. Mong thầy cô giúp em ạ. Và em có bị xoá tkb không ạ",
    "Chào anh/chị, Em hiện đã đủ điều kiện để xét tốt nghiệp (số tín chỉ, điểm số, ngày CTXH, học phí) nhưng chưa tên trong danh sách tốt nghiệp dự kiến . Mong được anh/chị hỗ trợ để em kịp tốt nghiệp đúng hạn ạ . Em là   MSSV: ",
    "Kính gửi phòng đào tạo, Hiện tại tình trạng sinh viên của em là tạm dừng nên không thể đăng ký vào xét tột nghiệp. Nên rất mong phòng đào tạo hướng dẫn và tạo cơ hội cho em giải quyết vấn đề này, để em có thể được nhận bằng tốt nghiệp. Em xin cảm ơn.",
    "Cho em hỏi khi nào bkpay mới bảo trì xong ạ. Em vào đóng tiền thấy hệ thống bảo trì chưa cho đóng ạ. Em xin chân thành cảm ơn,",
    "Dạ cho e hỏi học lại quá 5% có áp dụng đối với bằng tốt nghiệp loại giỏi ko ạ. Ví dụ học lại đtb lớn hơn 8. Thì chỉ được xếp loại khá",
    "em là sinh viên khoa kĩ thuật hóa học , quá trình thiết bị, có bảo vệ luận văn vào sáng nay 31/12/2021, nhưng hội đồng bảo làm lại vào đợt 2 sẽ diễn ra trong tháng 2 em xin phòng đào tạo cho em đăng kí bảo vệ vào đợt 2 này ạ",
    "Em đã làm đơn đăng ký bổ sung. Và có chữ ký của thầy phụ trách bộ môn đồng ý chuyển . Kính mong phòng đào tạo . Tạo điều kiện để em được học môn phòng chống thiên tai ven biển.",
    "Em chào thầy/ cô. Em là sinh viên nghành kĩ  thuật Cơ khí thuộc khoa Cơ khí  Do thời gian vừa rồi , nhà em có F0 nên em  xin hủy đơn đăng kí học thực hành. Nhưng hiện tại nhà em đã hết bệnh, đã đi lại được bình thường  và theo em được biết thì hiện tại khoa em vẫn  chưa có lịch học thực hành. Vậy em có thể xin  đăng kí học thực hành lại ở cs1 không ạ Em xin cảm ơn thầy / cô",
    "Kính chào thầy/cô Phòng đào tạo! Em tên là . Hiện đang theo học ngành Viễn Thông - Pfiev . Đợt đăng ký môn vừa rồi, em có đăng ký môn   I Trường điện từ (EE2003)  /I  nhưng lại bị hủy do không đạt môn Giải tích mạch . Nhưng hiện tại, em   I đã và đang hoàn thành  /I  xong môn   I Giải tích mạch (EE2031)  /I  ở kỳ này,   /I em chấp nhận mọi rủi ro  I  và mong thầy/cô Phòng đào tạo có thể mở cho em đăng ký môn Trường điện từ. Em rất vui khi thầy/cô đọc mail này và mong phản hồi sớm nhất! Chân thành cảm ơn!",
    "Do kỳ trước em học nhầm mã môn của sức bền vật liệu. Nên kỳ này em đăng ký môn ci3231 và ci3237 không được vì thiếu môn học trước là môn sức bền vật liệu (ci2007). Em kính mong phòng đào tạo cho phép em được học song hành môn sức bền vật liệu với 2 môn kết cấu thép (ci3231), kết cấu tông cốt thép (ci3237). Em đã làm đơn xin phép sự đồng ý của khoa và đã đăng ký được môn sức bền vật liệu (ci2007). 2) Nếu em đăng được phép học 2 môn ci3231 và ci3237 thì phòng đạo tạo có thể xóa giúp em môn thực tập ngoài trường (ci3465). Em xin chân thành cảm ơn ạ.",
    "Em xin kính chào Cô! Em tên:  - MSSV:  Em gửi tin nhắn này cho Cô để nhờ Cô trợ giúp giúp em về tài khoản gmail trường. Không biết vì lý do gì mà tài khoản của em bị \"Mất phiên đăng nhập\" và khi em đăng nhập lại,  nó hiển thị lên thông báo như trong hình đính kèm. Em mong Cô có thể kiểm tra lại giúp em, cũng như chỉ em hướng khắc phục được không ạ. Tài khoản Google của em:  Em xin chân thành cảm ơn Cô.   i  .",
    "Kính gửi PĐT! Hiện tại khoa Điện-Điện Tử tổ chức thi cuối kì 211 môn Kỹ Thuật Số,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên mục đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ(Do dời lịch thi từ ngày 25/12/2021 sang ngày 31/12/2021) Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.",
    "Cho em hỏi em vừa đăng suất email của trường ra và đăng nhập lại thì được thông báo \"Các chế độ cài đặt của bạn cho hoạt động đăng nhập không đáp ứng chính xác Xác minh 2 bước trong tổ chức của bạn. Liên lạc với quản trị viên của bạn để có thêm thông tin.\". Không biết thông báo này là như thế nào ạ? Mong phòng đào tạo giải quyết giúp em vấn đề này ạ! Em cảm ơn ạ!",
    "Dạ chào BKSI,  Em là , MSSV . Hiện em bị lỗi email không thể đăng nhập được như trên hình. Em đã thử thoát ra và đăng nhập lại nhiều lần, nhiều máy nhưng vẫn không được ạ. Em có tiết bảo vệ đồ án vào ngày chủ nhật này . Em rất mong được quản trị viên kích hoạt lại ạ. Em xin chân thành cảm ơn .",
    "Cho em hỏi, hiện tại trong kì 211 em đang học môn Phân tích thiết kế hệ thống và được phân làm bài tiểu luận cuối kì để lấy điểm cuối kỳ. Nhưng hiện tai em không đủ điều kiện để hoàn thành bài tiểu luận thì em có thể hoãn thi và thực hiện thi vào kì sau được không. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Thưa thầy/cô, Thầy/cô cho em xin đăng ký môn học tương đương khác nhóm lớp (nội dung cụ thể em xin trình bày như trong đơn ạ). Em có đặt câu hỏi và gửi đơn xin vào sáng ngày hôm qua (30/12/2021) nhưng chưa được giải quyết. Kính mong thầy/cô có thể đăng ký môn học giúp em ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Kính gửi PDT Hiện tại hệ thống thanh toán BKpay đang bảo trì, em muốn thanh toán lệ phí Tốt nghiệp đúng giờ ạ. Thầy/Cô cho em hỏi khi nào thì hệ thống hoạt động lại được ạ? Và nếu thanh toán trễ có bị sao không ạ?",
    "Khiếu nại đăng kí môn học . Kính gửi VPĐTQT, Em muốn khiếu nại về câu trả lời của cán bộ  về đơn xin hủy đăng kí môn Kinh tế Vi mô của em với lý do như sau: 1/ Em đã email hỏi VPĐT là có thể học Kinh tế đại cương và Kinh tế Vi mô cùng nhau được không? Chị Nguyễn Võ Thị Bạch Ngọc đã trả lời là môn tự chọn là bất kể môn học gì, chứ không hề đề cập vấn đề trùng nội dung 50% là không được công nhận. Chính vì vậy, việc em đăng ký sai là do VPĐT đã thiếu sót trong việc trả lời email sinh viên, chứ không phải là em tự ý đăng ký sai. 2/ Em đã đăng kí môn học, nhưng em đăng ký nhầm thì vẫn tính học phí ? Trên thực tế, em không hề học môn học đó, và như em đã giải thích, việc em nhầm là do VPĐT thiếu sót chứ không phải do em. VPĐT không thể vừa reply email thiếu sót, khiến em đăng kí môn nhầm, rồi dựa vào đó thu tiền của em được, như vậy là em và phụ huynh không chấp nhận. 3/ Em đã kịp thời nhận ra (do thông tin từ bạn chứ không phải VPĐT đính chính) và nộp đơn xin hủy đăng kí môn Kinh tế Vi mô, em mong VPĐT có thể giải quyết sớm trước 15/1 để không tính học phí của em . 4/ Nếu VPĐT cần minh chứng, em sẵn sàng gửi hình ảnh email mà VPĐT đã trả lời thiếu sót dẫn đến sự nhầm lẫn này. Best, Tài.",
    "Em chào các thầy cô. Em tên là , MSSV  Do sức khỏe của ông nội em hiện rất yếu nên em đã bay về Quảng Bình vào lúc 7h35 ngày 31/12/2021. Vì lí do trên nên em không thể tham dự buổi thi cuối kì môn Hệ thống thông minh lúc 7h00 ngày 31/12/2021 được. Em đã liên hệ  và đã được  xác nhân. (Em gửi đình kèm các file hình ảnh chụp màn hình các mail trao đổi về sự việc trên cùng với file đăng kí hoãn thi cuối kì có phép có sự xác nhận của  và  ạ) Em xin hỏi em cần làm những thủ tục gì để hoàn thành việc đăng kí hoãn thi cuối kì có phép ạ. Em xin cảm ơn. ",
    "Em tên Nguyễn Văn Thái - , lớp VP18VL chương trình Việt Pháp PFIEV khóa 2018. Vào học kỳ 202 em có thi lại môn học Nguyên Lý  - 601702 và được 9đ. Nhưng đến nay em vẫn không thấy bảng điểm được cập nhật lại điểm dù thời gian đã lâu nên em xin hỏi là có sai sót hay là do bảng điểm vẫn chưa được cập nhật lại ạ. Em đac email giảng viên phụ trách môn và giảng viên báo em là hỏi lại PĐT ạ. Em mong thầy/cô hỗ trợ em với ạ. p/s: các môn thi lại của chương trình Việt Pháp đều đã được cập nhật điểm nhưng chỉ riêng môn này vẫn chưa ạ.",
    "chiều hôm nay em có lịch thi môn KTS bù do hôm trước bị lỗi nhưng laptop của em mới bị hỏng hôm qua ,sáng nay em vô đăng kí hoãn thi nhưng lại ghi hết hạn đăng kí ,vậy giờ có cách nào đăng kí hoãn thi không ạ?",
    "Nhà trường cho em hỏi, vào lúc gần làm bài thì google meet của em bị lỗi không quay màn hình được. Sau đó, em sử dụng game bar để quay màn hình, thi sau khi quay xong dung lượng của video lên đến 5,08GB. Em có nén video này thành một file zip có dung lượng 888MB. Nhà trường cho em hỏi nộp file zip này có được không ạ? Em cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "PĐT cho Em hỏi, em đã hoàn thành chương trình đạo tạo chính quy k14 giờ còn mỗi anh văn nói viết, giờ em chuyển hệ sang VHVL để lấy bằng luôn được không ạ? và hiện tại em đang ở quê chăm sóc người thân chưa thể vào tphcm vậy em có thể làm thủ tục online hoắc qua năm em vào làm được không ạ? em xin chân thành cảm ơn !!!",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: hôm nay em có vào đăng ký môn học để liệt kê môn học thì em thấy em bị mất môn vật lý 2 mặc dù đã đăng ký cũng như vào tối hôm 29/12/2021 em đăng ký môn thể dục thể chất thì môn vật lý vẫn còn ạ. Bởi vì bị mất nên dẫn đến là em bị thiếu tín chỉ (ban đầu là 14 tín chỉ, bây giờ bị mất nên chỉ còn là 10) Mong trường có thể giải đáp giúp em phần này với ạ Em cảm ơn ạ",
    "Họ và tên: Trần  Thuận . MSSV: . Hiện tại em đang bị trễ tiến độ rất nhiều. Vì lý do kinh tế gia đình không ổn định nên em phải vừa làm vừa học nên thời gian qua kết quả học tập của em không tốt. Cho em hỏi là ngoài chuyển sang hệ VLVH thì còn cách nào để mình tiếp tục được học tập tại trường không ạ. Em có gửi danh sách các môn học đã hoàn thành. Em cảm ơn",
    "Em chào quý Thầy/Cô! Em tên là Võ Quang Nhật sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính. Do năm nay tình hình dịch bệnh và CMND của em không đủ điều kiện đăng ký thi chứng chỉ Toiec ở IIG nên em chưa kịp thi Toiec để chuyển các môn AV và xét điều kiện tốt nghiệp. Hiện tại em đã hoàn thành tất cả các môn học trừ các môn AV 1,2,3,4 và em chưa bị xử lý học vụ lần nào. Quý Thầy/Cô cho em hỏi trường hợp đã hết thời gian đào tạo chương trình chính quy thì em có thể nộp chứng chỉ anh văn vào học kỳ sau(trước tháng 4/2022) để chuyển điểm anh văn và xét tốt nghiệp hay em phải chuyển sang hệ VHVL ạ? Em xin chân thành cảm ơn, Nhật",
    "Em chào quý Thầy/Cô, Em là , sinh viên K15 khoa Khoa học và Kỹ thuật Máy Tính. Em vừa thi xong CCAV, em muốn hỏi là có thể chuyển điểm các môn AV để em có thể kịp tốt nghiệp vào đợt tháng 4/2022 được không ạ? Em xin chân thành cảm ơn, ",
    "Em tên là , mssv , em có đăng ký in bảng điểm và nhận tại PĐT ngày 27/12/2021, và vì 1 số lý do em nhờ người thân nhận hộ Thông tin người nhận hộ: , mssv  Em xin cảm ơn ạ!",
    "Em là Nguyễn Phan Hoàng Lâm MSSV:  Em muốn hoãn thi cuối kì môn Kỹ Thuật Số (EE1009) ca 16h 31/12/2021 nhưng trên mybk ghi sai thông tin là ngày 25/12 nên em không đăng kí hoãn thi được dù chưa tới giờ thi. Mong PĐT xem xét cho em xin hoãn thi vì không bảo đảm thiết bị dự thi. Em xin cảm ơn.   i ",
    "Em có ý định thi lại đh thì em nên bảo lưu hay tạm ngưng học ạ ? Và em có đọc quy định về tạm ngưng học thì có mục có thể tính đủ phí hoặc miễn, thì điều kiện nào để được miễn ạ ? em cảm ơn !",
    "Em có đăng kí tham gia quay lại học trực tuyến thí nghiệm hóa đại cương lớp VL14 của cô  nhưng vì khu vực sinh sống vừa xuất hiện ca nhiễm nên hiện k thể quay lại Sài Gòn được. Phòng đào tạo có thể hủy giúp e lịch học và cho em tham gia vào đợt thi nghiệm khác sau khi tình dịch ổn định không ạ. Em cảm ơn ạ",
    "Dạ em chào thầy/cô. Học kì 212 vừa rồi em có đăng ký môn Đại số tuyến tính mà quên đăng ký Luận văn, giờ em xin phòng đào tạ mở 1 đợt đăng ký nữa để em đăng ký kịp Luận văn không ạ?",
    "Kết cấu công trình bê tông cốt thép (CI3243) 2. Kỹ thuật thi công (CI3043) 3. Lịch sử đảng cộng sảng Việt Nam (SP1039) 4. Phương pháp phần tử hữu hạn (CI3061) 5. Khoa học trái đất (CI1069) 6. Thí nghiệm công trình (CI4011) 7. Kinh tế xây dựng (CI4129) Em xin lỗi vì đã đăng kí muộn do em bị covid mới khoẻ lại. Em xin cảm ơn Trân trọng",
    "ng ký môn họC  dạ hiện em đang không đăng kí môn học được mà hk2 sắp bắt đầu. Lúc em đăng kí môn thì nó cứ hiện thông báo như hỉnh và em không cách nào dki được ạ. Hiện tại em chỉ đăng kí được 2 môn là hóa đại cương và gdtc thôi. Nhà trường có thể giúp em giải quyết khó khăn này không ạ",
    "Em chào thầy/cô, Em là , sinh viên năm 4 khoa QLCN. Em có 1 thắc mắc là: Nếu em muốn học thêm văn bằng 2 khoa cơ khí hệ VHVL sau khi tốt nghiệp thì em phải làm gì ạ? Em xin cảm ơn.",
    "Dạ em xin chào PĐT,  Em là , MSSV  - VLVH. Hôm nay em lên stinfo kiểm tra điểm môn học LVTN ME4039 thì cả TKB và Bảng điểm em đều mất môn học trong HK211, em đã bảo vệ LVTN thành công và đang chờ cập nhật điểm ạ. Dạ PĐT có thể giải quyết giúp em được không ạ, em xin cám ơn.",
    "Thưa thầy cô, Em tên là . Để phục vụ cho nhu cầu xin học bổng thạc sĩ, em có thể nhờ thầy cô scan giúp em bảng điểm đầy đủ của 5 năm đại học được không ạ? Đây là thông tin mà em đang cần gấp ạ. Em  cảm ơn thầy cô. Em chúc thầy cô một ngày tốt lành. Sinh viên ",
    "Em là sinh viên K18 khoa Hóa, do tạm nghỉ 1 năm nên bây giờ đang học theo mã K19. Đợt đăng ký môn em có thấy K19 có mã CH3355 Thực tập ngoài trường, em đăng ký mã đó nhưng sang đợt 2 ĐKMH thì bị xóa. Em muốn hỏi trường hợp của em thì đăng ký thực tập như thế nào, mã nào ạ? Khi nào thì em đi thực tập? Hơn nữa những mã em đăng ký đều là của K19, vậy khi có điểm và làm đơn chuyển, thì kết quả sẽ là \"đạt/không đạt\" môn đó hay là vẫn giữ nguyên điểm ạ? Em cảm ơn",
    "em tên  , em quên đăng ký môn học hai đợt , bây giờ chỉ còn đợt đăng ký bổ xung , mà em chưa đăng ký một môn nào hết , tình huống của e có được đăng ký trong đợt đăng ký bổ sung  trong đợt ngày 4-1 không ạ ",
    "Thưa thầy/cô, em tên , mssv , khoa Kỹ thuật hoá học, bộ mon Quá trình & thiết bị, vừa qua e có lịch bảo vệ luận văn vào ngày 31/12, nhưng do lý do sức khoẻ, tâm lý, nên em chưa hoàn thành ổn thoả được phần bảo vệ của mình, được biết bộ môn có lịch bảo vệ đợt 2 vào ngày 15/2, quý thầy cô có thể sắp xếp cho em bảo vệ lại vào đợt 2 này được không ạ. Em đã hỏi ý kiến của thầy chủ nhiệm bộ môn, thầy nói em liên hệ phòng đào tạo để biết thêm thông tin ạ. Em xin cảm ơn",
    "Chào thầy cô PĐt. Em tên:  MSSV:  Hôm thi môn kĩ thuật hệ thống viễn thông EE3015 ngày 22/12/2021, em nộp video record lại quá trình thi nhầm của môn khác. Do giảng viên của em đã gửi điểm cho PĐT, nên bây giờ em nộp lại video record hôm thi ngày 22/12/2021 lại để pđt châm chước cho trường hợp này của em được không ạ. Em xin cảm ơn PĐT",
    "dạ cho em hỏi là môn gdqp em bấm hủy không được ,nó nhứ kiểu cố định ấy ạ,đến lúc đó em vẫn không được học ạ? -Với cho em hỏi là đến lúc em quay lại học để liên hệ TT GDQP đăng ký để hoàn thành học phần GDQP thì liên hệ như thế nào ạ?",
    "Cho em hỏi đợt phúc khảo kì này khi nào mở ạ. Em có điểm môn học rồi những vẫn chưa được đăng kí được. Em nhờ Thầy/cô giúp em xem lại với ạ. Em xin cảm ơn.",
    "Thầy cô ơi cho em hủy môn học MT1005 Giải Tích 2. Do đợt đăng kí môn học đợt 2 kết thúc mà em không biết, em hủy chậm 1 ngày nên không được. Mong thầy cô giúp em ạ",
    "Dạ, thầy cô cho em hỏi, em lỡ đăng kí 2 lần Thực tập ngoài trường thì em phải làm gì để hủy 1 cái ạ?",
    "Em không chấp nhận câu trả lời của cán bộ  về yêu cầu huỷ môn học của em với các lý do sau đây: 1. Em đăng ký môn học này và không hề được cho biết về việc trùng lắp trên 50% thì sẽ không được công nhận, em có mail hỏi về các tiêu chuẩn của môn tự chọn tự do thì chị  có trả lời rất rõ ràng đó là các môn nào khác cùng khoá không thuộc chương trình đào tạo của em, cả 3 lần em mail đều được trả lời như vậy dù em có nói thẳng ra các môn mình định đăng ký và môn nào đã học qua. 2. Em chỉ mới đăng ký chứ chưa học, và em đăng ký do sự thiếu sót trong chuyện trả lời email sinh viên của văn phòng thì văn phòng vẫn muốn tính học phí của em? Văn phòng vừa trả lời thiếu sót làm sinh viên đăng ký môn nhầm vừa không chịu giải quyết hậu quả mà lại dựa vào đó để thu tiền học như vậy là em và phụ huynh không chấp nhận được. 3. Thậm chí cả việc em nhận ra sơ sót này cũng là nhờ được bạn thông tin cho chứ không phải là sự đính chính bổ sung từ văn phòng, bây giờ em muốn nộp đơn xin huỷ môn để không bị tính tiền học phí kịp thời thì văn phòng lại có thái độ đùn đẩy qua hạn để cho dù huỷ môn nhưng vẫn tính học phí của sinh viên. 4. Nếu cần minh chứng về các email cho văn phòng của em thì em sẵn sàng cung cấp hình ảnh về việc trả lời thiếu sót này. Xin cảm ơn, .",
    "Em là sinh viên k15 em xin được cấp quyền đăng kí môn học khi có đợt đăng kí thi anh văn 2 kỹ năng online, vì anh văn nói viết đăng kí qua hình thức đăng kí môn học, điều kiện để em ra trường ạ. Em xin chân thành cảm ơn  --[phone_number]",
    "Dạ em chào PĐT ạ, Em tên  mssv    . Mấy hôm trước em có đăng kí môn học có mã môn là   B MA4317-Luận văn tốt nghiệp    ở đợt 1, mà hôm nay 31/12 em vào thì thấy trên trang để là chưa có trong danh sách đăng kí. PĐT có thể đăng kí thêm giúp em được không ạ, em cảm ơn nhiều ạ.",
    "Dạ em chào thầy/cô, Em có mail xin thầy Thắng - Trưởng phòng đào tạo, và được thầy bảo làm đơn xin được gia hạn. Nay em làm đơn xin gia hạn thêm thời gian đào tạo tối đa, mong thầy/cô xem xét giúp em với. Em xin chân thành cảm ơn!",
    "Kính gửi,  Em là  MSSV . Em xin trình bày như sau: Em đã hủy môn anh văn 4 và đã được ghi nhận hủy điểm thi là 17 nhưng điểm tổng kết hôm nay em kiểm tra lại là điểm 13.Mong trường giải quyết giúp em. Em xin chân thành cám ơn.",
    "Dạ cho em hỏi, em đã đủ điều kiện xét tốt nghiệp nhưng vẫn không thể đăng kí tốt nghiệp được vì tình trạng sinh viên đang để là \" tạm dừng\". Vậy làm thế nào để em có thể đăng kí tốt nghiệp được ạ. Em xin cảm ơn.",
    "Cho em hỏi là em có thể xem quy chế thi trực tuyến ở đâu vậy a.Em cảm ơn.",
    "Do lần đăng kí trước đây 1 ngày em đã có đăng kí nhưng không hiểu sao lại không thấy lớp đâu nên em muốn xin vào môn CI3237 lớp L01 ạ    .",
    "Bấy lâu nay em tạm dừng việc học, thì giờ học lại thì đăng kí thế nào ạ ?",
    "Em quên mật khẩu tài khoản đăng nhập,cách lấy lại mật khẩu thế nào ạ.",
    "Kính gửi PDT Em tên :  Mssv:  Khoa: TTDT BDCN Lý do khiếu nại:  Sau khi kết thúc đợt DKMH lần 2, hệ thống tự động đăng kí cho em 1 môn học 1 tín chỉ không thuộc trong chương trình đào tạo. Mong PDT xóa môn học đó giúp em ạ. Mã môn học : ME3177 - Thực tập thiết kế đồ họa Nhóm lớp : L02  Em cảm ơn.",
    "cho em xin phép hoãn thi Môn:  Các pp phân tích hiệnđại Mã MH: CH3005 thời gian: hôm nay 31/12/2021 - lịch thi ngày 26/12/2021. Em đã đăng kí hoãn môn trên hệ thống MyBK mục 24. Nhưng hôm nay kiểm tra bảng điểm em vẫn bị điểm 13 Lý do: đường truyền mạng không ổn định ",
    "Em xin chào PDT, Em thi môn Cơ Lưu Chất (CI2003) vào lúc 7h, ngày 19/12/2021. Điểm lúc thi trên bkexam của em là 7,05 điểm. Nhưng điểm thi môn này trên Mybk là 0 điểm. (file và link ghi màn hình minh chứng bên dưới ạ) . Em đã gửi email cho thầy  giảng dạy nhưng không nhận được phản hồi nào. Em không biết tại sao em lại 0 điểm ạ. Vậy nên em xin phép PDT có thể kiểm tra và sửa chữa lại điểm giúp em được không? Em cảm ơn ạ! Link ghi màn hình buổi thi: https://drive.google.com/file/d/1N8NRPJPdlslxLNXTxJgulJz9Z-S/view?usp=drivesdk",
    "Em là sinh viên CLC K17 hiện tại em có 2 môn gdtc 2 và 3 là chưa qua mà bây giờ em mới nhớ tới, cho em hỏi là bây giờ em phải đăng kí như thế nào để có thể trả nợ 2 môn này, em cảm ơn",
    "Kính gửi thầy/cô. Con có đăng ký môn ME2007.Cho con hỏi nếu lớp sĩ số chỉ là 39/80 thì có hủy lớp không ạ. Nếu hủy thì có thể cho con xin được vào lớp L01 được không ạ ? Vì con đang rất cần môn này để làm đồ án kì này, con chân thành cảm ơn.",
    "Cho em hỏi là sau khi tạm dừng học thì mình sẽ đăng kí môn theo khóa cũ (khóa cũ em là 2020) hay khóa mới 2021 thế ạ ?",
    "Em kính chào thầy cô ạ, em là , sv K21 mssv . Em xin được hỏi là em muốn đổi mật khẩu gmail của em là  ạ Em có bấm vào thay đổi mật khẩu nhưng gmail báo là liên hệ với quản trị viên miền nên em không biết làm sao để đổi mật khẩu ạ. Em xin cảm ơn quý thầy cô ạ.",
    "Xin chào thầy/cô, Em tên là , MSSV:  Quý thầy/cô cho em hỏi là học phí LVTN học kỳ 213 được tính như kỳ học dự thính hay kỳ học thường ạ, và học kỳ 211 em đăng ký đề cương LVTN thì kỳ 213 em đăng ký LVTN để làm tiếp được không hay phải đăng ký lại đề cương LVTN? Em xin chân thành cảm ơn",
    "Em tên , vào lúc nhà trường mở đợt đăng kí môn học, em có đăng kí môn GDTC là . Lúc đó tên môn học không có kèm theo (học phần 1) hay (học phần 2) ở cuối nên em nghĩ đó là học phần 2 nên đăng kí vì em đã hoàn thành học phần 1 rồi. Nhưng hôm nay em vào kiểm tra lại thì môn học đã có thêm (học phần 1) và em cũng không thể hủy đăng kí được nữa. Cho em hỏi là làm sao để hủy môn học và đăng kí lại môn khác được ạ",
    "Em xin chào thầy/cô, Em gửi mail này để xin được hoãn hai môn học em đang học trực tiếp tại trường đó là:  1. Thực tập điện 1 (EE2025) - Nhóm VL01 2. Thực tập điện tử 1 (EE2023) - Nhóm VL02 Lý do: Ngày 22/12 em đã tiếp xúc gần và sinh hoạt chung với F0 nên em đã xin phép các thầy nghỉ để tự cách ly theo dõi sức khỏe. Đến chiều ngày 27/12 em test nhanh đã cho kết quả dương tính và sau đó đã gặp các triệu chứng ho, sốt và nhức mỏi người. Vì em chỉ mới học hai buổi Thực tập điện 1 và một buổi Thưc tập điện tử 1 và thời gian cách ly của em vẫn còn dẫn đến em không thể hoàn thành được việc học bù nên em xin phép hoãn hai môn học này ạ. Mong thầy/cô xem xét giúp em.",
    "Dạ em chào thầy/ cô ạ. Em là khoá K18 em bị trễ nên không đăng ký thực tập với đề cương đúng hạn được. Nên giờ k18 như tụi em có thể đăng kí vào kì hè năm 4 được không ạ . Và trong kì hè có thể vừa đăng kí thực tập tốt nghiệp vừa đăng kí đề cương luận văn được không ạ? Em cảm ơn ạ.",
    "Trong học kì này em có đăng kí thực tập tốt nghiệp, đề xuất và đồ án, trong lịch sử đăng kì thì đã đăng kí được, nhưng sao trong thời khoá biểu không có vậy ạ  Mong phòng đào tạo xem xét lại giải quyết giúp em ạ. Em cảm ơn",
    "Em tên là:   MSSV:  Chuyên ngành: Logistics và Quản lý chuỗi cung ứng  Em có một số thắc mắc về vấn đề đăng kí môn học. Đợt 1 em đã đăng kí thành công 2 môn là ME4675_ Đề cương luận văn tốt nghiệp và ME3275_ Thực tập tốt nghiệp nhưng thời khóa biểu lại không có cập nhật. Em muốn hỏi là môn này chưa có lịch hay đã bị hủy ạ. Em đã xem chỗ kết quả thì thấy môn đã đăng kí thành công và không bị hủy nên mới gửi yêu cầu. Mong PĐT phản hồi giúp em  Em cảm ơn Chúc thầy cô năm mới vui vẻ",
    "Dear  Em:  Mssv: Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH Vừa rồi em có ĐKMH EE2019 nhấn lộn XOÁ và không ĐK lại được. Học phí tính chọn gói Nên Em xin  xem xét còn suất nào trống có thể xếp em vào không ạ ? Em xin chân thành cảm ơn Thầy Cô. Chúc thầy cô ĐH Bách Khoa năm mới thật nhiều sức khỏe",
    "Dạ thưa PDT,  Trong đợt Đăng kí môn học vừa rồi, do trong lúc điều chỉnh, em đã chỉnh nhầm thời gian của môn  Thực tập điện 2 - EE3023  từ tiết 2-6 thứ 4 hàng tuần, sang tiết 2-6 thứ 5 hàng tuần. Không biết em có thể được đổi lại giờ học mong muốn của em là thứ 4 tiết 2-6 không ạ? Em cảm ơn PDT.",
    "Mở môn học học kỳ 212 . Kính chào Quý Thầy/Cô, Đợt ĐKMH cho HK212 vừa qua em có đăng ký môn học Triết học  -  (SP1031) tuy nhiên sáng nay em kiểm tra thời khóa biểu tại Mybk thì môn học này đã bị xóa. Vì bị xóa môn này nên hiện tại số tín chỉ đăng ký cho HK212 chỉ có 12 tín chỉ và điều này làm ảnh hưởng rất nhiều đến kế hoạch học tập của em . Em kiểm tra sỉ số đăng ký môn học này lớp L16 (lớp em đã đăng ký) chỉ còn 18/99 SV đăng ký, tuy nhiên ban đầu có hơn 30 SV đăng ký. PĐT có thể hủy lớp do không đủ số lượng SV đăng ký nhưng em kính mong PĐT sắp xếp để em có lớp học thay vì hủy/ không đăng ký môn học này cho em. Kính mong PĐT sắp xếp cho em để em được học môn học này trong HK212 . Mong sớm hận phản hồi từ Quý Thầy/ Cô, em cảm ơn ạ!",
    "Kết quả đăng kí môn học đợt 2 của em là đã đăng kí thành công môn Cơ sở thiết kế công trình cầu (CI3261) nhưng hôm nay e xem thời khóa biểu thì lại không có lịch học môn đó. E kiểm tra lại trên trang đăng kí môn học thì nhóm lớp của e chỉ có 12 người đăng kí nên e nghĩ rằng có lẽ khi kết thúc đợt 2 do các bạn chuyển nhóm nên làm sĩ số giảm đi và lớp không được mở. E không biết trường hợp này giải quyết như thế nào ạ? E có thể chuyển sang nhóm lớp còn lại được hay không vì nhóm còn lại vẫn còn rất nhiều slot trống? Và nếu được thì làm gì để chuyển ạ? Em cảm ơn ",
    "Dạ em chào thầy cô ạ . Dạ cho e hỏi là môn thực hành trên trường có được phép rút môn không ạ . Em muốn rút môn ạ. Thầy cô tư vấn e ạ . Em cám ơn ",
    "Kính gửi Phòng Đào Tạo,  Em tên , MSSV , lớp VP14XDC. Em đã đăng ký  Nghiệp vào học kỳ sau và khi đăng ký thì được chấp nhận là thỏa điều kiện đăng ký LVTN (trong hình gửi kèm) nhưng hiện tại thì  Khóa Biểu của em lại không có  Nghiệp ạ (trong hình gửi kèm). Em mong Phòng Đào Tạo xem xét giúp em tại sao môn  Nghiệp của em lại không lên  Khóa Biểu ạ.  Em mong Phòng Đào Tạo xem xét và phản hồi sớm cho em ạ. Em xin chân thành cảm ơn.        ",
    "Em tên là  - MSSV:  Nay em viết mail này xin phép được trình bày như sau: Em là sinh viên khóa K17 em đã có đăng ký TTTN (CI3393) và ĐCLVTN (CI4391) trong đợt 1 và qua đợt 2 cả 2 môn  này đề đã được ghi trong lịch sử là: PDT đ/ký theo k/hoạch h/tập của SV 3393 nhóm A01 PDT đ/ký theo k/hoạch h/tập của SV 4391 nhóm A01 Nhưng hôm nay đã có thời khóa biểu nhưng trong thời khóa biểu của em không có hiện hai môn này . Kính mong sự giúp đỡ từ quý thầy và quý cô để em có thể theo học theo kế hoạch ạ. Em chân thành cảm ơn quý thầy và quý cô Trân trọng. và mong nhận được phản hồi.",
    "Em tên là  - MSSV:  Nay em viết mail này xin phép được trình bày như sau: Em là sinh viên khóa K17 em đã có đăng ký TTTN (CI3393) và ĐCLVTN (CI4391) trong đợt 1 và qua đợt 2 cả 2 môn  này đề đã được ghi trong lịch sử là: PDT đ/ký theo k/hoạch h/tập của SV MH CI3393 nhóm A01 PDT đ/ký theo k/hoạch h/tập của SV MH CI4391 nhóm A01 Nhưng hôm nay đã có thời khóa biểu nhưng trong thời khóa biểu của em không có hiện hai môn này . Kính mong sự giúp đỡ từ quý thầy và quý cô để em có thể theo học theo kế hoạch ạ. Em chân thành cảm ơn quý thầy và quý cô Trân trọng. và mong nhận được phản hồi.",
    "Em chào PĐT. Em là  -  Em có đăng ký môn Cơ lưu chất (CI2003) L06-L17 và môn Kỹ thuật điều khiển tự động (ME2009) L01-L01. Vì lúc đăng ký môn học môn Kỹ thuật điều khiển tự động (ME2009) chưa có lịch học nên khi có thời khóa biểu thì bị trùng lịch học nên môn Kỹ thuật điều khiển tự động (ME2009) bị xóa. Mà môn này là môn cuối trong chương trình đào tạo của em ( trừ luận văn hè) nên em mong pđt cho em \"\"chuyển nhóm môn Cơ lưu chất (CI2003) từ L06-L17 sang L03_L07 và cập nhật lại môn Kỹ thuật điều khiển tự động (ME2009)\"\" . Mong pđt giúp em theo đúng hạn ạ, em cảm ơn nhiều.",
    "Em chào Thầy/cô ạ,đợt đăng kí môn vừa rồi em có đăng kí môn nền móng nhưng lớp chỉ có 10 người,đến khi cập nhật tkb thì không có ạ vậy là bị hủy rồi hay sao ạ,mong thầy/cô giải đáp giúp em ,em cảm ơn ạ.",
    "Chào thầy, cô . Em đã đăng ký rút môn học kinh tế học đại cương (IM1013) nhưng vẫn nhận điểm 13 trong cột điểm tổng kết. Mong thầy cô sớm phản hồi ạ",
    "Em là  - . Trong đợt đăng kí môn học đợt 2 vừa rồi em có đăng kí môn thực tập (ME3267) và đề cương luận văn (ME4725) nhưng khi xem thời khóa biểu vừa mới có thì 2 môn trên lại không có. Dù em đã đăng kí số tín chỉ đúng theo quy định (dưới 12 tín chỉ trong học kì chinh) nhưng vẫn bị xóa mất. Em rất mong thầy cô có thể giúp em giải quyết trường hợp này ạ! Xin cảm ơn! ",
    "Hứa Gia Bảo    .    Dạ cho em hỏi ạ. Hiện tại em đăng ký môn học mà nó cứ ghi là trùng với giáo dục quốc phòng. Trong khi các bạn khác thì thời khoá biểu lại trùng với giáo dục quốc phòng. Nếu mấy bạn khác bị trùng thì em đăng ký phải được chứ ạ, vì ai cũng bị trùng mà. Em không biết liệu mình có đăng ký được môn học ở đợt đăng ký thứ 3 không hay là không mở đợt đăng ký thứ 3. Mong thầy cô có thể giải đáp cho em thắc mắc này được không ạ.? Em xin cám ơn ạ!!! ",
    "em xin chào thầy/ cô, em tên   MSSV  email:  dạ do hạn chót đăng kí môn học em không để ý là trùng vào giờ thi của em nên em chưa kịp hủy 1 trong 2 môn thể chất học phần 2 ạ em đã hoàn thành hp1 rồi ạ bây giờ em muốn hủy 1 trong 2 môn thì phải làm sao ạ?  mong thầy cô phản hồi giúp em sớm ạ em xin cảm ơn",
    "dạ thưa PĐT tại sao môn TR4021 (kỹ thuật chẩn đoán và bảo dưỡng ô tô) lại không mở lớp ạ",
    "Em chào Thầy/Cô, Theo thời khóa biểu cũ (học kì 211) thì em có lịch học môn Thực tập điện tử 1 (EE2023, nhóm VL02) vào ngày hôm nay (01/01) và ngày mai (02/01). Tuy nhiên do cả 2 ngày đều là dịp nghỉ Tết dương lịch nên thầy đã cho lớp em nghỉ và học bù vào tuần sau (ngày, giờ tương tự). Nhưng nếu tuần sau em phải học môn này thì lại trùng với giờ học môn Thực tập điện 1 (EE2025, nhóm VL02). Em vào MyBK thì thấy thời khóa biểu kì 211 đã xóa, Thầy/Cô cho em hỏi thời khóa biểu có được cập nhật lại để em không bị trùng giờ không ạ? Em cảm ơn Thầy/Cô.",
    "Kính gửi pdt Em tên  MSSV  Kỳ đăng ký môn học vừa rồi em có đăng ký môn thiết kế đường nhưng ko hiểu sao trong  tkb lại ko có Em mong pdt xem xét lại  Em cám ơn  ",
    "Em là - CHuyện là trong thời gian đăng kí môn học em có đăng kí 17 chỉ và thêm môn Nguyên lí máy-ME1015 là tổng 19 chỉ. Nhưng sau đó em đã xóa môn Nguyên lí máy này và chỉ còn 17 chỉ và em không chỉnh sửa gì thêm .  Hôm nay 1/1/2022 cập nhật thời khóa biểu thì em thấy hiện 19 chỉ, và có cả môn NLM-ME1015 mà em đã từng hủy trước đó .  Sau khi em kiểm tra lại lịch sử đăng kí môn thì vẫn để rõ là đăng kí tổng 17 chỉ, 7 môn học và không có môn MLM-ME1015. Nhưng thời khóa biểu thì cập nhật là 19 chỉ, 8 môn.  Em nghĩ là do trục trặc bên phía hệ thống, Giờ em nên liên hệ đến bộ phận nào để xóa môn NLM-ME1015 ạ. Em cảm ơn  Em có kèm theo hình cảnh minh chứng.",
    "Em học ngành xây dựng công trình giao thông Theo đúng chương trình đào tạo kì này em có đăng ký môn cơ sở thiết kế đường tới đợt 2 môn này mở 2 lớp và em được phân vào lớp L02, hôm nay có thời khóa biểu và em không thấy có môn cơ sở thiết kế đường . Em phải học môn này vì nó có trong chương trình đào tạo kì này. Em mong nhà trường xử lý giúp em. Em xin chân thành cảm ơn.",
    "Em kính chào thầy/cô, Học kì 212 em có đăng kí môn hóa đại cương và môn hóa polymer, thì môn hóa đại cương lịch thí nghiệm của em là T3 tiết 2-6 còn môn hóa polymer bắt đầu vào tiết 8, hệ thống thông báo là không đủ thời gian di chuyển giữa 2 cơ sở. Thầy, cô cho em hỏi là em có thể xin giảng viên học lớp TN vào buổi khác và làm đơn xin PĐT đăng kí môn hóa polymer được không ạ? Do em học chương trình Việt Pháp nên chỉ có 1 lớp hóa polymer ở kì này, nếu không học thì em phải chờ sang năm làm chậm tiến độ học tập, hơn nữa, hiện tại trường vẫn đang giảng dạy online nên có thể không ảnh hưởng đến việc di chuyển ạ. Em xin cảm ơn thầy cô rất nhiều. Chúc thầy, cô năm mới thật nhiều sức khỏe và niềm vui.",
    "Em gửi phòng đào tạo đơn xin hủy hoãn thi .",
    "Chào thầy (cô) Em tên  sinh viên vhvl  - Trong đợt xét tốt nghiệp đợt 2/2021 em đã đăng ký xét tốt nghiệp (hình đính kèm) cũng như nộp bằng thpt và cao đẳng để thẩm tra ở phòng đào tạo nhưng vẫn có tên trong danh sách QĐ sinh viên hệ vhvl, dttxa tốt nghiệp đợt 2/2021 ạ? - Nếu trong trường hợp của em thì khi nào mới được trường cấp bằng tốt nghiệp ạ? Kính mong quý thầy (cô) giải đáp thắc mắc và cho em thời gian cụ thể ạ. Em xin cảm ơn!",
    "Dạ em chào thầy cô. Học kỳ 212 vừa rồi em có đăng ký 1 môn là Đại số tuyến tính, em quên đăng ký Luận văn. Không biết là pdt có thể mở đợt đăng ký tiếp theo để em bổ sung đăng ký Luận văn cho kịp thời hạn được không ạ? Em cảm ơn ạ",
    "Em tên  mssv   trong đợt 2 đkmh em đã đăng ký tổng cộng là 19 chỉ gồm 6 môn nhưng nay khi nhận thời khóa biểu em chỉ còn 12 chỉ. Em mong phòng đạo tạo có thể cập nhật tkb cho em sớm nhất có thể ạ. Em cảm ơn",
    "Em tên  mssv   trong đợt 2 đkmh em đã đăng ký tổng cộng là 19 chỉ gồm 6 môn nhưng nay khi nhận thời khóa biểu em chỉ còn 12 chỉ. Em mong phòng đạo tạo có thể cập nhật tkb cho em sớm nhất có thể ạ. Em cảm ơn",
    "Dạ thưa, Môn CI3239 - Nền móng em đăng kí nhóm L06 nhưng sỉ số không đủ nên bị huỷ. Cho em hỏi em phải làm gì để đăng kí có lớp lại trong HK212 này ạ? Vì HK này em bị xoá rất nhiều môn nên dưới chỉ qui định ạ. Em cám ơn.",
    "Em chào PĐT, theo thông báo thì HK212 số ngày CTXH để đăng ký LVTN là từ 6 ngày, em hiện có 4 ngày rồi nhưng giữa tháng 12 em có làm được thêm 2 ngày nữa tính ra là đủ 6 ngày, mặc dù đã có danh sách công nhận ngày CTXH đạt được trong hoạt động đó nhưng tới bây giờ thì mybk vẫn chưa cập nhật thêm 2 ngày nữa cho em. Em có đăng ký LVTN rồi nếu lỡ bị xoá môn do không đủ ngày CTXH thì em nên làm gì để được giải quyết ạ. Em xin cảm ơn",
    "Em chào thầy cô hiện tại em đã đăng kí môn học CH3349 - Cơ sở tính toán tk tb hh lớp L03_L03 nhưng vì lí do thời gian nên em muốn chuyển qua lớp L01_L01 CH3349 - Cơ sở tính toán tk tb hh Em cảm ơn thầy cô ạ.Mong thầy cô giúp đỡ em với ạ",
    "Thưa phòng đào tạo, Đợt đăng kí môn học vừa rồi em có đăng kí môn và hệ thống đã ghi nhận đăng kí môn. Nhưng không hiểu sao hôm nay em kiểm tra tkb thì không thấy đủ môn đã đăng kí, em mong phòng đào tạo có thể giải đáp sớm cho em ạ Em xin cảm ơn",
    "Dạ em chào thầy, cô ạ Dạ cho em hỏi là năm nay vẫn mở đăng kí môn học đợt 3 không ạ và nếu lớp cần đăng kí đã full sĩ số thì có thể làm đơn xin tăng sĩ số được không ạ. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo,     Em là  có MSSV: , cho em xin được phép hỏi HK212 có các môn học thực hành, thí nghiệm thì có được mở lớp học trực tiếp tại CS1 không ạ. Em xin cám ơn . Trân trọng.",
    "Chào thầy cô, từ   B kết quả đăng kí đợt 1    em vẫn có đủ các môn đăng kí, em giữ nguyên vậy ở đợt 2  mà giờ thời khóa biểu chính thức em không có 2 môn CI4345-Đề cương luận văn và CI3345-Thực tập tốt nghiệp (em có gửi đính kèm hình ảnh ạ), cho em hỏi này do hệ thống chưa cập nhật hay sao ạ?  Mong thầy cô phản hồi sớm ạ Em cám ơn",
    "Em đã đăng ký môn \"Xác xuất và thống kê\" trong đợt đăng ký đợt 2 như hình bên dưới nhưng không có trong danh sách của thời khóa biểu ạ. Cho em hỏi lý do vì sao em không có thời khóa biểu môn này ạ.",
    "MSSVMSGV:   b   i  Chào ThầyCô, em đã đăng ký rút môn Xác suất và Thống kê (MSMH: MT2013) ở HK211, nhưng hôm nay bảng điểm hiển thị điểm tổng kết là 13 ạ? EM cảm ơn",
    "Chào Phòng đào tạo , em có đăng kí môn LVTN vào học kì 2 - 212 . Trong Bkel thì có môn học này và GVHD nhưng TKB lại không hiện lên môn học này . Không biết em có đăng kí được không ạ . Cảm ơn phòng đào tạo",
    "Cho em hỏi nếu đăng ký LVTN trong hè HK213 thì học phí sẽ tính theo dự thính hay tính theo học phí HK chính ạ ? Em là SV K17 hệ CLC ạ  . Em xin cảm ơn .",
    "Em chào thầy/cô, Em có đăng kí hoãn thi trước khi thi môn Kỹ Thuật Số, nhưng hôm qua đủ trang thiết bị nên em đã dự thi đầy đủ, nay em lên mục 24 để Hủy hoãn thi thì không thấy hiển thị. Em nên làm sao để đăng kí hủy hoãn thi được ạ. Em cảm ơn thầy cô.   i ",
    "Kính chào PĐT, em tên là , MSSV:  . Em muốn xin PĐT cho em được chuyển nhóm lớp môn CH3349 - Cơ sở tính toán thiết kế thiết bị hoá học. Hiện tại em đang ở lớp L05, em muốn xin PĐT cho em được chuyển qua lớp L02 để thuận tiện viện di chuyển 2 cơ sở ạ . Kính mong PĐT xem xét và hồi âm sớm. Em xin chân thành cảm ơn!",
    "Kính chào PĐT, em tên là , MSSV:  . Em muốn xin PĐT cho em được chuyển nhóm lớp môn CH3349 - Cơ sở tính toán thiết kế thiết bị hoá học. Hiện tại em đang ở lớp L05, em muốn xin PĐT cho em được chuyển qua lớp L02 để thuận tiện viện di chuyển 2 cơ sở ạ . Kính mong PĐT xem xét và hồi âm sớm. Em xin chân thành cảm ơn!",
    "Chào các thầy/cô,  Hôm nay, khi vừa nhận được TKB học kỳ 212, em đã rất bất ngờ vì chưa có đợt đăng ký hiệu chỉnh lần 3, do đó, só chỉ em đăng ký vượt quá khả năng học của bản thân vẫn chưa kịp rút. Chính vì vậy em muốn hỏi rằng bây giờ em muốn rút bớt môn học đã đăng ký thì phải trải qua các thủ tục nào ạ? Em hy vọng các thầy cô phản hồi em trong thời gian sớm nhất ạ .",
    "t DKMH 2, em đã đăng kí thành công môn độc chất học CH5043 L01 và không trùng giờ với các môn khác. Nhưng ở kết quả đăng kí môn lại bị xóa mất môn đó ạ ?  Em cám ơn. ",
    "Dạ chào pđt, em là sv năm 3 khoa CNVL, kì này em có đăng kí môn học MA3325 mà không được, em không biết tại sao mặc dù em đủ điều kiện đăng kí môn học, bây giờ em phải làm sao để đăng kí môn học",
    "Mở môn học học kỳ 212 . Học kỳ 212 này em có đăng ký môn thủy văn 2035 và kết quả pđt lại để em khoa không mở nhưng mà pđt không xóa đi lại cập nhật thành mã môn khác là môn có mã 2045 em mong được giải đáp. Em xin cảm ơn",
    "Chào anh/chị bên pđt. Em có một thắc mắc muốn hỏi ạ! Hiện tại em có 115 tín chỉ tích luỹ. 2 môn học từ học kì 2 (2020-2021) đang chờ điểm tổng kết 1 môn học học kì 1 (2021-2022) chưa có điểm tổng kiết Em đã có 6.5 ngày CTXH Cho em hỏi nếu ko xét chuẩn anh văn thì em đã đủ điều kiện đăng kí LVTN ạ. Sao 2 lần em đăng kí đều bị huỷ môn vậy ạ. Em căm ơn . Chúc anh /chị một ngày tốt lành ạ.",
    "Em xin chào thầy/cô pdt ạ. Em muốn hỏi về việc đăng ký môn học HK212 là hiện tại đã có thời khóa biểu HK212 và em bị xoá một môn chuyên ngành và giờ em muốn đăng ký qua nhóm lớp khác trong đợt đăng ký bổ sung thì lại bị trùng lịch môn đại cương, môn chuyên ngành này rất quan trọng và số lượng sinh viên trong khoa còn học môn này không nhiều thì không biết trong đợt đăng ký bổ sung thì em có được chuyển nhóm lớp môn kia để em có thể đăng ký không ạ. Hoặc em có rút môn để đăng ký không ạ. Em cảm ơn ạ.",
    "Gửi thầy cô, Em đã đăng ký môn học học kỳ chính HK212 là môn luận văn tốt nghiệp Mã môn ME4089 nhưng khi xem lại kết quả môn học thì đã bị xóa. Em xin thầy cô hướng dẫn em giải quyết vấn đề này ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy cô ạ! Em thuộc khoa môi trường ạ, vừa rồi em đăng kí môn Thủy văn môi trường mã EN2035. Tuy nhiên bây giờ thời khóa biểu em lại hiện ra môn Các quá trình hóa lý mã EN2045, trong khi em không đăng kí môn này và thời khóa biểu lại bị mất môn Thủy văn ạ! Mong thầy cô giải quyết giúp em vấn đề này ạ! Em xin chân thành cảm ơn thầy cô ạ!",
    "Dạ em có đăng ký môn học chuyên ngành là môn Kỹ thuật bê tông mã CI3057 L02 nhưng bị xóa rồi ạ, em rất mong PĐT giúp đỡ mở lớp lại giúp em và các bạn ạ, vì môn này khá quan trọng với lớp em ạ, em thành thật cảm ơn PĐT nhiều lắm ạ",
    "Kỳ này em có đăng ký môn EE4313 Luận văn tốt nghiệp nhưng bị hủy, em kiểm tra lịch sử đăng ký thì nhận được lý do là PDT không đ/ký cho SV MH EE4313 (0: Thiếu môn tiên quyết EE4311) . Nhưng môn EE4311 Đề cương luận văn tốt nghiệp em có học ở học kỳ 211. Vậy cho em hỏi là em bị hủy môn vì gì, và em phải xử lý như thế nào ạ. Em xin cảm ơn và chúc thầy/cô có một ngày tốt lành.",
    "Dạ cho em hỏi, em muốn chuyển nhóm thí nghiệm của một môn sau khi đã có thời khóa biểu HK212 thì e phải làm thế nào ạ.",
    "Em chào thầy/ cô. Trong kết quả đăng kí môn học đợt 2, môn Luận văn tốt nghiệp (CH4325) của em bị huỷ lí do thiếu môn Thực tập quá trình thiết và thiết bị (CH2087). Trong khi đó môn học này em đã đăng kí vào học kí 211 và đang tiến hành thực tập. Mong thầy/ cô kiểm tra và xem xét lại giúp em. Em mong thầy cô giúp đỡ tạo điều kiện cho em được đăng kí môn học này.",
    "Mở môn học học kỳ 212 Em  MSSV  đợt đăng môn vừa rồi em đăng kí 15 chỉ , không biết vì lí do trùng em bị xóa mất 2 môn đó là kinh tế đại cương và con người và môi trường, em xin pdt xếp em để cho em vào lớp học để thêm 6 chỉ nữa vì hông có 6 chỉ này em bị rơi vào tình trạng thiếu tín chỉ tối thiểu cho 1 học kì. Em cảm ơn ạ",
    "kính gửi thầy cô ở Phòng Đào Tạo em tên , MSSV . Em muốn hỏi là em có đăng ký hai môn là đồ án môn học xử lý nước thải (EN4009) và môn đồ án xử lý nước cấp (EN3033), nhưng bị hủy. Em có xem lý do bị hủy thì thấy là em thiếu môn học trước là EN 2003 và môn EN2015. Em mong thầy cô xem xét lại giúp em vì cả hai môn EN2003 và EN2015 em đã học rồi ạ. Rất mông thầy cô xem xét, để em được đăng ký hai môn đồ án, em xin chân thành cảm ơn ",
    "Em là , MSSV:  Khoa Điện - điện tử. Kì tới em có đăng ký môn Mạch điện tử thông tin EE3011. Sau khi kết thúc đợt đăng ký, em xem kết quả đăng ký thì pđt không đăng ký môn học EE3011 (cả TKB và BKel cũng không có môn mạch điện tử thông tin) vì thiếu tiên quyết EE2007. Em xem chương trình đào tạo khoa điện khoá k19 thì không có môn nào mã EE2007 cả. Xin pđt giải đáp thắc mắc của em ạ.",
    "Xin phép cho em hỏi là em có đăng kí môn Thủy văn môi trường mã EN2035 nhưng giờ thời khóa biểu lại hiện ra môn Các Quá trình hóa-lý trong môi trường mã EN2045 trong khi em không hề đăng kí môn này và môn Thủy văn không có trong TKB ạ. Vậy bây giờ em phải làm sao ạ? Em cảm ơn ạ.",
    "Chào thầy cô ạ, Em muôn hỏi về việc PDT hủy môn LVTN CH4327 do thiếu môn tiên quyết CH4007 - Đồ án thiết kế kỹ thuật hóa học ở đợt ĐKMH lần 2 này ạ. Hiện tại môn học đồ án em đã hoàn thành nhưng chưa có điểm ạ, mong thầy cô xem xét và cập nhật lại thời khóa biểu giúp em với ạ. Em xin cảm ơn và chúc thầy cô nhiều sức khỏe!",
    "Chào PĐT,  Trong kì đăng ký môn học vừa qua, em có đăng ký một lớp bóng bàn (HP2), tuy nhiên sĩ số của lớp này chỉ có 8 bạn, và theo em biết là không thể mở lớp. Nhưng khi em kiemer tra lại trong thời khóa biểu, thì môn học này vẫn được thêm vào, em không rõ là do nhầm lẫn hay là do quy định mới của phòng đào tạo? Trong trường hợp môn bóng bàn được đăng ký thành công, em có thể yêu cầu xóa môn Võ (HP2) mà em đăng ký để dự phòng không?  Em cảm ơn.   i  .",
    "Em chào quý thầy cô Em là SV K19, khoa Xây dựng ạ Đợt đăng kí môn học vừa rồi, em đăng kí 20chỉ. Nhưng khi có kết quả đợt 3, thì môn \"Thực tập ngoài trường\" 2 chỉ đã bị xoá mặc dù qua ĐKMH đợt 1, đợt 2 không bị xoá ạ, nên hiện tại chỉ còn 18 chỉ thôi ạ. Em xin thầy/cô có thể xem xét và mở thêm sỉ số lớp \"Kinh tê xây dựng\" - CI4129 3 chỉ để cho tụi em bù vào số chỉ đã bị xoá. Em rất mong quý thầy/cô có thể xem xét và hỗ trợ giúp cho chúng em. Em xin cảm ơn rất nhiều.",
    "Dạ em chào pđt. Chuyện là đợt đăng kí môn học kì này em không có đăng kí môn luật và chính sách môi trường nhưng hiện tại thời khoa biểu và kết quả đăng kí đợt 2 của em lại có môn này. Trong khi môn này em đã học xong kì trước rồi ạ. Em mong pđt giải quyết giúp em việc này với ạ. Em cảm ơn pđt nhiều em chúc pđt một ngày làm việc vui vẻ. ( Môn Luật và chính sách môi trường mã môn En2033)",
    "Kính gửi quý thầy/cô phòng đào tạo. HK212 em có đăng kí LVTN CI4317. Hệ thống đã thông báo thành công, nhưng kết quả đăng kí đợt 2 của em thì bị xóa môn LVTN do thiếu Tiên Quyết Đề Cương LVTN. HK211 em đã học đề cương LVTN nhưng chưa có điểm, sao hệ thống lại bất cập xóa đi môn LVTN của sinh viên tụi em, trong khi sinh viên tụi em đã đủ điều kiện đăng kí?  Mong quý thầy/cô sớm phản hồi ",
    "Chào Thầy/Cô, em là  - MSSV , sinh viên năm cuối Khoa Điện - Điện tử, em có một câu hỏi muốn được thầy/cô giải đáp giúp, đó là: Trong hai đợt ĐKMH mới đây, khi em đăng ký Môn Luận văn tốt nghiệp đều bị hủy, nguyên nhân là do chưa đăng môn tiên quyết, vậy em hỏi môn tiên quyết là Đề cương luận văn hay là Chứng chỉ Ngoại ngữ vậy ạ? Vì môn Đề cương em đã bảo vệ xong, Chứng chỉ ngoại ngữ thì đã được hoãn. Mong thầy/cô sẽ phản hồi em sớm. Em xin cảm ơn. Trân trọng, .",
    "Dạ em chào PĐT! Cho em hỏi là em bị xóa Luận văn TN với lí do là không đủ điều kiện nhận LV. Nhưng hiện tại, nếu xét đạt như mail của PĐT những môn đang học trong tkb là em đủ 123 chỉ tại sao em không đủ điều kiện nhận LV vậy ạ? Trong đó, em có 1 môn thí nghiệm vẫn chưa được xếp lịch học bù kì trước thì có được xét là đạt hay không ạ? Mong PĐT phản hồi giúp em ạ, em xin chân thành cảm ơn!",
    "Gửi Phòng đào tạo, Em tên:  MSSV:    Đợt ĐKMH vừa qua em có đăng kí Luận Văn tốt nghiệp (CH4327) nhưng kết quả thiếu môn Thực tập QTTB (CH2087) nên bị xóa.   Trong học kì 211 vừa rồi em đã có đăng kí môn Thực tập QTTB do thầy  hướng dẫn, nhưng do tình hình dịch bệnh nên thực tập vẫn đang thực hiện và chưa thể hoàn thành được.   Em mong Pđt thông cảm và xét duyệt để em có thể đăng kí được môn Luận văn tốt nghiệp (CH4327) theo đúng chương trình học và ra trường đúng hạn ạ.   Em rất mong nhận được sự phản hồi và chấp thuận của Pđt.   Xin chân thành cảm ơn",
    "chào pdt: em tên: đinh văn tiến, mssv: , hệ bằng 2 chuyên nghành kỹ thuật công trình xây dựng khoa kỹ thuật xây dựng  quí thầy cô cho em hỏi trường có kế hoạch mở đợt bảo vệ luận văn vét cho những bạn chưa bảo vệ kịp đợt vừa rồi không. vì em có 1 số trục trặc nên chưa được bảo vệ .mong thầy cô xem xét và phản hồi giúp em.em cảm ơn  ",
    "Nhà Trường cho em hỏi là thanh toán học phí trễ hạn càn viết đơn và biểu mẫu gì không ạ? Và em có mượn sách của thư viện trung tâm nhưng không trả được em muốn bồi thường sách gì phải làm cách nào ạ? Em cám ơn.",
    "Kính chào phòng đào tạo,  Em là Hàng Kim Định, mssv , sinh viên khoa môi trường và tài nguyên, sau khi nhận thông tin về không xét chuẩn anh văn cho luận văn tốt nghiệp em đã đăng ký những sau đợt 1 và đợt 2 đều bị xóa đăng ký với lý do không đủ điều kiện anh văn. Vậy giờ em có được đăng ký tiếp trong đợt 3 hay không để làm luận văn kỳ sau không ạ? Vì 3/1 đã bắt đầu kỳ mới rồi ạ. Trân trọng Hàng Kim Định",
    "Kính gửi phòng đạo tạo, Đợt ĐKMH lần 2 em có đăng ký môn Luận văn tốt nghiệp (CO4317), nhưng hiện giờ thời khóa biểu và trang E-learning em không có site môn học đó (đính kèm hình ảnh), Kết quả đăng ký hệ thống ghi là thiếu môn tiên quyết CO4315 trong khi môn đó em đã học ở HK211 (đính kèm hình ảnh). Theo như mail pđt thì các môn HK211 sẽ được hậu kiểm sau để tạo điều kiện đăng ký môn HK212. Mong phòng đào tạo sớm giải quyết giúp em Em xin cảm ơn",
    "Em là  - MSSV:     . Trong đợt KẾT  HK212 - CQ- VLVH - ĐỢT 2 Mặc dù đã quá thời hạn đăng ký môn học, do còn dư thời gian nên em muốn đăng ký thêm môn học. Môn: Kỹ thuật an toàn điện ( EE3097) Thời gian: Thứ 2 (tiết 13-14), Chủ nhật (2-3-4-5-6) Mong được nhận sự phản hồi Em cám ơn ạ. ",
    "Cho em là em muốn rút môn học kì dự thính thì thủ tục như thế nào ạ.  Em cảm ơn",
    "Chào thầy, cô. En có đăng kí luận văn tốt nghiệp ở kì 212 nhưng hệ thống báo là em thiếu đề cương. Trong khi em đã làm đề cương ở kì 211 rồi mà chưa có điểm ạ. Mong thầy cố giải quyết giúp em để em được nhận luận văn ạ. Em cảm ơn",
    "Em chào pđt em tên  Khoa môi trường và tài nguyên Mssv . Việc là kì này em có đăng kí môn hoá kỹ thuật trong môi trường 2 theo chương trình đào tạo của khoá k19 tụi em. Nhưng hiện tại nhà trường đã đổi chương trình đào tạo nên không còn học môn này nữa. Em có hỏi thầy cô trong khoa thì thầy cô bảo học môn hoá kỹ thuật môi trường mã En2031 nhưng em vô đăng kí thì đã hết slot. Em mong pđt thêm giúp em vào môn này để kịp chương trình đào tạo của nhà trường. Mã môn học En2031 Hoá kỹ thuật môi trường. Em cảm ơn pđt em chúc pđt một ngày làm việc vui vẻ ạ.",
    "Em chào thầy/cô Thầy cô có thể xem xét và giải quyết cho em học vượt hơn 21 chỉ được không ạ. Điểm TBTL của em là 7.84 chưa tính kì 211 Em rất mong sẽ nhận được sự hỗ trợ từ phía thầy/cô",
    "EM xin chào thầy cô, em tên  , MSSV . Học kỳ vừa rồi em có thi môn Mạng Máy Tính vào 7h00 sáng ngày 23/12/2021. Trong lúc thi, em bị trục trặc kỹ thuật nên kết quả chọn các đáp án đã bị lỗi. Chi tiết về sự cố em có tường trình ở file Đơn xin hoà̃n thi ở bên dưới. Em đã nộp bảng ghi màn hình video trong cả quá trình điểm danh trước khi thi đến khi thi xong để làm minh chứng. Em mong thầy cô thông cảm cho em vì đã gửi đơn xin phép hoãn thi trễ, em có nhắn tin trao đổi qua lại với thầy  và thầy Vũ ngay sau buổi thi và những ngày sau đó. Em thực sự không biết về việc phải gửi phiếu xin hoãn thi trong vong 5 ngày sau khi thi. Vì học kỳ này em có đi làm full-time ở công ty thực tập và học song song 4 môn ở trường, khối lượng công việc rất nhiều, nên sau khi thi xong môn Mạng Máy Tính em chi tập trung vào việc ôn thi những môn còn lại. Em chi biết về việc deadline phải nộp phiếu hoãn thi trong vong 5 ngày vào  ngày 29/12/2021 và ngày 30/12/2021 em đã lập tức lên trường để nộp phiếu xin hoãn thi. Em có đính kèm phần trao đổi với các thầy cô ở các file ảnh bên dưới. Em xin cam kết những điều em trình bày ở trên là thật và em có thể cung cấp các thông tin mà thầy cô cần để xác minh. Em mong thầy cô và PĐT thông cảm cho em, em xin cảm ơn, chúc thầy cô một ngày vui ve.",
    "Chào pđt. Cho em là môn chuyên ngành Ci3057 Kỹ Thuật Bê tông của em bị huỷ là do nguyên nhân là gì ạ. Và nếu còn đợt 3 đăng kí  thì em có thể đăng kí được không ạ",
    "Dạ em chào Phòng Đào tạo! Em là , sinh k19 khoa Điện - Điện tử. Trong kỳ 211, em có hai môn thí nghiệm là Thực tập điện tử 1(EE2023) và Thực tập điện 1(EE2025) . Trường có gửi form để xác nhận quay lại trường học hai môn này nhưng vì em chưa đủ điều kiện trong tình hình dịch bệnh nên đã không đăng ký. Bây giờ em đã đủ khả năng để quay lại trường học thì đăng ký như thế nào ạ? Em cảm ơn Phòng Đào tạo.",
    "Kính gửi PĐT, Em đăng kí môn học EE4007 Đồ án 2, nhưng PĐT không đăng kí với lý do thiếu môn học trước EE3001 trong khi môn học có mã EE3001 em đã được miễn và đã có trong danh sách miễn môn học rồi. Em cảm ơn ạ.",
    "Phòng đào tạo cho e hỏi về vấn đề thi anh văn theo chuẩn Toeic hàng năm do nhà trường tổ chức E hiện là sinh viên K19, hồi đầu năm 2 e có thi kỳ thi tiếng anh hàng năm này. Và đã đủ chuẩn AV4. Liệu sang năm sau, khi trường quay lại xét chuẩn sinh viên các năm thì e có được lấy kết quả này không hay phải thi lại ạ? E cảm ơn",
    "Em chào thầy/cô Em tên là  MSSV:  Thầy/cô cho em hỏi, em muốn đăng ký học vượt mức 21 chỉ giới hạn có được không vậy ạ? Điểm TBTL hiện tại của em là 7.84 ạ Em rất mong nhận được sự phản hồi của thầy/cô ạ",
    "Em tên   MSSV  Hôm bữa em đã đăng kí luận văn nhưng khi ra kết quả thì danh sách đăng kí lại trống trơn . Em đã đầy đủ các tiêu chuẩn để đăng kí kể cả đề cương luận văn cũng đã báo cáo .Mong phòng đào tạo giải quyết cho em",
    "Chào anh chị ạ, Em xin lỗi vì làm phiền anh chị nhiều, nhưng vì em lại bị xoá LVTN nên em muốn hỏi rõ ạ. Em có đk học kỳ 212 vỡi mã LVTN GE4343 nhưng bị xoá với lý do thiếu môn tiên quyết mà môn tiên quyết đó theo đúng tiến độ của nhà trường là học vào kỳ 211 nên em mới thi xong vẫn chưa có điểm thì tại sao lại bị xoá ạ Mong anh chị giải quyết sớm giúp em ạ",
    "Dạ các thầy cô cho em hỏi là theo thông tin từ mail nhà trường thì HK213 được phép dăng ký LVTN thì cho em hỏi học phí sẽ được tính thế nào ạ, 880K/chỉ hay vẫn lấy theo như học kỳ thưởng 350K~380K/chỉ ạ",
    "Em chào PDT, kết quả ĐKMH đợt 2 em bị xoá luận văn tốt nghiệp, PDT kiểm tra giúp em lý do chính em bị xoá giúp em,thông tin của em: - Lớp CK18DET. Em xin cảm ơn!",
    "Thầy / cô cho em hỏi là em có đăng kí môn học vào đợt 2, nhưng môn đó bị hủy do không đủ sĩ số và em đã không kịp chuyển sang lớp khác do lúc sáng e kiểm tra thì sĩ số đã hơn nữa lớp r, nên e có thể đăng ký lại môn đó vào đợt đkmh đợt 3 không ạ E xin cảm ơn",
    "Chào thầy, cô ạ! Em tên . MSSV:  Em đã hoàn thành tất cả 142 tín chỉ, hoàn thành luận văn tốt nghiệp vào học kỳ 2 năm học 2020-2021. Em có 15.5 ngày công tác xã hội và đầy đủ các điều kiện khác để xét tốt nghiệp. Nhưng em thiếu 1 điều kiện duy nhất là chưa hoàn thành thi anh văn nói viết, mà hiện tại trung tâm BKEnglish đã đóng tổ chức thi anh văn nói viết từ tháng 5 năm 2021. Em muốn hỏi là phòng đào tạo có tổ chức thi cho sinh viên tốt nghiệp tháng 4 năm 2022 ko ạ?",
    "Dạ cho em xin hỏi! Em có đăng ký môn Anh Văn A4 dự thính kì này. Cho em xin hỏi em có thể rút môn đóng học phí và đăng ký môn khác do sợ bị trùng lịch được không ạ? Vì em được tin môn em còn nợ kì trước sẽ mở lớp dự thính và đăng ký vào ngày 6/1 sắp tới. Nếu được thì thủ tục ra sao ạ! Kính mong thầy/cô giải đáp. Em xin cảm ơn thầy/cô rất nhiều!",
    "Em là sinh viên K19, do các học kì vừa rồi em chỉ mới học được 2 môn thể chất (mà k19 thì cần phải hoàn thành 3 thể chất ), nên kì này em đăng kí, thì chỗ đăng kí môn hiện học phần 1, và học phần 2, do xét theo thời gian em có thể học thì em đã đăng kí học phần 2 môn bóng rổ. Nhà trường cho em hỏi là em cần học , học phần 1 hay học phần 2 hay cả 2 học phần ạ. Em cảm ơn ạ",
    "Thưa quý thầy cô Em xin phép được đăng kí môn luận văn đề cương- IM 4315 học kỳ 212. Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo. em xin trân trọng cảm ơn.",
    "Em chào quý Thầy/Cô ạ! Về chuyện đăng ký môn học, em có đăng ký môn thực tập tốt nghiệp EN3315 nhưng đợt 1 lại không được và đợt 2 cũng bị lỗi thiếu tín chỉ tích lũy. Hiện tại tính đến kì hè 203 e đã tích lũy được 71 tín chỉ, kì 211 hiện tại e đăng ký 25 chỉ (ở kì chính) là tổng 96 chỉ vừa đủ điều kiện tính chỉ tích lũy đăng ký thực tập của ngành em đang học. Chưa kể tại kì 202 có 2 môn tổng 7 chỉ chưa có điểm nhưng em đã thi và qua môn. Như vậy em đã đủ hoặc dư tín chỉ tích lũy để đăng ký môn nhưng hệ thống lại ghi là không đủ điệu kiện ạ. Mong quý Thầy/Cô kiểm tra giúp em ạ, để e có thể đăng ký môn hợp lý ạ . Em chân thành cảm ơn ạ!",
    "dạ PĐT cho em hỏi nếu em muốn tạm dừng học HK212 thì hạn chót để nộp đơn là khi nào ạ, và nếu em tạm đừng học thì môn học đã đăng ký có bị tính học phí không ạ",
    "Em chào thầy/cô, Em tên  -  - sinh viên bằng 2 khoa Khoa học & Kỹ thuật Máy tính. Qua 2 đợt đăng ký môn học, em đăng ký môn CO2007_Kiến trúc máy đều bị hủy với lí do là thiếu môn học trước CO1023_Hệ thống số. Nhưng môn học CO1023 em đã được miễn ạ. Tất cả bạn bè văn bằng 2 của em được miễn môn Hệ thống số đều bị trường hợp này ạ. Em gửi thầy/cô 3 hình ảnh làm bằng chứng, trong đó: Nhóm lớp Kiến trúc máy tính mà em đã đăng ký (L02-L06), Nguyên nhân bị hủy môn học CO2007, Hình ảnh em được miễn môn học CO1023_Hệ thống số. Kính mong thầy/cô giải quyết trường hợp này để em không bị mất tuần học đầu tiên nếu đợi hết đợt đăng ký môn học thứ 3 ạ. Em cám ơn thầy/cô.",
    "Em chào Thầy/Cô, Em tên là Lương Quốc Đạt, mssv: 1910111 . Hiện tại em muốn chuyển từ nhóm lớp P02_P02 sang nhóm P01_P01 của môn học AS2049 - Cơ học vật rắn & sóng cơ do GV Vũ Công Hòa giảng dạy ạ. Lý do: em muốn chuyển sang nhóm lớp của thầy Vũ Công Hòa do đợt 2 chưa có tên GVGD ạ. Em đã check thời khóa biểu để không bị trùng giờ các môn khác rồi ạ. Mong Thầy/Cô hỗ trợ giúp em ạ. Em cảm ơn Thầy/Cô",
    "xin được đăng kí vào lớp MT2001 - Xác suất và thống kê DT01_DT01. Em cám ơn",
    "Em xin được thêm vào lớp  CI2093 - ĐAMH kết cấu bêtông ct1 lớp L01 Em xin cám ơn",
    "Em có một môn học muốn xin mở lớp vào HK này nhưng do không đủ sĩ số vì môn học đã không còn mở cho lớp dưới nữa. Cho em hỏi là hiện tại nếu có một thầy cô bộ môn nhận lớp để hỗ trợ vài bạn SV còn vướng để hoàn thành nốt MH thì có thể được mở lớp không ạ? Tính chất môn học là đồ án nhỏ, trước đây chỉ làm trong nửa HK thôi nên nếu mở thì GV cũng muốn xếp vào diện không có TKB và không cần lớp học cũng được ạ!  Em xin gửi mã MH: CI2023 - Thiết kế kiến trúc công cộng 1  Mong thầy/cô hỗ trợ giúp em về trường hợp trên, em xin chân thành cảm ơn!",
    "Em xin được thêm vào lớp CI3197 - ĐAMH nền móng L01 Em cám ơn",
    "Em chào Thầy/Cô, Em tên là Lương Quốc Đạt, mssv: 1910111. Hiện tại em muốn chuyển từ nhóm lớp P02_P02 sang nhóm P03_P03 của môn học AS2049 - Cơ học vật rắn & sóng cơ do GV Vũ Công Hòa giảng dạy ạ. Lý do: em muốn chuyển sang nhóm lớp của thầy Vũ Công Hòa do đợt 2 chưa có tên GVGD ạ. Em đã check thời khóa biểu để không bị trùng giờ các môn khác rồi ạ. Mong Thầy/Cô hỗ trợ giúp em ạ. Em cảm ơn Thầy/Cô",
    "Em học văn bằng 2 hệ chính quy, Thầy/Cô cho em hỏi môn luận văn tốt nghiệp em đăng kí mã B thì có phải nhân 1.5 lần học phí ko ạ ? Những môn học trước đây em đều đăng kí mã lớp là mã A, vậy điểm số của em có được công nhận và tính vô điểm tích luỹ trong văn bằng không ạ ?",
    "Em đang là sinh viên khóa k18 hiện tại chưa từng học môn Xác suất thống kê. Hiện nay thấy môn học mã cũ là MT2001 trong chương trình đào tạo đã không còn mở. Cho e hỏi e có thể học mã mới MT2013 rồi chuyển điểm qua được không? Em cảm ơn.",
    "Kính  gửi pdt em gặp sự cố trong khi thi cuối kì bộ môn kĩ thuật số, em muốn đăng kí hoãn thi nhưng trên mybk không cho phép hoãn thi như hình thì phải làm sao ạ?",
    "Kính gửi PĐT trường ĐH Bách Khoa  Em tên là   MSSV   Đợt đăng ký môn học đợt 2 em đã đăng ký được môn Luận văn tốt nghiệp (MA4343). Tuy nhiên kết quả đăng ký thì em đã bị xóa mất do thiếu môn tiên quyết là đồ án 2 (MA4005).Nhưng đồ án 2(MA4005) em đã học trong học kỳ này và đã bảo vệ đồ án 2 thành công . Mong PĐT xem xét lại vấn đề lỗi hệ thống để em có thể bổ sung Luận văn tốt nghiệp để ra trường được . Em cảm ơn!  !",
    "Em tên  , mssv 191485 .Tình hình là em đã đăng kí môn Tư tưởng  và môn thuỷ văn môi trường  nhưng không biết tại sao môn đã bị xoá ạ .Mong thầy cô xem xét giúp ",
    "Cho em hỏi là em học và đã qua môn xác suất thống kê nhưng mà nay em mới thấy là mình đăng kí mã môn dành cho k19(MT2013) chứ không phải cho k17(MT2001) thì trường hợp của em có tính là đã hoàn thành môn không?",
    "D Em là sinh viên khoa Hóa, và đủ chuẩn học chương trình Kỹ Sư - Thạc sĩ, đợt 2 em có đăng ký môn CH5043 - Độc chất học và ứng dụng trong công nghiệp sỉ số lớp lúc đó 108/120 Sau khi nay vào xem kết quả đăng kí môn học đợt 2 và thời khóa biểu, em không có thấy môn đó đã bị hủy, trong khi lớp đó vẫn còn mở và sỉ số là 46 sinh viên. Cho em hỏi vì sao em bị hủy môn vậy ạ, trong lịch sử đăng ký không có thông tin nào hết về việc hủy lớp? Bữa lúc đăng kí đợt 2 PĐT nói là sẽ tách lớp đó ra thành 2 lớp và cùng 1 giờ là thứ 6 tiết 2,3. Nhưng bây giờ kết quả lại chỉ có 1 lớp và sỉ số lại quá ít so với lúc đăng kí đợt 2? Em cảm ơn!",
    "Cho em hỏi là sinh viên K19 thì kì 212 này đăng ký môn có cả đăng ký thực tập ngoài trường, vậy kì 212 không đăng ký thực tập ngoài trường mà để sang kì 213 đăng ký được không ạ?? Với kì 213 có thể đăng ký học môn học lần đầu không ạ?? Em cám ơn.",
    "Em chào Thầy/Cô, Em tên là Nguyễn Mạnh Đức, MSSV: 1910138 . Hiện tại em muốn chuyển từ nhóm lớp P02_P02 sang nhóm P03_P03 của môn học AS2049 - Cơ học vật rắn & sóng cơ do GV Vũ Công Hòa giảng dạy ạ. Lý do: em muốn chuyển qua nhóm lớp của thầy Vũ Công Hòa do đợt 2 chưa có tên GVHD ạ. Em đã kiểm tra thời khóa biểu và không bị trùng giờ các môn khác rồi ạ. Em xin cảm ơn Thầy/Cô.  ",
    "Em chào thầy cô, em là  mssv . Thầy cô cho em hỏi là phòng đạo tạo có hỗ trợ việc chuyển lớp không ạ, cụ thể là môn bê tông cốt thép 2 (CI3175) lớp LO1 sang DT01. Kỳ sau em làm luận văn và gặp việc đột xuất nên không thể học lớp sáng được. Mong thầy cô giúp đỡ em. Chúc thầy cô thật nhiều sức khoẻ. Em cám ơn thầy cô đã đọc. Trân trọng.",
    "Chào anh, chị EM xin phép được hỏi là tại sao em bị xóa môn Luận văn tốt nghiệp EE4327, khi môn tiên quyết là đề cương luận văn EE4325 em đã học tại học kì 211 ạ",
    "Thưa T,  Sao tự nhiên môn Luận văn tốt nghiệp của em, lại bị chuyển thành môn Thực tập tốt nghiệp ee3333 là sao ạ?    i ",
    "Dạ cho em hỏi là môn thí nghiệm chuyên ngành vật liệu xây dựng (CI3079) do sĩ số ít chỉ có 4 người thì bây giờ muốn chuyển sang dạng làm đồ án thì làm như thế nào ạ. cảm ơn ạ",
    "Em muốn hỏi là đã đăng ký nộp bằng thpt hồi đợt 1(kết thúc ngày 31/6) nhưng chưa được xử lý thì ở đợt 2 này nên hủy để đăng ký lại hay cứ đợi xử lý ạ",
    "Kính gửi Phòng đào tạo  Em tên: Phạm Ngọc Tường Anh MSSV:  Đợt thi cuối kỳ ngày 30/12/2021 do nhà em có sự cố về mạng nên không tiếp tục thi được ạ. https://drive.google.com/file/d/1rkl517-jHtON1qplfF2eHi3XQ3a7zKTK/view?usp=sharing  Cho em hỏi muốn đăng kí thi lại thì phải làm sao ạ?  Em xin cảm ơn ạ!",
    "Em chào pđt ạ, em có thắc mắc là em mới chuyển hệ từ hồi 6/12 và tới đợt đkmh lần 2 này thì e có đăng ký môn CI4303, đã đăng ký thành công và thoả điều kiện, nhưng hôm nay khi e check lại kết quả đkmh thì lại không có môn đó. Mong pđt giải đáp thắc mắc giúp em.",
    "Em chào PĐT ạ! Em là sinh viên khóa 17,  Hiện tại kỳ này em rất gặp khó khăn trong việc đăng kí môn đồ án EE3061 theo tiến độ. Em không biết em đã đăng kí môn này đợt 1 và đợt 2 được rồi, nhưng khi trả kết quả đợt 3 lại báo em thiếu môn học trước là Vi xử lý EE2013, mặc dù em đã học môn này rồi vào kì 2 nh 2018-2019 (em chưa qua môn). Em không biết có xảy ra lỗi gì không vì những lần em đăng kí Đồ án trước đây thì không báo thiếu môn này, em đã cố gắng học đủ các môn HT để có thể học được Đồ án vào kì này. (kì trước em đã rất vất vả xin PDT để có thể được học TT DT2 nhằm chuẩn bị cho kì này). Vì lý do bị bệnh nên em trễ tiến độ học tập, mỗi lần đăng kí môn để kịp ra trường rất khó khăn. Và bây giờ chương trình mới không còn học môn đồ án EE3061 này nữa, nên nếu để chậm mất kì này có thể em ko còn được mở lớp môn này nữa vì sĩ số không có. Vậy em xin PDT có thể coi lại trường hợp của em và điều chỉnh được không ạ? Em rất mong muốn được học để kì sau đi thực tập cũng như sớm ra trường. Cảm phiền PDT xem xét giúp em. Em cám ơn PDT rất nhiều! Chúc mọi người thật nhiều sức khỏe! ",
    "Dạ PĐT cho em hỏi em bị xóa môn LVTN ko đăng ký được vì yêu cầu tiên quyết Đề cương luận văn tốt nghiệp mà đề cương luận văn vẫn chưa có điểm ạ.",
    "Môn EN2041 của em bị huỷ do năm nay không có trong chương trình và khoa đã chuyển vào môn EN2031 nhưng hôm các bạn thông báo chuyển lớp khoảng 9-10h 30/12 em không cầm điện thoại nên mong pđt có thể tạo điều kiện cho em chuyển vào lớp En2031 Và môn Chính sách môi trường em không có đăng kí nhưng kết quả nó lại có.",
    "Cho em hỏi sao em đăng kí LVTN thành công rồi bây giờ check lịch sử thì bị huỷ vậy ạ",
    "Em chào thầy cô ạ. Thầy cô cho em hỏi là đăng kí môn học đợt 3 mình có được chuyển nhóm môn nếu trùng giờ không ạ. Do em khoa môi trường hk này khoa em đổi ctdt mà những môn bắt buộc của kì này thì lại chưa mở đủ. Thầy cô cho em hỏi vậy nếu như lịch của những môn bắt buộc của khoa em bị trùng với những môn đã đăng kí của em thì như thế nào ạ. Và nếu như lớp đó vẫn còn slot thì em có thể chuyển nhóm không ạ  Em xin cảm ơn",
    "Dear quý phòng ban, phòng đào tạo. Em dương . mssv:  ,VHVL 2020. ngành: kỹ thuật cơ khí đợt đăng ký cho học kì tới e có đăng ký môn đồ án chế tạo và thảo điều kiện đăng ký trên trang bkel. Nhưng nay xem kết quả lại không thấy môn này. ME4061 -  CHẾ TẠO. kính mong phòng ban phụ trách rà soát lại giúp em. xin cám ơn .",
    "dạ thưa pđt cho em thắc mắc là không biết vì lý do gì mà đã qua hai đợt đăng ký môn học và sắp bước vào học kỳ chính rồi mà nhà trường cứ xóa môn luận văn tốt nghiệp CI4347 của em và cả các bạn khoa xây dựng, em đủ mọi điều kiện đăng ký môn đó, chỉ có mỗi một môn thực tập ngoài trường CI3345 là môn tiên quyết nhưng khoa xây dựng chưa chấm bài báo cáo nên chưa có điểm, và trường cũng đã từng gửi mail là có nới lỏng các điều kiện để được đăng ký luận văn tốt nghiệp, học kỳ chính sắp bắt đầu, em mong trường sớm giải quyết vấn đề đăng ký môn luận văn tốt nghiệp CI4347 này để bọn em được học đúng tiến độ và ra trường đúng hạn ạ, chứ nếu không thì bọn em sẽ phải ở lại trường thêm 1 kỳ với lý do không phải do lỗi của bọn em ạ!! Em cảm ơn!!!",
    "Thầy cô cho em hỏi là đợt 2 đăng ký vừa rồi em đã đăng ký được luận văn tốt nghiệp (GE4327), nhưng kết quả đợt 2 em lại bị hủy với lý do là chưa có môn Tiên quyết là GE4325 (Đề cương luận văn tốt nghiệp). Nhưng kỳ 211 vừa rồi em có đăng ký và  hoàn thành, nhưng bên khoa chưa nhập điểm vô ạ. Và thường là sẽ được đăng ký vì 4 tuần đầu kỳ mới sẽ hậu kiểm điểm ạ. Vậy cho em hỏi là đợt đăng ký bổ sung tới thì em có cần đăng ký lại Luận văn tốt nghiệp (GE4327) hay là không cần đăng ký pdt sẽ cập nhật lại Luận văn khi nhập điểm môn GE4325 (Đề cương luận văn tốt nghiệp). Mong thầy cô sớm phản hồi ạ  Em xin cám ơn",
    "Em đã đạt đủ yêu cầu để đăng ký LVTN cho kỳ này nhưng mà LVTN của em đã bị xóa. Vậy giờ em phải làm thế nào để đăng ký lại ạ?",
    "Em chào thầy/cô. Em tên là  - MSSV: . Học kỳ 211 em có thực hiện hoãn thi đối với môn Xử lý tín hiệu với FPGA (EE3041), môn học này nhà trường không có xếp lịch thi trên mybk và do giảng viên tự sắp xếp lịch thi ạ, lịch thi được tổ chức vào ngày 29/12/2021. Em đã gửi mail trước cho giảng viên và thầy đã đồng ý nguyện vọng hoãn thi của em. Thầy gửi cho em một bản pdf là đơn xin hoãn thi, em đã điền xong và gửi cho phòng đào tạo, nhưng phòng đào tạo trả lời em rằng: Em đăng ký hoãn thi trên mybk, theo quy định của phòng đào tạo . Vậy thưa thầy/cô, bây giờ em phải làm gì đây ạ. Em sẽ gửi kèm đơn hoãn thi và xác nhận mail của giảng viên kèm bên dưới ạ . Em cảm ơn. Trân trọng",
    "Chào anh/chị, Vì sơ suất của em nên trong đợt vừa rồi, em không để ý việc các môn bên luận văn đăng ký đợt 1 bị xóa, do đó em đã không đăng ký lại ở đợt 2, và khi em phát hiện ra thì đợt đăng kí đó đã quá hạn. Vậy cho em hỏi có cách nào để em đăng kí luận văn và môn học trong học kì tới được không ạ? Em cám ơn",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: , lớp CD16HTDL hệ VLVH. Trong đợt đăng ký Dự thính môn học HK212 - VLVH vừa qua em có đăng ký 2 môn học là Mạch điện tử (EE2007) và Thực tập tốt nghiệp (EE3313), nhưng lại bị hủy bỏ do Phòng đào tạo báo thiếu môn tiên quyết Giải tích mạch (EE1011) và môn học trước Đồ án (EE3061); Trong khi 2 môn Giải tích mạch (EE1011) và Đồ án (EE3061) em đã học và đạt ở Học kỳ 2_2018-2019 (ảnh đính kèm); Đồng thời, môn Mạch điện tử (EE2007) em cũng đã từng học ở Học kỳ 2_2020-2021 và Thực tập tốt nghiệp (EE3313) em đã từng học ở Học kỳ 3_2020-2021 (ảnh đính kèm) nên 2 môn này đều là môn học lại của em. Kính nhờ Phòng đào tạo kiểm tra lại và xét duyệt khôi phục 2 môn học đã bị hủy đăng ký trên cho em. Em xin cám ơn!",
    "Dạ em kính chào quý thầy cô. Em tên là , MSSV:. Dạ học kì này em có đăng ký môn học đo lường và điều khiển bằng máy tính(EE3017) để học cải thiện lại và trường cũng mở khá nhiều lớp trong số các lớp thì có 2 giảng viên dạy lý thuyết môn này ạ( thầy  và Thầy ). Thầy  thì dạy theo hướng PLC công nghiệp còn thầy  thì theo hướng nhúng ạ. Em được phân vào lớp thầy  nhưng thầy  thì dạy theo hướng nhúng nên thầy nói là thầy không biết gì về PLC cả, còn luận văn em đang theo là theo hướng công nghiệp PLC ạ, nên mục đích em học lại môn này là để có thêm kiến thức về PLC để trang bị cho luận văn sắp tới ạ. Nên em xin phép quý thầy cô có thể thông cảm và giúp đỡ em chuyển lớp được không ạ. Em cảm ơn quý thầy cô và chúc quý thầy cô nhiều sức khỏe ạ",
    "Kính gửi thầy cô, em là  MSSV , hiện tại em có đăng kí làm Luận văn tốt nghiệp nhưng chưa đủ chỉ do bị thiếu anh văn, thầy cô có thể xem xét để cho phép em được làm Luận văn và sẽ nộp bằng anh văn trong học kì tới được không ạ? Em cám ơn thầy cô rất nhiều.    .",
    "Kính gửi Quí thầy/cô phòng đào tạo, Em là , MSSV: . Hiện tại em có xem kết quả đăng ký môn học đợt 2 thì kết quả là em bị xóa môn LVTN EE4333, lý do xóa là thiếu môn tiên quyết EE4331. Nhưng HK211 này em đang học môn EE4331 ĐCLVTN rồi ạ.Kính mong Quí thầy/cô xử lý giúp em với ạ, và cho em hỏi là khi nào em có thể đăng ký lại được EE4333 LVTN ạ? Em cảm ơn ạ.",
    "Cho em hỏi về vấn đề em bị hủy đăng ký môn học   B \"Mạch Điện Tử Thông Tin\"    với lý do là chưa học môn học Mạch điện tử trong khi em đã học rồi ở kì 202 nhưng bị hoãn thi và hiện tại chưa có điểm Bạn em cũng bị tình trạng cũng y chang em nhưng không bị hủy môn Mạch Điện Tử Thông Tin trong khi em thì bị hủy đăng ký trong kết quả đợt 2 ạ",
    "Kính gửi Phòng đào tạo. Em tên . MSSV . Tình hình là em có đăng ký môn Pháp Văn 4 mã LA1017, lớp P05 vào sáng thứ 2. Nhưng lúc có kết quả đăng ký môn thì thời khoá biểu trên MyBK có lớp nhưng trên hệ thống BKel thì không có lớp học. Kính mong Phòng đào tạo xem xét và điều chỉnh giúp em để em có thể tham gia lớp học ạ. Trong lúc chờ tin, em xin cảm ơn Quý phòng nhiều ạ.",
    "Em có đăng ký môn Cấu trúc dữ liệu và giải thuật (CO2003), và đã đăng ký thành công. Tuy nhiên, sau khi có thời khoá biểu, em kiểm tra lại, và em thấy môn học này không còn nằm trong lịch học của em nữa. Kính mong Phòng đào tạo xem xét vấn đề, và nhanh chóng giúp em giải quyết, do sự quan trọng của môn học này với việc đăng ký các môn khác ở kì sau.",
    "Dạ em có 1 môn tiết 9,10 và 1 môn tiết 10,11 trong một ngày học ở 2 cơ sở ạ nhưng vẫn đăng ký được ạ. Vậy sau này nếu có học offline thì có ảnh hưởng gì không ạ.",
    "Kính gửi PĐT, Cho em hỏi là trong 2 đợt đkmh vừa qua. Em đăng kí được môn LVTN nhưng trong cả 2 lần kết quả đăng kí môn học của em đều hị huỷ môn LVTN này mặc dù đã thoả điều kiện đăng kí. Dạ mong PĐT có thể giải quyết giúp em để em có thể làm LVTN ạ. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo,  Em tên là , MSSV: . Hiện tại em không đăng kí được LVTN nhưng em không biết tại sao. Mong PDT hướng dẫn giùm em lý do tại sao ạ. Em xin lỗi rất nhiều vì sự bất tiện này!  Mong Phòng Đào Tạo có thể phản hồi sớm cho em.",
    "Em xin chào ạ,  Hiện tại thì em còn một môn chưa thi xóa điểm hoãn thi do kỳ này em thấy PDT không có xếp lịch thi cho môn này (môn   I Quản lý sản xuất cho kỹ sư  /I    B IM3003   ) và em thấy là trong kỳ này trường cũng không có mở lớp môn này luôn. Cho em hỏi là em có cần phải chủ đông xin khoa hay bộ môn để xin thi xóa điểm hoãn thi môn này  không hay nhà trường sẽ tổ chức thi cho môn này ạ. Em xin cảm ơn.   i ",
    "Em tên , MSSV: . 2 Đợt đăng kí vừa rồi em đều đăng kí 2 môn là Luận văn tốt nghiệp (Kỹ thuật Máy tính) (COCO4327) và môn Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009). Sau khi có kết quả đợt đăng kí vừa rồi em bị xóa 2 môn trên và hiện tại học kỳ tiếp theo em không còn môn học nào. Không biết là em phải làm như thế nào ạ? ",
    "Chào cô, em tên là  . Em được cập nhật GPA tốt nghiệp từ 7.9 lên 8.0, hiện tại trên danh sách tốt nghiệp dự kiến đã cập nhật là 8.0 loại Giỏi. Nhưng trên bằng tạm thời bản pdf trên mybk vẫn là bằng khá. Cô cho em hỏi là loại tốt nghiệp đã được cập nhật trên bằng tạm thời chưa ạ. Em cảm ơn cô nhiều ạ.",
    "MSSV:       . Kính gửi Phòng đào tạo, Em tên là Nguyễn Quang , MSSV . Vào đợt 1 đăng ký môn học (ĐKMH) HK 212, em có đăng ký môn Luận văn tốt nghiệp cho Ngành Khoa Học máy tính K18 (MSMH: CO4317). Sau đó, vào ngày 25/12, KQ ĐKMH đợt 1 báo lại là em không đăng ký thành công môn này vì thiếu môn tiên quyết. Theo em biết thì toàn bộ các bạn trong lớp em cũng không đăng ký được môn này. Ở đợt 2 ĐKMH vào ngày 25/12, do nghĩ kết quả kì turo71c là lỗi hệ thống nên em đã đăng ký lại môn này vào đợt 2. Tuy nhiên, vào hôm nay (1/1/2022), khi kiểm tra lại KQ Môn học đợt 2 (link KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - CQ- VLVH - ĐỢT 2 trên trang đăng ký môn học), một lần nữa, em lại thấy thông báo không đăng ký được do không đủ điều kiện tiên quyết. Em tin chắc rằng mình đã có đầy đủ điều kiện để đăng ký và học môn này, vì vậy, em xin phép được hỏi chính xác môn tiên quyết em đang thiếu trong lí do đăng ký không thành công là môn gì ạ? .",
    "Do em đăng ký nhầm môn đã học rồi nên em có nhu cầu hủy hoặc rút môn học PE1039 ạ. Em mong phía nhà trường hỗ trợ giúp em. Em xin cám ơn.",
    "Em chào thầy/cô Do sự cố mất điện và rớt mạng trong quá trình thi em đã gửi mail nộp đơn xin hoãn thi cho phòng đào tạo, pdt trả lời mail là đăng kí hoãn thi trên bkel, em vào bkel nhưng không còn mục hoãn thi cho hk1 nữa mà đã chuyển sang hk2 vậy bây giờ em phải làm sao để được hoãn thi ạ. Em mong thầy/cô phản hồi sớm, em cảm ơn.",
    "Chào Thầy/Cô,  Em tên là , MSSV , khoa Điện - Điện tử, lớp DD18KSVT. Trong đợt đăng ký môn học HK212  em đã đăng ký môn Luận văn tốt nghiệp (EE4337) và đã được ghi nhận. Nhưng hôm nay khi kiểm tra kết quả đăng ký môn học thì lại không thấy. Nhờ Thầy Cô kiểm tra giúp em trường hợp này vì em đã đăng ký đầy đủ, hợp lệ, và đây là môn rất quan trọng. Rất mong nhận được phản hồi từ Thầy/Cô.",
    "Em kính chào quý thầy cô, Em là  - , sinh viên lớp XD18CTXD02, khoa kỹ thuật xây dựng Theo như chương trình đào tạo của khoa thì tự chọn nhóm C, sinh viên học tối thiểu 2 môn (6 tín chỉ) Ở học kì 211 em có đăng kí môn học Kết cấu bê tông ứng suất trước (CI3123) và Nhà nhiều tầng ( tự chọn nhóm C) Nhưng khi thi môn kết cấu bê tông ứng suất trước thì gặp sự cố kỹ thuật hoãn thi ( đã đăng kí hoãn thi và được cán bộ coi thi đồng ý). Theo kế hoạch thì học kì 212 em sẽ được thi lại. Nhưng môn học không mở trong học kì 212 ạ. Hôm nay,em có xem tất cả các môn tự chọn nhóm C được mở ở học kì 212 ( chính quy và dự thính) thì chỉ có môn Quản lí dự án xây dựng (CI1053) được mở, và sĩ số đã 60/60  Dạ vì học kì 212 em chỉ còn luận văn tốt nghiệp, để không phải ra trường trễ hạn. Em xin quý thầy cô cho em đăng kí bổ sung môn Quản lí dự án xây dựng (CI1053)ở học kì dự thính 212 được không ạ? Em xin chân thành cảm ơn, Trân trọng.",
    "Kính gửi PĐT. Em gửi đơn xin miễn môn học GDQP và hình ảnh Chứng chỉ Quốc phòng em đã học. Em xin cảm ơn.",
    "Thân gửi , Em tên là , MSSV:  Kết quả đăng kí môn học đợt 2 em bị xóa môn mã EN3001 Kĩ thuật xử lý khí thải,  có thể mở đăng ký lại cho em đăng ký lại ạ, hoặc có cách nào làm em đăng ký lại được, vì sỉ số lớp tối đa là 30, và cũng hơn 10 bạn cũng có tình trạng như em bị xóa môn. Em xin cảm ơn  Thân ái.",
    "Em  chào thầy cô! ....... Điểm tổng kết môn học \"Nhiệt động lực học và truyền nhiệt\" ( ME2013 ) của em tính chính xác thì được 6,2475. Nhưng hệ thống lại làm tròn về 6,0 thay vì 6,5. ....... Kính mong thầy cô xem xét lại giúp em, Em cảm ơn nhiều ạ.",
    "Em chào PDT. Em là , MSSV . Trong đợt kết quả ĐKMH gần nhất em thấy PDT đã hủy LVTN của em mà tự động đăng ký cho em thêm môn Đồ án Kỹ thuật xử lý Khí thải. Do hết đợt hiệu chỉnh nên em không hủy môn đồ án được. Môn đồ án khí thải em đã làm xong và phản biện vào ngày 20/8/2021, em đã liên hệ Khoa xin nhập điểm lên hệ thống nhưng tới bây giờ vẫn chưa thấy có điểm. Mong các thầy cô PDT xem lại việc đăng ký môn đồ án giúp em ạ.",
    "Em chào Thầy/Cô, Trong học kỳ 212 em có đăng ký môn Thực  tập tốt nghiệp, theo quy định thì kỳ chính chỉ được đăng ký tối đa 12 tín chỉ. Cho em hỏi có cách nào để xem xét thêm 2 hoặc 3 chỉ nữa được không ạ? Vì em muốn đăng ký thêm một môn nữa, mà môn này sợ kỳ sau chỉ còn môn tương đương của K19. Mong chờ sự phản hồi của Thầy/Cô. Em trân trọng cảm ơn ạ.",
    "Kính gửi Phòng đào tạo  Em có đăng kí môn lần 2 môn EN2037 - Các quá trình môi trường và môn  EN2035 - Thủy văn môi trường nhưng hai môn lại chuyển thành môn  EN2045 - Các qt hóa-lý trong mt và môn  EN2003 - Các Qtrình shọc trg KTMT mong phòng đào tạo sửa giúp em",
    "Kính gửi PDT, em đã đăng ký LVTN thành công, nhưng kết quả ĐKMH lại không có LVTN EN4323 vì lý do tạm dừng/nghỉ học, trong khi đó em đã làm đơn và được thu nhận lại rồi ạ. Em đăng ký được AV4 LA1009 nhưng LVTN EN4323 không được. Mong PDT xem xét xử lý gấp giúp em vì em chỉ còn mỗi LVTN nữa là ra trường ạ!",
    "Dạ thưa em là:  Thanh Diễm - MSSV:  Em muốn hỏi: Em muốn quy đổi điểm của môn học cùng tên \"Phân tích và thiết kế thực nghiệm\", khác mã môn (mã em học là IU3085 và mã em cần đổi qua là IU3041) và môn em đang học số tín chỉ lớn hơn với số chỉ em muốn quy đổi. Lý do là em bị đăng ký nhầm một kì và em phải học bù môn để kịp tiến độ. Vậy cho em hỏi em cần làm đơn quy đổi điểm như nào ạ, và tiến trình nộp đơn nữa ạ . Em cảm ơn ạ.",
    "Em xin kính chào quý Thầy/Cô ạ. Em là sinh  viên K18 ngành Quản lý Môi trường và Tài nguyên. Khi đăng ký môn học, em đã đăng ký mã môn EN2035 - Thủy văn môi trường. Và sĩ số lớp là 40 sinh viên. Nhưng trong thời khóa biểu của em lại không có môn học. Đồng thời em không đăng ký mã môn EN2045 nhưng môn học lại có trong kết quả đăng ký môn học của em. Em đã hỏi nhiều bạn và các bạn cũng gặp trường hợp như em. Em mong các quý Thầy/Cô phòng đào tạo có thể kiểm tra lại giúp chúng em ạ. Em xin chân thành cảm ơn các thầy cô ạ.",
    "Em chào PĐT, em tên  - MSSV  hệ VLVH khoa Kỹ thuật hoá học, hiện em đang học theo chương trình của K18. Sau khi xem kết quả ĐKMH của HK212, thì em thấy mình bị xoá môn thực tập tốt nghiệp (CH3325) với lý do \"8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo. SAI CTDT\" Em không biết là phải đăng ký theo mã mới của K19 hay là do em chưa làm công văn chuyển phân ngành (do em học theo phân ngành Quá trình & thiết bị, nhưng mặc định của em vẫn còn bên Hoá dầu), hay là còn lý do nào khác nữa không ạ ? Mong PĐT hồi đáp, em xin cảm ơn ạ !",
    "Dạ em chào Phòng Đào Tạo! Em tên:    MSSV:   thuộc lớp Cơ điện tử K18 chương trình Việt - Pháp. Em làm đơn xin PDT mở lớp môn học  Đồ án môn học thiết kế kỹ thuật ( 218708) vào học kỳ dự thính 211 ạ!",
    "Em tên là   B Ô    , MSV:  lớp CC19QKD2 Trong lúc đăng kí môn học Quản trị kinh doanh quốc tế (IM3081), em đã đăng kí lớp CC02 học thứ 2 tiết 2-3, nhưng kết quả đăng kí môn học của em lại tự đổi sang học thứ 7 tiết 5-6 trùng với lớp CC01. Cho em hỏi liệu có sự nhầm lẫn nào không ạ, mong văn phòng cập nhập kịp thời để em có thể tham dự đúng giờ học. Em xin cám ơn ạ",
    "Em tên: . MSSV: . Vấn đề của em gặp phải là em bị xóa môn EE4327 (luận văn tốt nghiệp) HK212 ở kết quả ĐKMH đợt 2 và TKB chính thức ạ. Nguyên nhân xóa là em thiếu môn tiên quyết EE4325 (đề cương luận văn tốt nghiệp) trong khi em đã học môn này ở HK211 và chưa có điểm của giáo viên hướng dẫn ạ. Nhà trường có nói là trường hợp này sẽ được xét là đạt để được đăng kí LVTN và sẽ hậu kiểm khi có điểm ạ. Em rất mong PĐT có thể hỗ trợ em để em có thể có môn LVTN cho HK212 này ạ. Em cảm ơn ạ!",
    "Em có đăng kí môn Đường lối cm của đcsvn theo mã môn của k18, tuy nhiên em lại bị xoá môn này và thay vào đó là môn có mã CI3223 em không đăng kí và không nằm trong chương trình đào tạo của em, em hi vọng nhận được sự hỗ trợ về việc này.",
    "do e hệ vhvl và e k biết phải đăng kí đề cương với đồ án song song với nhau nên e đã đăng kí thiếu đề cương luận văn với mã môn học CH4347 pdt có thể mở đăng kí cho e vào kì chính 212 không ạ ! nếu được xin đăng kí dùm e vì e tự đăng kí nhưng k thấy hiển thị e đủ hết các chỉ bắt buộc cũng như các môn nhóm B C rồi ạ em cám ơn",
    "Kính chào thầy, cô Em là sinh viên K18 theo kế hoạch thì hết học kì 212 nếu em có đăng ký LVTN thì sẽ hoàn thành CTĐT. Em có thắc mắc là nếu em đăng ký LVTN vào kì hè HK213 và hoàn thành thì em có được tốt ngiệp cùng lúc với các bạn khóa K18 học đúng kế hoạch không?  Và nếu đăng ký LVTN trong học kì hè 213 thì học phí sẽ được tính theo môn dự thính hay như trong học kì bình thường . Em xin cảm ơn.",
    "Dạ kính thưa phòng đào tạo, e là , sinh viên ngành cơ điện tử K19. Đợt đăng kí môn học HK212 vừa rồi e có đăng kí môn Thực tập ngoài trường và trong kết quả đăng kí môn thì cũng có hiện là e đăng kí thành công, nhưng khi có thời khoá biểu thì e ko thấy môn đó được cập nhập và cũng không được tính tín chỉ. Nên e thắc mắc là tại sao e bị huỷ môn Thực tập vậy ạ, mong phòng đào tạo sớm giải đáp thắc mắc ạ, e xin cảm ơn.",
    "Kính thưa Thầy và quý Thầy Cô Phòng Đào Tạo Nhà Trường ! Em tên là , MSSV , Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014. Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021. Em có  HK212 - CQ - ĐỢT2 môn: IM4323 - Luận văn tốt nghiệp (qkd) Nhưng hôm nay kết quả hiện lên là (đính kèm ảnh số 1):    I 01/ 01/ 2022 13:23HK212 - Kết quả Đăng ký môn học HK212 - CQ- VLVH - Đợt 2PDT không đ/ký cho SV MH IM4323 (0: Thiếu môn tiên quyết IM2029)  /I   B  Nhưng em đã đạt môn IM2029 rồi, và có hiển thị trên bảng điểm chuyển của em (em có đính kèm hình số 2). Vậy em kính mong quý Thầy Cô xem xét để em được đăng ký môn Luận Văn Tốt Nghiệp IM4323. Em xin chân thành cám ơn Thầy Cô, kính chúc Thầy Cô nhiều sức khỏe !  [phone_number]",
    "Dạ em chào các thầy cô. Em là  MSSV:  Ở đợt đăng ký môn học chính quy HK212 đợt 2, em đã đăng ký môn ô nhiễm nước, đất và các phương pháp xử lý(GE3065). Tuy nhiên lớp đã bị hủy do sỹ số lớp là 10 sinh viên. Nhưng em thấy, một số môn em học kỳ trước và môn đăng ký thành công ở đợt 2 này chỉ khoảng 10- 11 sinh viên . Vậy pdt cho em hỏi tại sao có môn đăng ký được với sỹ số đó và có môn không. Hiện tại lớp em chỉ còn 10 người để học môn ô nhiễm nước, đất và các phương pháp xử lý. Vậy làm sao để lớp em có thể được mở, và hoàn thành chương trình học theo đúng quy định ạ. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT Em tên  Mssv  Em có đăng kí môn học Luận Văn tốt nghiệp ngành cơ sở hạ tầng CI4383. Em bị hủy vì lý do chưa hoàn thành các môn học Tiên quyết.Em đã kiểm tra lại và hiện tại em đã hoàn thành toàn bộ các môn học tiên quyết rồi ạ.Em mong PĐT xem xét lại giúp em để em được đăng kí môn học ạ! Em xin cảm ơn.",
    "Dạ em chào thầy cô ạ Em là . Mssv . Cho em hỏi về kết quả đăng kí môn học học kì 212. Trong đợt mở đăng kí môn học dự thính học kì 212 em có đăng kí môn giải tích 2 (MT1005). Tới hôm nay check lại kết quả đăng kí đợt 2 thì em thấy môn giải tích 2 này đã có trong kết quả đăng kí môn học đợt 2 của học kì chính 212.  Tuy nhiên phiếu đăng kí môn học của học kì dự thính đợt 3 lại không có môn giải tích 2 em đã đăng kí trong đợt 2 . Vậy em có cần đăng kí lại giải tích 2 trong đăng kí học kì dự thính đợt 3 này không ạ. Hay là kết quả đăng kí môn học đợt 2 học kì 212 đã bao gồm cả kì dự thính và kì chính luôn ạ . Mong phòng đào tạo giải đáp thắc mắc sớm giúp em. Em cảm ơn ạ",
    "Em chào cô! Dạ cho em hỏi HK202 em đã học môn \"Nhập Môn Lập Trình (CO1003)\" để thay thế môn TƯƠNG ĐƯƠNG \"Kĩ Thuật lâp trình (CO1013)\" mà bây giờ chuẩn bị bắt đầu HK212 vẫn chưa được cập nhật điểm trong mục điểm chuyển ạ! Mong thầy/cô cập nhật điểm chuyển sớm cho em để em đủ điều kiện nhận luận văn tốt nghiệp ạ. Em xin chân thành cảm ơn, chúc thầy cô năm mới 2022 bình an sức khỏe .   i ",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: . Em có đăng ký hoãn thi môn học Kỹ thuật an toàn điện (EE3097) học kỳ 211 trên MyBK nhưng mà bây giờ em lên thì lại không thấy môn trong mục hoãn thi đâu nữa. Em có đọc thì thấy trên đó có ghi: \"Hoãn thi chỉ áp dụng với các môn lý thuyết\". Em có thắc mắc là môn Kỹ thuật an toàn điện có phải là môn lý thuyết không và bây giờ em nên liên lạc với giảng viên hay sao ạ. Lý do em hoãn thi là do phần mềm quay màn hình của em bị lỗi bản quyền ạ nên không ghi lại được. Em cảm ơn Phòng đào tạo rất nhiều.",
    "Em chào thày cô ạ     Em viết đơn để xin pdt xếp cho em vào lớp L01 CH3309 - T/kế tnghiệm &xlý sốliệu để học ạ, vì trước đó lớp không được mở mà có bạn nộp đơn lấy số lượng để xin pdt mở lớp. Nhưng em không biết là phải vào chỗ đk môn học hoc để đăng ký nữa , em cứ nghĩ là điền form rồi thì xong.    Bạn nộp đơn cho pdt xin mở lớp có nói với em là nếu trước cái tuần học mình lên BKSI xin pdt thì sẽ được xét cho vào lớp nên em viết đơn này muốn nhờ thầy cô giúp thêm giúp em vào lớp ạ.    Em cảm ơn thầy cô rất nhiều.    Chúc thầy cô 1 năm mới vui vẻ và gặp nhiều may mắn ạ. ",
    "Tại sao ban đầu đăng kí môn thủy văn môi trường với mã EN2035 mà sao bây giờ trong thời khóa biểu lại đổi thành môn quá trình hóa-lí mã EN2045",
    "Em chào thầy (cô),  Em tên là , MSSV  Em có đăng ký môn Đề cương Luận văn tn (EE4335). Trong kết quả đăng ký ở trang đkmh thì vẫn còn nhưng trong bkeL và thời khoá biểu của em không có môn đó. Trong trường hợp này em có thể đăng ký EE4335 được không? Trong trường hợp em bị thiếu điều kiện thì mong pdt cho em biết em bị thiếu gì ạ . Em cảm ơn.",
    "Bữa em có hỏi về việc chuyển hệ thì pdt trả lời như sau: Trước tiên nếu bạn chưa chuẩn bị học thì khoan làm hồ sơ, khi nào đã chuẩn bị sẵn sàng thì bạn nộp lại hồ sơ. - Vậy trong thời gian em không học thì có phải làm hồ sơ bảo lưu không.Hay chỉ cần tới lúc muốn học lại thì lên trường đăng kí",
    "Em là , MOK18 - . Em đã đăng kí môn học Kỹ thuật xử lý khí thải mã EN3001 đúng thời hạn đăng kí, đã được xác nhận trong danh sách đăng kí môn học. Nhưng khi em kiểm tra thời khoá biểu thì bị mất môn không rõ lý do ạ, mong phòng đào tạo xem xét vấn đề của em. Em cảm ơn ạ!",
    "Thưa Pđt cho em hỏi, học kì 212 có mở đăng kí môn học đợt 3, thì tại đợt 3 đó em có thể chuyển nhóm hoặc xóa môn học đã đăng kí ở đợt 2 được không ạ. Trong trường hợp bất khả kháng và có lý do chính đáng trong môn học, em có thể làm đơn để xin pdt chuyển nhóm (lớp) của môn học của em mà không cần rút môn không ạ, khi này em phải làm đơn và thể lệ ra sao ạ ?  Em chân thành cảm ơn pdt.",
    "Kính gửi thầy/cô,  Vào ngày 31/12/2021 vì lý do cúp điện đột xuất ở địa phương nên em không thể dự thi cuối kì 1 môn Quản Trị Đại Cương ( IM1007) vào lúc 14h. Em đã gửi phiếu hoãn thi cho phòng đào tạo và phòng kêu em lên mybk đăng kí hoãn thi nhưng em không đăng kí được, giờ em phải làm thế nào ạ ?   Nguyễn Nguyệt Quyên Mã số dinh viên 2114583 Lớp: QL03 Khóa 2021 Quản Lý Công Nghiệp"
]