[
    "Nên em rất mong pdt xem xét cho em đc bổ sung môn này vào hki 192 vì hiện tại trung tâm em đẫ gửi công văn số 3 lên pdt xem xét về xóa bỏ tiên quyết rồi nên ko ảnh hưởng gì đến môn tiên quyết nửa nên rất mong pdt cho em bổ sung môn vẽ ck (209037)vào hki chính này để em có tkb để đc học trả nợ ạ do môn này rất khó để mở lớp nên em xin pdt xem xét và tao đki cho em ạ em cảm ơn",
    "Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đk đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? 2 môn em cần đk có MSMH là ee3057 và im1013. Em xin cảm ơn ạ   ",
    "Em xin lỗi vì đã làm phiền em biết giờ nhà trường rất bận.EM muốn hỏi là nếu tiếp tục nghỉ tháng 3 thì liệu học kì hè này có mở không?",
    "Em chào thầy/cô Cho em hỏi là mình nghỉ như vậy rồi học kỳ dự thính hè có được mở không ạ  Em cảm ơn ạ !",
    "Dạ thưa thầy cô ạ . Bị ảnh hưởng bởi virus corona làm thời gian học và bắt đầu học kỳ 2 sau tết bị hoãn lại , như vậy thì thời gian nộp chứng chỉ tiếng anh để xét nhận luận văn tốt nghiệp có được gia hạn thêm không ạ . Dạ em cảm ơn",
    "Học kì 192 này em có đăng kí 1 môn nhưng do em đã đủ tín chỉ và em đang đăng kí xét tốt nghiệp nên em muốn rút môn học để kịp xét tốt nghiệp . Với tình hình dịch COVID-19 hiện nay thì khi nào em có thể nộp đơn rút môn học để kịp xét tốt nghiệp vậy ạ? Em xin cảm ơn! Thanks & Best regards! ",
    "e học công nghệ sinh học lớp T63 lúc trước e đăng kí dc 2 môn cho học kì này là giải tích và vật lý 1. Nhưng sau khi xét miễn môn thì 2 môn học đó e đã được miễn. e mong trường xét theo chương trình đào tạo 2017 xem xét môn nào của ngành công nghệ sinh học có mở lớp cho e vào học với ạ. do ngành này hoc với chính qui nên e đã xin nghĩ làm để tập trung đi học, chỉ cần k trùng lịch các môn e có thể học đầy đủ. môn nào cũng dc ạ, vì học kì tới sắp bắt đầu rồi ạ :( em cám ơn .",
    "Kính gửi phòng đào tạo. - Em tên là  - MSSV . Vào học kì 2 năm học 2018-2019 em đã làm luận văn nhưng chưa thể tốt nghiệp được do thiếu  nói viết. Nay em đã đi làm và quên đăng kí môn học kì 1 2019-2020 và đã bị buộc thôi học - Nay em gửi mail này có thể xin PĐT tạo điều kiện cho em tiếp tục học để em đăng kí duy trì tình trạng học và tốt nghiệp vào tháng 4/2020 được không ạ. Em đã đi làm công trình dưới tỉnh và rất khó để chạy về làm đơn xin thu nhận lại. - Em viết mail này mong PĐT tạo điều kiện cho em làm đơn online và gửi bản scan về mail Phòng đào tạo được không ạ. Mong nhận được sự giúp đỡ của quý thầy cô. Em xin chân thành cảm ơn .",
    "Dạ em tên , MSSV . Học kì vừa rồi em có đăng kí Đồ án tuy nhiên do nhầm lẫn em đăng kí lộn đồ án của chuyên ngành Điện - Điện tử tuy nhiên em học ngành điều khiển và tự động hóa. Cho em hỏi hiện tại có thể sửa chửa lại được không ạ. Nếu không được thì học kì sau em có thể đăng kí đồ án ko ạ hay em phải đợi đến học kì 1 năm sau ạ.",
    "Em xin chào Thầy/ Cô, Em hiện đã hoàn thành tất cả các môn trong CTĐT chỉ còn thiếu mỗi Anh văn nói viết để bổ sung xét tốt nghiệp . Hiện tại em đã được một công ty nhận làm nhưng họ yêu cầu bằng TN tạm thời hoặc giấy xác nhận đã hoàn thành các môn học ở trường để bổ sung trong hợp đồng, họ không bắt buộc phải có bây giờ nhưng nó sẽ quyết định thời gian trong hợp đồng của em và cơ hội đi onsite . Với tình hình dịch hiện nay thì em sẽ không thể bổ sung kịp anh văn trước ngày ký hợp đồng, nên em muốn hỏi PĐT có thể cấp giấy xác nhận em đã hoàn thành CTĐT để gửi cho công ty được không ạ? Em xin cám ơn.",
    "Em muốn đổi giáo viên hướng dẫn đồ án :Tiến hành thực nghiệm (402706)_ (VP_HK192). Lý do: Em đã được giáo viên khác đồng ý hướng dẫn để có thể chọn đề tài khác phù hợp với chuyên ngành của em hơn. Mong nhà trường cho em biết cách thức/quy trình để thực hiện đổi giáo viên hướng dẫn đồ án. Em xin cảm ơn.",
    "Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ mã môn EE2022 và EE2016 lớp L24. Phòng đào tạo có thể chuyển lớp EE2016 qua L25 để em không còn bị trùng nữa. (Giống như bạn V 515 đã nói) . Em cảm ơn.",
    "Hiện đã có phân công giáo viên hướng dẫn đồ án khoa Điện_ Điện tử Do không được theo đúng chuyên ngành định hướng từ trước. Không biết bây giờ còn có thể đổi giáo viên hướng dẫn được không ? và nếu được thì cần làm gì ạ ? Em cám ơn !!",
    "Em chào thầy cô ạ Dạ thầy cô cho em hỏi là: Học kỳ 191 em không qua môn Vật lý 1 nên số tín chỉ học kỳ 191 em tích lũy được là 10 chỉ. Học kỳ 2 em đăng ký 14 chỉ. Sắp tới có đợt đăng ký môn học dự thính trong học kỳ 192 nhưng em ở ký thúc xá nên việc đi lại trên cơ sở 1 hơi khó khăn, vậy nếu em đăng ký học dự thính trong hè thì 4 tín chỉ của môn Vật lý 1 có kịp để tính vào tổng số tín chỉ tích lũy để em được đăng ký môn cho năm 2 không ạ, và nếu học dự thính trong học kỳ 192 thì thông thường sẽ học bao nhiêu buổi tối trong tuần ạ. Em cảm ơn thầy/cô rất nhiều ạ",
    "ng ký in bảng điểm . Mã phiếu : InBD[phone_number]3 Tên :  MSSV :  Theo như ngày hẹn ban đầu là 26/02/2020 nhưng do cần bổ sung giấy tờ gấp nên em xin được lấy sớm hơn, cụ thể là trước ngày 24/2 ạ. Mong phòng đạo đáp ứng.",
    "Thầy cô cho em hỏi kì 192  em đăng kí môn LA1005, Vậy dự thính 192 em có đăng kí đc môn LA1007 không ạ? Em xin cảm ơn",
    "Thưa thầy cô pđt! Em là , sv Khoa Điện. Tình trạng hiện tại ĐKMH dự thính đã mở. Nhưng khi em đăng kí môn thì lại hiện thiếu môn tiên quyết trong khi môn đó em đã có điểm trung bình trên mybk rồi. Không biết tình trạng như vậy có bị gì không ạ?",
    "Em chào PĐT. Sau khi giải quyết lỗi về Đăng ký môn học thì em đã có Thời khóa biểu chính thức LVTN nhưng đến hôm nay 21/02/2020 vẫn không có tên trong danh sách phân công của bộ môn. Em đã lên Bộ môn Thiết kế máy hỏi nhưng bộ môn vẫn chưa nhận được kết quả của em. Mong PĐT sớm giải quyết giúp em. Em cảm ơn!",
    "Xin chào anh/chị hỗ trợ. Em dự định sẽ tốt nghiệp vào tháng 04/2020 như lịch trình của trường nhưng hiện tại em không đăng kí tốt nghiệp được. Em có gửi hình ảnh kèm theo. Mong anh chị giải đáp giúp em. Em xin cảm ơn.",
    "Cho em hỏi, Bộ Môn Thi công và quản lý Xây Dựng ( Khoa Kỹ thuật xây dựng) đã gửi bảng điểm chỉnh sửa môn học Đồ án Tổ chức thi công (CI4127) của sinh viên :  -  cho Phòng Đào tạo từ 2 tuần trước, thì khoảng thời gian cập nhật điểm mất bao lâu ạ!",
    "Em tạo câu hỏi này với mong muốn xin phòng đạo tạo hỗ trợ em đăng kí vét các môn học cho học kì 2 năm học 2019-2020, thời gian làm đơn của em khá trễ và khó giải quyết nhưng vì hiện tại em chỉ còn 1 kì nữa để giải quyết các môn học nên em chân thành mong phòng đào tạo giúp đỡ em ạ Em xin gửi các môn em còn nợ lại và kính mong phòng xem xét giúp em trong các môn này ạ: - 2013 - 01_02 - Vi xử lý - 27 - 01 - nten-truyềnsóng vôtuyến - 3011 - 01 - Mạch điện tử thông tin - 2003 - 01 - Kinh tế kỹ thuật - 3025 - 05 - Kỹ thuật siêu cao tần - 3019 - 01 - Truyền số liệu và mạng  Giải quyết những vấn đề như trên cho những sinh viên tình trạng như em quả thật khó khăn. Nhưng em rất mong được sự trợ giúp của phòng và chân thành cảm ơn ạ!",
    "Nhà trường cho em hỏi hạn cuối rút môn học là ngày nào ạ? Em cảm ơn.",
    "Cho em hỏi năm nay trường còn tổ chức kì hè không ạ? Vì em phải học lại vài môn nhưng nghe một vài thông tin trường sẽ không còn tổ chức kì hè trong năm nay. Mong trường giải đáp để em sắp xếp việc đăng ký môn học kì dự thính phù hợp ạ.",
    "Dạ em chào thầy cô. Hiện tại do chưa đủ điểm anh văn nên sắp tới em không đăng kí được môn luận văn cho đợt cuối cùng. Nên trong thời khoá biểu không có môn học nào. Em đã xin được thầy HD cho làm đề tài làm luận văn và sẽ cố gắng đạt dc chuẩn anh văn trước giữa học kì . Cho em hỏi từ giờ tới giữa học kì em không có thời khoá biểu thì em có bị cảnh cáo không và có ảnh hưởng tới việc xét  duoc bảo vệ luận văn học kì này không ạ. Em cảm ơn ạ",
    "Dạ thưa thầy/cô em là sv năm 2 ngành xây dựng. Do dịch covid 19 mà trường mình lùi thời gian học va lịch học vụ có nhiều thay đổi. Nên e không biết được là liệu kì hè 193 có được mở không ạ. Do e có kế hoạch học hè một số môn. Mong thầy cô giải đáp giúp em để e kịp thời điều chỉnh kế hoạch học tập đăng kí kì dự thính hk2 cho kịp ạ. Em xin cảm ơn thầy/cô.",
    "Em có nộp chứng chỉ toeic 455 2 kĩ năng và được thẩm ra hợp lệ nhưng em chưa chuyển điểm thì được xét qua av3 để đăng kí môn học chưa ạ.",
    "Dạ thưa quý thầy cô Vấn đề thắc mắc mà em muốn hỏi là đăng kí môn học dự thính đợt 2 HK192 có được xoá môn mà mình đã đăng kí ở đợt 1 không ạ.Vì em sợ trùng lịch học thí nghiệm ở HK chính Em xin chân thành cảm ơn.",
    "Dạ em tên , MSSV . Học kì vừa rồi em có đăng kí Đồ án tuy nhiên do nhầm lẫn em đăng kí lộn đồ án của chuyên ngành Điện - Điện với mã môn học là EE3061 tử tuy nhiên em học ngành điều khiển và tự động hóa thù môn đồ án có mã EE3149. Cho em hỏi hiện tại có thể sửa chửa lại được không ạ. Nếu không được thì học kì sau em có thể đăng kí đồ án ko ạ hay em phải đợi đến học kì 1 năm sau ạ.",
    "Kính chào thầy cô. Thầy cô cho em hỏi tại sao tài khoản mybk của em số tín chỉ vượt quá số tín chỉ của ngành điện năng em đang học là 155 tín chỉ ạ. Và tiến độ học tập của tài khoản của em không thấy môn nào em đã đạt và chưa đạt ạ.",
    "Thưa Thầy/Cô , hôm nay 21/2 đăng ký môn học dự thính em có thấy môn mới là Toeic 450. Thầy/Cô cho em hỏi là môn học này có thể thay thế Anh Văn 3 để đăng ký môn ở năm 3 không ạ ? Em nghe nói là sẽ được quy đổi thành 10đ Anh Văn 3. Và cho em hỏi là hình thức học của môn mới này như thế nào ạ ( học và thi theo kiểu Toeic nghe và đọc hay sao ạ )",
    "Em chào admin. Em tên . mssv . Em thuôc khoa xây dựng. Cho em hỏi là MÔN TOEIC 350 (LA1029) muốn đăng kí thì có cần điều kiện học anh văn cơ bản trước như av1 ka ạ. Em cảm ơn ạ.",
    "Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ mã môn EE2022 và EE2016 lớp L24. Phòng đào tạo có thể chuyển lớp EE2016 qua L25 để em không còn bị trùng nữa.Em xin cảm ơn.",
    "Thầy cô cho em hỏi, trước đây em không học anh văn 1 và 2 trong trường nhưng em đã thi nộp bằng và chuyển điểm anh văn 1 và 2 vào để tính điểm trung bình vậy em có được đăng kí anh văn 3 trong trường đợt dự thính này không ạ   Em cảm ơn ạ!",
    "Gửi Phòng đào tạo   Em tên là , MSSV  Hôm nay là kỳ hạn DKMH cho kỳ dự thính nên em có lên mybk để đăng ký cho môn học: Thí Nghiệm Công Trình, MSMH: CI4011 Nhưng khi đăng ký thì lại bị báo là chưa có điểm môn tiên quyết Kết cấu thép 1 (KCT1), MSMH: CI3009 Nhưng em đã hoàn thành môn KCT1 ở học kỳ 191 rồi và ở trong mục tiến độ học tập cũng hiện đã hoàn thành môn học này Vậy xin  giải quyết thắc mắc này giúp em để em có thể đk môn học cho kỳ tiếp theo  Em xin cảm ơn  vì đã nhận mail  ",
    "Em kính chào Phòng đào tạo ạ . Em là sinh viên khoá K17. Em có một thắc mắc muốn nhờ quý thầy cô ở phòng đào tạo giải đáp giúp em ạ . Thời khoá biểu (tkb) sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Tuy nhiên với tkb sắp tới thì em rất khó để sắp xếp lịch đi kiến tập. Do đó em có mong muốn là chuyển một môn từ sáng thứ 5 sang chiều thứ 2 trong tkb để tiện cho việc đi kiến tập. Em không biết là hiện tại PĐT có giải quyết cho sinh viên về việc chuyển tkb như trên không. Em mong nhận được giải đáp của PĐT ạ . Em xin cảm ơn .",
    "cho em hỏi nếu e rớt 1 môn nhiều lần thì e có được đăng kí học lại nhiều lần không ạ??? hay là trường mình có giới hạn quy định số lần học lại vậy ạ??",
    "Em là Trần Đặng Thiên Phú  Năm nhất nhóm ngành cơ khí, cơ điện tử MSSV  Em bị nợ môn Giải Tích 1 ở học kì 1 và học kì 2 em đã đăng kí 20 tín nên em muốn hỏi hè có năm nay trường có mở lớp dự thính để trả nợ môn và có kịp để xét điểm phân ngành không? Em cảm ơn.",
    "Em là   Năm nhất nhóm ngành cơ khí, cơ điện tử MSSV  Em có 4 câu hỏi ạ: -Em muốn rút môn học thì phải tự viết đơn hay có mẫu sẵn và đơn sẽ được nộp ở đâu? -Việc rút môn hoàn tất thì mất bao lâu? -Em có cần phải đem tiền đóng phí gì không? -Trường có nhận đơn nộp đơn vào thứ 7 và chủ nhật không? Em xin cảm ơn.",
    "Thầy/Cô cho em hỏi sao em có điểm avcb rồi mà vẫn chưa đăng kí được anh văn 1 ạ. Em đăng kí thì báo là chưa có điểm avcb. Mong thầy cô giải quyết giúp em ạ. Cảm ơn thầy cô.",
    "Kính gửi thầy/cô, do dịch bệnh covid-19 nên học kì 192 năm nay bắt đầu trễ 1 tháng. Vậy nếu như bắt đầu học kì 2 vào đầu tháng 3 như dự tính, thì trường mình có kế hoạch vẫn  mở dạy học kì hè(dự thính) năm nay không ạ?",
    "Em không có tên trong danh sách tốt nghiệp. Xin pdt cho em biết lí do ạ. Em cám ơn.",
    "Dạ đợt đăng kí môn học cho HK192 vừa qua em đã có đăng kí môn AV2 nhưng khi xem kết quả đăng kí thì không thấy môn được đăng kí. Dạ cho em hỏi em phải giải quyết như thế nào để có thể đăng kí lại môn AV2 và sinh viên năm Nhất có phải qua môn AV2 để lên năm Hai không ạ. Em xin cám ơn.",
    "Em tên là  sinh viên K19, em vừa pass Pre 1 và đã nộp bằng Ielts 6.0 cho phòng đào tạo . Em đã nhận được mail thông báo với trong danh sách của nhà trường có tên em được nhận học bổng Pre English. Lúc sáng bạn em có nhận được mail liên quan đến học bổng nhưng tại sao em kiểm tra mail thì thấy không nhận được thông báo. Xin văn phòng xem giúp giùm em . Em cảm ơn! ",
    "Thân gửi Phòng đào tạo Em là -  Học kì 192 là học kì cuối cùng của em nên để kịp tiến độ em rất mong muốn Phòng đào tạo đăng kí bổ sung giúp em môn học CI-4037: Công trình trên đất yếu ạ Em xin chân thành cảm ơn!",
    "Chào /Chị Em tên , MSSV . Do điểm nhập môn lập trình. MSMH Co1003 mới có điểm mà em bị rớt, mong /Chị xem xét giúp em. Em xin đăng ký bổ xung hệ vừa học vừa làm , môn nhập môn lập trình MSMH: Co1003. Em cảm ơn rất nhiều ạ. Chào /chị",
    "Dạ chào thầy cô Cho em được hỏi là hiện tại đăng kí môn cơ lưu chất ở kì dự thính 192 đã vượt ngưỡng 150 sinh viên. Điều đó chắc chắn là sẽ được mở lớp không ạ? Hay tụi em phải viết mail cho giảng viên để xin mở lớp dạy ạ. Em xin cảm ơn và chúc sức khoẻ thầy cô.",
    "Cho em hỏi là năm nay có mở lớp học hè không ạ, tại vì em có một số việc nên không đăng kí học dự thính được. Em cảm ơn nhiều ạ",
    "E đã thi toiec 310đ vào hồi tháng 7 năm 2019 ạ,đã nộp lên mybk mà tới giờ e vẫn chưa đăng kí được anh văn 1 ạ,e lên đăng kí môn học thì nó ghi là tiên quyết anh văn cơ bản và e đã đăng kí rất nhiều lần và e đã hỏi phòng đào tạo rất nhiều lần ạ và e củng viết như vậy mấy lần rồi ạ,thầy cô bảo là vẫn đăng kí bình thường ạ nhưng e lên đk xem kết quả lần 3 vẫn không đăng kí được ạ kết quả là vẫn bị tiên quyết anh văn cơ bản ạ,e mông thầy(cô) giải quyết giúp e đăng kí học anh văn 1 ạ,vì e là k17 đã trể 1 năm vì thiếu anh văn để vào chuyên nghành rồi ạ,e mong thầy cô giúp e ạ,e xin cảm ơn ạ",
    "Cho em hỏi về việc đăng ký môn học vào năm 2, nếu trong năm nhất mình không hoàn thành đủ 28 tín chỉ thì có được đăng ký những môn học của năm 2 không ạ hay là chỉ được đăng ký lại những môn năm nhất . Và một vấn đề nữa ạ, em vẫn chưa nắm được khi nào bị cảnh cáo học vụ, và sẽ cảnh cáo vào cuối năm hay cuối mỗi kỳ ạ. Mong các anh chị, thầy cô có thể trả lời giúp em vì em đọc nội quy và các bài viết trên mạng em vẫn nắm chưa rõ ạ. Em xin chân thành cảm ơn",
    "Chào thầy cô! Em muốn hỏi mã môn học LA1029 - TOEIC 350 có áp dụng cho những bạn đã học xong anh văn cơ bản, và muốn học để pass anh văn 1 không ạ?",
    "PĐT cho em hỏi sao em nộp CCNN online mà hơn 10 ngày rồi không thẩm tra cho em vậy ạ .! Mong PĐT phản hồi sớm để em có thể đăng ký môn học của học kỳ dự thính.!",
    "Em khoa điện- điện tử khoá 2015. Chuyên ngành điện tử viễn thông . Thầy/ cô kiểm tra hộ em, ngoại trừ anh văn nói viết thì em đã đủ điều kiện tốt nghiệp chưa?  Em cảm ơn. Chúc thầy/cô có một ngày làm việc tốt lành.",
    "Em chào thầy/cô, thầy/cô cho em hỏi khi đăng ký môn học do sơ sót nên em đăng ký thiếu môn thể dục. Vậy giờ nếu em muốn bổ sung môn thể dục vào thời khóa biểu thì phải làm như thế nào ạ?  Em cảm ơn thầy/cô nhiều ạ.",
    "Em chào thầy/cô ạ. Em tên là , sinh viên lớp VP16NL. Khoảng từ ngày 30/3 đến 5/4 anh trai em tốt nghiệp ở nước ngoài nên em muốn xin nghỉ 1 tuần để dự lễ tốt nghiệp của anh trai em. Em muốn hỏi là em có thể xin giấy phép cho nghỉ 1 tuần ở đâu ạ, em cần giấy phép để nộp vào hồ sơ xin visa ạ. Em xin cảm ơn ạ .   i  .",
    "Dạ em tên là  mssv , sinh viên ngành tàu thủy khoa kĩ thuật giao thông, lúc trước em có hỏi thầy cô tư vấn trực tuyến như này, em hỏi là về ngành em ít sinh viên muốn mở môn học thì nộp đơn có đầy đủ chữ ký của thầy cô, bộ môn, khoa thì pdt sẽ mở lớp nhưng do sỉ số của môn đó có vài người nên pdt đã hủy và nói sẽ mở dự thính vậy em có cần làm đơn xin mở nữa không ạ. Em cảm ơn!",
    "Em chào thầy/cô Em đọc được trên quy chế của pđt thì hk dự thính 2 cho đăng ký 3 môn và không quá 10 chỉ. Vậy em vì một vài lý do mà đăng ký 3 môn quá 12 chỉ được không ăn. Và cho em hỏi luôn là môn vật lý 2 không có trong môn học bắt buộc cũng như môn học tự chọn của khoa em mà em đăng ký học cho đủ 20 tín của năm học thì có được tính vào tc tích lũy k ạ (hay e có bị cảnh cáo học vụ lần 2 không vậy ạ) Em cảm ơn ạ !",
    "Thầy cô cho em hỏi sao có điểm avcb rồi nhưng khi đăng kí av1 thì hệ thống báo là chưa có điểm avcb. Mong thầy cô giải quyết giúp em ạ. Em cảm ơn",
    "Em muốn nộp đơn xin chuyển hệ từ CHÍNH QUY sang hệ VLVH bên Phòng Đào Tạo thì có lên trường nộp vào tuần sau luôn đợc không ạ? Hay là em phải đợi đến sau khi trường có thông báo đi học trở lại rồi mới nộp được ạ? (tại em có thấy thông báo sinh viên được nghỉ nhưng PĐT vẫn làm việc nên em nghĩ tuần sau lền trường nộp đơn thì vẫn được ạ).",
    "Cho em hỏi là học phí dự thính là gấp rưỡi hay gấp đôi so với học kì chính ạ? Cho em hỏi luôn là năm nay do dời lịch học lại thì trường mình vẫn có học kì hè không ạ? Em cảm ơn",
    "Cho em hỏi là nếu mình ko đủ 14 chỉ năm nhất là ko dc đăng kí môn năm sau mà chỉ đăng kí môn mik đã học ạ? Nếu dc thì có đủ môn năm nhất để số chỉ để em đạt 28 chỉ vào năm học lại ko ạ? Em cảm ơn",
    "Cho em hỏi là nếu mình qua được AV 2 rồi thì qua được hết năm mấy ạ",
    "Kính gửi Thầy/Cô Em là  khóa k14, MSSV:  . Em đã hoàn thành xong tất cả các môn học và còn thiếu 1 chứng chỉ kỹ năng Nói & Viết. Hiện tại lớp thi Nói và Viết đã đăng ký đủ chỗ hết cho tới tháng 4. Em muốn xin mở thêm sỉ số học sinh tham gia thi để tốt nghiệp ạ. Xin cảm ơn  Sđt: 035.214.4482",
    "mong pdt cập nhật sớm cho em để em có tkb để theo dõi ngày đi học ạ em cảm ơn",
    "Dạ em xin chào quý nhà trường, em có học môn giải tích 1 với cả 2 mã MT1003 và mã 006001( mã môn học tương đương ) nhưng khi tính vào điểm trung bình tích lũy ngành lại tính điểm của môn em thấp hơn mà không tính điểm miễn, mong được nhà trường giúp đỡ vì điểm tbl ngành của em là 6.96 và chỉ cần môn giải tích 1 của em được tính đúng như quy chế thì em sẽ tốt nghiệp loại khá. Cảm ơn nhà trường đã lắng nghe",
    "Em chào thầy/cô PĐT, Cho em hỏi là số buổi học bị giảm đi 2 so với ban đầu ạ? Em cám ơn nhiều ạ.",
    "Thầy cô cho em hỏi môn Anh văn 1 ( la1003) có tính vô số tín chỉ tích luỹ khong ạ? Em xin cảm ơn",
    "Chào thầy cô, thầy cô cho em hỏi kì vừa rồi em đăng kí 16 tín chỉ, em qua hết các môn kì rồi nhưng lúc tổng kết phần tín chỉ tích luỹ học kì của em chỉ có 14. Mong thầy cô giải đáp giúp em. Em cám ơn.",
    "Kính gửi Phòng đào tạo, Em là  sinh viên khóa K17. Thời khóa biểu sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để báo cáo bài tập lớn. Do đó em mong muốn được chuyển môn Điều độ sản xuất từ sáng thứ 5 sang chiều thứ 2 trong thời khóa biểu để thuận tiện cho việc đi kiến tập ạ. Em mong sẽ nhận được phản hồi sớm từ Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "Em chào PĐT. Em là sinh viên khóa K16,em có đăng ký môn học trong đợt \"ĐĂNG KÝ CÁC MÔN BỔ SUNG HỆ CAO ĐẲNG BẢO DƯỠNG CÔNG NGHIỆP\" tổng là 10 môn 20 tín chỉ.vì em đang đăng kí đợt đủ 20 tín chỉ nên đợt 3 em không thể đăng kí thêm. Và em có hỏi mấy bạn đăng ký môn học trong cùng đợt cũng không có môn học trong thời khóa biểu. Em mong PĐT xem xét lại ạ . Em xin cảm ơn.",
    "Em kính chào Phòng Đào tạo ạ Em là sinh viên khoá K17. Em có một thắc mắc muốn nhờ thầy cô Phòng Đào tạo giải đáp giúp em. Thời khoá biểu sắp tới của em có 2 môn sẽ đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Tuy nhiên với thời khoá biểu sắp tới em rất khó để sắp xếp lịch đi kiến tập theo yêu cầu từ công ty đưa ra. Do đó em mong muốn chuyển một môn từ sáng thứ 5 về chiều thứ 2 (Điều độ sản xuất) trong thời khoá biểu để tiện cho việc đi kiến tập. Em không biết hiện tại PDT có thể giải quyết cho sinh viên chuyển thời khoá biểu như trên không. Em mong nhận được giải đáp từ PDT ạ Em xin chân thành cảm ơn",
    "X        DẠ thưa phòng đào tạo ,hiện tại em đã  thi đạt điểm toeic là 410( đủ điều kiện đăng kí tiểu luận ) và em đã đăng kí xét duyệt chứng chỉ online cũng như em đã thanh toán lệ phí chuyển điểm av1 và av2.vậy mong phòng đào dạo xét duyệt cho em để em đủ điều kiện  đăng kí bổ sung tiểu luận tốt nghiệp học kì 192.Em xin cảm ơn ạ.",
    "Em chào PĐT. Em là sinh viên khóa K16,em có đăng ký môn học trong đợt \"ĐĂNG KÝ CÁC MÔN BỔ SUNG HỆ CAO ĐẲNG BẢO DƯỠNG CÔNG NGHIỆP\" tổng là 10 môn 20 tín chỉ.vì em đang đăng kí đợt đủ 20 tín chỉ nên đợt 3 em không thể đăng kí thêm. Và em có hỏi mấy bạn đăng ký môn học trong cùng đợt cũng không có môn học trong thời khóa biểu. Gồm các môn sau: 260612 - Truyền động khí nén 1 209037 - Vẽ Cơ Khí 260611 - Dung sai & đo lường 260623 - Tổ chức qlý bảo dưỡng 3 260626 - Truyền động thủy lực 2 260609 - Tổ chức Qlý bảo dưỡng 1 260610 - Chi tiết máy 260620 - Lập trình PLC 260625 - Công nghệ hàn 2 260621 - Công nghệ lạnh-điều hòa 1 Em xin cảm ơn.",
    "Em chào thầy/cô PĐT, Cho em hỏi theo TKB mới trên mybk thì các môn học bị giảm 2 buổi học so với ban đầu ạ? Em cám ơn nhiều ạ.",
    "Em chào thầy/cô.  Em tên  MSSV 5 cùng bạn  MSSV 4 lớp kiến trúc khóa K13.  Em và bạn  xin phép phòng đào tạo tạo điều kiện mở lớp bổ sung 2 môn học sau trong kỳ 2 năm học 2019-2020. Vì là môn đồ án nên chỉ có thể đăng ký trong kỳ chính ạ.  Môn 1: ĐA Công nghiệp. MSMH: 813034  Môn 2: ĐA cấu tạo kiến trúc 2. MSMH: 813022  *(Môn thứ 2 nằm trong chương trình dạy từ K13 trở đi và từ K14 thì không còn dạy nữa và không có môn tương đương, thay thế)  Em đã liên hệ cô , là giáo viên dạy và cô đã đồng ý mở lớp 2 môn này với 2 sinh viên.  Mong quý thầy/ cô tạo điều kiện để bọn em được sớm trả nợ và đủ chỉ làm đồ án tốt nghiệp trong kỳ sau ạ.  Em xin cảm ơn.  Mong sớm nhận được phản hồi của thầy/cô.",
    "Kính gửi thầy cô phòng đào tạo . Em là sv K18. Hết năm 2 thì số chỉ tích luỹ của em hơn 56 chỉ nhưng trong năm 2 em hoc không đủ 28 chỉ. Vậy hết năm 2 em có được đăng kí những môn năm 3 không ạ. Em mong có thể nhận được phản hồi của thầy cô và xin chân thành cảm ơn quý thầy cô rất nhiều.",
    "Kính gửi phòng đào tạo Em tên là  Kiệt sinh viên khoa Quản Lý Công Nghiệp K17. Thời khóa biểu sắp tới của em có 2 môn học cần đi kiến tập ở doanh nghiệp để làm báo cáo bài tập lớn. Nhưng hiện tại phía doanh nghiệp phản hồi lại rằng cần có 1 ngày trống trong tuần để doanh nghiệp có thể sắp xếp cho sinh viên. Do đó em hi vọng có thể chuyển môn Điều độ sản xuất từ sáng thứ 5 sang chiều thứ 2 để thuận tiện cho việc kiến tập . Em mong sẽ nhận được sự phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn ạ!",
    "Em chào PĐT.  Dựa theo câu trả lời của PĐT \"PDT đã đăng kí được 6 môn 209037, 260611, 260626, 260609, 260620, 260621. Các môn còn lại không mở lớp hay trùng TKB.\" Cho em hỏi thêm là khi nào em mới được cập nhật thời khóa biểu của 192 ạ. Em xin cảm ơn .",
    "Kính chào Phòng đào tạo ạ! Em là  khóa k17, Kì này em có 2 môn cần đi kiến tập tại doanh nghiệp nhưng với thời khóa biểu hiện tại em không thể sắp xếp lịch đến doanh nghiệp. Em mong Phòng đào tạo có thể chuyển lịch học ngày thứ 5 sang thứ 2 giúp em để em có thể sắp xếp được thời gian đi kiến tập ạ! Em xin chân thành cám ơn!",
    "mssv:  dạ trên mybk của em cập nhật sai số tín chỉ tích lũy. Mong thầy cô xem lại và cập nhật giúp em. Em xin cảm ơn ạ ",
    "Em chào thầy (cô) ạ, em tên  học lớp VP2018/1, em muốn hỏi là khóa k19 có thay đổi chỉ so với các khóa trước, nếu em rớt môn em đăng ký học lại mã MH của khóa em hay khóa k19 ạ. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, thầy trưởng phòng đào tạo. Em tên là , MSSV . Hệ VHVL, chuyển hệ từ chính quy sang (MSSV cũ 1) Trong học kì này (HK2 2019-2020) em có đăng kí ba môn học là Xử lý số tín hiệu - Mã môn EE2015; Đồ án- Mã môn EE3151; Đề cương luận văn tốt nghiệp - Mã môn EE4331. Tuy nhiên kết quả trả về là thiếu môn học trước, thiếu môn học tiên quyến Những môn học tiên quyết, môn học trước này em đã học và hoàn thành ở chương trình chính quy nhưng chưa đuược chuyển điểm sang. Kính mong phòng đào tạo sớm giải quyết cho trường hợp của em để có thể đăng kí được môn học trong học kì này. Đồng thời mong phòng đào tạo sớm chuyển điểm cho em để em làm luận văn tốt nghiệp, vì hiện tại em đã học hết toàn bộ các môn học theo chương trình học của nhà trường . Em Xin chân thành cảm ơn nhà trường.",
    "Vì tình hình nghỉ học lên đến 4 tuần do virus Covid-19, cho em hỏi là nhà trường có tổ chức học kì hè 193 cho sinh viên không?  Em xin chân thành cảm ơn .",
    "Em là sinh viên K2016 chương trình đại trà, em đã nộp bằng TOEIC (515đ), nhưng chưa có chứng chỉ writing-speaking. Học kỳ này em đang làm LVTN. Nếu đến cuối kỳ này em vẫn chưa có chứng chỉ 2 kỹ năng thì em có được bảo vệ LVTN không? Nếu được thì học kỳ tiếp theo em có cần ĐKMH nữa không (vì em đã đạt đủ TCTL rồi) hay là em chỉ cần chờ đến khi nào mình thi được chứng chỉ 2 kỹ năng là được ra trường ạ?",
    "Chào thầy/cô. Học kỳ này em có đăng ký môn Tư tưởng Hồ Chí Minh để duy trì tình trạng sinh viên. Nhưng sau khi bảo vệ thành công luận văn em sang Mỹ định cư và em có nhờ và có cán bộ giúp em HỦY môn đã đăng ký để có thể đăng ký tốt nghiệp. Nay em đăng ký TỐT NGHIỆP trên My BK không cho đăng ký vì nợ học phí. Nhưng trên BK Pay lại không có thông tin khoản tiền đó. Em không biết có phải do hủy đăng ký môn học hay không??? Vậy em mong thầy/cô reset lại để khoản phí đó xuất hiện trên BK Pay để em có thể đóng tiền và hoàn tất thủ tục đăng ký tốt nghiệp.",
    "Cho em hỏi là cần bao nhiêu tín chỉ để qua được năm nhất và nếu học lại học kì đầu năm sau đủ tín chỉ qua năm nhất thì qua học kì hai em có được đăng kí môn năm hai không ạ? Em cảm ơn.",
    "Dạ em xin hỏi thời gian và cách thức đăng kí bổ sung LVTN là khi nào ạ. Tại em thấy thời gian trên lịch học vụ là 25/02 nhưng trên chỗ đăng kí môn học lại không có ạ.",
    "Kính gửi phòng đào tạo! Em là  sinh viên K15. Bây giờ em muốn rút 2 môn trong thời khóa biểu để đăng kí thêm LVTN nhưng phòng đào tạo không mở để em có thể nộp đơn hủy môn học. Vì vậy em viết yêu cầu này để hỏi xem có cách nào hủy online không ạ!  Em mong được nhận câu trả lời sớm từ các cô thầy ạ!  Em xin chân thành cảm ơn !",
    "cho e xin danh sách các môn sẽ mở lớp trong học kì này khóa 2017 ngành kỹ thuật hóa học chuyên ngành công nghệ sinh học để e đăng kí ạ e học tại cs1",
    "Kính gửi PĐT Cho em hỏi sao đợt đăng kí bổ sung LVTN (sau khi dời lịch do tình trạng dịch COVID-19) vào ngày 25/2-3/2/2020 em không thấy mở để đăng kí ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV , khoa Cơ Khí.   Dạ cho em hỏi là điểm anh văn đã được quy đổi chuyển điểm, nhưng bây giờ em đã thi lại và có kết quả tốt hơn, em có thể nộp bằng và đổi điểm không ạ. Em xin cảm ơn. .",
    "Kì sau em có học đồ án điện tử-viễn thông thì em được trường xếp vô đồ án viễn thông mà trong khi đó lúc đâng kí môn học em chỉ đăng kí nhũng môn bên ngành điện tử. Vậy cho em hỏi là em có thể chuyển sang đồ án điện tử được không ạ tại nếu làm đồ án viễn thông thì nó sẽ hơi bất lợi cho em vì từ đầu em đã xác định theo hướng điện tử nên học trước những môn bên điện tử. Em cảm ơn",
    "Thân gửi PĐT, em là  -  Học kì 192 là kì học cuối cùng của em, nên em rất mong muốn Phòng đào tạo đăng kí bổ sung giúp em môn học CI-4037 : Công trình trên đất yếu ạ! Em chân thành cảm ơn Phòng đào tạo",
    "Cho em hỏi.  Nếu ở năm 1 mình còn nợ môn đại cương bắc buộc thì có ảnh hưởng gì đến năm 2 không ạ.",
    "Kính gửi phòng đào tạo Em là  - mssv:  Học kì 192 là học kì cuối của em nên để kịp tiến độ mong phòng đào tạo đăng kí bổ sung giúp em môn học \"Công trình trên nền đất yếu - CI4037 \" ạ. Em xin chân thành cám ơn .",
    "Kính chào Ban Giám Hiệu . Em tên , mssv: , khoa Kỹ Thuật Xây Dựng . Đợt đăng kí môn học vừa rồi, có hai môn: Giáo Dục thể chất 2 và Nhập môn lập trình( CI1003) em đăng kí nhầm ở cơ sở 1. Kính mong nhà trường cho em chuyển địa điểm học sang cơ sở 2 để thuận tuện việc đi lại. Vì các môn học của ngành Kiến Trúc đều học ở cơ sở 2 . Kính mong nhà trường xem xét cho em được đổi cơ sở học hạ môn trên. Em xin chân thành cảm ơn.",
    "Em xin đăng ký môn    EE3087 Bảo vệ rơle trong hệ thống điện    EE3095 Ổn định hệ thống  Do các môn tự động hóa mở ít môn nên em xin đăng ký hai môn học trên của hệ thống điện (vẫn thuộc các môn tự chọn của ngành tự động hóa). Nhưng do bị mã vàng thiếu môn học trước Giải tích hệ thống điện của ngành Hệ thống điện nên em kính mong quý pđt xem xet cho em được học 2 môn trên để theo kịp tiến độ học tập.  Em xin chân thành cảm ơn.",
    "Kính chào Ban Giám Hiệu. Trong đợt đăng kí môn học vừa qua, có hai môn: Giáo dục thể chất 2 và Nhập Môn lập trình ( CI1003) em đăng kí nhầm ở cơ sở 1. Kính mong nhà trường xem xét cho em được chuyển về cơ sở 2 để tiện việc đi lại. Vì các môn học của ngành Kiến Trúc đều ở cơ sở 2. Kính mong nhà trường xem xét cho em được chuyển cơ sở học hai môn trên. Em xin chân thành cảm ơn!",
    "Dạ em muốn viết đơn đặt cách thì phải viết như thế nào ạ",
    "Cho em hỏi mình có thể in lý lịch khoa học của sinh viên trên Mybk được không ạ? Nếu được xin dẫn em cách in!   i  .",
    "Em chào các thầy cô ạ ,em là sinh viên K19  của chương trình Việt-Pháp ạ . Kỳ đầu tiên của em có môn Giải Tích 1 là chưa đủ để qua môn .  Và em đọc trên quy chế thì bọn em được 1 lần thi lại môn này nữa ạ . Nhưng do dịch nCoVi-19 thì bọn em lại bị chậm kế hoạch thi lại và em thấy có thông báo đăng ký dự thính nhưng do em chưa được thi lại nên em đang không biết là nếu em đăng ký dự thính học lại môn này bây giờ thì khi em thi lại mà qua môn liệu em có được huỷ đăng ký học dự thính không vậy ạ . Và nếu em không đăng ký dự thính vào đợt này thì sau khi thi xong trường mình có mở đợt đăng ký mới không vậy ạ . Em cảm ơn thầy cô nhiều ạ .",
    "Em chào cô.  Em muốn phản hồi nhưng câu hỏi đã bị đóng ạ.  Em đã lên phòng đào tạo hỏi và được hướng dẫn đặt câu hỏi trên này.  Mong cô hướng dẫn chi tiết hơn.",
    "Thưa thầy/cô cho em xin lỗi vì đã làm phiền. Việc em muốn hỏi là hiện tại em là sinh viên năm 2 (k18), nhưng do vì em chưa đủ chuẩn av sau năm nhất nên không đăng được các môn của năm 2. Đợt vừa rồi em có thi av định kỳ ở trường nhưng chỉ được có 340 nên cũng không đủ điểm để đkmh. Nhưng trong đó có một môn là qttbch(ch2019) môn đấy rất quan trọng với ngành của em là môn cơ sở để đk học những môn chuyên ngành sau này và là môn học trước để em thực tập hè năm nay. Bây giờ em cũng không thi av kịp để chuyển điểm. Thầy/cô cho em hỏi là còn cách nào để có thể đăng ký môn đấy vào kỳ dự thính hk192 không ạ. Em cảm ơn. Xin lỗi đã làm phiền.",
    "Em xin đăng ký môn     EE3089 Kỹ thuật cao áp Em muốn cải thiện điểm nhưng do là môn tự chon khác ngành nên bị mã vàng do không có môn học trước Giải tích hệ thuống điện . Nay em mong Pđt xem xét cho em được học môn để cải thiện điểm số. Em xin chân thành cảm ơn",
    "B xin chào thầy, cô . em đã hoàn thành xong tất cả các môn học và anh văn nhưng tra danh sách tốt nghiệp dự kiến vẫn không có tên , cho em hỏi em cần gì để được cập nhật tên trong danh sách tốt nghiệp ạ . em cảm ơn       i ",
    "MSSV:  Môn học: Luận văn tốt nghiệp. Mã MH: CI4343 Chào Thầy/Cô, Hiện lịch đăng kí luận văn bổ sung đã có, nhưng không còn chỗ. Em xin Thầy/Cô mở thêm để em được đăng kí luận văn trong kì này. Em chân thành cảm ơn.",
    "Dạ cô cho em hỏi em học CT Tài năng theo phụ lục là điểm CCAV là 450 sẽ nhận luận văn. Em nộp chứng chỉ 495 nhưng lúc đăng kí lại bị thiếu CCAV ạ. Mã môn CH4333 ạ",
    "Kính thưa Phòng đào tạo! Như tin trước em đã trình bày giờ em xin bổ sung. Môn học em cần chuyển thời khóa biểu để đi kiến tập là môn Điều độ sản xuất(IM3073) sáng thứ 5 tiết 3-5. Phòng đào tạo có thể chuyển giúp em sang chiều thứ 2 không ạ! Em xin chân thành cám ơn!",
    "Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đăng kí đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? Hai môn em cần đăng kí có MSMH là ee3057 và im1013. Hiện tại thì 2 môn này trong kì dự thính với hè thì khó có thể mở được ạ. Em không biết có thể làm giấy xin được không. Em xin cảm ơn ạ .",
    "Em kính chào thầy cô Phòng Đào tạo. Lần trước em có thắc mắc về việc xin đổi thời khóa biểu để có thể sắp xếp lịch đi kiến tập theo yêu cầu từ công ty . PDT đã giải đáp đồng ý cho phép em đổi thời khóa biểu và yêu cầu em cho biết mã số môn học và mã nhóm cần chuyển. Nay em gửi thông tin để phòng đạo tạo chuyển đổi giúp em. Đổi nhóm môn IM3073 sang A01 (học thứ 2, tiết 7) Em xin chân thành cảm ơn.",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Em đã đăng kí chuyển điểm môn Pháp văn 1, 2, 3, 4, 5, 6, 7 và được xét duyệt. Tuy nhiên do ngành học của em là xây dựng nên ở các môn Pháp văn 5 (XD) có mã môn là 003727, Pháp văn 6 (XD) có mã môn là 003728 và Pháp văn 7 (XD) có mã môn là 003729, có sự khác biệt so với mã môn Pháp văn của các ngành khác thuộc chương trình PFIEV. Kính mong thầy cô xem xét và cho phép em được chuyển điểm ở 3 môn Pháp văn (XD) 5,6 và 7. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
    "Thầy cô cho em hỏi là em đã nộp chứng chỉ ngoại ngữ nhưng chưa thẩm tra, giờ em đk luận văn thì để thiếu môn tiên quyết không đk được. CCNN em nộp hôm 22/2 thì cần làm đơn gì để đk được LVTN trong đợt này hông ạ ?",
    "Phòng đào tạo cho em hỏi: Em là sv k16 kì này làm luận văn nhưng em bị rớt 2 môn chuyên ngành tổng cộng 6 chỉ (quy chế cho nợ tối đa 7 chỉ chuyên ngành) và em chưa học pháp luật đại cương vậy cho em hỏi em có được nhận luận văn không ạ?",
    "Cho em xin hỏi là nếu không hoàn thành chương trình giáo dục thể chất trong năm 2 hay năm 3 thì sẽ bị cấm đăng kí môn học kì sau vậy ạ ? Em cảm ơn.",
    "Môn học : Động lực học cơ hệ - ME4009",
    "Em tên: : MSSV  Kính gửi phòng đào tạo. Vừa rồi em có in và nhận bảng điểm để nộp hồ sơ thì mới phát hiện ra là có 1 môn học chưa cập nhật điểm nên bảng điểm in ra CH ở môn học đó dẫn đến điểm tổng kết học kỳ sai luôn. Đó là môn quản lý dự án cho kỹ sư (IM2011) do thầy  dạy vào HK191. Vì đây không phải lỗi của em nên nếu có in lại thì em có phải mất tiền không ạ. Em cảm ơn  .",
    "Em tên là , lớp HC16TP Hiện tại điểm môn học \" Đề cương luận văn tốt nghiệp\" ( Mã MH: CH4331 - Nhóm: A01) vẫn chưa được cập nhật tính đến 3:50:59 P.M (25/02/2020), vẫn hiển thị \"VT\" ở cột điểm. Trước đó em đã có liên hệ với giáo viên bộ môn. Cô nói cô đã nhập điểm của em vào danh sách vào ngày 10/02/2020. Hiện tại em đang ở giai đoạn đăng kí bổ sung \" Luận văn tốt nghiệp\" ( Mã MH: CH4333) đợt cuối cùng. Nhưng môn học tiên quyết \" Đề cương luận văn tốt nghiệp\" vẫn chưa được cập nhật điểm, nên em vẫn chưa đăng kí được môn học. Kính xin đơn vị nhà trường giải quyết giúp em. Em xin chân thành cảm ơn. ( Hình bên dưới là danh sách đã bổ sung điểm của em do Giáo viên bộ môn gửi cho em)",
    "Chào PĐT ạ, Em học kỳ trước vừa nhận được điểm không đạt của môn Kết cấu thép 1. Đó là môn tiên quyết của môn học Thí nghiệm công trình trong chương trình học của em ạ . Học kỳ này là học kỳ em nhận LVTN nên em muốn hỏi có thể học môn Kết cấu thép vào học kỳ dự thính và đăng ký môn Thí nghiệm công trình ở học kỳ chính không ạ. Em mong PĐT có thể được cho phép học song song để có thể tránh kéo dài thời gian tốt nghiệp của em ạ . Em xin chân thành cảm ơn ạ",
    "Em xin chào PĐT ạ, Em hiện đang có 9,5 ngày CTXH. Trước tên em chưa kịp lên Phòng CTXH để cập nhật các ngày CTXH về hoạt động hiến máu của mình ạ. Vì đợt nghỉ học do dịch bệnh nên lần này đợt đăng ký LVTN diễn ra trước thời gian đi học nên em chưa thể lên phòng CTSV để cập nhật đủ 10 ngày CTXH (điều kiện nhận LVTN). Em muốn hỏi là em có thể đăng ký LVTN trong đợt đăng ký LVTN bổ sung này, rồi sau đó mới cập nhật CTXH sau khi đi học trở lại được không ạ?. Em xin chân thành cảm ơn.",
    "Kính gửi . Em tên , lớp XD17KT. Trong đợt  đăng kia môn học vừa qua em đã đăng kí nhầm môn Giáo dục Thể Chất 2 và Nhập Môn Lập trình (CO1003) ở cơ sở 1. Kính xin nhà trường chuyển địa điểm học của em về cơ sở 2 để thuận tiện đi lại . Em kianh mong quý nhà trường xem xét và giải quyết giúp em . Em xin chân thành cảm ơn.",
    "Em chào thầy / cô, Em tên là: , MSSV:  LỚP: CK16NH1, ngành Kỹ thuật Nhiệt ạ Do đợt đăng kí môn học HK192, em chưa đăng kí được môn học Trang bị điện - điện tử trong máy công nghiệp (MSMH: ME2005), em mong muốn được học môn này trong học kỳ chính 192 để đủ điều kiện làm LVTN và theo kịp tiến độ học tập ạ. Vì môn này, ít sinh viên đăng kí dự thính học kỳ 192 nên em mong muốn xin được vào lớp học kỳ chính HK192 được không ạ. Em xin Phòng đạo tạo cho em được vào lớp L03-07, môn Trang bị điện- điện tử trong máy công nghiệp ( Mã số môn học: ME2005), học kỳ 192 do thầy  phỤ trách giảng dạy ạ. EM có xin chữ ký của thầy và được sự đồng ý của thầy rồi ạ. Em chân thành cảm ơn thầy cô, cảm ơn PĐT xem xét tạo điều kiện giúp em được học môn Trang bị điện - điện tử trong máy công nghiệp  (ME2005) học kỳ 192 lần này với ạ. Em chân thành cảm ơn!",
    "Kính gửi: phòng đào tạo ,trường đại học bách khoa tphcm . Nay tôi xin phòng đào tạo cho tôi đăng ký môn học bổ sung do  còn thiếu nợ 1 môn để ra trường. Tôi xin chân thành cảm ơn. Mã môn học:TR4001 Tên môn học: kỹ thuật chẩn đoán & bảo dưỡng động cơ.",
    "Em tên  MSSV  là SV khoa Điện- Điện tử khóa K16. Em xin được đăng kí và xếp thời khóa biểu môn học : Thiết bị và hệ thống thủy khí ,mã môn học EE3075, lớp của Thầy , vào thứ 6 tiết 2345 ,phòng B1-301. Lí do : Em còn một môn cuối cùng là hoàn thành chương trình học, trong đợt đăng kí môn học em cũng đã đăng kí rồi nhưng lại trùng với lịch thực tập tốt nghiệp của em tại công ty thực tập nên em không thể tham gia học môn đó được. Mong PĐT xem xét và phê duyệt cho em. Em xin cảm ơn.",
    "Kính thưa quý thầy/cô, hiện em không đăng kí được LVTN do thiếu chứng chỉ ngọai ngữ. Em đã đăng kí nộp chứng chỉ ngọai ngữ vào ngày 18/02/2020 nhưng chưa có kết quả. Vậy em phải chờ đến khi có kết quả thẩm tra rồi mới đăng kí được LVTN ạ? Em có gửi file hình ảnh đính kèm về tình trạng của mình, mong quý thầy cô xem và giải đáp giúp em. Em cảm ơn ạ! ",
    "Kính gửi các thầy cô của Phòng Đào Tạo, Em muốn hỏi là em đang đăng ký đợt bổ sung luận văn tốt nghiệp lần này  + Em đã đủ Thực tập TN+ Đề cương LVTN + Em cũng đủ chứng chỉ anh văn cần thiết + Chỉ là tổng chỉ kỳ trước em đăng ký là trên 120 chỉ cần thiết đủ yêu cầu LVTN , mà em có rớt vài môn nên tổng chỉ hiện giờ là 117 chỉ. Em muốn hỏi phòng đào tạo cách xử lý trong tình huống này, em có thể quy đổi chỉ AV nhưng điểm sẻ thấp. Theo logic thì em có đủ chỉ tiêu để đăng ký chỉ là hơi vướng mắc về vấn đề này nên xin Phòng đào tạo giúp đỡ.",
    "Kình thưa Phòng đào tạo môn em đi kiến tập là môn quản lý sản xuất theo Lean và sáu sigma ạ. Mã số môn học là IM3077 Em cám ơn Phòng đào tạo ạ!",
    "ng kí môn. Động lực học cơ hệ- ME4009",
    "Cho em hỏi là không biết trường có cung cấp dịch vụ gửi bảng điểm và giấy chứng nhận sinh viên dưới dạng tập tin PDF không ạ?   Thông tin sinh viên .",
    "Yêu cầu cần có CCNN1, nhưng em đã nộp CCNN và đã chấp thuận - hợp lệ từ rất lâu rồi . Mong thầy cô xem xét và hỗ trợ giúp em   .",
    "Dạ thưa Thầy/Cô, ban đầu em có sắp xếp các môn học cùng một ngày nhưng không hiểu sao nay lại bị đổi ạ. Hiện tại, sắp tới em phải đi tham quan công ty mà giờ lại không kiếm được ngày trống ạ. Nay em có thắc mắc trường có thể đổi giúp em môn Điều độ sản xuất sang chiều thứ 2 được không ạ ?  Em chân thành cảm ơn quý Thầy/Cô ạ.",
    "Xin chào Thầy,Cô-Phòng Đào Tạo-ĐHBK Tp.HCM. Tháng 2 vừa qua em nhận được email Phiếu miễn môn học từ Phòng Đào Tạo, trong trong phiếu miễn đó có 2 môn đã học trong học kỳ 1/2019.   Vậy cho em hỏi: 2 môn được miễn đó, em có phải thi cuối kỳ vào kỳ thi sắp tới đầu tháng 3 hay không, và có phải đóng học phí cho 2 môn đó? .   Em xin cảm ơn.",
    "Em chào thầy cô. Đợt đăng kí dự thính vừa rồi em có đăng kí nhầm môn học. Hôm nay em muốn thay đổi môn Thầy cô giúp em   B xóa    đăng kí   U môn giải tích 2 dự thính     Mong cô thông cảm và giúp đỡ em ạ",
    "Dạ cho em hỏi là điểm trung bình học kỳ 191 này em tính ra là 7.1 mà sao trên web trang xem điểm của MYBK lại để điểm trung bình học kỳ 191 của em là 6.1 vậy ạ? Em cảm ơn",
    "Kính gửi thầy/cô, Em xin được hỏi về vấn đề đổi thời khóa biểu ạ, em học môn kế toán quản trị được xếp vào lớp L01 tiết 4,5,6, nhưng do một số vấn đề em muốn xin đổi qua lớp L02 học tiết 8,9,10 của cùng một giảng viên được không ạ, và em phải làm như thế nào để được đổi lớp ạ. Em xin chân thành cảm ơn, chúc thầy/cô có một ngày làm việc vui và hiệu quả ạ.",
    "Môn đồ án thiết kế ME2011 vs đồ án chuyên ngành ME4047  . Nó không hiện trên e-learning của em  .",
    "Kính gửi phòng đào tạo. Em tên là : .   Hiện tại học kì vừa rồi của em có thanh toán trễ và em đã đăng kí môn học hk2 vừa đợt bổ sung vừa rồi nhưng kết quả chỉ có 2 môn thực tập và đề cương môn học. Em đã hỏi thầy  thì thầy bảo em do quy chế thì em đã vi phạm quy chế nên hủy kết quả học kì 1 . Và  thầy bảo em đầu năm học lên trường nộp giấy tường trình rồi đăng kí các môn cho học kì 2  . Hiện tại do trường cho học sinh nghỉ nên em chưa thể nộp đơn trực tiếp cho phòng đào tạo. Và có thể đi học lại sắp tới. Em có thể xin phép phòng đào tạo và đăng kí môn học  và xin hướng giải quyết ạ. Để em có thể hoàn thành chương trình trong thời gian đào tạo của nhà trường.",
    "Dạ em xin chào ạ, Trên Bảng điểm em đã có tất cả các môn và đều qua, nhưng trong phần tổng kết số tín chỉ tích luỹ trong học kì lại thiếu 1 chỉ. Thầy/Cô cCó thể kiểm tra giúp em được không ạ?",
    "Thưa PĐT! TKB của e, môn TinHoc ko thấy phòng học, với lại TKB lộn xộn phòng quá, ko biết đâu mà mò. Mong PĐT giải quyết thắc mắc cho e, phòng nào là phòng đúng để học và số phòng để học Tin học ",
    "Em chuyển qua từ hệ chính quy, em không đăng ký được môn luận văn + tư tưởng (và một số môn khác) vì thiếu tín chỉ và môn học tiên quyết. Em đã xem kỹ điểm khi em còn học hệ chính quy và em thấy em đã đủ tín chỉ ( số tín chỉ khi em kiểm tra lại là 127), cũng như đủ môn tiên quyết ( có môn mác là em đã từng học trước nhưng chưa qua môn) nên em mong pdt giúp em có thể đăng ký môn học.  Và em muốn được chuyển nhóm môn - trong học ký này thì phải làm sao ạ, em xin được chuyển sang học lớp sáng ở dưới cơ sở 2",
    "Cho em xin hỏi là nếu sau năm 1 mà em chỉ có 25 tín chỉ thì sang năm 2 sẽ bị hoãn 1 học kỳ, vậy trong lúc bị hoãn đó em có được đăng ký môn học để đủ 28 tín chỉ không ạ",
    "Họ & tên: ; MSSV: ; Lớp: CK15CTM3. Chào PĐT, Cách đây 2 ngày em có gởi hết bằng chứng về việc đủ điều kiện ngoại ngữ cho xét tốt nghiệp. Không biết tiến trình xem xét đã thực hiện xong chưa ạ. Vì em đang cần xin Bằng Tốt Nghiệp ( tạm thời ) để nộp đơn xin việc. Em mong PĐT hỗ trợ và giúp đỡ em trong cơ hội việc làm này. Em cảm ơn PĐT rất nhiều ạ. Trân trọng .",
    "Kính gửi phòng đào tạo, Em muốn hỏi lại là:  Trong mục đăng ký luận văn có ghi các môn học tại kỳ chính kế trước được tính thành tín chỉ bất kể là đậu hay rớt.Thì đối với kỳ bổ xung này còn có hiệu lực không .",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: Lâm Tuấn Trung. MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1 Lý do viết đơn: Em xin đăng ký môn học bổ sung môn Đổi mới sản phẩm/dịch vụ (mã môn học:IM3027) lớp A01 thứ 2(tiết 10,11,12) của giảng viên . Vừa rồi em đã không đăng ký được do không đạt chuẩn anh văn yêu cầu, hiện nay em vừa được phê duyệt đủ điều kiện anh văn năm 3. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.",
    "Dạ thưa quý thầy cô Vấn đề em muốn hỏi đáp là :theo quy định mới từ HK 192 thì việc xếp lớp cho sinh viên năm 3 là 56-80 chỉ.Nhưng vì đăng kí môn trùng lịch bị xóa nên cuối năm 2 em chỉ được 55 chỉ.Nếu đăng kí học kì hè thì em sẽ tích lũy đủ. Nhưng nhiều khả năng năm nay sẽ không có kì hè.Vì thế em muốn hỏi nhà trường có tạo điều kiện để đăng kí môn không ạ Em xin cảm ơn",
    "Phòng đào tạo cho e hỏi: hiện tại em có số tín chỉ tích lũy là 123 trong khi số tín chỉ tối thiểu để được làm luận văn là 124, em mới đăng kí chuyển điểm anh văn 4 vậy em có được làm luận văn không ạ? Đến khi có điểm av4 vậy em có cần làm đơn xin không ạ?",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Gửi thầy/cô phụ trách pđt, Hiện tại em đã thấy thông tin cho phép đăng ký 2 bằng tốt nghiệp theo \"hình 2 đính kèm\". Nhưng hiện tại không biết sẽ phải khai lý lịch như thế nào vì chỉ cho phép khai lý lịch 1 bằng tốt nghiệp theo \"hình 1 đính kèm\". Rất mong nhập được sự hồi đáp và hướng dẫn từ thầy/cô pđt. Em xin cảm ơn.",
    "Em chào cô. Ngày 20/02/2020 em có nộp chứng chỉ Toeic đủ điều kiện để đăng kí LVTN vì còn thẩm tra nên em không thể đăng kí được LVTN mã Me4029 (LVTN (ktct))  nên em mong cô thầy xem xét cho em đăng kí kịp đợt này ạ. Em chân thành cảm ơn ạ",
    "n môn học thiết kế luận lý  cho em hỏi vì sao môn Đồ án môn học thiết kế luận lý  tại sao không có tiết dạy ?",
    "Kính gửi: Phòng Đào tạo Em tên là  MSSV:  Em làm đơn này kính mong thầy cô cho em đăng ký môn học \"Đồ án môn học kết cấu bê tông cốt thép 1\" MSMH: CI2093 nhóm A02 do thầy  dạy. Kính mong thầy cô chấp thuận. Em xin chân thành cám ơn.",
    "Kính chào ban giám hiệu,   Em tên là , mssv 2, sv VP12-CĐT.   Em đã hoàn thành gần hết tất cả các môn học bao gồm luận văn tốt nghiệp và các điều kiện cần tốt nghiệp là anh văn, ngày công tác xã hội. Tuy nhiên e còn thi lại một môn là MIP (1 tín chỉ). Môn MIP sẽ được tổ chức thi lại vào học kì 2 2019-2020.   Em thấy trường vẫn giữ ngày đăng kí tốt nghiệp hạn chót là   B 27/3   , trong khi đó thì ngày đi học lại dời đến ngày  B 8/3   . Vậy e lo là e không kịp thi lại để hoàn thành điều kiện tốt nghiệp.   Em mong muốn được đăng kí học văn bằng 2 vào đợt   B 18/2 - 27/3    ạ. Nếu không đăng kí được e sẽ bị trễ một năm học cho các môn văn bằng 2. Em mong trường hỗ trợ ạ và trả lời e sớm .   Em xin cảm ơn!",
    "Chào thầy/cô, Em là , MSSV , ngành Kỹ thuật Y sinh, khoa Khoa học ứng dụng. Vấn đề của em là: Hiện tại em còn thiếu môn Cơ lưu chất (CI2003), em mong sẽ học xong môn này trong kì 192. Do em dự định kì 192 này sẽ học dự thính nên không đăng kí trong kì chính 192, nhưng đến giờ em mới biết là môn Cơ lưu chất này sẽ không mở trong kì dự thính nữa, mà cũng đã hết thời gian đăng kí kì chính. Do đó, em mong Phòng đào tạo xem xét giúp đỡ em có thể bổ sung vào lớp Cơ lưu chất trong học kì chính. Nếu có thể được bổ sung, cần những giấy tờ gì thì thầy/ cô cho em biết, em lên xin ý kiến giáo viên giảng dạy. Em xin trân trọng cảm ơn!",
    "Kính thưa phòng đào tạo. Cho em hỏi về Luận văn với ạ. Trong kì này ,em không nộp chứng chỉ toeic để đăng kí được luận văn mà do em học xong các môn học rồi nên đã không đăng kí môn học nào trong kì 2 này. Thưa Phòng đào tạo là tình trạng như em vậy thì sẽ bị ảnh hưởng là không đăng kí được luận văn trong kì này ngoài ra còn bị gì nữa không ạ. Em cám ơn ạ.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em đã được phép đk xét TN. Nhưng khi đk tới bước 4 \"Kích hoạt tài khoản cựu sv\" thì xày ra lỗi cụ thể như sau: E nhập pass sau đó vào email thì nhận được thư kích hoạt, nhấn vào đường link kích hoạt thì vào được wed Cựu sv BK, nhưng khi đăng nhập thì xảy ra lỗi như hình đính kèm. pdt giúp dùm e ạ, e cám ơn.",
    "Em chào thầy (cô ), năm nay nghỉ học do dịch, cho em hỏi khi nào nộp chứng chỉ ngoại ngữ? Em cảm ơn ạ!",
    "Kính gửi chị :  Các môn học em đã đăng kí thành công ở đợt   bổ sung vừa rồi là :  EE3025 : Kỹ thuật siêu cao tần  EE3035 : Xử lý ảnh  EE3063 : Trí tuệ nhân tạo trong điều khiển Còn 2 môn khác là đề cương và thực tập em đã đăng kí được và có thời khóa biểu. Chị xem xét giùm em với ạ . Em cảm ơn",
    "Thưa phòng đào tạo  Cho em hỏi lại điều kiện để đi TTTN là như thế nào ah. Em có tham khảo trên web thì điều kiện là không được nợ quá 16 tín chỉ. Vậy trong 16 tín chỉ đó có tính môn anh văn 3 4 không ạ. Vì em vẫn đang nợ 14 tín chỉ, nếu tính thêm anh 3 4 là 18 tín chỉ. Nếu vậy thì em có đủ điều kiện không ạ",
    "Thời gian: 02/28/2020 09:39:46 am Từ: [7974] (002770)  Chào em, Em muốn đăng kí môn học nào?, mã số môn học. Thực ra sv nghỉ nhưng trường vẫn làm việc từ ngày 3/2/2020 nha em.## Dạ thư chị em muốn đăng kí các môn sau:  EE3025 : Kỹ thuật siêu cao tần EE3035 : Xử lý ảnh EE3063 : Trí tuệ nhân tạo trong điều khiển.",
    "e học công nghệ sinh học lớp T63 -lúc trước e đăng kí dc 2 môn cho học kì này là giải tích và vật lý 1. Nhưng sau khi xét miễn môn thì 2 môn học đó e đã được miễn. -Do ngành này hoc với chính qui nên e đã xin nghĩ làm để tập trung đi học, chỉ cần k trùng lịch các môn e có thể học đầy đủ. - lần hỗ trợ trước đã giúp e đăng kí 2 môn bên cơ sở 2 nhưng lịch còn khá trống, bạn e cũng học cnsh tại cs1 và e thấy lịch học cũng khá phù hợp với 2 môn tại cs1 là -ch3131: công nghệ gen vào t3 và t6 -ch3245: cơ sở công nghiệp công nghệ sinh học vào t2 - nếu được mong trường tạo điều kiện xếp e vào lớp đó với ạ vì thuộc tính ngành mình mở lớp ít lắm nên có môn cho e học với ạ                             em cám ơn",
    "Dear Thầy/Cô, Em tên là , hiện tại em đã đăng ký tốt nghiệp đợt t4/2020. Tuy nhiên, do nợ học phí nên vẫn chưa đăng ký được nhưng lên BKpay của trường thì em chưa đến đợt thanh toán học phí và em không thanh toán học phí nợ được. Em cần thanh toán như thế nào để có thể đăng ký tốt nghiệp được ạ. Em xin cảm ơn.",
    "Kính chào Phòng Đào tạo, em hiện đang là Sinh viên năm cuối Bộ môn Công nghệ Thực phẩm - khoa Kỹ thuật Hóa học. Em xin trình bày vấn đề của mình như sau: Em vừa thi Toeic 2 kỹ năng Nghe-Đọc vào ngày 10/2 vừa qua tại trung tâm IIG Việt Nam (trụ sở tại quận 2, TPHCM). Phía trung tâm cung cấp thông tin là sau 1 tuần sẽ có kết quả nhưng vì ảnh hưởng của tình hình dịch bệnh nCoV nên đến ngày 19/2 em mới nhận được kết quả và đã scan ngay sau đó để nộp CCNN của mình tuy nhiên trễ 1 ngày so với hạn nộp của Phòng Đào tạo. Hiện tại chỉ còn 3 ngày nữa là hết hạn đăng kí Luận văn tốt nghiệp bổ sung lần cuối nhưng CCNN của e vẫn chưa được thẩm tra. Kính mong Phòng Đào tạo có thể xem xét và thẩm tra gấp giúp em CCNN để có thể được đăng ký LVTN kịp vào ngày 02/03/2020 tới đây. Em xin chân thành cảm ơn. Chúc các thầy/ cô/ anh/ chị có một ngày làm việc hiệu quả!",
    "Kính gửi phòng đào tạo, Em muốn đăng ký luận văn tốt nghiệp trong kỳ này. Số chỉ em đăng ký trong kỳ trước là 123 chỉ, chỉ tiêu luận văn của ngành điện tử viễn thông của em là vừa đủ chỉ tiêu. Câu hỏi em muốn hỏi là em có rớt 6 chỉ trong học kỳ chính kỳ trước còn 117 chỉ thì em có thể đăng ký luận văn đợt bổ sung này không? ( Trong điều kiện đăng ký luận văn là số chỉ trong học kỳ kế trước bất kể chưa có điểm hay đã có diểm chưa đạt)",
    "Chào thầy/cô, Em là , MSSV: , ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng. Vấn đề của em là: em không đủ điều kiện để tốt nghiệp (không đủ điểm toeic xét tốt nghiệp) mà cũng đã hết thời gian đăng kí kì chính và dự thính. Do đó, em mong Phòng đào tạo xem xét giúp đỡ em có thể bổ sung vào lớp Anh văn 4 trong học kì chính. Em xin trân trọng cảm ơn.",
    "thưa PĐT, hiện tại e có 1 số môn đại cương đã học ở mssv cũ, e muốn chuyển điểm đó qua ngành mới e đangg học hiện tại đc ko?",
    "Em đang cần đăng ký nhận giấy tốt nghiệp tạm thời nhưng do còn thiếu 0.5 ngày CTXH, do tình hình dịch COVID-19 nên 2 tháng nay không có đơn vị nào tổ chức CTXH. Phòng đào tạo có thể giúp em đăng ký nhận giấy tốt nghiệp tạm thời trước được không ạ , em sẽ hoàn thành ngày ctxh ngay sau khi có đơn vị tổ chức đi ctxh. Em cảm ơn !",
    "Thầy, cô kiểm tra giúp em xem hình như hệ thống mybk bị lỗi phần tổng số tín chỉ tích lũy đến thời điểm hiện tại hay sao ạ. Của em tính đến bây giờ là 95 chỉ mà hệ thống hiển thị là 99 chỉ . Em cám ơn!",
    "Sau khi nhà trường cập nhật điểm trung bình học kỳ 191 thì điểm trung bình tích lũy và số tín chỉ của em bị sai ạ. Cụ thể là số tín chỉ tích lũy được tăng thêm 3 và điểm trung bình tích lũy bị sụt xuống một chút. Em mong phòng đào tạo xem lại ạ.",
    "Em tên là  MSSV .Đợt đăng kí dự thính vừa rồi e quên đăng kí môn Anh văn 3 mà hết năm nay e phải qua anh văn 3   mới được học tiếp ạ,vậy bây giờ e muốn xin phòng đào tạo đăng kí học môn đó thì sao ạ",
    "Sinh viên truy cập đăng ký tốt nghiệp, nhưng khi đã điền đầy đủ thông tin nhưng không thể ấn chọn đăng ký(có hình (DKTN.png) kèm theo). Kính mong được nhà trường trợ giúp. Sinh viên xin cảm ơn!",
    "Dạ cho em hỏi thời gian để nộp đơn đăng kí trễ luận văn là đến khi nào ạ? Và trong lúc đó TKB để trống thì có sao không ạ? Vì em không biết mình bị out lớp tài năng nên đã nộp CCNN sai. Em mong PDT tạo điều kiện cho em tốt nghiệp đúng hạn ạ",
    "Em đã từng học môn cơ lưu chất và có điểm tổng kết nhưng không có điểm tổng kết trên mybk, mong phòng đào tạo xem lại giúp em, vì nếu không có điểm tổng kết cơ lưu chất em sẽ không đăng kí được các môn học tiếp theo",
    "Trước đây môn kết cấu bê tông cốt thép chỉ có 1 mã môn học cho cả lí thuyết và đồ án, nhưng giờ thì đã tách thành lí thuyết và đồ án thành 2 mã môn học khác nhau, trước đây em đăng kí môn học theo mã cũ và đã học xong và có điểm tổng kết (nhưng chưa qua môn) học kì này môn thủy lực cần môn học trước là bê tông cốt thép (lí thuyết) và đồ án bê tông cốt thép, cho em hỏi em chỉ có điểm tổng kết của mã cũ môn bê tông cốt thép trước đây nhưng chưa có điểm tổng kết của 2 môn mới (lí thuyết và đồ án sau khi được tách) thì em có đủ điều kiện môn học trước để đăng kí các môn tiếp theo không? Em cảm ơn!",
    "Dạ em chào thầy cô, em tên là  sinh viên ngành Tàu thuỷ khoa Kĩ thuật Giao Thông khóa 2017 - Do em trễ anh văn năm 2, cùng với đó ngành của em khóa 2018 không có sinh viên. - Em muốn làm đơn mở một số môn học của ngành như: Kĩ thuật Tàu thuỷ đại cương TR2009, Lý thuyết Tàu 1- tĩnh học TR2015, Thiết bị năng lượng Tàu 1 TR2017, do không mở hoặc đã mở nhưng có 1 hoặc 2 sinh viên học nên bị xoá không có mở. - Em muốn hỏi em phải xin đơn và làm như thế nào để mở môn học cho việc tốt nghiệp ạ? Em cảm ơn",
    "Kính gửi phòng đào tạo. đợt đăng ký môn học vừa rồi em có đăng ký lộn 2 môn học cùng CQ. Em ko có điều kiện học lá  - Điện tử công suất ứng dụng  EE3079  - Thiết bị và hệ thống tự động thủy khí EE3075  Em muốn hủy môn học trực tuyến có được không ạ   sinh viên :    Mssv      :  em xin cảm ơn",
    "Em đã có tên trong danh sách tốt nghiệp nhưng khi đăng ký tốt nghiệp lại không thể cập nhật ảnh, chỗ đăng ký cũng không ấn được",
    "Môn đồ án thiết kế ME2011 vs đồ án chuyên ngành ME4047  . Nó không hiện trên e-learning của em. http://e-learning.hcmut.edu.vn. Thầy giao bài tập  trên cổng E-learn . Giờ không có hiện môn học nên em không nhận được thông báo . Mong nhà trường hỗ trợ sớm cho em .",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi Phòng Đào Tạo Em tên là  MSSV:  Ở trang Đăng ký xét tốt nghiệp, trong phần 3 Cập nhật ảnh thẻ sinh viên, khi em click chọn tệp ảnh của em thì trang vẫn không cập nhật lên trang web Phía dưới đính kèm hình mà em chọn ạ. Kính mong Phòng Đào Tạo xem xét",
    "Cho em hỏi hiện tại thư viện trường mình có mở cửa không vậy?",
    "Kính gửi phòng đào tạo Em tên là:             MSSV:             Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Vì lý do thực tập của em bị hủy nên em chưa kịp đăng kí môn học anh văn 4 cho học kì 192. Nay em xin phòng đào tạo cho em được đăng kí môn học bổ sung cho học kì 192: 003004: Anh văn 4 Em kính xin phòng đào tạo cho em được học để đúng tiến độ ra trường. Em xin chân thành cảm ơn .",
    "Em đăng kí luận văn tốt nghiệp đợt 3 và thoả điều kiện đăng kí, đến h trong lịch sử đăng kí đợt 3 vẫn còn phần đăng kí thành công đó. Nhưng trong đợt kết quả đk đợt 3 lại để sv đăng kí không thành công vì thiếu môn ci3197( đồ án nền móng). Trong khi em k14 và đã qua môn đó r. Đến nay cũng chưa có thời khoá biểu nên em mong khoa trả lời sớm giúp em ạ. Em cảm ơn!",
    "Kính gửi phòng đào tạo,  Em xin phép được huỷ đăng ký môn Phương pháp tính, MSMH: MT1009; nhóm-tổ: A01; học kỳ 192; giờ học chính quy Lý do viết đơn xin huỷ đăng ký: Vì em đã xin phúc khảo điểm môn học này thành công và đã đủ điều kiện để tốt nghiệp và kỳ học này chưa bắt đầu, mong phòng đào tạo giúp em huỷ đăng ký môn học trên ạ . Em cám ơn Phòng đào tạo",
    "Kính gửi quý nhà trường, Em hiện là sinh viên năm 2 khoa Kỹ thuật xây dựng, trình độ Anh văn hiện tại của em là 405 điểm (em thi ở trường ạ). Em có câu hỏi là em không biết bản thân được xếp vào lớp Anh văn mấy ạ, vì năm trước em luyện ôn ở ngoài, nhưng năm nay em muốn đăng ký lớp Anh văn ở trường. Theo như em tìm hiểu ở trên web trường thì 405 là lớp Anh văn 2 nhưng em là khóa K18 thì sau năm 2 em phải qua được lớp Anh văn 3 ạ. Em đang rất hoang mang, mong nhà trường giải đáp giúp em ạ. Em xin cảm ơn.   i  .",
    "Nếu tôi được 7.998… điểm trung bình tích lũy ngành thì có được làm tròn thành 8.00 hay không? Và có được xếp tốt nghiệp loại giỏi không? Cảm ơn.",
    "Kì này em học 12 chỉ, trong khi đó em đã hoàn thành tất cả môn học (chưa chuyển điểm av 3,4 và đang làm luận văn) thì có đủ điều kiện để xét học bổng không ạ? Em cảm ơn.",
    "Em tên là , MSSV , lớp MO14QLM2, Khoa Tài nguyên và môi trường. Em kinh xin Phòng đào tạo cho em được đăng kí môn học Thủy sinh học và Quản lý môi trương (EN3051) trong học kì 192. Vì sơ suất của bản thân nên em chưa tích lũy đủ tín chỉ tối thiểu của các môn học tự chọn để xét tốt nghiệp. Em kính mong Thầy cô xem xét cho trường hợp của em. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa HCM , em có một thắc mắc là do tình hình dịch covid 19 đang diễn biến phức tạp và sinh viên chưa được trở lại trường .Nên về việc xin rút môn học thì có thể được hổ trợ trực tuyến được không ạ . Em xin cám ơn ạ .",
    "Chào thầy, cô, em tên Thành, do thời gian nghỉ dịch được kéo dài nên em thắc mắc về thời gian nộp đơn rút môn học có còn là 16/3 - 20/3/2020 như mail ngày 5/2/2020 không hay là ngày mới? Em cảm ơn thầy, cô đã dành thời gian đọc thư.",
    "Em chào thầy/cô    Em tên là , MSSV:  Em đã làm đề cương trong học kỳ trước nhưng vì một số lý do không thể tiếp tục đề tài đó trong kỳ này, em có nguyện vọng đăng ký đề tài 1 giai đoạn trong kỳ này Em có mail cho giảng viên hướng dẫn và được sự đông ý của giảng viên Sau đó em có nghe được một số thông tin là sinh viên khoá 15 trở đi không được đăng ký đề tài một giai đoạn Em không biết thông tin này có chính thức không ạ? Mong thầy cô confirm lại giúp em, để em có thể sắp xếp công việc, mắc công em làm cả kỳ rồi lại mất công không được trường xét Mong thầy/ cô hồi đáp sớm giúp em Em xin cảm ơn  ",
    "Em xin chào quý thầy cô Phòng đào tạo Em tên là:  mssv:  SV hệ VLVH chuyển từ CQ sang . Em đã hoàn thành xong môn Luận văn tốt nghiệp và chờ  tốt nghiệp ạ nhưng hiện tại chưa có tên em trong danh sách ngày 17/02/20 . Xin hỏi bao giờ có danh sách bổ sung để em làm giấy chứng nhận tốt nghiệp tạm thời nộp cho công ty đang làm ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô Điểm môn học tiên quyết \"Chuyên đề luận văn tốt nghiệp\" ( Mã MH: CH4331) của em mới vừa được cập nhật điểm ngày hôm qua (do trước đó quy trình cập nhật điểm bị sót tên em trong danh sách). Hiện tại em vẫn chưa đăng kí được môn học \"Luận văn tốt nghiệp\" vào đợt đăng kí bổ sung cuối cùng vừa rồi . Kính xin đơn vị nhà trường hỗ trợ em trong việc đăng kí môn học \"Luận văn tốt nghiệp\" ( Mã MH: CH4333 - Nhóm: A01) vào HK192. Em xin chân thành cảm ơn.",
    "cho em hỏi em đăng kí 2 môn giáo dục thể chất hk2 được không ạ?",
    "Em tên là , MSSV . Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV nhưng vẫn chưa được cập nhật trên hệ thống bảng điểm ạ. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn   i     .",
    "Dạ em chào cô, thầy . Em xin hỏi là: Hội khuyến học ở Tỉnh gấp rút bảo em nộp giấy xác nhận là sinh viện ờ HKII để nhận học bổng. Em vừa lên Mybk đăng kí in giấy xác nhận là sinh viên. Nhưng hiện tại em chưa lên trường được. Em có thể nhờ người thân vào lấy để gửi về giúp em có được không?  Em xin cảm ơn ạ .",
    "Xin cảm ơn phòng đào tạo đã trợ giúp, tuy nhiên, sinh viên gặp lỗi xử lý khi nhập liên kết kích hoạt tài khoản cựu sinh viên(hình LXL.png ), xin được sự hướng dẫn từ phòng đào tạo.",
    "Số 59 thôn 7, xã Hòa Bắc, Huyện Di Linh Tỉnh lâm Đồng thấy cho địa chỉ số 57 thôn 8",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Em muốn xin đăng ký bổ sung môn:  Xử lý ảnh số và thị giác máy tính MSMH: CO3057 Em xin cảm ơn",
    "Khác        Dạ Phòng Đào Tạo vui lòng xem xét lại giúp em Tên sinh viên trong mục Đăng ký tốt nghiệp Hiện đang là , vui lòng sửa lại giúp em là  ạ    Kính mong Phòng Đào Tạo xem xét sửa giúp em ạ  Em xin cảm ơn!  ",
    "Thưa PĐT, em hiện là sinh viên năm 3 chương trình VPK17 chuyên ngành Viễn Thông. Em có đăng ký nhầm môn đồ án môn học thiết kế kỹ thuật của ngành Viễn Thông (mã môn 402708) nhầm với môn đồ án của ngành Hàng Không (mã môn 213719). Xin PĐT cho em cách xử lý ạ.",
    "Em không xem kỹ chương trình đào tạo nên còn thiếu môn An toàn trong côngn nghê sinh học CH3261  em mong PDT giúp em được thêm tên vào danh sách của học kỳ chính được không ạ",
    "em đk tôt nghiệp nhưng không tải ảnh lên được",
    "Do em chưa đăng kí được luận văn vì chưa đủ tiêu anh văn nên học kì này em chưa có thời khóa biểu. Em mong được phòng đào tạo bổ sung em vào danh sách môn pháp luật đại cương. Để duy trì tình trạng học tập để không bị đình chỉ học vụ. Em cảm ơn.",
    "Chào thầy/cô! Cho e hỏi e là sinh viên hệ VL-VH K2019 Vửa rồi nhận được danh sách môn học được miễn giảm thì học kì 2 của e được miễn một môn chỉ còn một môn SCANDA.. giờ e muốn đăng ký thêm môn học thì có được giải quyết không ạ? Và trong học kì 1 e có môn phương pháp tính (MT1009) được miễn thì e có cần làm đơn xin xoá môn học không hay trường tự xoá môn học giúp e ạ! E xin cảm ơn!",
    "Thời gian: 02/24/2020 08:14:54 am Từ: [549] (003409) Môn CI1003 nhóm L13 , thứ 3 và thứ 4 , tiết 7, Học ở CS2 Môn CH2047 nhóm L01 , thứ 5 và thứ 4 , tiết 7, Học ở CS2 Các môn khác không mở lớp Thân hôm trước thầy đã đăng kí giúp e 2 môn này tại cs2 và cũng đã có trong tkb nhưng sau hôm nay k thấy nữa ạ e thu xếp học được thầy để nguyên cũng không sau ạ :v",
    "Em tên   Cho em hỏi ở đầu hk2 em đang ký các môn học mà e bị rớt để học lại và em đã vó thời khóa biểu và ngày 13/2 trường ra quyết định tạm dùng học lại và em ko đủ môn học để mở thời khóa biểu mà em ko để ý vậy bây giờ e có thể làm gì để có thời khóa biểu để tiếp tục học kì 2 ạ e cảm ơn",
    "Em là   Kính mong thầy cô giúp em chỉ cách cho em có thể đk đc môn học vào những ngày hôm nay đc ko ạ do e ko để ý thời khóa biểu với quyết định dừng học lại của nhà trường nên em ko đủ tím chỉ để mở tkb vậy nên tkb của e bị hủy bỏ mà hk1 e đã bị đình chỉ nếu hk2 này e ko có tkb thì e sẽ bị buộc thôi học nên em mong thầy cô có cách giúp em đk môn học đc không ạ  Trường có gửi mail đk môn học dự thính nhưng e thấy e có tkb rồi nên ko đk bây giờ đã quá hạn đăng ký mong thầy cô giúp đỡ cho e đk môn học với ạ em xin chân thành cảm ơn  ...",
    "Thưa cô Cho em hỏi chuyển điểm bằng tiếng anh trước tuần thứ mấy của HK192 thì điểm chuyển được tính vào HK192 ạ? Em cảm ơn",
    "Kính gửi PĐT  Em tên là Đoàn Công Trường, MSSV G Hiện em đã hoàn thành chương trình đào tạo của ngành Kỹ Thuật Ô Tô và ngành Quản Lý Công Nghiệp (chuyên ngành Quản Trị Kinh Doanh). Tuy nhiên, trong danh sách tốt nghiệp dự kiến của em chưa được cập nhật ngành Quản Lý Công Nghiệp (em gửi hình đính kèm). Em có lên PĐT để hỏi và được hẹn là sau thứ 6 tuần sau (tức là ngày 28/2)  sẽ có kết quả. Tuy nhiên em không biết kết quả ra sao và tra kết quả ở đâu. Cho nên em lên đây hỏi, vì hiện tại em đang đi làm, không thể lên PĐT hỏi được. Em cám ơn.",
    "Em chào thầy cô ạ,  em không học anh văn trong trường ạ, đợt kiểm tra anh văn định kỳ ngay sau đợt kiểm tra anh văn đầu vào em đạt 475 điểm, vậy em có cần phải nộp bằng Toiec ngay trong năm nhất để được đăng ký môn cho năm 2 không ạ ?  Em cám ơn thầy cô nhiều ạ",
    "Dạ cho em hỏi nếu sau năm 2, em không đủ tín chỉ của năm 2 vây em có được đăng kí môn học của năm 3 không ạ?",
    "Em chào ad, em đã nộp chứng chỉ IELTS 5.5, e là sv K18. Vậy thì e sau này e sẽ được đủ điều kiện về av để  nhận luận văn và được tốt nghiệp phải không ạ? Mà em không cần nọip thêm bằng lúc làm luận văn hay tốt nghiệp phải không ạ? Vì đến lúc nhận luận văn thì bằng av của em hết hạn rồi ạ",
    "Em chào ad, em đã nộp chứng chỉ IELTS 5.5, e là sv K18. Vậy thì e sau này e sẽ được đủ điều kiện về av để  nhận luận văn và được tốt nghiệp phải không ạ? Mà em không cần nọip thêm bằng lúc làm luận văn hay tốt nghiệp phải không ạ? Vì đến lúc nhận luận văn thì bằng av của em hết hạn rồi ạ",
    "Kính gửi PĐT,  Trong LỊCH HỌC VỤ HỌC KỲ 2/2019 – 2020 (HK192) đợt  Đăng ký nộp CCNN cuối cùng là vào 06/3/20 .Cho em hỏi là sau đợt này là kết thúc hay sẽ có bổ sung thêm đợt khác nữa không ạ? Thân",
    "Cho em hỏi làm sao để hủy môn mình đã đăng kí ạ",
    "Chào thầy/cô! Cho em hỏi e là sinh viên hệ VH-VL K2019 Vừa rồi nhận được danh sách miễn môn học thì học kì 2 của em từ 2 giảm còn 1 môn Cơ sở kỹ thuật điện. Giờ em đăng ký thêm môn học nhưng thấy rằng môn nào cũng bị trùng lịch học với môn Cs kỹ thuật điện chỉ có những môn buổi sáng nhóm N6H1 mà em thấy tên cũng lạ không có trong chương trình đào tạo, nếu không đăng ký thêm được thì học kỳ 192 này em chỉ học có 1 môn thôi , mong thầy/cô giúp em với ạ! Em cảm ơn ạ.",
    "e Em có tên trong danh sách tốt nghiệp dự kiến. Nhưng khi vào đăng kí tốt nghiệp thì em không đăng kí được vì nợ học phí. Em đã thanh toán học phí. Em muốn hỏi là em có cần làm đơn gì không ạ. Em xin cảm ơn",
    "Chào thầy/cô phụ trách phòng đào tạo Em tên:  thuộc khoa điện-điện tử Em bị nhầm lẫn giữa các mã đồ án môn học nên em xin phòng đạo tạo giúp em đổi lại môn học Em muốn chuyển môn học từ đồ án (EE3061) sang đồ án (EE3151) Em kính mong nhà trường đổi giúp em để không bị chậm tiến độ môn học",
    "Chào thầy/cô,    Trong học kỳ 192, em có đăng ký môn học đồ án nhưng đăng ký nhầm (sai) mã môn học của đồ án (kỹ thuật điện, điện tử). Trong khi em theo học chuyên ngành    Điện tử Viễn thông . Kính mong nhà trường xem xét và cho em huỷ môn đồ án và được đăng ký lại môn đồ án theo đúng chuyên ngành của mình. Xin cảm ơn.",
    "Dạ chào PĐT ạ! Em tên là  MSSV  - Lớp XD14B2D1 Hệ đào tạo Bằng 2 Chính Quy    Hiện nay em đã hoàn thành đầy đủ chương trình đào tạo của trường nhưng khi tra cứu thông tin tốt nghiệp đợt tháng 04/2020 thì nhận kết quả là \"Không tìm thấy mã số sinh viên này trong danh sách\".    Kính mong PĐT xem xét và trả lời sớm ạ. Em xin chân thành cảm ơn",
    "Em là sinh viên khóa 2013, ngành Kĩ thuật Trắc địa Bản đồ - Khoa Kỹ thuật xây dựng. Em muốn đăng kí tốt nghiệp đợt tháng 4/2020. Hiện nay em chưa có tên trong danh sách dự kiến nên em muốn được cập nhật để xét tốt nghiệp bổ sung. Em xin cảm ơn.",
    "Cho em hỏi là trong đợt đăng kí bổ sung LVTN của HK 192, em đã đăng kí thành công môn LVTN (CI4343), mà sao bạn em đã có thời khóa biểu môn LVTN mà em vẫn chưa có ạ. Em xin cảm ơn",
    "Kính gởi Thầy/Cô, Em tên là  - . Hiện tại em mong muốn được thêm tên mình vào lớp Điều độ sản xuất (IM3073). Trong đợt đăng ký môn học, em bị lỡ mất môn này, nhưng hiện tại, trong quá trình thực tập tại công ty, em nhận thấy những kiến thức từ môn này có thể hỗ trợ em tốt hơn trong quá trình làm việc. Vì vậy, em rất muốn được ghi danh thêm vào môn học này ạ, mặc dù em biết thời điểm đăng ký môn học đã qua rất lâu, nhưng học kỳ này vẫn chưa bắt đầu vì dịch bệnh, em không biết mình có cơ hội nào để được học thêm môn học này không ạ? Kính mong nhận được sự hỗ trợ từ Thầy/Cô ạ. Em xin chân thành cảm ơn và chúc Thầy/Cô luôn khỏe mạnh qua đợt dịch này ạ. Em ",
    "Em xin đăng ký học kỳ chính 192 môn Động lực học cơ hệ - ME4009",
    "Câu hỏi 1:    Em muốn hỏi là nếu có học dự thính hè, có kết quả điểm ngay trong thời gian đăng ký LVTN đợt cuối của học kỳ kế đó thì liệu kết quả đăng ký môn học LVTN của em có được tính hay không? ﻿  B Câu hỏi 2:    Trường hợp vượt quá thời gian đào tạo tối đa của hệ chính quy thì có thể được xem xét kéo dài thêm 1 học kỳ để hoàn thành luận văn, lấy bằng chính quy hay không (Không trong dạng ưu tiên thêm học kỳ)? ﻿Em xin trân trọng cảm ơn. ﻿",
    "Em muốn hỏi về số tín chỉ tích lũy của ngành học . Hiện tại em không được tốt nghiệp do thiếu môn học. Em cần biết chính xác số lượng môn học còn lại em phải học là mấy (tại em thấy 136    141, cho dù em học thêm 1 môn nữa thì cũng ko thể tốt nghiệp đúng hạn đúng không?) Em xin chân thành cảm ơn trường.",
    "Em K13 khoa máy tính muốn chuyển sang hệ VHVL, e đã hoàn thành hết các môn học (kể cả LVTN) còn thiếu mỗi AV4, nếu e chuyển qua hệ VHVL có cần hoàn thành AV4 ko ạ?",
    "Chào thầy/cô, Em bị nhầm giữa các mã đồ án môn học nên xin phòng đào tạo giúp em thay đổi. Em xin phép đổi mã đồ án (EE3061) thành mã đồ án (EE3151). Kính mong nhà trường xem xét, Em cảm ơn.",
    "Chào PĐT Em tên là  -  Em là sinh viên thuộc chuyên ngành Kỹ Thuật Vật Liệu Xây Dựng Trong quá trình học thì em có đăng ký học thêm các môn bằng 2 ngành Kỹ Thuật Công Trình Xây Dựng. Học kỳ 2 này em đã đủ điều kiện và đăng kí thành công LVTN của bằng 2. PĐT cho em hỏi là em có cần bổ sung đơn xin học bằng 2 có xác nhận của Khoa không? Em xin chân thành cảm ơn !!!",
    "Dạ chào các Thầy cô PĐT ạ! Em tên là  MSSV  - Lớp XD14B2D1    Theo chương trình đào tạo của trường, hiện nay em đã hoàn thành đầy đủ nhưng khi tra cứu trên trang Tốt nghiệp thì nhận được kết quả là \"Không tìm thấy mã số sinh viên này trong danh sách\".    Kính mong PĐT xem xét và trả lời sớm ạ.    Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là với tình trạng được nghỉ học nhiều ngày hiện nay thì thời gian chuyển điểm có được dời không ạ?",
    "Họ và tên:  MSSV:  Lớp: CK15CTM3 Kính gởi PĐT, Em đã đăng ký thành công xét tốt nghiệp trên hệ thống, PĐT có thể kiểm tra giúp em là đã có tên trong đợt in giấy tạm thời vào thứ 6 (06/03) tuần này chưa ạ? Vì hôm qua em có gọi điện thoại lên PĐT thì bảo thứ 5 là có rồi và sáng nay em lên văn phòng khoa thì bảo chưa có và chưa thấy tên em trong danh sách in tốt nghiệp tạm thời. Do tới này thứ 7 (07/03) em có cuộc phỏng vấn cần bằng tạm thời để mới được phỏng vấn ( có thể là giấy xác nhận tình trạng đã tốt nghiệp cũng được ), PĐT có thể giúp em có giấy chứng minh em đã tốt nghiệp trong lần này vào thứ 6 được không ạ? Em mong là PĐT có thế giúp đỡ em trong cơ hội nghề nghiệp lần này. Em cảm ơn PĐT rất nhiều !",
    "Kình gửi Phòng đào tạo, Em là , MSSV: 4 Em đã hoàn thành 15 ngày CTXH để đủ điều kiện xét tốt nghiệp nhưng khi em vào BKPortal để đăng ký thì vẫn hiện thông báo em chưa đủ ngày CTXH, mong thầy cô cập nhật sớm giúp em để em có thể hoàn thành hồ sơ sớm nhất. Em xin cảm ơn và xin lỗi đã làm phiền thầy/cô. ",
    "Chào nhà trường Em tên:  Khoa Điện-ĐiệnTử Em có sự nhầm lẫn mã môn ĐỒ ÁN nên em xin Phòng Đào Tạo giúp em chuyển đổi lại môn học. Em muốn chuyển môn ĐỒ ÁN(EE3061) sang ĐỒ ÁN(EE3151). Em mong nhà trường đổi giúp em để em không bị chậm tiến độ môn học. Em xin cảm ơn.",
    "Em tên :  MSSV :  Cho em hỏi đợt đăng kí bổ sung luận văn em đã đăng kí thành công môn luận văn tốt nghiệp   (CI4313), mà sao giờ bạn em đã có thời khóa biểu môn này nhưng giờ em lại chưa có ạ.",
    "Cho em hỏi là trường mình có dự định cho nghỉ hết tháng 3 không ạ.",
    "Chào nhà trường! Cho em xin hỏi: do dịch bệnh nên trường đã cho sinh viên nghỉ học thêm 1 tháng, vậy thì lịch bảo vệ luận văn tốt nghiệp của học kì này (2020) có dời theo luôn không ạ? Mong nhà trường giải đáp giúp em.",
    "Em xin chào Phong đào tạo, Thưa quý thầy cô, em có nhận được một thông tin học bổng yêu cầu nộp Bản sao bảng điểm trung bình tích lũy học kỳ và Bảng điểm từ học kỳ nhập học đầu tiên đến HK1 năm học 2019-2020, thông báo yêu cầu như vậy mà em không biết in bảng điểm đó ở đâu, em xin nhờ sự trợ giúp giúp từ phía PđT, em xin chân thành cảm ơn! Thân, Từ A",
    "Kính gửi PDT ĐH Bách Khoa HCM , em có 1 thắc mắc về việc nộp đơn rút môn học em hy vọng pđt sẽ trả lời giúp em . Cụ thể là , em đang muốn rút 1 môn học và theo trên tờ đơn ghi là các môn ở chính khóa phải nộp đơn trước 5 tuần , bây giờ đang là tuần thứ 10 và sinh viên vãn còn được nghĩ do dịch bệnh đang diễn biến bất thường .Vậy nếu không có gì thay đổi thì tuần sau sinh viên sẽ đi học lại theo TKB của mybk , vậy nếu như vậy thì em vẫn còn nộp đơn được đúng không ạ . Em xin cám mơn ạ .",
    "Chào thầy, cô Em có đăng kí làm luận văn tốt nghiệp kỳ này. Nhưng em không biết vì sao cả 2 lần đăng kí đều bị hủy kết quả. Mong thầy/cô xem xét lại trường hợp của em.",
    "dạ thưa cho em hỏi học kì hè 193 có dùng bản điểm chuyển chứng anh văn toeic cũ hay mới ạ,và khi ngày bắt đầu dùng bảng điểm chuyển là khi nào ạ",
    "iểm thi . Em là sv từ CQ chuyển sang VLVH. Hôm đăng ký nhập học thì PDT nhắc em check email làm chuyển điểm qua. Mà gần 7 tháng rồi chưa thấy mail hướng dẫn nữa. Có thể giúp em làm sao để chuyển điểm ? Em cảm ơn",
    "Chào thầy, cô Em có đăng kí làm luận văn tốt nghiệp kỳ này. Nhưng em không biết vì sao cả 2 lần đăng kí đều bị hủy kết quả. Mong thầy/cô xem xét lại trường hợp của em.",
    "Em tên: . MSSV:  Em vẫn chưa thấy kết quả đăng kí môn học sau khi em đăng kí bổ sung luận văn ạ. Cô có thể cho em biết lí do không ạ.",
    "cho em hỏi điểm trung bình tích lũy được tính thế nào ạ",
    "Cho em hỏi em đã đủ điều kiện để nhận môn Luận văn tốt nghiệp CI4383, em đã đăng kí thành công vào đợt 3 đăng kí luận văn bổ sung vào ngày 25/2 vừa rồi, hệ thống ghi đã đủ điều kiện, đăng kí thành công nhưng sao đến nay thời khóa biểu của em vẫn chưa có môn này ạ. Mong quý thầy(cô) giải đáp thắc mắc, em xin cảm ơn.",
    "Kính thưa PĐT, Em tên , mssv , hiện là sinh viên năm cuối khoa Kỹ thuật Hoá học.   Chuyện là học kỳ này, ngoài Luận văn em còn nợ môn Quá trình và thiết bị cơ học (CH2019) nhưng không kịp đăng ký trong đợt mở đăng ký dự thính đợt 1.Em viết thư này với mong muốn được bổ sung tên vào danh sách lớp dự thính môn Quá trình và thiết bị cơ học (CH2019) để có thể hoàn thành môn học và ra trường đúng hạn. Em xin chân thành cảm ơn.",
    "Thưa cô, Bao giờ trường mình mới có lịch học vụ mới vì nghỉ dịch vậy ạ? Em cần biết lịch học vụ để ôn tập, thi và nộp chứng chỉ anh văn ạ. Em cảm ơn",
    "Em chào thầy/cô, Cho em hỏi cách thức học trực tuyến như thế nào vậy ạ? Em cám ơn nhiều ạ.",
    "Kính gửi thầy cô pdt trường đh Bách Khoa em tên  MSSV  Thầy cô cho em hỏi là thời gian nhận phiếu rút môn học hk 192 có được hoẵn lại không ạ? do trường cho sv nghỉ hết tháng 3. em xin cảm ơn ạ",
    "MSSV:     .",
    "Chào anh chị. Hiện tại em có đăng ký môn học cho học kỳ 219, nhưng lỡ đăng ký vào môn học của ngành khác (he vừa làm vừa học). vì hiện tại do dịch cúm nên trường hoãn lịch học nên học kỳ 219 chưa học, vậy giờ em có thể hủy môn đăng ký nhầm đề đăng ký môn khác được không. Tks anh chị.",
    "Em kính chào phòng đào tạo. Theo như thông báo của phòng đào tạo trước khi có lịch nghỉ cập nhật của nhà trường do dịch Covid-19 (hết tháng 3), thì lịch rút môn học bắt đầu vào 16/03/2020, cho em hỏi là vậy thì sau khi có thông báo nghỉ học thì lịch rút môn học có thay đổi không và em có thể làm đơn rút môn học trên hệ thống bksi luôn không ạ? Em cám ơn. ",
    "Cho em hỏi sao thời khoá biểu em có môn học nhưng trên e-learning lại không có ạ?",
    "Em tên:  - MSSV:  - Cho em hỏi: Em đã nộp chứng chỉ toeic trên 500 đủ yêu cầu để làm luận văn tốt nghiệp. Nhưng em không chuyển điểm (vẫn đủ số tín chỉ tối thiểu để làm luận văn). Thì có được không ạ?  - Em mong cô (thầy) giải đáp giúp em ạ. Em xin chân thành cảm ơn.   i  ..",
    "Em chào thầy(cô). Học kỳ này em có đăng ký 2 môn học do chưa biết điểm học kì trước. Giờ em muốn hủy môn học do điểm học kì trước đã đạt yêu cầu và để tốt nghiệp. Thầy(cô) cho em hỏi trường nghỉ đến hết tháng 3 giờ em phải chờ đến khi trường đi học lại mới hủy được hay là có thể hủy được qua trực tuyến không? Thầy(cô) cho em hỏi nếu em hủy môn học thì vẫn được đăng ký tốt nghiệp trong học kì này phải không? Em cảm ơn thầy(cô)",
    "Kính gửi Thầy cô phòng đào tạo Em tên là  MSSV  lớp XD16TNCT lớp Tài năng Khoa Kĩ thuật Xây dựng. Em viết thư này xin Thầy cô xem giúp em tại sao em bị hủy 2 lần khi đăng kí luận văn tốt nghiệp. Em đã đủ chỉ nhận luận văn theo tiến độ học tập; TBTL 8.11; Đủ 21 ngày CTXH; Toeic 600 đã nộp và đã thẩm tra. Em mong thầy cô xem xét và phản hồi sớm để em có thể theo tiến độ học tập và tốt nghiệp đúng hạn ạ. Em xin chân thành cảm ơn Thầy cô",
    "Kính gửi Thầy cô phòng đào tạo Em tên là  MSSV  lớp XD16TNCT lớp Tài năng Khoa Kĩ thuật Xây dựng. Em viết thư này xin Thầy cô xem giúp em tại sao em bị hủy 2 lần khi đăng kí luận văn tốt nghiệp. Em đã đủ chỉ nhận luận văn theo tiến độ học tập; TBTL 8.11; Đủ 21 ngày CTXH; Toeic 600 đã nộp và đã thẩm tra. Em mong thầy cô xem xét và phản hồi sớm để em có thể theo tiến độ học tập và tốt nghiệp đúng hạn ạ. Em xin chân thành cảm ơn Thầy cô",
    "Kính gửi Phòng Đào tạo, Em tên là:  MSSV:  Là sinh viên khóa K14,Khoa Kỹ thuật Hóa học. Hôm nay em viết mail này, kính mong các Thầy/Cô Phòng Đào tạo có thể xem xét và giúp đỡ em đăng ký được môn học Hóa hữu cơ-CH2021 cho học kỳ chính 192. Em thành thật xin lỗi vì đề nghị này của mình, vì chính sai sót và bất tài của mình mà đã làm phiền lòng đến các Thầy/Cô. Em chỉ còn một môn Hóa hữu cơ này nữa là hoàn thành chương trình đào tạo của trường mình và ra trường, vì sự ngu ngốc của mình nên em đến giờ vẫn chưa qua được môn Hữu cơ và còn chưa ra được trường như dự kiến chương trình đào tạo của trường mình. Trong thời gian đăng ký môn học cho học kỳ chính 192, em đã không chú ý mà chỉ chăm lo cho công việc của mình dẫn đến việc lơ là không chú ý đến thời gian đăng ký môn học mà PĐT đưa ra. Môn Hữu cơ chỉ được mở trong học kỳ chính mà không được mở trong kỳ dự thính nên thật sự em cũng rất ân hận vì sự ngu ngốc của mình, lo sợ và cũng rất hoang mang về tương lai của mình, mặc dù chuyện này tất cả lỗi là ở chính bản thân mình. Một lần nữa, em kính mong quý Thầy/Cô có thể xem xét và cho phép em xin 1 cơ hội để sửa sai cho bản thân mình, em hứa sẽ cố gắng hoàn thành chương trình học, không để chuyện nợ môn kéo dài thêm bất kỳ học kỳ nào nữa sau này. Em vô cùng biết ơn các Thầy/Cô và trân trọng cảm ơn các Thầy/Cô ạ! Trân trọng,     ",
    "Chào thầy, cô Lần trước em đăng kí nhầm môn đồ án, phòng đt đã sửa lại cho em nhưng em chưa được phân công giáo viên hướng dẫn... Mong phòng đào tạo sớm phân công giáo viên hướng dẫn môn đồ án viễn thông cho em... Em xin chân thành cảm ơn!",
    "Em xin chào quý thầy cô ạ, em là , MSSV: , Khoa Kĩ thuật Xây dựng, trong đợt đăng kí bổ sung LVTN vừa rồi, em có đăng kí LVTN nhưng trong kết quả đăng kí và thời khóa biểu của em vẫn chưa có môn LVTN trong đó, em mong quý thầy cô giúp em khắc phục ạ, em cảm ơn quý thầy cô! Bên dưới em có đính kèm minh chứng em có đăng kí ạ.",
    "Em chào phòng đào tạo ạ! Em là sinh viên tài năng K16. Em vừa đăng kí luận văn tốt nghiệp đợt cuối cùng 25/2-2/3 ạ! Em đã gửi đăng kí và thỏa điều kiện. Nhưng kết quả và thời khóa biểu đến nay vẫn chưa có luận văn tốt nghiệp ạ! Nhiều bạn đã có thời khóa biểu rồi nên em cảm thấy lo lắng ạ! Em cảm ơn phòng đào tạo ạ! Em cảm ơn Phòng đào tạo nhiều ạ! ",
    "Em muốn hỏi là thời gian bắt đầu và kết thúc đợt rút môn kỳ 2 năm 2020 là từ bao giờ đến bao giờ ạ ? Em xin cảm ơn.",
    "ng ký in bảng điểm . Kính chào Thầy/Cô, Em đang có nhu cầu in bảng điểm để nộp cho công ty thực tập. Khi kiểm tra trên MyBK thì mặc dù HK191 vừa rồi đã có bảng điểm nhưng em thấy điểm kết quả học tập chưa được cập nhật đến học kì mới nhất (vẫn chỉ cập nhật đến hết kì 183). Em muốn hỏi hiện tại nếu em gửi yêu cầu in bảng điểm thì bảng điểm in ra là kết quả đến HK183 hay là sẽ bao gồm luôn HK191 mới nhất ạ? Cảm ơn Thầy/Cô.",
    "Kính gửi phòng đào tạo trường Đại học Bách khoa. Học kì này em có đăng ký môn luận văn tốt nghiệp nhưng do không thể sắp xếp được lịch gặp với giáo viên hướng dẫn hiện tại nên em xin phép được thay đổi giáo viên hướng dẫn khác. Hiện nay em vẫn còn ở quê theo thông báo nghỉ của nhà trường vậy em phải làm thế nào để có thể thay đổi ạ. Em xin cảm ơn.",
    "MSSV:     Kính gửi Phòng Đào Tạo, Em muốn hỏi, em có đăng ký thành công môn học \"Thực tập tốt nghiệp\", nhưng do lý do cá nhân, nên hiện tại em không sắp xếp để đi thực tập được, nên muốn rút môn học để dời lại sang kì sau. Nhưng với tình hình nghỉ dịch như hiện tại, em có cần phải trực tiếp lên Phòng Đào Tạo để nộp đơn hay có cách thức nào khác để em có thể thực hiện việc này không ạ? Em xin cảm ơn.   i  .",
    "Họ tên:  MSSV:   -Không biết em có thể bổ sung đăng ký học lớp AS3035 Tính toán động lực học lưu chất được không em xin cảm ơn.",
    "Kính gửi thầy, cô! Hôm nay em viết yêu cầu này với mong muốn được đăng kí môn đề cương luận văn, em đã đăng kí trong đợt bổ sung nhưng không được vì thiếu môn song hành là thực tập tốt nghiệp ME3029. Vậy em viết đơn này xin quý thầy cô cho phép em được đăng kí làm đề cương luận văn trước sau đó hè tới em sẽ đi thực tập. Rất mong quý thầy cô tạo cơ hội cho em để việc học của em được thuận lợi, để em có thể kịp ra trường vào tháng 11 năm nay ạ.  Em cảm ơn quý thầy cô rất nhiều!",
    "Dạ chào thầy cô, em tên là , MSSV . Trong đợt đăng kí bổ sung LVTN em có đăng kí luận văn mã số CI4393 và đã đăng kí thành công, nhưng khi ra đợt Kết quả thì báo là chưa có đăng kí. Mong phòng đào tạo giải quyết giúp em, em cảm ơn ạ.",
    "iều kiện đăng kí luận văn và đã đăng kí thành công nhưng thông báo kết quả đăng kí không có",
    "Em tên là , kì rồi em có nhận được học bổng của Quỹ Học bổng và Văn hóa Việt Nam Kumho Asiana, điều kiện để kì này nhận tiếp học bổng là em phải nộp bảng điểm vào ngày 20/3 về Ban Công tác Sinh viên ĐHQG-HCM. Vì hiện tại là đang nghỉ học do dịch bệnh thì em có cần phải nộp bảng điểm vào ngày 20/3 không ạ, em có thể nộp sớm hơn hay trể hơn hay phải vào đúng ngày đó mới được ạ. Thầy cô cho em hỏi thêm la Ban Công Tác Sinh viên ĐHQD-HCM ở đâu ạ,  Em cảm ơn thầy cô ạ.",
    "Chào thầy/cô, Cho em hỏi là theo lịch học thì học kỳ mình bị dời lại bắt đầu từ tháng 4 thì em không biết lịch làm luận văn cho sinh viên năm cuối có bị dời theo lịch học học kỳ không ạ. Do hồi tuần trước bên khoa em có thông báo là lịch bắt đầu làm luận văn là 2/3/2020. Em cảm ơn!",
    "Dạ em đủ điều kiện đk luận văn tốt nghiệp và đã đk trong đợt bổ sung thứ 3 tại sao em không có tkb vậy ạ ?? Em cảm ơn",
    "Hiện tại  e đã đăng ký nộp chứng chỉ điểm toeic nhưng thấp nếu bây giờ e chỉ chuyển điểm môn anh văn 1 và 2 thì sau này em có thể chuyển điểm tiếp cho môn anh văn 3 và 4 không ạ?  Vì e muốn cải thiện điểm nộp chứng chỉ mới ( điểm toeic cao  hơn) để chuyển điểm cho  2 môn anh văn còn lại? như vậy thì có được không?",
    "Chào quý thầy, cô! Dạ em muốn hỏi là nếu em học cải thiện mà điểm cải thiện thấp hơn điểm cũ thì sẽ lấy điểm cao nhất hay lấy điểm sau cùng ạ?",
    "Cho em hỏi là trường mình học online mà không có giáo trình thì làm sao học được ai? Bây giờ mua thì mua giáo trình ở đâu?",
    "Chào cô/thầy em có đăng kí trên form của PDT A1 nhưng giờ em vẫn không thấy mình có kết quả đạt hay không ạ.",
    "Chào thầy cô! Em là  lớp XD15KT. Vừa rồi em có thanh toán BHYT ở trường, sau đó công ty có mua BHYT cho em. Vì vậy em đã đóng BHYT 2 lần, thầy cô cho em hỏi làm cách nào để hoàn lại tiền BHYT ở trường ạ! Em cảm ơn!",
    "Em chào thầy/cô ạ !   Do tình hình dịch bệnh nghỉ hết tháng 3 mới bắt đầu học kỳ 192, ngoài dự tính so với kế hoạch HK2 ban đầu nên thời gian cá nhân của em có thay đổi so với dự tính ban đầu.   Vì thế em có nguyện vọng muốn đăng ký học thêm 2 môn sau đây (các nhóm lớp này em thấy sĩ số vẫn chưa đủ so với sĩ số tối đa):  1.   B Đường lối cách mạng của ĐCSVN   (SP1009)    - Nhóm   B A09   .  2.   B Khởi nghiệp   IM3071    - Nhóm   B A01   .      Em biết đề nghị của em chưa từng có tiền lệ so với trước đây nhưng mong PĐT xem xét giúp em trường hợp này !   Em xin chân thành cảm ơn !",
    "Em tên là , MSSV . Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV và đã được xác nhận đăng ký nhưng vẫn chưa được cập nhật điểm trên hệ thống mà vẫn chỉ có điểm 12 khi kiểm tra AVĐV. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn   i     .",
    "E chào cô ạ Cô ơi cho e hỏi thời gian này em lên cơ sở 1 để lấy thẻ bảo hiểm YT thì các cô có trên trường ko ạ. Em cảm ơn cô.",
    "Các thầy/cô cho em xin hỏi là làm sao để kiểm tra mình có bảo hiểm y tế hay không ạ? Nếu có thì mình lấy thẻ BHYT ở đâu và nếu chưa có thì khi nào có đợt đăng ký tiếp ạ?",
    "Hiện tại em có đăng ký làm luận văn khoa Việt Pháp ngành Xây Dựng trong học kỳ này, nhưng do vấn đề dịch bệnh mà trường liên tục cho nghỉ, cũng như việc gặp thầy cô hướng dẫn cũng gặp nhiều khó khăn hơn. Vậy nhà trường cho em hỏi về thời gian thực hiện cũng như bảo vệ luận văn của học kỳ này có thay đổi dựa theo tình hình dịch bệnh hay không? Mong nhà trường có thể cho em một lịch trình cụ thể được không ạ?",
    "Thầy/ Cô cho em hỏi trường mình sử dụng hệ thống tín chỉ gì, có tên gọi và cách tính như thế nào ạ? Em cảm ơn",
    "Chào thầy/cô, em xem video bài giảng chương 1 môn Xác suất thông kê rồi trả lời câu hỏi cuối video xong, ấn vô Continute thì video chạy lại từ đầu. Câu hỏi kiểm tra chương 1 cũng không mở được. Vậy bây giờ em làm sao để làm bài kiểm tra và xem tiếp các video bài giảng chương khác ạ?",
    "ng ký in thẻ sinh viên . Em đăng kí thẻ sinh viên và thanh toán trên bk pay cũng gần cả tuần ạ! Tới nay em kiểm tra tình trạng vẫn \" đang chờ in\". Xin Phòng Đào tạo có thể hỗ trợ sớm giúp em ạ! Em xin cám ơn!",
    "Kính gửi nhà trường. Tên em là . Mssv: . Hiện em đang học lớp VP19CDT( ct việt- pháp) Do trễ hạn nộp học phí nên đến lần đăng kí môn học thứ 3 em mới đăng kí được, em đã gửi phiếu đăng kí môn học mà chưa có TKB chính thức. Hiện em xin nhà trường học các môn học trong HK192: MT1013,MT1014 PH1009, 1013, PH1010, SP1007,  EN1003. Em cảm ơn.",
    "Cho em hỏi thư viện cơ sở 1 có mở cửa không vậy?",
    "Kính gửi PĐT, Em mới đăng ký bổ sung môn: Xử lý ảnh số và thị giác máy tính MSMH: CO3057 Nhưng trên BKeL vẫn chưa cập nhật. Em thấy có thông báo sẽ học online nên kính mong PĐT sẽ cập nhật sớm để em có thể theo kịp tiến độ học tập. Em xin cảm ơn",
    "em bị trục trặc trong quá trình đăng kí môn học, nay em muốn làm đơn xem xét lại để đăng kí bổ sung môn học đó, cho em hỏi cách thức đăng kí thế nào, và khi nào là hạn chót để đăng kí, em cảm ơn!",
    "Kính thưa thầy/cô Phòng Đào tạo Đại học Bách Khoa, Tp Hồ Chí Minh . Em tên là    . MSSV:   B 1   . Em viết yêu cầu này là vì em thiếu 1 môn tự chọn trong chương trình Đào tạo, do học kỳ vừa rồi em học nhưng kết quả không đạt và không thể đăng ký kịp cho học kỳ 2. Em mong thầy/cô có thể giúp em đăng ký bổ sung vào lớp   B Kết cấu bê tông cốt thép 3    của thầy  (Nhóm A01, thứ 6, tiết 7-8-9) Em rất mong thầy cô có thể hỗ trợ em vì đây là môn học cuối và học kỳ này cũng là kỳ cuối của em trong chương trình Đào tạo . Em xin chân thành cảm ơn thầy/cô.",
    "Dạ cho em hỏi em chưa đăng ký học dự thính đợt 1. Vậy trường có đợt đăng ký bổ sung học dự thính không ạ  Dạ em cám ơn ạ",
    "Thầy, cô kiểm giúp em xem có phải hệ thống bị lỗi không ạ. Số  tín chỉ tích lũy của em là 95 mà ở bảng điểm lại hiển thị là 99 . Em cám ơn!",
    "Em muốn hỏi là danh sách học bổng kì 191 là khi nào có và e xem ở đâu ạ. Em cảm ơn nhiều ạ",
    "Mình là sinh viên K13, vừa rồi mình có đăng ký thi anh văn 2 kỹ năng nói viết vào tháng 3 nhưng do dịch bệnh nên k thi được, v cho mình hỏi là nếu tháng 3 mình k thi kịp do lịch thi dời sang tháng 4 thi khi mình nhận kết quả thì có kịp xét tốt nghiệp vào tháng 4 này không ạ, và ngày nhận kết quả xét tốt nghiệp cuối cùng là ngày bao nhiêu ạ, mình xin cảm ơn,",
    "Gửi Phòng Đào tạo, Cho em xin hỏi về Đơn xin đăng ký bổ sung môn học. Vì đợt rồi em có để dành số lượng tín chỉ để đăng ký LVTN nhưng không được nhận,  Do đó em xin phép được đăng ký môn Nghiên Cứu KH&PT - 800707, để kịp tiến độ học tập. Môn này em đã làm NCKH Sinh viên, nhưng vì 1 số lý do nên chưa được duyệt môn NCKH phát triển. Mong Phòng đào tạo xét duyệt trường hợp này cho em ạ, em sẽ làm đủ giấy tờ và nộp trực tiếp tại PDT. Em cám ơn ạ",
    "Cho em xin bổ sung 3 môn học trong học kỳ 8 ạ. 501708  Các kỹ thuật & thủ tục cài đặt 404711 Biểu diễn & xử lý tín hiệu nhiên 408707 Bức xạ, bao bọc, giao thoa",
    "Em chào phòng đào tạo ạ! Em là sinh viên tài năng K16. Em vừa đăng kí luận văn tốt nghiệp đợt cuối cùng 25/2-2/3 ạ! Em đã gửi đăng kí và thỏa điều kiện. Nhưng kết quả và thời khóa biểu đến nay vẫn chưa có luận văn tốt nghiệp ạ! Nhiều bạn đã có thời khóa biểu rồi nên em cảm thấy lo lắng ạ! Em cảm ơn phòng đào tạo ạ! Em cảm ơn Phòng đào tạo nhiều ạ!    i     .",
    "Cho em hỏi thư viện trường mình có bán sách online không? Em ở xa mà muốn mua sách thì phải mua như thế nào?",
    "Dạ em tên  MSSV:  Lớp: XD16KSDD Trong đợt (Đăng ký bổ sung TTTN - LVNTN- DCLVTN Học kỳ 192- Hệ Chính Quy) em có đăng kí môn học CI4343 - . Và đã có xác nhận đăng kí thành công trên web MyBk ạ (có ảnh chụp xác minh). Nhưng đến bây giờ một số bạn đã được cập nhật thời khóa biếu môn học CI4343 nhưng cũng còn nhiều bạn trong đó có em vẫn chưa được cập nhật thời khóa biểu môn học đã đăng kí ạ. Em kính mong quý thầy cô có thể xem xét kiểm tra lại để em có được cập nhật thời khóa biếu môn học CI4343 -  ạ! Em xin chân thành cảm ơn!",
    "Gửi Phòng đào tạo, Sau khi đăng kí môn học Luận văn tốt nghiệp, hiện tại thời khóa biểu của em chưa có môn học luận văn tốt nghiệp. Tình trạng thời khóa biểu, đăng kí bổ sung và kết quả đăng kí như trong hình đính kèm. Mong phòng đào tạo kiểm tra và xử lí giúp em . Thân gửi.",
    "Chào các thầy cô PĐT, Em đã thực hiên đăng ký môn LVTN trong đợt đăng ký bổ sung LVTN vừa rồi nhưng hiện tại vẫn không có môn học trong TKB (giống một số bạn cùng khoa). Em chắc chắn là đã đăng ký và hệ thống báo đăng ký thành công. Em cũng đã đủ tất cả các điều kiện làm LVTN. Kính nhờ PĐT kiểm tra lại giúp em và các bạn. Em chân thành cảm ơn",
    "Dạ chào thầy cô ạ Em làm phiếu này xin thầy, cô giúp em đăng ký thêm một môn chuyên ngành ME3231 (Kỹ thuật mô hình hoá và mô phỏng). Đây là môn học tiên quyết của em, nếu thiếu sẽ ảnh hưởng rất nhiều đến học kỳ sau. Thầy cô, cho em hỏi có cách nào để em huỷ môn học SP1009 và đăng ký bổ sung ME3231 này không ạ?",
    "Kính gửi: Trưởng phòng đào tạo. Em tên: , MSSV:  Em viết đơn này với mục đích xin được đăng kí môn Luận Văn tốt nghiệp Em đã đủ điều kiện đăng kí luận văn tốt nghiệp. Em cũng đã tham gia đăng kí đầy đủ môn học LVTN, nhưng kết quả đăng kí lại không được đăng kí do không đủ điều kiện. Xin trưởng phòng xem xét và cho em đăng kí môn học. Kèm theo thư là file ảnh về việc đăng kí môn học, và tổng số tín chỉ tích luỹ em đạt được cho đến kì vừa rồi. Em xin cảm ơn!",
    "Kính gửi Ban lãnh đạo, phụ trách phòng đào tạo trường đại học bách khoa thành phố Hồ Chí Minh. Em là  ( MSSV:  - hệ VLVH).  Em xin được đăng ký môn học Đồ án(MMH: EE3061) song hành cùng với môn học CS điều khiển tự động (MMH:EE2019). Vì chưa thỏa điều kiện môn học trước nên em không đăng ký môn học này trên  MBK được.  Để không chậm đăng ký các môn học khác cho kỳ sau nên em xin được đăng ký môn môn Đồ án cho kỳ này.  Em xin được ban lãnh đạo, phụ trách phòng đào tạo nhà trường xem xét tạo điều kiện giúp đỡ.  Em xin chân thành cảm ơn./",
    "Chào thầy cô, Thầy cô cho em hỏi khi nào mới có kết quả dkmh hoj kỳ dự thính 192 vậy ạ ?",
    "cho e hỏi là kỳ này em không có môn đăng ký để học do không đủ điểm toeic, vì thế nên kỳ này em trống môn thì có sao không ạ. em cảm ơn",
    "Thưa cán bộ phụ trách, em là  mssv  lớp xd15cb, em có đăng kí luận văn tn bổ sung học kỳ 192 nhưng hiện giờ vẫn chưa có trong tkb. Mong cán bộ kiểm tra lại giúp em, em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo Đại học Bách khoa TP.HCM, Em tên là : MSSV:     : Khoa:     :Kỹ thuật xây dựng Bộ môn    :Cảng - Công trình biển   B Lý do gửi yêu cầu   : em gửi yêu cầu này nhằm mục đích nhờ PĐT kiểm tra giúp em vì sao em chưa được cập nhật môn học Luận văn tốt nghiệp (Mã môn học : CI4333) trên e-learning và thời khóa biểu ạ. Vì khi đăng ký em đã đạt đầy đủ điều kiện đăng ký. Cám ơn PĐT đã giúp đỡ em. Thân gửi, ",
    "Kính gửi thầy cô pdt trường đh Bách Khoa. Em tên  MSSV  Em có nghe nói là vào mỗi học kì thì trường có xét học bổng khuyến khích học tập cho sinh viên có điểm số cao. Vậy thầy cô cho em hỏi là điều kiện gì để được xét? Và điểm rèn luyện thì làm sao để biét được ạ ? Em xin cảm ơn",
    "Em tên Lữ Phước Thịnh, MSSV , hệ VLVH. Em đã kiểm tra và thấy đủ điều kiện để tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được trên trang web của trường lý do là không tìm thấy tên trong danh sách tốt nghiệp dự kiến,phần thông tin sinh viên của em vẫn chưa được cập nhật đầy đủ bảng điểm, mong PĐT cập nhật sớm để em có thể đăng ký được.",
    "Em đã đăng ký môn học LVTN mã CI4343 trong đợt đăng ký bổ sung LVTN HK192 nhưng vẫn chưa được cập nhật môn học.",
    "Dạ em chào Phòng Đào tạo ạ! Em là sinh viên khóa 2019.Do vô ý nên em đã quên làm bài kiểm tra môn Phương pháp tính chương 1 ạ.Dạ Phòng đào tạo cho em hỏi là em có được học chương 2 và đủ điều kiện để thi Giữa kì và Cuối kì môn học này không? Em cảm ơn Phòng đào tạo ạ!",
    "Cho em hỏi môn CI2035Tin học trong trắc địa. Em đã hoàn thành được miễn môn điểm 12 trong kỳ vừa qua nhưng số tín chỉ của em vẫn chưa được cộng ạ. Cho em cám ơn trước ạ.",
    "Kính gửi PĐT! Em là _.Đợt đăng kí bổ sung   B TTTN - LVNTN- VTN Học kỳ 192   - Hệ Chính Quy, em nhận được kết quả không đủ điều kiện nhận LVTN. Tuy nhiên, em kiểm tra lại mình đã đủ tín chỉ cũng như đã đạt chuẩn anh văn. Kính mong PĐT kiểm tra lại trường hợp của em với ạ! em xin chân thành cảm ơn!",
    "Trước tết e có đến cs2 nhận bảo hiểm y tế nhưng chưa có giờ em muốn lấy bảo hiểm thì sao ạ em chân thành cảm ơn",
    "Em là sinh viên  -  Đợt đăng kí LVTN bổ sung vừa rồi em đã đăng kí thành công LVTN- CI4343 mà k bị vướng điều kiện nào. Nhưng không hiểu sao môn học lại không có trong thời khoá biểu của em. Xin Phòng Đào Tạo xem xét.   i     .",
    "Gửi Thầy/Cô, Hiện tại em muốn rút một môn học trong học kỳ này, vậy em có thể rút môn bằng dịch vụ online được không ạ, hay phải đến trường để thực hiện. Em cảm ơn vì đã đọc, mong phản hồi từ thầy/cô.",
    "Em có thể đổi lịch học thể dục được không ạ? môn em đăng kí là môn bóng rổ ạ. Lớp PE  1015  vào thứ 7 tiết  9-10",
    "Cho em hỏi là :em đủ tất cả các điều kiện để làm luận văn tốt nghiệp kì này rồi.em cũng đã đăng kí luận văn đợt bổ sung rồi mà sao thời khóa biểu không có vậy ạ. Mong sự giúp đỡ của thầy cô !",
    "Dạ em chào PĐT, Em có gửi câu hỏi về việc LVTN không được thể hiện ở kết quả đăng kí bổ sung, dù đã đăng kí được ở kì đăng kí bổ sung trước đó (đã đăng kí thành công). Em được PĐT gửi link vào xem lại đăng kí môn học như sau: http://apps.aao.hcmut.edu.vn/qlgd_man/home.action;jsessionid=54009C447DB2BA7D8E277F0431ED8AB0;jsessionid=05FD07AA2AB4FDD4793DAF575FBCC024;jsessionid=B3BF0DB61BCAAEB15A71DEFEF nhưng không vào link được. Mong PĐT có thể chụp hình trang web này hỗ trợ hoặc giải quyết cách khác giúp em ạ. Em xin cảm ơn PĐT ạ.",
    "Em chào văn phòng Em tên  , MSSV , em muốn thắc mắc về việc bị chuyển thời khóa biểu môn phương pháp tính. EM đã đăng kí bổ sung môn này ở lớp CC04 hôm thứ 2, nhưng khi môn được bổ sung lại ở lớp CC01 hôm thứ 3.",
    "Em không có kết quả của luận văn tốt nghiệp do không đủ điều kiện nhận luận văn mặc dù em đã đầy đủ tất cả các yêu cầu của nhà trường: + 11/10 ngày ctxh + toeic 550/500, đã đổi điểm + 126/142 ( nợ 7 chỉ ) + đủ môn tiên quyết",
    "Kính gửi Phòng Đào tạo,   Em là  (MSSV:).   Trong đợt đăng kí bổ sung LVTN vừa rồi. Em có đăng kí trong thời gian quy định, nhưng kết quả đăng kí và trong thời khóa biểu vẫn chưa có. Em đã đủ điều kiện cần thiết để đăng kí môn học.   Kính mong Phòng Đào tạo xem xét. Em xin cảm ơn.   P/s:Ảnh minh chứng đăng kí LVTN trong đợt bổ sung được đính kèm theo.",
    "Em đã đăng ký môn bơi nhưng do có vấn đề về da liễu không tiếp xúc lâu với nước được và em muốn đổi qua môn võ thì làm thế nào ạ.",
    "Kính chào thầy, cô Em tên là , MSSV , sinh viên đại học chính quy khoa Xây dựng. Tình hình là trong đợt đăng kí bổ sung luận văn cuối cùng vào ngày 25/2 - 2/3 em có đăng kí môn CI4343, lúc đăng kí thì thấy thông báo thỏa điều kiện đăng kí nhưng khi kết quả trả về thì không đăng kí được. Em có lên phòng đào tạo hỏi thì cô hướng dẫn bảo rằng em thiếu số tín chỉ. Nhưng em có số TCTL là 126 lớn hơn số TCTL tối thiểu để nhận LVTN là 121. Và em đã nộp chứng chỉ anh văn TOEIC vào ngày 10/2, trước hạn nộp chứng chỉ ngoại ngữ để nhận luận văn tốt nghiệp vào ngày 18/2 . Em mong nhà trường xem xét lại và cho em đăng kí được môn học Luận văn tốt nghiệp để ra trường đúng hạn ạ. Em cảm ơn",
    "Em đã đăng ký luận văn tốt nghiệp vào ngày đăng ký bổ sung và em đã đủ điều kiện để đăng ký thành công luận văn vào ngày hôm đó, trang web cũng đã hiển thị thông báo đăng ký thành công. Nhưng đến đợt kết quả đăng ký luận văn này thì lại không có kết quả đăng ký của em trong đó. Mong pdt giải quyết giúp em ạ",
    "Kính thưa thầy, cô Em tên là , MSSV . Em có thắc mắc là em đăng kí chuyển điểm và đã thanh toán lệ phí chuyển điểm vào ngày 27/2, và trường thông báo là ngày 6/3 là sẽ có đợt chuyển điểm nhưng đến hiện giờ em vẫn chưa thấy cập nhật điểm chuyển ạ. Em cảm ơn.",
    "Em chào thầy cô ạ, em là , MSSV:  Khoa Kỹ thuật Xây dựng. Trong đợt đkmh bổ sung vừa rôi em có đăng ký môn LVTN và đăng ký thành công, nhưng hiện tại vẫn chưa có môn LVTN trong thời khóa biểu. Em đã kiểm tra trên trang web của phòng đào tạo và đủ điều kiện về số tín chỉ, anh văn,... để đăng ký LVTN. Em rất mong thầy cô xem xét giúp em, em cảm ơn.  (Đính kèm là hình ảnh đkmh thành công)",
    "iểm thi . Em xin chào thầy/cô PDT. Em là  MSSV . Học kì 1 2019-2020 em có đăng ký học môn trường điện từ, hiện tại trên website của trường cập nhật sai điểm tổng kết môn của em. Em có liên hệ với giáo viên dạy môn đó để xác nhận lại. Mong thầy/cô cho em biết giờ em phải làm đơn gì để phòng đào tạo cập nhật lại điểm cho em! Em cảm ơn.",
    "iều kiện đăng kí luận văn và đăng kí thành công nhưng kết quả không có. Đã hỏi và được trả lời nhưng không vào được đường link do cô trả lời. Mong cô hướng dẫn cách giải quyết cho em.",
    "thầy cô cho e xin phép được hỏi vì sao lại đăng kí   B  rút môn học     và đăng kí vậy có ảnh hưởng gì tới học kì không ạ. em xin cảm ơn thầy cô",
    "Em chào các Thầy/Cô Thưa Thầy/Cô Em muốn hỏi về thời gian thực hiện Luận Văn Tốt Nghiệp của học kì 192, hiện tại Trường đang cho nghỉ đến hết tháng 3, em muốn hỏi là thời lượng làm LVTN có được đủ 15 tuần kể từ ngày đi học lại không ạ?  Em xin chân thành cảm ơn Quý Thầy/Cô ạ",
    "Em chào thầy/cô Cho em hỏi là em có đăng ký 1 môn không thuộc chương trình đào tạo của khoa em để đủ tín không bị cảnh cáo, vậy cho em hỏi là môn đó có được tính vào số tc tích lũy k ạ  Em cảm ơn !",
    "Cho e hỏi là e đã đăng kí môn tiểu luận tốt nghiệp đợt bổ sung rồi mà sao thời khóa biểu của e không có ạ. E đủ tất cả  điều kiện để làm tiểu luận ạ  Mong nhà trường giúp đỡ e ạ !",
    "Em là , mssv: . Em đã đăng ký môn học LVTN mã CI4343 trong đợt đăng ký bổ sung LVTN HK192 nhưng môn học vẫn chưa được cập nhật vào thời khóa biểu. Em cũng đã kiểm tra lại và thấy mình thỏa hết điều kiện để nhận LVTN. Em mong PĐT xem xét lại giúp em. Em chân thành cảm ơn. Em có gửi kèm theo hình ảnh chứng minh mình đã đăng ký môn học CI4343 LVTN.",
    "Kính chào thầy/cô, Em là , MSSV , Khoa khoa học ứng dụng. * Về vấn đề đã được giải quyết lần trước: Trước tiên em cảm ơn PDT đã đăng kí giúp em môn Cơ lưu chất (CI2003) vào đợt yêu cầu giúp đỡ lần trước. Tức là lần trước em không đăng kí đúng thời gian ĐKMH HK192 chính do không biết môn Cơ lưu chất (CI2003) sẽ không mở dự thính nữa nên đã được PDT giúp đỡ đăng kí cho môn này. * Về vấn đề hiện tại: Em đã có thời khóa biểu môn Cơ lưu chất (CI2003), nhưng trên e-learning thì chưa cập nhật môn học. Do tình hình dịch Covid19 này, đa phần có học online nên em lo môn này giảng viên sẽ cho làm bài tập trên elearing, mà em lại không vào được môn học. Vì thế, em mong PDT có thể giúp em kiểm tra và chỉ ra cách cho em khắc phục tình trạng trên . Em mong sớm nhận được hồi đáp và chân thành cảm ơn quý thầy/cô!",
    "Gửi phòng đào tạo Em tên là , MSSV . Em gửi mail này vì lý do sau: Vào đợt đăng ký LVTN, TTTN bổ sung vào ngày 25/2 - 2/3 vừa rồi, khi em tham gia đăng ký bổ sung môn Luận văn tốt nghiệp thì hệ thống nhận và báo em đăng ký thành công. Nhưng cho tới nay thì em vẫn chưa có môn LVTN trong TKB và sau khi kiểm tra kết quả thì em thấy yêu cầu đăng ký của em đã bị hủy vì không đủ điều kiện để đăng ký môn. Tuy nhiên, sau khi em rà soát lại tiến độ học tập và bằng tiếng anh của em thì em đã đủ điều kiện đăng ký vì em không thiếu môn tiên quyết, đã đủ ngày CTXH và có chứng chỉ tiếng anh đạt yêu cầu. Vậy xin cho phép em được hỏi em không đủ điều kiện đăng ký môn học ở đây là gì ạ Em xin phòng đào tạo xem xét và hỗ trợ em Em xin chân thành cảm ơn An   i     .",
    "Dạ em tên Lâm Mỹ Phụng mssv  lớp xd16vl trong đợt đk bổ sung đợt cuối LVTN em có đk và đủ điều kiện để đk LVTN nhưng tới đợt kết quả đk vừa rồi, thì nhận thông báo là ko đủ đkien để đk . Mong pđt kiểm tra lại giúp em  em cám ơn ạ",
    "Trước tết em có đăng ký in giấy xác nhận sinh viên, in bảng điểm và in thẻ sinh viên nhận tại cơ sở 2. Mong Thầy, Cô chuyển giúp em lên cơ sở 1 ạ. Em xin cám ơn.",
    "Em xin chào thầy/ cô, Em tên , MSSV . Chuyện là đợt đăng ký môn học bổ sung luận văn tốt nghiệp vừa rồi em có đăng ký luận văn thì thấy trạng thái đã được gửi đăng ký thành công rồi ạ nhưng mà hôm nay em kiểm tra thời khóa biểu thì không có môn học đó và kiểm tra trên kết quả đăng ký môn học luận văn thì mất môn học đó luôn rồi . Dạ em muốn hỏi là em có phải lên pdt để đăng ký lại hay ko ạ? và cho em hỏi là em có thể đăng ký lại bằng giấy viết tay với pdt không ạ? . Em xin cám ơn.",
    "Kính gửi phòng đào tạo Do sai sót trong việc kiểm tra số tín chỉ môn học nên hiện tại em đang thiếu 3 tín chỉ tự chọn để tốt nghiệp ( Vì kiểm tra tổng số tín chỉ em đã vô ý tính luôn cả tín chỉ ngoài khoa ) nên em xin phòng đào tạo xem xét cho em được đăng ký vào lớp môn học sau ạ: EE3115 - Nguyên lý thông tin số - lớp A01 của thầy   Em xin cám ơn ạ",
    "Dạ xin lỗi vì đã làm phiền PĐT. Cho em hỏi điểm trung bình tích lũy ngành có tính luôn điểm các môn anh văn vào không ạ. Em xin cảm ơn !",
    "Khác            Đơn xin cấp bằng tốt nghiệp tạm thời  Kính gửi Phòng đào tạo,  Em là , MSSV: 4  Em viết đơn này để xin phòng đào tạo có thể cấp bằng tốt nghiệp tạm thời cho em để em có thể hoàn tất hồ sơ du học Em đã hoàn tất xác nhận xét tốt nghiệp và đủ điều kiện để cấp bằng tốt nghiệp tạm thời  Cảm ơn và mong phản hồi từ thầy/cô!   ",
    "Dạ cho em hỏi Hiện tại em tích lũy được 96 chỉ. Kì 2 này em đăng kí 19 chỉ. Em được biết số chỉ đi thực tập là 98 chỉ là tính đến hết kì 2, như vây em được 115 chỉ đã thỏa điều kiện. Bữa em có đăng kí môn thực tập tốt nghiệp thì có xác nhận là thỏa điều kiện đăng kí. Nhưng khi em xem kết quả đăng kí thì lại không có môn thực tập trong thời khóa biểu ạ. Nếu bây giờ em muốn có môn thực tập vào thời khóa biểu thì phải làm sao ạ. Dạ em cảm ơn ạ.",
    "Em bị trục trặc khi đăng kí môn học máy bơm và trạm bơm mã số môn học là ci3059,cho em bây giờ em muốn đăng kí bổ sung thì cách thức như thế nào? Em cảm ơn!",
    "Dạ rm chào thầy/cô, ở đợt đăng kí bổ sung LVTN em có đăng kí nhưng không hiểu sao kết quả đăng kí lại không được. Theo em tìm hiểu, thì em đạt đủ điều kiện để đăng kí LVTN (môn học trước, tiên quyết,...). Mong thầy cô trả lời giùm em. Em cảm ơn",
    "Thân chào anh chị, Em tên là , hiện đang là sinh viên năm 2. Hiện tại tụi em có nhận được thông tin về việc rút môn học HK 192 (qua email). Em cũng đã có xem qua về quy chế đào tạo và học vụ thì việc rút môn học vẫn sẽ được tính phí. Tuy nhiên, do tình hình dịch nCoV đang có chuyển biến và lịch học cũng đã được dời lại khá xa, thì em và gia đình thắc mắc là liệu mình có thể đăng ký huỷ môn học và không tính phí ạ (gap 1 học kỳ)? Do em cảm thấy việc đi học trễ hơn hoặc học online sẽ không phù hợp với bản thân lắm. Mong anh chị sẽ phản hồi sớm. Trân trọng, Đoàn Anh ",
    "B  Em là sinh viên năm nhất, đầu năm em thi anh văn đầu vào được 385 và em không có học anh văn trên trường thì đến lúc nào em phải nộp chứng chỉ anh văn để được tiếp tục đăng kí môn học vậy ạ.",
    "Em tên là , MSSV . Em đã thanh toán lệ phí chuyển điểm cho 4 môn AV và đã được xác nhận đăng ký nhưng vẫn chưa được cập nhật điểm trên hệ thống mà vẫn chỉ có điểm 12 khi kiểm tra AVĐV. Mong quý thầy cô xử lí giúp em. Em xin cảm ơn   i     .",
    "Cho em hỏi: Việc nghỉ dịch tới hết tháng 3 có ảnh hưởng gì đến học kỳ hè không ạ?",
    "Dạ cho em hỏi là em đủ điều kiện tốt nghiệp đợt này nhưng do kì trước em ko đăng kí môn học nên bị đình chỉ học kì này. Liệu có giải pháp nào để em được xét tốt nghiệp kì này ko ạ ? Em cảm ơn ạ",
    "Chào cô, vì kết quả đăng kí môn Luận văn tốt nghiệp của em bị mã L: thiếu tín chỉ tích lũy. Nhưng số tín chỉ tích lũy hiện tại của em đã đủ để nhận luận văn trong kỳ này rồi (có ảnh kèm theo). Mong cô xem xét trường hợp của em . Em cảm ơn ạ!",
    "Khi đăng ký giảng viên hướng dẫn luận văn có cần phải lên trường viết đơn và nộp hay chỉ cần liên hệ với giảng viên đó hoặc đăng ký online?",
    "Em xin chào thầy(cô) ạ Tình trạng ở học kì trước của em:  -Đã học hết các tín chỉ phân ngành -Chưa làm LVTN -Chưa qua 4 anh văn (em chờ chuyển điểm từ bằng TOEIC ạ) -Không đăng ký môn học ở HK1 năm học 2019-2020 Hiện tại em đã có bằng TOEIC đủ để làm LVTN, vậy giờ em cần những giấy tờ gì để được nhận LVTN ở học kỳ này ạ. Em xin cảm ơn thầy(cô) ạ.",
    "Hiện hiện trên bkel đều có bài giảng của các môn kèm bài tập nhưng nhà trường không thông báo về việc học trực tuyến. Nên em có câu hỏi là học kì này đã đầu hay những video và bài giảng trên bkel chỉ để tham khảo trước ạ. Em cảm ơn",
    "Em chào anh/chị tại văn phòng ạ,   Em tên , khoá k13, mssv ILI13037 Em có thắc mắc về thời gian xét tốt nghiệp Liệu thời gian xét có được dời lại hay vẫn giữ nguyên Em và các bạn hiện tại vẫn chưa có cơ hội để lấy bằng anh văn vì trung tâm anh văn tại nhà trường vẫn đang tiếp tục dời lịch thi Ngày thi tại trung tâm IIG cũng quá ngày xét tốt nghiệp Em xin cảm ơn, em hy vọng sẽ được nghe phản hồi từ văn phòng sớm và có thể đưa em thêm phương án     Lời cảm ơn   Nguyễn     ",
    "Em xin chào ạ, em muốn hỏi là em đăng kí sai môn đồ án ạ, phòng đào tạo có thể đổi giúp em được không ạ. Môn em đã đăng kí là đồ án( kĩ thuật điện, điện tử) MMH: EE3061, phòng đào tạo có thể đổi giúp em sang môn đồ án( kĩ thuật Điện tử, truyền thông) MMH: EE3151. Mong phòng đào tạo giải quyết giúp em. Em cám ơn ạ.",
    "Cho em hỏi làm cách nào để khôi phục lại mật khẩu của mybk và email sinh viên vì em quên mất mật khẩu cũ",
    "dạ cho em hỏi, em học lớp liên thông k17 học bên trường cao đảng điện lực. CD17DNLT.  Em còn nợ một môn Thực tập điện tử 2, có mấy lần em đăng kí học lại mà trường không mở lớp, cho em hỏi khi nào trường mở lớp để học được học trả môn ạ",
    "Chào thầy cô, em học hệ VHVL, lịch đăng kí môn học hết hạn, nhưng em muốn đăng kí môn học thì làm thế nào ạ",
    "Em hiện đang thực hiện luận văn trong kì này và dự kiến sẽ tốt nghiệp vào tháng 11 tới. Em có ý định đi du học và muốn nhập học vào tháng 9 sắp tới. Tuy nhiên trường nước ngoài không chấp nhận \"giấy chứng nhận tốt nghiệp tạm thời\" thay cho bằng tốt nghiệp. Em có thể xin phép phòng đào tạo cấp cho em giấy chứng nhận là em đã tốt nghiệp, trước đợt tốt nghiệp vào tháng 11 không ạ? Em không cần phải có bằng tốt nghiệp, chỉ cần giấy xác nhận là em đã tốt nghiệp thôi ạ.",
    "Cho em hỏi lịch làm việc của thư viện trong mùa dịch ạ???",
    "Hiện tại em đang là SV năm cuối khoa kĩ thuật xây dựng, em có đăng kí luận văn tốt nghiệp đợt bổ sung (25/02/2020), trong quá trình đăng kí em không gặp vấn đề gì về thiếu môn hay thiếu bất cứ yêu cầu gì để được đăng kí luận văn (em đã xem lại rất kĩ), nhưng không hiểu tại sao kết quả đăng kí của em không có luận văn CI4343. Vì thế em muốn hỏi nguyên nhân nào mà em bị như vậy.  Mong được thầy/cô trả lời cho em! Em xin cảm ơn ạ. Chúc thầy/cô một ngày làm việc vui vẻ.",
    "Dạ em đã đăng ký chuyển điểm môn AV4 thành công vào tháng 10 năm 2019 và đã đóng lệ phí, em được thông tin là điểm chuyển sẽ được hiển thị trong kết quả của hk đó là HK191. Nhưng hiện tại em xem bảng điểm kết quả của HK 191 thì ko thấy dấu hiệu nào thể hiện là điểm môn AV4 đã được chuyển ạ. ( em có đính kèm ảnh chụp màng hình chứng nhận đã đk chuyển điểm ạ ) Cho em hỏi là đã có nhầm lẫn gì không ạ? mong thầy/cô kiểm tra giúp em ạ! Em cảm ơn ạ!",
    "Kính gửi phòng đào tạo . Em là sinh viên lớp KSTN khoa Xây Dựng khóa 2016 . Thầy/Cô cho em hỏi về việc công nhận đạt môn học KSTN ở học kì 191. Cụ thể là môn học bất kỳ phải đạt điểm trung bình môn học 7.5 trở lên hay là 7.0 trở lên thì mới coi là đạt ạ? Em chỉ thắc mắc về điểm trung bình môn học, không thắc mắc về phần mở rộng ạ . Mong phòng đào tạo sớm trả lời giúp em . Em xin cám ơn.",
    "Em chào Phòng Đào Tạo, Em là  -  hiện là sinh viên tài năng K16. Em có đọc được một Quyết Định ( vui lòng xem ảnh đính kèm ạ) . Em thắc mắc là để xét Tài Năng khi những môn tài năng đạt là khi lớn hơn hoặc bằng 7.0 và thêm phần mở rộng là \"đạt\" với Thời điểm áp dụng HK2/2018-2019 có nghĩa là từ thời điểm đó ( HK2/2018-2019) cho đến tốt nghiệp tất cả các môn tài năng 7.0 là đạt phải không ạ?  Em cảm ơn!",
    "ng kí môn học thành công nhưng elearning không có môn  Vào học kì 192 em có đăng kí môn đồ án thiết kế máy (me2011) thành công trên hệ thống và có thời khóa biểu.Nhưng trên elearning em k tìm thấy môn học đó.Cho em hỏi em phải làm sao để môn đó có trên elearning.",
    "Chào cô/ thầy Em tên là , MSSV . Kỳ này em có đăng ký luận văn tốt nghiệp vào đợt đăng ký bổ sung và nhận được thông báo thành công nhưng đến bây giờ thì tên của em vẫn chưa có trong danh sách đăng ký môn học thành công. Em kiểm tra lại thì thấy có 2 phần đăng ký luận văn. 1 là đăng ký bổ sung, 1 là kết quả đăng ký bổ sung, phần đăng ký bổ sung thì đã báo là đủ điều kiện đăng ký nhưng trong phần kết quả vẫn không thấy có thời khóa biểu. Cho em hỏi là em còn thiếu điều kiện đăng ký nào ạ ? Em phải làm sao để đăng ký luận văn ạ, vì em đang làm với giáo viên hướng dẫn rồi ạ, em xin cảm ơn",
    "ng ký in bảng điểm . Em dk in bảng điểm. Đã làm đủ các bước theo hướng dẫn nhưng bên BkPay chưa hiện mục để thanh toán. Pdt giúp dùm. E cám ơn.",
    "Mã môn học là: MA3343 Dạ cho em hỏi Hiện tại em tích lũy được 96 chỉ. Kì 2 này em đăng kí 19 chỉ. Em được biết số chỉ đi thực tập là 98 chỉ là tính đến hết kì 2, như vây em được 115 chỉ đã thỏa điều kiện. Bữa em có đăng kí môn thực tập tốt nghiệp thì có xác nhận là thỏa điều kiện đăng kí. Nhưng khi em xem kết quả đăng kí thì lại không có môn thực tập trong thời khóa biểu ạ. Nếu bây giờ em muốn có môn thực tập vào thời khóa biểu thì phải làm sao ạ.",
    "..     hiện tại với diến biến phức tạp của dịch bệnh em muốn hỏi răng xin mở lớp môn học vào kì dự thính như thế nào ạ, vì không đủ số lượng nhưng môn đó năm trong nhóm môn 12 tín chỉ bắt buộc của CTDT.",
    "Em xin chào ạ. Lúc trước em đăng kí môn đồ án mà bị lộn ạ. Phòng Đào Tạo có thể giúp em đổi môn Đồ Án ( kĩ thuật Điện, Điện Tử) H:EE3061 chuyển thành môn Đồ Án ( kĩ thuật Điện tử, Viễn thông) H: 3151 được không ạ . Em mong Phòng Đào Tạo giải quyết giúp em ạ . Em xin cảm ơn!",
    "Em chào admin ạ! Em là  - MSSV  thuộc Khoa Môi Trường và Tài Nguyên. Vì lỡ đăng kí môn học không thuộc ngành học của mình, nên em xin PĐT xoá giúp em môn Con người và môi trường ( nhóm lớp L01 - mã môn học EN1003) ạ. Em xin chân thành cảm ơn sự quan tâm đọc tin nhắn và giúp đỡ em từ phía PĐT.",
    "Em chào nhà trường ạ! Em là , khoa KTXD hiện đang học tập tại trường ạ. Trong đợt đăng kí bổ sung LVTN vừa qua em vẫn đăng kí như mọi khi nhưng đến khi nhận kết quả thì em lại không thoả điều kiện đăng kí mặc dù em tự thấy mình thoả mãn toàn bộ các tiêu chí của nhà trường ạ. Em rất hoang mang và mong nhà trường xem xét lại kết quả và cho em biết thêm về lí do ạ. Mong nhà trường giải đáp sớm để em còn sắp xếp việc để ra lại trường ạ, chứ tình hình dịch bệnh cũng nguy hiểm lắm ạ. Em chân thành cảm ơn",
    "Kính chào phòng đào tạo, Em tên Đặng  MSSV , trong thời gian mở đợt thi anh văn ngày 21/12/2019, em có đăng kí trước đó, nhưng vì bận chuyện đột xuất nên em đã hủy đăng kí nhưng không biết tại sao trên BKpay cuả em lại có phần tiền phí đó, mong phòng đào tạo xem xét lại dùm em .",
    "Thân chào phòng đào tạo, Em tên Đặng , MSSV , vì số điện thoại mà em đăng kí tài khoản OCB đã lạc mất cách đây hơn 8 tháng nên khi đóng học phí em không thể đóng được và ở quê em không có ngân hàng OCB nên em cũng không có điều kiện ra ngay ngân hàng để thay đổi thông tin, mong phòng đào tạo giúp dùm em. Em xin cảm ơn .",
    "Kính gửi Phòng Đào tạo, Em tên là  - MSSV:  ạ. Trong đợt ĐKMH bổ sung LVTN lần cuối cùng (25/2 - 02/03/2020), em đã đặng ký nhưng không được do loại hình sinh viên không đúng (em đã hoàn thành tất cả các môn học trong chương trình, không nợ môn và đã bổ sung chứng chỉ anh văn đầy đủ). Em đã lên Phòng Đào tạo hỏi và làm đơn trong thời hạn vẫn đăng ký được môn học là vào ngày 27/02/2020 và nhận được phiếu hẹn trả lời vào ngày 03/03/2020. Nhưng đến ngày này em lên thời khóa biểu và sau đó là vào mục \"Kết quả Đăng ký bổ sung TTTN - LVNTN- DCLVTN Học kỳ 192- Hệ Chính Quy\" thì em vẫn không thấy được kết quả em đăng ký được LVTN. Vào ngày 05/03/2020 em có lên trường một lần nữa để hỏi và Phòng Đào tạo đã đồng ý xem lại giúp em lý do đơn của em vẫn chưa có kết quả. Nhưng đến bây giờ em vẫn chưa thấy được kết quả online ạ. Với tình hình dịch bây giờ, trường cũng hạn chế việc đi lại nên thông qua dịch vụ hỗ trợ trục tuyến này, em rất mong Phòng Đào tạo giải quyết giúp em để em có thể làm LVTN và hoàn thành chương trình học đúng thời hạn. Em cám ơn và chúc Phòng Đào tạo một ngày làm việc thật vui và thật khỏe.",
    "Kính gửi các thầy cô, Hiện tại em đã hoàn thành xong luận văn nhưng vẫn còn nợ 1 môn. Cho em hỏi em có thể đăng kí thi tiếp để học lên thạc sĩ và đảm bảo trả nợ trong học kì kế tiếp được không ạ ?",
    "Chào thầy/cô Em là , MSSV , ngành Kỹ thuật Y sinh, khoa Khoa học ứng dụng Vấn đề của em là: Em đã không đăng ký môn đồ án cơ sở (AS2045) trong học kỳ 192 này. Sau này tìm hiểu thì em mới biết là các môn đồ án và luận văn không thể được học song song và sẽ kéo theo trễ ít nhất 1 năm học. Trong học kỳ chính thì em đã đăng ký 21 tín chỉ. Do đó, em mong được Phòng đào tạo xem xét giúp đỡ em bổ sung môn đồ án cơ sở (AS2045) nhóm lớp A01 của thầy  và đồng thời rút môn học Xl hìnhảnh ysinh bằngkts (AS3055) nhóm  lớp A01 của thầy  (2 môn học cùng 1 thời khóa biểu và tổng số tín chỉ em đăng ký trong học kỳ 192 sẽ thành 19 tín chỉ) Nếu có thể được bổ sung và cần những giấy tờ gì thì thầy/cô cho em biết, em sẽ xin ý kiến của giáo viên giảng dạy. Em xin trân trọng cảm ơn.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi thầy/cô, Em tên là Nguyễn Hồ Minh Phước, MSSV:1612736, khoa Khoa học và Kỹ thuật máy tính và kỳ này em muốn đăng ký tốt nghiệp. Em viết mail này để hỏi về 3 vấn đề như sau:   B 1. Không có trong danh sách tốt nghiệp và không khai được lý lịch tốt nghiệp:    Hiện tại em đã làm xong luận văn. Luận văn em đang in và sẽ nộp trước 13/03. Em đã học hết tất cả các môn yêu cầu, nộp chứng chỉ anh văn nghe đọc, thi anh văn nói viết và đủ 20 ngày CTXH. Nhưng em không tìm thấy mình trong danh sách tốt nghiệp dự kiến và cũng không thể cập nhật được thông tin trong mục Khai lý lịch tốt nghiệp (Hình đính kèm: img1).   B 2. Rút môn học để thanh toán học phí:    Kỳ này em có đăng ký hai môn học vì sợ kỳ vừa rồi em rớt môn:     - Mật mã và an ninh mạng     - Công nghệ phần mềm nâng cao Tuy nhiên, em đã hoàn thành và hiện tại em muốn rút hai môn này cũng như thanh toán học phí cho hai môn này để tốt nghiệp. Thời gian rút môn bị dời lại tới 16/04 nhưng theo lịch ngày 27/03 là ngày xét tốt nghiệp. Vậy em phải làm sao trong trường hợp này ạ?   B 3. Không có mặt tại ngày tốt nghiệp:    Trong tháng tốt nghiệp, em sẽ ở nước ngoài và không thể về dự lễ tốt nghiệp. Đối với trường hợp như em thì có thể nhờ bạn đi nhận giùm được không ạ? Em xin cảm ơn thầy/cô đã giúp em đọc ý kiến này. Chúc thầy/cô có ngày làm việc vui vẻ. Kính thư, Nguyễn Hồ Minh Phước",
    "Xin cho em hỏi sinh viên k14 bây giờ nộp chứng chỉ toeic để được làm tốt nghiệp là 450đ như cũ phải không ạ? Em cảm ơn.",
    "MSSV:       I Kính chào Thầy (Cô). Em có một số câu hỏi như sau. Em mới nộp bằng toeic ngày 10/03 để chuyển điểm môn anh văn 4 để hoàn thành chương trình đào tạo. Hiện nay em đang đăng kí học môn anh văn 4 học tại trường. Theo quy định hiện tại, việc chuyển điểm cho tốt nghiệp phải trước hạn chót ít nhất 2 tuần và nộp hồ sơ tốt nghiệp. Và em cũng xin được rút môn anh văn 4. Để kịp cho đợt tốt nghiệp tháng 4 sắp tới, em cần bổ sung thêm những giấy tờ như thế nào ạ. Rất mong sẽ được thầy (cô) phản hồi sớm. Em xin cảm ơn thầy (cô).  .",
    "Chào PĐT, em tên  , em có thắc mắc mong PĐT giải đáp Hiện nay dịch virus Covid-19 đang phức tạp và thời gian nghỉ đến cuối tháng 3, vậy cho em hỏi thời gian thực hiện luận văn tốt nghiệp (cũng như thời gian bảo vệ luận văn) có được dời không ạ. Hiện nay là tuần 11 và trên thời khoá biểu luận văn sẽ kết thúc vào tuần 21!. Em xin cảm ơn ",
    "Hiện tại em đang làm luận văn tốt nghiệp, cho em hỏi vì ảnh hưởng của dịch thì thời gian báo cáo tốt nghiệp hay kết thúc học kì 192 này sẽ vào thời gian nào. Vì trước khi thời gian học thay đổi như hình bên dưới (tuần 21) thì từng có lịch kết thúc tuần thứ 26 (hình2) . Hiện tại em đang thực tập ở công ty bên ngoài và cần báo lại thời gian kết thúc học kỳ. Rất mong nhận được phản hồi từ quý thầy cô.",
    "Em đăng ký luận văn tốt nghiệp ngành Xây dựng dân dụng và công nghiệp (Mã CI4343) nhưng lại không thoả điều kiện đăng ký. Em đã qua tất cả các môn tiên quyết và nộp chứng chỉ toeic đầy đủ theo yêu cầu của nhà trường. Mong nhà trường xem xét lại giúp em.",
    "Em muốn xin đăng ký thêm 2 môn học: - Các phương pháp phân tích hiện đại(CH3005), nhóm A01, thứ 5, tiết 10-12 - Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học(CH3133), nhóm A05, thứ 5, tiết 345",
    "Kính gửi Phòng đào tạo . Vào đợt đăng ký bổ sung LVTN ngày 25/2, em có đăng ký môn LVTN nhưng kết quả lại không đăng ký được. Em đã hoàn thành các môn tiên quyết LVTN và đạt chứng chỉ TOEIC. Mong PĐT xem xét lại giúp em để em có thể ra trường đúng hạn. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp.HCM Dạ trong đặt đăng kí luận văn tốt nghiệp gần nhất em đã đăng kí và đã đủ hết các điều kiện ở thời điểm đăng kí, nhưng kết quả trong đợt trả kết quả đăng kí lvtn thì lại không có ạ. Kính mong trường giải quyết giúp em ạ. Em xin chân thành cảm ơn ạ",
    "Kính gởi Thầy/Cô, Em tên là Nguyễn Ngọc Như Quỳnh - 1612908. Hiện tại, em mong muốn được rút môn học Quản lý theo Lean và 6-Sigma (  B IM3077   ). Lý do: do học kỳ này em đang tham gia thực tập và những dự án khác nên em sợ không sắp xếp được thời gian để đảm bảo đáp ứng đủ yêu cầu cho môn học IM3077 này. Kính mong Thầy/Cô xem xét cho em được rút môn học này ạ. Em xin chân thành cảm ơn và chúc Thầy/Cô một ngày làm việc hiệu quả. Em Như Quỳnh.",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa TP.HCM Em tên là:  MSSV:  Thuộc khoa Điện-Điện tử - Em có thắc mắc là nếu bây giờ em đăng ký rút môn thì được tính là \"hủy môn\" hay là \"rút môn\" ạ, có mất học phí không ạ ? - Và em có thể rút môn online được không ạ ? Em rất mong nhận được phản hồi từ quý thầy cô, em xin cám ơn ! ",
    "Hk 192 tôi có hướng dẫn 1 nhóm đồ án Thiết kế ở bộ môn Thiết kế máy , Khoa Cơ khí, Tôi xin mở lớp HD online trên Bkel để thuận tiện hướng dẩn cho SV lúc chưa học tập trung . Rất mong sự giup1 đở của nhà trường. Xin cảm ơn.",
    "Kính gửi quý anh chị phụ trách, Tôi là . MSSV:  Vào cuối năm 2019, tôi có tham dự kỳ thi tuyển Cao học - Đợt 2. Kết quả đạt và tôi nhận giấy báo nhập học vào Sau Tết Âm Lịch (vào khoảng 02/2020). Tôi cũng đã đóng học phí (khoảng hơn 8 triệu) trước đó theo quy định của Nhà trường. Nay do dịch Covid19, nên lịch học hiện hoãn cho đến hết Tháng 3 và chưa thể xác định thời gian khai giảng chính xác . Do vậy tôi có thắc mắc: - Tôi cứ tiếp tục theo dõi thông báo từ nhà trường qua hộp mail có đúng ko? - Mọi vấn đề về môn học, lịch học, đăng ký môn học...thì cũng phải khi có thông báo ngày nhập học chính thức thì tôi mới phải quan tâm và xử lý, có đúng ko? - Tôi cũng ko cần liên hệ gì với Nhà Trường cho đến khi có thông báo nhập học trở lại qua email? Trân trọng cảm ơn và mong được sớm phản hồi. ",
    "Em đã hỏi câu hỏi này hôm qua, nhưng do diễn đạt câu hỏi chưa rõ nên em xin phép được hỏi lại. (câu hỏi cũ: http:/ksi.hcmut.edu.vn/extranet/supportsndex.php?ID=7634) Em hiện đang thực hiện luận văn trong kì này và dự kiến sẽ tốt nghiệp vào tháng 11 tới. Em có ý định đi du học và muốn nhập học vào tháng 9 sắp tới, tuy nhiên trường nước ngoài yêu cầu chứng nhận em đã tốt nghiệp vào lúc nhập học (tháng 9), nhưng trường Bách Khoa lại cấp bằng vào tháng 11 sẽ không kịp cho em nhập học. Trường có cấp giấy tốt nghiệp tạm thời nhưng trường nước ngoài lại không chấp nhận giấy đó ạ. Em có thể xin phép trường cấp cho em giấy chứng nhận là em đã tốt nghiệp ngay khi em hoàn thành chương trình học (tháng 7) được không ạ? Em chỉ cần giấy chứng nhận rằng em đã tốt nghiệp chứ không cần thiết là phải có bằng ạ.",
    "Xin phép pdt xem giúp em trường hợp  mssv . Em đã đủ ctxh để đk tốt nghiệp rồi. Em cảm ơn.",
    "Xin chào các thầy cô trong phòng đào tạo. Em muốn hỏi về việc kết quả đăng ký luận văn của em bị huỷ mặc dù trước đó em đã có thể đăng ký trong đợt đăng ký luận văn bổ sung, mong phòng đào tạo giúp đỡ cho em ạ. Cám ơn các thầy côi",
    "Em chào admin. Em tên Võ Danh Thùy. mssv . Em thuôc khoa xây dựng. Cho em hỏi là e có đăng kí môn Sức bền vật liêu(Ci2007) trong học kì dự thính 192=)) học kì hè e có đăng kí được môn Cơ hoc kết cấu(CI2029)dc k ạ. Sbvl là môn học trước của cơ kết cậu ạ. Mong admin giải đáp. em cảm ơn ạ!",
    "Kính Chào Thầy(Cô) giáo. Em có một số thông tin như sau: Sáng nay em có nhận được phản hồi về hướng dẫn đăng kí tốt nghiệp trên website của nhà trường. Nhưng em đang có 2 vấn đề sau nên em chưa thể đăng kí xét tốt nghiệp Thứ nhất là: Hiện tại em có nộp bằng toeic ngày 10/03 để chuyển điểm môn anh văn 4 không trong đợt chuyển điểm của nhà trường. Theo quy định là nộp chứng chỉ trước 2 tuần. Vậy em rất mong sẽ được nhà trường tạo điều kiện xem xét chuyển điểm giúp em để kịp thời gian ra trường. Thứ hai là: Em đang đăng kí môn học anh văn 4 ở học kì 2 này, em muốn được rút môn học để đăng kí tốt nghiệp. Vậy Em cần bổ sung thêm những giấy tờ gì (Ví dụ như đơn xin hủy môn học và đơn xin chuyển điểm anh văn). Do hiện tại nhà trường đang trong thời gian nghỉ dịch nên em không thể đến trực tiếp được. Vậy kinh mong quý thầy cô sẽ có những phản hồi hướng dẫn em hoàn thành thủ tục tốt nghiệp. Em xin cảm ơn .  .",
    "Em mới nhận được email thông báo đx hết thời gian đào tạo tối đa từ HK192 nên bị buộc thôi học. Tình trạng hiện nay của em như sau: - em đã làm LVTN và hoàn thành TOEIC 525 - đã hoàn thành chương trình đào tạo. Điểm tích lũy hiện nay là 7.19 - Còn 1 môn tích lũy thêm (Phương pháp tính - MT1009) đã học nhưng chưa đạt  - Em hiện đag là sỹ quan công tác trong quân đội nên điều kiện đi lại nắm bắt thông tin khá khó khăn (1 phần nguyên nhân dẫn đến chưa đạt) Vậy cho em hỏi em có thể xin kéo dài thêm 1 học kỳ nữa được không? nếu được thì em có thể đăng ký bổ sung môn học không (vì hk192 e chưa đky môn học mà đang đky học dự thính)?  em xin cảm ơn!",
    "Cho em hỏi là Thông báo của trường cho nghỉ đến hết tháng 3, tức là 1.4 bắt đầu trở lại Mà sao e thấy trên tkb là 30.03 31.03 vẫn có tiết ạ Mong thầy cô giải đáp cho e Em xin chân thành cám ơn",
    "Dạ thưa phòng đào tạo.Hiện em đã có đủ điểu kiện ngày công tác xã hội ,có anh văn và những điều kiện khác để đăng kí tiểu luận .Vậy mong pdt xét bổ sung thêm sĩ số môn tiểu luận tốt nghiệp để em đăng kí , mã số môn học 260663.Em cám ơn",
    "Chào thầy cô ở phòng đào tạo, Em đã đủ số tín chỉ tích lũy đồng thời đã nộp anh văn mà vẫn bị hủy kết quả đăng ký luận văn.Và cho em hỏi thêm trong trường hợp em không đủ tín chỉ tích lũy ngành, em có thể nộp đơn để xin làm luận văn không ạ. Mong thầy cô xem xét, em xin cám ơn.",
    "Chào các thầy/cô ạ. Hiện tại em đã hoàn thành các điều kiện tốt nghiệp. Mong các thầy cô hỗ trợ cập nhật danh sách tốt nghiệp để em co thể đăng ký tốt nghiệp ạ. Em cảm ơn.  ",
    "Em K13 em muốn viết đơn thôi học và chuyển qua hệ VHVL em ko tìm thấy mẫu đơn, thầy/cô có thể cho em xin mẫu đơn được không ạ. Em cũng thấy trong hồ sơ yêu cầu bản sao bằng tốt nghiệp THPT (em đã nộp cho nhà trường rồi) bây giờ em có cần rút ra và nộp lại không? Quy trình rút bằng tốt nghiệp THPT thế nào ạ?",
    "Xin chào , em là sinh viên khoá K15, đã hoàn thành tất cả các môn học nhưng thiếu chính chỉ anh văn đề nhận luận văn. Thế em có cần đăng ký môn học mỗi kỳ để duy trì tình trạng đang học không ạ, em cảm ơn.",
    "Hôm trước em có đăng kí luận văn tốt nghiệp CI4343, hôm nay em vào kiểm tra thì đã bị huỷ kết quả đăng kí vì em thiếu môn tiên quyết kết cấu thép CI3211. Em có xin phép Thầy hướng dẫn qua mail về việc cho em làm luận văn sớm và bổ sung môn học vào học kì này. Em đã được Thầy đồng ý. Vậy học kì này em được đăng kí bổ sung Luận văn tốt nghiệp không ạ. Em xin cám ơn Thầy/ Cô.",
    "Học phí học kỳ chính       Kính gửi quý Thầy cô,    Quý Thầy cô cho em hỏi trong tình hình dịch như vậy bị dời lại thời gian học của hk2 thì em sẽ có việc bận nên không thể học 1 môn học   Như vậy việc em rút môn học có tính học phí không ạ    Trân trọng   ",
    "Em là (), hiện em đang muốn ứng tuyển học bổng CK82 và em muốn biết điểm rèn luyện hiện tại của em là bao nhiêu ạ, tuy nhiên trên thông tin sinh viên và bảng điểm chưa cập nhật điểm rèn luyện nên em không biết điểm rèn luyện của mình là bao nhiêu. Mong nhà trường cho em biết ạ. Em cảm ơn ạ",
    "Em tên  -  Khoa Kỹ Thuật Xây Dựng. Như Những học kì trước thì thời gian làm luận văn là 15 tuần. Vậy đối với kì này thì thời gian làm LVTN vẫn là 15 tuần hay là giảm xuống ạ?",
    "cho em hỏi thư viện cơ sở 2 có mở cửa bán sách không vậy?",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi thầy/cô, Em tên là , MSSV:, khoa Khoa học và Kỹ thuật máy tính và kỳ này em muốn đăng ký tốt nghiệp. Em đã có gửi câu hỏi về việc không khai được lý lịch tốt nghiệp và đã được yêu cầu cung cấp hình minh chứng. Do đó em viết mail này để cung cấp các thông tin cần thiết. 1. Em đã học hết tất cả các môn yêu cầu và hoàn thành luận văn. (MinhPhuoc_HK1XX.JPG) 2. Em đã nộp chứng chỉ anh văn nghe đọc. (MinhPhuoc_NgoaiNgu.JPG) 3. Em có 25.5 ngày CTXH (MinhPhuoc_CTXH.JPG) 4. Em đã thi anh văn nói viết. (Tuy nhiên em không nhận thông báo gì về việc đến lấy bằng cho kỳ thi này). Và hiện tại em không thể cập nhật lý lịch tốt nghiệp trên mybk (MinhPhuoc_KhaiLyLich.JPG) và cũng không tìm thấy tên trong danh sách tốt nghiệp dự kiến tháng 4/2020. Em xin cảm ơn thầy/cô đã giúp em đọc ý kiến này. Chúc thầy/cô có ngày làm việc vui vẻ. Kính thư, ",
    "Kính gửi quý nhà trường, Hiện tại, em đang đăng ký và nộp hồ sơ cho một trường đại học ở bên Canada. Trong hồ sơ trực tuyến có đính kèm bản sao y của bảng điểm song ngữ chính thức của trường đại học Bách Khoa. Tuy nhiên, bên phía trường đại học bên Canada yêu cầu trường đại học Bách Khoa phải gửi bảng   b điểm chính thức (official transcript)   , cùng   b họ tên đầy đủ của em    và mã xác thực (authorization number)   b 352289   , đến địa chỉ email   U     để có thể công nhận chính thức bảng điểm của em. Kính mong quý nhà trường xem xét và hỗ trợ yêu cầu này của em. Em xin cảm ơn quý nhà trường,",
    "Em chào cô ạ !   Hôm trước em có xin cô đăng ký thêm môn SP1009 và khi kiểm tra trên thời khóa biểu thì có nhưng trong Elearning thì chưa thấy !   Em xin PĐT cập nhật môn trong Elearning giúp em để em kịp học và làm các bài kiểm tra của GV kịp trước khi hết hạn ! Em xin cám ơn cô !",
    "Kính gửi phòng đào tạo Em là , MSSV . Em lập đơn này để xin được rút môn học  Lối Cách Mạng Đảng Cộng Sản Việt Nam (001004). Mong nhà trường hỗ trợ em ạ .",
    "dạ , em chào vp ạ, em là , mssv  . trước tết em có đăng kí môn mác lê nin (sp1003) mã lớp A05 nhưng anh  oisp có báo với em là không mở lớp do sỉ số không đủ  . sau đó em vẫn theo dõi việc đăng kí môn và em đã đăng kí môn bằng giấy tay và đăng kí online, và em vẫn không nhận được tkb môn Mác trong khi bạn em học chung lớp và đăng kí giống hệt em thì có Mác và hôm nay cô còn gửi lịch học online kiểm tra để được thi cuối kì. Em đã mail cho anh  rất nhiều lần nhưng anh nói bị trùng lịch học giáo sư, nhưng em thấy lịch học giáo sư thì chưa có hiển thị tuần học trên mybk. Bạn em thì đã được cô gửi tài liệu môn mác để học và làm bài test. em mong văn phòng kiểm tra lại giúp em trong thời gian sớm nhất để em có thể tham gia vào lớp học.",
    "THỜI KHOÁ BIỂU DỜI VÀ RÚT NGẮN TỪ 16 TUẦN CÒN 9 TUẦN HỌC. Nếu nhà trường dời và rút ngắn chương trình như vậy thì liệu sinh viên có đủ kiến thức và đủ thời gian làm Luận Văn như sinh viên bọn em? 16 tuần còn 9 tuần là quá ngắn so với vviec làm Luận văn, mong nhà trường xem xét điều chỉnh lại và bỏ kì nghỉ hè năm nay để học",
    "Chào thầy/cô Em là  , sinh viên đã hỏi về việc hủy môn và đăng ký đồ án lần trước. Theo như thông báo của nhà trường thì thời gian nhận phiếu đăng ký rút môn học là: từ ngày 16/4 đến hết 24/4, thì liệu em có thể nộp sớm hơn và được xử lí sớm hơn không ạ ? Sau đó việc xin bổ sung thêm môn đồ án cơ sở có (cùng tkb với môn xin hủy) là có khả thi không ạ ? Vì em đang ở xa nên muốn hỏi chi tiết hơn, mong thầy/cô thông cảm và xem xét giải đáp giúp em. Em xin cảm ơn .",
    "cho em hỏi kì này có mở lớp dự thính không ạ em chờ mãi mà chưa có kết quả đăng kí môn học kì dự thính. em cảm ơn",
    "Dạ cho em hỏi năm nay thì khi nào có danh sách học bổng ạ? Em cảm ơn",
    "Dạ cho em hỏi là giờ này còn có thể yêu cầu tăng sỉ số môn học được không ạ (môn học Hệ thống thông tin quản lý - IM4005 - CC01). (Em xin lỗi vì đã làm phiền khi đã gửi yêu cầu nhiều lần ạ vì em đã nhiều lần tạo câu hỏi và thấy hiển thị đã được giải quyết nhưng em vẫn không được giải quyết hay gửi mail hay thông báo gì ạ). Em xin cảm ơn thầy/cô nhiều và mong sớm nhận được phản hồi ạ!  QUOTE ",
    "kính gửi thầy cô PĐT Trường ĐH Bách Khoa em tên  MSSV  Thầy cô cho em hỏi là khi nào có kết quả đăng kí môn học dự thính vậy ạ",
    "Chào thầy cô ạ, Trước đây em đã có đăng ký LVTN trong đợt bổ sung (mã môn IM4323) của học kỳ 192 nhưng trong đợt báo kết quả lại không hiện lên mục đăng ký của em ạ. Phiền mình xem giúp em trường hợp này ạ. Em có đính kèm file hình em đã đăng ký LVTN trong đợt bổ sung bên dưới ạ. Em cám ơn ạ.",
    "Em tên là . Hệ VHVL, MSSV: . Hiện em có lịch học, giáo viên bộ môn và có mail về việc học online của môn nhưng em vẫn không có tên trong danh sách của lớp do giáo viên bộ môn  ởng Hồ Chí Minh của cô .",
    "Em chào thầy/cô ạ  Cho e hỏi là phần bt trên e-l của e chương 1 2 chưa được kiểm tra mà lại mở kt chương 3 4 rồi ạ, và video chương 1 2 cũng không xem được ạ Cho e hỏi là mình bị lỗi trên e-l thì có thể gửi hỗ trợ thẳng cho thầy cô bộ môn trên đó được không ạ, và gửi thì gửi bằng cách nào ạ. Em tìm không thầy nên phải qua đây ạ, mong thầy/cô thông cảm ! Em cảm ơn",
    "Dạ em xin hỏi nếu mình đăng ký rút môn học thì mình có cần làm bài kiểm tra trên e-learning không ạ, vì thời gian nhận đăng ký rút môn học tới ngày 16/4 lận ạ. Em lo rằng sẽ bị lưu điểm lại.",
    "Em Chào Thầy/   Em tên  MSSV   Học kì này em có đăng kí môn học đồ án thiết kê ME2011 nhưng mà e chỉ  thấy môn học đó ở thời khóa biểu thôi còn trên elearning thì em không thấy có môn học đó ạCho em hỏi là do môn học đó không có trên elearning hay là web bị lỗi ạ  Em cám ơn và chúc Thầy/  khỏe       ",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ em xin kính chào phòng đào tạo trường Bách Khoa, dạ cho em xin hỏi là đơn xét miễn môn học bổ sung của em đã được khoa xét duyệt chưa ạ, đã có kết quả chưa ạ. Em xin cảm ơn ạ.",
    "Kính thưa phòng đào tạo, bài giảng video môn học Đại số tuyến tính có các bài kiểm tra kèm theo. Mặc dù đã xem video rất nhiều lần và làm các câu hỏi kèm theo ở cuối bài nhưng bài kiểm tra các chương vẫn không mở ra cho em và các bạn làm. Mong phòng đào tạo khắc phục sự cố sớm nhất để chúng em có thể làm bài. Em cảm ơn.",
    "Em chào ầy/Cô.    Em có thắc mắc là Sinh viên chính quy thuộc diện chính sách người dân tộc thiểu số vùng cao được giảm 70% học phí .    Khi đến thời điểm xét học bổng khuyến khích học tập sẽ xét theo danh sách từ trên xuống dưới, nếu sinh viên có ĐTBCMR đạt mức được nhận học bổng thì có được nhận học bổng không ạ, hay vì đã được giảm học phí nên sẽ không được nhận tiếp học bổng khuyến khích học tập ạ? Em cảm ơn.",
    "k Kính gửi Phòng đào tạo ạ. Em là sinh viên K18, thầy cô cho em hỏi là hiện tại mình đang bị nghỉ học tập trung tại trường do dịhj COVID-19 thì lịch học vụ có dời theo lịch nghỉ không ạ? Các lịch nộp CCNN, đăng kí môn học sẽ dời như thế nào ạ?",
    "Dạ cho em xin phép được hỏi, hiện em đang học Khoa Quản lí công nghiệ khóa K16p, em muốn học văn bằng hai Khoa Khoa học máy tính thì em phải làm thế nào và chương trình học của em sẽ ra sao ạ?",
    "Em bị sai số tín chỉ tích lũy và điểm trung bình tích lũy thì phải làm sao ạ.",
    "ăng ký môn học - ại học - Cao đẳng chính quy   Khác        Kính gửi hòng đào tạo,  Em là  (MSSV:),lớp Kĩ sư tài năng Khóa 2016  rong đợt đăng kí môn học dự thính, em thấy không mở lớp môn \"Công trình trên đất yếu\" (CI4037) dành cho sinh viên chính quy mà chỉ có lớp dành cho sinh viên văn bằng 2  Nay em xin hòng đào tạo cho em được đăng kí học chung với lớp văn bằng 2 môn học nêu trên để em có thể kịp tốt nghiệp với tấm bằng tài năng Em xin cảm ơn    Q",
    "CTXH] TÌNH NGUYỆN VIÊN HỖ TRỢ NGÀY HỘI SINH VIÊN BÁCH KHOA 2020 Vào ngày 04.01.2020, em có đi làm ctxh nhưng hiện tại vẫn chưa được cập nhật, có thể giúp em được không ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo . Em hiện đang hết thời gian đào tạo chính quy ngành kỹ thuật vật liệu. Em muốn chuyển sang hệ vừa học vừa làm bên ngành xây dựng có được không?  Em xin chân thành cảm ơn.",
    "Cho em hỏi một số câu hỏi ạ. 1. Em k17, em đã rớt anh văn 2, nếu kỳ 201 em muốn đăng ký môn học thì chỉ cần nộp chứng chỉ ngoại ngữ vào đủ điểm, hay phải chuyển điểm anh văn 2 đã rớt mới được đăng ký môn học ạ? 2. Điều kiện để đăng ký đồ án là phải đạt anh văn bao nhiêu điểm? 3. Nếu ngày 1/4 đi học lại, thì trường có thay đổi hạn thẩm tra cho việc nộp chứng chỉ ngoại ngữ nhằm đăng ký môn học cho kỳ 201 không ạ, hay vẫn giữ nguyên thời gian như mọi năm. Vì em lên aao xem chưa có lịch học vụ cho kỳ 201. Mà em cần phải biết để đi thi toeic đúng ngày nộp vào ạ. Mong thầy cô giải đáp giúp em, em cảm ơn nhiều ạ.",
    "Em hiện còn thiếu 2.5 ngày CTXH để tốt nghiệp, có cách nào để em lấy được bằng tốt nghiệp tạm thời để xin việc không ?",
    "Kính chào ban Cán bộ nhà trường, Thông tin nơi sinh của em bị sai: em sinh tại Quảng Ngãi, nhưng trên web lại ghi ở tpHCM. Nhà trường giúp em sửa lại thông tin ạ. Em cảm ơn! ",
    "Thầy cô cho em hỏi, em đã nộp chứng chỉ anh văn rồi thì khi nào mới được xét ạ. Còn chuyển điểm là mình để khi có kết quả thẩm tra xong rồi mới đóng tiền hay là mình đóng tiền luôn ạ?",
    "Sau khi lấy bằng TOEIC xong thì em đã chụp lại và đăng lý chuyển điểm và đóng lệ phí là 200k. Nhưng mà em thấy hình hơi mờ và em đợi cũng hơi lâu. Không biết liệu ảnh chụp bằng TOEIC này của em đã ổn chưa ạ?",
    "Dạ em chào Phòng Đâò tạo ạ! Với tình hình dịch bệnh như hiện tại thì Phòng Đào tạo cho em hỏi là hạn nộp bằng Anh văn chuyển điểm có dời lại không ạ? Em cảm ơn ạ!",
    "PĐT cho em hỏi: bên ngành kỹ thuật dệt của em có môn Thực tập kỹ thuật (Kỹ thuật Dệt)-  sẽ đăng ký vào đợt đăng ký môn học nào vậy ạ?",
    "Em đang ký môn học đồ án thiết kế nhưng không có giáo viên dạy chưa xuất hiện trên e learning Mong nhà trường xem xét giùm em. Em cám ơn",
    "dạ cho em hỏi học kì 192 có tổ chức học dự thính không ạ?",
    "Dạ, con không thể gửi câu hỏi lên diễn đàn vì BKEL của con không có nút gửi up bài ạ, và con gặp trục trặc trong lúc làm bài test onl vì nó không mở đề cho con làm ạ, con không thể gửi bài lên diễn đàn được và con sợ quá hạn deadline nên hy vọng thầy cô gỡ rối giúp con ạ.",
    "Kinh gui phong CTCT sinh viên, Em la , MSSV ,  Hien em da di lam va dang co nhu cau xin rut BHYT cua nha truong de thuc hien BHYT cua cong ty em dang lam . Hom nay 9h thu 7 (14/03) em co len phong CTCT nhung hien khong co ai lam việc . Ban quan li co the cho em biet lich lam viec cung nhu thu tuc nhu the nao de em co the rut BHYT duoc khong a? Em xin chan thanh cam on",
    "Dạ em chào Thầy/Cô ạ, e là sinh viên khoá 2014, do e chưa có chứng chỉ ngoại ngữ để làm luận văn, e đã học hết môn của chương trình đại học, vậy e phải làm đơn xin bảo lưu kết quả đúng k ạ? Dạ Thầy/Cô cho e xin form mẫu ạ Dạ e xin cám ơn ",
    "cho em hỏi là em mới rút môn học vào tuần trước, nhưng chưa có thông báo đóng tiền học phí của môn học đó trên BKpay, thì em có được xét tốt nghiệp không?  tất cả các điều kiện khác em đã đủ hết rồi ạ. em cám ơn",
    "Em là , MSSV  . Em viết mail này để xin được đăng kí môn học đồ án chuyên ngành kỹ thuật chế tạo, Mã môn học ME4045. Kì trước em nghĩ rằng em sẽ đậu đồ án chuyên ngành kỹ thuật chế tạo, cho nên e đã không đăng kí đồ án chuyên ngành kỹ thuật chế tạo cho kì này. Nhưng không may, e đã rớt đồ án . Vì trường cho nghỉ liên tục nên e đã không lên trường xin đăng kí môn học đồ án chuyên ngành kỹ thuật chế tạo. E mong Phòng đào tạo cho e được đăng kí làm đồ án kì này.",
    "Chào admin Em:  MSSV:  Em muốn hỏi nhà trường là kì dự thính tới có còn mở nữa không ạ. Vì em đang cần học một số môn quan trọng. Mà trường chỉ cho đki đợt 1, còn đợt 2,3 thì chưa thấy nữa ạ . Em xin chân thành cảm ơn",
    "Cho em hỏi nếu em nộp đơn rút môn học trong thời gian quy định để không phải học môn đó thì có phải đóng học phí không",
    "Cho em hỏi thời gian báo cáo luận văn có dời lại theo lịch nghỉ dịch không ?",
    "Xin nhà trường xử lý cho em, em đã đăng ký môn đồ án thiết kế, hiện tại em có môn này trên thời khoá biểu nhưng vẫn chưa có trên e-learning. Mong nhà trường sớm giải quyết giùm em.",
    "ng ký in bảng điểm . Kính gửi phòng đào tạo. Em tên là  Hiện lại em đã đăng kí in bảng điểm và lấy tại Phòng Đào Tạo H1 cơ sở 2 (P.117H1). Để tiện cho việc đi lại và tình hình dịch bệnh, em kính mong phòng đào tạo có thể dời lịch nhận bảng điểm môn học đến ngày bắt đầu học kì mới. Em sẽ rất cảm kích ạ. Trân trọng.",
    "Thưa nhà trường, Em tên , hiện đang là sinh viên học tại trường. Em xin nhà trường cho em được xin đăng kí bổ sung môn học Đồ án chuyên ngành (ktn) - mã môn học ME4053. Vì lần đăng kí online của nhà trường em đăng kí nhưng bị huỷ kết quả đăng kí. Mong nhà trường cho phép em được đăng kí lại môn học này để em kịp tiến độ học và ra trường ạ. Em chân thành cám ơn nhà trường.",
    "Chào cô, em đã có tên trong ds dự kiến tốt nghiệp đợt tháng 4/2020 , nhưng xong thiếu 2.5 ngày ctxh , hạng cuối là 27/3 . Nhưng hiện tại nhà trường k có mở ctxh để tham gia . Vậy e k đủ điều kiện tốt nghiệp đợt tháng 4 này phải không ? Và phải dời sáng tốt nghiệp tháng 11?",
    "Chào các thầy cô, chứng chỉ anh văn mới nhất của em đươc trường thẩm tra là Toeic 640. Nhưng hiện tại thông tin tốt nghiệp tạm thời lại là 525. Mong các thầy cô hỗ trợ giúp em.",
    "Chào Đoàn Thanh Niên  Xây Dựng,  Mình là SV của , MSSV: 3. Hiện tại, mình thiếu 2 ngày CTXH để hoàn thành điều kiện xét tốt nghiệp. Vì tình hình đại dịch Covid-19, các hoạt động công tác xã hội bị đình chỉ. Riêng hoạt động hiến máu mình không đạt tiêu chí sức khỏe.  Mình xin hỏi, có cách giải quyết nào không ạ? Ví dụ như viết đơn xin công tác bù sau khi xét tốt nghiệp được không ạ?   trọng.",
    "Em chào thầy/ cô,  Em có thắc mắc về việc, nếu đến tháng 4 em rút môn học có bị xét vẫn phải đóng học phí không?  Em biết là theo quy định là phải đóng, tuy nhiên học kỳ vẫn chưa chính thức bắt đầu và bài giảng online 1 số môn vẫn chưa có. Nên sẽ hơi thiệt thòi nếu em vẫn phải đóng học phí dù không được cung cấp tài liệu hay giảng dạy . Em không biết quy định của trường trong trường hợp này như thế nào ạ?",
    "Chào Thầy Cô,  Em tên - MSSV:  Học kì 192 e có đăng ký môn Thí nghiệm công trình để giữ thời khóa biểu, nhưng đến nay vẫn chưa thời khóa biểu trên tài khoản sinh viên của e và không có thời gian đăng ký bổ sung. Vậy làm sao để em biết môn học em đăng ký có bị hủy lớp hay không, em thấy sỉ số đăng kí được 32 bạn ạ, giáo viên dạy là thầy  và không có lịch hiệu chỉnh em không có thời khóa biểu thì sao ạ . Em cảm ơn thầy/cô ạ.",
    "Cho em hỏi là ngày công bố danh sách tốt nghiệp dự kiến là khi nào vậy ạ? Nếu phòng đào tạo chưa có ngày chính xác thì cho em biết ngày ước tính cũng được ạ.",
    "Kính chào Quý thầy cô, Em xin thầy cô giúp em Chuyển CCNN (TOEIC) em đã nộp từ hệ CQ sang hệ VLVH. Để em được bổ sung CCNN vào xét tốt nghiệp hệ VLVH ạ . Em xin cảm ơn Quý thầy cô ạ  mssv  . [phone_number].",
    "Em chào Thầy Cô!  Thầy cô cho em hỏi em đăng ký tốt nghiệp 13/3/2020 ( tức thứ 6 tuần trước) thì khi nào em mới nhận bằng tốt nghiệp TẠM THỜI ạ? Trang đăng ký tốt nghiệp đã xác nhận phiếu đăng ký ĐÃ xử lý ạ? Em cảm ơn Thầy cô    ",
    "Em tên , trước Em học chương trình bằng 2 buổi tối, mà hết chương trình đào tạo, Em vẫn chưa kết thúc học phần. Em muốn làm thủ tục đăng ký để học chương trình vừa học vừa làm của trường. Hiện tại trường chưa hoạt động trở lại do Corona, Em có thể làm thủ tục đăng ký chương trình vừa học vừa làm như thế nào ạ? mong thầy Cô giúp đỡ, để Em được đăng ký và tiếp tục chương trình đào tạo của nhà trường ạ",
    "Cho em hỏi việc học online có tính vào tuần học không ạ?   i    ",
    "Thưa, em là , MSSV . Em có thi toeic vào ngày 29/11/2019 và có đăng ký xét chứng chỉ ngoại ngữ và đã chuyển điểm. Do lúc đó em không có điện thoại và phải mượn điện thoại bạn chụp thì có chọn lộn file ảnh của bạn em. Do em không để ý mà nộp luôn và trường đã duyệt. Bây giờ em vào kiểm tra mới thấy, mọi thông tin em ghi đều đúng với chứng chỉ thật của em, chỉ có file ảnh là sai. Em muốn đăng ký lại chứng chỉ ngoại ngữ đúng file ảnh của em, nhưng hệ thống báo là không thể tạo. Cho em hỏi là làm sao để tạo lại và tạo lại thì em có cần chuyển điểm lại không ạ? Dưới đây là file ảnh chứng chỉ của em thi vào ngày 29/11/2019 và file ảnh ngày em đăng ký nộp chứng chỉ là 12/12/2019. Em xin cám ơn.",
    "Kính chào quý thầy/cô. Em một thắc mắc sau xin được giải đáp ạ . Trong mail sinh viên em vừa nhận sáng Thứ hai ( 16/03/2020) về Luận văn tốt nghiệp có chứa thông tin sau đây: \" Sinh viên có thể đăng ký hoãn thực hiện Luận văn tốt nghiệp và sẽ phản biệnảo vệ luận văn vào đợt bổ sung từ ngày 14/9/2020 đến 20/9/2020.\" Nếu em muốn đăng ký hoãn thực hiện Luận văn tốt nghiệp và phản biệnảo vệ vào đợt bổ sung, thì em sẽ phải thực hiện quy trình như thế nào ạ? Em xin chân thành cảm ơn",
    "Dear anh/chị, Em tên :  MSSV :  Em muốn đăng ký môn học:  Nghiệp - Mã Môn học :CO4323 - Số tín chỉ : 9  Em hiện tại đã điểm \"ĐẠT\" của môn tiên quyết \"Đề Cương  Nghiệp\" nhưng vì thiếu môn học trước là \"Hệ thống nhúng\" nhưng học ký hiện tại đang theo học lớp \"Hệ thống nhúng\" Mong anh chị đồng ý giúp em đăng ký được Luận văn và cho phép em học song hành với môn \"Hệ thống nhúng\" để kịp tiến độ ra trường ạ. Em xin chân thành cảm ơn Trân trọng, ",
    "Vậy lỡ đăng kí môn học là bắt buộc phải học ko còn cách nào khác để hủy môn đúng ko ạ",
    "e bị rớt anh văn 1 mà kỳ 2 e đã đăng ký anh văn 2 và e đã bỏ lỡ đợt đăng ký dự thính. bây giờ e nên làm gì ạ. giúp e với huhu",
    "Dạ cho em hỏi tra xem mình có nợ sinh hoạt công dân cuối khóa ở đâu ạ? em không tìm thấy phần này trên web. em xin cám ơn",
    "Cho em hỏi thứ 7 phòng đào tạo A4 có làm việc không ạ? Với lại em có thể kiểm tra mình đủ điều kiện tốt nghiệp ở đâu không ạ? Em xin cảm ơn.",
    "em là sinh viên năm 2 khoa điện-điện tử.Thầy/cô cho em hỏi là khi nào trường tổ chức phân chuyên ngành (3 ) và hình thức là như thế nào ạ ?.",
    "Kính thưa Phòng đào tạo ĐH Bách Khoa TP HCM. Cho em xin hỏi nếu dời lịch rút môn học qua đên tháng 4 trong khi đó các môn học đang tiêp diễn onl kèm theo những bài kiểm tra thì liệu lúc đó mình rút môn học vẫn được có phải không ạ. Em xin cám ơn",
    "Em chào PĐT ạ! Hiện tại em đang theo học VB2 khoa KHMT. Trong HK2 này đã có TKB nhưng với hiện trạng như hiện nay vẫn chưa có thể bắt đầu học HK2 . Nên nếu trong khoảng thời gian này em đăng ký rút môn học thì có phải đóng học phí không ạ. Em xin cám ơn!   i    ",
    "Kính gửi phòng đào tạo Em tên là:             MSSV:             Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Vì lý do thực tập của em bị hủy nên em chưa kịp đăng kí môn học anh văn 4 cho học kì 192. Nay em xin phòng đào tạo cho em được đăng kí môn học bổ sung cho học kì 192: LA1009: Anh văn 4 Em xin được học ở cơ sở 1 lý thường kiệt để thuận tiện cho việc đi lại ạ. Em kính xin phòng đào tạo cho em được học để đúng tiến độ ra trường. Em xin chân thành cảm ơn.",
    "kính gửi phòng đào tạo!  Đợt đăng kí vừa rồi em có đăng kí bổ sung luận văn tốt nghiệp nhưng kết quả không đăng kí thành công (em đủ điều kiện đăng kí ạ). Em mong phòng đào tạo có thể đăng kí bổ sung luận văn tốt nghiệp cho em ạ! Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là điểm trung bình học kỳ 191 này em tính ra là 7.1 mà sao trên web trang xem điểm của MYBK lại để điểm trung bình học kỳ 191 của em là 6.1 vậy ạ? Em cảm ơn",
    "Kính chào Phòng Đào Tạo. Em tên , em muốn hỏi là nếu em muốn rút môn học trong học kỳ này thì em phải chờ đến ngày 16/4 như trong mail em nhận được phải không ạ?",
    "Kính gửi phòng đào tạo, em tên , MSSV: , số CMND: 22 vì làm mất bảo hiểm y tế cũ nên không có số thẻ BHYT để làm thẻ mới, em có thể làm cách nào để tra cứu lại mã thẻ BHYT hoặc làm lại thẻ BHYT mới Em xin chân thành cảm ơn",
    "Em chào quý thầy/cô,  Em đã có thắc mắc về quy trình đăng ký hoãn thực hiện Luận văn tốt nghiệp và phản biệnảo vệ vào đợt bổ sung từ ngày 14/9/2020 đến 20/9/2020. Và được giải đáp như sau ạ: \"Chào em, Việc hoãn thức hiện luận văn em liên lệ với Khoa nhé. Thân.\" Sau đó em đã có liên hệ với Văn phòng Khoa và được thầy trưởng khoa gợi ý viết đơn và đưa đơn cho thầy kí tên, đóng dấu. Sau đó em sẽ nộp lại PĐT. Em có thể thực hiện quy trình như trên không ạ? Và làm thế nào để em có thể xác nhận được việc em được hoãn thực hiện Luận Văn tốt nghiệp và sẽ được báo cáo vào đợt bổ sung ạ? Em xin chân thành cảm ơn.",
    "trước đây em học dự thính môn cơ lưu chất và điểm dưới 5 nên không có trên mybk, nay em đã làm đơn phục hồi điểm gửi pdt và đưa em giấy hẹn là 1 tuần, đến nay đã 1 tuần trôi qua nhưng trên mybk vẫn chưa có điểm cơ lưu chất của em, mong pdt xem lại giúp em, em cảm ơn",
    "Dạ em chào PĐT ạ! Dạ em là sinh viên khoá 2019,PĐT cho em hỏi là  ở mục Lịch học vụ hạn chuyển điểm Anh văn học kỳ hè là ngày 26/5 thì với tình hình dịch như hiện tại thì hạn chuyển điểm có thay đổi không ạ ? Em cảm ơn ạ!",
    "Kính chào quý thầy/cô,  Em tên là , MSSV . Em bị tình trạng không đăng kí được LVTN do chưa thẩm tra xong Chứng chỉ ngọai ngữ. Em đã lên Phòng Đào Tạo khai báo tình trạng và điền thông tin vào danh sách đăng kí bổ sung, CCNN đã thẩm tra xong và hợp lệ nhưng Kết quả đăng kí môn học em vẫn không có LVTN. Em phải làm sao ạ, mong thầy/cô giúp đỡ . Em cảm ơn quý thầy/cô ạ",
    "Cho em hỏi ngày bắt đầu HK2 chính thức là ngày mấy ạ? Tại em chưa thấy lịch học vụ thay đổi ạ.",
    "Chào thầy(cô), Em tên  là sinh viên khoá K15 hiện tại kì này e có đăng kí dư 1 môn và em tính rút môn đó. Nhưng ngày 16/04/2020 mới là đợt rút môn học. Nhưng qua e vừa nhận mail của giáo viên bộ môn đó về việc làm bài lấy điểm. Vậy em không biết là em có thể không cần làm không? Đợt đến 16/04 e đi rút môn thôi được không ạ? Em cám ơn!",
    "Gửi thầy/cô, Em hiện tại đang là sinh viên năm hai chương trình đại trà khoa điện - điện tử. Thầy/cô có thể cho em hỏi cách thức đăng kí vào lớp kĩ sư tài năng là gì ạ?  Em cảm ơn thầy/cô nhiều.",
    "Dạ cho em hỏi, nếu hết học kì 2 năm nhất em có mong muốn chuyển khoa, và điểm thi đại học và đgnl 2019 lúc đầu em đều đủ điểm vào khoa em chuyển, thì có được không ạ, và nếu có thể chuyển thì cần những hồ sơ gì ạ?",
    "Em cần xin số điện thoại phòng y tế trường để liên lạc lấy thẻ bảo hiểm ạ ",
    "Em chào ad, em muốn hỏi là hiện tại em đang là sinh viên khoa QLCN, em đang có ý định học văn bằng 2 ngành khoa học máy tính hoặc kỹ thuật ô tô thì có được không vậy admin? Và cho em hỏi bằng văn bằng 2 có phải là bằng chính quy không ạ?",
    "Em kính chào nhà trường Kì vừa rồi em có đăng kí cải thiện môn giải tích 2 nhưng điểm bị liệt và rớt nhưng điểm không bị xóa khỏi bảng điểm ạ. Theo em được biết những môn học cải thiện khi rớt sẽ được xóa khỏi bảng điểm. mong được nhà trường giúp đỡ, em cảm ơn!",
    "trước đây em học dự thính cơ lưu chất điểm dưới 5 nên không có trên mybk, nay em đã làm đơn phục hồi điểm, nhưng đến nay hơn 1 tuần nhưng em vẫn chưa thấy điểm cơ lưu chất của em có trên mybk, em đã từng gửi thắc mắc và pdt đã trả lời đơn của em đã được giải quyết và sẽ lên lên web sau, em mong pdt sớm lên điểm trên mybk dùm em, vì em đang cần gấp điểm này để đăng kí môn học cho học kì tiếp theo, em xin cảm ơn",
    "Dạ thầy cô cho em hỏi là em có thể đăng kí cả anh văn cơ bản, anh văn 1 và anh văn 2 trong học kì dự thính buổi tối được không ạ. Em xin cảm ơn.",
    "E tên ĐỖ TẤN TÀI.E muốn đóng góp vài ý kiến nhỏ là:  + khi giảng dạy online các thầy cô có thế nói to hơn hoặc để mic gần miệng hơn đi ạ tại e mở maxvolum vẫn nhỏ lắm ạ.  + Các video ấy em tua coi lại không được ạ mỗi lần muốn nghe lại chỗ nào là phải nghe lại từ đầu đến khúc đó ạ E mong sau những đón góp nhỏ này sẽ làm chất lượng giảng dạy online tốt hơn ạ.E xin cảm ơn",
    "Học kỳ 182 em có đăng kí môn học tự chọn nhưng bị rớt. Cho em hỏi em có thể đăng kí môn tự chọn khác để thay thế hay bắc buộc phải học qua môn tự chọn bị rớt ở học kì 182? Em cảm ơn!",
    "MSSV/MSV:        f cho em hỏi là sao danh sách VHD đều tất cả sinh viên sai gv hết, vì sinh viên như em đã nhận giao viên từ TTTN rồi giờ cung cấp danh sách đều sai, đồng thời danh sách trên khoa điện- điện từ khác danh sách trên bộ môn điện tử. link : http://dee.hcmut.edu.vnmage/data/thongbao/TB%20iao%20Vu/DTVT/DSSVDTVT19219_3_20web.pdf Em là sinh viên  mssv , có đăng kí LVTN bổ sung đợt cuối cùng, đến giờ em chưa nhận được danh sách VHD chính xác. Em đã được cô  hướng dẫn từ mono TTTN, mà giờ coi danh sách khoa đăng hôm qua lại là V . Mong bên khoa xác nhận lại chính xác khi danh sách VHD sai tùm lùm và em đã hỏi và kiểm tra bạn bè đều sai",
    "Em viết mail này cho vp là vì 2 lí do 1. Ngày hôm kia em có nhận được mail của anh  vp oisp  là vp đào tạo sẽ bổ sung môn Mác lên nin cho em vì vp nhầm tưởng trùng môn nên đăng kí thiếu của em môn Mác lênin nhưng tới hôm nay em vẫn chưa thấy cập nhật hay có thông báo gì hết. Trong khi đó cô đã giao bài và đã có bài test cho sv làm. Vậy nếu thời gian lâu như vậy sao em có thể học được theo kịp cũng như nhận bài được. 2. Em có học môn quản lí dự án cho kĩ sư của cô , tuần trước cô có kêu chia nhóm để cô giao bài tập lớn, em vẫn thấy tên em trong danh sách và em cũng có điền form chia nhóm, nhưng hôm nay ở form chia nhóm cô có báo lại là em không có tên trong Bkel, và em coi lên danh sách thì tên em đứng đầu danh sách đã mất và chỉ còn lại mail sinh viên, nên giờ cô mail cho em kêu em kiểm tra liền để cô chia bài. ( em có kèm hình bên dưới ) Em mong vp giúp em trong thời gian sớm nhất để em được học  Xin cảm ơn",
    "Cho em hỏi với tình hình hiện tại thì kì tốt nghiệp vào tháng 4 có được tổ chức không? và nếu không thì dời đến lúc nào ạ? em xin cảm ơn!",
    "Kính chào phòng đào tạo, em là  - 4 sinh viên khoa xây dựng K13. Hiện tại em đang là kỳ cuối của chương trình đào tạo chính quy nhưng chưa đủ chuẩn tiếng anh để được nhận luận văn. Hiện tại em cũng đã có việc làm chính thức ở lĩnh vực không liên quan đến ngành học của mình ạ. Xin cho em hỏi nếu em muốn chuyển hệ xuống vừa học vừa làm để tiếp tục chương trình dang dỡ thì em cần phải làm những thủ tục gì ạ. Em xin cảm ơn rất nhiều. Mong nhận được hướng dẫn từ phòng đào tạo.",
    "K    Em xem thông tin trên trang BK-elearning, người chịu trách nhiệm về Luận văn tốt nghiệp của em là thầy/cô . Nhưng theo thông tin em tìm hiểu thì trong nhân sự bộ môn Cơ kỹ thuật nói riêng và cả Khoa Khoa học ứng dụng nói chung không có giảng viên tên . Và em cũng xác minh lại là mã số môn học em đăng ký là chính xác theo chương trình đào tạo. Kính mong Phòng Đào Tạo giải đáp thắc mắc giúp em ạ. Em xin cám ơn.   i  ..",
    "Đoàn  Thịnh    Kính chào thầy (cô). Hôm nay là ngày cập nhật danh sách dự kiến tốt nghiệp, hiện tại em vẫn chưa có tên trong danh sách . Mong sẽ được thầy (cô) kiểm tra tình trạng và phản hồi lại sớm cho em để em kịp thời tốt nghiệp trong tháng 4 . Em xin cảm ơn.",
    "Kính chào quý thầy/cô Em tên là , MSSV , khoa Cơ Khí, ngành Kỹ Thuật Hệ Thống Công Nghiệp. Tình trạng của em là kết quả đăng kí môn học của em không có môn LVTN mà em đã lên Phòng Đào Tạo điền thông tin vào tờ đăng kí bổ sung rồi ạ. Mã số môn học em cần đăng kí là ME4089. Mong thầy/cô xem xét giúp em . Em cảm ơn quý thầy/cô ạ",
    "Thầy Cô ơi,  Em tên là : Nguyễn Thành Minh Nhật, mssv : 1512297, đang là sinh viên lớp Việt Pháp 2015 - Viễn thông. Hiện tại, do em đang thiếu tín chỉ nên chưa đủ điều kiện nhận Luận văn tốt nghiệp. Em xin được đăng ký thêm các môn học sau để tranh thủ học cải thiện điểm. STT     Tên môn                 Mã môn học_nhóm   1Quản trị học (701702_P01) 2Vẽ kỹ thuật (CI1003_CC03_CC03) 3Cơ học chất lỏng (213714_P02) 4Vật lý 1 (PH1009_P01_P01)  5Nguyên lý hóa CN(601702_P01) 6Thống kê, PT dữ liệu (701708_P01) 7Cơ sở dữ liệu (501711_P01) 8Phương pháp tính (006719_P01) 9Nhúng (402709_P01) 10Vật liệu (215720_P02) 11Các tính chất phổ (404712_P01) Các môn học trên em đều đã đạt nhưng điểm không cao. Hiện em đang trong tình trạng có quyết định tạm ngưng học ở trường để đi du học 3 tháng bên Đài Loan nhưng vẫn giữ thời khóa biểu cũ. Em mong muốn được bổ sung thêm các môn học trên vào thời khóa biểu hiện có. Nếu có thể, em xin được đăng ký thêm các môn dự thính, vì em không đăng ký được qua MyBK do đang ngưng học, khóa tài khoản. Hiện em chưa thể thanh toán tiền cho các môn học mà em đã đăng ký và cả các môn học em muốn đăng ký thêm ở trên bằng MyBK, vì ở Đài Loan không có sóng di động Việt Nam để nhận mã xác thực OTP. Em xin được thanh toán học phí chậm sau khi em về lại Việt Nam lúc làm hồ sơ thu nhận lại. Em xin cảm ơn Thầy Cô rất nhiều .   i     .",
    "Cho em hỏi lịch nộp chứng chỉ ngoại ngữ có thay đổi không ạ?",
    "Em có đăng kí môn học đợt 1 nhưng do chưa thanh toán học phí kịp.Em có đăng kí lại vào đợt 2 chỉ được 3 môn và mấy môn kia hết lớp và đợt 3 e có đăng kí lại nhưng bị trùng giờ ạ thầy/cô đắng kí giúp dùm em môm giải tích 2 lớp L30_L53 và môn vẽ kĩ thuật trong xây dựng lớp L01_L01. Em cảm ơn ạ.",
    "Thầy cô cho em hỏi trong trường hợp em không đăng kí đủ môn thì có cách nào để đăng kí lại được không ạ",
    "Em muốn rút môn Anh văn 1 (MSMH LA1003) nhóm L02.",
    "Dạ cô ơi, Dạ em vừa mới lên mybk để check kết quả đăng ký LVTN học kì 192 lần này nhưng không thấy kết quả. Bên PDT có báo với em là chiều nay lên xem kết quả đăng ký ạ. Thì mình cho em hỏi lí do sao em lại bị xét đăng ký không thành công được không ạ? Em cám ơn cô nhiều ạ. Mong đợi phản hồi sớm từ nhà trường ạ",
    "Dạ mình cho em hỏi là em có thể đăng ký LVTN vào học kỳ hè được không ạ? Em cám ơn ạ.",
    "Thưa thầy, cô, Em là , lớp VP16CDT chương trình PFIEV. Em có thắc mắc về môn học tiếng Pháp 8 (003708) trong phân phối chương trình. Cụ thể trong phân phối có ghi môn học này là \"tự chọn\". Phòng đào tạo cho em hỏi \"tự chọn\" có phải có nghĩa là không cần thiết phải đăng ký, miễn sao đạt chuẩn đầu ra Delf B1 tiếng Pháp theo chuẩn đầu ra là được đúng không ạ? Em xin cảm ơn thầy cô.",
    "mã số 003004   Dạ thưa pdt hiện tại Em xin đăng kí bổ sung môn học anh văn 4 học kì 192, Để có Anh văn ra trường mong pdt duyệt giúp em với ạ.Em cảm ơn ",
    "Cho em xin hỏi là chương trình học bổng Vingroup hiện đang yêu cầu em khi nộp học bổng thì phải có giấy xác nhận chưa tốt nghiệp, kèm ngày dự kiện tốt nghiệp. Không biết em có thể lấy giấy đó ở đâu ạ?",
    "Chào thầy/cô Em là , MSSV , ngành Kỹ thuật Y sinh, khoa Khoa học ứng dụng. Theo như hướng dẫn hôm trước thì em đã nộp đơn xin rút môn Xl hìnhảnh ysinh bằngkts (AS3055) và đã được xác nhận rồi ạ, mong Phòng đào tạo xem xét bổ sung môn đồ án cơ sở (AS2045) nhóm lớp A01 của thầy  giúp em với ạ. Em xin trân trọng cảm ơn.",
    "Khác        Thưa   Em là Đoàn Công Trường, MSSV G  Em muốn hỏi về kết quả xét tốt nghiệp của em về chuyên ngành \"Quản trị kinh doanh\", ngành \"Quản Lý Công Nghiệp\" hiện tại đã có chưa ạ? Em tra cứu trên trang http://wwwaaohcmuteduvnndexphp?route=catalog/totnghiep&path=68 thì hiện tại chưa có ạ  em cám ơn",
    "MSSV: . Em muốn hỏi là hiện tại em đã đủ chỉ để làm luận văn cho kì 192 nhưng do không đủ điều kiện AV nên em không đăng kí được luận văn. Hiện em muốn tạm hoãn học kì 192 có được không ạ? Mong thầy/cô trả lời em sớm! Em cảm ơn!",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM         Độc lập - Tự do - Hạnh phúc       ĐƠN XIN BỔ SUNG MÔN HỌC HK 19_2 Kính gửi: _ Phòng đào tạo.           _ Ban giám đốc TTĐTBDCN. _ Em tên: Phạm Huỳnh Bình Nguyên.                         MSSV: 1600151 _ Lớp: BD16CDT. Ngành: Bảo dưỡng công nghiệp. _ Nay em viết đơn này, kính mong phòng đào tạo và ban giám đốc TTĐTBDCN cho em xin phép được trình bày nội dung như sau: _ Vì đợt đăng kí môn học học kì 19_2 vừa rồi em chưa đủ điều kiện anh văn nên không được đăng kí môn học năm 3. Nay em đã đủ điều kiện anh văn, đã nộp bằng anh văn Toeic online ( ngày 25/02/2020 ) và đã được thẩm tra hợp lệ ( ngày 05/3/2020 ). Nên em kính mong phòng đào tạo và ban giám đốc TTĐTBDCN cho em được bổ sung những môn học sau:       + Tự động hóa. MSMH: 260632       + Kỹ thuật giám sát tình trạng và chuẩn đoán hư hỏng. MSMH: 260629 _ Em mong đơn được xem xét và chấp thuận từ phòng đào tạo và ban giám đốc TTĐTBDCN để em có thể có thời khóa biểu. _ Em xin chân thành cám ơn!                                                            TP Hồ Chí Minh, ngày 21 tháng 3 năm 2020.                                                                                                                 Kính đơn                                                                                                                   Nguyên                                                                                           Phạm Huỳnh Bình Nguyên",
    "Em tên , msv: . Do điều kiện thời gian, em xin đổi nhóm môn cơ sở điều khiển tự động mã môn: EE2019, Từ nhóm A05 sang nhóm A02, em phải làm sao? Xin hướng dẫn cho e,e xin cảm ơn!",
    "Em xin chào Thầy(Cô) ạ. Ngày 16/3/2020 em có nhận được mail liên quan đến LVTN từ nhà trường có ghi là: \"Sinh viên có thể đăng ký hoãn thực hiện Luận văn tốt nghiệp và sẽ phản biệnảo vệ luận văn vào đợt bổ sung từ ngày 14/9/2020 đến 20/9/2020\" Thầy(cô) có thể giải thích rõ cho em được không ạ. Giả sử như trường hợp của em: Đã học xong các  môn chuyên ngành, có TKB làm LVTN ở HK192. Như vậy em muốn bảo vệ LVTN vào khung t.gian 14/9/2020 đến 20/9/2020 thì có được không ạ. Nếu được thì em cần làm những thủ tục gì và khi nào em được làm lễ tốt nghiệp (nếu đủ ĐK ra trường) ạ. Em xin cảm ơn thầy(cô) ạ.",
    "Kính chào cô/thầy, Em muốn hỏi là liệu em có thể nhờ ngưòi khác nhận dùm bảng điểm của em đã đăng kí với nhà trường được không ạ? Và nếu được thì em cần có giấy tờ gì cần chuẩn bị. Em cảm ơn",
    "Em là  - MSSV . Em có mong muốn đăng ký bổ sung môn Pháp Văn 6 - Mã MH 003728 cho học kì 192. Em xin hứa sẽ sắp xếp thời gian để có thể hoàn thành các môn học. Mong nhà trường xem xét và giúp đỡ cho em. Em xin cảm ơn.",
    "Dạ PĐT cho em hỏi, hệ thống Elearning có tính tiến độ % khi sinh viên hoàn thành coi video bài giảng, nhưng em thắc mắc là tại sao có rất nhiều môn học sau khi tụi em coi hết video vẫn không tính tiến trình cho bọn em. Liệu bọn em có bị cấm thi không ạ. Em cảm ơn!",
    "Em ở lớp Việt Pháp P02 môn Giải Tích 2. Hôm qua thì đã có bài kiểm tra chương 1 trên E-L, nhưng hệ thống không cho em thực hiện vì chưa xem video chương 1: hàm nhiều biến. Em đã tua đi tua lại nhiều lần và trả lời đúng câu hỏi cuối bài mà hệ thống vẫn không cập nhật ạ.",
    "Em chào thầy/cô! Vừa rồi do dịch Corona nên trường hoãn lịch học lại, em xem trên mybk thì thấy hoãn đến 30/3 sẽ học lại. Nhưng ký túc xá nơi em đang ở thì lại đang dùng để làm khu cách ly và cấm vào ký túc xá. Em nghĩ không chỉ mình em mà còn nhiều bạn sinh viên khác gặp tình trạng tương tự. Hết tuần sau là tuần học rồi, em không biết trường có quyết định gì về việc này chưa ạ ? Vì cách ly tối thiểu cũng phải 2 tuần, chưa kể dọn dẹp sau khi cách ly nữa. Mong thầy/cô thông tin sớm để bọn em sắp xếp chỗ ở sắp tới nữa ạ. Em xin chân thành cảm ơn!",
    "xin cho em hỏi là em đã đăng ký 3 môn học bây giờ em muốn hủy 1 môn học vậy em còn lại 2 môn học vậy em phải đăng ký thêm 1 môn nữa để đạt tiêu chuẩn của nhà trường phải không ạ .",
    "Em tên: Trần Việt Bằng. Mã số sinh viên: 1600019. Em học hệ Cao đẳng chính quy (Bảo Dưỡng Công Nghiệp).   B Tình trạng:    Em đang làm Tiểu luận tốt nghiệp (hệ cao đẳng) và sẽ đăng ký tốt nghiệp vào đợt tháng 11/2020. Hiện tại,em không đạt (rớt môn) môn học Anh văn 3 (mã số: 003003). Ngày 31/05/2020, em sẽ có chứng chỉ ngoại ngữ toeic để nộp vã xét chuyển điểm cho môn Anh văn 3 (mã số: 003003) để em đạt đủ số Tín chỉ tích lũy ngành để được xét tốt nghiệp vào đợt 11/2020. Nhưng trong Lịch học vụ Học kỳ 193, thì ngày Đăng kí chuyển điểm ngoại ngữ cuối cùng của Học kỳ (HK193) là ngày 26/5/2020. Vì khoảng tháng 8, bắt đầu đăng kí xét tốt nghiệp đợt tháng 11/2020. Nếu chứng chỉ Toeic của em, được chuyển điểm và cập nhật tín chỉ của môn Anh văn 3 vào tín chỉ tích lũy ngành vào tháng 6/2020 hoặc tháng 7/2020 thì em sẽ đủ đủ điều kiện đăng kí tốt nghiệp đợt tháng 11/2020.   B   U Câu Hỏi:       Xin cho em hỏi khi nộp chứng ngoại ngữ Toeic và dùng kết quả chứng chỉ Toeic này để chuyển điểm (Ngày nộp chứng chỉ Toeic và chuyển điểm: 31/05/2020) cho môn Anh văn 3 (mã số: 003003) nhưng vượt quá ngày Đăng ký chuyển điểm cuối cùng (ngày 26/5/2020) của Học kỳ 193 (HK193). Thì có được chuyển điểm và cập nhật tín chỉ của môn Anh văn 3 vào Tín chỉ tích lũy ngành vào thời gian tháng 6/2020 hoặc tháng 7/2020 để em đạt đủ điều kiện đăng ký và xét tốt nghiệp đợt tháng 11/2020 không ? Em mong phòng đào tạo giải đáp thắc mắc này. Em xin cảm ơn .      ",
    "Dạ cho em hỏi trường mình có chương trình tài trợ mua laptop không ạ?"
]