[
    "Kính gửi phòng đào tạo  Em viết đơn này kính xin phòng đào tạo mở thêm sĩ số lớp cho môn Điện tử y sinh (EE3037) được không ạ, tại 2 lớp đều hết sĩ số rồi ạ mà sĩ số hiện tại mới có 60 ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
    "Em chào PĐT, cho em hỏi là em đăng ký 10 tín trong học kì 211 thì có bị cảnh cáo học vụ hay bị gì không ạ, em cảm ơn",
    "Thầy cô ở PĐT có thể xem xét tăng thêm sỉ số cho môn EE3019 truyền số liệu và mạng học kì dự thính được không ạ. Vì em đăng kí môn học chính đã bị xóa môn và khi qua dự thính đăng kí thì đã đầy chỉ số. Mong thầy cô có thể giúp đỡ em, em cảm ơn nhiều ạ",
    "Cho em hỏi môn vật lý 2 PH1005 và PH2005 khác nhau chỗ nào ạ? Vì lúc trước em đăng ký môn PH1005, nhưng không mở lớp, chỉ thấy lớp PH2005. Với cho em hỏi, tại sao lớp PH1005 có 39 sinh viên nhưng không mở lớp ạ?",
    "Dạ, mong phòng đào tạo mở thêm sĩ số môn kỹ thuật chiếu sáng mã EE3099. Nhóm L01_L01 ạ. Rất mong pdt mở thêm để em đăng ký để hoàn thành chương trinh học đ1ung hạn.",
    "Em chào Thầy/cô ạ Dạ em đóng tiền học phí bị trễ hẹn nên không được đăng ký môn học. Vậy thì sau khi em đóng rồi thì nhà trường có mở lại cho em đăng ký môn học nữa không ạ ? Em cám ơn.",
    "Dạ kính gửi phòng đào tạo, Em tên Nguyễn Thành Lượng _ MSSV  Học kỳ 203 vừa rồi em có đăng ký môn học nhưng chưa kịp rút môn dẫn đến phát sinh học phí của những môn đã đăng ký. Hiện tại em đang muốn đăng ký môn học cho học kỳ 211 thì em phải đóng phần học phí đó là được đúng không ạ và em có cần bổ sung thêm đơn cứu xét không? nếu có thì em sẽ gửi vào Email hay là vào bksi ạ. Em xin chân thành cảm ơn phòng đào tạo đã quan tâm và mong nhận được phản hồi sớm nhất ạ! ",
    "Thiết kế động cơ đốt trong (TR3013)",
    "CHào thầy cô Em tên là  MSSV  Do học kì vừa qua em bị trễ môn bắt buộc tryền số liệu và mạng nên em đăng học vào học kì dự thính 211 này để theo kịp chương trình. Tuy nhiên do đăng kí muộn hơn nên lớp đã đầy sĩ số. Do mở 1 lớp nên em rất mong thầy cô tạo điều kiện tăng sĩ số lớp để em được theo kịp với chương trình học. MSMH: EE3019 NHÓM: DT01 Em xin chân thành cảm ơn!",
    "Cho e hỏi mã môn vật lý 2 của khoá k18 là PH1005 trường không mở ạ.Nhưng trường lại mở vật lý mã môn PH2005, vậy cho e hỏi 2 mã này sao lại khác vậy ạ, và e có thể đăng kí học được không, e cám ơn ạ",
    "Dạ em chào thầy cô, em tên , mssv , sinh viên khoa kỹ thuật Hoá học, chuyên ngày chế biến dầu khí lớp Hc18DK,  những  môn học trước của em để đủ đăng kí môn thí nghiệm quá trình thiết bị CH3015 em đã học đủ hết rồi. Không hiểu sao lại bị huỷ cùng môn CH4007 vậy ạ?  Em đăng ký được mà bị huỷ, với môn này là môn quan trọng với em lắm, xin quý thày cô ở PĐT có thể xem xét lại môn này cho em. Hôm nay em vô mới thấy là bị huỷ… kính xin thầy cô giải quyết giùm em với. Hiện bây giờ sĩ số đã đủ hết cả 3 lớp rồi. Em không thể đăng ký lại. Em xin thầy cô sẽ tăng sĩ số hoặc cho em vô lớp đó được không ạ. Môn này thực sự quan trọng nếu em không học kì này có thể lại bị trễ so với các bạn khác nữa ạ. Em xin cám ơn thầy cô.",
    "Chào bạn \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \"   SV lưu ý:  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB Chúc các bạn học tốt! Thân",
    "Em xin hỏi về việc ở đợt 1 đăng ký môn học HK211 em có đăng ký 2 môn 405700 Luận văn tốt nghiệp và 405750 Thực tập tốt nghiệp và bị hủy môn, theo lịch sử đăng ký thì do em không đạt số tín chỉ tích lũy [hình 1]. -Hiện tại em đã hoàn thành hết các môn học không đạt và đủ điều kiện đăng ký nhưng do thay đổi chương trình học nên một số môn em học lại là Vật lý sóng và Giải tích 3 vẫn chưa cập nhật tín chỉ cũ nên bị thiếu tín chỉ. Mong Anh(Chị) giúp em đăng ký lại ạ .",
    "Dạ cho em hỏi lúc trước em có thi anh văn trong trường tổ chức được 505 toeic tương đương em qua anh văn 2 vậy giờ e có đăng ký học anh văn 3 được k ạ   i ",
    "Em la sinh viên k16. Do tình hình dịch bệnh kéo dài từ tháng 5/2021 nên các trung tâm tổ chức thi toeic đã đóng cửa cho tới tận bây giờ chưa biết bao giờ mới mở lại, vì thế em không thể thi toeic để có bằng anh văn nộp vào để đăng kí làm LVTN .Em xin hỏi là Pđt có phương án hỗ trợ bọn em được không ạ? có thể miễn anh văn để làm lvtn rồi nộp sau được không ạ? em kinh mong pđt xem xét ý kiến này ạ vì bọn em cũng rất mong muốn để được ra trường. Em xin chân thành cảm ơn.",
    "em xin pđt mở thêm lớp giả tichs2 và vật lý 2 đại trà học kì 211 ạ . em xin chân thành cảm ơn",
    "Cho em hỏi học kỳ 211 số tín chỉ tối thiểu là bao nhiêu ạ. Em đăng ký 13 tín chỉ có sao không ạ. Em cảm ơn",
    "Em tên  MSSV   Em có đăng kí môn Giải tích mạch (ee1011) của ngành tự động hoá nhưng môn này đã đổi mã môn sang ee2033 từ năm 2020 mà em không biết. Mong thầy cô phòng đào tạo cho em chuyển vào một lớp giải tích mạch theo mã môn mới . Em cảm ơn.",
    "kính gửi phòng đạo tạo Trước đó em đã nộp đơn qua BKSI để xin hoãn thi 2 môn học vào ngày 3/8/2021 và đã được giải quyết. Tuy nhiên sau đó em đã nhận được mail của phòng đào tạo về việc thay đổi phương thức nộp đơn xin hoãn thi. Do em đọc mail không kỹ nên đã hiểu nhầm về việc thay đổi này chỉ dành cho các đơn xin hoãn thi về sau mà không điền lại form để cập nhật lại thông tin theo như trong mail của phòng đào tạo. Hôm nay sau khi kiểm tra lại mail em đã điển lại form để cập nhật dữ liệu nhưng nếu tính từ ngày thi trước đó thì đã qua thời hạn 5 ngày. Em hy vọng phòng đào tạo có thể hỗ trợ em về vấn đề này ạ. Em xin chân thành cảm ơn",
    "Kính chào phòng đào tạo, em là  MSSV , khoa Cơ khí (Việt Pháp). Hiện em có thắc mắc là việc đăng ký môn học tự chọn tự do mình có đăng ký theo tiêu chí gì không ạ ? Do đợt 1 em có đăng ký môn hệ thống máy tính và ngôn ngữ lập trình (EE2009) nhưng không được mở lớp ạ ? (lý do là do khoa không mở lớp) . Và chương trình Việt Pháp chúng em đăng ký môn học thì lưu ý đăng ký vào nhóm nào để được học ở cơ sở 1 ạ?",
    "Em là sinh viên khoa xây dựng chuyên ngành cảng biển, vậy em đăng kí môn CI2099_ lịch sử kiến trúc và định cư của Kiến trúc thì có được tính vào điểm tích lũy không ? Em cảm ơn.",
    "Xin chào cán bộ bên phòng đào tạo. Em có thắc mắc muốn hỏi a/c là: Em đóng học phí trễ và hiện giờ không đăng kí được môn học đợt 2. Hiện giờ em đã thanh toán học phí nợ rồi và giờ em cần làm gì để có thể nhận đăng kí môn học của em lại  Mong nhận được câu trả lời của a/c em xin chân thành cảm ơn",
    "Cho em hỏi là các môn thuộc nhóm Tự chọn tự do có một yêu cầu cụ thể như các môn Tự chọn theo nhóm không ạ? Hay là mình chỉ đăng ký môn này theo sở thích? Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em là  sinh viên khóa K17 khoa Quản lý công nghiệp. Do tình hình dịch nên em không đi thi tiếng anh lấy chứng chỉ đề làm Luận văn được. Khi dịch ổn định em đi thi lấy chứng chỉ tiếng anh xong thì em có được đăng ký Luận văn đợt bổ sung nào không ạ. (Em đã xin giáo viên hướng dẫn và cam kết có chứng chỉ tiếng anh trước khi bảo vệ Luận văn)",
    "Kính thưa phòng đào tạo,  Tôi tên , MSSV: , là sinh viên bằng 2. Vào tháng 5, tôi có nộp đơn xin miễn 2 môn học: Nền móng (CI3195) và Đồ án nền móng (CI3197), vì tôi đã học 2 môn Nền móng (805031) và Đồ án nền móng (805029) trong chương trình bằng 1 . Vì 2 môn này là điều kiện môn học trước để tôi có thể đăng ký môn Công trình trên đất yếu (CI4037) trong học kỳ này. Kính mong phòng đạo tạo có thể cho tôi biết kết quả sớm. Xin chân thành cám ơn.",
    "Chào quý thầy cô, Em tên là  () Em có thắc mắc là học kì HK1 201 (2021) em đăng kí 12 tín chỉ 3 môn: Xác suất và thống kê(4 chỉ) Mạch điện - điện tử(4 chỉ)         Cấutrúc rời rạc cho KHMT(4 chỉ) Nhưng hôm này em có đọc  quy chế thì nếu 1 kỳ học dưới hoặc băng 12 chỉ thì học phí được giảm 25%. Nhưng kỳ  201  nhà trường vẫn thu đủ 5tr850nghin Mong nhà trường giải đáp thắc mắc ạ. Em cảm ơn .",
    "Sau khi gửi yêu cầu muốn được HỦY đăng ký hoãn thi cuối kỳ vào ngày 7/8/2021, lúc sáng ngày 9/8/2021 thầy/cô có yêu cầu em hãy làm đơn xin HỦY hoãn thi rồi gửi về BKSI, nhưng khi em gửi thì thầy/cô đã hiểu nhầm thành \"đơn đăng ký hoãn thi cuối kỳ\" nên đã yêu cầu em làm theo hướng dẫn của mail, nhưng ý của em ở đây lại là em muốn HỦY đăng ký hoãn thi cuối kỳ, em mong thầy/cô xem xét lại yêu cầu của em. Em xin gửi thầy/cô đơn xin \"hủy\" đăng ký hoãn thi cuối kỳ này. Nếu có gì không ổn trong tờ đơn, em mong thầy/cô có thể nói em để em có thể chỉnh sửa tờ đơn cho phù hợp với quy định của trường. Em xin lỗi vì sự bất tiện này và hứa sẽ không đăng ký hoãn thi tùy tiện nữa. Em xin cảm ơn.",
    "Cho e hỏi môn giáo dục thể chất kì 202 mình sẽ học lại từ đầu hay đợi hết dịch để mình thi kết thúc môn ạ - Em cảm ơn ạ !!!",
    "PDT cho em hỏi em có thể xin hoãn nộp bằng toeic đến giữa kì để dk luận văn ko ạ. Tại em thấy nhiều bạn đã từng hoãn rồi. Nếu hoãn em cần làm những gì để được dk luận văn ạ.",
    "Cho em hỏi là sinh viên hệ chính quy có được đăng ký lớp của hệ vừa làm vừa học (ví dụ lớp T01 môn Đồ án thiết kế động cơ TR3043) ở học kỳ dự thính 211 không ạ!",
    "Em chào cô ạ, em tên , MSSV  Cô ơi, em vừa đăng ký thành công chương trình liên thông Đại học - Thạc sĩ vào tháng trước. Chương trình đại học của mình yêu cầu phải đăng ký tối thiểu 14 chỉ / học kỳ. Kỳ 211 em đăng ký 12 chỉ ở đại học, và 3 chỉ ở cao học (chương trình liên thông có quy chế chuyển điểm từ cao học xuống đại học) thì nếu em qua môn 3 chỉ cao học thì khi chuyển điểm xuống em sẽ có 15 chỉ . Cô ơi, điều em thắc mắc ở đây à, khi đăng ký 12 chỉ ở bậc Đại học như vậy thì em có vi phạm quy chế ở bậc Đại học về số tín chỉ tối thiểu trong 1 kỳ không ạ? (em có học vượt nên tổng tín chỉ em tích được ở bậc Đại học hiện giờ   số chỉ so với chương trình đào tạo khoảng 10 chỉ). Nếu em vi phạm thì có quy chế nào để giúp chúng em trong trường hợp này không ạ. Mong sớm nhận được lời hồi đáp. .",
    "Chào PDT! Em muốn hỏi là trong chương trình đào tạo của em có 9 tín chỉ tự do. Vậy em đăng ký bất cứ môn nào của khoa khác, có được tính vào TBTL ngành hay không ạ ? Em cảm ơn nhiều.",
    "Em muốn đăng kí môn CH2021  HÓA HỮU CƠ Nhưng đã đầy sĩ số (90/90) Theo quy định em đọc trong mail là tối đa 100 kể cả giảng viên. Em muốn xin mở thêm sĩ số để có thể học cho kịp chương trình ạ ưm xin cám ơn",
    "Em tên: , MSSV:  Cô ơi cho em hỏi, nếu em hiện nay đã học vượt so với chương trình đạo tào, thì học kỳ tiếp theo em có thể đăng ký dưới 14 tín chỉ không ạ? (Quy chế của PĐT là số tín chỉ tối thiểu cần đăng ký trong mỗi kỳ là 14 chỉ)",
    "Chào , em là  sinh viên k15 khoa Hóa  cho em hỏi: Khi em bị buột thôi học sau 13 học kì thì em vẫn có thể chuyển sang hệ vừa học vừa làm phải không? Và học phí của hệ vừa học vừa làm khác gì so với hệ chính qui? Em cảm ơn ạ",
    "Kính gửi PĐT Em tên là : Trần Chân Trân MSSV: 2033780 Hôm nay khi vào trang ĐKMH thì e phát hiện mình bị tạm dừng do chưa thánh toán HP kỳ 202 VHVL  Tuy nhiên trước đó vào cuộc họp ngày 04/07 giữa thầy Thắng và sinh viên BDCN liên thông hệ VHVL đã có trình bày lý do vì nhà trường đang tính toán và hoàn  lại học phí của các môn học trùng và được thầy đồng ý tạm thời đợi tính toán hoàn học phí xong thì sẽ thanh toán khoản học phí còn lại cho đến khi nhà trường tính toán và hoàn trả hp  Hiện tại, đang trong kỳ ĐKMH nhưng tài khoản của em đang hiển thị tạm dừng sẽ rất ảnh hưởng đến việc ĐKMH hk211 1.     Trường hợp, lịch thi online học kỳ 202 của em đã có trên trang thông tin sinh viên nhưng hiện tại không có phòng thi tất cả các môn (ngoại trừ kỳ dự thính HK203). Kính nhờ PĐT hỗ trợ kiểm tra lại giúp em để tránh ảnh hưởng quá trình học và thi online 2.     Kính nhờ PĐT hỗ trợ cho em xin đăng kí thêm một số môn học mà em đã không đăng kí được vì một số lí do khách quan được em trình bày rõ ràng bên dưới: Em kính nhờ PĐT đăng kí thêm cho em các môn sau: 1.     Thực hành tự động hóa thiết kế (CAD) (ME3141): Thời gian: Thứ 6 (tiết 2 3 4 5 6 ) HK211 dự thính chuyển hệ. Lí do: Hệ thống không cho em đăng kí vì thiếu môn Chi tiết máy (ME2007) học song hành. Tuy nhiên, đáng lí ra môn Chi tiết máy là môn được miễn của em nhưng bọn em đã thống nhất với PĐT sẽ chuyển sang học bổ túc kiến thức môn ME2007 vào tháng 11/2021. Do đó, môn ME2007 cũng có thể được hiểu là em đã học qua rồi. 2.     Đồ án kĩ thuật chế tạo (ME4061) Thời gian: HK211 VHVL. Lí do: Hệ thống không cho em đăng kí vì thiếu môn Dung sai và kĩ thuật đo (ME3003) học trước. Tuy nhiên, đáng lí ra môn Dung sai và kĩ thuật đo cũng là môn được miễn của em nhưng do nhiều lần thay đổi danh sách các môn được miễn nó lại thành môn mà em phải học ở HK211. Do đó, môn ME3003 cũng có thể được hiểu là em đã học qua rồi. 3.     Tối ưu hóa và quy hoạch thực nghiệm (ME3215) Thời gian: Thứ 2 (tiết 2 3 11 12) HK211 dự thính chuyển hệ. Lí do: Hệ thống không cho em đăng kí vì thiếu môn Đại số tuyến tính (MT1007) học trước. Tuy nhiên, đáng lí ra môn Đại số tuyến tính cũng là môn được miễn của em nhưng bọn em đã thống nhất với PĐT sẽ chuyển sang học bổ túc kiến thức môn MT1007 vào tháng 11/2021. Do đó, môn MT1007 cũng có thể được hiểu là em đã học qua rồi. 4.     Đồ án thiết kế (ME3139)       Thời gian: HK211 VHVL. Lí do: Hệ thống không cho em đăng kí vì thiếu môn Chi tiết máy (ME2007) song hành. Tuy nhiên, đáng lí ra môn Chi tiết máy cũng là môn được miễn của em nhưng bọn em đã thống nhất với PĐT sẽ chuyển sang học bổ túc kiến thức môn ME2007 vào tháng 11/2021. Do đó, môn ME2007 cũng có thể được hiểu là em đã học qua rồi Tóm lại, em kính mong PĐT đăng kí giúp em 4 môn học trên, vì tất cả những điều kiện ràng buộc em đều đã hoàn thành ở bậc Cao đẳng Bảo dưỡng Công nghiệp rồi. Vì qui định mới chỉ được miễn tối đa 50% số tín chỉ của chương trình đào tạo nên mới xảy ra việc em chưa đáp ứng được hàng loạt các điều kiện ràng buộc này. Đến nay đã trễ, mà nếu chờ hoàn thành hết các điều kiện ràng buộc thì thời gian lại trễ hơn nữa, do đó em mong PĐT chấp thuận cho em đăng kí thêm 3 môn học này nữa. Trong lúc chờ đợi sự chấp thuận từ PĐT em xin thành thật cảm ơn và chúc tất cả các thầy cô nhiều sức khỏe .    .",
    "Kính gửi thầy/cô, Em là Nguyễn Thế Bình, mã số sinh viên , hiện đang học lớp Kỹ thuật Máy Tính CC20KTM1. Hôm nay em xin gửi yêu cầu này với lý do là trong kết quả đợt đăng kí môn học đợt 1 HK211 này, em đã bị xóa rất nhiều môn, hệ quả là em tuy đăng kí đăng kí 17 nhưng kết quả lại chỉ được học 7 chỉ. (minh chứng ở hình em đính kèm) Vì vậy trong đợt đăng kí môn học 2 em đã phục hồi được lại 1 môn em bị xóa (đó là kinh tế / chính trị 1033) nhưng vẫn còn 2 môn là Cấu trúc dữ liệu và giải thuật CO2003 và Kiến trúc máy tính CO2007 (các môn học trước của hai môn này em đã hoàn thành trong HK203), nhưng đến hiện giờ đã bị full lớp nên em vẫn chưa phục hồi lại được. Em mong thầy/cô có thể giúp em giải quyết vấn đề này ạ, Em xin cảm ơn, Nguyễn Thế Bình./.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa-ĐHQG Tp.Hồ Chí Minh Em tên:  MSSV:  Trong đợt đăng ký môn học Dự thính học kỳ 211-Đợt 2, môn học Nhà máy điện và trạm biến áp, MSMH:EE3027 đã được đăng ký hết. Môn học là môn tiên quyết của Đề cương Luận văn và không mở lớp trong học kỳ chính. Nhóm lớp DT01-DT01 hiện tại đang có sỉ số 30/30, em xin hỏi liệu Phòng Đào tạo có thể mở thêm sỉ số lớp không ạ? Môn học này thực sự quan trọng với em trong học kỳ này, mong phòng Đào tạo có thể giúp đỡ em. Sinh viên,  ",
    "trong qua trình thi do lỗi máy tính nên e không ghi lại màn hình được làm minh chứng đc, xem pđt hướng dẫn giải quyết giúp em với ạ!",
    "Em đã đăng ký hoãn thi trước vì lý do khách quan nhưng tới ngày thi em vẫn có thể thi bình thường được chứ ạ ",
    "Vào lần đăng ký môn học dự thính kỳ 203 em đã đăng ký môn giải tích 2 (MT1005) nhưng vì lí do dịch covid19 nên gia đình em chưa chuẩn bị tiền học kịp thời. Nên em đã không đóng học phí đúng hạn. Hiện tại trường đã cấm em đăng ký môn học. Em xin hỏi là bây giờ e xin phép được đăng ký môn học rồi đóng học phí môn giải tích 2 được hay không. Hay phải đóng xong học phí môn giải tích 2 rồi mới đăng ký được. Em mong trường giúp đỡ vì cũng do dịch nên em mới vì phạm qui định như vậy. (Em ở Nha Trang, Khánh Hoà). Em xin cảm ơn .",
    "Em chào thầy cô  Em xin gửi phiếu thanh toán trễ học phí và hình đã thanh toán học phí kỳ hè 203. Mong thầy cô có thể mở đăng ký môn học lại giúp e ạ. Em cảm ơn.",
    "Em tên Võ Đức Bình MSSV:  Em thắc mắc là đợt \"Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 2\" một số lớp có tên nhóm lớp là T01 thì sv hệ Chính quy có thể đăng ký vào những lớp đó được không? Em xin cảm ơn!",
    "Em chưa nộp  bằng TN THPT và em đã bị xoá các môn đăng ký của đợt 1, có cách nào giúp em học kỳ tới có môn học được không ạ, và hiện tại em vẫn có thể nộp bằng TN THPT được không ạ. Hy vọng được các cô giải đáp sớm.",
    "Em bị trễ hạn học phí nhưng đã bổ sung đầy đủ.Mong PDT xét duyệt cho em đăng ký môn học cho học kỳ 211.",
    "Cho em hỏi có thể tăng sỉ số của lớp Tổ chức thi công mã môn là CI4125 không ?",
    "Chào PĐT,  Hiện tại SV do mình chủ nhiệm gặp khó khăn trong việc ĐKMH như sau: Em tên là , MSSV . Hiện tại em bị tình trạng huỷ môn bắt buộc dù đã đăng ký đủ và không thể đăng ký môn nào khác . Mong PĐT can thiệp dùm em. Em chưa nợ môn nào cả  . Mong PĐT giải quyết cho bạn SV này Kính chào ",
    "Xin mở thêm sĩ số lớp môn Cơ học thủy khí mã TR1005, lớp L01_L01. Hiện tại sĩ số của lớp chỉ có 25 bạn thôi ạ. Mong phòng đào tạo tạo điều kiện cho em. Em xin cảm ơn ạ.",
    "theo bảng trong ảnh em đính kèm, cột bên trái là khoá 18 trở lại và cột bên phải là khoá 19 trở đi. PDT cho em hỏi có nghĩa là học 2 môn bảng bên phải bằng 3 môn bảng bên trái ạ? Tại em thấy tên môn học không liên quan với nhau lắm. Em cám ơn!",
    "Nếu giờ em chuyển sang hệ VLVH thì em có cần nộp bằng anh văn để đăng kí luận văn không ạ? Hiện tại dịch nên em không thể thi lấy bằng được ạ?",
    "Em chào phòng đào tạo ạ, em khóa K19. Cho em hỏi là kỳ 202 em chưa học được vi xử lý với mạch điện tử là 2 môn thuộc cơ sở ngành của ngành em, tại kỳ này không mở dự thính các môn có thí nghiệm nên em không thể học được. Vậy cho em hỏi kỳ 212 em có được học chung với các em khóa K20 trong kỳ chính không ạ, hay phải đăng ký học dự thính ạ? Em cảm ơn.",
    "Dạ em là  - MSSV:, lớp HC18SH. Chúng em có xin mở lớp môn Sinh học phân tử - di truyền (CH3013) và đã được chấp thuận mở lớp, tuy nhiên hiện nay chúng em chưa thấy trên hệ thống đăng ký môn học có mở môn học này để chúng em có thế đăng ký ạ!  CHo em hỏi, liệu quy trình mở lớp đó chúng em có cần bổ sung thêm tài liệu, chứng thực gì thêm hay không? Và chừng nào thì chúng em có thể đăng ký môn học này trên hệ thống ạ! Em xin cảm ơn ạ!",
    "Dạ em là  Vấn đề 1 Thầy cô cho em hỏi là trong đăng kí môn học đợt 1 môn CH3023 Có tới hơn 40 bạn đăng kí nhưng vẫn bị hủy ạ. Cho nên em muốn hỏi là em đã lập được danh sách các bạn đăng kí học và thầy đã nhận lớp thì thầy cô PĐT có thể mở lớp trong học kỳ chính này không ạ?  Vấn đề 2  Dạ cho em hỏi là: Vì học online nên môn đăng kí có thể bỏ đi điều kiện thời gian di chuyển giữa 2 cơ sở không ạ? Dạ em xin cảm ơn ạ ",
    "Dạ chào PĐT PDT có thể kiểm tra lại giúp em thẻ sinh viên của em tên - ở đâu giúp ạ. Em đã đăng kí in thẻ ngày 5/8 và pdt đã xử lý (có đăng kí chuyển phát nhanh) nhưng sao đến nay chưa nhận được thẻ. Em cảm ơn ạ .",
    "Dạ em kính chào thầy/cô Em có vấn đề muốn hỏi là em là sinh viên K19 khoa Điện. Chương trình đào tạo của em là có:  9 chỉ tự chọn mã A.  3 chỉ tự chọn mã B.  9 chỉ tự chọn tự do. Thì em muốn hỏi trong 9 chỉ tự chọn tự do em có thể chọn những môn trong mã B được không. VD kì này em đăng kí 6 chỉ tự chọn mã B. thì khi kết thúc môn học của 6 chỉ đó em sẽ được tính vào 3 chỉ tự chọn mã B vs 3 chỉ tự chọn tự do hay là tính như thế nào ạ",
    "Chào cô, Cho em hỏi là đợt chuyển sv chính quy sang hệ vlvh tháng 7 này, khi nào có kết quả ạ .",
    "Em tên là Võ Lê Duy Khang MSSV: , em đã bị hủy môn học Quang Điện Tử mã số EE3125 đây là môn nhóm C cuối cùng để em kết thúc chương trình học cùng với luận văn tốt nghiệp nên bây giờ em muốn chuyển qua môn Điện tử Y Sinh mã số EE3037 để có thể thay thế nhưng đã đủ sĩ số. Em mong PĐT có thể hỗ trợ em cho một vị trí trong lớp Điện tử Y sinh chứ không phải mất thêm một kì nữa để học một môn nhóm C ạ. Em xin cám ơn ạ",
    "Tên SV : Dương Hoàng Phúc MSSV:  Môn học mở thêm slot : ME4025 - Quản lý tồnkho trong ccư Nhóm : L02 Lý do : Vì bị trùng lịch với môn ME4607 - Pt & thiếtkế httt quảnlý nên không thể đăng ký được Em mong PĐT có thể sắp xếp mở thêm slot cho em. Em xin cảm ơn",
    "Kính gửi PĐT. PĐT cho em hỏi ạ. Em là sv K17, ra trường cần toeic 500+, và phải qua 4 môn anh văn trong trường. Vậy em có thể học môn Anh văn 3A,4A(nhu cầu, LA1041 - LA1043) để chuyển điểm thay thế môn AV3,AV4( LA1007 - LA1009) xét ra trường được không ạ, và thang điểm chuyển sẽ như thế nào vậy ạ. Em cảm ơn.",
    "Kính gửi PDT: Hiện tại e có đăng ký môn Đồ Án môn học (EE3151) đều ở 2 lịch (  I Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 2 và HK211 - Đợt 2 Chuyển Hệ). nay e muốn hủy môn đó của HK 211 nhưng lại không cho xóa trên hệ thống đăng ký. Em không biết nếu để vậy sợ trùng e sẽ không biết học lớp nào Em mong PDT xem xét hủy bớt giúp e môn EE3151 vào học kỳ HK211. Xin chân thành cảm ơn",
    "Em tên : Trần  Hệ   Khoa Xây Dựng - Ngành Trắc Địa - Bản đồ  . Vào học kì hè 203 em đã thanh toán trễ học phí , hiện tại em đã thanh toán đầy đủ . Mong nhà trường cứu xét để em có thể đăng ký môn học học kì 211 ạ",
    "Em là Lê Giang Vũ, MSSV , lớp VP17HK, năm thứ 5, chuyên ngành Hàng không của bộ môn Kỹ thuật Giao thông, chương trình Việt-Pháp. Em có nguyện vọng học lại môn Động lực học hàng không cơ bản (MSMH: 213702) vào HK211 sắp tới. Tuy nhiên, hiện tại môn này dự kiến được dạy vào tiết 8-9 thứ 4, trùng với môn Khí động lực học chuyên sâu (MSMH: 213708) . Môn ĐLHHKCB chỉ còn được giảng dạy trong chương trình VP năm nay. Do đó, em xin hỏi liệu Phòng Đào tạo có thể sắp xếp lại TKB hoặc giải quyết theo cách nào khác, để giúp em có cơ hội ra trường đúng hạn cũng như tránh được các rắc rối khi học chuyển điểm?",
    "Dạ em xin chào. Hiện tại em vẫn chưa đăng kí môn học của kì 211 được. Khi em đăng kí bảo là chưa đóng học phí và chưa nộp bằng tốt nghiệp mặc dù em đã nộp rồi. Em không đăng kí được 2 ngày nên em hơi lo lắng. Mong thầy cô giải đáp giúp em để được đăng kí môn học ạ. Em xin cảm ơn",
    "MSSV:  Dạ PĐT cho em hỏi, vì kỳ này môn em cần đăng ký đã full slot, nếu em đăng ký chung với các em K21 năm 2022 thì học phí sẽ tính theo như khóa em (K19) hay khóa K21 ạ? ",
    "Em đã Thanh Toán Học Phí rồi, giờ làm sao để đăng ký lại môn học ạ!  B   .",
    "Họ và tên:  Em đã thanh toán tiền học phí trễ hạn, PĐT có thể mở cổng đăng ký môn học để em đăng ký được không ạ?",
    "cho em hỏi em có thể đăng ký dưới 14 chỉ không ạ",
    "Chào Thầy, Em là Sinh viên hệ VHVL khoa Cơ Khí, chuyển từ hệ Chính Quy. MSSV 1836005. Vừa qua, em có nhận được email của Phòng Đào tạo về Danh sách các môn học còn nợ theo CTĐT. Trong đó, có một số môn học em đã hoàn thành trong hệ CQ MSSV 21101905 và khác biệt MSMH so với CTĐT. Cụ thể: 1. MSMH 202302  THUC TAP TOT NGHIEP (CM)  (HK143 - 10.0đ) 2. MSMH 202001  TN KT THUY LUC & KHI NEN   (HK131 - 7.5đ) (trong email MSMH được ghi là 202801) 3. MSMH 202010  KT THUY LUC & KHI NEN         (HK151 - 5.0đ) (trong email MSMH được ghi là 202810) 4. MSMH 202047  KY THUAT CHE TAO 2              (HK132 - 6.0đ)  (trong email MSMH được ghi là  202847) 5. MSMH 202080  MAY CONG CU                          (HK141 - 6.0đ) (trong email MSMH được ghi là 202880) 6. MSMH 202103  KY THUAT CHE TAO 3              (HK141 - 6.5đ) (trong email MSMH được ghi là 202903) 7. MSMH 218027  DAMH TU DONG HOA SX         (HK162 - 9.0đ) (trong email MSMH được ghi là 202827) 8. MSMH 218031  TU DONG HOA SAN XUAT       (HK132 - 5.5đ) (trong email MSMH được ghi là 202831) 9. MSMH 402001  KY THUAT DIEN TU C               (HK122 - 6.7đ) (trong email MSMH được ghi là  402801) 10. MSMH 406009  KY THUAT DIEN                      (H131 - 8.8đ) (trong email MSMH được ghi là  406809) 11. MSMH 604002  HOA DAI CUONG B                 (HK112 - 5.5đ) (trong email MSMH được ghi là  604802) Vì vậy, cho phép em được hỏi về MSMH khác nhau này, vì em không tìm thấy trong CTĐT của trường mình . Tiếp theo là, các môn học kể trên em đã hoàn thành tại hệ CQ trước khi chuyển sang hệ VHVL, hiện tại em có thể được miễn môn học bổ sung từ Bảng điểm hệ CQ (Bản in của PĐT có mộc đỏ và chữ ký) được không?  Nếu được, xin hướng dẫn em các bước cụ thể, vì em khá mù mờ về Quy chế - quy định mới của Trường . Em xin chân thành cảm ơn Thầy đã đọc tin nhắn. Mong nhận được phản hồi sớm từ Thầy. Và chúc Thầy ngày mới tốt lành.",
    "Em là sv k16 hệ đại trà nếu đk nhóm lớp như hình có hợp lệ ko ạ ?",
    "Lúc chiều em dự định chuyển môn IM1013 - Kinh tế học đại cương - CC01 sang lớp SP1033 - K/tế chính trị Mác- nhưng lại bảo trì ạ. Bây giờ em vào thì không còn đăng ký được nữa. Thầy cô có thể cho em đăng ký được không ạ vì em tham gia chương trình thạc sĩ mới của trường mình, em nghĩ học đúng tiến độ sẽ tiện hơn cho các kì sau ạ. Em cảm ơn.    .",
    "Kính gửi Phòng đào tạo Em tên là , hiện đang là sinh viên K17 khoa Cơ khí, chuyên ngành Kỹ thuật Chế tạo. Em có thắng mắc là trong đợt ĐKMH lần 1 em có đăng ký môn Luận văn tốt nghiệp với mã môn học là ME4029 nhưng trên Bảng kết quả đăng ký môn học đợt 1 của em lại không có môn này. (Hình minh họa trong file đính kèm) Mong phòng đào tạo giúp em ạ. Em xin chân thành cảm ơn và mong chờ câu trả lời trong thời gian sớm nhất. Em xin kính chào.",
    "Dạ em chào thầy/ cô ạ. Hiện tại em có thắc mắc là học phí của học kì này em đã đóng đầy đủ nhưng do đợt 1 gia đình em bị kẹt tiền nên em đã thanh toán trễ hạn. Nhưng em vẫn chưa làm đơn xin thanh toán trễ học phí để gửi lên pđt mặc dù em đã thanh toán học phí đủ cả 2 đợt. Thầy/ cô cho em hỏi là giờ em có cần phải làm đơn xin thanh toán trễ học phí để gửi lên pđt không ạ. Hình đính kèm bên dưới là hình em chụp từ trang BKpay của em ạ . Em cảm ơn thầy/ cô ạ.",
    "AV400 học kì HK211 đợt 2 không đăng kí môn học được. Em xin phòng đào tạo mở lớp thêm.",
    "Kính gửi Phòng đào tạo Em tên là Nguyễn Thành Đạt Mssv:  Hệ VLVH Em đã đóng trễ học phí kỳ 202. Nay em đơn này xin được mở đăng ký môn học . Kính mong Thầy/Cô xem xét. Em xin cảm ơn.",
    "Kính gửi PĐT, Em tên là  MSSV 1813, em đọc theo quy định của PĐT về môn tiếng anh tương đương LA103 - Anh văn A có được tính vào điểm trung bình tích lũy chưa ạ, hay là em phải học thêm môn LA1009 - Anh văn  mới đủ tốt nghiệp ạ?",
    "em đã xin được thầy  nhận lớp môn ee2017 và lập danh sách các bạn muốn mở lớp. tiếp theo em xin hỏi pđt cách đăng ký mở lớp online như thế nào ạ",
    "CHào thầy cô Em tên là  MSSV  Em đăng kí môn học học kì dự thính 211, nhưng đã bị kín lớp. Do học kì dự thính chỉ mở 1 lớp nên em xin phép thầy/cô tăng sĩ số để em có thể được tham gia học tập để theo kịp với chương trình học. MSMH: EE3019 NHÓM: DT01 Em xin chân thành cảm ơn!",
    "Em tên là  MSSV:161047 lớp VL16NL ngày sinh 10/09/1998 Kính gửi Phòng đào tạo em làm đơn này với lý do đóng trễ học phí học kỳ dự thính hè 203.Em mong phòng đào tạo có thể xem xét để cứu xét được đăng ký môn học học kỳ 211 ở đợt 2 này ạ",
    "Em _  Em vừa đóng lệ phí học kì  xong ạ mong thầy cô mở đăng ký môn học của em và  cập nhật giúp em ạ  Em xin cảm ơn",
    "Chào thầy cô của Phòng đào tạo, Em là  MSSV  Em học lớp CC18OTO Em gửi email này mong được thầy cô xem xét mở lớp   B Thiết kế động cơ đốt trong    (TR3013) vào học kỳ dự thính 211 giúp em. Hiện tại lớp đã được 16 bạn và được sự chấp thuận của thầy  (trưởng khoa Giao Thông), thầy  (trưởng bộ môn) và thầy  (giảng viên phụ trách). Email đồng ý của 3 thầy, đơn đề nghị mở lớp và danh sách sinh viên em đính kèm ở dưới . Mong thầy cô của Phòng đào tạo thấy được email và xem xét giúp em ạ. Cám ơn mọi người, chúc mọi người nhiều sức khỏe.",
    "Cho em hỏi nếu mình đạt 4 mức tiếng anh gồm AV1,AV2,AV3 và AV4 thì đã đủ xét tốt nghiệp chưa hay phải cần chứng chỉ tiếng anh ở ngoài nữa ạ. Em cảm ơn!!! ",
    "Em chào ad Em tên  MSSV  Khoa kỹ thuật xây dựng Em xin pđt cho em đăng kí vô lớp Hư hỏng sửa chữa công trình học kì chính 211 với ạ Mã môn CI1051 lớp L01 Em rất muốn học môn này mà không tranh slot được ạ Em chân thành cảm ơn ad",
    "Em là sinh viên K2018, Chương trình PFIEV  Chương trình K18 trở về sau thì không còn môn Tiếng pháp 3 (003703) nữa. Vậy cho phép em hỏi là tiếng pháp 3(003703) sẽ tương đương với môn học nào ạ?",
    "Dạ em chào quý thầy cô Em là  mssv . Em có mượn vài cuốn sách của thư viện bách khoa trước dịch covid. Trong thời gian này em không thể trả sách cho thư viện được. Thì em có thể làm cách nào để xóa nợ trước để có thể đkmh ạ Em cảm ơn ạ.",
    "Dạ cho em hỏi em có đăng kí xin hoãn môn học ee2017 và có thấy pdt chấp thuận cho hoãn , và pdt báo đợi thông báo cập nhật mà giờ em lên thông tin sinh viên vẫn chưa thấy cập nhật ạ, em cảm ơn, dạ hơn 1 tuần từ lúc pdt nhận mail đồng ý hoãn thi rồi ạ!   i  .",
    "Dạ khi em hoãn môn được chấp nhận thì em có phải tham gia kì thi cuối kì không ạ, em cảm ơn!   i  .",
    "Kính gửi phòng đào tạo, Em tên , MSSV , hiện là sinh viên hệ VLVH ngành Công nghệ kỹ thuật vật liệu xây dựng. Em muốn hỏi trong đợt đăng ký này thì em phải đăng ký tối thiểu bao nhiêu tín chỉ để học ở học kỳ tiếp theo?  Theo quy định học vụ em phải đăng ký đủ 14 tín chỉ, điểu này là không thể vì hầu hết các môn trong chương trình đào tạo của em đều không mở lớp hoặc trùng lịch. Em chỉ có thể đăng ký thành công 6 tín chỉ mà thôi . Vậy có cách nào để em có thể đăng ký đủ tín chỉ để tiếp tục học tập hay không? Kính mong quý thầy, cô hướng dẫn . Em xin trân trọng cảm ơn!",
    "Em muốn đăng kí môn: Hóa hữu cơ CH2021, nhưng đã đủ sỉ số, kính mong PĐT có thể mở thêm sỉ số để em có thể học để theo kịp chương trình  Em xin cám ơn ạ",
    "Em chào thầy cô, Em tên :  . MSSV:. Ngành học: Kỹ thuật máy tính Do thanh toán học phí trễ hạn nên em đã bị xoá đăng ký môn học. Vì vậy em làm đơn cứu xét để được đăng ký môn học hk211 và tiếp tục theo học. Đơn xin cứu xét đã được thầy  hiện đang là Phó trưởng Khoa đồng ý cứu xét. Vì vậy em xin Phòng đào tạo cứu xét và tạo điều kiện cho em được đăng ký môn học học kỳ 211 đợt 2. Mail có đính kèm đơn xin cứu xét và ảnh chụp đã thanh toán học phí và ảnh chụp sự đồng ý cứu xét. Em xin cảm ơn. Trân trọng. ",
    "Em chào anh/chị. Hiện tại chúng em đang có nguyện vọng đăng ký môn học chuyên ngành để có kiến thức chuẩn bị cho luận văn là ME4641 - Quản lý &vận hành ciển. Nhưng không may là hiện tại chỉ có một lớp và đã đủ sĩ số (60/60). Em mong anh/chị tăng sỉ số giúp em lên 65 để chúng em có thể được học môn này ạ. Em chân thành cảm ơn anh/chị.",
    "Dạ kính gửi phòng đào tạo  Em tên là  MSSV: Học kỳ 203 vừa qua em có đăng ký môn học nhưng vì có công việc gia đình nên em đã không thể học được và cũng không thể rút môn học kịp thời dẫn đến phát sinh học phí. Hiện tại em đã thanh toán xong học phí kỳ 203. Em có kèm hình ảnh thanh toán học phí và đơn trình bày lý do trễ học phí. Em mong phòng đào tạo xem xét giúp em và mở đăng ký môn học để em được đăng ký môn cho kỳ 211 ạ . Em xin chân thành cảm ơn phòng đào đạo và mong nhận được phản hồi ạ!",
    "Thưa thầy, cô Em tên là Võ Đình Anh Kiệt, học lớp CK17KTK Hiện em vừa chuyển sang hệ vừa học vừa làm và bắt đầu học từ kì 1 năm học 2021-2022 . Em có hai thắc mắc mong thầy cô có thể giải quyết giúp em. Một là về việc em đăng kí môn học thì em chọn mục \"Đăng kí môn học dự thính chính quy hệ VHVL\" hay là \"Đăng kí môn học\" bên trong có mục chuyển hệ. Hai là em đăng kí bằng mã môn học cũ của khóa 2017 hay là đăng kí bằng mã mới vậy ạ. Em cảm ơn thầy cô đã đọc mail của em",
    "Chào thầy cô của Phòng đào tạo, Em là  MSSV  Em học lớp CC18OTO Em gửi email này mong được thầy cô xem xét mở lớp   B Thiết kế động cơ đốt trong    (TR3013) vào học kỳ dự thính 211 giúp em. Hiện tại lớp đã được 16 bạn và được sự chấp thuận của thầy  (trưởng khoa Giao Thông), thầy  (trưởng bộ môn) và thầy  (giảng viên phụ trách). Email đồng ý của 3 thầy, đơn đề nghị mở lớp và danh sách sinh viên em đính kèm ở dưới . Mong thầy cô của Phòng đào tạo thấy được email và xem xét giúp em ạ. Cám ơn mọi người, chúc mọi người nhiều sức khỏe.",
    "Khoa CNVL ) Đợt trước pdt có gửi mail về, nhưng  vì lí do .bữa đó e thi ck 202 môn gt2 nên 18h mới nhận đựoc  mail (về việc thay đổi đăng ký môn học kỳ 211 ), mong pdt có thể tạo điều kiện để tham gia môn học (Hóa Phân tích -Ch2009 - L01_L03 ) dể hoàn thành đúng tiến độ đào tạo. ( do môn hóa phân tích là môn thí nghiệm và là môn bắt buộc của khoa CNVL em đang học nên mong pdt có thể xem xét để em được tham gia  ) Em cảm ơn",
    "Em đang học lớp Giải tích 2 kì 203 có lịch thi Cuối kì vào ngày 24/8. Do em là SV K16 năm cuối đang làm luận văn TN rồi nên chỉ cần trả nợ môn này thôi ạ. Trong trường hợp em thi không đạt vào kì thi cuối kì 203, thì làm sao em có thể đăng kí lại trong kì Dự thính 211, trong khi đợt đăng ký 2 kết thúc vào ngày 12/8 . Mong nhà trường cho em giải đáp thắc mắc ạ.",
    "Kính thưa thầy cô em đã hoàn thành thanh toán nợ học phí nhưng không đăng kí môn học được. Mong thầy cô giải quyết sớm giúp em để được tiếp tục đăng kí ạ!   B",
    "Em nộp đơn xin mở lớp môn học CH2059 ạ. Em cảm ơn thầy cô",
    "Em có thắc mắc muốn gửi đến PĐT là môn Môn thép 1 ( CI3009) và kết cấu thép (CI3231) có phải là môn tương đương không ạ",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Đợt 2 đăng kí môn học HK211 em không đăng kí được  (CH2021). Mong Phòng đào tạo mở rộng thêm sĩ số lớp. Em xin cảm ơn.",
    "Em chào thầy (cô), em là sinh viên hệ chính quy chuyển sang VHVL theo tiêu chuẩn tốt nghiệp K14. Khi chuyển sang em chỉ còn 1 môn là môn cơ lưu chất mã CI2005, nhưng môn này từ khóa K19 đã không còn học, em không tìm được môn tương đương/thay thế trong danh sách môn tương đương/thay thế. Đợt đăng kí môn học đợt 1 vừa rồi có 23 bạn đăng kí môn này và môn không mở. Vậy cho em hỏi trường hợp này em phải giải quyết như thế nào ạ? Em cảm ơn",
    "Dạ em muốn hỏi là em có đăng kí môn học hè nhưng em không học ,em đã bị hủy thời khóa biểu rồi mà sao vẫn phải đóng tiền ạ?,tại em thấy rằng em không còn học nữa mà phải đóng tiền ạ",
    "Em là sinh viên bằng 2- XD17B2D1 hiện tại chương trình học của em đã gần xong. Chỉ còn môn kết cấu thép 2 (kì dự thính vừa rồi em bị cách li và đã được PĐT cho phép hoãn thi. Em xin HK chính này xin không đăng kí môn học được không ạ. Do chương trình học chỉ còn môn thép 2 và thi TOEIC để nhận LVTN. Rất mong PĐT xem xét cho em.",
    "Phòng đào tạo cho em hỏi. Hiện tại kì 211 em sẽ làm luận văn, anh văn nói viết em đã hoàn thành. Vậy cho em hỏi nếu kì 211 em bảo vệ luận văn thành công và được nhận giấy xác nhận tốt nghiệp tạm thời, thì kì 212 em có thể đăng kí học bằng 2 được không ạ. Hay là phải chờ đến kì 211 ạ. Em cảm ơn",
    "Xin chào Thầy Cô phòng đào tạo ĐH BK TPHCM,     Do nhiều nguyên nhân, em đã đóng học phí trễ hạn cho học kỳ 202 đợt 2. Nên đăng ký môn học cho HK 211 đợt 2 đã bị hủy, không đăng ký môn học được. (đã đk được ở đợt 1)    Hiện tại em đã đóng học phí trễ hạn đầy đủ, kính mong Thầy Cô phòng đạo tạo mở lại quyền đăng ký môn học giúp em nhé.    Em xin cảm ơn.    .",
    "em chào thầy/cô khoa em có đổi chương trình giữa k18 và k19 và có hai môn không đăng kí được vì 1 môn của k18 là 2 chỉ còn k19 chỉ còn 1 chỉ (không có môn tương đương giữa hai môn này) còn một môn k18 bắt buộc nhưng k19 tự chọn em sợ các bạn k19 không đăng kí học môn này. hiện tại em và một số bạn hk sau chưa đăng kí đủ 10 chỉ vì tình trạng trên, tụi em định mở lớp dự thính nhưng chỉ có 3 đến 6 bạn đăng kí mở lớp. thầy/cô cho em hỏi nếu tình hình như vậy và 2 môn tụi em cần đăng kí là 2 tiên quyết thì tụi em có được mở lớp không ạ? và nếu không mở thì tụi em phải làm thế nào ạ? em cảm ơn thầy cô đã xem",
    "Kính gửi PĐT Trường ĐH Bách Khoa TPHCM .   Em tên:Nguyễn Quốc Dương.   Lớp: VP20VL   MSSV:  Lí do: Trong học kì 202 vừa rồi em có tạm hoãn việc học do việc cá nhân, nên em không có học các môn của học kì 202 như(Giải tích 2, Vật lí 1, Pháp Văn 2) nên học kì kế tiếp này (học kì 211) em có đăng kí học các môn học theo đúng chương trình đào tạo là các môn như: Giải tích 3, Pháp Văn 3, Vật lí 2. Tuy nhiên đợt đăng kí đợt 1 của học kì 211 em chỉ đăng kí được có mỗi môn Vật lí 2, các môn còn lại em đăng kí bình thường nhưng bị xoá bỏ chỉ còn mỗi môn Vật lí 2. Đến đợt đăng kí đợt 2 em tiếp tục đăng kí các môn còn lại theo học phần như(GT3, Pháp Văn 3) thì hệ thống báo em phải học GT2, Pháp Văn 2, thì mới đăng kí được môn học. Em nhập mã đăng kí môn học của (GT2, Pháp văn 2) thì không có mở lớp. Em cũng không biết làm như thế nào, mong Phòng Đào tạo tư vấn, hỗ trợ giúp em ạ! Em xin cảm ơn PĐT!",
    "Thầy/cô cho em hỏi do môn này có thí nghiệm nhưng nếu có GV nhận lớp thì có thể mở lớp không ạ? Em cảm ơn!",
    "Chào , em tên là , mssv : , lớp DD20LT19, khóa k2020. Hôm nay em viết email này để xin phòng đào tạo cứu xét để được đăng ký môn học. Lý do đóng học phí trễ là vì sự tìm hiểu không rõ ràng của em cộng với việc điều kiện tài chính lúc đến hạn thanh toán học phí của em không đủ và gây ra sự chậm trễ này. Sau đó em đã cố gắng khắc phục và hôm nay cũng đã thanh toán đầy đủ. Em mong phòng đào tạo sẽ duyệt và cho em đăng ký môn học trong học kỳ 211 này và nhưng đợt sắp tới. Em xin hứa sẽ không để tình trạng này tiếp tục xảy ra nữa. Em xin chân thành cảm ơn .",
    "Em là , K17 chương trình Việt Pháp. Hiện tại em chưa qua môn Hóa học (601701) - môn 6 chỉ của học kì đại cương, môn này hiện tại không mở nữa vì K19 sau này đã đổi chương trình học. Em có xem trên danh sách môn học quy đổi tương đương thì môn tương đương là môn Hóa đại cương (CH1003) - môn 3 chỉ của chương trình K19. Thầy/Cô cho em hỏi là nếu em đăng kí học môn Hóa đại cương (CH1003) của K19 là 3 chỉ thì em có được coi như là qua môn Hóa 6 chỉ của chương trình K17 không hay là phải đăng kí thêm 1 môn thí nghiệm hóa học để bù đủ 3 chỉ ạ? Em xin cảm ơn ạ",
    "dạ cho em hỏi về cách đăng ký học giáo dục thể chất được không ạ do em không tìm thấy các môn thể dục trên hệ thống đăng ký môn học, do em là k19 nên có hơi lo về việc đăng ký ạ, cám ơn ạ",
    "Em chào thầy/ cô, Cho em hỏi vấn đề chuẩn anh văn đăng kí luận văn . Kì sau em mới cần đăng kí luận văn nhưng hiện tại điểm anh văn em chưa đủ và tình hình dịch bệnh kéo dài em nghĩ có thể không hoàn thành chuẩn anh văn trong kì sau để đăng kí luận văn tốt nghiệp. Vậy thầy/cô có hướng giải quyết như thế nào không ạ, vì em thấy trong gmail không miễn chuẩn anh văn cho luận văn tốt nghiệp ạ?? Em cảm ơn thầy/cô.",
    "Kính gửi các thầy cô Phòng Đào tTạo, Em là sinh viên Việt Pháp K14, thuộc bộ môn Cơ Điện Tử, khoa Cơ Khí. Hiện tại em còn một môn học là Luận Văn Tốt Nghiệp. Học kỳ trước vì lý do tạm dừng do không đóng học phí dúng hạn, không được đăng ký môn học nên em có tên trong danh sách buộc thôi học của khoa. Em đã làm đơn cứu xét theo như hướng dẫn của khoa và sau khi khoa trả kết quả về thì em không nằm trong danh sách buộc thôi học/tạm dừng. Đợt đăng ký môn học đợt 1 vừa rồi em có đăng ký Môn LVTN, tuy nhiên đến đợt 2 thì không có kết quả đăng ký và đăng ký mới không được vì ký do đang bị tạm dừng học. Em muốn hỏi trong trường hợp này em phải làm những thủ tục gì, gửi ai để có thể tiếp tục đăng ký môn học trong học kỳ 211 ạ? Em rất mong các thầy cô hỗ trợ em lần này, em xin chân thành cảm ơn!",
    "Em đăng kí môn học mà không đủ thời gian di chuyển giữa 2 cơ sở, theo em biết bạn của em ở kì trước cũng gặp được điều tương tự và cũng được giáo viên cho phép vào lớp để đăng kí môn học. Hiện tại em đã liên hệ với giáo viên giảng dạy và được giáo viên cho phép, bây giờ em phải làm sao để đăng kí được môn học ạ? em xin cảm ơn!",
    "Em chào quý thầy cô Em có câu hỏi, mong được các thầy giải đáp. Hiện tại Trung tâm Ngoại ngữ của Trường có mở các lớp Anh văn 4A(MSMH: LA1043). Nếu em học và đạt môn Anh văn 4A này, thì em sẽ được miễn môn Anh văn 4(MSMH: LA1009) phải không ạ?  Khi Miễn môn Anh Văn 4 thì sẽ không tính vào điểm Trung bình chung tích luỹ ngành, nhưng vẫn tính vào Số tín chỉ tích luỹ ngành theo CT Đào tạo, và được xét tốt nghiệp bình thường phải không ạ?  Em xin cảm ơn",
    "Kính thưa quý thầy cô em là:  mssv . Thuộc khoa Bảo Dưỡng Công Nghiệp, theo chương trình đào tạo thì tháng 10 năm 2021 em hết chương trình đào tạo, nhưng do tình hình dịch căng thẳng, em không thể thi anh văn toeic để nộp kịp đúng tiến độ được ạ, em muốn làm đơn để gia hạn thêm 1 kì được không ạ? nếu được thì mẫu đơn như thế nào? tình dịch dịch như thế này thì nộp như thế nào ạ?",
    "Em muốn xin tăng sỉ số lớp Vi xử lý dự thính mã EE2017 ạ. Em cảm ơn rất nhiều ạ",
    "Hiện giờ em muốn đăng kí vào lớp giải tích 1 kì dự thính thì làm thế nào ạ",
    "Kính gửi BKSI, Em là , em đã gửi 1 email cho Phòng đào tạo tại địa chỉ     ; vào sáng ngày 9/8 về yêu cầu đăng ký 2 môn học trong học kỳ chính nhưng hiện tại chưa được giải quyết. Nên em xin được gửi yêu cầu lên đây. (Vì em không rõ vấn đề này nên gửi email trực tiếp cho Phòng đào tạo hay cập nhật lên BKSI để được giải quyết.) Em và các bạn đang gặp vấn đề do   B đề cương môn học chưa được cập nhật hoàn toàn   . Điều kiện tiên quyết hiện nay của 2 môn này dựa theo đề cương môn học là không có trong khi trên website đăng ký môn học lại có.   B Nhiều sinh viên không thể đăng ký được   . Em kính mong Phòng đào tạo,  BKSSI xem xét, cập nhật đề cương và chấp nhận 2 đơn “Đề nghị mở môn học”  của chúng em để chúng em có thể theo học trong học kỳ chính 211 này. Em đã nhận được thông tin Phòng đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK dự thính 211.  Vì đây là lý do chính đáng, chúng em mong sẽ được giải quyết sớm trong đợt đăng ký môn này. Em biết và tin rằng phía trường đã, đang và sẽ làm hết sức để giúp sinh viên có được cơ hội học tập tốt nhất. Em xin cảm ơn. Em chúc các thầy cô sức khỏe, .",
    "Em đã nộp bằng TN PTTH từ cuối năm nhất đầu năm 2 rồi, nhưng hiện tại em không thể đăng kí môn học vì lý do thiếu bằng đó, xin giải quyết giúp em để em được đăng kí môn học, em cảm ơn ạ!",
    "Em tên là , mssv  thuộc khoa Cơ Khí. Em viết mail này để xin mở lớp kỹ thuật chết tạo 3 ME3201. Em đã xin xác nhận của bộ môn và của khoa và đã được sự đồng ý ạ. Vì đây là môn song hành cho đồ án chuyên ngành nên nó rất quan trọng với em và nhiều bạn khác. Em mong trường sẽ mở cho em môn Kỹ thuật chế tạo 3 ạ.",
    "em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên  thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi . Em cảm ơn Thầy/cô ạ!!!",
    "Dạ em chào thầy cô, em tên  mssv . Em đã gửi lên PĐT rất nhiều câu hỏi và chưa được giải quyết. Nhưng  em vẫn khẩn thiết xin thầy cô có thể cho em được học môn thí nghiệm quá trình thiết bị CH3015. Nếu không có môn này em sẽ không đi thực tập được. Môn này quá quan trọng với em. Em mong thầy cô tạo điều kiện cho em với ạ… em xin cám ơn thầy cô rất nhiều.",
    "Em tên là , MSSV:. Em muốn hỏi về việc khi viết đơn hoãn thi có cần phải đưa  ký không ạ? Em xin cảm ơn, .",
    "Kính gửi PDT. Em tên   MSSV:  Em hiện tại đang bị tạm dừng quyết định ngày 09/04/2021 vì lí do không đăng kí môn học học kì 202. Hiện giờ vào học kì 211 em muốn nộp đơn xin thu nhận và tiếp tục đăng kí môn học như bình thường. Như hiện tại do tình hình dịch bệnh nên em bị cách li không thể lên PDT để nộp đơn xin thu nhận được. Trường hợp này em phải xử lí như thế nào ạ ? Em xin cám ơn.",
    "Kính thưa Phòng đào tạo. Vừa qua em có thực hiện việc thi môn Cơ sở điều khiển quá trình - CH3031 vào ngày 02/08, nhưng do có vấn đề với mạng nên em không tham gia được vào room meet ngày hôm đó nhưng em vẫn tiến hành làm trắc nghiệm thi trên e learning và gửi file quay màn hình và thiết bị phụ. Cho em hỏi trường hợp này kết quả thi của em có được công nhận không hay em phải tiến hành thi lại? Em xin cảm ơn",
    "Dạ em chào thầy/cô Em tên : , mssv , lớp CK18CTM4. Do có vấn đề về thiết bị và mạng nên em không thể tham gia thi trực tuyến được, em xin phép được hoãn thi ạ, mong được thầy/cô hỗ trợ. Em cảm ơn ạ.",
    "chào thầy/cô!.. cho e hỏi e SV VLVH khóa 2019 đang học theo chương trình đào tạo khóa 2017,  có môn học EE1001-Nhập môn về kỹ thuật với môn EE1003-Toán kỹ thuật các thầy nói là trường đã bỏ môn này trong chương trình mới... vậy cho e hỏi giờ e thiếu 2 môn này thì có thế đăng ký học như thế nào hay e quy đổi ra môn học tương đương như nào ạ... e xem trên trang web phòng đào tạo chưa  ạ!... cảm ơn thầy/cô!",
    "T5027      . Em tên  MSSV:213T5027 do dịch em không lên đóng tiền kịp, đợt đóng tiền ngày lúc dịch, em không sử dụng tài khoản online lên không cách nào đi đóng tiền được. Em xin để bớt dịch đi đóng tiền . Hè em đăng kí 1 môn thực tập nhưng vào dịch không đi đóng tiền kịp. Xin nhà trường tạo điều kiện để em được đăng kí môn học .",
    "T5027      . Do dịch bệnh em không lên đóng tiền được, do không sài tài khoản internet banking. Em xin nhà trường cho em đợi bớt dịch được phép di chuyển em sẽ đóng học liền. Xin nhà trường cho phép em được đăng kí môn học.",
    "Kính chào quý thầy cô Em tên , k18, khoa Kỹ thuật Hóa học, chuyên ngành Hóa hữu cơ. Em mở yêu cầu này để xin phép tăng thêm 2 sĩ số môn Quản trị kinh doanh cho kỹ sư, mã môn IM3001 - lớp L09. Thưa thầy cô, đây là môn nhóm D của em, theo chương trình, em cần hoàn thành môn này trong học kì 7 để đến kì 8 em có thể chuyên tâm làm luận văn tốt nghiệp. Môn này có 10 lớp, nhưng hiện tại lớp nào cũng đã full slot (em gửi kèm video minh chứng bên dưới), em đã thử thương lượng với các bạn nhưng mọi người đều cần học môn này để tốt nghiệp đúng hạn nên dĩ nhiên không ai có thể nhường cho em, bản thân em cũng rất hứng thú với môn này và cũng chỉ môn này không trùng giờ với các môn chuyên ngành khác. Do dịch covid nên hè này khoa em không thể tổ chức thực tập tốt nghiệp, như vậy việc thực tập sẽ dồn vào năm cuối dẫn tới năm cuối của em càng có nhiều việc để lo hơn. Nên em thật sự mong quý thầy cô có thể xem xét mở cho em 1 slot để đăng kí học môn IM3001 trong học kì 211 để những dự định của em kịp hoàn thành và em không bị chậm trễ so với các bạn cùng khóa. Em đã xem xét thời khóa biểu và sắp xếp lịch lên lab làm đề cương luận văn trong học kì tới, lớp L09 của môn IM3001 là phù hợp nhất với thời gian biểu của em. Em tin rằng nếu quý thầy cô cho em một cơ hội để học lớp L09 môn IM3001, em sẽ học tập thật tốt và sắp xếp ổn thỏa những việc cần làm . Em xin trân trọng cảm ơn quý thầy cô.",
    "T5027      . Em tên  MSSV: 213T5027. Do đợt dịch ngay đợt đóng tiền lên em chưa đi đóng kịp. Xin nhà trường gia hạn thời gian bớt dịch đi lại thuận tiện em sẽ đóng học. Xin tạo điều kiện để em được đăng kí môn học. Em xin chân thành cảm ơn.",
    "Cho em hỏi, nếu mình hoãn thi một môn thì khi nào được thi lại môn đó ạ? Em cảm ơn.",
    "Chào thầy cô, em tên  ( ) học lớp GT19HK. Nay em gửi mail nhằm xin phòng đào tạo mở lớp dự thính môn học cơ học thủy khí( TR1005) . Em xin gửi đơn xin mở môn học với sự đồng ý của giáo viên giảng dạy là thầy  ạ. Em xin cảm ơn thầy cô, mong thầy cô phản hồi mail giúp em a.     .",
    "Chào thầy cô, em là  khoa Xây dựng mssv  Hiện tại em đã pass chuẩn anh văn đầu vào của trường nhưng không thể đăng kí được lớp Anh văn 1 do thiếu môn học tiên quyết là lớp anh văn cơ bản, nhưng theo em được biết là khi qua chuẩn anh văn đầu vào là có thể học được lớp anh văn 1 . Mong thầy cô xem xét giúp em để em có thể đăng kí môn  ! Em xin cảm ơn và mong nhận được phản hồi sớm từ thầy cô  !",
    "Xin chào Em tên là  MSSV:  Do làm mất thẻ SV mà bây giờ gần thi em mới biết là cần phải có thẻ. Cho em hỏi bây giờ có cách nào để thay thế thẻ SV không ạ? Em cảm ơn.",
    "Cho e hỏi là đơn giá 880.000/1 TC là chỉ áp dụng cho kì dự thính hè hay áp dụng cho tất cả các kì dự thính khác ạ ? Do e mới chỉ nhận được mail về việc áp dụng 880.000/1 TC cho kì dự thính hè 203 thôi",
    "Xin phòng đào tạo giải thích cho em về lý do em bị tạm dừng và không được đăng kí môn học học kì 221 . Em là , MSSV:  Học kì 203 em có đăng kí 3 môn dự thính nhưng vì vấn đề kinh tế, em đã không thể thanh toán học phí kì 203 trước ngày 07/06 nên PĐT đã hủy thời khóa biểu kì hè của em vào ngày 08/06 . Sau đó em nhận được quyết định về tạm dừng học kì đang học, nhưng em không biết là nó cũng ảnh hưởng đến việc em không thể ĐKMH vào học kì 221 sắp tới . Xin phòng đào tạo giải quyết cho em để em được tiếp tục ĐKMH, em xin cảm ơn PĐT.",
    "Em học Khoa Máy Tính, mong thầy/cô xem xét giải quyết giúp em trường hợp này. Do đợt 1 em nhầm lẫn và không đăng ký Đồ án nên bây giờ không thể đăng ký lớp Đồ án tổng hợp CNPM (CO3103). Đây là lỗi do cá nhân em, dẫu vậy mong thầy cô tìm cách sắp xếp mở thêm sĩ số ạ . Nếu không được, thầy cô cho em hỏi việc học Đồ án này có ảnh hưởng đến chuyên ngành sau này của mình hay không. Em cảm ơn vì thầy cô đã dành thời gian giải quyết trường hợp của em ạ.",
    "Chào  Hiện tại nộp bằng toeic 550 được áp dụng khi đã hoàn thành môn Anh Văn 4 và nó có được áp dụng khi hoàn thành Anh Văn 4(theo nhu cầu) không ạ . Em cám ơn.",
    "Kính gửi Quý Thầy/Cô Thầy/Cô cho em hỏi môn Hoá Lí 1 (CH2003) - nhóm L02 trong thời khoá biểu của em có ghi: Thời gian học đều là Thứ 3 tiết 2,3 và 11,12. Như vậy là có nhầm lẫn gì trong thời gian học tập không ạ. Vì em sau khi học xong tiết 3, em phải đợi đến tiết 11 mới được học tiếp? Em cám ơn!",
    "dạ em chào thầy/cô ạ, em có nhu cầu xin tăng sỉ số lớp hóa hữu cơ L02 mã môn học CH2021 thì thực hiện thủ tục gì ạ, em cảm ơn ạ",
    "Em xin hỏi em đăng kí quản trị kinh doanh cho kĩ sư có lớp tương tác vào sáng t5 hàng tuần tiết 5-6 Bây giờ em đăng kí thêm môn qt cơ học CH2019 cũng là lớp tương tác vào t5 tiết 2-3 thì lại bị là ko đủ tg chuyển tiếp giữa 2 cơ sở mong pđt xem xét giúp em em cần học cả 2 môn nên ko thể bỏ môn nào hết",
    "Dạ cho em hỏi về việc 2 môn học cùng một buổi đó là thí nghiệm hoá phân tích ( học ở cơ sở 1), và xác suất thống kê ( học ở cơ sở 2). Nhưng hai môn này lại sát giờ nhau, không kịp chạy cơ sở thì làm sao ạ?",
    "Chào nhà trường, em thuộc sinh viên khoá k18 Kỳ thi av ở học kỳ 201 do đơn vị thứ 3 tổ chức trong nhà trường em thi đạt được 445đ, em xin hỏi điểm này e có thể quy đổi và đăng ký thẳng av3 luôn không nhà trường ( anh văn 1 và anh văn 2 em chưa học) Nếu qui đổi được mong nhà trường hướng dẫn em cách quy đổi. Em xin cảm ơn",
    "Em đã thanh toán học phí trễ hạn. Mong PĐT xem xét giải quyết việc thanh toán trễ hẹn của em. Dạ em cảm ơn",
    "MSSV:       . Kính chào nhà trường, Em muốn xin phép nhà trường mở môn học CO3007 ở học kỳ HK211. Ở học kỳ HK202 môn học này đã không được mở. Em muốn được tham gia môn học này để hoàn tất chỉ tiêu tốt nghiệp. Em xin cảm ơn,",
    "Cho em hỏi là em có đăng ký môn Cơ kết cấu (CI3233) lúc đầu em đăng ký được vào lớp L11_L11 nhưng sau đó em xem lại thì hệ thống nói là tự hủy môn làm em mất chổ lớp học đó vì em đã sắp xếp lịch học của em để không bị vướng nhưng giờ em bị như vậy là sao ạ",
    "Chào phòng đào tạo ạ. Hôm nay em có chỉnh sửa lại đăng kí môn học đợt 2 thì phát hiện đăng kí dự thính bị lỗi thiếu bằng PTTH ạ, còn kì chính thì vẫn đăng kí được bình thường. Bây giờ em không chỉnh sửa môn học được ở dự thính . Em có nên đăng kí môn đó qua kì chính không ạ. Vì em sợ dự thính sẽ mất hết môn học. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách  Ngày 8-9-2021 em có thi môn Động cơ đốt trong (TR2019) vào lúc 19h và thi với thời gian 70p. Lúc 18h30 em bắt đầu quay phim màn hình thiết bị chính rồi tiến hành đăng nhập vào phòng thi. Sau khi thi xong và xem lại file quay màn hình để upload thì phát hiện file chỉ quay được khoảng 1 tiếng và chỉ quay được phần màn hình ở trình duyệt chorme mà không ghi được phần em chuyển sang app đọc file pdf đề thi nên không quay lại đầy đủ quá trình làm bài . Do lần đầu thi online em chưa biết việc thiết bị sẽ tự động dừng quay màn hình và chỉ quay được màn hình trình duyệt trong lúc làm bài nên em không để ý chỉnh lại thiết bị, em xin phép Thầy/Cô cho em được hoãn thi và đăng ký tham dự kỳ thi ở lần tổ chức kế tiếp. Em xin cám ơn.",
    "Cho em hỏi em đăng kí môn học hóa lý-cn vật liệu nhưng không được do không đủ thời gian di chuyển giữa 2 cơ sở,nhưng kì sau học onl nên em mong nhà trường tạo điều kiện cho em đăng kí thêm môn học trên để đảm bảo tín chỉ,em xin cảm ơn Dạ thời gian là 1 tiết học nên nếu học off thì em nghĩ vẫn có khả năng học kịp ạ",
    "Em mới chuyển chương trình từ Chất lượng cao sang Đại trà, trước đây em đã pass học kì Pre dạy tiếng Anh nhưng chưa có thi lấy điểm IELTS. Trong trường hợp này, em có cần đăng ký học các lớp Tiếng Anh bên Đại trà không ạ?",
    "Thưa quý thầy cô Phòng đào tạo Theo quy chế sỉ số lớp học được quy định \"- Các môn chính trị, đại cương: 140 SV. Riêng các môn học tại giảng đường thì tính theo sức chứa của giảng đường. - Các môn cơ sở toàn khoa: 100 – 120 SV - Các môn cơ sở ngành: 60 – 80 SV - Các môn chuyên ngành, ngoại ngữ, Giáo dục thể chất, Nhập môn về kỹ thuật: 40 – 60 SV - Các môn thuộc chương trình Tiên tiến, Chất lượng cao, Liên kết quốc tế: 30 – 45 SV (riêng các học phần chính trị: 60 – 80 SV)\" Nhưng hiện tại trong học kì chính, môn học TR1005 chỉ mở 25 sinh viên trên 1 lớp, chỉ có hai lớp thuộc lớp đại trà. Còn nhiều sinh viên chưa đăng ký đươc môn học này, môn học này là môn tien quyết cho các môn học sau. Để thuận lợi trong việc học tập, đăng ký môn trong mùa dịch khó khăn, mong quý thầy cô xem xét gia tăng thêm sỉ số lớp môn học TR1005. Em xin cảm ơn",
    "Dạ cho em hỏi lịch đăng ký môn anh văn theo nhu cầu của đợt sau được không ạ Đợt này em đăng ký thì tiết đầu của av2A trùng với tiết cuối của môn học trong kỳ chính ấy ạ vậy có bị xóa môn nào ko ạ. Em cám ơn thầy cô nhiều ạ",
    "Thưa cô em là sv k15 ạ. em còn thiếu đúng 1 môn thí nghiệm vật lý chưa trả được mà cả kì hè lẫn kì 211 đều không mở cô ạ. Do khoa không mở lớp. Mà đây là kì cuối của em rồi cô. Cô xem có cách nào em có thể học môn này được không ạ. Em cảm ơn .",
    "Vì em đang gặp trục trặc về thiết bị nên cho em hỏi là nếu em hoãn thi cuối kì online một số môn kì 202 này thì có bị tính là không đủ 10 chỉ/kì không ạ? Em cảm ơn.",
    "Em là  MSSV  Em xin   B HỦY    hoãn thi ở một số môn sau: CO3027 - Thương mại điện tử; CO2011 - Mô hình hóa toán học; Em xin cảm ơn ạ.",
    "Kính gửi phòng đạo Em viết đơn này xin được chuyển lớp môn Kỹ thuật hệ thống viễn thông (EE3015) từ lớp L04 sang lớp L02 vì lý do bị trùng với môn học khác ạ, Em mong phòng đạo tạo tạo giải quyết sớm cho em với vì em sợ  hết sĩ số ở môn còn lại ạ Em xin chân thành cảm ơn",
    "dạ cho em hỏi là theo đúng lịch trình của pđt thì kì 203 là kì 1 chính mà sao không mở môn mạch điện tử thông tin vậy ạ",
    "Em chào thầy cô! Em là sinh viên kiến trúc k17, hiện tại em còn nợ môn CI3141 nguyên lý thiết kế kiến trúc nhà ở - hiện tại môn này k19 không còn học nữa và đã chuyển sang mã CI2103 (môn CI2103 môn tương đương với CI3141). Nhưng em không đăng ký được môn học ạ. Mong phòng đào tạo có thể giúp đỡ em. Em có đính kèm hình ảnh lỗi đăng ký môn bên dưới ạ. Em cảm ơn thầy/cô.",
    "Thưa phòng đào tạo. Học kì trước em không đăng kí môn học nên bị tạm dừng học.Kì này  HK211 em đăng kí môn học không được , vậy em phải làm sao mới đăng kí môn học lại được ạ! ( Em đang dưới quê ạ). Em cảm ơn phòng đào tạo nhiều.",
    "PĐT cho em hỏi tại sao em không đăng kí được môn  Đề cương luận văn tốt nghiệp (AS4311) vậy ạ? Em đã tìm hiểu kĩ chương trình đào tạo và thấy mình không vi phạm điều gì ạ. Mong PĐT phản hồi em sớm ạ.",
    "Dạ em học CLC K20 ạ. Kì này em mới đăng kí được 12 chỉ dự định đăng kí học lại giải tích 1 với K20 nhưng em học thấy môn mở và học kì dự thính cũng không có lớp bên CLC thì em đăng kí học GT1 ở kì chính sao ạ.",
    "Cho em hỏi em đăng kí môn học ci3061 ( phương pháp phần tử hữu hạn ) thay cho môn học ci4029 ( phương pháp số công trình biển ) thì em có đăng kí được không, em học xong có được tính tín chỉ không? Sau này có phải làm đơn xin chuyển điểm hay không ạ?",
    "Em chào PĐT! PĐT cho em hỏi là hk 211 này em đăng kí 8 chỉ, vì lí do em hết môn cần học theo chương trình. Vậy em có bị xoá toàn bộ các môn của hk211 đã đăng ký hay em có bị cảnh cáo không ạ? Nếu có thì PĐT cho em hỏi cách khác phục, xử lý vấn đề này ạ Em cảm ơn PĐT",
    "Em  , MSSV:, lớp việt pháp 2014. Em tạo yêu cầu này để xin được đăng ký môn học Thiết bị và cảm biến (Mã số môn học: 404704). Vì trong học kì vừa rồi, HK202, không có môn còn em còn thiếu để tốt nghiệp nên em không đăng ký và đang bị tạm dừng nên em không thể đăng ký môn học học kì này. Mong Phòng đào tạo giúp đỡ và tạo điều kiện để em được đăng ký môn học. Em xin cảm ơn",
    "Em chào Thầy/Cô. Em là Huỳnh Minh Hiếu, MSSV 1511005. Vì tình hình dịch bệnh kéo dài nên em bị hoãn lịch thi chứng chỉ Toeic liên tiếp, hiện tại em vẫn chưa có chứng chỉ Toeic, nên em vẫn chưa được phép đăng kí luận văn tốt nghiệp trong kì này( mã CI4333). Mong thầy cô xem xét cho em cách để được đăng kí luận văn trước, bổ sung chứng chỉ sau được không ạ? Vì tình hình của em, kì này là kì cuối trong thời hạn đào tạo. Em xin cảm ơn.",
    "Em tên , MSSV:  Em bị hủy đăng ký môn học đợt 2 dự thính vì lí do Thiếu bằng tốt nghiệp Trung Học Phổ Thông (hình 1). Mong phòng đạo tào kiểm tra và xử lý giúp em.",
    "Kính gửi PĐT. Em tên:; MSSV: hệ:VLVH   I Vì giải quyết học phí trễ nên hiện tại mới có thể đăng ký môn học và gặp một số vấn đề sau 1/ Không thể đăng ký môn    EN3057 - Kỹ thuật t/gió & ksôn ồn -Vì bị báo nợ môn học trước   B EN2027 Hóa học trong kỹ thuật và khoa học môi trường 2    đã được đổi thành   B EN2041 -Hóa học trong kỹ thuật và khoa học môi trường 2 mà em đã học   , hình ảnh đính kèm bên dưới. 2/ không thể đăng ký môn   B EN3005 -  Cap      -Vì đã đủ sỉ số  Là một SV hệ VLVH nhưng ngành học bắt buộc phải học chung với hệ chính quy, em Mong Cầu PĐT xem xét và hướng dẫn em có thể đăng ký 2 môn học EN3057 và EN3005 để sớm ra trường giảm thiểu gánh nặng cho gia đình, vì hiện tại rất khó khăn.   I Em trân thành cảm ơn sự giúp đỡ của nhà trường.   /I",
    "dạ cho em hỏi có thể tăng sĩ số lớp L01 môn CI2093-ĐA Bê tông cốt thép 1 được không ạ.",
    "Dạ PĐT cho em hỏi là sáng nay trong quá trình thi thì thiết bị thứ hai của em bị lỗi phần mềm quay màn hình nên chỉ quay được 17 phút, không hết buổi làm bài được ạ, vậy bây giờ em nên làm gì ạ. Em cảm ơn ạ.",
    "PĐT mở hộ em cổng đăng ký môn học dự thính đợt 2 vì em đã đóng học phí nợ môn  được không ạ?",
    "Dạ cho em xin đăng kí môn học CH3023 Thiết kế qui trình công nghệ hóa học lớp dự thính  (Thầy  đã nhận mở lớp) Danh sách sinh viên đăng kí https://docs.google.com/spreadsheets/d/1kxPgef2pG6a29UEUvEqISYES9gzK4qkRUY-ldeyoZ7E/edit?usp=gmail#gid=87 Thời gian môn học Thứ 5,  13-14  Dự trù Thứ 6,  13-14  Nếu không có thời gian phù hợp như trên thì cho em xin phòng đào tạo mở đăng kí môn học trước rồi chọn thời gian học sau cũng được ạ. Tại vì hôm nay là hạn chót nộp đơn mở môn học ạ .",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi em là SV K18, nếu môn mã cũ không mở em học môn tương đương mã mới thì điểm môn tương đương đó có được tính vào điểm trung bình tích luỹ không ạ? Hay chỉ được ghi MT ạ? Em có đọc quy chế trên trang web PĐT, nhưng em không hiểu rõ ạ, Em cảm ơn thầy/cô nhiều ạ, Em chúc thầy/cô nhiều sức khoẻ ạ,",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi em là SV K18, nếu môn mã cũ không mở em học môn tương đương mã mới thì điểm môn tương đương đó có được tính vào điểm trung bình tích luỹ không ạ? Hay chỉ được ghi MT ạ? Em có đọc quy chế trên trang web PĐT, nhưng em không hiểu rõ ạ, Em cảm ơn thầy/cô nhiều ạ, Em chúc thầy/cô nhiều sức khoẻ ạ,",
    "Dạ cho em xin mở môn CH3023 - Thiết kế hệ thống qui trình công nghệ hóa học Đã được thầy  nhận lớp Danh sách sinh viên đăng kí Thời gian môn học  Thứ 5, tiết 2-3  Thứ 5 , tiết 4, 5 ",
    "Em xin chào anh/chị. Hiện tại tình hình đăng kí môn học của em đang gặp rất nhiều khó khăn, do sỉ số các lớp đã tối đa và em không thể đăng kí thêm được, em rất mong anh/chị cân nhắc tăng sỉ số môn Kỹ thuật độ tin cậy lên để em có cơ hội được học tập và ra trường đúng thời hạn ạ. Trong điều kiện dịch bệnh khó khăn, em mong anh/chị thông cảm ạ. Em xin chân thành cảm ơn.",
    "Sáng nay em thi môn Kỹ thuật siêu cao tần, trong lúc nộp bài em chèn nhầm hình chụp câu 1 thay cho câu 3, nên có 2 hình câu 1 giống nhau mà không có hìn chụp câu 3. Em thấy có vài bạn không nộp bài kịp được xem xét nộp qua link dự phòng, em cũng có nộp lại bài cập nhật thêm câu 3 qua link này . Nếu được, em mong phòng đào tạo xem xét chấp nhận cập nhật lại bài làm của em ạ! Em cảm ơn ạ!",
    "Em chào cô/thầy. Em hiện đang là sinh viên cơ khí K18, em đã xin được khoa cho mở bổ sung lớp KTCT1 ở hệ đại trà ạ. Em xin gửi mẫu đơn cho PDT ạ! Em mong PDT giúp đỡ cho tụi em, bởi vì môn này là môn tiên quyết của đồ án chuyên ngành nên rất quan trọng với tụi em ạ!",
    "Em là sinh viên K15 khoa tàu thủy ạ. Em xin hỏi là vì em phải ở nhà chăm ba bệnh 2 năm,  giờ em muốn đăng kí luận văn tốt nghiệp nhưng do tình hình dịch bệnh nên em chưa thi anh văn để nộp làm luận văn được ạ,, vậy em có thể làm luận văn trước và nộp anh văn sau dược ko ạ. Em xin cảm ơn",
    "Em xin chào thầy/cô, Em xin được hỏi về việc đăng ký môn học Luận văn tốt nghiệp (EE4333) cho học kỳ 211. Do dịch Covid nên em không thể đăng ký thi chứng chỉ Anh Văn và không đăng ký được Luận văn tốt nghiệp cho học kỳ sau. Thầy/cô cho em xin được đăng ký môn LVTN và nộp chứng chỉ Anh Văn sau được không ạ? Em xin cảm ơn",
    "Nội dung có thể trùng lặp với mail đã gửi vào địa chỉ , nhưng vì vấn đề gấp nên em mong được hệ thống thông cảm)     Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em tên là . Mã số sinh viên . Hiện đang là sinh viên thuộc Khoa Cơ Khí, Bô môn Cơ điện tử,  trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Vào ngày 5/8/2021, em có đăng ký in thẻ sinh viên trên website của nhà trường bằng cách gửi thẻ qua đường bưu điện. Em đã nhận được  thông báo là \"phiếu đăng ký đã được xử lý\" vào 14h08 ngày 6/8/2021, nhưng tới nay em vẫn chưa nhận được thẻ sinh viên.    Em có thể được biết về tình hình chuyển vận chuyển thẻ sinh viên của mình. Và cũng như liệu em có nên đặt lại in thẻ khác không? Nếu trường hợp vì vấn đề vận chuyển mà em không có thẻ vào ngày thi sắp tới thì liệu có cách có thể giúp em không ạ?          Kính mong Phòng Đào tạo giúp đỡ. Em xin trân trọng cảm ơn. Trân trọng.",
    "Em tên là :  HK tiếp theo e làm LVTN nhưng do chưa có chứng chỉ toeic nên không đăng kí được. Để duy trì tình trạng sinh viên e cần đăng ký ít nhất 1 môn trong HK chính hay HK dự thính cũng được ạ, do e còn nợ 1 môn mà chỉ mở dự thính chứ không mở HK chính",
    "E chào thầy cô ạ,e tên là  BA e muốn xin mở thêm sĩ số môn siêu cao tần (ee3025) ạ vì e muốn học kịp để làm luận văn ạ,hiện tại lớp đang 60/60 ạ,e mong thầy cô giúp đỡ ạ,e xin cảm ơn ạ",
    "Em chào Phòng Đào tạo, hiện tại em chỉ còn môn Cơ học đất, mã môn học: CI3001. Em đã đăng kí môn học và học kì 211 đợt 1 nhưng không thành công vì không mở lớp. Vậy em xin hỏi nếu không đăng kí được môn học trong học kì chính thức, em có bị cảnh cáo hoặc cấm đăng kí môn học kì sau hay ngừng tình trạng sinh viên không ạ? Và em có thể đăng kí trong đợt dự thính của kì 211 được không? Em thấy các môn học theo khóa K19 có môn cơ học đất nhưng chỉ có 3 chỉ, vậy em có học được môn thay thế không ạ? Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa, Hiện tại, do ngày bắt đầu HK211 là ngày 16/8, trùng với ngày Bảo vệ Luận văn tốt nghiệp. Vậy nếu em đăng kí môn học là Luận Văn trong đợt 2 (phòng trường hợp rớt Bảo vệ), thì trong tuần đầu HK211, em đăng kí rút môn học thì có cần đóng học kí không? Và thủ tục rút môn học online sẽ như thế nào ạ? Trong trường hợp em không đăng kí đợt 2, thì trong tuần đầu tiên, em có thể đăng kí bổ sung Luận Văn được không ạ? Em xin cảm ơn.",
    "Em hiện đã thi online tự luận viết tay được 1 môn, nhưng trong quá trình scan bài bị thiếu sót bài làm. Cho em hỏi bây giờ em có thể xin hoãn thi được không ạ? Nếu được thì bằng cách điền vào link google form hay là bằng cách nào khác? Xin cảm ơn PĐT.",
    "Dạ em xin chào thầy/cô của Phòng Đào tạo, Do em không đáp ứng được yêu cầu kỹ thuật trong lúc thi của bộ môn Hóa hữu cơ nên em xin phép được hoãn thi ạ. Dạ em xin chân thành cảm ơn!   i  -   ",
    "Chào quý thầy cô! Em đang là sinh viên thế hệ K18, hiện tại em có nguyện vọng đăng kí học môn Vật Lý 1 (PH1003), nhưng hiện tại đã full thành viên (95/95). Thưa thầy cô, do em đang bước sang năm cuối, em cần hoàn thành môn này để chuẩn bị thật tốt, cho em hỏi em có thể bổ sung đăng kí vào lớp L03 của môn học này không ạ? Em đã sắp xếp thời gian hợp lý. Nếu em được cho phép, em cần chuẩn bị giấy tờ như thế nào ạ? Mong PĐT xem xét giúp em! Em cám ơn !",
    "Xin phép phòng đào tạo em tên là  mssv  hiện là sinh viên K18 khoa xây dựng. Học kì 211 sắp tới e muốn xin phòng đào tạo mở thêm sỉ số lớp đồ án môn học kết cấu bê tông cốt thép 1 vì em và rất nhiều bạn có nhu cầu học môn này ở học kì chính xin phòng đào tạo có thể tạo điều kiện mở thêm sỉ số giúp tụi em. Em xin cảm ơn",
    "chào thầy cô, em có đóng trễ học phí đợt 2 của hk 202 và hk 203. Nếu vậy thì học kì 211 này em bắt buộc bị tạm dừng phải không ạ? có cách xử lý nào khác không ạ? Cảm ơn thầy cô.",
    "em chào thầy,cô em tên là ,mssv: dạ thầy cô cho em hỏi là h em nộp đơn hoãn thi chỉ cần điền theo form giống trong gmail đã gửi thôi phải không ạ!(có tệp đính kèm bên dưới ạ!) Và thầy cô cho em hỏi là do bây h em không thể chuẩn bị đủ 2 cam như quy định riêng của môn học thì em có được hoãn thi không ạ! mong thầy cô trả lời sớm nhất giúp em ạ! em xin chân thành cảm ơn ạ!",
    "Em chào chị. Em có một câu hỏi như sau ạ. Hiện tại môn Kỹ thuật mô hình hoá và mô phỏng (ME3231) có 2 lớp. Cả hai lớp đều có chung giờ lý thuyết. Hiện tại  có số lượng đăng kí là 19/35,  có lượng đăng kí là 02/35. Cho nên em có thắc mắc là không biết  có khả năng bị huỷ không ạ. Em rất mong nhận được câu trả lời của chị ạ Em chân thành cảm ơn.",
    "Kính chào quý thầy/cô, Em tên là  sinh viên khoa Điện Điện tử. Hiện tại em đang cần học môn vi xử lý mã cũ EE2013. Em thấy đã có bạn tập hợp danh sách và gửi lên pđt yêu cầu được mở lớp và thấy để được phản hồi ngày 9/8. Cho em hỏi là môn này có được mở trong học kỳ tới 211 không ạ? Vì chỉ còn 2 ngày nữa là hết hạn đăng ký môn học nên em hơi lo. Mong thầy/cô giải đáp giúp em ạ. Em xin cảm ơn.",
    "Môn học: Nhập môn kỹ thuật do phải học với khóa 2021, PĐT yêu cầu đăng ký riêng với PĐT, nên em gửi thầy/cô thông tin cho em ĐK môn học Nhập Môn Kỹ thuật E cảm ơn",
    "Em tên , MSSV:  Cho em hỏi đợt đăng ký môn học lần 1 cho hệ VLVH em có đăng ký môn Cơ lưu chất CI2003 đã thành công, nhưng sang lần đăng ký môn đợt 2 em vào xem thì không thấy có mở lớp Cơ lưu chất CI2003. Do tình hình dịch nên em phải ở nhà làm việc trực tuyến nên không thể đăng ký học ban ngày cùng các lớp chính quy. Do chỉ còn đúng một môn Cơ lưu chất CI2003 là em có thể hoàn thành chương trình học. Em xin phòng đào tạo xem xét mở lớp Cơ lưu chất buổi tối cho sinh viên hệ VLVH.",
    "Thầy/Cô cho em hỏi nếu em hoãn thi vào HK202 thì trong vòng 1 năm em đăng ký thi lại phải vào kì chính hay có thể vào kì dự thính luôn ạ ? Và cho em hỏi hình thức đăng ký thi lại như thế nào ?",
    "Kính thưa thầy(cô),  Em là , mã số sinh viên , hiện đang học khoa Điện- điện tử. Vừa qua khi đăng kí môn học, em bị từ chối vì lý do chưa nộp bằng TN THPT. Do trước giờ ở các học kì khác em vẫn đăng kí được bình thường nên em không hay biết về vấn đề này. Nay em viết mail này mong thầy ( cô) có thể giúp em xem lại liệu bằng TN đã được nộp hay chưa. Nếu đúng là bằng TN vẫn chưa được nộp, em xin cam kết sẽ nộp ngay trong học kì ngay sau khi hết dịch. Mong thầy (cô) xem xét nhận kết quả đăng kí môn học đợt 2 của em vì những môn này rất quan trọng với tiến độ tốt nghiệp của em . Mong thầy, cô xem xét và giúp đỡ. Em xin cảm ơn và chúc mọi người một mùa dịch nhiều sức khỏe.",
    "Chào cô, do đợt đăng ký môn học này dự thính trùng kỳ chính nên em đăng ký môn thép 2 CI3211 ở dự thính và đồ án kết cấu thép CI3213 ở kỳ chính thì có bị huỷ môn không ạ ? Mong cô hồi đáp sớm ạ",
    "Chào Quý Thầy/Cô, Em tên  MSSV  Vào học kỳ hè vừa rồi, em có đăng ký môn Thực tập ngoài trường, tuy nhiên do tình hình dịch căng thẳng và thầy hướng dẫn không giới thiệu được thực tập online, nên đến nay em vẫn chưa được thực tập. Vậy môn Thực tập ngoài trường sẽ được thực hiện vào thời gian nào, và hình thức ra sao để bổ xung ạ? Em xin cảm ơn.",
    "Em hiện tại có đăng ký chương trình liên thông đại học - thạc sĩ, liệu em đăng ký 13 chỉ đại học và 3 chỉ thạc sĩ có thỏa yêu cầu 14 chỉ tối thiểu/kỳ không ạ?",
    "Kính gửi Phòng Đào Tạo Em tên là :  MSSV: Em là sinh viên văn bằng 2 chính quy khóa 2019. Vào ngày 19/4/2021, em có làm đơn xin miễn môn học Nhập môn về kỹ thuật (EE1001).Nhưng đến nay vẫn chưa có phản hồi gì. Hy vọng Phòng Đào Tạo giải quyết  cho em trước 14h50 ngày 13/08/2021,vì thời điểm này là kết thúc đợt 2 đăng ký môn học, để em có thế đăng ký được Đồ Án môn học, vì môn này là môn học trước của Đồ Án. Em có đính kèm file biên nhận ở mục file đính kèm. Em xin chân thành cảm ơn.",
    "Chào Quý Thầy/Cô, Em tên  MSSV  Trong đợt 2 đợt ĐKMH, em nằm trong nhóm sinh viên bị lỗi ĐKMH \"Thiếu bằng TN PTTH\", khi nhà trường fix được lỗi thì các lớp học đã full toàn bộ, hiện giờ em chỉ đăng ký được 4 tín chỉ, còn lại đang đợi đăng ký mở lớp cùng các bạn trên các group. Vậy nếu trường hợp xấu nhất xảy ra, là em không đăng ký đủ 14 tín chỉ, thì nhà trường giải quyết như thế nào ạ?",
    "Chào Quý Thầy/Cô, Em tên  MSSV  Vào học kỳ hè vừa rồi em có điểm TBTL là 0. (kèm môn thực tập ngoài trường chưa được thông báo thực hiện). Vậy em có bị xử lý học vụ không ạ? Em xin cảm ơn.",
    "em  có đang ký đợt 1, mà lúc chưa đóng học phí thì đã không có thời khóa biểu và bị hủy tất cả các môn  giờ không đăng ký lớp được. em xin pdt xem xét giúp em mở thêm lớp  cơ lưu chất ,nhiệt động lực học và truyền nhiệt a hoặc mở số lượng thêm để đk thêm vào các lớp hiện có em xin trận cảm ơn mong pdt trả lời ạ",
    "Chào thầy cô phụ trách ! Em là . Em vừa hoàn thành khoảng học phí trễ hạn của kỳ hè vừa rồi nên muốn xin mở lại đăng ký môn học kỳ tới. Em xin cảm ơn",
    "Dạ trong tình trạng sv em bị tạm dừng học do không đóng học phí ạ. Dạ em đóng hp rồi ạ thì giờ em làm thủ tục gì để được học tiếp ạ",
    "Em chào thầy/cô, Thầy/cô cho em hỏi thêm về một số vấn đề:   B 1.    Bạn em vừa nhận được mail phản hồi từ thầy  - Trưởng bộ môn Viễn Thông là sẽ có mở 2 lớp dự thính môn Mạch điện tử. Vậy PDT sẽ cập nhật thêm lớp vào đợt đăng kí lần 2 hay sẽ mở thêm đợt 3 để tụi em đăng kí ạ?   B 2.    Lịch học dự thính sẽ thường được tổ chức vào buổi tối (Tiết 13 - 14 - 15) đối với lý thuyết còn Thí nghiệm sẽ vào cuối tuần hay sao ạ? Mong nhận sự phản hồi từ thầy/cô, em cảm ơn!",
    "Cho em hỏi môn Vật lý 2 ngày trước em thấy là mã PH1005, bây giờ em thấy trong đăng ký môn học là mã PH2005. Vậy cho em hỏi là môn vật lý 2 đã đổi mã môn học rồi hay là hai mã môn vật lý này là hai môn hoàn toàn khác nhau ạ?",
    "Kính gửi phòng đào tạo, em tên là , MSSV , hiện tại kì 202 em đã hoàn thành luận văn và chỉ còn nợ môn giải tích 2, tuy nhiên phòng đào tạo đã mở hết sĩ số, đồng thời nếu đợt 3 không mở thêm môn này, thì em phải làm gì ạ, có cần đăng kí thêm một môn duy trì để chờ có môn giải tích 2 mà trả không ạ.",
    "Em chào thầy cô. Em muốn xin mở môn học mạch điện tử (EE2007) vì trước đây em bị vướng môn tiên quyết nên chưa đăng kí môn học được, hiện tại em  cần đăng kí học môn này để hoàn thành chương trình học và kịp tiến độ để làm đồ án môn học ở học kì 212. Ngoài ra cũng có nhiều bạn khác giống như em và 1 số anh chị đang cần trả môn này để ra trường ạ. Mong quý thầy cô xem xét. Em đã liên hệ với thầy  và thầy đã đồng ý nhận lớp vào thứ 7 (tiết 6-8) và chủ nhật (tiết 4-6).",
    "Phản hồi câu trả lời trước đó: Em thấy em đủ điều kiện đăng kí môn Kỹ thuật hệ thống viễn thông (EE3015) nhưng do Full chỗ nên em không đăng kí được. Sau đợt đăng kí kì trước em bị xóa môn ạ do báo là không đủ chỗ xếp lớp ạ. Tuy nhiên em thấy thì lớp mới có 64/64 và em đã gởi một yêu cầu xin cho vào từ trước đó lâu rồi, chi tiết xem file đính kèm. Kính xin nhà trường xem xét cho phép em được đăng kí để không bị Delay lại nửa năm. Em xin cám ơn nhiều lắm. Nhà trường xếp em lớp nào cũng được nhưng nếu như có thể em muốn đăng kí vào lớp L04_L04 cho tiện việc di chuyển.",
    "Chào Thầy/Cô sáng 09/08 em có thi môn đường lối của đảng cộng sản Việt Nam trong quá trình ghi màn hình lại thì phần mềm gặp lỗi nó đang ghi thì tự tắt mà em không phát hiện đến khi phát hiện thì đã bị mất 1 đoạn tầm 30' em muốn hỏi là có được chấp nhận không ạ .Nếu không thì em phải giải quyết như thế nào ạ . Em cảm ơn !",
    "Em chào PĐT, ngày hôm nay 10/8 em có thi môn kỹ thuật siêu cao tần, sau khi ghi file video màn hình chính, video của em bị lỗi và không thể khôi phục được vậy giờ em xin hoãn thi được không ạ? hay có hướng giải quyêt nào khác ạ. Em cảm ơn.",
    "Em tên:  MSSV:  Hệ VLVH: Khoa Máy tính và Công nghệ Thông tin Em đã thanh toán học phí HK202 bị trễ. Nay em xin phép được mở đăng ký môn học. Kính mong thầy cô xem xét giúp em. Em cảm ơn ạ.",
    "Chào PĐT ạ! Em tên  MSSV: Dạ PĐT cho em hỏi là lúc nộp bài ạ, điện thoại em lại gặp vấn đề ngay lúc đó và không nộp bài đúng giờ được ạ và đã gửi mail nộp bài cho thầy ngay sau đó luôn. Em cam đoan là không có bất kì sự gian lận nào ạ! Vậy em có được chấm điểm của bài đó không ạ. Em cảm ơn ạ. ",
    "Chào Quý thầy/cô, Em tên  MSSV  Hiện web đăng ký môn học dự thính đang lỗi \"Thiếu bằng TN PTTH\". Mong thầy/cô khắc phục. Em cảm ơn.",
    "Em xin đăng kí môn học Đề cương luận văn tn AS4315. Hệ thống không cho em đăng kí với lý do em chưa thực hiện thực tập ngoài trường nhưng trong học kì 203 em đang học môn này rồi ạ.",
    "Cho em hỏi hiện tại em đang theo học hệ VHVL thì có được phép chuyển sang hình thức đào tạo từ xa không ạ ? Nếu có thì quy trình như thế nào vậy ạ ? Em cảm ơn !",
    "Em chào thầy/cô ạ, vì đợt 2 dkmh em bị xóa một số môn tự chọn nên hiện tại số tín chỉ của em chưa đủ cho 1 học kì, vậy em mong muốn pđt mở thêm sĩ số môn Thiết bị & hệ thống tự động (EE3029) nhóm lớp L01_L02, và môn trí tuệ nhân tạo trong điều khiển (EE3063) để em có thể chuyển nhóm môn thiết bị và đăng kí thêm môn trí tuệ nhân tạo ạ, em cảm ơn ạ.",
    "Kính chào thầy, cô Phòng Đào Tạo, Vào tháng 5 em có nhận được mail \"Thông báo Quyết định v/v thu nhận sinh viên chính quy và chuyển sang hình thức đào tạo hệ vừa làm vừa học năm 2021\", quyết định 335/QĐ-ĐHBK theo như email, em đã nộp phiếu đăng ký và bản sơ yếu lý lịch diện chuyển hệ đợt tháng 4/2021 cho Phòng Đào Tạo (101A1) theo như email.   B Hiện em có thắc mắc nhờ thầy cô giải đáp gấp ạ     Hiện tại em và một vài bạn đợt chuyển hệ tháng 4/2021 vẫn chưa có thông báo nhận mssv mới hay thông báo gì mới, em cũng đã email và tạo câu hỏi trên bksi hơn 2 tuần nhưng vẫn chưa nhận được giải đáp ạ . Em mong thầy cô giải đáp giúp em hiện tại HK211 em muốn đăng ký môn   I Đề cương luận văn CO4311  /I  nhưng do không có mssv mới nên kết quả đợt 1 bị hủy do mssv cũ hết hạn đào tạo ạ. Vậy học kỳ này em có được đăng ký môn học không hay phải đợi có thông báo nào ạ. Mong thầy cô giải đáp giúp em ạ, Em xin chân thành cảm ơn. --  - MSSV: Tell: [phone_number]    .",
    "Em muốn hỏi là do em đóng học phí HK203 muộn dẫn đến không thể đăng ký môn học HK211. Em đã đóng học phí rồi ạ. Giờ em phải làm gì để được đăng ký môn học ạ. Nếu điền đơn thanh toán trễ thì em phải nộp như thế nào ạ. Em xin cảm ơn.",
    "Vào lần đăng ký môn học dự thính kỳ 203 em đã đăng ký môn giải tích 2 (MT1005) nhưng vì lí do dịch covid19 nên gia đình em chưa chuẩn bị tiền học kịp thời. Nên em đã không đóng học phí đúng hạn. Hiện tại trường đã cấm em đăng ký môn học. Em xin hỏi là bây giờ e xin phép được đăng ký môn học rồi đóng học phí môn giải tích 2 được hay không. Hay phải đóng xong học phí môn giải tích 2 rồi mới đăng ký được. Em mong trường giúp đỡ vì cũng do dịch nên em mới vì phạm qui định như vậy. (Em ở Nha Trang, Khánh Hoà). Em xin cảm ơn .",
    "Kính gửi thầy cô PĐT, Em có nhận được mail của PĐT về việc có thể hoãn bảo vệ LVTN do ảnh hưởng từ dịch COVID-19 sau đó em có tự làm đơn và được yêu cầu làm lại với mẫu đơn có sẵn từ PĐT. Nhưng em không tìm thấy thông tin về mẫu đơn trên. Vậy cho em hỏi là em phải dùng mẫu đơn \"Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ)\" hay đó là loại đơn khác, và em có thể tìm nó ở đâu ạ. Em xin cảm ơn.",
    "MSSV: Trong ngày thi cuối kì môn Cơ sở phương trình vi phân (mã môn học MT2023), ca thi ngày 06/08 lúc 7h sáng vừa qua, sau khi thi xong em đã sơ suất quên nộp video quay màn hình và không gian thi đúng thời hạn lên google form. Em muốn hỏi là trường hợp này em nên giải quyết ra sao, em có được nộp bổ sung video cho nhà trường không? Em cam đoan đây là hoàn toàn đúng sự thật và em hoàn toàn không có bất cứ can thiệp nào vào video dưới bất cứ hình thức nào",
    "Chào Quý thầy/cô, Em tên  MSSV  Cho em hỏi môn Sức bền vật liệu từ HK211 đã đổi từ mã cũ (CI2001) sang mã mới 4 tín chỉ (CI2007) không ạ?  Em cảm ơn.",
    "Xin chào PĐT ạ. Em hiện tại là sinh viên năm cuối hệ đại trà chính quy, khoa Điện-Điện tử. Theo đúng như kế hoạch thì học kì 211 sắp tới em sẽ làm LVTN.   Em đã qua 4 môn anh văn của trường (AV1-2-3-4). Nhưng để được làm LVTN thì phải thi chứng chỉ anh văn. Em đã đăng kí LVTN vào đợt 1 hồi 19/7/2021. Nhưng qua đợt 2 (7/8/2021) này thì em bị xóa mất LVTN rồi ạ, do thiếu chứng chỉ anh văn. Từ cuối tháng 5 đến hiện giờ, em đã cố gắng đăng kí thi những chứng chỉ tiếng anh để đáp ứng yêu cầu tiếng anh của LVTN mà trường đề ra. Nhưng tình hình dịch bệnh như hiện nay, tất cả các trung tâm tổ chức thi chứng chỉ tiếng anh (kể cả TOEIC trong trường mình) đều đã hủy lịch thi và trả lại tiền cho thí sinh. Dịch bệnh đã trì hoãn những kế hoạch cá nhân không chỉ của riêng em và còn của nhiều người khác, điển hình là việc thi chứng chỉ anh văn ạ. Em và giáo viên hướng dẫn cũng đã tiến hành làm luận văn cũng được 30% tiến trình rồi ạ. Em thật sự muốn xin PĐT vẫn cho em đăng kí và làm LVTN, khi dịch bệnh lắng xuống em sẽ thi liền và bổ sung cho trường sau được không ạ?   Do dịch bệnh ngày càng phức tạp, khiến cho sinh viên cũng như nhà trường gặp không ít khó khăn. Em cũng hiểu là vì đây là đầu tiên cả nước phải đối phó với dịch bệnh nên còn nhiều bất cập. Em biết theo quy định là phải có chứng chỉ anh văn rồi thì mới được đăng kí LVTN, nhưng trong trường hợp này nếu cứng nhắc làm theo quy định thì sẽ rất thiệt thòi cho em, cũng như những bạn sinh viên khác cũng đang chuẩn bị đăng kí LVTN. Em rất mong PĐT xem xét, giải đáp và hỗ trợ cho trường hợp của em. Em cảm ơn ạ.",
    "Cho e gửi mẫu đơn thu nhận lại, cảm ơn thầy cô ạ!   i  .",
    "Thưa Phòng đào tạo! 1. Em đăng ký môn Anh văn 1, hệ thống báo thiếu môn Anh văn cơ bản (học trước). Nhưng em thi tiếng anh đầu vào được 425 điểm. EM phải học lại anh văn cơ bản trước hay sao ạ? 2. Em đang học năm 2 thì có đăng ký được môn học mã của năm 3 được không (CO3049)? Em xin cảm ơn!",
    "Kính chào PĐT Về việc đăng kí môn học thiết kế quy hoạch đô thị(CI4089). môn học có tiên quyết nhưng vì nhiều lý do và không đăng kí được môn học trước nên chúng em đã viết đơn gửi thầy trưởng khoa xây dựng xin thay đổi điều kiện đăng kí, và thầy cũng đã đồng ý.(em có đính kèm mail). Nhưng đợt đăng kí môn học đợt 2 em đăng kí thì vẫn còn tiên quyết nên em đã không đăng kí được. Kính mong PDDT giải quyết cho em để em có thể đăng kí được môn học. em xin cảm ơn.",
    "Em xin mở thêm slot môn PH2003 được không ạ?",
    "Em chào thầy/cô. Em có nhận mail của trường rằng trong kỳ này trường sẽ không xét đến bằng TN THPT trong nguyên vọng đăng ký môn học . Nhưng trong phần đăng ký môn dự thính, em vẫn bị hạn chế đăng ký do thiếu bằng, em xin phép nhờ PĐT có thể fix lại giúp em ạ, em cảm ơn",
    "Em đăng ký môn học cho đợt 1 và bị xóa hết môn học với thông báo thiếu bằng tốt nghiệp PTTH. Em kiểm tra mục Đăng ký nộp bằng PTTH trên Mybk thì thấy rằng Phiếu đăng ký nộp bằng đã được gửi đi nhưng chưa được xử lý. Em đã gửi mail cho phòng đào tạo(chưa được phản hồi) và gọi số trong mục liên lạc của phòng đào tạo (số máy bị khóa). Mong sớm nhận hồi đáp từ phòng đào tạo ạ. Em cảm ơn.",
    "Thầy/cô cho em hỏi: Lần đăng kí môn học HK211 đợt 1 em đã không đăng kí được môn học vì lý do chưa thanh toán học phí HK203, ngày hôm nay (ngày 10/8) em đã trả nợ học phí. Em muốn hỏi là em cần làm gì sau khi trả nợ học phí để có thể đăng kí môn học HK211 đợt 2 ạ?Ngày 12/8 là hết hạn đăng kí môn học rồi. Em xin cám ơn!",
    "Em chào phòng đào tạo ạ! Em làm đơn này mong phòng đào tạo xem xét cho em đăng kí đồ án với giáo viên hướng dẫn  và thầy đã chấp nhận hướng dẫn đồ án qua mail rồi ạ. Em chân thành cám ơn!",
    "Dạ chào thầy/cô. Em tên là , mssv . Chuyện là em vừa được thay đổi tình trạng sinh viên từ \"Tạm dừng\" do trễ học phí sang \"Đang học\" sau khi em gửi cho PDT đơn xin thu nhận lại. Sau đó em có vào trang đăng ký môn học nhưng ở đấy vẫn còn để lý do không đăng ký được là \"Tạm dừng\". Thầy/cô có thể cho em hỏi lý do và có cách nào để em có thể đăng ký môn học kịp đợt 2 này không ạ. Vì em sợ sẽ không đăng ký được môn học cho kỳ này. Em xin chân thành cảm ơn thầy/cô ạ !",
    "Em xin chào PĐT, Cho em hỏi hiện tại hoặc trong thời gian tới có đợt nào mình có thể hủy môn học (không thanh toán học phí) trong học kì tới (HK211) không ạ ? Mong nhận được phản hồi sớm từ PĐT, em xin cảm ơn. Nguyên,   i  .",
    "Thầy cô có thể mở thêm sĩ số lớp L02 môn av4 học kì 211 được không ạ, lớp L03 và L04 em bị trùng TKB k đăng kí thêm dc",
    "Thưa Thầy Cô Quý Thầy Cô có thể mở thêm lớp Hóa lý hóa keo không ạ, hoặc là tăng thêm sĩ số lớp cũng được. Vì môn này ít mở lớp quá. Em cảm ơn Thầy Cô!",
    "Em là  (mssv: ) Em đại diện các bạn xin mở lớp dự thính giải tích 2 (hk211) . Em xin đính kèm đơn xin mở lớp (đã có chữ kí của chủ nhiệm khoa, chủ nhiệm bộ môn và giảng viên giảng dạy) và danh sách sinh viên có nguyện vọng mở lớp ạ. Em cảm ơn",
    "chào thầy/cô. Em lỡ tay hủy môn đã đăng kí có mã ME2083 sau đó đăng kí lại thì không được với lí do là không đủ thời gian di chuyển. Mong thầy/cô duyệt cho em đăng kí lại môn ME2083 ạ. Em xin chân thành cảm ơn. Mong sớm nhận được phản hồi từ PĐT.",
    "Dạ PĐT cho em hỏi mã môn học Cấp Thoát Nước CI3095 đăng ký học phần kì này em không thấy mở. EM khóa 2015 còn mỗi môn này học để ra trường xin PĐT mở ạ. EM xin chân thành cảm ơn rất nhiều",
    "Kính gửi phòng đào tạo lúc Dk đợt 1 em có đăng kí các môn có mã môn học như sau :EE1009,EE2033,EE2009, nhưng em không dc xếp lớp vào kết quả đợt 1 với lý do là không có khả năng xếp lớp các môn này em muốn đăng ký học lại do rớt môn học vào kì  cho em hỏi lý do tại sao và em có thể đăng kí các môn như vậy được không  I   B   U   ",
    "Em tên  MSSV 171776   Em xin phép hỏi môn Cơ học kết cấu (CI2029) của k18 trở về trước và môn Cơ kết câu (CI3233) của k19 có phải môn tương đương không ạ?   Vì em thấy file excel bên dưới ghi như vậy trong khi trang chính thức của trường chưa cập nhật.   Em xin cảm ơn! https://docs.google.com/spreadsheets/d/1_rXZTfG8mt--h/edit?usp=sharing&ouid=[phone_number][phone_number]4&rtpof=true&sd=true ",
    "em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên  thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi. Em cảm ơn Thầy/cô ạ!!!",
    "PĐT cho em hỏi sao em đăng kí môn học bị thiếu môn học trước trong khi kế hoạch đã theo đúng học kì rồi ạ. Chuyên ngành Kỹ thuật Điện. Em cảm ơn. (Đính kèm ảnh và file môn học)",
    "Em xin kính chào Phòng đào tạo và Văn phòng quốc tế OISP, Em tên  (MSSV: ), sinh viên khóa 2017, khoa Kỹ thuật Địa chất & Dầu khí, chương trình chất lượng cao. Em xin phép gửi đơn xin mở lớp môn học Địa vật lý dầu khí - GE2041 đã có chữ ký của chủ nhiệm Khoa, giảng viên giảng dạy và sinh viên đến cho Phòng đào tạo và Văn phòng quốc tế OISP ạ . Mong Phòng đào tạo và Văn phòng quốc tế OISP hỗ trợ giúp em ạ. Em xin phép cảm ơn .",
    "Thưa  em là  MSSV: lớp: VL18SI em muốn đăng kí học kỹ thuật gốm sứ (MA4001) song hành với môn hóa học và hóa lí silicat (MA3085) Lý do: Em bị trễ một học kì (chưa đủ chuẩn anh văn hằng năm) do đó chưa học được môn hóa lí silicat (MA3013) là môn học trước của môn kỹ thuật gốm sứ nên em muốn xin phòng đào tạo cho phép em được đăng kí học môn kỹ thuật gốm sứ (MA4001) song hành với môn hóa học và hóa lí silicat (MA3085) Kính mong phòng đào tạo xem xét và tạo điều kiện cho em để em có thể học kịp theo tiến độ được đề ra. Em xin chân thành cám ơn!",
    "Theo em được biết thì bên bộ môn của Khoa Điện đã có đề xuất được tăng sĩ số tối đa của các lớp lên 10 sinh viên ạ, cụ thể là có môn Kỹ Thuật Số (mã môn EE1009). Cho em hỏi là khi nào thì PĐT cập nhật lại danh sách tăng sĩ số ạ, tại vì đợt đăng kí môn lần này của em có môn song hành với môn đó nên em cần đăng kí được môn đó ở trong đợt 2 này ạ. Em cảm ơn đã đọc và em mong chờ phản hồi từ nhà trường.",
    "Em chào thầy cô, em muốn xin giấy xác nhận sinh viên có kèm mộc của nhà trường qua mail để xác nhận em vẫn đang đi học. Địa phương em đang giãn cách nên không thể chuyển phát được. Vậy em phải làm thế nào ạ?",
    "Dạ kính gửi phòng đào tạo  Em tên  Mssv  Hôm nay 13h00 ngày 10 tháng 8 em có thi cuối kỳ giải tích 1 nhưng hiên tại em vào bkexam thì không thấy nhóm thi của mình ạ em thuộc nhóm DT02A Mong phòng đào tạo xem xét giúp em ạ",
    "EM xin mở thêm sỉ số lớp DT01_DT01 ( EE1015 - Kỹ thuật số ) lớp dự thính   -",
    "Thưa quý thầy/cô! Em là sinh viên khoa Khoa học và Kỹ thuật Máy tính, MSSV: , đã bị thôi học vào tháng 4/2020 . Sau đó em được thu nhận vào hệ VLVH đợt tháng 5/2021. (myBkel/thongtinsinhvien). Tuy nhiên, trong đợt DKMH HK211 - đợt 1, em vẫn bị huỷ kết quả đăng ký với lý do Thôi học/ Nghỉ học . Trong đợt DKMH HK211 - đợt 2, em không thể đăng ký ở mục dành cho sinh viên chuyển hệ . Kính mong Phòng đào tạo xem xét, giải quyết . Em xin chân thành cảm ơn .",
    "Chào thầy cô, xho em hỏi hoãn thi thì mặc định kì này môn đã hoãn thi tạm tính chỉ qua môn hay không tín chỉ vậy ạ?",
    "Dạ em chào Thầy/Cô, Sáng nay em có tham gia thi cuối kỳ 202 môn Kỹ thuật Siêu cao tần, em có điểm danh và nộp bài xác nhận đã nộp, còn bước ghi màn hình em dùng phần mềm googlemeet để chiếu màn hình lên và ghi màn hình đã chiếu, mà giờ em chưa nhận được file ghi màn hình. Em có thấy trong mục điền form nộp video, ghi nếu không có file ghi màn hình thì môn bị 0d sau 48h. Em có thử tập luyện trước thi và đều nhận được file ghi màn hình trong các lần làm thử đó. Em sợ nếu không có file ghi màn hình để nộp thì em bị 0d,em có thể hoãn thi hay được hỗ trợ như thế nào không ạ. Mong Thầy/Cô giải đáp giúp em. Em cảm ơn Thầy/Cô đã xem tin này ạ.",
    "Dạ em xin chào ạ, Em là , MSSV:. Khi thi Kỹ thuật siêu cao tần sáng nay thì record màn hình của em bị mất kết nối giữa chừng nên em phải vào record lại. Tuy nhiên, khi em vào kiểm tra lại thì chỉ thấy một video sau khi record lại chứ không thấy video trước khi bị mất kết nối record. Trường hợp của em nó như thế vậy phải làm sao ạ? Em bị đánh rớt hay sẽ cho kiểm tra lại vào đợt sau ạ? Em cảm ơn ạ.   i  .",
    "Sau khi được thông báo em phải làm đơn thu nhận lại hk211 để đk thời khóa biểu lần này, do đó em xin hỏi nếu làm xong em phải nộp bằng các nào ạ? NẾu là hình thức online, em sẽ gửi qua link nào ạ?",
    "Tôi có một môn thi online đã thi và làm bài xong, nhưng lúc kiểm tra lại video ghi màn hình thì có lỡ tay ấn nhầm nút ghi đè video nên đã mất video quá trình ghi màn hình và không tìm lại được.Tôi có thể xin hướng giải quết vấn đề này để bài làm của tôi được chấp nhận không. Tôi xin chân thành cảm ơn!",
    "Gửi PĐT, Em tên là , MSSV:. Em xin phép được đăng ký hoãn thi môn Hóa hữu cơ CH2021 ạ. Em đã được giảng viên xác nhận không dự kiến cấm thi qua mail . Mong sớm nhận được hồi âm từ anh/chị, Em xin cảm ơn.   i ",
    "Em là , MSSV: , là thành viên của lớp Giải Tích 2 (MT1005) nhóm CC11. Em thi cuối kì môn Giải Tích 2 ca 13h00 ngày 6/8/2021, khi kết thúc phần thi và upload video quay màn hình qua google form thì em có đặt nhầm ngày thi trong tên file thành 3/8/2021 ạ. Em mong phòng đào tạo có thể giúp em trong việc giải quyết vấn đề này ạ. Em xin cảm ơn.",
    "Em tên là:  MSSV: Kính mong pđt xem xét mở lớp Công nghệ vật liệu (MA2035) (File đính kèm)",
    "cho em xin đăng ký .em khong tự đăng ký được ạ",
    "PDT cho em hỏi em có thể xin hoãn nộp bằng toeic đến giữa kì để dk luận văn ko ạ. Tại em thấy nhiều bạn đã từng hoãn rồi. Nếu hoãn em cần làm những gì để được dk luận văn ạ.",
    "Em xin chào phòng đào tạo, Nay em viết thư này mong nhà trường hướng dẫn cho em cách làm thủ tục chuyển hệ sang hệ VLVH ạ. Do đến tháng 10 này là thời gian tối đa để em theo học chương trình chính quy nhưng em vẫn còn luận văn, anh văn 4, kỹ năng nói viết tiếng anh và 3 ngày công tác xã hội nữa nên em thấy không có khả năng để hoàn thành xong chương trình còn lại trong thời gian này. Chính vì như vậy em mong nha trường hướng dẫn cho em cách làm thủ tục chuyển hệ để em có thể có được tấm bằng để được đi làm ạ, em xin thành thật biết ơn,",
    "Lúc thi môn Cuối kì Giải tích 2, em nhận ra là em có trục trặc với quay màn hình bằng phần mềm Google Meet mà khi thi xong em mới biết. 6/8: Em thi 2 môn là Cơ sở vi phân và Giải tích 2 và em chỉ ghi thành công môn Cơ sở vi phân thôi ạ. Bằng chứng là hình Mail Google meet chỉ gửi file ghi màn hình môn Cơ sở vi phân . Em mong muốn được thi lại môn Giải tích 2 ạ ",
    "Em chào thầy cô  Thầy cô cho em hỏi là kì dự thính này học phí là 880 nghìn/1 tín chỉ đúng không ạ? Hay kì hè mới 880 ạ",
    "Kình thưa phòng đào tạo, Em tên là , MSSV: . K17 lớp VP17XDC. Em xem trên Mybk thấy mình bị huỷ tất cả môn đăng kí đợt 1 do 4 lý do: nợ học phí, nợ sách thư viện, nợ SHCD, nợ bằng thpt. Em xin trình bày như sau: 1. Nợ học phí: em đã khắc phục và đóng đủ các khoản ạ. 2. Nợ sách thư viện: em đã liên hệ với cô quản thư và cô đã đồng ý gia hạn cho em đến 30/8 ạ. 3. Nợ SHCD: việc này em hơi thắc mắc vì em không vắng buổi sinh hoạt công dân nào, đồng thời trong danh sách xử lí sinh viên không tham gia sinh hoạt công dân cũng không có tên em. 4. Nợ bằng THPT: vấn đề này PDT đã cho phép ạ. Hiện tại em sẽ bắt đầu đăng kí lại trong đợt đăng kí môn học thứ 2 này. Từ những điều trên em kính mong phòng đào tạo xem xét lại và tạo điều kiện cho em đăng kí môn học trong kì 211.  Em xin chân thành cám ơn ạ.",
    "Em xin chào phòng đào tạo, Nay em viết thư này mong nhà trường hướng dẫn cho em cách làm thủ tục chuyển hệ sang hệ VLVH ạ. Do đến tháng 10 này là thời gian tối đa để em theo học chương trình chính quy nhưng em vẫn còn luận văn, anh văn 4, kỹ năng nói viết tiếng anh và 3 ngày công tác xã hội nữa nên em thấy không có khả năng để hoàn thành xong chương trình còn lại trong thời gian này. Chính vì như vậy em mong nha trường hướng dẫn cho em cách làm thủ tục chuyển hệ để em có thể có được tấm bằng để được đi làm ạ, em xin thành thật biết ơn,",
    "em tên , MSSV: . Xin mở lớp Vi xử lý (EE2039) dự thính kì 211. Giảng viên nhận lớp: thầy  TKB: lý thuyết: thứ 3 tiết 13 14 15      thí nghiệm: chủ nhật, nhóm 1: tiết 3 4 5 6, nhóm 2: tiết 8 9 10 11. Các tập tin đính kèm: +mail giảng viên đồng ý nhận lớp.                       +Phiếu đăng ký mở lớp",
    "Dạ em chào thầy/ cô! Em hiện là sinh viên k15. Em còn 1 học kỳ cuối để đăng ký luận văn tốt nghiệp. Em có đăng ký đi thi ở IIG HCM vào đầu tháng 6 để hoàn thành chứng chỉ toeic. Nhưng do tình hình dịch bệnh chuyển biến phúc tạp nên IIG đã đóng cửa từ 31/5 đên thời điểm hiện tại. Nên em không thể đăng ký được LVTN. Em rất mong nhận được phản hồi và giúp đỡ từ quý thầy cô. Em xin cảm ơn! Chúc quý thầy cô sức khoẻ và bình an.",
    "Cho em hỏi trường hợp của em lớp VH17HK, các môn chính trị của em theo mã môn cũ của chương trình VP, em có được đăng kí học các môn chính trị theo mã mới không? Em đã thử đăng ký những môn bên dưới theo các nhóm CC01,... và có phản hồi của hệ thống là \"Bạn không được phép đăng ký vào nhóm lớp này\":   SP1007 Pháp luật Việt Nam đại cương SP1031 Triết học  -   SP1033 Kinh tế chính trị  -   SP1035 Chủ nghĩa xã hội khoa học  SP1037 Tư tưởng  SP1039 Lịch sử Đảng Cộng sản Việt Nam",
    "Em là sinh viên K17 học kì 211 này đã là năm thứ năm. Số môn học cũng không còn nhiều. Học kì chính này em chỉ đăng ký được có 4 tín chỉ, còn dự thính tối đa chỉ được 10 tín chỉ, tổng tín chỉ học kì chính và dự thính đã trên 10 tín chỉ rồi, nhưng em không biết chỉ 4 tín chỉ học kì chính có bị buộc dừng 1 học kì hay không ạ",
    "em chào anh chị! Hiện tại em đang có nhu cầu học các môn tự chọn sau:  EE3117 Thiết kế vi mạch số EE3113 Quy trình thiết kế và sản xuất vi mạch EE3043Cấu trúc máy tính vì là sv năm 4 em rất cần học các môn tự chọn để đủ đk làm luận văn. Tuy nhiên tất cả các môn tự chọn em dự định học đều đã hết sỉ số kính mong nhà trường xem xét mở thêm sỉ số lớp để em có thể học ạ. em xin chân thành cảm ơn sự giúp đỡ của anh chi!",
    "Kính thưa thầy, cô phụ trách, Em tên là , MSSV , lớp trưởng lớp CK19CNM . Thưa thầy cô, theo đúng tiến độ chúng em có môn tự chọn chuyên ngành Quản lí đơn hàng (ME4533) vào kỳ 211. Hiện tại cả lớp đều bị xóa môn do trùng lịch với môn chuyên ngành Thiết kế trang phục 1 (ME3137). Hiện môn quản lí đơn hàng đã mở 2 lớp và 1 trong 2 lớp có sĩ số rất thấp. Nên chúng em làm đơn này kính mong phòng đào tạo sẽ điều chỉnh thời khóa biểu để chúng em được học đúng với tiến độ ạ. Em xin chân thành cảm ơn thầy, cô ạ.",
    "Dạ em chào Thầy/Cô của Phòng đào tạo ạ. Em tên Nguyễn Minh Vương, MSSV : 1614185 . Em viết đơn này xin trình bày vấn đề như sau ạ. Kì trước em không đăng kí môn học nên đã bị tạm dừng ạ. Kì này em muốn đăng kí thu nhận lại để được đăng kí môn học, nhưng hiện tại tình hình dịch bệnh phức tạp nên em không thể nộp trực tiếp ở phòng đào tạo được. Em rất mong nhờ sự giúp đỡ sớm từ thầy cô chỉ cho em cách để em nộp đơn đươc ạ . Em xin chân thành cảm ơn thầy cô ạ. Chúc các thầy cô sức khỏe ạ.",
    ": Em đã đăng kí giấy xác nhận sinh viên vào ngày 10/08/2021 vào lúc 11h16 phút mong phòng đào tạo duyệt cho em để em có giấy tờ để nộp để hoãn nghĩa vụ quân sự ạ",
    "Chào PĐT, Vì lí sinh viên (SV) ngành xây dựng rất nhiều nên có rất nhiều SV không thể đăng ký được môn ĐAMH kết cấu bê tông ct1 án được vì lý do  mở chỉ có 1 lớp  . Vì vậy Em mong PĐT sẽ mở thêm lớp  ĐAMH kết cấu bê tông ct1 để SV đăng ký theo đúng chương trình học mà nhà trường đặt ra và ra trường đúng hạn ạ.",
    "em chào thầy cô ạ, em tên  masv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo  để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Em tên là . Sáng 10 tháng 8 năm 2021 em có thi môn kỹ thuật siêu cao tần EE3025. Khi vào phòng google meet để thi em đã bật ghi màn hình nhưng tới lúc kết thúc bài thi em xem lại file ghi hình chỉ ghi được 38 phút. Do làm bài nên em không để ý vấn đề này, không biết có phải do lỗi của máy tính hay không? Em không biết là bài thi của em có bị hủy kết quả không ạ? Em xin cảm ơn.",
    "Chào Thầy/Cô, Em tên là ,hiện là sinh viên K18 khoa Điện - Điện tử. Hiện em đang rất muốn đăng ký dự thính học kì 211 môn Kỹ thuật Siêu cao tần - Mã môn học: 3025. Tuy nhiên sỉ số của lớp đã đủ nên không biết là em có thể xin quý Thầy/Cô giúp đỡ tăng thêm sỉ số lớp để em có thể tham gia học tập để đáp ứng tiến độ trong quá trình học tập được không ạ. Em xin chân thành cảm ơn, Trân trọng, ",
    "em chào thầy,cô em tên là ,mssv: dạ thầy cô cho em hỏi là h em nộp đơn hoãn thi chỉ cần điền theo form giống trong gmail đã gửi thôi phải không ạ!(có tệp đính kèm bên dưới ạ!) Và thầy cô cho em hỏi là do bây h em không thể chuẩn bị đủ 2 cam như quy định riêng của môn học thì em có được hoãn thi không ạ! và sau khi hoãn thi thì em có cần đăng nhập vào phòng thi báo với cán bộ là mình đã hoãn thi k ạ! mong thầy cô trả lời sớm nhất giúp em ạ! em xin chân thành cảm ơn ạ!",
    "em chào thầy cô ạ, em tên  masv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo vụ Khoa để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Em tên  ,sinh viên khoa Điện - Điện tử khóa 2014. Em viết mail này để hỏi thầy cô về vấn đề như sau : Học kì 2 vừa rồi em có xin được gia hạn thêm 1 học kỳ ,  nhưng do có nguyên nhân khách quan nên em chưa hoàn thành chương trình đào tạo được . Nay em muốn xin phép Phòng đào tạo cho em được gia hạn thêm 1 học kỳ nữa . Thầy cô cho em hỏi là em có được cho phép gia hạn nữa không ,  và nếu có thì thủ tục gia hạn như thế nào ( khu em ở phường 13 quận 10 bị cách ly hơn 2 tháng nay và em không biết lúc nào được dỡ cách ly )   . Em cảm ơn thầy cô đã đọc .",
    "Dạ em chào thầy/cô ạ, sĩ số lớp hóa hữu cơ đang 90/90, em rất có nguyện vọng được học môn này mong thầy cô tăng sỉ số hoặc tăng lớp được không ạ, theo em được biết thì có rất nhiều bạn muốn đăng kí môn này ạ trong đó em đã đăng kí môn này trong đợt 1 ạ",
    "Kính gửi Phòng Đào Tạo Em tên  , MSSV:  Trong đợt đăng ký đợt 2 của học kỳ 211 này e không đăng ký được do chưa thanh toán học phì HK203(trong lúc đợt 1 em đã hoàn thành việc đăng ký). Sau đó em có vào BKpay hoàn thành việc thanh toán nhưng vẫn chưa đăng ký được môn học. Rất mông phòng đào tạo xem xét và đưa ra hướng giải quyết cho em ạ. Bởi lúc đầu HK 203 em có vào BKpay vài lần để thanh toán học phí nhưng chưa thấy mục học phí HK203, sau đó thì dịch covid bùng lên và HK203 (việc Thực tập ngoài trường không thực hiên được) nên em cứ nghĩ không được đi thực tập nên chắc chưa thanh toán học phí. Và sau đó vì nhiều lý do cá nhân nên em cũng không nhớ đến học phí HK203 cũng như chưa thấy email mới nào đề cập đến vấn đề này. Vì vậy em rất mong PĐT xem xét lại giúp em để em có thế được đăng ký môn học trong đợt 2 này ạ!Em chân thành cảm ơn và kính chúc Thầy Cô trong PĐT mạnh khỏe ạ!",
    "Vì lý do gia đình gặp nhiều khó khăn trong vấn đề tài chính trong mùa dịch, bản thân em cũng sơ suất không đọc kỹ nội dung thông báo của trường. Nay em đã đóng học phì đầy đủ và bên dưới enm xin gửi đơn trình bày lý do trễ hạn av2 đơn thu nhận ạ. Em xn cảm ơn",
    "em chào thầy cô ạ, em tên  masv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo  để hỏi và cô kêu hỏi Pđt ạ.   Dạ em nhờ Pdt xét tương duong 2 môn này aj.Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên là , là sinh viên khóa K18 với mã số sinh viên là . Hôm nay em có làm phiếu đăng kí mở lớp môn học với mã môn học GE 3087 và có xin được hết tất cả chữ ký của giảng viên giảng dạy, chủ nhiệm bộ môn và chủ nhiệm khoa rồi ạ. Không những thế mà em còn tổng hợp được danh sách sinh viên muốn học môn này nữa ạ. Kính mong Phòng Đào tạo phê duyệt phiếu đăng kí mở lớp môn học của em ạ vì em rất quyết tâm muốn học cải thiện môn này ạ. Em cám ơn",
    "Em tên Lê Quốc Đạt MSSV  Em muốn đăng ký môn học Anh Văn 4  MSMH LA1009,để duy trì tình trạng học tập do dịch em không thể thi anh văn để hoàn tất luận nên cần đăng kí môn duy trì học kỳ 211, mong thầy (cô) xem xét giúp em ạ",
    "em chào thầy cô ạ, em tên  masv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo  để hỏi và cô kêu hỏi Pđt ạ.   Dạ em nhờ Pdt xét tương duong 2 môn này aj.Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Kính gửi Quý Thầy Cô Phòng Đào tạo, Em xin tăng số lớp L01 môn Đồ án Kết cấu Bê tông cốt thép 1 (Mã môn học: CI2093) học kì chính 211. Do em bị trễ tiến độ học nên đăng ký trễ môn học này trễ 1 năm so với chương trình đào tạo, nhưng lớp L01 đã đủ sĩ số, em cần đăng  học môn này gấp ạ. Em có đăng ký môn học này ở lớp T01 học kỳ dự thính 211, nhưng em không rõ sinh viên chính quy có được học mã lớp này không. Mong Phòng Đào tạo giải đáp thắc mắc và xem xét trường hợp của em ạ . Em xin cảm ơn.",
    "Dạ em chào PĐT, em là sinh viên K19, em học Khoa Điện - Điện tử nhưng muốn tích lũy các môn của Khoa học Máy tính. Cô cho em hỏi, em đăng ký được môn Kiến trúc Máy tính (CO2007), nhưng em xem trên aao là phải học trước môn Nhập môn điện toán (CO1005), trong khi đó, em chưa học môn này ạ. Vậy nếu em học thì có bị xóa kết quả môn Kiến trúc Máy tính (CO2007) không ạ? Em cảm ơn.",
    "Dạ em chào thầy/cô. Em là , mssv: . Thầy/cô cho em hỏi là em đã đăng ký môn học ở đợt 1 nhưng đợt 2 thì bị huỷ đăng ký  vì lý do trễ học phí. Em đã thanh toán rồi nhưng chưa thấy được mở để đăng ký lại môn ở đợt 2, mong thầy/cô xem lại giúp e ạ. Em cảm ơn ạ.",
    "Em có thắc mắc là trong phần đăng kí môn học em có đăng kí 2 môn có hangout trùng 1 ngày và liên tiếp vào tiết 9 10, 11 12 thì em có bị hủy môn đăng kí không ạ? Em mới đăng kí trong đợt 2 ạ. Em cảm ơn. Chúc anh chị một ngày tốt lành ạ.",
    "Dạ kính thưa nhà trường. Em là sinh viên của trường khoá K18 chuyên ngành điện tử viễn thông ạ. Dạ nhà trường cho em hỏi là em thấy trên lịch học vụ 16/8 bắt đầu học kì mới nhưng em có môn 25/8 mới thi xong mà đợt 2 này hạn đăng kí là 12/8. Nếu em đăng kí đợt 2 này rồi thì có đợt đăng kí sau em có thể hiệu chỉnh cũng như xoá môn được không ạ? Nếu như không xoá môn được thì có thể sẽ phải rút môn học, vậy lúc đó việc rút môn học mất chi phí như thế nào ạ? Dạ em cảm ơn ạ. Mong nhận được phản hồi sớm từ trường ạ.",
    "Chào thầy/cô, em hiện tại đang học kì 2 của năm 4. Dự kiến sẽ đủ tín chỉ để tốt nghiệp trong đợt tốt nghiệp cuối năm nay. Em có cần phải đăng kí môn học cho học kì 211 để duy trì tình trạng sinh viên hay không ạ?",
    "Kính gửi Phòng Đào Tạo, em là , MSSV  thuộc chương trình PFIEV. Được sự cho phép của Giảng viên giảng dạy - thầy , chủ nhiệm bộ môn Hệ thống điện - thầy , Chủ nhiệm khoa Điện - thầy  và thầy , em xin gửi đơn xin mở môn học dự thính học kì 211. Môn học: Năng lượng tái tạo - 403705. Lí do: Để bắt kịp tiến độ môn học, vào kì 10 (học kì 212) có thể nhận LVTN. Thời khoá biểu đề nghị: Thứ 2 19h-21h hoặc thứ 4 19h-21h. File đính kèm gồm ảnh mail xác nhận của các thầy, đơn đề nghị mở môn học và danh sách sinh viên kèm theo chữ kí điện tử. Kính mong Phòng đào tạo xét duyệt. Trân trọng, ",
    "ng ký môn : giải tích mạch mã EE1011 , trong file  em gửi đã có chữ ký đồng ý của giảng viên ạ ",
    "Em xin gửi Thầy/Cô đơn xin mở lớp dự thính , mong Thầy/Cô xem xét mở lớp cho chúng em . Em xin cảm ơn",
    "xin chào thầy cô! em là sinh viên k18 ngành logistics ở đợt 2 DKMH 211 e có đk môn học Kĩ thật dự báo ME3157 nhưng không được do bị thiếu môn học trước. do chương trình học thay đổi nên mã môn học bị thay đổi nên môn ME3157 là môn thay thế cho môn ME4601 mà hai môn này lại có điều kiệm tiên quyết khác nhau vì vậy e không đk được môn này. mong thầy cô xem xét cho e đk môn học ME3157 vì môn anh rất quan trong ảnh hương tới tiến độ học tập của em. em xin cảm ơn",
    "Em chào thầy cô, em là , mssv . Thầy cô có thể tăng giúp em sĩ số lớp L02 CI1051 Hư hỏng sữa chữa công trình lên được không ạ? (hiện lớp đang sĩ số 60/60) Em cảm ơn thầy cô đã đọc Trân trọng.",
    "Dạ em chào pđt! Đợt 1 em chưa đăng ký kịp nên giờ bị full sỉ số ạ. Pđt cho em xin mở thêm 1 sỉ số lớp bất kỳ môn học CI1053 - . Em cảm ơn ạ !",
    "CH3101",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM Em tên:  mssv  Ngành học: Công Nghệ  Thuật Ô Tô Hệ HLVh Môn \" và  Thuật Đo\" mã môn học ME3801 em được miễn nhưng trên hệ thống của trường thì miễn môn \" và  Thuật Đo\" mã môn là ME3003 không phải của ngành ô tô. Mong Phòng Đào Tạo chỉnh lại môn học ME3003 thành ME3801 để em không còn ghi nợ trên hệ thống của Trường. em chân thành cảm ơn.",
    "em xin gửi đơn huỷ hoãn thi ạ.",
    "Em chào PĐT, các môn như sức bền, giải tích 2, vật lý 1 và 2 em search theo mã môn thì không còn thấy nữa ạ, thay vào đó là các mã môn học mới . Vậy em muốn đăng ký thì phải làm gì ạ em cảm ơn",
    "Em đã hoàn thành xong học phí. Em xin nộp đơn thu nhận, mong quý anh/chị hỗ trợ giúp em.",
    "Chào pđt ạ! Cho em hỏi là nếu em đăng ký hoãn thi cho môn học của kỳ 202 thì em có được đăng ký chính môn học đó trong học kỳ kế tiếp là HK221 không ạ? Và cho em hỏi là lần thi lại có được sắp vào chung với kỳ thi chính thức của mỗi kỳ học hay là thi riêng ạ? Em xin cám ơn và mong nhận được phản hồi của pđt cho 2 thắc mắc trên của em ạ!",
    "Hôm qua pđt có mở đăng kí môn đồ án bê tông cốt thép 1 (CI2093) ở kì chính nhưng khi em vào đăng kí thì đã đủ sĩ số, em qua dự thính đăng kí thì có mã CI2093 của đồ án bê tông cốt thép 1 nhưng lại thuộc hệ vừa học vừa làm. vậy chính quy có được đăng kí không ạ? Em xin cảm ơn.",
    "Em tên là  mssv  là sv k20 ngành BDCN. Em xin được trình bày là hk202 em có làm đơn xin nhà trường cho hoãn học phí đến kì 211 và đã được trường chấp nhận. Đợt đăng kí môn học 1 của kì 211 em đăng kí 5 môn(14 chỉ) nhưng đến đợt 2 thì các môn em đăng kí đều bị xóa do nợ tiền học phí và Em còn bị khóa không được đăng kí môn học nữa. Mong phòng đào tạo xem xét đăng kí lại những môn đợt 1 giúp em vì em đã xin hoãn học phí rồi ạ. Em cảm ơn",
    "Dạ em là  (MSSV:) Vào hôm nay (10/8) em có thi môn Kỹ thuật Siêu cao tần (EE3025) nhưng trong lúc ghi lại màn hình thì xảy ra sự cố làm em không ghi lại được và đến tận lúc nộp bài thì em mới phát hiện ra . Liệu em sẽ bị đình chỉ thi hay rớt môn ạ. Và có cách nào để em có thể được xem xét không ạ. Em cam kết là trong lúc làm bài em vô cùng nghiêm túc. Em cảm ơn",
    "Kính gửi PDT, Em tên là , sinh viên K18. Em có thắc mắc về việc đăng kí môn học nên hôm nay em viết câu hỏi này, mong sẽ được giải đáp một cách nhanh và rõ ràng nhất ạ. Chuyện là có môn học (CH3227) Quá trình hóa lý trong xử lý môi trường là môn tự chọn của ngành em đang học và em muốn học môn này nhưng không được vì sĩ số đã full . Tuy nhiên hôm nay em thấy sô người đăng kí là 69   sĩ số chuẩn là 60 nên em muốn hỏi là làm sao để đăng kí học môn này? Note: Em muốn học môn này để có thể biết thêm về ngành để có thể làm luận văn tốt hơn một chút . Em cảm ơn ạ. Mong sẽ nhận được tin sớm nhất có thể . Thân mến, Nguyễn Hồng ",
    "Kính thưa thầy, cô phụ trách,  Em tên là , MSSV , là lớp trưởng lớp CK19CNM. Thưa thầy cô, theo đúng tiến độ của chương trình đào tạo chúng em có môn tự chọn quản lí đơn hàng (ME4533) vào kỳ 211. Hiện tại cả lớp đều bị xóa môn này vì trùng lịch 1 môn chuyên ngành khác là Thiết kế trang phục 1 (ME3137). Trên hệ thống đã mở 2 lớp của môn ME4533 nhưng có 1 lớp sĩ số rất thấp nên chúng em làm đơn này kính mong phòng đào tạo điều chỉnh lại thời khóa biểu để chúng em được học đúng với tiến độ ạ. Kính thưa thầy cô, bản lúc sáng có một số sai sót về danh sách sinh viên nên em xin cập nhật lại bản này ạ. Em xin chân thành cảm ơn thầy, cô.",
    "MSSV: Trong ngày thi cuối kì môn Cơ sở phương trình vi phân (mã môn học MT2023), ca thi ngày 06/08 lúc 7h sáng vừa qua, sau khi thi xong em đã sơ suất quên nộp video quay màn hình và không gian thi đúng thời hạn lên google form. Em muốn hỏi là trường hợp này em nên giải quyết ra sao, em có được nộp bổ sung video cho nhà trường không? Em cam đoan đây là hoàn toàn đúng sự thật và em hoàn toàn không có bất cứ can thiệp nào vào video dưới bất cứ hình thức nào",
    "Kính chào quý thầy cô. Em tên , k18, khoa Kỹ thuật hóa học, 2021-2022 là năm học cuối theo chương trình đào tạo của em. Thưa quý thầy cô, theo chương trình, em cần hoàn thành môn IM3001 để kịp tốt nghiệp, nhưng hiện tại  B  12 lớp của môn này đều đã full slot   , em cũng không thể xin ai nhường slot vì các bạn đều cần học để ra trường đúng dự định. Bản thân em cũng rất hứng thú với ý tưởng kinh doanh cho kĩ sư và cũng chỉ môn IM3001 - lớp L09 là có giờ học không trùng với các môn chuyên ngành khác của em. Lịch trình năm cuối của em, ngoài thực tập tốt nghiệp, còn phải sắp xếp nhiều môn khác và thường xuyên đi lab để làm luận văn, nên sẽ thật tệ nếu vì một môn như đúng chương trình đào tạo của em, lại chỉ vì chậm tay, các lớp hết slot mà em bị   B tuột lại    so với các bạn cùng khóa. Sẽ thật đau lòng với em và cả gia đình em nếu điều đó xảy ra, phải không ạ thưa quý thầy cô? :( Hiện tại sĩ số đang là 60. Tính luôn giảng viên thì lớp tầm 61, vẫn còn rất xa mới tới giới hạn của google meet, và em tin rằng việc nhận thêm 1 học trò ham học cũng không làm quý thầy cô bộ môn phiền lòng. Em biết quý trường luôn muốn tạo điều kiện để sinh viên ra trường đúng hạn và bản thân em cũng nỗ lực mỗi ngày vì điều ấy nên em khẩn khoản mong quý thầy cô có thể suy xét và mở thêm sĩ số môn IM3001 - lớp L09 để em đăng kí học kịp chương trình như bạn cùng trang lứa . Em xin chân thành cảm ơn quý thầy cô.",
    "Kính gửi Phòng đào tạo. Trong học kì tới đây em có một môn bắt buộc là ME4027-Quản lý vật tư và tồn kho. Môn học trước của môn này là ME2055-Thống kê trong công nghiệp, nhưng môn học này đã được chuyển môn MT2013-XSTK làm môn tương đương. Em vủa học môn đó MT2013 trong HK202DT nhưng kì tới em ko thể đăng kí môn ME4027 vì thiếu môn học trước. Mong phòng đào tạo giải quyết giúp em ạ",
    "Hiện tại chỗ em chưa ra ngoài được nên sẽ không đóng kịp học phí kì DT 211. Cho em hỏi có thể hoãn đóng học phí DT được không và thời gian được hoãn là bao lâu ạ? Em cảm ơn.",
    "Em chào thầy/cô, Cho em hỏi là kì 211 em đăng kí 10 chỉ thì em có bị cảnh cáo học vụ hay gặp các vấn đề gì khác không ạ? Em cảm ơn ạ!",
    "Dạ em chào thầy/ cô ạ. Em có liên hệ với thầy trưởng bộ môn để xin mở lớp mạch điện tử (EE2035) thì thầy đã bảo với em là học kỳ này đã mở hai lớp dự thính. Nhưng trên hệ thống đăng ký môn học của trường, em lại tìm không thấy môn học đó để đăng ký ạ. Vậy trường hợp trên em sẽ phải đợi hay cần phải xử lý như thế nào để được đăng ký môn ạ. Em cảm ơn ạ.",
    "Dạ em xin chào Phòng đào tạo ạ Em tên là   MSSV:   Lớp DC18KK Nay em xin làm đơn rút đăng kí môn học học kì dự thính 211  Môn học em xin rút là môn GE3087 Phân tích và thiết kế khoan dầu khí  Lí do: Đợt đăng kí kì chính 211 thì bạn em và em có đăng kí môn GE3087 Phân tích và thiết kế khoan dầu khí nhưng không đủ sĩ số nên không được mở lớp. Do đó em và bạn em xin đăng kí mở lớp dự thính môn đó và đã nộp đơn xin mở. Nhưng nay em lại không muốn đăng kí nữa do đã đăng kí môn khác thay thế nên em xin làm đơn này để xin rút không đăng kí môn GE3087 nữa Em xin cảm ơn ạ",
    "Vào ngày 7/9 thì em có thi môn giải tích 2, sau đó em có nộp file ghi hình lên bkex ạ. Nhưng em đã quên đặt tên file ghi hình vì nghĩ đã điền tên lớp mssv vào những câu hỏi trước đó rồi ạ. Phòng đào tạo cho em được nộp lại file hoặc cho em xin cách giải quyết với ạ. Em cảm ơn!",
    "Sáng nay lúc 10 giờ ngày 10/08/2021 em có thi môn điều hòa không khí ME3037, trong lúc thi thì nhà em bị mất điện, bị mất kết nỗi với google meet, ngay khi phát hiện em có ra ngoài để mua thẻ điện thoại để đăng ký mạng di động cho thiết bị điện thoại, khi kết nối với google meet lại thì đã hết giờ làm bài, lúc đó em có yêu cầu muốn được xin hoãn thi với giáo viên coi thi vì bài thi của em bị ảnh hưởng rất nhiều, nhưng không được đồng ý, giáo viên coi thi yêu cầu em nộp bài thi lên hệ thống, nhưng lúc đó em khá hoảng loạn nên làm 2-3 lần đều không nộp lên được, sau đó trước sự hối thúc của giáo viên coi thi em đã xác nhận không nộp bài, sau khi xem xét lại em thấy lỗi chính là do em quá chủ quan, nhưng sự cố mất điện cũng ảnh hưởng rất lớn đến bài thi của em, nên em muốn hỏi là em có thể xin hoãn thi trong trường hợp này không ạ?",
    "Họ và tên:  Mssv:  Em xin gửi mẫu đơn thu nhận lại HK211 kính mong PĐT xét duyệt thu nhận lại giúp em vì đã thanh toán trễ học phí kì hè 203, em xin hứa sẽ không tái phạm nữa. Mong thầy cô xử lý để em có cơ hội học tiếp HK211 này. Em xin cảm ơn và xin lỗi thầy cô ạ!",
    "Em muốn hỏi rằng em đăng kí học hè nhưng em không học và nhà trường đã hủy thời khóa biểu của em,vậy sao em phải đóng tiền ạ,hiện tại em không được đăng kí môn học và sắp vào học kì rồi,các thầy cô giúp em được không ạ",
    "dạ thưa trong mail pđt có nói là tăng sĩ số lên tối đa là 99sv nhưng môn kết cấu bê tông cốt thép 2 CI3175 mới có sĩ số tối đa là 60 sinh viên thôi ạ, mong phòng đào tạo mở thêm sĩ số nữa vì em và nhiều bạn vẫn chưa thể đăng ký được môn này trong khi đó là môn tiên quyết để làm luận văn tốt nghiệp ạ, và khóa sau môn này sẽ không còn được dạy nữa ạ!!!!!",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM. Em Tên : . MSSV: . Ngành Học : Công Nghệ  Thuật Ô TÔ. Hệ: Vừa Học Vừa Làm. -Môn\"  và  Thuật Đo\" mã môn học là  ME3801 em được miễn khi nhập học, nhưng trên hệ thống trường thông báo miễn môn \"  và  Thuật Đo\" mã môn là ME3003 không phải của ngành công nghệ kỹ thuật ô tô. -Mong phòng đào tạo điều chỉnh lại môn \"  và  Thuật Đo\" mã môn là ME3003 thành môn \"  và  Thuật Đo\" mã môn là ME3801 để em không còn ghi nợ trên hệ thống của Trường. Em chân thành cảm ơn.",
    "Em chào cô,dạ sau khi được trường thu nhận lại em vẫn hông thể đăng kí được môn học ạ (tình trạng sinh viên đã chuyển qua đang học ạ)",
    "em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên  thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi. Em cảm ơn Thầy/cô ạ!!",
    "em chào thầy/cô ạ mấy nay em có nhắn rất nhiều tin lên  thì không thấy ai trả lời em mong thầy/cô sẽ đọc được tin nhắn này và giúp em vì em bị tam dừng học và không được đăng kí môn học học kì 211, em mong thầy/cô thấy được tin nhắn này vì ngày mai là hạn chót đăng kí môn cuối cùng rồi. Em cảm ơn Thầy/cô ạ!!",
    "Do em không biết chuyển tiếp mail nên đã chụp lại màn hình và gửi kèm theo mong PĐT xem xét  về TKB em xin nhờ PĐT giúp sap81 xếp",
    "Em có Đăng kí chuyển điểm Tiếng anh như hình ảnh đính kèm, nhưng quên thanh toán và khoản thanh toán này đã hết hạn vào ngày 30/03/2021 thì bây giờ em phải làm như thế nào để thanh toán trễ hạn ạ?",
    "Dạ em tên  - , em muốn hỏi là có thể tăng chỉ số lớp môn CI2003 lớp L10- L40 để em có lớp học được không ạ. Em cám ơn.",
    "Xin pdt mở thêm sĩ số môn xstk mã MT2001 DT kì 211",
    "Dạ tối hôm qua lúc em đăng ký môn CH4027 thì môn này đã vượt số lượng qui định 60, lúc đó số lượng lên đến 79 nhưng em vẫn đăng ký được. Vậy em không biết là đến đợt 3 thì có bị hủy môn này không ạ?  Em cảm ơn.",
    "Em chào thầy/cô, Em tên là , mssv . Em, đại diện cho một số bạn, viết yêu cầu này để xin tăng sỉ số môn EE3025 dự thính để tụi em có thể đăng kí ạ. Em cảm ơn thầy/cô.",
    "Em tên Lê Giang Trúc Anh, MSSV: ,  Chuyên ngành Quản lý Tài nguyên & Môi trường - Đợt DKMH lần 1 em vẫn đăng kí bình thường ạ Nhưng trong đợt DKMH lần 2 này, em bị lỗi đăng kí vì lý do \"chưa có bằng TN PTTH\" (đính kèm hình ảnh 1) - Sau vài tiếng em đã vào đăng kí được ở Đợt 2, nhưng lại mất hết tất cả các môn đã đăng kí ở Đợt 1 và em đã đăng kí lại từ đầu - Em muốn hỏi là nếu lại lặp lại lỗi như vậy ở Đợt 2 này ( Đăng kí được nhưng sau đó bị hủy môn, và lại không còn môn học ở Đợt 3) thì giải quyết như thế nào ạ? Vì bây giờ em đang ở học kì cần đảm bảo học đủ chỉ để kì sau bước vào kì luận văn ạ . - Em đã kiểm tra hết những lí do PDT nêu, và chỉ có một khoản phí là phí chuyển điểm em quên đóng nhưng đã hết hạn vào 30/03/2021. Nếu đó là lý do làm em không đăng kí được môn thì em phải giải quyết như thế nào ạ? (hình ảnh đính kèm 2 ) - Hoặc văn phòng có thể rà soát và thông tin cụ thể giúp em là trường hợp của em là vấn đề nằm ở đâu để em có thể giải quyết được không ạ? Chứ em chỉ biết là mình không đăng kí được môn nhưng không biết lý do cụ thể tại sao lại bị như vậy làm em thấy rất hoang mang ạ. Em cảm ơn văn phòng đã hỗ trợ ạ",
    "Kính gửi phòng Đào tạo, Sáng ngày 10/8 em có tham gia ca thi môn Kỹ thuật Siêu cao tần EE3025. Em vẫn điểm danh và nộp bài. Tuy nhiên, sau đó file ghi màn hình của em bị lỗi và không thể mở được. Em muốn đăng ký Hoãn thi thì có được không ạ? Hiện em đã điền form hoãn thi và chưa thể upload file ghi màn hình.",
    "Dạ em chào thầy cô ở PĐT. em có đóng trễ học phí kh 202 ạ.em đóng vào ngày 27/7. bây giờ e ko đk môn học được thầy cô có thể giúp e được không ạ.Em xin chân thành cảm ơn Chúc thầy cô có 1 buổi chiều vui vẻ ạ    .",
    "Hiện tại em đang học lớp đại trà thì những môn chính trị như pháp luật đại cương thì có thể đăng ký lớp mã CC của CLC hay không ạ?  Và học phí tín chỉ sẽ tính như thể nào?  Về sau có ảnh hưởng gì đến kết quả môn học không?  Em cảm ơn.",
    "Dạ em xin chào thầy cô ạ, do trục trặc trong lúc đăng nhập và tìm sđt liên lạc của phòng đào tạo nên em đã không thực hiện được bài thi môn Giải Tích 1-lớp DT05Acủa em vào lúc 13h ngày 10/08   Kính mong thầy cô xem xét lại cho em được hoãn lịch thi và cho em thi lại ạ. Em xin chân thành cảm ơn nhiều ạ.",
    "Kính chào PĐT, Em tên là , MSSV:  Em và nhiều sinh viên khác có mong muốn mở thêm lớp cho môn ME4625 (Kỹ năng lãnh đạo) và đã được Chủ nhiệm Bộ môn (Thầy ) và GV dạy (Thầy ) xét duyệt. Kính mong PĐT mở thêm lớp môn ME4625 vào thứ 3 (tiết 9, 10) hoặc thứ 4 (tiết 11, 12) . Bên dưới em có đính kèm đơn đề nghị mở lớp và danh sách sinh viên đăng ký mở lớp Em xin chân thành cảm ơn!",
    "Em chào thầy/cô của PĐT ạ. Em có một thắc mắc xin được giải đáp là Học kỳ hè vừa rồi em có đăng ký môn học nhưng do tình trạng kinh tế gia đình lúc đó nên em không thanh toán học phí được. Học kỳ mới này đợt 1 em đã đăng ký nhưng bị huỷ vì chưa thanh toán học phí và sau đó em đã thanh toán nhưng bị trễ hạn. Thầy/cô cho em hỏi là em có được đăng ký đợt 3 tới này không ạ? Tình trạng sinh viên của em vẫn là đang theo học ạ. Em xin cảm ơn ạ!",
    "Thưa thầy, cô E đã được cô  giải đáp rằng sẽ tăng chỉ số lên 100sv/1 lớp nhưng hiện tại em vào DKMH vẫn chỉ có 30/30 ạ Do trường mở thêm vào đợt dkmh lần 3 hay em bị lỗi với ạ Mong thầy cô giải đáp giúp em để em theo kịp tiến độ học tập  EE3021  EE3019                   ",
    "TR3037 : THỨ 2, TIẾT 13 14 15      THỨ 4, TIẾT 13 14 15",
    "Em mới thanh toán học phí mà pdt vẫn chưa cho đăng ký môn học. Vậy em xin pdt mở để em được quyền đăng ký môn học.",
    "Em xin chào Thầy/Cô   Cho em hỏi là học online sao ở trên trang đăng kí vẫn báo là không đủ giãn cách giữa 2 cơ sở ạ",
    "Em tên  MSSV:   Xin đăng ký mở lớp Hệ Thông Cung Cấp Điện EE3001 tại cơ sở 1 Thời khoá biểu đề nghị:  Buổi 1: Sáng thứ 2 (tiết 2-6) Cơ sở 1 Buổi 2: Chiều thứ 2 (tiết 7-12) Cơ sở 1 Dưới dây là mail xin phép của em với Giảng viên nhận dạy là cô  và Chủ nhiệm Bộ Môn",
    "Kính gửi phòng Đào tạo, Em có đăng ký in bảng điểm (bản 35,000 VNĐ) trên mybk nhưng khi đến phần thanh toán qua OCB em đều không thể thanh toán được (trang web của OCB không thể truy cập). Em đã thử đăng ký lại nhiều lần khác nhau nhưng đều không thể thanh toán được: Lần 1: Ngày 28/7/2021: Em đăng ký in 1 bản, mã phiếu là InBD[phone_number]9 Lần 2: Ngày 03/8/2021: Em đăng ký in 2 bản, mã phiếu là InBD[phone_number]2 Lần 3: Ngày 10/8/2021: Em đăng ký in 3 bản, mã phiếu là InBD[phone_number]2 Do vậy thầy/cô có thể hỗ trợ em gửi chuyển phát về: Địa chỉ: 142E/35 Cô Giang, phường 2, quận Phú Nhuận, TP.HCM Người nhận: Cao Quốc Trung SĐT: [phone_number] được không ạ? Em sẽ thanh toán 6 bản điểm này khi nhận hàng hoặc em sẽ chuyển khoản lại qua OCB của PĐT hoặc Momo cũng được ạ. Sang 2 tuần sau em bay sang Pháp học chuyển tiếp rồi nên em không còn ở Việt Nam nữa để in bảng điểm, kính mong PĐT xem xét giúp đỡ ạ.",
    "Kính gửi Phòng Đào Tạo, Em tên làSV:  Do đợt dịch COVID 19 kéo dài nên hiện tại em chưa thể thi lấy chứng chỉ TOEIC 500 đăng ký LVTN. Xin Phòng Đào Tạo cho em biết thời hạn cuối cùng để nộp chứng chỉ TOEIC đăng ký LVTN cho HK211  Em xin cảm ơn",
    "dạ e là nguyễn trí anh  kì 203 e có đóng trễ học phí và bị tạm thôi học, nay e làm đơn thu nhận lại kèm hóa đơn đã đóng học phí kì 203 mong pdt xem xét để cho e đăng kí môn học tại còn ngày mai nữa là hết hạn đăng kí môn học e xin cảm ơn",
    "Em tên Phạm Nguyễn Hoàng Khương, MSSV là , hiện em đã đăng kí môn Truyền số liệu và mạng (EE3019) dự thính có lịch vào thứ 4 phòng HANGO5 cơ sở 1 tiết 13,14 và môn PLC(EE3069) kì chính có lịch vào thứ 4 phòng HANGOUT_TUONGTA tiết 11,12 ở cơ sở 2. Em đăng kí được nhưng nhìn lịch thì thấy di chuyển giữa hai cơ sở không đủ thời gian theo yêu cầu. Em không biết việc đăng kí như vậy thì khi có thời khóa biểu chính thức em sẽ bị hủy môn không ạ. Mong phòng đào tạo giải đáp thắc mắc cho em. Nếu có, em sẽ lựa chọn cân nhắc việc nên học môn nào ạ, em cảm ơn rất nhiều.",
    "Em tên: Đơn Chính Xương MSSV: 2033383 Hệ VLVH: Khoa Học Máy Tính Em đã thanh toán trễ học phí HK202. Nay em xin được mở đăng ký môn học. Kính mong thầy/cô xem xét giúp em. Em xin cảm ơn.",
    "Em tên  MSSV:  Xin đăng ký mở lớp môn Máy Điện EE3009 tại cơ sở 1 Thời khoá biểu đề nghị: Thầy  - Chủ nhiệm Bộ Môn thông báo với em là cứ xin đăng ký, khoa sẽ sắp xếp sau. Dưới dây là mail xin phép của em với Chủ nhiệm Bộ Môn là thầy .",
    "Phòng đào tạo cho em hỏi. Hiện tại kì 211 em sẽ làm luận văn, anh văn nói viết em đã hoàn thành. Vậy cho em hỏi nếu kì 211 em bảo vệ luận văn thành công và được nhận giấy xác nhận tốt nghiệp tạm thời, thì kì 212 em có thể đăng kí học bằng 2 được không ạ. Hay là phải chờ đến kì 221 ạ. Em cảm ơn",
    "MSSV:     . Xin HỦY forms hoãn thi đã điền.   B Lý do   : Sau khi trao đổi lại với  thì trường hợp của em   B không cần phải đăng ký hoãn thi    do không phải là lỗi hệ thống, các kết quả, quá trình làm bài và nộp bài vẫn diễn ra bình thường Nên em xin được   B rút    yêu cầu hoãn thi theo forms đăng ký hoãn thi đã điền. Môn thi: Pháp luật Việt Nam đại cương Mã môn: SP1007 Học kỳ: 203 Ngày thi: 01/08/2021 Ca thi: 13h00 Phòng thi: DT01_C Họ tên: ",
    "Em chào thầy, cô Em là  học lớp XD18CTT Em làm đơn này để xin mở lớp môn máy bơm trạm bơm vào học kỳ dự thính 211 Em mong thầy, cô chấp nhận để mở lớp giúp em ạ. Em xin chân thành cảm ơn!",
    "MÔN: Công nghệ các chất tạo màng MSMH: MA3025 https://mail.google.com/mail/u/0/#inbox/FMfcgzGkZkTvcrJhdGBzqlMgQhGXNQrT",
    "Kính chào Thầy/Cô Phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: Khoa Điện-Điện tử Ngành: Kỹ thuật Điện tử - Truyền thông Em đã thanh toán trễ học phí HK202 đợt 2 (đính kèm biên nhận đã thanh tán) Nay em gửi Đơn trình bày lý do thanh toán trễ học phí và xin được mở đăng ký môn học để tiến hành đăng ký kịp thời hạn. Kính mong thầy/cô xem xét và giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Em chào admin! Em tên là  MSSV: Trong đợt đăng kí môn học, do đăng kí chậm môn giải tích 1 nên đã full sỉ số. Em xin đề nghị phòng đào tạo mở thêm sỉ số môn học Giải tích 1 MT1003 - lớp DT01 Em xin cảm ơn rất nhiều!",
    "n xin tăng sỉ số môn học để đăng ký học kịp tiến độ học tập kính mong pdt tăng sĩ số hoặc có thể đăng ký giúp em các môn sau để em có thể học kịp tiến độ học tập. ĐAMH kết cấu bê tông ct2-msmh:CI3177- nhóm 01 Kết cấu bê tông cốt thép 2-msmh:CI3175-nhóm:01 Đồ án môn học kết cấu bê tông cốt thép 1-msmh:CI2093-nhóm: 01 Công trình trên đất yếu-msmh:CI4037- nhóm:02-02 Kết cấu thép 2 (dự thính): msmh:CI3211- nhóm :DT01. kính mong PDT xem xét tăng sỉ số hoặc đăng ký bổ sung giúp em để em có thể hoàn thành chương trình học tập đúng hạn. em xin chân thành cảm ơn",
    "Dạ kính chào Pđt, em là  mssv  khoa Kỹ thuật giao thông. Hiện em đã học môn Nhập môn kỹ thuật mã CI1001 và muốn chuyển đổi môn tương đương thành môn Nhập môn kỹ thuật mã TR1001 ạ, vì môn này là môn học trước để em đăng kí Đề cương luận văn tốt nghiệp ( hàng không) mã TR4331. em xin cảm ơn ạ.",
    "Sau khi pdt trả lời vấn đề của em như thế này thì em có liên hệ với giảng viên và nhận được câu trả lời của giảng viên là : \"Em hỏi lại pdt coi, thiếu thời khoá biểu là thiếu cái gì?\". Em mong pdt giúp đỡ ạ!",
    "Em xin gửi đơn xin HỦY hoãn thi một số môn ạ.",
    "Em xin chào quý thầy cô Phòng Đào Tạo trường đại học Bách Khoa Tphcm, em là sinh viên khoá k17 khoa kỹ thuật giao thông, chuyên ngành công nghệ kỹ thuật ô tô . Đợt 1 đăng ký môn học vừa rồi em có đăng ký môn Dung Sai Và Kỹ Thuật Đo mã môn học ME3801, nhưng không được mở lớp do khoa không mở môn, và em cũng được biết là các khoá về sau của bộ môn ô tô không còn học môn đó nữa.  Em đã có hỏi thầy trưởng bộ môn ô tô, và thầy có nói là môn đó khoa cơ khí quản lý, em có liên hệ với thầy khoa Cơ Khí, và thầy có hướng dẫn em học môn thay thế là Các Quy Trình Chế Tạo nhưng hiện tại đã không còn sỉ số để em đăng kí lớp và em có phản hồi với thầy khoa Cơ Khí sau đó thầy nói em liên hệ với Phòng Đào Tạo. Em rất mong quý thầy Phòng Đào Tạo hướng dẫn em các bước tiếp theo em cần làm để có thể học xong môn cuối cùng này. Em cảm ơn Phòng Đào Tạo.",
    "Chào thầy/cô, Em tên Nguyễn Mậu Quốc Dương sinh viên K15, học kỳ 1 (2020-2021) do đã hoàn thành đủ chương trình học tập nhưng còn thiếu Anh Văn 2 kỹ năng nên em không đăng ký môn học ở học kỳ 2, do đó đã bị tam dừng học tập. Hiện tại do tình hình dịch nên em đang bị cách ly, em gửi mẫu đơn xin thu nhận lại trong file đính kèm. Hiện tại em thấy đến ngày 12/08/2021 là hết hạn đăng ký môn học. Trong trường hợp chưa được thu nhận lại và không thể đăng ký môn học em có bị buôc thôi học không ạ. Em cảm ơn, chúc thầy cô và gia đình giữ gìn sức khỏe thật tốt trong thời điểm này.",
    "Xin chào phòng đào tạo, Cho em hỏi có thể xin mở lớp Đồ án môn học, mã môn học MA3059 vào học kì 211 hay không? Nếu có thể mở thì em cần thực hiện những bước gì? Em cảm ơn.",
    "Em là , lớp CK18LOG1. Ở đợt ĐKMH lần 1, lớp em có nhiều bạn đăng kí môn ME4645 (Hệ thống logistics thu hồi) nhưng qua đợt 2 đã bị hủy . Do đó, lớp em đã liên hệ với các thầy và đã có thầy nhận dạy môn này vào sáng thứ 7. Vì vậy tụi em muốn làm đơn để xin mở môn học này trong học kỳ chính có được không ạ? Và quy trình làm như thế nào, mong phòng đào tạo giải đáp thêm giùm em. Em xin cảm ơn!",
    "Em vừa thanh toán xong học phí rồi ạ. Mong nhà trường mở lại trang đăng ký môn học cho em ạ. Em xin cảm ơn ạ.",
    "Chào anh/ chị, em là sinh viên K13 của chương trình PFIEV , hiện tại em đang bị tạm dừng vì học kỳ 202 em không đăng ký môn học, hiện tại em đã hoàn thành được 262 tín chỉ, em còn nợ 1 môn học  trong học kỳ 211, em xin phòng đào tạo xem xét tạo điều kiện cho em tiếp tục học thêm 1 học kỳ để em hoàn thành việc học, không bỏ công sức 8 năm ở trường.",
    "Dạ chào quý thầy cô. Em tên , khóa 16, khoa KH-KT máy tính . Em đã hoàn thành đủ số tín chỉ và luận văn ở học kì 201 nhưng không đủ điểm anh văn nói viết để xét tốt nghiệp đợt tháng 4. Hiện tại tình trạng sinh viên của em đã bị tạm ngừng do không đăng kí môn học ở học kì 202. Vừa rồi em đã thi lại và đủ điểm anh văn nói viết, có thể xét tốt nghiệp . Dạ thầy cô cho em hỏi, tình huống của em cần làm những thủ tục gì để được thu nhận lại và đăng kí tốt nghiệp đợt tới ạ. Em cảm ơn.",
    "Dạ đợt ĐKMH thứ hai HK211 này, em có đăng ký lớp CH2051 - Q/trình &tbị truyền khối L02-02 và CH3003 - Vi sinh vật L01-01. Hai lớp này có lịch cách nhau 1 tiết giữa 2 cơ sở vào ngày thứ năm (ở duy nhất tuần 11), nhưng em vẫn đăng ký được. Vậy không biết có phải do hệ thống bị lỗi không hay vẫn có thể đăng ký như vậy ạ? Mong được giải đáp sớm để không bị hủy môn ạ.",
    "Gửi Thầy, cô. Em tên  MSSV:  Em đã thanh toán học phí dự thính trễ hạn học kỳ 202. Mà phòng đạo tạo ko giải quyết cho em được thi ạ, mặc dù em đã gửi đơn trình bày lý do thanh toán học phí trễ hạn ạ. Theo quy định bộ giáo dục nếu đã thu học phí thì phải có trách nhiệm giải quyết vấn đề liên quan đến hoàn thành khoá học.",
    "Xin Phòng Đào Tạo cho mở lớp dự thính Cơ lưu chất mã CI2005. Môn này từ K2019 đã không còn học mong Phòng Đào Tạo tạo điều kiện để bọn em có thể tốt nghiệp.",
    "Dạ Em xin chào Thầy/Cô ạ! Kì này Em muốn đăng kí môn kết cấu Thép 1 (CI3009) nhưng trường không có mở . Vậy cho Em hỏi Em có thể đăng kí môn tương đương của kết cấu thép 1 là kết cấu thép CI3231 không ạ? Nếu học môn tương đương thì sau này em có được tính vào điểm tốt nghiệp được ko ạ? Em xin chân thành cám ơn!",
    "Em chào quý thầy cô !  Hiện kỳ chính này không mở lớp   B Kết cấu thép 2 CI3211 và kỳ dự thính chỉ mở đăng ký 1 lớp nên hiện lớp đã full nên tụi em không thể đăng ký thêm được . Mong pđt có thể mở thêm lớp Kết cấu thép 2 CI3211 ạ ! Em xin cám ơn !",
    "Em chào thầy cô. Em muốn xin mở môn học mạch điện tử (EE2007) vì trước đây em bị vướng môn tiên quyết nên chưa đăng kí môn học được, hiện tại em cần đăng kí học môn này để hoàn thành chương trình học và kịp tiến độ để làm đồ án môn học ở học kì 212. Ngoài ra cũng có nhiều bạn khác giống như em và 1 số anh chị đang cần trả môn này để ra trường ạ. Mong quý thầy cô xem xét. Em đã liên hệ với thầy  và thầy đã đồng ý nhận lớp vào thứ 7 (tiết 6-8) và chủ nhật (tiết 4-6).",
    "Thưa cô(thầy) Em tên là  Sinh viên khóa k17 khoa Cơ khí ạ. Dạem là sinh viên năm cuối nhưng hiện tại em còn nợ môn học ME3001-K/thuật thủy lực &khínén nhưng trong kì này em có đăng kí môn học để trả môn nợ thì em lại bị giới hạn số lượng sỉ số môn do lớp hiện tại đã 30/30 ạ. Em hi vọng được Phòng Đào Tạo xem xét và hỗ trợ giúp em được đăng kí môn ME3001-K/thuật thủy lực &khínén nhóm DT01 ạ. Do tình hình dịch kéo dài nên em sợ kì sau sẽ bị không thể đăng kí thì trễ quá trình tốt nghiệp ạ. Em cám ơn ạ!",
    "Dạ e chào cô  em xin gửi đơn xin thu nhận lại ạ. Em cảm ơn cô ạ    .",
    "Kỹ thuật an toàn lao động (GE3131)",
    "Sau khi được pdt trả lời câu hỏi về việc mẫu đơn không để tkb giảng dạy của môn KTCT1. Em đã chuyển câu trả lời của pdt đến thầy của em, và thầy em hỏi pdt như này ạ: \"PDT tự sắp thời khóa biểu chứ không phải GV tự sắp được. Sau khi PDT sắp, Bộ môn sẽ phân công giảng viên phù hợp để dạy môn đó.\"  Em mong pdt giúp đỡ để em kịp đăng kí môn ạ, đây là môn thật sự rất rất quan trọng với bọn em ạ.",
    "Em chào thầy cô! Em tên  MSSV :   Sau phần thi môn Nguyên lý máy lúc 16h ngày 9 tháng 8, em đã gặp sự cố dẫn đến việc nộp bài không được hoàn thành đúng theo thời gian qui định.Được sự hướng dẫn của Giảng viên em đã đăng kí hoãn thi và bây giờ em cần phải đăng kí thi lại vào học kì sau như thế nào ạ? Em xin chân thành cảm ơn!",
    "Xin chào thầy/cô, em tên , mssv . Em có một câu hỏi là do em thanh toán học phí trễ học kỳ hè môn thực tập ngoài trường nên là trên thời khóa biểu không còn môn ấy nữa (dù trước kia khi vừa đăng ký là vẫn có). Nay em đã thanh toán và đã được thu nhận lại bình thường thì không biết đến lúc chính thức tổ chức thực tập em có được đi thực tập không ạ. Trên gmail của bộ môn thì danh sách có tên em, do em không thấy tkb còn trên thông tin nên em thắc mắc. Em xin cảm ơn thầy/cô đã dành thời gian trả lời ạ !",
    "Em là sinh viên K17, PĐT cho em hỏi học kỳ tới nếu em đăng ký số tín chỉ   = 12 thì có được giảm 25% tiền học phí của học kỳ hay không?",
    "Dạ cho hỏi là hiện tại em đang tạm dừng học và em muốn quay lại học vào học kì 211. Nhưng hiện do tình hình dịch bệnh nên em không thể nào làm thủ tục thu nhận lại trực tiếp tại trường. Vậy làm sao để em có thể làm thủ tục thu nhận lại được ạ? Em xin cảm ơn",
    "Học kỳ chính em muốn xin đăng ký học 24 chỉ được không ạ? Nếu được phải làm những thủ tục nào ạ?",
    "Kỹ thuật an toàn lao động ",
    "Kính gửi nhà trường, Em có thắc mắc cần được giải đáp như sau:  Đối với những sinh viên năm cuối sẽ tốt nghiệp sau khi hoàn thành học kì 212. Tuy nhiên nhiều bạn vẫn còn thiếu chứng chỉ Tiếng Anh nghe-nói, trong khi BKEnglish đã tạm dừng mở kì thi này do tình hình dịch Covid-19. Vậy em muốn hỏi có cách thức nào có thể hoàn thành chứng chỉ này để kịp thời bổ sung vào hồ sơ tốt nghiệp không ạ? Kính mong phản hồi sớm từ nhà trường, em cảm ơn. Trân trọng, ",
    "Chào thầy/cô,  Em muốn đăng ký 2 môn học mã số là EE2005, EE2027 mà không thấy mở lớp ạ, không biết lý do là gì, đợt 1 em thấy có mấy trăm bạn đăng ký cơ ạ! ",
    "Em chào thầy (cô) Em hiện đang là sinh viên K18 khoa cơ khí, em đã xin được sự đồng ý của Khoa mở bổ sung lớp Kỹ Thuật Chế Tạo 2 (ME3033) lớp đại trà kỳ chính HK211 Em đại diện gửi lên PDT đơn xin mở lớp đã được duyệt của khoa ạ Mong PDT giúp đỡ vì môn này là môn tiên quyết của đồ án chuyên ngành nên rất quan trọng  Em xin cảm ơn!  ",
    "Thưa thầy cô Đợt 1 em đã đăng ký môn này và đợt và đợt 2 vẫn còn nhưng sau đó môn học đã bị pđt hủy không biết vì lí do gì. Em mong thầy cô mở thêm slot cho em đăng kí vì đây là môn bắt buộc của em, k19 k20 không học môn này và môn này không hề có môn tương đương thay thế. Sỉ số môn chỉ mới có 55 thôi ạ. Nếu em không học được kì này thì sẽ không thể ra trường vì thiếu môn bắt buộc. Xin thầy cô giúp em mở thêm slot ạ Em xin chân thanh cảm ơn.",
    "Thầy/cô cho em xin mở thêm số lượng lớp 2 môn EE3021Thực tập điện tử 2 EE3023Thực tập điện 2 của học kỳ 211 với ạ",
    "Em hiện tại là sv năm 4, sắp bảo vệ luận văn hoàn thành chương trình học. Vậy nên ở học kì tiếp theo em không đăng ký thêm bất kỳ môn học nào vì đã hoàn thành xong tất cả các môn. Nếu dịch bệnh kéo dài, dẫn đến việc còn rất nhiều sv không thể thi tiếng anh nói - viết kịp thời hạn, thì sv chúng em có bị đình chỉ học do không có thời khóa biểu không ạ. Bên cạnh đó, PĐT có hướng giải quyết nào về việc còn rất nhiều sv chưa kịp thi tiếng anh hay nộp bằng tiếng anh để xét tốt nghiệp vì tình hình dịch bệnh không ạ? Em xin cảm ơn.",
    "Em xin chào Thầy/Cô ạ Em muốn xin mở thêm sĩ số lớp L01 môn học Tổ chức thi công - CI4125 - tiết 4,5 ạ. Em xin chân thành cám ơn!",
    "CH3101 DẠ  -  LÀ ĐÃ THÔNG BÁO PHÒNG ĐÀO TẠO MỞ LỚP GIÙM  NHƯ   Ạ  KÍNH MONG NHẬN ĐƯỢC PHẢN HỒI MỞ LỚP VÌ TỤI  RẤT CẤP BÁCH VÀ RẤT CẦN Ạ  XIN CẢM ƠN RẤT NHIỀU CHÚC MỌI NGƯỜI SỨC KHỎE TỐT   3",
    "Dạ cho em hỏi HK202 vừa rồi em có đăng kí học av4a ở trường thì môn av4a này có dùng để tính điểm cho môn học av4 với tín chỉ tích lũy không ạ hay chỉ dùng để xét chuẩn av để đăng kí môn học? em xin cảm ơn.  ",
    "Thưa cô em là sv k15 ạ. em còn thiếu đúng 1 môn thí nghiệm vật lý chưa trả được mà cả kì hè lẫn kì 211 đều không mở cô ạ. Do khoa không mở lớp. Mà đây là kì cuối của em rồi cô. Cô xem có cách nào em có thể học môn này được không ạ. Em cảm ơn.",
    "mong thầy cô pđt trả lời giúp em câu hỏi trên , em đợi quá lâu rồi !",
    "Em đã bổ sung phần yêu cầu còn thiếu vào đơn rồi.",
    "Xin chào quý thầy/cô PĐT, Em đang là sinh viên năm cuối đã hoàn thành bảo vệ luận văn tốt nghiệp. Em muốn đăng ký nhận bằng tốt nghiệp tạm thời để nộp cho công ty thì cần phải thực hiện thủ tục như thế nào ạ? Em xin cám ơn quý thầy/cô.",
    ", MSSV:       . Dạ em chào các thầy cô, em muốn hỏi một chút về cách tính học phí của kỳ 211 ạ. Do có một vài rắc rối trong quá trình đăng ký, hiện tại em không thể đăng ký đủ số tín chỉ tối thiểu (14) theo như lịch trình học tập của . Em đã cố gắng xoay xở để đăng ký được 10 tín chỉ trong kỳ chính, và 3 tín chỉ dự thính . Sau khi tìm hiểu kỹ trong quy chế QUY CHẾ C,  của trường, em nhận thấy mình đủ điều kiện để có thể đăng ký tối thiểu 10 tín chỉ theo điều 9, mục 9.4 . Vậy thầy cô cho em hỏi việc em đăng ký số lượng tín chỉ như vậy có hợp lệ không? Và nếu có thì em có thể được hưởng giảm trừ học phí như thế nào ạ? Em xin cám ơn các thầy cô rất nhiều ạ.",
    "dạ sau khi được nhà trường mở lại tình trạng đang học của em thì em có được đăng ký môn của học kì 211 không vậy ạ. Em cảm ơn ạ.   i ",
    "Chào pđt ạ! Sáng nay em có gửi một câu hỏi và đã nhận được phản hồi từ Cô  nhưng có thể Cô chưa hiểu ý của câu hỏi trước đó của em (file hình bên dưới). Em đã đọc kỹ về mail hướng dẫn đăng ký hoãn thi & điều khoản 17.2. Tuy nhiên 2 thắc mắc của em hoàn toàn không được đề cập trong mail & điều khoản 17.2 nên em mới quyết định gửi câu hỏi lên đây ạ! 2 thắc mắc đó là:  1)Nếu em đăng ký hoãn thi cho môn học của kỳ 202 thì em có được đăng ký chính môn học đó trong học kỳ kế tiếp là HK221 không?  2)lần thi lại có được sắp vào chung với kỳ thi chính thức của mỗi kỳ học hay là thi riêng ạ?  Mong pđt xem xét lại giúp để em kịp lên phương án đăng ký môn học cho kỳ này! Em xin cám ơn!",
    "Em xin chào thầy,cô Em tên , mssv  Em có thi môn Kinh tế chính trị ( SP1033) vào ngày 08/08/2021 lúc 16h Sau khi em hoàn thành bài làm và đã tải tệp lên, nhưng em đã không bấm vào gửi bài tập lớn ở phía dưới. Em đã trình bày với thầy bộ môn nhưng vẫn chưa nhận được câu trả lời ạ Bây giờ em cần phải giải quyết như nào,em xin cảm ơn phòng đào tạo ạ?",
    "Chào phòng đào tạo, em xin gửi đơn mở lớp môn nhiệt động lực học và truyền nhiệt (ME2013). Em xin chân thành cảm ơn.",
    "Thầy đồng ý và chấp nhận thời khóa biểu rồi ạ. Mong pdt mở lớp giúp em ạ",
    ": Cho em hỏi với ạ. Dự thính học kì hè với dự thính học kì chính học phí có giống nhau không ạ?",
    "Em tên là  MSSV:  Do môn này là bắt buộc ở kì này mà khi em vào đăng kí thì đã full slot rồi ạ. Em mong phòng  đào tạo có thể mở thêm sĩ số nhóm L02 môn Các p/pháp phân tích hđ hoặc thêm em vào nhóm L02 đó được không ạ  Em xin chân thành cảm ơn!!!",
    "Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo Trường Đại Học Bách              Khoa  Em tên là :    Mssv :    Lớp : XD18CT1   Dạ thưa PĐT trong học kỳ 211 này em thấy có rất nhiều bạn sinh viên  khoa Kỹ Thuật Xây Dựng có mong muốn được học môn Kết Cấu Bê Tông Cốt Thép 1  Em mong PĐT sẽ mở lớp cho các bạn sinh viên đăng ký học ạ   Em xin chân thành cảm ơn   Thân Mến!   ",
    "Họ tên:  MSSV:  Khoa: Cơ khí Lớp: CC18CDT2 Chào anh, Em là , em và các bạn có mong muốn được mở lớp môn ME2071, hệ CLC. Dưới đây là danh sách các sinh viên đăng ký (tổng cộng 11 người). Do tụi em đang học đúng tiến độ và có mong muốn ra trường đúng hạn, em kính mong nhà trường xem xét để mở môn cho chúng em được học trong học kỳ sau. Em cảm ơn nhiều ",
    "em có nguyện vọng đăng kí môn Hóa Phân Tích Ch2113 vào kì chính nên em mong xem xét cho em vào lớp L04_04 với ạ. em có đăng kí đợt 1 mà ko đc xét tkb. em cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo, Hiện tại, môn học Truyền số liệu và mạng (mã môn EE3019) đang được mở đăng kí kì dự thính HK211 với sĩ số là 30 sinh viên. Tuy nhiên, sĩ số này có thể là quá ít với nhu cầu hiện tại vì có những sinh viên như em chưa học môn học này, mà môn học này lại là môn học trước để đăng kí đồ án. Việc không thể đăng kí đồ án vào học kì 212 ảnh hưởng đến thời gian thực tập và tốt nghiệp của chúng em. Mong Phòng đào tạo có thể mở thêm sĩ số hoặc mở thêm lớp để tạo điều kiện cho sinh viên. Xin cảm ơn và chúc một ngày tốt lành.",
    "Kính gửi Phòng Đào tạo, Em tên NGUYỄN MINH LÂM MSSV:  Chương trình PFIEV Lớp: VP2016XD Tên môn học đề nghị mở lớp:   B ANH VĂN 5 (XD)     MSMH:   B 003720    Số tín chỉ: 2 Thời khóa biểu: _   B Thứ 2, tiết 14-16                    _   B Thứ 4, tiết 14-16     Kể từ K19, môn học trên không còn nằm trong chương trình đào tạo của sinh viên PFIEV ngành Xây dựng Dân dụng và Hiệu quả năng lượng nữa. Nay em và các bạn sinh viên K16, K17, K18 cùng chương trình (5 sinh viên) làm đơn này kính mong Phòng Đào tạo cho phép mở môn học vào HK dự thính 211. Em đã có liên lạc với cô   B DƯƠNG KIM HƯƠNG    từ Trung tạm Ngoại ngữ Bách Khoa và đã được đồng ý. Dưới đây em gửi kèm: _ Ảnh chụp màn hình email cuối cùng giữa em và cô . _ File scan của Phiếu đăng ký đề nghỉ mở lớp môn học có chữ ký của Sinh viên và Giáo viên giảng dạy. Trân trọng",
    "em chào các cô , cám ơn cô đả phải hồi yêu cầu của e lần trước .Liệu có cách nào để đăng kí dự thính HK211 ( EE3019) Truyền số liệu và mạng nửa ko cô. Theo em thấy thì sĩ số của lớp chỉ mới có 30 bạn, có cách nào để tăng thêm sĩ số nửa ko cô. Cám ơn cô đã lắng nge.",
    "Em muốn xin chuyển từ hệ Chính Quy sang Vừa Làm Vừa Học để đăng ký môn học trong học kỳ 211. Thầy/cô cho em xin cách để xin chuyển hệ trong thời gian này để kịp đăng ký môn học. Em xin cảm ơn.",
    "Em chào quý thầy cô bên Phòng Đạo Tạo ạ, Vừa qua khi thi môn triết học - (SP1031), khi nộp bài thi em đã đặt tên định dạng sai quy định của trường . Cụ thể định dạng là: CC01-nhóm_họ và tên_MSSV, nhưng ở mục nhóm chính xác phải là nhóm \"A\" nhưng em lại để là nhóm \"3\", bởi vì em nhầm lẫn với thứ tự nhóm ở trên lớp. Em không biết liệu vấn đề này sẽ ảnh hưởng đến kết quả bài thi không ạ?  Mong quý thầy cô giải đáp giúp em ạ! Em chân thành cảm ơn",
    "Tên:  MSSV:  Khoa : Cơ khí  Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM, em gửi câu hỏi này kính mong PDT cho em được biết cách giải quyết ạ. Em thi môn GT2 ca 13h ngày 07-08-2021, do sơ suất nên em đã quên không bấm ghi màn hình. Sau khi thi xong check lại thì em mới phát hiện nên chỉ kịp ghi lại một đoạn video 7 phút lúc điểm danh nộp bài. Mong PDT cho em biết có cần hoãn thi hay không ạ! Em xin chân thành cảm ơn!  B ",
    "Kính gửi PĐT  Em tên là   em viết đơn này để xin mở môn bọn em còn 10 bạn chưa học nên không đủ sĩ số để mở lớp . Xin mở lớp ngoại lệ cho chúng em với ạ. Em đã xin chữ ký của thầy  dạy môn học và cô  rồi ạ .em đã gửi nhiều lần nhưng chưa thầy PDT phản hồi . Mong PDT mở lớp cho chúng em học để kịp ra trường với mấy bạn khác . Chúng em xin đóng học phí đầy đủ theo quy định   Em xin cám ơn ạ",
    "Em chào cô/thầy. Em hiện đang là sinh viên cơ khí K18, em đã xin được khoa cho mở bổ sung lớp KTCT1 ở hệ đại trà (kỳ chính) ạ. Em xin gửi mẫu đơn cho PDT ạ! Em mong PDT giúp đỡ cho tụi em, bởi vì môn này là môn tiên quyết của đồ án chuyên ngành nên rất quan trọng với tụi em ạ!",
    "Cho em hỏi là làm cách nào để chuyển tiếp emai qua trang BKSI để đăng ký môn học dự thính HK211 ạ? Em không tìm thấy email của BKSI",
    "Chào thầy cô, em tên là ; mssv: , học lớp GT19HK. Em đang đăng kí mở lớp dự thính môn cơ học thủy khí (TR1005) và đã xin được giáo viên giảng dạy là thầy  và xác nhận của Khoa và bộ môn. Mong phòng đào tạo có thể mở lớp cho chúng em . Em xin cảm ơn ạ. Đây là danh sách sinh viên đăng kí ạ: https://docs.google.com/spreadsheets/d/1StoUMy0vggSjTg8CZoejsxks7779nrD4fg-/edit?usp=sharing     .",
    "em chào thầy cô, thầy cô cho em xin nộp đơn đăng kí môn học ạ.",
    "Em xin chào Thầy(Cô)! Thầy(Cô) cho em hỏi về mẫu đơn   B Hủy    hoãn thi mình tìm ở đâu ạ. Trên trang danh mục biểu mẫu cho sinh viên của PĐT em tìm không thấy ạ. Em xin cảm ơn!",
    "EM xin nộp đơn đk môn học thủy văn bản chính ạ.Trong đây có tkb và chữ ký bộ môn ạ. Pdt mở lớp giúp em để em hoàn thành ct do môn này ko mở nữa ạ. Em chân thành cảm ơn",
    "Kính gửi: PĐT trường ĐH Bách Khoa TP.HCM, Em là Phạm Nguyễn Cát Tường, sinh viên K18, MSSV: 1811328. Em xin đại diện các bạn K18 ngành LOG gửi pđt đơn xin mở lớp ME4645, đã được duyệt đồng ý bởi thầy Hiền, trưởng bộ môn Kỹ thuật Hệ thống Công nghiệp và thầy Hòa, giáo viên giảng dạy của môn ME4645. Kính mong PĐT sớm phê duyệt và mở lớp ME4645_Hệ thống Logistics thu hồi vào Thứ 7 tiết 3,4 ạ. Bên dưới là file đính kèm đơn đề nghị mở lớp và danh sách sinh viên đăng ký mở lớp và sự xác nhận đồng ý của giáo viên bộ môn và giáo viên giảng dạy. Em xin chân thành cảm ơn!  ---------- Forwarded message --------- Từ: HOA LE LU   leluhoa@gmail.com  Date: Th 3, 10 thg 8, 2021 vào lúc 16:35 Subject: Re: ĐỀ NGHỊ MỞ LỚP ME4645_HỆ THỐNG LOGISTICS THU HỒI To: Tường Phạm Nguyễn Cát   tuong.pham.log@hcmut.edu.vn  Cc: HIEN DO NGOC   hienise97@hcmut.edu.vn   Chào Cát Tường, Tôi đồng ý mở lớp ME4645 vào tiết 3-4, sáng thứ 7. Thanks, Hoà Vào Th 3, 10 thg 8, 2021 vào lúc 16:10 Tường Phạm Nguyễn Cát   tuong.pham.log@hcmut.edu.vn  đã viết: Kính gửi: Thầy Hiền, Trưởng bộ môn Kỹ thuật Hệ thống Công nghiệp,                 Thầy Hòa, Giáo viên bộ môn ME4645_Hệ thống Logistics thu hồi Em là Phạm Nguyễn Cát Tường, sinh viên K18, MSSV: 1811328. Em xin đại diện các bạn K18 ngành LOG gửi các thầy đơn xin mở lớp ME4645. Trong đợt 1 đăng ký môn học vừa qua, nhiều bạn đăng ký môn ME4645 nhưng hệ thống đã hủy môn. Nay em xin gửi các thầy danh sách các bạn mong muốn mở lớp ME4645 trong học kỳ này ạ. Mong các thầy phê duyệt để tụi em hoàn thành chương trình học đúng hạn ạ. Em xin cảm ơn và chúc các thầy nhiều sức khỏe! -- Kind regards, Hoa Le (Brian) Business Analyst at Bessfu.in Lecture at Bachkhoa University M.A in Business - Victoria University, Australia P:  0829345552 Please consider before printing this email to protect our planet",
    "Em chào thầy cô . Chuyện là em không có đăng kí môn học đợt 1 kì [dự thính] thì đợt 2 này em mới đăng kí thì có bị xóa TKB vào đợt 3 không ạ? Em cảm ơn!",
    "xin mở môn học ",
    "Kính gửi Phòng đào tạo Trong đợt ĐKMH cho hk211 em không thể đăng kí được hai môn Cấu trúc vải ME3077 và Đồ án sợi dệt ME4035 do thiếu môn học trước là Khoa học vật liệu dệt mã ME2063. Tuy nhiên, em không học môn khoa học vật liệu dệt mã ME2063 theo CTĐT khóa k18 mà học môn tương đương/thay thế môn Khoa học vật liệu dệt mã ME2103 và môn Thí nghiệm kiểm tra phân tích vật liệu dệt ME2107 theo CTĐT khóa k19 và hiện tại em đã hoàn thành hai môn học trên. Trong đợt đkmh đợt 1 em đã gửi câu hỏi trên bksi về việc xét môn tương đương để được đăng kí môn học và được PĐT trả lời là Khoa phải làm CÔNG VĂN tương đương gửi PĐT để PĐT cập nhật. Sau đó em được biết bên khoa đã gửi công văn tương đương cho PĐT vào ngày 26/07/2021, nhưng đến đợt DKMH đợt 2 này em vẫn không đăng kí được (bị ghi thiếu môn Khoa học vật liệu dệt mã ME2063) . Vì vậy em làm đơn ĐƠN XIN ĐĂNG KÍ MÔN HỌC ( có xác nhận của bộ môn và Giáo vụ khoa Cơ khí) mong Phòng đào tạo có thể xử lý giúp em để em được đăng kí hai môn học Cấu trúc vải ME3077 và Đồ án sợi dệt ME4035 Em xin chân thành cảm ơn",
    "Em chào cô ạ. Do bị lỗi đăng ký môn nên em bị xóa thời khóa biểu và mất môn Kỹ thuật xử lí nước cấp. Em có thể xin để vào được không ạ . Vì nếu bỏ lỡ kì này em phải chờ thêm 1 kì để được đăng ký. Mong là cô rep em sớm vì còn 2 ngày nữa là hết hạn đăng ký môn. Em xin cám ơn vì cô đã đọc được tin nhắn này.",
    "chào thầy cô, em nộp đơn thu nhận lại học kì 211 ạ. Mong được thầy cô giải quyết để em tiếp tục học kì 211. Cảm ơn thầy cô.",
    ": Cho e hỏi file ghi hình e lỡ tải file lên mà quên đặt tên file đúng thì giơf phải làm sạo ạ",
    "Em tên là , MSSV  em xin đăng ký môn học Quản lý và vận hành cảng biển, MSMH là ME4641",
    "Kính gửi Phòng Đào tạo, Hiện nay em đang có mong muốn đăng ký cải thiện một số môn học, tuy nhiên do chương trình thay đổi nên các môn học đó đã đổi thành môn học mới (môn học tương đương). Em có thể đăng ký môn học tương đương để cải thiện không ạ? Em cám ơn, mong phòng Đào tạo sớm giải đáp để em kịp đợt đăng ký môn học ạ.",
    "Dạ, em là , MSSV: , thuộc khoa Quốc tế. Trong tuần vừa qua em có đăng kí môn đợt 2 và em thấy em đã bị hủy môn cơ sở hoá sinh và vi sinh, CH3339, đăng kí từ đợt 1 không rõ nguyên nhân, sau đó em có cố gắng đăng kí lại nhưng do lịch học vụ xếp không hợp lí nên em bị trùng giờ học với môn thí nghiệm hoá hữu cơ, các lớp phù hợp với em hiện tại đã full slot, em có cố gắng đăng kí môn tự chọn khác nhưng kết quả tương tự, em bị trùng giờ, nên hiện tại em chỉ đăng kí được 5 môn với 13 tín chỉ, chưa đủ lượng tín chỉ cho 1 học kì, em nên giải quyết chuyện này như thế nào ạ...? ",
    "Chào thầy/cô ạ. Em tên là . MSSV . Nếu em đã học qua anh văn 4 trong trường vậy em có được làm luận văn không ạ. Hay phải cần bằng toeic thi ở ngoài ạ . Em cảm ơn ạ. Chúc thầy/cô một tuần làm việc vui vẻ và sức khoẻ ạ.",
    "Em chào thầy/cô Dạ em đăng ký môn học cho đợt 2 này không được dù em đã đóng học phí nhưng trang không cho đăng ký và lý do không đăng ký được là do chưa đóng học phí ạ.Mong thầy/cô xem lại giúp em ạ. Em cám ơn.",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV , là sinh viên khoa Điện Điện tử, chuyên ngành Điện tử - Viễn Thông Em làm đơn này để xin được hủy hoãn thi môn Đường lối Cách Mạng DCSVN (SP1009) vì em đã xin được GVHD môn Đề Cương Luận Văn cho phép dời giờ báo cáo xuống để tham gia kì thi cuối kì môn DLCM DCSVN. Kính mong phòng đào tạo xem xét và hỗ trợ em ạ. Em xin lỗi vì sự bất tiện này ",
    "Em chào thầy/cô, em tên , MSSV  hệ VHVL khóa 2020 khoa Kỹ thuật giao thông ngành Công nghệ ô tô. Thầy/cô cho em hỏi Kế hoạch đào tạo cụ thể cho hệ liên thông như em sao đến nay vẫn chưa có vậy ạ, em chỉ nhận được mail nói chung chung. Em cần kế hoạch rõ ràng (học bao nhiêu môn, bao nhiêu kỳ xong, đối với sinh viên liên thông từ Cao Thắng thì sao, còn sinh viên liên thông từ  Tự Trọng hay các trường khác thì sao,...). Về vấn đề miễn môn, hiện tại trên thông tin sinh viên có hiện các môn em được miễn, đó có phải là kết quả cuối cùng chưa ạ? Lâu lâu em lại thấy mất các môn đó, rồi vài ngày sau lại hiệu chỉnhổ sung. Thầy/cô có thể cho em câu trả lời để em bớt hoang mang mà tập trung vào việc học được không ạ? Lúc nãy em vừa mới kiểm tra lại các môn học mà em đã đăng ký, sang đợt hiệu chỉnh thì em bị mất 2 môn là Thực tập ngoài trường và Đồ án chuyên ngành.  do là em chưa học môn Thực tập kỹ thuật ô tô. Em đã xem lại bảng điểm cao đẳng của em là đã học môn này rồi mà tại sao sang Bách Khoa liên thông lại không được xét miễn giảm? Thầy/cô có thể cho em biết lý do được không ạ? Hồi trước em học  Tự Trọng ạ. Mong sớm nhận được phản hồi từ thầy/cô! Em !",
    "PHƯƠNG TUYỀN   &   &  &  CH3169: CÔNG NGHỆ CÁC SẢN PHẨM TẨY RỬA Kính gửi  em tên  - hệ VHVL có nguyện vọng muốn học môn công nghệ các sản phẩm tẩy rửa - CH3169, mong được xét duyệt để được ĐKMH này.",
    "Em là - khoa Xây Dựng Em muốn xin nhà Trường cho em chuyển lớp học. Hiện tại thời gian giữa 2 môn: Công Trình Trên Đất Yếu(CI4043) học ở CS2 T3 tiết 7-8 Thí Nghiệm Công Trình(CI4011) học CS1 tiết T3 10-11-12 Chỉ có 1 tiết học, em không thể di chuyển kịp giữa 2 cơ sở. Rất mong nhà Trường giúp em đổi môn Công Trình Trên Đất Yếu(CI4043) từ lớp L02 sang lớp L03 để em có thể tiện cho việc di chuyển. Em xin cảm ơn a.",
    "dạ cho e gửi lại đơn thưa cô.",
    "Em muốn hỏi về thời gian đăng kí học Thạc Sỹ của ngành Xây dựng dân dụng .",
    "chào anh/chị, cho em hỏi, sau khi thi giải tích 1 được 30 phút thì em vào trang bkex nộp video như hướng dẫn nhưng nó hiện là đã đóng biểu mẫu, cho em hỏi làm sao để nộp ạ, em cám ơn",
    "cho em hỏi là kì chính vừa rồi em đăng kí môn truyền số liệu môn đó có thực hành và đã bị hủy  ở đợt một , em cần học môn đó để kì tới làm được đồ án nên e đã đăng ký dự thính và hiện tại sĩ số yêu cầu đã đủ em không biết nhà trường liệu có hủy nữa không ạ vì môn đó có thực hành, em thật sự rất cần học môn này để làm đồ án ạ, em năm nay đã là sv năm 4 r ạ mong nhận được sự hồi đám sớm nhất từ thầy cô pđt ạ . em cảm ơn",
    "Kính gửi phòng đào tạo, Em có tham gia thi môn Kỹ thuật Siêu cao tần - EE3025 vào 7h00 ngày 10/8/2021, nhưng do có nhiều trục trặc kĩ thuật nên em muốn hoãn thi . Em đã điền link form Hoãn thi . Nhưng em có thấy là nếu đã tham gia thi thì phải báo lại với CBCT hoặc trực thi. Nhưng mà CBCT và trực thi của em không để lại thông tin liên lạc nên em không thể báo được. Cho em hỏi như vậy thì có ảnh hưởng gì đến kết quả xét Hoãn thi không ạ?",
    "Em chào Phòng Đào tạo Em muốn hỏi là em học chương trình Việt-Pháp thì em có thể đăng kí môn anh văn 1 mã L được không ạ. Vì em không thấy mã P cho chương trình của em a. Em cảm ơn.",
    "Em đã hoàn thành tất các môn học theo chương trình và dự kiến bảo vệ luận văn vào ngày 12/8. Em vô tình đọc được 1 điều khoản về đăng kí môn học của trường mình cụ thể như sau: \"Các sinh viên chưa được nhận Luận văn tốt nghiệp do chưa đủ điều kiện, các sinh viên đã hoàn thành các môn học và Luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày công tác xã hội, …) vẫn phải đăng ký môn học để có thời khóa biểu chính thức để duy trì tình trạng đang học của sinh viên (ít nhất 1 môn, có thể là môn học mới hoặc môn học đã học), nếu không thì sẽ bị buộc tạm dừng học.\" Trong trường hợp em chỉ thiếu anh văn nói viết để tốt nghiệp thì em có cần phải đăng kí môn học vào kì sau không ạ? Mong sớm nhận được phản hồi từ quý thầy/cô Em cám ơn ạ!",
    "Kính gửi phòng Đào tạo, Em tên là  MSSV:  Câu hỏi: Em vừa mới đi tiêm vaccine về nên sốt cao, không đủ sức khỏe để thực hiện bài kiểm tra cuối kỳ vào ngày mai, em có thể đăng ký hoãn thi được không và nếu được có cần giấy tờ minh chứng gì không?",
    "Em tên:  MSSV: Kính chào ,do em bị thiếu môn CI3057 Kỹ thuật bê tông học trước nên không thể đăng ký môn Ăn mòn và chống ăn mòn btct (CI3109) mở kì này . Nhưng vì em là khóa k18 khóa cuối của hệ kỹ sư nên môn Ăn mòn chỉ mở kì 211 và không mở cho các kì sau nữa ạ, nên em xin phép pđt cho em đăng ký môn Ăn mòn và chống ăn mong btct trong kì 211 để kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "B GẤP   Hạn DKMH HK211 đợt 2 sắp hết rồi. Mong pdt phản hồi giúp em để em được DKMH ạ    HK DT203 này em có đăng kí 1 môn học nhưng do không đủ trang trải để trả học phí nên em không thanh toán được (tkb cũng đã bị hủy và em cũng không tham gia học) Bây giờ đến lượt DKMH HK211 em không đăng kí môn được do báo lỗi chưa thanh toán học phí Vậy nên em cần phải làm gì để được DKMH HK211 ạ Mong PDT phản hồi giúp em. Em cảm ơn ạ",
    "Chào quý thầy/cô, em tên là , mã số sinh viên . Em làm đơn này với lý do: xin phòng đào tạo mở thêm sỉ số lớp Hàn ( IU2017 ) của trung tâm bảo dưỡng công nghiệp khóa k18. Vì hiện tại 3 lớp đã đủ sỉ số, mà lớp thứ 4 chỉ có 3/20 nên em xin phòng đào tạo mở thêm sỉ số ạ. Chúng em đã làm đơn gửi thầy Giám đốc trung tâm ạ . Thông tin lớp mở thêm: IU2017 L01-L02, mở thêm sỉ số lên thành 23 sinh viên. Em xin chân thành cảm ơn và kính chúc sức khỏe quý thầy cô.      ",
    "Dạ thưa cô, em là , mssv  Em đã thi xong môn giải tích 1 DT03A hôm nay ngày 10/8 lúc 13h nhưng do sơ suất em đã quên không thoát ra ngoài, hiện giờ em vào nộp video record nhưng em đã bị khóa hơn 2 tiếng, em xin cô mở lại tài khoản cho em vào nộp video ạ, dạ em cảm ơn cô.",
    "Kính chào thầy cô Em là sinh viên Việt pháp k19 ngành viễn thông. Theo như chương trình đào tạo vào học kỳ 202 em có môn học Giải tích mạch(EE2031) hiện chưa hoàn thành do chưa thi cuối kỳ, em đăng ký môn học Thực tập điện tử 1(EE2023) thì nhận được thông báo bạn không thể đăng ký môn do thiếu môn học Giải tích mạch(EE1011). Mong thầy cô giải quyết giúp em.",
    "Cho em hỏi em có thể đăng ký hoãn thi sau khi thi xong không ạ?",
    "Kính gửi Phòng đào tạo, Em tên Lê Huỳnh Ái Trân, sinh viên năm 4 ngành Logistics và Quản lý chuỗi Cung ứng . Em xin phép được tăng sỉ số môn Kỹ năng lãnh đạo (ME4625) lớp L01 (thứ 5 tiết 11-12) Nguyên do: Môn  ME4625 dù đã được thông qua mở thêm lớp dự thính nhưng em không thể đăng ký do trùng giờ môn Phân tích và thiết kế hệ thống thông tin quản lý (ME4607) (Thứ 3 tiết 9-10). Em không thể xóa hay đổi nhóm môn ME4607 do chỉ có một lớp và là môn bắt buộc để em ra trường. Do vậy rất mong phòng đạo tạo xem xét và mở thêm một vi trí để em có cơ hội đăng ký môn ME4625 đủ tín chỉ ra trường. Chúc thầy cô sức khỏe . Em xin cảm ơn.",
    "Em xin chào các thầy cô ở phòng học vụ Em tên  mssv:  Hiện tại, chương trình học của em chỉ còn môn Kỹ thuật CAD CAM (ME4007), em đã đăng ky môn ở đợt 1 nhưng lại bị xoá ở đợt 2 do không xếp lớp được, em mong phòng học vụ có thể tạo điều kiện cho em có thể đăng ký được môn học này, cũng như mở thêm một vài suất để có thể đăng ký học được. Em xin cảm ơn",
    "Cho em xin hổi nếu bây giờ em đăng ký hoãn thi cuối kì lí do dịch bệnh thiếu tài liệu ôn thi thiếu phụ kiện để thi, do mang không ổn định thì sẽ nhận điểm HT( xóa điểm thành phần) và  chờ thi tập trung để đăng ký trong vòng 1 năm đúng không ạ",
    "Chào nhà trường, vì có sự chậm trễ trong quá trình xin chữ ký vì làm việc trong thời gian giãn cách khó khăn ( các thầy cô bận rộn và khó có thể trả lời gmail đúng lúc) . Em cũng biết đã quá giờ để xin mở lớp do chậm trễ. Em cũng xin được xin phòng đào tạo mở lớp học môn Cơ Kết Cấu mã CI2029. Em đính kèm 1 đơn xin mở lớp Cơ Kết Cấu mã CI2029 có kèm chữ ký cảu thầy chủ nhiệm bộ môn, 1 bảng danh sách sinh viên đăng ký, 1 hình ảnh xác nhận sự đồng ý cảu thầy  nhận lớp dạy.",
    "Em chào nhà trường ạ. Hiện tại em có một số vấn đề muốn hỏi về đợt đăng ký môn học đợt 2 cần nhà trường giải đáp. Ví dụ nếu môn học của em (A) đã có thời khóa biểu ở đợt 2, nhưng có một số bạn rút môn học trong đợt này, khiến sĩ số lớp còn 12 bạn (tối thiểu là 15 bạn/ lớp). Vậy trong đợt 3, môn học (A) có bị xóa đi không ạ? Em cảm ơn nhà trường.",
    "Em là sinh viên từ chương trình CLC chuyển sang đại trà nên hiện nay em vừa kết thúc năm nhất nhưng chưa học quân sự, em phải làm thế nào để đăng kí học quân sự (trên AAO không có mã môn học để đăng kí học quân sự ạ)",
    "MSSV: Em xin phòng đào tạo mở thêm 1 sỉ số Lớp DT01 môn EE3019 Truyền số liệu và mạng của kì dự thính 211. Vì em không thể đăng kí đồ án cho kì sau nếu thiếu môn này, nếu không đăng kí được em sẽ bị trễ tận 1 năm nữa.  Do môn này năm trước mở kì chính nên em cũng đăng kí kì chính mà không mở và bị xóa môn, và kì dự thính mở thì đã đầy sỉ số em không còn cách nào nữa nên mới gửi mail đến thầy cô phòng đào tạo giờ thật rất cần môn này. Em xin thầy cô chỉ cần mở thêm 1 sỉ sổ cho em thôi ạ, hiện tại lớp đang 30 . Mong thầy cô giúp em, em cảm ơn rất nhiều",
    "Dạ cho em hỏi là kỳ này các môn em cần đăng ký thì không mở nên hiện giờ đăng ký bé hơn 14 chỉ có được không ạ?",
    "Gửi thầy/cô, Em tên , sinh viên k16 khoa: khoa học và kĩ thuật máy tính, nay em viết thư này với mong muốn được tư vấn về thủ tục chuyển từ hệ chính quy chương trình chất lượng cao qua hệ vừa làm vừa học thì cần làm gì ạ, và các môn học em đăng kí ở kì 211 nếu chuyển hệ thì có được hủy không tính học phí không ạ, em cám ơn. Trân trọng, ",
    "Cho em hỏi, Em hoãn thi cuối kì thì kì sau em chỉ cần đăng kí thi lại cuối kì hay phải đăng kí lại môn học vào kì sau ạ?  Em cảm ơn.",
    "Cho em hỏi, nếu file quay màn hình trong quá trình thi của em không đầy đủ thì bài thi của em có bị không công nhận không ạ? Lý do: lúc giám bị đã kiểm tra bài xong, em có mở phần mềm (cụ thể là VLC media player - phần mềm quay màn hình), em thấy phần mềm vẫn đang chạy nhưng khi em xem lại file thì em không biết tại sao file không đầy đủ . Bây giờ, em có thể liên hệ với ai để hỗ trợ em về vấn đề này ạ. Em đang lo lắng lắm.",
    "Chào thầy/cô, em là  - MSSV:  . Trước đây, em có rớt 1 môn bắt buộc của K18 nhưng sang đến K19 thì môn đó đã bị đổi mã và không có trong danh sách môn thay thế, tương đương. Ngoài ra, mã môn học cũ cũng không còn mở lớp nữa. Vậy em có được đăng ký môn học đó theo mã mới của K19 không ạ? Rất mong thầy/cô giải đáp giúp em với ạ, em cảm ơn.",
    "Dạ cho em hỏi, em thấy môn EE2009 có 2 lớp có ss là 29, các lớp còn lại đều có ss 28. Vậy pđt có thể tăng ss các lớp 28 lên 29 được không ạ? Em cảm ơn ạ.",
    "chào thầy/ cô. Do là học kì dự thính và hiện tại chỉ mở 1 lớp, sĩ số hiện tại của lớp là 30. Nên rất mong thầy cô tạo điều kiện giúp đỡ để em tham gia lớp học, đủ điều kiện để đăng kí đồ án môn học. MSMH: EE3019 NHÓM: DT01 Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là trong học kỳ tới em muốn đăng ký môn Phương pháp tính MSMH MT1009 nhưng tất cả các lớp đều đủ sĩ số, bây giờ em phải làm sao để có thể đăng ký được môn học ạ, do đây là học kỳ cuối của em và em chỉ còn 1 môn này thôi ạ, mong nhận được hướng giải quyết tốt nhất ạ, em xin cảm ơn.",
    "Em chào thầy cô phòng đào tạo . Em tên , mã số sinh viên . Em thi giải tích 1 , video ghi màn hình lúc thi em bị hư. Lúc 12h45 em quay bằng [window+g] bị lỗi, 12h55 em báo cáo giám thị phần mềm em không ghi được, giám thị bảo em quay cái khác, em gấp quá bấm quay bằng phần mềm VLC nhưng chưa quen em bấm quay sai và không có video lưu. Em thuộc phòng thi : Phòng thi Giải tích 1 (MT1003)_10/8/2021_13g00 (DT04_C) [DT_HK202]. Bây giờ em nên liên hệ với ai và hướng giải quyết như thế nào . Em xin cảm ơn .",
    "Cho em hỏi môn học tương đương của môn CH2015 ạ.",
    "Lần trước em có hỏi về việc đăng ký anh văn và đã trả lời em là được đăng ký từ anh văn 1 trở đi nhưng nay em đăng ký môn thì lại không được phép đăng ký ạ (vì thiếu anh văn căn bản). Giờ em phải đăng ký như thế nào ạ ??? (Em có đính kèm câu hỏi và phần phản hồi trước đó ạ) Em cảm ơn cô ạ !!!",
    "Em chào ,  Hiện tại em đã gom được 20 bạn muốn đăng kí mở lớp môn kế toán quản trị vào chiều ngày thứ 4 ạ  Mong rằng a/c có thể sắp xếp giúp tụi em",
    "Em có đăng ký hoãn thi ở học kỳ 202 này, em muốn hỏi trong đợt đăng ký môn học này mình phải đăng ký môn đã hoãn thi và đóng lại tiền như bình thường hay đến đợt thi cuối kì môn đã hoãn mới đăng ký và không tốn tiền ạ?",
    "Thưa thầy/cô. Em tên , mssv . Chuyện là em vừa rồi do thanh toán trễ học phí kỳ hè (đã thu nhận lại) nên các môn đăng ký ở đợt 1 đã bị xóa, trong đó có môn học CAD/CAM, bây giờ em đăng ký ở đợt 2 thì đã hết chỗ. Do là môn này là môn song hành cần để em có thể học môn Đồ án chuyên nghành cơ khí (chế tạo), em đã xin thông tin và thầy răng có nhiều sinh viên cũng cần môn này để học môn đồ án chế tạo.   B Em tha thiết xin PDT hãy mở thêm lớp CAD/CAM cho em và các bạn    còn kẹt môn được học để kịp tiến độ. Em xin PDT xem xét, em cảm ơn ạ !",
    "Em tên:  Mssv:  Đợt 1 em có đăng kí môn “Thiết bị & hệ thống tự động” nhưng đợt 2 môn học đó của em bị mất. Bây giờ không còn chỗ cho em đăng kí môn đó nữa, em phải làm sao để kịp làm đồ án 1 nữa ạ? Đợt 3 có mở thêm lớp cho môn “Thiết bị & hệ thống tự động” không ạ? Em cảm ơn ",
    "412139   Tốt nghiệp . Chào Quý thầy cô PĐT, Em chỉ còn thiếu tiếng anh Nói Viết để tốt nghiệp. Em đã tham gia thi vào đợt thi online 30/7 do BKe tổ chức vừa rồi và đã đủ điểm. Em có câu hỏi như sau: 1. Vậy bây giờ em cần đợi danh sách TN dự kiện và sau đó đăng kí tốt nghiệp đúng không ạ? 2. Đợt TN tháng 11/2021 nhà trường đã có kế hoạch dời lại hay như thế nào chưa ạ? vì hiện tại ở học vụ chưa có thông tin gì ạ. Em cảm ơn Quý Thầy Cô.",
    "Do tình hình kinh tế gia đình gặp khó khăn vì tình hình dịch bệnh Covid 19. Nên em đã không đóng học phí đúng hạn (kì chính và dự thính). Nên dẫn đến em bị cấm thi online và đăng kí môn học Nay em đã đóng học phí rồi. Em mong thầy/cô Phòng Đạo Tạo thông cảm vì hoàn cảnh và giải quyết cho em sớm nhất ạ. Em chân thành cảm ơn thầy/cô    .",
    "Em chào pđt ạ . Em tên sv  khoa môi trường và tài nguyên Pđt cho em hỏi là em đã đóng học phí rồi nhưng trên mybk vẫn chưa cho em đăng kí môn học đợt 2. Pđt có thể xử lý nhanh giúp em để em đăng kí môn học cho kì sau được không ạ. Em mong pđt sẽ xử lí nhanh giúp em vì ngày 12 là hết hạn đăng kí môn học rồi ạ. Em xin cảm ơn phòng đào tạo ạ. Em chúc phòng đào tạo một ngàu làm việc vui vẻ ạ",
    "Em học đại trà, em mong pđt có thể tăng sỉ số mỗi lớp thêm 2 sv được không , môn này rất quan trọng đối với em vì có thể kì sau không mở và ảnh hương đến việc đk các môn khác. Em mong pđt có thể tăng thêm ạ, trong lúc sắp xếp lịch bị lỗi nên e chưa thể đăng kí môn này Môn này rất quan trọng đối với em, em mong pđt tăng sỉ số giúp em ạ",
    "Em chào thầy/cô ạ, hiên em có kết quả dương tính với Sars-Covi2 và triệu chứng cảm sốt liên tục nên em muốn đăng kí hoãn thi môn học Hóa  mà em sắp thi vào ngày 12/8 tới đây ạ. Em mong thầy cô thông cảm cho tình trạng sức khỏe của em ạ. Em xin cảm ơn. Em xin chúc mọi người có nhiều sức khỏe và bình an ạ.",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là  MSSV  Hệ VLVH Đợt đăng ký môn học học kỳ 211 đợt 2 em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303 Nay em làm đơn này kính mong Phòng Đào tạo mở môn học để em có thể đăng ký luận văn. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Học kỳ 211 này em có đăng ký học lại môn Kế toán quản trị-IM2019, nhưng vì trùng lịch môn khác nên em không đăng ký được, nên em có cùng các bạn khác làm đơn đăng ký mở thêm lớp cho môn này. Em thắc mắc không biết nếu mở thêm lớp, thì lớp này vẫn nằm trong học kỳ chính, và tính tiền theo quy định học phí trong học kỳ chính của chương trình chất lượng cao phải không ạ? Em cảm ơn.",
    "Em chào thầy/cô PDT ạ . Tụi em có gửi đơn xin mở thêm sĩ số cho PDT mà chưa thấy được hồi âm. lý do là tụi em có đăng ký môn thí nghiệm kiểm tra phân tích vật liệu dệt(me2107) học kì chính 211 đợt 1 mà đợt 2 tụi em bị xóa môn hiện tại còn 9 bạn chưa đăng ký được e mong PDT có thể xem xét mở thêm sĩ số cho tụi em được không ạ. Vì chỉ còn 1 ngày nữa là hết đăng ký môn ạ. Em cảm ơn thầy/cô PDT đã đọc ạ ",
    "Kính gửi Phòng Đào tạo Em tên là:  MSSV:  SV hệ VHVL chuyển từ lớp KS CLC Viêt Pháp ra. Em có làm đơn nộp để chuyển điểm từ chương trình Viêt Pháp( e chỉ còn nợ Luận Văn Tốt Nghiệp)  qua nhưng mãi không thấy kết quả. Đơn e gửi đề nghị lên bộ môn Cơ Điện tử khoa Cơ Khí ạ. Sau đó e có lên Phòng đào tạo hỏi và được trả lời là đợi mail. Nhưng đến giờ điểm của e vẫn không được chuyển ạ. Vậy em phải học lại từ đầu theo chương trình hệ VHVL hay sao ạ? và nếu vậy e có thể xin chuyển ngành sang Kĩ thuật ô tô được không ạ? Và cho e hỏi thời gian học của e còn lại có đủ để em kết thúc và nhận bằng không ạ?  Em cảm ơn thầy cô nhiều ạ",
    "Em tên  MSSV:    Em muốn hỏi là khi nào em có thể hủy môn học em đăng ký đợt 1 cho HK 211 vì em có mong muốn được hủy môn Phương pháp tính (MT1009).   Em xin cảm ơn!",
    "Em chuyển hệ từ CLC sang đại trà nên chưa kịp học môn GDQP-AN, kính mong PĐT xem xét hướng dẫn em đăng ký học cùng với khoá gần nhất.",
    "Em là  MSSV : Em muốn xin PDT mở thêm sỉ số lớp của môn Kĩ thuật điêu khiển tự động ME2009 của lớp L01_L01, không biết lý do gì khi em đăng kí môn này vào đợt 1 nhung lại bị hủy vì lí do là: Không có khả năng xếp lớp ạ . Môn này là môn quan trọng và tiền đề để em học những môn khác, nên nó rất quan trọng trong kì này  để em vừa có thể học vừa có thể đăng kí để đủ tín chỉ yêu cầu của ngành học. Em mong nhận được sự phản hồi sớm của Thầy Cô ạ. Em cảm ơn!!!",
    "Dạ em chào ạ, em là Thái Trung, mssv , pđt có thể tăng 1 tỉ số lớp dt01 môn ki thật thuy luc khi nen ( me3001) được không ạ. Em cần môn này đề làm đồ án sau này ạ",
    "Em muốn đăng kí môn nhập môn về kĩ thuật cùng với năm nhất ạ",
    "Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ. Thầy/cô xem giùm em, em xin cảm ơn ạ.",
    "Kính gửi PĐT, Em là sinh viên năm cuối chính quy có nhu cầu trả môn giải tích 2, em có thấy PĐT mở lớp dự thích 211 DTQ1-DTQ1 GV. nhưng khi chọn vào thì em lại không thể đăng kí được vì không phù hợp vậy em xin hỏi lớp DTQ dành cho sinh viên hệ gì ạ? Em xin cảm ơn PĐT.",
    "Em chào quý thầy/cô ạ, Em tên , MSSV . Trong đợt đăng kí môn học đợt 2, em có đăng kí 2 môn nhưng không đăng kí được, lí do: THỜI GIAN GIÃN CÁCH GIỮA 2 CƠ SỞ KHÔNG ĐỦ, cụ thể là giãn cách giữa tiết 8-9 và tiết 11-12. Nhưng theo thông báo là kì 211 này trường sẽ tổ chức dạy online và trong đăng kí môn học cũng ghi là HANGOUT-  . Quý thầy/cô cho em hỏi có cách nào để sửa lỗi và đăng kí được môn học không ạ? Vì sỉ số các lớp đã đủ và chỉ có 1 lớp duy nhất  Em xin cảm ơn quý thầy/cô.",
    "Kính gửi Phòng Đào Tạo, Em viết đơn này kính mong Thầy/Cô có thể gia tăng sỉ số môn: Quản lý Công nghệ (IM3029), L01 từ 60 thành 61. Do em bị trùng lịch và không thể sắp xếp được và thực sự em rất cần môn học trong kỳ này. Em rất mong nhận được phản hồi, em thực sự rất mong Phòng Đào Tạo có thể xem xét đến trường hợp này . Em xin chân thành cảm ơn!",
    "với sự đồng ý của chủ nhiệm bộ môn và thầy giáo giảng dạy. em xin phòng đào tạo thông qua việc mở thêm 1 lớp dự thính môn ee2017 cơ sở kỹ thuật điện",
    "Thưa PĐT, Hiện tại em đã điền form hoãn thi một số môn sắp tới (chưa thi) theo chỉ dẫn trong mail và đã nhận được mail hồi đáp đồng ý từ PĐT. Liệu em có cần làm gì khác để đính chính là mình hoãn thi có lí do chính đáng và lí do được chấp thuận (ví dụ: liên lạc với cán bộ coi thi trước giờ thi) không ạ? Em xin cảm ơn. Trân trọng,   i ",
    "Dạ em đã xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8.2 mà em thấy môn cơ sở ngành của em mỗi lớp mới có 60 sv mà sĩ số cho phép là từ 60-80 nên PĐT có thể xem xét tăng sĩ số môn học AS3103 - Kỹ thuật thiết bị y học giúp em được không ạ. Em cảm ơn",
    "Kính gửi, Cho em hỏi là mã lớp A01 thì hệ đại trà vẫn đăng ký giống như 01 chỉ khác là học ở cơ sở 1 thôi phải không ạ. Em cảm ơn.",
    "Chào cô/thầy. Hiện tại em đã đăng kí môn Giải tích Hệ thống điện(EE3013) nhóm lớp L03_L07 nhưng có tiết kết thúc vào tiết 12 nên vướng với 1 môn quan trọng học dự thính lúc tiết 13, em không biết có bị hủy môn không ạ? Nếu bị hủy thì em kính mong phòng đào tạo mở thêm sĩ số môn (EE3013) nhóm L01_L03 để em có thể học cả 2 môn ạ. Kính môn phòng đào tạo trả lời em sớm ạ vì 2 môn đều quan trọng đối với em ạ. Em cám ơn và chúc sức khỏe ạ!",
    "Chào anh chi. Kì này tụi em muốn học kế toán quản trị nhưng lớp full sĩ số nên rất nhiều bạn không học được ạ. Tụi em muốn đăng ký lớp thứ 3 tiết 5-6 ạ",
    "Chào cô, thầy. Hiện tại em đang rất cần học môn Cơ Sở Điện Tử Công Suất(EE2021) để kịp làm đồ án. Kính mong Phòng Đào Tạo mở thêm sĩ số Nhóm lớp L05_L09 cho em đăng kí vào ạ. Mong sớm nhận được trả lời ạ. Em cám ơn và chúc sức khỏe!",
    "nh thưa anh/chị, Em đã liên hệ khoa quản lí bộ môn là hoa hoa học Ứng dụng theo chỉ dẫn nhưng chưa nhận được hồi âm trong những ngày qua. Em mong anh/chị có thể giải đáp giúp em trước đợt đăng kí môn học thứ 2 kết thúc ạ. Em hiện thuộc khoa hoa học máy tính chương trình CLC 18. Em có thắc mắc là môn \"Xác suất thống kê\" mã MT2013 của 19/20 có là môn tương đương với mã MT2001 của 18 về trước không ạ? Em có thể đăng kí mã MT2013 vào H211 thay cho MT2001 để được tính cùng môn không ạ? Em xin cảm ơn. Trân trọng,     .",
    "Em tên là , ngày 5/8 em thi môn CH3133 ( Mô hình hóa, mô phỏng tối ưu trong công nghệ hóa học). Khi em nộp bài thì hệ thống đã nhận được bài, em đã hỏi giảng viên thì giảng viên cũng xác nhận nộp bài rồi. Tuy nhiên 2 hôm sau em lên mới phát hiện hệ thống báo lỗi, bài nộp của em không hợp lệ. Và em nhìn thấy thông báo nếu hệ thống báo sai thì phải đăng kí hoãn thi. Do đó em đã đăng kí hoãn thi. Tuy nhiên em có email cho Giảng viên thì giảng viên báo là đã nhận được bài và chấm bài của em. Trường hợp này thì em phải giải quyết sao ạ? Mong phòng đào tạo giải đáp thắc mắc của em ạ!",
    "Chào thầy/cô ạ, Cho em hỏi là em có thể gửi giấy thanh toán trễ học phí bằng bưu điện cho trường được không ạ. Em có lý do chính đáng cho  việc này, vì dịch nên em không thể lên trường được ạ.",
    "Kính gửi nhà trường, Em là  -  Trong lịch thi trên mybk của em chưa thấy môn Advanced Programming kì 202 ạ Em cảm ơn,  ",
    "Em xin kính chào thầy(cô) ạ, em tên -mssv:, lớp HC18DK. Em viết tin nhắn này kính mong thầy(cô) tăng sĩ số lớp L02 môn tự chọn sản xuất sạch hơn (ms CH4027) để em được đăng kí ạ. Bởi vì môn tự chọn nhóm c ngành dầu khí kì tới không được mở nên em phải đăng kí thêm môn của ngành khác ạ. Em rất mong pdt cho tăng thêm sĩ số của lớp L02 để em được phép học môn này. Hiện tại lớp L01 sĩ số 75/60 rồi ạ. Em xin chân thành cảm ơn thầy (cô)!",
    "Lý do em gửi cái này mong muốn nhà trường mở thêm 1 lớp Truyền số liệu và mạng (EE3019) trong lớp dự thính nữa. Vì hiện tại trong mùa dịch kinh tế gia đình em ko ổn định và lại kinh tế nhà em rất nhiều khó khăn nên em cần đăng kí sớm môn này để giảm bớt gắn nặng cho gia đình và hiện tại em là sinh viên k17 đang chậm môn này nếu tiếp tục em sẽ quá hạn đào tạo của nhà trường mật. Mong thầy cô mở thêm lớp cho em có cơ hội đc học ạ. Em xin trân thành cảm ơn ạ.",
    "Chào Thầy/Cô! Em đang gặp vấn đề không thể đăng ký luận văn do thiếu chứng chỉ anh văn . Cho em hỏi là có cách nào để em đăng ký luận văn và bổ sung AV sau khi có thể thi lấy chứng chỉ được không ạ? Em cảm ơn!",
    "Xin kính chào Ban giám hiệu và Phòng đào tạo.  Em tên là , MSSV , ngành kỹ thuật điện. Trước đây em có tạm dừng việc học và không thanh toán học phí, và bây giờ em mới thanh toán học phí nợ đợt vừa rồi và có đăng ký môn học cho học kỳ 211 đợt 1. Nhưng em không thấy thông tin về phòng học và tiết học, khi em kiểm tra vào phần đăng ký môn học( kết quả đợt 1) thì được báo là em chưa đăng ký môn nào. Mong phòng đào tạo có thể hỗ trợ giúp em để em có thể đăng ký môn học và học tập tiép ở trường ạ. Vì dịch em không thể đến trường và trao đổi trực tiếp được.   Em xin chân thành cảm ơn và mong được sớm phản hồi!",
    "Em chào thầy, cô! Em tên là  MSSV: Dạ em thấy sĩ số lớp môn kỹ thuật số (EE1015) ở học kỳ DT211 đã là full 30/30 . Tại em vẫn còn nợ đúng 1 môn này nên Phòng Đào Tạo có thể mở thêm sĩ số để em có thể hoàn thành môn học để hoàn thành đúng tiến độ không ạ? Em cảm ơn thầy cô đã đọc!",
    "Kính gửi - Phòng đào tạo Em tên là  Mã số sinh viên   Lớp GT17TAU Em làm đơn này xin đăng môn học Cơ học thủy khí (TR1005) vượt sỉ số tối đa của lớp học ( 25 sinh viên / 1 lớp) Lý do làm đơn: Môn Cơ học thủy khí ( TR1005 ) là môn Tiên quyết để em có thể đăng ký Luận văn tốt nghiệp. Hiện tại em là K17, và theo như tiến độ học tập, em sẽ đăng ký Luận văn tốt nghiệp vào học kì sau ( HK212 ). Trong đợt 1 đăng ký môn học học kì 211, em đã đăng ký môn học Cơ học thủy khí ( TR1005 ). Nhưng khi có kết quả và bắt đầu đăng ký đợt 2, em đã bị hủy môn học TR1005. Và khi em đăng ký môn học thì môn học này đã đạt sỉ số tối đa ở cả hai lớp ( với sỉ số mỗi lớp là 25 sinh viên). Hiện tại ở học kì dự thính, không có môn học này. Nếu đợt này em không đăng ký được môn học này, em sẽ phải đợi HK1 năm sau mới có cơ hội được đăng ký môn học, và hoàn thành Luận văn rất muộn. Em kính xin Phòng đào tạo mở thêm sỉ số môn học TR1005 hoặc giúp em đăng ký vượt sỉ số môn học để em có thể đăng ký được Luận văn tốt nghiệp học kì sau . Em xin cam kết sẽ hoàn thành tốt các môn học đăng trong học kì 211 này. Em xin Phòng đào tạo xem xét cho em, em xin chân thành cảm ơn!",
    "Em là   Mssv: Em xin hoãn thi môn Pháp Luật Đại Cương (SP 1007) (HK202) lớp (CC02) lúc 7h sáng nay ạ Lý do : hôm qua em đi tiêm vắc xin chống COVID 19 và hôm nay em bị sốt nặng ạ , giấy tờ tiêm em có đầy đủ ạ , mong VPĐT xem xét giúp em. Em cảm ơn.",
    "Thưa PĐT, học kì 202 em đã thanh toán học phí, tình hình dịch bệnh khó khăn nhưng sao PĐT vẫn không khôi phục lại TKB/lịch thi cho em?",
    "Em kính chào thầy,cô, Em đang học khoa Khoa học và Kỹ thuật máy tính K18. Hiện tại môn Học máy (CO4027) trong chương trình đào tạo K18 không mở lớp (mặc dù em thấy sỉ số đang ký đợt 1 rất cao) nhưng môn Học máy (CO3117) trong chương trình đào tạo K19 thì có mở lớp. Em xin hỏi có phải môn CO4027 đã được thay thế bằng môn CO3317 phải không ạ ? Em có thể đăng ký môn CO3317 thay cho cho môn CO4027 không ạ ? Và môn CO3317 có được xem là tương đương (trong các quy định về tín chỉ để tốt nghiệp) không ạ ? Kính mong thầy cô có thể sớm hướng dẫn để em có thể kịp đăng ký trong đợt 2 này ạ vì thời hạn là 13/08/2021. Em xin cảm ơn.",
    "Tên:  Ms: - Trong tình hình dịch covid diễn biến kéo dài nên em không thể thi được chứng chỉ anh  văn để nôp đăng ký cho luận văn tốt nghiệp. Theo chương trình đào tạo tối đa K2015 thì học kì tiếp theo là học kì cuối của em. Vậy cho em hỏi trước tình hình dịch như thế nhà trường có nâng thời gian đào tạo tối đa hay không.",
    "Chào thầy/cô ạ. Em tên là . MSSV . Nếu em đã học qua anh văn 4 trong trường vậy em có được làm luận văn không ạ. Hay phải cần bằng toeic thi ở ngoài ạ. Em cảm ơn ạ. Chúc thầy/cô một tuần làm việc vui vẻ và sức khoẻ ạ.",
    "Thưa thầy cô, Em là , MSSV:  Hôm nay trong quá trình thi PLĐC, file ghi màn hình của em đã bị lỗi hoàn toàn, trong quá trình thi em có bật cam chính và phụ đầy đủ . Em muốn hỏi thầy cô em nên xử lý như thế nào trong trường hợp này ạ? Em đang rất rối và mong sớm nhận được phản hồi của thầy cô. Cảm ơn thầy cô rất nhiều.",
    "Thưa thầy cô, Em là , MSSV:  Hôm nay trong quá trình thi PLĐC, file ghi màn hình của em đã bị lỗi hoàn toàn, trong quá trình thi em có bật cam chính và phụ đầy đủ . Em muốn hỏi thầy cô em nên xử lý như thế nào trong trường hợp này ạ? Em đang rất rối và mong sớm nhận được phản hồi của thầy cô. Cảm ơn thầy cô rất nhiều.",
    "em kính chào các thầy cô , em là  , MSSV  . Em gửi nội dung này tới thầy cô mong thầy cô xem xét giúp em việc em muốn đăng kí môn học trong kì sau ạ , do kì 203 dự thính em đóng trễ học phí . Em mong thầu cô giúp em với ạ , em có làm đơn xin đóng trễ học phí . Em xin trên thành cảm ơn thầy cô",
    "Chào . Hiện tại em cần đăng ký môn AS1003 vào kỳ chính 211 để kỳ dự thính em đăng ký môn khác nên rất môn  có thể thêm em vào nhóm L01 môn này hoặc mở thêm slot giúp em được k ạ . Em cảm ơn Trân trọng",
    "Trong quá trình thi, em đã xảy ra một số trục trặc nên không thể hoàn thành bài thi (môn Kinh tế chính trị ngày 8/8). Em có thể đăng ký hoãn thi được không và thủ tục đăng ký hoãn thi như thế nào ạ? Em cám ơn.",
    "Thưa PĐT, hiện tại còn một số môn chưa tổ chức thí nghiệm xong nên chưa thể tổ chức thi cuối kỳ, và các môn khác có thể xin hoãn thi. Cho em được hỏi là tại sao lại không thể phục hồi TKB/lịch thi trong khi người học đã thanh toán đầy đủ học phí, và mới vi phạm lần đầu? Và trong quy chế cũng không nói rõ khi nào mới được gọi là quá trễ? Em học bên hệ VHVL, học chung với lớp chính quy, cùng điều kiện cơ sở vật chất, giảng dạy... nhưng học phí vẫn tính cao gấp rưỡi. Mong PĐT xem xét cho sinh viên trong tình hình hiện tại",
    "Dạ cho em xin mở thêm sỉ số lớp Thí nghiệm và vật liệu xây dựng đường ôtô (CI4061) và Quản lý dự án xây dựng (CI1053) để đăng ký ạ. Em cảm ơn",
    "ây giờ em xin mở thêm lớp được không ạ, và cần tối thiểu bao nhiêu sv để lớp được mở ạ? Môn này, em muốn xem thông tin giảng viên dạy thì xem ở đâu ạ? Em cảm ơn ạ."
]