[
    "Xóa môn học . Em là , em xin xóa môn học Vật lý 2 (PH1005).",
    "Em tên Dương Quốc Toàn, MSSV . Ngày 15.7.2020 em có đăng kí chuyển điểm Toeic và đã được thẩm tra thành công. Và khoa em - Khoa Quản Lý Công Nghiệp - có môn học Anh Văn Kinh Doanh yêu cầu phải có cột điểm Anh Văn 3 mới được đăng kí môn học đó. Nhưng sau khi em chuyển điểm thì cột điểm Anh Văn của em vẫn chưa được cập nhật nên em không đăng kí được môn học đó. Em không biết là khoảng khi nào Phòng Đào Tạo sẽ câp nhật điểm chuyển Anh Văn cho em để em đăng kí môn học đó. Em có gửi kèm hình em đã đăng kí trong câu hỏi này. Em cảm ơn nhiều ạ.",
    "Em tên  lớp DC1904 mssv    Nay em xin Phòng đào tạo cho em rút môn học Phương pháp tính MT1009 Kỳ 193 dự thính hè năm học 2019-2020 Em cảm ơn.",
    "Kính gửi phòng đào tạo trường ĐHBK TPHCM, Hiện tại em đang là sinh viên năm 2 (chuẩn bị lên năm 3) khoa KT Hóa Học của trường. Trong học kì 192, em có đăng ký và học môn   B Quá trình sinh học 2    (QTSH2) (CH2047), tuy nhiên kết quả không như mong muốn. Hiện tại em có ý định học cải thiện môn này nhưng môn chỉ mở 1 năm/1 lần vào học kỳ 2. Em được biết hiện nay ở khoa Hóa có môn tương đương với môn QTSH2 là:   B Quá trình & Thiết bị truyền nhiệt    (CH2043) . Vậy xin phòng đào tạo có thể kiểm gia giúp em 2 môn này có phải là môn tương của nhau không? Và nếu là môn tương của nhau thì em mong được biết về những thủ tục chuyển điểm từ môn QTTB Truyền nhiệt về lại cho QTSH2 nếu em đăng ký học vào kỳ sau (201). Em xin cám ơn",
    "Em là:  Lớp VP2018/2 Vì lý do không đủ chuẩn tiếng anh sau năm 1 nên em đã không thể đăng ký môn tiếng pháp 3 (003703) cho kỳ 191. Em có tham khảo môn tương đương nhưng không có môn tiếng pháp 3 Link: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1292 Ở khóa 19 đã được chuyển sang môn Pháp Văn 3 (LA1015), không biết có tương đương với môn tiếng pháp 3 ko ạ. Em cảm ơn",
    "Cho em hủy môn phương pháp tính, Mã MH:MT1009, nhóm: DT02",
    "Dạ e chào thầy cô. Có thể gia tăng thêm sĩ số cho môn học cơ lưu chất CI2005 để e có thể hoàn thành môn học trong kì hè này không ạ. E mong thầy cô phản hồi sớm ạ. E cám ơn .EM tên  ",
    "Thưa thầy,cô. Em tên là ,mssv . Do em bận làm luận văn,cùng với việc điện thoại của em có vấn đề nên em đã không đọc được thông báo đăng kí đợt 3 học kì dự thính hè HK193 trên mail,do đó nên em chưa đăng kí được môn. Em mong thầy,cô xem xét sĩ số các lớp phương pháp tính MT1009,cho em được đăng kí thêm môn MT1009 trong kì dự thính hè này với ạ. Môn này có ý nghĩa hết sức quan trọng với việc ra trường trong đợt tới của em ạ . Em cảm ơn thầy,cô đã đọc yêu cầu của em. Em mong sớm được nhận phản hồi từ thầy,cô ạ.",
    "Môn SP1033 thông báo phải học môn SP1031 mới cho đăng kí. Cô cho hỏi em đã đăng kí hè môn triết SP1031 thì học kì 201, em có thể đăng kí môn SP1033 được không hay em cần qua môn rồi mới được đăng kí?",
    "Dạ, chào thầy/cô! Thầy/cô cho em hỏi: Trong chương trình đào tạo của ngành kĩ thuật máy tính khóa 2019 ở học kì 3 có môn học \"Mạch điện điện tử - CO2037\", nhưng khi em đăng kí môn học tìm mã CO2037  thì ra môn \"Đồ án thiết kế luận lí\". Vậy em vẫn đăng kí môn theo mã CO2037 hay sao vậy ạ? Em cảm ơn ạ!",
    "Kính gửi phòng đào tạo, Em là  , MSSV . Em xin phép đổi môn Hóa đại cương (CH1003) thành môn Xác suất và thống kê (MT2013) . Mong phòng đào tạo xem xét. Em xin chân thành cám ơn.  - .",
    "Chào thầy cô, em là sinh viên khoa Điện tử- Viễn thông. Đến hiện tại em vẫn đang nợ môn Giải tích mạch (EE1011) và đã đăng kí học trong kì hè này. Nhưng kết quả kì hè không kịp để đăng kí môn tiên quyết đằng sau là Mạch điện tử (EE2007) dẫn đến trễ rất nhiều môn. Liệu em có thể viết đơn cam kết qua môn Giải tích mạch để có thể đăng kí môn đằng sau được không ạ. Mong thầy cô đưa ra hướng giải quyết. Em xin cám ơn.",
    "CODE  mã môn học: PE1015   /CODE  mã nhóm: DT03",
    "Xin chào, Em tên là , mssv . Hiện tại em đang đăng ký môn học cho học kì 201. Em muốn đăng ký luận văn tốt nghiệp trong học kì này, nhưng em chưa nộp chứng chỉ Toeic 450 (Trước đó em đã học xong 4 môn Anh Văn ở trường). Em dự định sẽ bổ sung chứng chỉ vào tháng 8/2020 . Vậy thầy/cô cho em hỏi em có thể đăng ký được môn học không ạ?",
    "Gửi phòng đào tạo, Em là , mssv . Em vừa hủy môn Vật lý 2 do không nằm trong chương trình đào tạo nên em muốn đăng kí thêm môn Xác xuất và thống kê (MT2013) có được không ạ? Em xin chân thành cảm ơn. ",
    "Em đăng kí nhầm mã môn học Xác suất thống kê. Em xin đổi mã môn MT2001 thành MT2013 ạ",
    "Dạ Em là k18 và còn thiếu một môn cơ sở ngành chưa đăng kí học. Theo em tìm hiểu mã môn của k19 thay đổi khác hoàn toàn với k18 ạ. Vậy em nên đăng kí mã môn theo k18 hay k19 ạ? Hoặc em đăng kí theo mã môn của k19 và sau đó làm đơn chuyển điểm qua được không ạ?",
    "Vào đợt đăng kí dự thính hè vừa rồi. Do em không biết môn thực tập tốt nghiệp (CO3313) phải đăng kí nên em đã không đăng kí. Nhưng em đã nhận được thực tập từ công ty. Vì vậy, em xin phòng đào tạo cho em đăng kí lại môn học đó.",
    "Do đợt trước em đăng kí môn trước khi có Chương trình đào tạo, PĐT cho em hỏi là em có thể chuyển đổi điểm từ MT2001 sau khi học xong chuyển đổi thành điểm của MT2013 theo mã môn mới được không ạ? Và em có đăng kí môn Cơ lí thuyết AS1003 mà trong chương trình đào tạo của các năm sau lại không hề có. Em có thấy mục \"Các môn tự chọn tự do\" nhưng không biết có môn AS1003 ở trong phần các môn tự do nằm trong ngành của mình hay không? Nếu có em sẽ học theo TKB của nhà trường đã gửi, nếu không có em xin phép được hủy môn AS1003 ạ. Em xin chân thành cảm ơn.",
    "em muốn chuyển môn cầu lông sang môn bóng rổ  (PE1015) trong học kì hè này.",
    "Em vừa đăng kí môn cho HKI năm 2020-2021 thì em có bấm đăng kí trước môn Sức bền vật liệu CI2007 nhưng khi bấm vào thì hiện lên là thiếu môn học trước Cơ lí thuyết AS1003. Nhưng trong CTĐT thì lại không có môn này. Vậy là như thế nào ạ?",
    "Trong ctdd K2019 có môn tự chọn tự do. Em muốn hỏi liệu có quy định nào về môn tự chọn này không, như là môn được đăng kí hay kì đăng kí, hay là cứ học thêm 1 môn ở ngoài ở bất kì kì học nào (kể cả kì hè) rồi trường tính cho luôn? Còn các môn tự chọn nhóm A đến D thì có được học hơn tín chỉ không? Ví dụ như ở môn tự chọn nhóm C yêu cầu chọn 6 tín chỉ thì em có được chọn đến 9 tín chỉ không? Nếu được thì 3 tín chỉ dư ra có được tín vào môn học tự chọn tự do hay không? Em cảm ơn!",
    "Em chào PDDT, em Khóa K19. HK hè 193 em có đăng kí Chính trị  -  (SP1031) . Cho em hỏi HK 201 em có được đăng kí Kinh tế  -  (SP1033) không ạ? Em đăng kí thì hệ thống hiện lên dòng chữ này (em có đính kèm hình bên dưới), nhưng vẫn đăng kí được. Cho em hỏi chương trình HK 201 có Kinh tế  -  (SP1033) chưa ạ? Bên cạnh đó thì em mong PĐT đưa CTĐT lên sớm để tụi em có thể đăng kí môn ạ. Em cám ơn.",
    "Chào thầy/cô. Em là SV chuyển ra từ chương trình Việt Pháp nên có một số môn cần được xác nhận là đã học rồi để có cơ sở đăng ký môn học cho học kỳ mới. Đồng thời, xin thầy/cô chuyển điểm các môn học từ hệ Việt Pháp sang đại trà giúp em . Các môn học được ghi trong hình đính kèm. Em cám ơn ạ.",
    "Thưa thầy (cô), em hiện là sinh viên năm nhất khoa Điện. Nhà trường đã mở cổng đăng ký môn học cho hk201 nhưng trên trang aao vẫn chưa có kế hoạch giảng dạy (chính thức)  hk3 của k19, mà đến ngày 27/7 đã hết hạn đăng ký. Em mong nhà trường xem xét đăng kế hoạch giảng dạy hk3 của k19 lên trang aao để chúng em có thể theo dõi lộ trình giảng dạy. Nếu được em cũng xin nhà trường đăng cả kế hoạch giảng dạy cả những hk tiếp theo để em có thể quản lý việc đăng ký môn của mình tốt hơn . Em xin cảm ơn ạ.",
    "Tên sinh viên:  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn. Môn đăng ký: Bóng Rổ(PE1015) - mã nhóm DT01",
    "Cho em hỏi Kì hè có coi là học trước của kì chính không ạ? Ví dù kì hè em hè tư tưởng hồ chí minh thì kì 1 tiếp theo có học được đường lối đảng cộng sản không ạ?",
    "Kính thưa, em tên là , mã số sinh viên , đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Pháp Luật Việt Nam Đại Cương học kì dự thính hè 193 ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Pháp Luật Việt Nam Đại Cương - Mã môn: SP1007, Mã nhóm: DT04. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
    "Do không nắm rỏ về quy định đổi điểm anh văn toeic nên trong đợt đăng kí môn học hk193 em đăng kí môn anh văn 3 và thiếu chưa đăng kí anh văn 4. Em là SV k16, đây là môn học tiên quyết củng là môn học cuối cùng em còn xót. Em xin Thầy (Cô) xem xét cho em đăng kí bổ sung thêm môn anh văn 4 vào hk193. Em chân thành cám ơn Thầy (Cô)",
    "Chào pđt,  Hiện tại em đã đủ tín chỉ để đăng ký và đã đăng ký kì thực tập tốt nghiệp hè 193 [AS3343] . Tuy nhiên, em đã quên huỷ môn học hè Vật lý 1 [PH1003]. Theo thông thường em được biết là nhà trường sẽ huỷ môn học để chừa kì thực tập lại nhưng em vẫn thấy kết quả đăng ký môn học gồm cả thực tập lẫn VL1 . Không biết điều này có ảnh hưởng đến kết quả đăng ký thực tập của em không ạ? Nếu được pđt huỷ môn VL1 giúp em được không?",
    "Cho e hỏi, trường hợp môn đã đăng kí không có trong kế hoạch giảng dạy, nếu rút môn có tính học phí ko ạ",
    "Dạ cho em hỏi là hk 192 vừa rồi em có đăng ký môn học nhưng em không đi học với lại nộp học nộp học phí trễ hạn thì giờ em có cần làm đơn gì để được học tiếp không ạ  Em cảm ơn",
    "Em xin chào thầy,cô! trong năm 2 em chưa đủ 56 chỉ thì có được đăng ký mấy môn năm 3 có mã môn có số 2 không ạ?",
    "PE1015 DT02",
    "em chào thầy cô! Môn tự chọn mình có quy định gì không ạ? Em cảm ơn !",
    "Dạ cho em hỏi khi nào là hạn để nộp chứng chỉ  chuyển điểm cho học kỳ 192 này ạ? Em cám ơn nhiều ạ",
    "Cho em hỏi là sao em đã qua môn Giải tích mạch trong HK 182 và HK 192 em chỉ học cải thiện lại môn Giải tích mạch. Nhưng tại sao em đăng kí môn Mạch điện tử thì lại ghi là CHƯA CÓ ĐIỂM. Cho em hỏi là kết thúc đăng kí đợt 1 thì pđt có xét môn Mạch điện tử đã đăng kí của em không ạ? Em cảm ơn rất nhiều",
    "Em xin chào Phòng Đào Tạo. Em đang gặp một vấn đề về việc đăng kí môn Thực tập tốt nghiệp ở học kỳ hè 193. Em đã đăng kí môn này vào đợt 2. Tuy nhiên, hiện tại, kết quả đăng kí môn học của em hoàn toàn rỗng. Ngoài ra, theo như tra cứu thì tất cả những môn học trước (HT) em đều đã hoàn thành. Và bên cạnh đó, danh sách sinh viên trúng tuyển môn Thực tập tốt nghiệp học kì 193 của khoa có tên em với Doanh nghiệp trúng tuyển là   B Công ty Cổ phần VNG.    Em mong Phòng Đào Tạo có thể hỗ trợ để em có thể hoàn thành kì thực tập ạ. Em cảm ơn rất nhiều ạ",
    "Cho em hỏi là số tín chỉ tối đa trong kỳ có đăng ký môn thực tập tốt nghiệp là 12 , phải không ạ. Nếu như vậy thì có cách nào để em đăng ký được nhiều tín chỉ hơn không ạ .  Do đây là năm cuối cùng của em trong thời gian đào tạo , em cần được đăng ký nhiều hơn 12 chỉ để kịp thời gian làm đồ án tốt nghiệp. Mong nhà trường tư vấn cho em ạ.",
    "Kính gửi Phòng đào tạo  Em tên là  MSSV  Em viết yêu cầu này mong được xem xét để đăng ký bổ sung môn học Phương pháp tính (MT1009) vào Học kỳ hè 193. Em là sinh viên k15 nên mong PĐT tạo điều kiện cho em có thể đăng ký môn học để có thể kịp tốt nghiệp đớt tới ạ. Em xin chân thành cảm ơn.",
    "Theo em biết thì trường mình có dạy tiếng pháo và tiếng nhật ạ, em là sv hệ đại trà có được đăng kí học thêm không ạ? Em cảm ơn",
    "Kính gửi quý thầy cô, Em tên là , MSSV . Thầy/Cô cho em hỏi, hiện tại em có thể rút một môn học đang học trong Học kì 191 được không ạ? Nếu rút thì có bị ảnh hưởng gì đến điểm trung bình môn học kì cũng như học bổng không ạ? Em xin chân thành cám ơn. Trân trọng,   i ",
    "Thưa thầy/cô, Vừa qua trong đợt đăng ký môn cho học kì 193 em đã lỡ đăng ký theo chương trình đào tạo cũ và đăng kí môn Phương pháp tính (MT1009) nhưng theo chương trình đào tạo mới cập nhật ngày 21/7 thì Khoa máy tính không còn học môn này nữa. Do đó em muốn hỏi rằng có thể hủy môn này không ạ (vì số tiền khá lớn). Em xin cảm ơn.",
    "Kính gửi quý Thầy/Cô PĐT . Trong chương trình đào tạo của em có những môn có mã XX1YYY nhưng được xếp ở các năm 3, năm 4 thì em có được đăng ký học trước ở năm 2 không ạ? Và nếu em muốn học để lên Kỹ Sư thì khác như thế nào so với chương trình Cử nhân? Mong được Thầy/Cô giải đáp. Em xin cảm ơn.",
    "Dạ con chào Thầy Cô, con là , mssv: , học ngành Quản lý Công nghiệp. Dạ thưa Thầy Cô, đợt đăng kí cho học kì hè 193 (hệ chính qui) vừa rồi con có đăng kí môn Thống kê trong kinh doanh (IM2007) nhưng bị hủy. Con muốn xin đăng kí thêm môn Quản lý dự án (IM4003). Con biết là đã hết hạn đăng kí nhưng vẫn mong Thầy Cô châm chước cho con đăng kí để học kịp tiến độ. Con cảm ơn Thầy Cô nhiều ạ. Con mong nhận được sự chiếu cố của Thầy Cô.",
    "Dạ vừa rồi học kì qua em có xin tạm nghỉ. Bây giờ em muốn làm đơn thu nhận lại thì em có thể làm online được không hay phải lên trực tiếp. Và nếu làm đơn thì khi nào em mới được đăng kí môn học cho học kì tiếp theo ạ",
    "Kính gửi phòng Đào tạo trường ĐHBK TPHCM Em tên , MSSV :  hệ VHVL Em làm \"yêu cầu\" này để xin phép được đăng ký môn học dự thính \" Thiết kế hệ thống cơ điện tử\" MMH: ME3005, Nhóm lớp : DT01, nhóm DT01 trong học kỳ hè HK193. Kính mong phòng Đào Tạo xem xét trường hợp của em  [phone_number] ",
    "Chào phòng đào tạo Em muốn hỏi môn em rớt học kỳ trước nếu em học ở học kỳ chính thì học phí có tính theo tín chỉ của dự thính không ạ",
    "Kính gửi Thầy/Cô, Em là , MSSV: . Em có thắc mắc về việc đăng ký Luận văn tốt nghiệp như sau: HK202 em sẽ đăng ký môn Luận văn tốt nghiệp (XD Dân dụng&Công nghiệp) (CI4343), trong đó có 1 trong những môn tiên quyết là Đồ án môn học Kết cấu thép (CI3213). Trong kỳ này HK192, nếu em rớt môn Đồ án thép, sau đó em học lại trong HK201 và qua môn, thì em có thể đăng ký Luận văn HK202 được hay không ạ? Em có đọc quy chế thì thấy các môn tiên quyết sẽ được hậu kiểm vào Tuần 4. Nhưng lại mở ngoặc \"(TTTN, ĐCLV)\" nên em không rõ các môn tiên quyết khác như thế nào ạ. Em kính mong quý Thầy/Cô giải đáp. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, Cho em hỏi môn Bóng bàn địa điểm học ở học kì 201 ở CS2 là học tại nhà thi đấu BK hay tại ĐH Thể dục Thể thao ạ ? Em cảm ơn PĐT đã đọc mail này .",
    "Kính gửi : PĐT trường ĐHBK tp.HCM Hiện tại em muốn đăng kí môn học anh văn 4 -LA1009 nhưng không đăng kí được , em không biết lí do tại sao , phiền PĐT phản hồi giúp em ạ. Em cá ơn !",
    "Học Kì 193: Cho phép em huỷ môn Anh Văn 1 (LA1003), môn  (EE1013) Và để đăng kí môn Anh Văn 2 (LA1005)-lớp DT03, môn Mạch Điện Tử (EE2007) lớp DT02-DT03 và môn Tín Hiệu & Hệ Thống (EE2005) lớp DT02 Vì việc đăng kí được hai môn Mạch Điện Tử và Tín Hiệu Hệ Thống sẽ là môn Học Trước cho em làm Đồ Án vào năm sau nếu không đăng kí được em sẽ bị trễ tối thiểu là 1,5 năm học. Việc đăng kí hai môn đó   U cần có điểm môn Giải Tích Mạch    nhưng vì dịch nCoV19 nên học kì 193 192 có thời khoá biểu sớm hơn việc có điểm môn Giải Tích Mạch Em sẽ trao đổi với giá.o viên bộ môn Giải Tích Mạch là thầy  cho phép em nhận điểm sớm sau khi em thi xong môn Giải Tích Mạch vào ngày 29/07/2020 . Em cam kết là sẽ đủ điểm đạt của môn Giải Tích Mạch và chịu toàn bộ trách nhiệm nếu rớt và bị huỷ môn học . Em xin cảm ơn. Dưới đây là thời khoá biểu chính thức và theo em tự sắp xếp",
    "em đăng kí môn học theo chương trình đào tạo mới của khoa Cơ khí đã gửi mail nhưng một số môn có mã số môn học em không đăng kí được ME2093, ME2091, ME2087, ME2089",
    "Trong chương trình học nó có 3 tính chỉ tự do ở các học kỳ khác vậy tính chỉ đó là bắt buộc học các môn chuyên ngành quy định hay các môn đại cương khác đều được ạ ? Em đăng ký học kỹ thuật lập trình nhưng nó không có trong chương trình đào tạo em sợ uổng công học nhưng không có lợi ích gì ạ !",
    "Do vừa rồi em sắp xếp lại được lịch thực tập tốt nghiệp, nên em muốn xin PĐT cho phép em được đăng ký bổ sung môn Đường lối CM của Đảng CS - Mã môn học: SP1009 cho kỳ hè 193 sắp tới. - Và nếu được xin cho em được đăng ký vào lớp DT02 - Thứ 4:  10,11,12. Vì đây là lớp có giờ học phù hợp với lịch thực tập của em. - Em xin chân thành cảm ơn PĐT.",
    "Trong kì đăng kí môn học vừa rồi do em bị trùng lịch thực tập nên em không đăng kí môn Đường lối CM của Đảng CS (SP1009) cho kì hè sắp tới. - Nay lịch thực tập của em trống ngày thứ 4 tiết 10,11,12, em xin PĐT cho em đăng kí bổ sung vô lớp DT02 (MMH:SP1009) tiết 10,11,12. Em xin cảm ơn phòng đào tạo !",
    "Dạ cho em hỏi: hiện em đã đăng kí môn học ở hk1 năm 2, môn mới được 13 tín chỉ(  14) và em có đăng kí  môn Pháp luật trong hk hè, mà đó đúng ra là môn trong hk1 năm 2 để đủ tín chỉ. Em phải làm sao ạ. Nếu em chọn Đăng kí thêm môn trong hk1 năm 2 để đủ tín chỉ thì học bỗng của em có thay đổi ko? Em có được hủy môn Pháp luật trong hk hè để đăng kí môn đó vào hk1 năm 2 ko?",
    "Kính gửi PĐT, Hiện tại em đang là sinh viên năm 2 nhưng còn 3 môn Hóa Hữu Cơ, Hóa Lý 2 và Thí nghiệm Hóa Lý chưa học vì lý do đi nước ngoài ạ. Em đang có kế hoạch là học đuổi theo các bạn để kịp ra trường và hai môn CH3029 Cơ sở kỹ thuật hóa dược - 3 chỉ (Hóa hữu cơ học trước) và môn CH3259 Thí nghiệm Cơ sử kỹ thuật hóa dược - 2 chỉ ( Cơ sở kỹ thuật hóa dược học trước) sẽ học vào năm tư ạ. Nhưng hiện tại em xem chương trình đào tạo của khóa K19 thì ko có học 2 môn này, em sợ không thể đăng ký được 2 môn này để kết thúc chương trình ạ . Em kính mong PĐT cho em được phép học Hóa hữu cơ và Cơ sở kỹ thuật hóa dược cùng vào HK201 được không ạ. Em xin hứa trong hè sẽ cố gắng lấy đủ kiến thức của môn Hóa hữu cơ ạ. Em xin chân thành cảm ơn.",
    "Anh(chị) cho em hỏi là chuẩn AV ra trường của khoá 2017 là 500 toeic , theo như bảng chuyển AV từ học kỳ 201 về sau thì 500 toeic chỉ được chuyển điểm cho AV 1 ,2 thì em có cần học thêm AV 3,4 để ra trường không ạ. hay tuy không được chuyển điểm nhưng vẫn được miễn học AV 3,4 trong chương trình đào tạo ạ .em cảm ơn anh(chị)",
    "Em được chuyển từ lớp PE1017 sang lớp bóng chuyền PE1011 lớp DT04 nhưng vẫn chưa có thời khóa biểu trên mybk ạ. Mong pđt xem xét giúp em.",
    "Em không reply dc câu hỏi của em ID câu hỏi 12882, PDT đã báo là đk môn LA1003 nhóm DT03 cho em là khi nào em có trong tkb vậy ạ, em check tkb thì vẫn chưa thấy",
    "Dạ, cho em hỏi em không có tài khoản ngân hàng OCB thì em có thể dùng tài khoản ngân hàng khác để được nhận tiền hỗ trợ hỗ trợ gói cước data 3G/4G không ạ? Em cảm ơn ạ.",
    "Dạ em chào thầy cô , thầy cô cho em hỏi trong ctdt em có thấy ghi là \" các môn tự chọn tự do ( chọn 3 tín chỉ)\" là những môn đại cương hay chuyên ngành hay sao ạ . Em xin cảm ơn",
    "Kính gửi Phòng Quản lý Đào tạo trường Đại học Bách Khoa TP.HCM Họ tên:  MSSV:  Lớp OTO2 Em muốn xin đăng ký bổ sung môn học của học kỳ 193 Môn cần đăng ký: 1. Tên môn học: Xác suất và thống kê MT2001 Lớp DT02. Thời gian học: thứ 3, thứ 5 và thứ 7, Phòng C4-304. 2. Tên môn học: Đường lối cách mạng của Đảng Cộng sản Việt Nam SP1009 Lớp DT02. Thời gian học: thứ 2,thứ 4 và thứ 6, Phòng B1-205. Lý do:  Không thể đăng ký môn học ở đợt 1 và 2 vì còn đang thực tập ở Nhật, không thể đăng ký môn học đợt 3 do thời gian đăng ký diễn ra khi còn trong khu cách ly và không thể kết nối internet để tham gia đăng ký môn học. Em xin cam kết tham gia đầy đủ thời khóa biểu cũng như hoàn thành đầy đủ học phí.Em chân thành cảm ơn.",
    "Dạ cho em hỏi, em lên đăng kí phúc tra trên mybk nhưng tại sao em vẫn không thể nhấn xác nhận đăng kí được ạ? Môn em phúc khảo là giải tích 1, mong thầy cô xem lại giúp em. Em xin cám ơn.",
    "dạ thưa cho em hỏi dạ em khóa 14,môn anh văn cơ bản trường sắp cho em mà em học không đạt,mà em mới vừa nộp chứng chỉ quốc tế Toeic 470 chuyển điểm được ba anh văn,anh văn 1,anh văn 2,anh văn 3,vậy em không cần học lại cái môn anh văn cơ bản được không ạ,em vẫn được tốt nghiệp bình thường chứ ạ",
    "Chào thầy/cô ạ Em có đăng ký môn học dự thính nhập môn lập trình CO1003 nhưng Thầy của em vừa mới đăng lịch trình học của khóa k19 thì không học môn CO1003 này nữa. Bây giờ em đã có TKB môn học CO1003 này rồi, thầy/cô có thể đưa phương hướng giải quyết để em không tốn học phí môn học này được không ạ     Cảm ơn thầy/cô",
    "Em ở khóa K19. Ở học kì 201, trong chương trình đào tạo ở ngành Kĩ thuật Cơ Khí -  có hai môn là Phương Pháp Số (ME2091) và Vẽ Kĩ thuật Cơ Khí (ME2089), nhưng khi em đăng kí môn thì lại không có môn học mở. Em mong trường mở lớp giúp chúng em ạ!",
    "Em xin hủy môn học Cơ Lý Thuyết Mã môn học AS1003, mã lớp DT02",
    "Chào thầy/cô ạ Em có đăng ký môn học dự thính nhập môn lập trình CO1003 và phương pháp tính MT1009 đã có TKB luôn rồi nhưng Thầy của em vừa mới đây đã đăng lịch trình học của khóa k19 thì không học môn CO1003 và MT1009 này nữa. Vì 2 môn này cộng lại tới 6 chỉ nhân 480k tiền học phí rất nặng đối với em, mong thầy cô có thể đưa ra phương hướng giúp em giải quyết để không phải đóng học phí 2 môn này ạ      Cảm ơn thầy/cô nhiều ạ",
    "Em chào thầy/cô ,em tên là ,đang là sinh viên năm nhất ,thầy/cô cho em hỏi là em đã học môn pháp luật việt Nam đại cương vào kì hai năm 2019 ,em có nghe mấy môn triết mac-lê nin có chương trình đào tạo mới ,vậy pháp luật việt nam đại cương có chương trình mới không ạ và em đã đăng kí học vào kì 192 rồi thì có cần đăng kí lại vào kì 201 này không ạ.em mong thầy/cô giải đáp giúp em.và một câu hỏi nữa là môn giáo dục thể chất kì 201 này thì học ở đâu ạ. em học ở cơ sở 2 ạ.em xin chân thành cảm ơn.",
    "Cho em hỏi là em đã đăng kí môn Thực tập quá trình và thiết bị vào đợt 1 rồi tại sao lại chưa có thời khóa biểu ạ? Còn không có tên trong danh sách đi thực tập nữa ạ?",
    "Em đã đăng kí thành công môn Xác suất và Thống kê MT2001. Nhưng theo ngành của em thì phải là MT2013 mới đúng. Vậy em có thể chuyển thành MT2013 được không ạ?",
    "Chào thầy cô phòng đào tạo! Em là sinh viên khoa Xây dựng, K17 . Hiện tại số tín chỉ tích lũy em có được là 89 chỉ. Và có điểm Tb 2 môn học dự thính ( 7 chỉ) kì 192. Tổng em được:96 chỉ, thõa điều kiện đăng kí thực tập xây dựng. Nhưng hết đợt đăng kí do điểm chưa có. Hôm nay ngày 23-7-2020, Em có thể làm đơn xin phòng đạo xem xét cho em được đăng kí thực tập được không ạ. Vì hk hè bắt bắt đầu ngày 3-8-2020. Em xin cảm ơn.",
    "Em có đăng kí tham chiến dịch MHX mặt trận tỉnh. Nhưng do em mới phát hiện mình bị bệnh và cần điều trị lâu dài nên em không thể tham gia chiến dịch nữa. Theo như em được biết là PDT đã chốt thời gian đăng kí học dự thính. Trong trường hợp của em như vậy, em có thể xin PDT cho em cơ hội để học dự thính được không ạ?",
    "Thắc mắc về điểm trung bình tích lũy và điểm trung bình tích lũy ngành. Em đã chuyển điểm anh văn vào học kì 191. Nhưng trong điểm trung bình tích lũy ngành thì vẫn chưa cập nhật ạ trong khi đó thì điểm trung bình tích lũy đã cập nhật! Bạn em cũng chuyển điểm anh văn nhưng đã được tính vào trung bình tích lũy ngành. Em cảm ơn!",
    "Dạ em là khóa 2019, khoa Kỹ thuật hóa học, hiên tại Khoa em chưa phân ngành nên em chưa biết được Kì 201 sẽ học những môn nào. Khoảng giữa tháng 8 em mới được phân ngành nhưng đăng kí môn học đến 29/7 là hết đợt 1. Vậy cho em hỏi hết đợt này có còn đợt đăng kí môn học nào nữa không ạ. Em xin cảm ơn.",
    "Cô cho em hỏi là em thi thay thế điểm thi VP cuối kì HK191 em đã thi trong HK192 sao giờ em vẫn chưa có điểm nhập trên bảng điểm của mih ạ đó là 2 môn GT1 và ĐSTT em thi kì dự thính ạ",
    "Dạ cho em hỏi là năm học 2019-2020 k19 nhà trường có gởi giấy báo điểm học về giá đình không ạ",
    "Cho em hỏi là Môn Địa chất công trình  mã môn học :CI2095 trê kế hoạch học tập là 3 tín chỉ nhưng khi em đăng kí thấy là 0 tín chỉ ạ",
    "Xin chào PĐT!! Em tên  MSSV: Em muốn quy đổi điểm av1 và 2 trước, vậy thì bằng đó có thể sử dụng để quy đổi av3 và 4 sau này ko? Vì e muốn thi thêm 1 lần nữa để điểm quy đổi cho av3 và 4 cao hơn, nếu điểm ko cao hơn bằng cũ, e có thể lấy bằng cũ quy đổi cho av 3 và 4 được ko ?? Em xin cảm ơn!!",
    "Dạ em chào quý thầy cô. Em tên  là sinh viên khóa 2013 khoa xây dựng hệ chính quy. Hiện nay là học kì cuối cùng của chương trình đào tạo, em vẫn còn 1 môn chưa hoàn thành. Em cần hỏi là em có được thi vét hay không? Hoặc xin phép được gia hạn thêm 1 học kì nữa được hay không ? . Nếu không thì hướng giải quyết của em sắp tới là gì ạ. Em xin chân thành cảm ơn",
    "Chào quý Thầy/cô! Em có học một khóa học của trường đối tác OTH, Đức. Sau khi hoàn thành em có bảng điểm môn học vậy em có được chuyển điểm không? Em cảm ơn",
    "ng ký môn học Môn: Giải Tích 1 - MT1003",
    "Chào Thầy Cô ạ, Em là sinh viên K19 ,em có nghe các bạn đồn là bắt đầu từ học kì sau là tăng học phí mỗi tín Chỉ x2 lên ,Cho em hỏi có chuyện đó không ạ",
    "Họ và Tên :        b MSSV:       .   b  Em muốn đăng kí thêm môn học ở học kì hè 193 này cụ thể là 2 môn: Kỹ thuật số EE1015 và Trường điện từ EE2003 ( thầy cường). Mong nhà trường xem xét và duyệt cho em. Em xin cảm ơn    ",
    "Em là học sinh đầu vào k18 chương trình chất lượng cao và chuyển sang chương trình đại trà vào kỳ 183. Em có nhận được quyết định chuyển khóa trước quyết định chuyển ngành. Cho em hỏi thời gian đào tạo của em sẽ giống khóa đầu vào 2019 phải không ạ?",
    "Em tên là , mssv , hiện là sinh viên năm 2 của khoa kĩ thuật hóa học. Học kì 2 (hk192) vừa rồi em có đăng kí học 1 môn dự thính nhưng do một số khó khăn cá nhân nên em chưa hoàn thành học phí và cũng không tiếp tục theo học môn dự thính đó, nên hè này (học kì 193) em không thể đăng kí tham gia thực tập môn quá trình thiết bị ạ! Thầy/ cô cho em hỏi có cách nào để em có thế đăng kí tham gia thực tập không ạ? Em xin chân thành cảm ơn và mong quý thầy/cô tạo điều kiện và phản hồi lại sớm ạ!",
    "Em là  -  Em muốn đăng kí môn cơ sở kĩ thuật điện EE 2017 lớp DT01 hk193 ạ!",
    "Vậy đơn thu nhận lại phải làm thế nào và nộp ở cơ sở 1 1 hay 2 ạ",
    "Thưa thầy/cô,  Em là  MSSV  hiện đang theo học lớp HC18KTHL, ngành Kỹ thuật Hóa lý, hệ Kỹ sư Tài năng. Tuy nhiên phần thông tin sinh viên trên myBK   I cập nhật sai  /I  thông tin lớp của em thay vì   B HC18KTHL    thì em được cập nhật là HC18HLY, phần thông tin về GVCN đúng (ảnh đính kèm). Mong thầy cô sớm xem xét chỉnh sửa và phản hồi vì em phải đăng ký thực tập cho kỳ hè 193 ạ . Em xin chân thành cảm ơn.",
    "Chào thầy/cô. Em có đăng ký môn Mạch Điện Tử (EE2007) và môn Ổn Định Hệ Thống Điện (EE3095) nhưng lại không có trong thời khóa biểu sắp tới . Mong thầy/cô xem lại giúp em vì ngày 25/7 bắt đầu học kỳ rồi ạ.",
    "Chào phòng đào tạo cho em hỏi nếu 1 kỳ em đăng ký không đủ 14 tín chỉ thì có được học không ạ",
    "Hiện tại em có gặp chút trục trặc với việc đăng kí môn thực tập tốt nghiệp. Em đã đăng kí môn thực tập tốt nghiệp vào đợt đầu và bị huỷ môn. Em đã đăng kí lại vào đợt đăng kí hiệu chỉnh 3 nhưng vẫn bị huỷ kết quả. Em không biết là lí do vì sao bị huỷ ạ. Kết thúc học kì 192 em có 98 tín chỉ tích luỹ. Em mong nhận được phản hồi sớm ạ. Em cảm ơn ạ.",
    "Thưa thầy cô, Em là Huỳnh Nhựt Hòa MSSV  hiện đang học lớp HC18KTMB, ngành Quá trình thiết bị, hệ Kỹ sư tài năng. Tuy nhiên phần thông tin sinh viên trên myBK cập nhật sai thông tin lớp của em thay vì HC18KTMB và GVCN là thầy  thì em được cập nhật là HC18MB1 và GVCN là thầy . Điều này dẫn đến em bị sai thông tin thực tập cho kỳ hè 193 và bị thiếu các cột điểm phần mở rộng cho hệ KSTN. Mong thầy cô sớm xem xét chỉnh sửa và phản hồi ạ. Em xin chân thành cảm ơn.",
    "Em cần đăng ký môn học: Quản lý dự án Mã số môn học: IM4003 Họ tên:  MSSV:   Em mong sự hỗ trợ của thầy/cô. Em cảm ơn!",
    "Tôi chuyển từ chính quy xuống vhvl 2016 . Nhưng tới nay tôi chưa dk học. Gửi mail hỏi trường thì trường bảo viết đơn thu nhận lại nộp pdt. Vậy cho tôi hỏi muốn biết mình có đang bị tạm dừng học hay k xem ở đâu. Tại xem tình trạng trong hồ sơ sv thì để đang học",
    "Em đã đăng kí môn học CH087 ( thực tập quá trình thiết bị) vào đợt 1. Nhưng không được cập nhật danh sách thực tập và cũng không có thời khóa biểu môn học. Mong phòng đào tạo xem giúp em với ",
    "Em đã đăng kí môn CH2087 thực tập quá trình và thiết bị (khoa Kĩ thuật Hóa học) nhưng thời khóa biểu kì hè lại không hiện ra (danh sách các bạn đăng kí cũng không có) . Môn học này ảnh hưởng đến quá trình đăng kí môn sau này của em, mong Phòng đào tạo xử lý vấn đề này giúp em.  Em xin chân thành cảm ơn.",
    "Em đã đăng kí môn học CH087 (thực tập quá trình và thiết bị) nhưng chưa có tên trong danh sách đi thực tập cũng như thời khóa biểu. Mong phòng đào tạo xem giúp em với.",
    "Em tên  -mssv  Phòng đào tạo cho em hỏi là em không ghi mã đề thi vào phiếu làm bài trắc nghiệm thì khi chấm điểm, máy báo lỗi hay là cho em 0 điểm ạ? - Và em phải làm như thế nào để được ghi mã đề lại ạ!! Em xin cảm ơn!",
    "Chào thầy/cô ạ, hiện tại em đang là sinh viên năm nhất và đã học qua lớp AV2 của trường, nhưng học kì sau em dự định không học nữa, vậy cho em hỏi: 1. Em được thời hạn tối đa là bao lâu để nộp chứng chỉ TOEIC cho nhà trường vậy ạ? 2. Đến học kì thứ mấy thì mới cần qua AV3 để đủ điều kiện đăng ký môn học? (Vì em nghe nói có thay đổi chuẩn AV nên muốn hỏi cho rõ ràng  và chắc chắn hơn) 3. Trong thời gian sắp tới nhà trường có tổ chức thi AV nữa hay không hay chỉ có đợt duy nhất kiểm tra đầu vào hằng năm? Và em có thể đăng ký thi cùng lúc với đợt AVĐV của K20 để xét không ạ?  Em xin cảm ơn",
    "Vậy đơn thu nhận thì mình phải in ra hay lên pđt phát ạ",
    "Dạ, chào thầy/cô! Ngày đầu mở đăng kí môn học, thì khi đăng kí môn CO2037 thì nó ra môn \"Đồ án thiết kế luận lí\", không giống như trong kế hoạch giảng dạy là \"Mạch điện điện tử\", nhưng hôm nay em lên xem lại thì nó đã đổi thành môn \"Mạch điện điện tử\", nhưng khi xem số tín chỉ thì nó lại không giống nữa? Vậy em phải xử lí như thế nào vậy ạ? Dạ, em cảm ơn thầy/cô!",
    "Cho em hỏi em muốn rút môn thể dục vào kì hè thì mình có phải đóng tiền không ạ",
    "Học kì 1 bị cảnh cáo học vụ có bị gởi giấy báo không ạ",
    "Chào thầy/cô cho em hỏi, học kì hè 193, em đăng kí 2 môn giáo dục thể chất. Do em quên hủy 1 môn, vậy có cách nào để hủy môn 1 không? Cả 2 môn đều cùng ngày, nhưng khác giờ học",
    "CODE  Dạ thưa cô, Năm vừa rồi, em có đăng kí vượt 6 tín chỉ. Cô cho em hỏi là kì sau em có được đăng kí ít lại, khoảng 11 tin chỉ không cô Dạ em cám ơn ạ",
    "Dạ em chào PDT ạ! Em là sinh viên khóa 2019.Vì kì hè 193 này em học trước hai môn nên hiện tại theo kế hoạch giảng dạy trường đưa ra thì kì 201 em chỉ có thể đăng ký 9 chỉ.Mà em muốn học song ngành nên em đăng ký các môn của ngành khác để đủ số chỉ tích lũy được không ạ? Em cảm ơn ạ!",
    "Dạ em chào PDT ạ! Em là sinh viên khóa 2019,PDT cho em hỏi là kì hè 193 em đăng ký môn  Triết học -(SP1031) thì kì 201 em có được đăng kí môn Kinh tế chính trị - không ạ?  Em cảm ơn ạ!",
    "Chào thầy (cô): Em là SV khoa Khoa học ứng dụng khóa K18. Hiện tại em đang đi thực tập tại Đài . Em nghe bạn em nói rằng môn MT2005 (- Phương trình toán lý và cơ sở toán ứng dụng) sẽ không còn mở nữa từ khóa k19 (201) và hiện tại em chưa được học môn này, nhưng đó là môn bắt buộc trong chương trình đào tạo khóa k18. Em muốn hỏi em sẽ giải quyết như thế nào nếu như điều đó là sự thật? Nếu như bỏ thì có ảnh hưởng đến tốt nghiệp, bảng điểm không? Và bạn em hỏi là nếu rớt môn học kì này thì sẽ ảnh hưởng và giải quyết như thế nào? Em cảm ơn thầy (cô) rất nhiều.",
    "Gửi phòng đào tạo, Em là Lê Hồ  Long, mssv ,  Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì  môn Vật lý 2 nó không có trong chương trình đào tạo của em và môn Hóa đại cương đã có trong học kì chính rồi. Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Thay vào đó, Phòng đào tạo có thể mở cho em môn Triết học  (SP1031) được không ạ?  Em xin chân thành cảm ơn, Lê Hồ  Long  ",
    "Gửi phòng đào tạo, Em là , MSSV :  Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí môn học Phương pháp tính ( MT1009). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì môn này không có trong chương trình đào tạo của em,và môn Ph/luật ViệtNam đại cương(SP1007) Mong Phòng đào tạo xóa giúp em môn học Phương pháp tính ( MT1009),nhóm DT04 và môn Ph/luật ViệtNam đại cương(SP1007),nhóm DT05 Em xin chân thành cảm ơn, - ",
    "Em đăng ký xác suất thông kê 3 chỉ nhưng ngành của em học 4 chỉ em muốn hỏi cách để đổi mã môn học từ 3 thành 4 chỉ",
    "Cho em hỏi là CTĐT khoa Cơ khí sắp môn Nguyên lý máy (ME1015) cho học kì 2 nhưng rõ ràng là CTĐT của học kì 2 không có môn đó mà là Thực tập ck đại cương 1 (ME1013) và em đã học xong Thực tập ck đại cương 1 ở hk2 rồi, giờ hk3 lại có Thực tập ck đại cương 1, vậy nếu em bỏ môn Thực tập cơ khí thì lại không đủ chỉ tối thiểu và không biết môn Nguyên lý máy này học lúc nào cả, có thể giải thích giúp em được không ạ? 2. Giấy xác nhận đang học tại trường để nộp hoãn nghĩa vụ quân sự có phải mỗi năm được cấp 1 lần không ạ hay là phải tự đi xin ạ?",
    "em đăng kí môn bóng bàn vào HK193 nhưng nhà trường đã hủy .Em có hỏi trên bksi thì họ đăng kí giúp em lớp điền kinh(PE1025) nhóm DT04 mà giờ vẫn chưa có lịch học tkb bây giờ em phải làm sao",
    "Kính chào ban quản lí đại học Bách Khoa!  Em có một vấn đề mong nhà trường giải thích giúp ạ. Em đáng ra phải học một môn là cơ ứng dụng ( As2001), mà lại học nhầm sang cơ ứng dụng (As2007), không biết là có được xét tương đương hay không ? Hay như thế nào? Mong nhà trường giải thích giúp em. Dạ em cảm ơn.",
    "CẦM  MSSV  MSMH CI2003 ()",
    "Gửi Phòng đào tạo, Hiện tại em là k15, vì em vừa đi làm vừa đi học nên em xin phép chuyển nhóm môn Vẽ kỹ thuật (CI1003) từ nhóm DT01 sang nhóm lớp DT03 để phù hợp với lịch thực tập của công ty. Em mong Phòng đào tạo tạo điều kiện thuận lợi cho em. Em xin cảm ơn Em xin lỗi vì sự chậm trễ cùa mình",
    "Kính thưa PĐT, cho em hỏi là điều kiện đăng kí các môn năm 3 -mã môn 3xxx ( ví dụ CH3xxx) thì hết năm 2 em phải tích lũy được bao nhiêu tín chỉ ạ? Với lại em nghe có thông tin là trong một kì không tích đủ từ 10 chỉ trở lên thì bị cảnh cáo học vụ, vậy cho em hỏi là tính cho số chỉ tích ở kì chính thôi hay là cả kì chính và dự thính trong một kì ạ? em xin cám ơn ạ!",
    "Gửi phòng đào tạo Em tên  MSSV  Em có thắc mắc về tín chỉ  của em như sau: Em có tham gia kiểm tra  định kì vào cuối học kì 191 và đạt điểm khoảng 500( đủ qua  4) nhưng khi em xem lại số tín chỉ tích lũy xét đến học kì 191 thì em thấy em không được cộng thêm 4 chỉ của  3 và 4. Em không biết như vậy là em đã qua được  3,4 chưa?? Và không được tín chỉ như vậy thì có ảnh hưởng gì đến việc đăng kí môn học của em trong những kì tới hay không?? Em xin cảm ơn ạ",
    "Em chào Phòng Đào tạo,  Em là sinh viên khóa 2017, trong học kì sau (201) em sẽ hoàn thành xong các môn học trong ngành học hiện tại của em (chỉ còn luận văn ở học kì 202). Em có dự định sẽ học thêm một văn bằng thứ hai ngành Máy tính và em muốn rút ngắn bằng cách đăng kí thêm những môn học ngành Máy tính trong các học kì 201 và 202. Nhưng em vừa xem chương trình đào tạo của khóa 2019 được đưa lên trang aao.hcmut.edu.vn thì thấy có một số môn bị đổi mã môn, ví dụ môn \"Kỹ thuật lập trình\" khóa 2017 sẽ có mã môn là CO1011 còn trong khóa 2019 sẽ có mã môn là CO1027. Em xin hỏi nếu hiện tại em muốn học trước các môn bên ngành Máy tính thì phải đăng kí theo chương trình đào tạo của khóa 2017 hay của khóa 2019 ạ? Em xin cảm ơn rất nhiều",
    "Học kì 193 em có đăng kí môn Thực tập QTTB và Tư tưởng  nhưng sau khi hỏi lại thầy chủ nhiệm em được biết học kì này em không được đăng kí môn nào khác ngoài thực tập do sẽ bị trùng lịch. Hiện tại em đã có thời khoá biểu HK193 và em xin được hỏi em còn có thể huỷ môn Tư tưởng  được không ạ ?",
    "Chào thầy/ cô, Em muốn hỏi bây giờ danh sách học kỳ hè đã chốt nhưng chưa bắt đầu học kỳ, vậy em có thể làm đơn xin bổ sung môn học đó vào lịch hè không vậy ạ? Em có xem qua thời khóa biểu và thấy lớp có mở và không trùng lịch với các môn học khác của em. Xin thầy/ cô giúp em với ạ. Em xin cảm ơn    .",
    "Chào anh/chị, cho em hỏi có cách nào phúc khảo bài thi tự luận cuối kì không ạ?",
    "a phương em yêu cầu em nộp giấy xác nhận SV để bổ sung hồ sơ hoãn NVQS trước ngày 15/8. Vậy cho em hỏi bây giờ để có giấy xác nhận SV này thì em làm như thế nào ạ? Em cảm ơn",
    "Cho em hỏi là bản sao bằng tốt nghiệp thpt có cần công chứng không ạ  Em cảm ơn",
    "Em đăng kí học dự thính 193 2 môn theo mã ngành năm học trước nhưng học kì 201 đã đổi mã , em có thể học và chuyển điểm môn học đó được không ạ. Môn giải tích mạch và kỹ thuật số.",
    "Xin chào anh chị cán bộ quản lý BKSI. Em là sinh viên vừa chuyển qua hệ VHVL, em đã cung cấp thông tin và hình ảnh để in thẻ Sinh viên,  nhưng đến nay hơn 2 tháng vẫn chưa nhận được thông báo nhà trường đã in thẻ Sinh viên. Cho em hỏi là thẻ sinh viên của em đã in chưa ạh? Và nếu chưa thì có bị trục trặc bởi lý do gì ko ? Cảm ơn anh chị.",
    "Em chào thầy/cô, em mong thầy/cô có thể cho em đăng kí môn học với 25 tín chỉ , vì kỳ 201 này có nhiều môn chuyên ngành em chưa học, mà mấy môn học đó rất ít mở lớp và có môn là điều kiện Học trước để đăng ký môn sau này. Em mong thầy/cô giúp đỡ. Em cảm ơn thầy/cô.",
    "Hiện giờ em là sinh viên năm 3, và còn 18 chỉ nữa là kết thúc chương trình, nên năm sau em đăng ký mỗi học kỳ 9 chỉ. Em có đọc qua quy chế trên web và thấy một kỳ học tối thiểu 10 chỉ, và để được xét học bổng phải học tối thiểu 10 chỉ, vậy em học 9 chỉ thì có bị cảnh cáo học vụ không và có được xét học bổng không?   i ",
    "Vì em chưa qua được môn tiên quyết của Mạch điện tử thông tin và lúc đăng kí môn học thì hệ thống thông báo môn Kĩ thuật hệ thống viễn thông và Mạch điện tử thông tin phải học song hành. Mong thầy/cô có thể xác nhận 2 môn trên có phải học song hành không ạ? Em cám ơn",
    "Chào quý thầy cô, cho em hỏi, trong chương trình đào tạo của em có môn Giải tích Mạch (EE2033):4TC nhưng khi em tìm kiếm trên trang Đăng kí môn học có thêm 1 môn Giải Tích Mạch (TN) (EE2034):0TC nhưng em tra trong Kế hoạch giảng dạy của Khoa thì không hề có mã môn này trong kế hoạch giảng dạy. Vậy cho em hỏi những môn TNT này thì có phải đăng kí riêng ra hay là chỉ cần đăng kí môn chính thôi?",
    "Chào quý thầy (cô), Thầy (cô) cho em hỏi em đã có quyết định tốt nghiệp đợt 4/2020 thời gian chính xác em có thể nhận bằng tốt nghiệp chính thức? Em mong nhận được sự phản hồi từ PĐT sớm. Cảm ơn thầy (cô),",
    "Chào thầy cô Em có vấn đề để hỏi Hiện em đã đăng ký 4 môn học, mà lịch học của trường chỉ có 1 môn học, thậm chí môn học ở hk1 vẫn không có nằm trong lịch học Cám ơn thầy cô,  Hy vọng được giải đáp sớm    .",
    "Dạ cho em hỏi nếu điểm trung bình môn là 0đ thì có được tính là môn học trước không ạ ( nếu có thi giữa kì , cuối kì đầy đủ nhưng không làm được bài ạ)",
    "Kính gửi Phòng Đào Tạo Em tên: , MSSV:, lớp XD17B2 Hôm nay, em vào bk e-learning để xem bài giảng video và load tài liệu, nhưng các bài giảng video đã không còn, trong khi các môn Kỹ thuật thi công, Tổ chức thi công, Bê tông 3, Thép 2 thì lịch thi của em đến ngày 30-07-2020. Em kính mong Phòng Đào Tạo mở lại các bài giảng video và tài liệu bài giảng ở bk e-learning giúp em có tài liệu ôn thi Em chân thành cám ơn .",
    "Cho em hỏi là em thi đợt kiểm tra định kỳ tiếng anh em được 355 điểm. Mà các học kỳ vừa rồi em đăng ký anh văn 1 thì đăng ký được không báo là do thiếu anh văn cơ bản mà sau kết quả lại huỷ vì chưa học được anh văn cơ bản. Nên cho em hỏi em đươc 355 là qua mốc anh văn cơ bản rồi sao không được đăng ký anh văn 1 ạ. Mong PĐT hỗ trợ cho em đăng ký được anh văn 1 trong kỳ 201 ạ. Em cảm ơn ạ",
    "Em là , MSSV:, học khoa Điện-Điện tử. Em muốn hỏi về số tín chỉ tối thiểu trong 1 HK. Em đã qua hết các môn AV và đã đăng kí học Pháp luật VN đại cương (SP1007) trong kì hè, nên khi đk môn học cho học kì chính, em chỉ có 13 chỉ, trong khi số tín chỉ tối thiểu phải là 14. Vậy em không đăng kí thêm môn học cho đủ số tín chỉ tối thiểu là 14 thì có ảnh hưởng gì đến kết quả học tập và rèn luyện khác của em không ạ (ví dụ như trừ điểm rèn luyện, học bổng,...)?",
    "Cho em hỏi hạn chót để nộp chứng chỉ tiếng anh nhận luận văn tốt nghiệp trong kì 201 là khi nào v ạ. Em Cảm ơn!",
    "dạ em muốn tiếp tục làm giấy tạm dừng học thêm một kì nữa ạ . Dạ cô cho em hỏi lịch nghỉ của phòng đào tạo và văn phòng khoa kỹ thuật xây dựng là từ ngày mấy đến ngày mấy ạ . Em cảm ơn ạ.",
    "Em là , sinh viên trường Đại học Bách Khoa ĐHQG TP.HCM, xin phép được hỏi là các mục VIDEO trên Elearning của em bỗng dưng được gỡ xuống hết? Không biết có thông báo nào liên quan đến việc này không ạ?  Em xin cảm ơn.",
    "Dạ em chào thầy/cô! Tình hình là hiện tại do kỳ dự thính hè em đã đăng ký 2 môn của chương trình HK1 2020-2021, nên khi đăng ký môn học học kì tiếp theo em chỉ còn 8 tc. Nhưng em có đọc ở tài liệu thì ít nhất 14 tín chỉ. Vậy giờ em để nguyên hay đăng kí tiếp để đủ 14 tín chỉ ạ? em cảm ơn thầy/cô đã đọc, hy vọng sớm nhận được câu trả lời ạ!",
    "Chào ad , Hiện tại không biết vì sao những mục học online của từng môn ở trang elearning đã mất. Do có nhiều tài liệu và yêu cầu của thầy cô vẫn được lưu trong những mục này nên khi không truy cập được gây khó khăn lớn cho sv trong giao đoạn thi cuối kỳ này. Kính mong bộ phận kỹ thuật xem xét hỗ trợ để các mục học online(video) hiển thị lại  Em cám ơn .",
    "Xin chào phòng đào tạo, Đợt đăng ký môn hk193 vừa rồi em có đăng ký trước 2 môn là Vật lý 2 và Giải tích 2 tuy nhiên chỉ có môn Vật lý 2 là em được đăng ký hợp lệ. Môn còn lại bị trùng lịch Hangout 1 buổi và quá sỉ số nên em không đăng ký lại được nữa. Phòng đào tạo có thể giúp em đăng ký bổ sung môn Giải tích 2 MT1005 được không ạ? Nếu có trùng lịch Hangout em sẽ học bù của lớp khác . Em rất mong phòng đào tạo có thể giúp em vì em là k14 và em chỉ còn HK193 và HK201 thôi. Em xin cám ơn ạ.",
    "Kỹ thuật phản ứng MSMH: CH2059",
    "Kính gửi PĐT    Em tên , MSSV: , K15. Hiện tại em còn nợ 1 môn Giải tích 1(MT1003), học kỳ DT192 vừa rồi em có tham gia môn học nhưng kết quả vẫn chưa đạt. Nay khi có kết quả thì đã quá hạn kỳ ĐKMH DT193. Kính mong PĐT xem xét giúp em việc cho em đăng ký bổ sung môn học cuối cùng này nhằm kịp hoàn thành chương trình đào tạo để tốt nghiệp vào tháng 11 tới. Mong PĐT xem xét và xếp em vào lớp DT01( MH: MT1003), để không bị trung tkb với môn còn lại. Em mong PĐT giúp em cơ hội cuối này, em chân thành cảm ơn.",
    "Em xin phép hủy môn và đăng kí lại cho học kì 192 Cho phép em huỷ môn Anh Văn 1 (LA1003), môn Vật Lý Bán Dẫn (EE1013) Và để đăng kí môn Anh Văn 2 (LA1005)-lớp DT03, môn Mạch Điện Tử (EE2007) lớp DT02-DT03 và môn Tín Hiệu & Hệ Thống (EE2005) lớp DT02 Vì việc đăng kí được hai môn Mạch Điện Tử và Tín Hiệu Hệ Thống sẽ là môn Học Trước cho em làm Đồ Án vào năm sau nếu không đăng kí được em sẽ bị trễ tối thiểu là 1,5 năm học. Việc đăng kí hai môn đó cần có điểm môn Giải Tích Mạch nhưng vì dịch nCoV19 nên học kì 193 192 có thời khoá biểu sớm hơn việc có điểm môn Giải Tích Mạch Em sẽ trao đổi với giá.o viên bộ môn Giải Tích Mạch là thầy Lê Minh Cường cho phép em nhận điểm sớm sau khi em thi xong môn Giải Tích Mạch vào ngày 29/07/2020. Em cam kết là sẽ đủ điểm đạt của môn Giải Tích Mạch và chịu toàn bộ trách nhiệm nếu rớt và bị huỷ môn học. Em xin cảm ơn.",
    "Em chào thầy/cô ạ. Ở học kì hè này em có đăng ký môn Mác 1, mã Sp1031 ấy ạ và chương trình đào tạo của kỳ chính 201 em cũng có môn đó. Do em đã qua 4 anh văn rồi nên số tín chỉ kì chính 201 em đăng kí được chỉ có 12 thôi ạ. Em bấm đăng ký môn Mác 2, mã SP1033 thì hệ thống báo SP1031 phải học trước. Vậy nếu em đăng ký SP1033 thì có bị xóa môn vào đợt 2 và 3 không ạ?",
    "Chào thầy(cô), Em tên . mssv , sinh viên khoa Quản lý công nghiệp. Em thắc mắc là em đã đăng ký môn Mac-lenin(sp1031) vào học kì hè 193, thì hiện tại em tiếp tục đăng ký môn Kinh tế chính trị Mác-Lenin(sp1033) được hay không? (vì nếu bây giờ em đăng ký hệ thống sẽ báo em thiếu môn học trước sp1031) Mong thầy(cô) giải đáp thắc mắc cho em, cảm ơn thầy(cô)  Em có kèm theo hình ảnh về tình trạng mà em thắc mắc",
    "Dạ cho em hỏi là đang trong giai đoạn thi cuối kỳ, trên e-learning sao nhà trường gỡ hết mấy phần video của mấy môn học ạ. Tụi em cần nghe lại bài giảng của các thầy cô để ôn thi tốt hơn và đạt kết quả cao nhất nhưng không biết sao nhà trường lại gỡ hết xuống ạ ? Em cảm ơn.",
    "Dạ chào thầy/cô, cho em hỏi rằng trong hình thức thi trắc nghiệm thì việc quên tô mã đề thi, mã số SV thì sẽ được xử lý như thế nào ạ và việc đó có ảnh hưởng đến điểm thi cuối cùng không ạ? Em xin chân thành cảm ơn.",
    "Xin chào, Em tên là , mssv . Hiện tại trong tháng 8 em muốn đăng kí thi Toeic ở hai địa điểm khác nhau (BKE và IIG). Nhưng do thẻ sinh viên của em từ K14 nên họ cần thêm giấy xác nhận sinh viên. Hiện tại hệ thống chỉ cho đăng kí 1 giấy xác nhận sinh viên để thi Toeic, vậy có cách nào để em đăng kí cùng lúc 2 tờ để nộp 2 nơi không ạ. Nhờ các thầy cô giải đáp thắc mắc giúp em! Trân trọng, ",
    "Dạ em chào thầy cô, vì chương trình đào tạo mới được cập nhật nên khoa Môi trường và tài nguyên ngành kĩ thuật không có môn phương pháp tính. Em lỡ đăng kí học trước môn này trong học kì hè. Mong thầy cô xem xét xóa môn này giúp em. Em cảm ơn ạ.",
    "Em là chiến sĩ MHX mặt trận tỉnh. Nhưng do gần đây em mới phát hiện bản thân bị bệnh và cần điểu trị lâu dài tại thành phố nên em không thể tiếp tục tham gia chiến dịch được, không biết PDT có thể cho em xin cơ hội để đăng kí môn dự thính trong kì hè 193 này không ạ?   Môn mà em muốn đăng kí học: -PH1003: vật lí 1- lớp DT04 -PH1007: thí nghiệm vật lí- lớp CC06 Hiện tại em đang làm đơn xin rút khỏi chiến dịch ạ! Dưới đây là ảnh chụp phiếu khám bệnh của em. Mong PDT cho em cơ hội để được tham gia lớp dự thính. Em xin cám ơn!",
    "b  Em muốn đăng kí thêm môn Trường Điện Từ mã môn học EE2003 , nhóm 01 thầy . Và môn  Thuật Số mã EE1015, nhóm LT 02, nhóm BT 04",
    "MSSV:     Do em đăng ký môn thể chất cầu lông cho học kỳ 193 và bị hủy nên em xin được đăng ký lại môn học thể chất là môn bóng chuyền PE1011 lớp DT01 cho học kỳ hè ạ    .",
    "Kính thưa thầy(cô), học kì hè em có đăng kí thực tập tốt nghiệp và phương pháp tính. Nhưng công ty yêu cầu thời gian thực tập fulltime nên em không thể học môn phương pháp tính. Trong trường hợp này, em có thể xin hủy môn được không ạ? Em cảm ơn.",
    "Em đã đăng kí môn thực tập quá trình thiết bị đợt 1 CH2087 nhưng em chưa được cập nhật thời khoá biểu và danh sách thực tập. Mong phòng đào tạo kiểm tra lại giúp em.",
    "Em Tên :  MSSV:  Em có đăng ký nhằm môn: Nhập môn về lập trình (CO1003) do môn đó em được miễn. em lên aao.hcmut.edu.vn để hủy môn nhưng hết hạn để huỷ môn PDT cho em hỏi hiện tại e có hủy mon được nữa không ạ ?  B ",
    "Em đã đăng kí đợt 1 môn thực tập quá trình thiết bị( CH2087) nhưng không được cập nhật thời khoá biểu và danh sách thực tập. Mong phòng đào tạo xem xét lại giúp em. Em cảm ơn.",
    "Cho em hỏi là số TCTL tính chuẩn sinh viên năm 3 để đăng ký môn cho HK201 là số TCTL đến kỳ 191 + số TC đã đăng ký của kỳ 192 hay là số TCTL đến kỳ 191 + số TC đã qua môn của kỳ 192 ạ?  ",
    "MSSVMSGV:    i  Em chào Thầy Cô. Do thời  thay đổi em muốn đăng ký bổ sung thêm môn học Tín Hiệu Và Hệ Thống ( EE2005 ) Lớp RZ-03  2020 có được không Thầy. Em cám ơn",
    "cho em hỏi về lịch học vụ năm học 2020-2021 khi nào học kì dự thính mở đợt đăng ký môn học và sẽ bắt đầu khi nào ạ?  .",
    "Dạ kính thưa Phòng đào tạo,  em đến từ CK19CK09 Khoa Cơ khí. Hiện tại tụi em đang trong giai đoạn chờ điểm thi để phân ngành, nhưng giờ đã phải đk môn liền.  Tụi em cũng đã tham khảo chương trình đào tạo được cập nhật ngày 23/7/2020 thì phát hiện những môn có mã ME như phương pháp số (ME2091), vẽ kĩ thuật cơ khí (ME2089) vẫn chưa mở lớp,  trong khi hạn đăng kí chỉ đến 17h 29/07 thoi.  Kính mong phòng đào tạo xem xét và thông tin để tụi em có thể kịp thời đăng kí môn ạ. Em cảm ơn nhiều ạ.",
    "Chào Thầy/Cô,   Em tên , MSSV    Đợt rồi em có xin chuyển cơ sở từ ĐH Bách Khoa qua cơ sở Trường Cao Đẳng Điện Lực để học, em có tham dự học môn Toán kỹ thuật và có tên trong danh sách thi và đã thi vào ngày 03/07/2020, trong học kì 192 vừa qua.   Nay các bạn cùng lớp của em đã có điểm mà em thì chưa được cập nhật điểm vào, em có liên hệ hỏi giáo viên thì thầy bảo là Bách Khoa mình đưa bảng điểm sinh viên để thầy cập nhật thì lại không có tên em,mong Thầy/cô hỗ trợ em ạ.  Em xin cảm ơn ạ.",
    "Gửi phòng đào tạo. Hiện vào kỳ thi AVĐV đầu khoá K19 em đạt mốc AV1 và AV2 nên chỉ cần học thêm AV3 và AV4 hoặc là nộp bằng để chuyển điểm. Em có xem trên aao thì thấy có đề cập sinh viên K19 năm 2 cần đạt môn Anh Văn 3. Em có dự định đầu học kỳ 201 sẽ thi TOEIC để chuyển điểm nên đã không đăng ký môn AV3 (Môn này là môn bắt buộc trong học kỳ 3 của em). Em dự định nếu bài kiểm tra tốt sẽ nộp để chuyển điểm và nếu không đạt kết quả như ý thì qua học kỳ 4 sẽ đăng ký học AV3 (Trễ hơn 1 học kỳ so với chương trình đào tạo của em). Em muốn hỏi rằng em đăng ký AV3 chậm hơn có được không ạ? Do em nghe vài luồng ý kiến rằng học kỳ 3 em phải học AV3 thì học kỳ 4 mới được đăng ký các môn học khác trong khi chuẩn Anh Văn năm 2 K19 hệ đại trà chỉ cần đạt AV3. Em cảm ơn phòng đào tạo đã đọc ạ.",
    "Em chào nhà trường ạ, cho em hỏi là hồi  học kì 191 em có rớt một môn nên sang học kì 192 em có học dự thính môn đó thì điểm trung bình môn đó sẽ được tính vào điểm trung bình tích lũy của học kì 191 hay học kì 192 vậy ạ. Em cảm ơn ạ",
    "Chào anh/chị, e là  là sinh viên khóa k16 và đang làm luận văn tại trường. E chỉ còn nợ đúng 1 môn cơ lưu chất 2 chỉ (CI2005) là đủ điều kiện tốt nghiệp. Do không đăng kí được môn vào đợi bổ sung nên E tha thiết mong muốn đăng kí bổ sung thêm vào lớp cơ lưu chất kì hè để ra trường đúng hạn. E rất mong có thể nhận được một cơ hội trả nợ môn để được tốt nghiệp đúng hạn. E chân thành cảm ơn. Rất mong yêu cầu có thể được chấp nhận.",
    "SV VHVL có cần thực hiện thực tập tốt nghiệp  không vậy ạ!! e học kỹ thuật cơ khí có tới 3 chuyên ngành e có cần chọn chuyên ngành không ạ !!!",
    "Em chào thầy/cô!   Đợt đăng ký môn học hệ vhvl vừa rồi em có đăng ký môn Ee2007 mạch điện tử nhóm RZ03 sỉ số 25/500 và hôm trước vẫn còn kiểm tra có trong thời khóa biểu .   Nay sau khi cập nhật thì không còn môn đó nữa.   Kính mong thầy/cô kiểm tra lại giúp em.   Em xin chân thành cảm ơn!",
    "Gửi phòng đào tạo, Em là Lê Hồ  Long, mssv , Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì  môn Vật lý 2 nó không có trong chương trình đào tạo của em và môn Hóa đại cương đã có trong học kì chính rồi. Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Hóa đại cương(CH1003). Thay vào đó, Phòng đào tạo có thể mở cho em môn Triết học - (SP1031) được không ạ? Em xin chân thành cảm ơn, Lê Hồ  Long - ",
    "Em cám ơn PDT đã tạo cơ hội cho em đăng kí môn học dự thính! Vậy em cần phải làm những gì để được đăng kí môn học và thủ tục ra sao ạ?",
    "Em đang theo học lớp HC18KSTN Hiện tại vì mã môn học sai (ma lớp đúng HC18KTHC ) nên phần mở rộng của môn Truyền nhiệt của em bị thiếu dẫn đến không có điểm cho phần extra. Mong Phòng đào tạo sẽ cập nhật lại vấn đề này. Em chân thành cảm ơn.",
    "Chào PDT, vì tính toán sai thời gian nên em lỡ hủy đăng ký môn DLCMDCSVN (mã MH: SP1009), em viết mail này xin PDT cho em được đăng ký môn học này trong kỳ dự thính hè này với bất kỳ lớp nào. Nếu không học trong kỳ hè này em sẽ bị trễ tốt nghiệp đợt tháng 11 tới, vì vậy mong PDT xem xét, đặc cách giúp đỡ em với ạ. Em xin lỗi vì đã làm phiền và chân thành cảm ơn PDT.",
    "học kì này em có đăng ký học cải thiện môn GT1, xin thầy/ cô cho em hỏi em có thể chuyển điểm mới thay thế cho điểm cũ ở HK 191 được không ạ ? Và nếu được, xin thầy/cô hướng dẫn cách làm cho em với ạ. Em xin cảm ơn.",
    "Em xin chào thầy ( cô)!    Em tên là - MSSV:      I -Môn Tín hiệu và hệ thống (EE2005) em đăng kí ở HK193 là môn học trước của 3 môn. Liệu em có đăng kí được 3 môn đó ở HK201 khi chưa tổng kết HK193 không ạ?  /I   B    Mong thầy cô sớm trả lời câu hỏi này.   Em xin chân thành cảm ơn!  ",
    "Gửi phòng đào tạo,  Em tên , mssv là  . Em có nguyện vọng học trước môn xác suất thống kê (MT2013) trong kỳ hè này, mặc dù đã khá trễ, nhưng nếu có lớp thì em mong phòng đào tạo xem xét xếp cho em vào . Em xin chân thành cảm ơn phòng đào tạo ạ! ",
    "Dạ hiện tại em bị mất thẻ sinh viên, mà thứ 2 tuần sau là em thi, mà giờ in thẻ sinh viên mới thì không kịp cho ngày em thi cuối kỳ (vì 3 đến 5 ngày mới có thẻ), cho em hỏi làm sao vẫn được thi mà không có thẻ sinh viên ạ, và làm như nào để được thi ạ",
    "Em là , học chương trình liên kết quốc tế, chuyên ngành Điện - Điện tử. Em có các vấn đề cần hỏi vể chuyện học chuyển tiếp ạ : - Em thắc mắc về vấn đề chuyển tiếp sang Mỹ hoặc Úc sẽ diễn ra như thế nào khi đang xảy ra dịch Covid-19?  - Và em có được nhập cảnh sang Mỹ hoặc Úc để học không ?  - Nếu không được thì em sẽ học các học kì tới ở Việt Nam như thế nào ạ ?",
    "cho em hỏi môn: vật lý 1 mã 007706,Vật lý 2 007705, Hóa Học mã 601701 của khóa trước k18 chương trình Việt Pháp có được tính tương đương với các môn Vật lý 1 mã PH1009 Vật lý 2 mã PH2005, Hóa đại cương CH1003 không ạ? em thấy có thêm môn thí nghiệm vật lý PH2007 em được quyền đăng kí học môn nào để có thể chuyển điểm so với môn mã cũ? - kì dự thính hè 193 em đăng kí môn Những nguyên lý cơ bản của chủ nghĩa - thì em có được đăng kí môn đường lối cho HK1 (2020 - 2021)không ạ?",
    "cho em hỏi phúc khảo bài thi cuối kì cần những gì và như thế nào vậy ạ? em cảm ơn ạ.",
    "c lập - Tự do - Hạnh phúc ĐƠN XIN BỔ SUNG MÔN HỌC HK 19_3 Kính gửi: Phòng đạo tạo Em tên:     MSSV:  Lớp: BD16CDT.  Ngành: Bảo dưỡng công nghiệp. Nay em viết đơn này kính mong phòng đào tạo cho em được trình bày nội dung sau: Vì trong đợt đăng kí môn học HK 19_3 vừa rồi em chưa sắp xếp được lịch học và không nắm rõ qui định về chuẩn anh văn mới nên em đã không đăng kí môn anh văn 4. Nay em đã sắp xếp được thời khoá biểu nên kính mong phòng đào tạo cho em được bổ sung môn học Anh văn 4 _ MSMH: 003004. Vì em là sinh viên K16 nên đã gần đến hạn ra trường và đây cũng là môn học tiên quyết. Em kính mong đơn được xem xét và chấp thuận từ phòng đào tạo để em có thể được học và ra trường. Em xin trân trọng cám ơn! TP Hồ Chí Minh ngày 24 tháng 7 năm 2020                  Kính đơn                   Nguyên         ",
    "Khoa Điện - Điện tử   Kính gửi Bộ môn Toán ứng dụng Em tên là  MSSV  Hôm trước em có gửi đơn xem xét lại bài kiểm tra giữa học kì môn Phương pháp tính mà sao em thấy chỉ công bố kết quả mã đề 2013 Em mong quý thầy cô xem xét lại mã đề 2017 giúp. Em cảm ơn",
    "Em xin chào Thầy/Cô. Em tên là Bùi Tấn Danh - MSSV: 1811661. Em có thắc mắc liên quan đến đăng kí môn học như sau, em kính mong được Thầy/Cô giải đáp giúp em. Hiện tại em chưa qua được môn học CO2005, nhưng do chương trình đào tạo từ khóa K19 đã có sự thay đổi, không còn học môn CO2005 nữa, em cũng có đăng kí học lại trong kì sau nhưng em sợ không mở lớp do sĩ số quá ít, vậy em có thể học môn thay thế rồi chuyển điểm không ạ. Do đây là môn học bắt buộc trong chương trình đào tạo K18 nên nếu không qua được môn này em không thể tốt nghiệp được. Em kính mong được Thầy/Cô giải đáp. Em cảm ơn Thầy/Cô.",
    "Chào anh/chị, Em SVCQ 17 chuyển sang VHVL 19-năm CTĐT 2019. Cho em hỏi em đã qua Mác 5 chỉ được chuyển điểm, khi chuyển sang VHVL-19 có cần học lại 3 môn(Triết học ,inh tế chính trị ,Chủ nghĩa cộng sản khoa học) không ạ ? Em cảm ơn.",
    "Cho em hỏi môn hóa lý hóa keo (mã môn học: CH1005) trong học kì dự thính 201 có mở không ạ?",
    "Xin chào   E hiện đang là sinh viên năm 2 sắp bước vào năm 3 Nhưng vì thiếu anh văn nên còn rất nhiều môn học năm 2 em chưa học Nhưng trong chương trình đào tạo k19 (đào tạo cử nhân) thì những môn học em đang thiếu không có trong chương trình đào tạo và một số bị thay đổi mã môn học Em hiện đang theo học ngành kỹ thuật thực phẩm lớp em chỉ có 2 bạn trễ và trường hợp học lại rất ít Em không biết những môn học này với số lượng ít và không có trong chương trình đào tạo k19 thì có được mở lớp trong các kì tới không ạ Em cảm ơn",
    "Môn Mạch điện- điện tử trong kế hoạch giảng dạy ghi 4 chỉ nhưng trong đăng ký thì ghi 2 chỉ. Em nên tính theo kế hoạch giảng dạy hay theo web đăng ký ạ. Cả 2 chỗ đều trùng mã môn học ạ.",
    "Em xin phúc khảo bài thi cuối kỳ phương pháp tính học kỳ dự thính lớp DT02.",
    "Em chào cô  Em có một vấn đề về việc học tập mong cô giải đáp ạ! Kỳ 191 em có bỏ học và kỳ 192 em đã tích được 18 chỉ Hè 193 em học thêm 10 chỉ. Vậy 10 chỉ kỳ 193 có tính vào để em đạt chuẩn sinh viên năm 2 để đăng ký môn học của năm 2 không ạ? Em cảm ơn ạ! ",
    "Cho em hỏi là theo yêu cầu thì hết năm 1 sinh viên phải hoàn thành 28 tín chỉ thì mới có thể đăng kí môn cho năm 2 tuy nhiên hè này em mới bắt đầu cải thiện điểm của những môn đã rớt kì 192 thì có bị xóa môn học của năm 2 không ạ",
    "Do một số lí do vì không hiểu rõ quy chế nộp chứng chỉ ngoại ngữ và quy đổi điểm nên em đã quy đổi điểm cho av1 av2 av3. Cho em hỏi có cách nào để làm đơn xin chuyển điểm lại lần nữa được không ạ, do khi trước em nghĩ sau này vẫn có thể nộp và quy đổi điểm cho cao hơn nhưng giờ biết được chỉ được quy đổi điểm cho mỗi av là 1 lần. Mong phòng đào tạo có thể giải quyết giúp em vì số điểm anh văn mà em đã quy đổi còn thấp và chưa được như mong muốn. Em xin cảm ơn.",
    "Cho em hỏi một học kì đăng kí môn ít hơn 14 tín chỉ thì có bị sao không ạ",
    "Kính chào, Em tên , sinh viên K14 khoa Khoa Học và Kỹ Thuật Máy Tính. Em viết đơn này xin được đăng ký bổ sung môn học cho học kỳ hè 193: Tên môn học: Quản lý dự án cho kỹ sư Mã môn học: IM2011 Vì sơ suất nên em bỏ lỡ đợt đăng ký, em mong có thể đăng ký môn này để em có thể hoàn thành chương trình học trong thời hạn ạ. Kính mong được sự giúp đỡ & hỗ trợ của nhà trường. Em xin cảm ơn. Trân trọng,  ",
    "Em là 18 công nghệ sinh học. Vì trễ anh văn nên H1 năm 2 em không học được môn CH2025 Cơ sở sinh học 4 chỉ. Học kỳ này em đăng ký thì bị không đủ sỉ số do 19 đổi chương trình thành môn CH2027 Sinh học đại cương 3 chỉ. Em muốn hỏi là hai môn này tương đương nhau không nếu học CH2027 Sinh học đại cương thì những môn mà môn CH2025 Cơ sở sinh học tiên quyết có học được hông. Và nếu em học môn CH2027 Sinh học đại cương thì có ảnh hưởng gì đến hồ sơ, học bạ sau này hay không hay có cần bổ sung thêm gì không vì môn này chỉ 3 chỉ (CH2025 Cơ sở sinh học 4 chỉ). Em cảm ơn!",
    "Cho em hỏi, em thi anh văn trong trường hơn 250 điểm, là qua anh văn cơ bản, nhưng sao không đăng kí được anh văn 1 ạ.",
    "Dạ Thầy cô cho em hỏi với ạ. Sao em đăng kí môn Anh Văn 1 mã MH LA1003 đã thành công không bị trùng hay gì hết mà khi ra thời khóa biểu em lại bị mất vậy ạ. Học kì trước em cũng bị như thế và đã rất ảnh hưởng đến tiến độ học tâp của em, mong PĐT xem xét lại cho em ạ, em cảm ơn rất nhiều",
    "Em tên , MSSV , Khóa K17 chuyên ngành Xây dựng dân dụng và công nghiệp. Em xin được hủy đăng ký môn học Cơ học đất CI3001 và môn Kết cấu bê tông cốt thép 2 CI3175 trong học kỳ hè 193. Lý do trong đợt đăng ký online do em không đăng ký được Thực tập tốt nghiệp (do chưa chuyển điểm dự thính nên không đủ số tín chỉ tích lũy) nên em đăng ký 2 môn trên để học hè. Nhưng sau khi điểm dự thính được chuyển thì em đã đăng ký thành công Thực tập tốt nghiệp. Do lịch trình thực tập toàn thời gian tất cả các ngày trong tuần nên em không thể theo học 2 môn trên theo lịch thời khóa biểu. Em xin được xem xét hủy 2 môn trên, do hoàn cảnh kinh tế gia đình em khó khăn, nếu không học được mà phải thanh toán học phí sẽ là một áp lực lớn đối với em. Kính mong xem xét và phản hồi cho em sớm ạ! Em chân thành cảm ơn",
    "Em chào thầy cô ạ. Em tên là . Học kì hè này e có đăng ký học Dự Thính môn Giải tích 1. Và em thấy lịch thi là học ở tuần 32 . Vì kì này học khá nhiều môn nên em lỡ việc check video và làm bài tập chương. Em mong Phòng Đạo tạo có thể xem xét cho em được làm bài thi Giữa kì và làm bài tập chương bổ sung ạ. Vì em đã học lại 3 lần rồi ạ. Em xin chân thành cảm ơn thầy cô đã cân nhắc.",
    "Dạ em chào thầy, cô. Em đã nộp chứng chỉ ngoại ngữ sao em đăng ký luận văn tốt nghiệp lại báo thiếu CCAV ạ. Dạ em cám ơn ạ.",
    "Dạ em chào cô, cho em hỏi 1 vấn đề là hè này em có đky môn Triết học MacLenin. Hiện vẫn chưa học và chưa có kết quả, mà bây giờ đã tới thời hạn đky môn học cho học kỳ chính 201. Vậy em được phép đăng ký môn tiếp theo là Kinh tế chính trị MacLenin ko ạ, có phải là môn tiên quyết không ạ",
    "Em chào thầy/cô, thầy cô cho em hỏi là danh sách học kì hè và thời khóa biểu cũng đã chốt nhưng học kì chưa bắt đầu nên em muốn hỏi là em có thể làm đơn xin học bổ sung môn đó ngay kì hè 193 được không ạ?  Em có xem qua thời khóa biểu và thấy lớp có mở và không trùng lịch với các môn học khác của em ạ. Em cảm ơn thầy/cô rất nhiều ạ.",
    "Em là  -  Em muốn đăng kí môn cơ sở kĩ thuật điện EE 2017 lớp DT01 hk193 Mà bị cấn TKB môn đường lối , giờ em có thể rút môn đường lối để đăng kí được không ạ ?",
    "Thư thầy cô, Em là SV: Em có đăng ký học lớp Phương pháp tính dự thính DT01 cô  kì này.Trong quá trình làm bài tập lớn em có ghi sai MSSV trong bảng đăng ký Excel Nhóm bài tập lớn dẫn đến tình trạng bị cô chấm điểm 13. Sau khi em gửi mail cho cô về vấn đề này thì được cô hướng dẫn phải viết đơn nộp lại cho cô để cô giải trình lên khoa.Mong thầy cô có thể cho em xin biểu mẫu nào để viết đơn này hoặc hướng dẫn cho em trình bày nôi dung như thế nào nếu phải viết tay ạ. Em chân thành cảm ơn.",
    "Em tên , mssv của em là 193347, sinh viên khoa xây dựng của hệ vừa học vừa làm. Lúc đăng kí môn học đợt dự thính hè em đã đăng kí nhầm môn cơ học đất với hệ chính quy. Em đã xóa trên trang mạng đăng kí và đã có thông báo là môn học đã bị xóa. Nhưng hôm nay thời khóa biểu cập nhật lại có môn này. Hiện nay không biết có cách nào có thể cho em rút môn mà không bị tính tiền học phí không ạ? Em cám ơn",
    "Kính thưa phòng đào tạo. Hiện có nhiều thông tin về việc tăng học phí từ năm 2020 và 2021. Nhiều bạn 2k2 có nguyện vọng học ở Đại học Bách Khoa muốn hỏi phòng đạo tạo rằng nếu như các bạn là sinh viên K20 của trường thì phải đóng học phí khoảng bao nhiêu tiền ạ. Em xin chân thành cảm ơn phòng đạo tạo.",
    "Kính chào phòng đào tạo, em tên là , hiện đang là sinh viên năm 3 khoa Cơ khí, chuyên ngành Cơ điện tử lớp CK17KSCD. Vào đợt đăng kí môn học học kì hè 193 vừa rồi do mải ôn thi mà em đã quên đăng kí môn học \"Thực tập tốt nghiệp\" (mã môn học ME3019). Nay em viết yêu cầu này mong phòng đào tạo giúp em đăng kí môn học trên để không ảnh hưởng đến học kì sau. Em xin chân thành cảm ơn ạ! ",
    "Chào PĐT ạ, Em muốn hỏi PĐT có quy định số tín chỉ tối thiểu cho 1 kỳ không ạ? Học kỳ 201 em đăng ký 9 chỉ, và học kỳ 202 em đăng ký luận văn 9 chỉ nữa là sẽ đủ số chỉ tối thiểu cho chuyên ngành của em. Em không rõ 9 chỉ thì có quá ít để được đăng ký môn không ạ. Cám ơn PĐT.    .",
    "Em chào thầy/cô, em còn thiếu 1 môn học trước để được đăng kí môn Đồ án, đó là môn Truyền số liệu & mạng (EE3019) nhưng em sẽ học môn đó trong kì hè sắp tới và đã có thời khoá biểu. Nhưng bây giờ đã là đợt đăng kí môn học cho học kì chính và em không thể đăng kí Đồ án được do thiếu môn trên (học trước). Vậy có thể cho em xin được đăng kí môn Đồ án không ạ ? Em thực sự không muốn trễ Đồ án và thực tập ạ. - Em là   khoa Điện-Điện tử",
    "Em co dang ki mon SP1031 Triết học  -   vào HK193, pdt cho em hoi em co the dang ki dot 1 hk201 mon SP1033 Kinh tế chính trị  -  không em cảm on",
    "Mã môn học: EE3333 Tên môn học: Thực Tập Tốt Nghiệp",
    "Kính gửi Quý thầy cô phòng Đào tạo. Em , sinh viên năm 4 khoa điện. Vì đợt 3 đăng kí môn học kì hè đã kết thúc trước khi đợt thi cuối kì 192 nên em đã không đăng kí môn cơ sở kĩ thuật điện (ee2017). Nhưng mới gần đây em đã thi và biết chắc chắn sẽ rớt môn này nên em viết mail mong Quý thầy cô có thể đăng kí dùm em môn ee2017 vào học kì hè. Em xin chân thành cảm ơn và mong sớm nhận được hồi âm ạ. Bảo.",
    "Cơ lưu chất - CI2003 - DT04-DT08",
    "Thưa thầy/cô, Em tên  MSSV  Học kì dự thính 193 vừa qua em có đăng kí môn  và đã được sắp lớp. Nhưng vài ngày trước khoa của em mới cập nhận Chương trình đào tạo và không có môn này trong số những môn bắt buộc nên em xin được hủy môn học này ạ. Mong được sự đồng ý của Nhà trường ạ. Em xin chân thành cảm ơn ạ.",
    "Dạ PĐT cho em hỏi đối với khóa 2019 (K19) thì số tín chỉ tối thiểu của học kì chính là bao nhiêu ạ? Em có đăng ký 6 tín chỉ ở học kì dự thính 193, trong đó có 2 môn bên kì chính 201 nên kì chính 201 em chỉ đăng ký 13 chỉ, liệu như vậy có được không ạ? Em xin cảm ơn!",
    "Em đăng ký học kỳ hè 193 môn thực tập QTTB CH2087 đợt 1 rồi nhưng tới bây giờ vẫn chưa có kết quả đăng ký, bọn em đã liên lạc với pđt thì có nhận được thông báo 31/07 sẽ giải quyết xong, tuy nhiên bộ môn đã có danh sách thực tập và chỉ cho đến 29/07 là sẽ chốt danh sách thực tập. Mong pđt làm nhanh hơn tiến độ dự định cho sinh viên với ạ.",
    "Đăng ký môn học   em chào PĐT, em là  mssv  thuộc lớp GTOTO1, vì lí do em xem ctdt của K18 oto mà em lỡ không đăng kí môn as1003 cơ lí thuyết, mà kì 201 của k19 phải đk môn ME2003 nguyên lí máy(cơ lí thuyết là môn tiên quyết), cho em hỏi là có thể cho em học song hành cơ lí thuyết và nguyên lí máy trong kì 201 được k ạ",
    "Kỉnh gửi PDT, Em có đăng ký học 1 môn là   b Lập trình web  b  trong hệ chính quy. Trong thời khóa biểu có mà trong lịch thi lại không có môn này. Em xin nhờ PDT kiểm tra lại. Em xin chân thành cảm ơn. Thân",
    "B Cho e hỏi về việc rút môn kì hè 193 hệ chính quy. Do sơ suất e chưa kiểm tra lại nên có 1 môn đăng kí thừa, nếu e rút môn cho e hỏi có thể không thanh toán học phí không? Môn e định rút là Giải tích 1 - MT1003. Mong anh(chị) bên PDT có thể giúp e chỉnh bỏ lớp này mà không thanh toán do kì này e phải đi thực tập hè.   ",
    "Cho em thủ tục xin vắng thi như thế nào ạ, hiện em đang ở quê ạ",
    "Xin chào, Em tên  K19-  văn phòng cho em hỏi là môn cầu lông có dạy ở cơ sở 1 không ạ và mã số môn là bao nhiêu ạ em cảm ơn",
    "thưa các thầy cô phòng đào tạo  em xin đăng kí bổ sung môn hoc: Anh văn 2 mã môn học là LA1005, nhóm DT01, do cô  dạy.  em xin cảm ơn.",
    "Em kính chào thầy cô ạ Em là sinh viên khoa cơ khí, học kỳ tới em có học môn nguyên lý máy, mà trong chương trình đào tạo trên aao là mã ME1015, mà các thầy trên khoa gởi mail cho tụi em là Me2093. Và còn một điều khá nghịch lý nữa là môn này tụi em chưa học trong học kỳ 2 mà trên aao đã để học trong kỳ 2. Em mong thầy cô giải đáp ạ, em cám ơn thầy cô rất nhiều ạ",
    "Gửi thầy cô, Thầy cô cho em hỏi tại sao em đã rút môn học Giải tích 1 nhưng bây giờ trong bảng điểm của em lại bị điểm 13 môn này ạ? Mặc dù những ngày trước điểm môn đó hiện là RT. Mong thầy cô giải thích giúp em và giải quyết giúp em ạ! Em cảm ơn ạ.",
    "Gửi phòng đào tạo,  Em tên , mssv  . Hôm trước em có gửi yêu cầu đăng ký thêm môn xác suất thống kê (MT2013) cho kỳ hè 193 này, không biết phòng đào tạo đã xem chưa ạ. Mong phòng đào tạo xem xét và trả lời sớm giúp em . Em chân thành cảm ơn ạ! ",
    "Dạ em xin chào PĐT , kì 192 vừa rồi em có đăng kí môn cơ lý thuyết AS1003 nhưng môn đó giờ không có trong ctdt của K2019 thì điểm của môn đó ảnh hưởng như thế nào đến điểm trung bình để phân ngành và điểm trung bình tích lũy để xét học bổng khuyến khích kì 192 ạ. Em cảm ơn",
    "Em sơ ý làm mất thẻ OCB. Xin hỏi ban tư vấn nếu muốn làm lại thẻ mới em nên liên hệ với trường hay ngân hàng ạ?",
    "Kính thưa Phòng Đào Tạo. Em tên là  MSSV:172156 Kinh thưa thầy cô, em viết mail này để mong thầy cô chấp thuận cho em được bổ sung tên em vào danh sách lớp đăng kí môn MT1003 (Giải tích 1) nhóm lớp D01 vào lớp dự thính hè này . Thưa thầy cô, em thành thật hối lỗi vì sự quá chậm trễ so với tiến độ. Nhưng em thật sự rất mong được thầy cô giúp đỡ em. Vì em thiếu tín chỉ trầm trọng và đã bị dự kiến đuổi học trong học kì trước đó. Em xin thầy cô chấp thuận cho việc này của em . Em hưa sẽ học thật tốt để hoàn thành môn học. Em thật sự rất mong thầy cô giúp em ạ. Em xin chân thành cám ơn thầy cô rất nhiều! Trân trọng!",
    "Cho em hỏi thời gian tối đa nộp chứng chỉ anh văn để đăng ký môn học cho HK192 là khi nào? Và khi bắt đầu học kỳ rồi thì còn có thể đăng ký được ko? Em xin cám ơn ạ,",
    "Dạ em chào thầy cô, hôm bữa em có gửi yêu cầu xóa môn phương pháp tính và được thầy trong ptđt hồi đáp là đã xóa  vì chương trình đào tạo khoa môi trường và tài nguyên ngành kĩ thuật không có môn này . Nhưng em xem thời khóa biểu vẫn có môn này.Vậy cho em hỏi vấn đề này ạ và khi em xóa như vậy có phải đóng học phí không ạ. Em cảm ơn",
    "Kính gửi Phòng Đào tạo. Em có thắc mắc về thời gian nhận giấy tạm hoãn nghĩa vụ quân sự cho khóa K16, mong PĐT giải đáp giúp em ạ. Vì địa phương em có yêu cầu nộp giấy nên em cần biết về thời gian nhận giấy này để báo lại với địa phương. Em xin chân thành cảm ơn.",
    "Em đang đăng ký môn học cho HK201, vào học kỳ này em sẽ là sinh viên năm thứ 4. Em có thắc mắc là số tín chỉ tối thiểu em phải đăng ký trong kỳ này ạ. Em xin chân thành cảm ơn    .",
    "Nghĩa Vụ . Dạ em chào thầy cô, Em là sinh viên khóa K15 đang đi làm,thầy cô cho em hỏi là khi nào phát giấy nghĩa vụ quận sự để e gửi giấy về địa phương. Thank you!",
    "Em xin lỗi! Do em kiểm tra mail muộn nên không kịp ĐKMH dự thính hè môn Vật lý 1. Em có thể xin đăng ký muộn được không ạ? Em xin chân thành cảm ơn!",
    "Chào thầy/cô ạ Lúc đầu em hỏi Thầy thì môn nhập môn lập trình CO1003 VÀ môn phương pháp tính MT1009 dành cho k19 thì thầy nói có học ạ, mới đây Thầy lại đăng chương trình mới dành cho k19 thì lại không có 2 môn này mà em lại lỡ đăng ký và có tkb luôn rồi ạ nên mong Thầy Cô giúp đỡ em rút 2 môn học này ạ vì 2 môn học này tới 6 chỉ nhân 480k rất nặng tiền học phí đối với em.    Em xin chân thành cảm ơn ạ",
    "Em đã đăng kí môn thực tập quá trình và thiết bị đợt 1 nhưng vẫn chưa được cập nhật thời khoá biểu. Mong phòng đào tạo kiểm tra lại và xem xét giúp em. Em cảm ơn.",
    "Dạ thưa cô, em có nguyện vọng đăng ký bổ sung môn thí nghiệm vật lý  Vì lý do em có đăng ký môn học sinh học (mã môn CH1011) nhưng do sĩ số lớp không đủ sinh viên nên môn học đó không được mở còn môn thí nghiệm vật lý em không đăng ký vì em tưởng môn học sinh học được mở vào hè ạ . Em xin phòng đào tạo cho em được đăng ký lớp DT06 của môn thí nghiệm vật lý ạ, vì lớp DT06 được xếp vào những buổi cuối tuần (thứ 6,7, chủ nhật) và vào tiết chiều (11-12). Vì hè này em có học môn thực tập ở nhà máy nên sẽ đi học vào buổi sáng trong tuần từ thứ 2 đến thứ 6. Em mong cô cho em được đăng ký môn học ở học kì HK193 ạ. Em xin chân thành cảm ơn ạ! Môn học đăng ký : Thí nghiệm vật lý Mã môn học: PH1007. Mã lớp : DT06",
    "Thưa cô, cho em hỏi học kì 202 đâng kí môn học sẽ xét chuẩn Anh  là Anh  mấy vậy ạ. Em xin cám ơn",
    "Hiện em đã về quê ở Tây Ninh, theo tình hình cập nhật dịch thì bệnh nhân số 420 có vào TPHCM. Em khá lo lắng về diễn biến phức tạp hiện nay và   U 29-7 này em phải lên CS2 để thi sinh học tế bào   . Liệu nhà trường có cân nhắc về việc cho sinh viên đã về quê thi môn còn lại qua internet không ạ? Em xin cảm ơn",
    "Kính gừi phòng đào tạo, Em là , từ ngày 21 đến ngày 25 tháng 7 em có đi về Quảng Ngãi và vào lại TP.HCM vào tối ngày 25/7/2020. Khi có thông tin về ca nhiễm COVID ở Quảng Ngãi đầu tiên, em tự cách ly mình ở phòng và khai báo với Công ty hiện tại cùng với thông qua app NCOVI của Bộ Y Tế. Tuy nhiên, vào chiều ngày mai em có lịch thi môn Hữu cơ (16h, phòng 308B1, nhóm A03-A), em không biết rằng liệu em có thể đi thi được hay không cũng như là nếu em không đi thi được thì cần phải làm những thủ tục gì? Em xin cảm ơn ạ! Mong PĐT giải đáp giúp em để em kịp thời thực hiện các thủ tục. Trân trọng, ",
    "Cho e hỏi môn Hoá kĩ thuật môi trường mã EN2031của phòng đào tạo gửi của ngành Quản lí môi trường mà trong phần đăng kí môn hiện 0 tín chỉ vậy ạ?",
    "Em đã học xong năm 1 ở hệ đại trà, thì em xin chuyển qua hệ CLC được không ạ?",
    "Em là sv k19 hiện tại em muốn thôi học thì em cần in mẫu xin thôi học gửi phòng đạo tạo.Cho em hỏi là em có cần tốn thêm chi phí gì nữa không ạ ( tại vì em đã đk môn hè 193) . Cảm ơn ạ",
    "n bao giờ mới mở lớp các môn học có mã mới vậy ạ? Em cảm ơn",
    "Dạ cho em hỏi là em muốn xem lại các video đợt học onl sao lại hiện ra là \"video format not supported\" ạ.",
    "Kính chào thầy/cô PDT, Em là , MSSV , ngành Vật lý kỹ thuật y sinh, Khoa Khoa học ứng dụng. Hiện tại em đã hoàn thành hết tất cả môn học theo chương trình, trừ Luận văn tốt nghiệp. Do khi đăng kí môn học kì 192, em chưa đủ điểm TOEIC để đăng kí. Tuy nhiên em vẫn làm luận văn với thầy hướng dẫn PGS.TS.  đề tài \"Ứng dụng laser công suất thấp trong điều trị viêm khớp dạng thấp\". Bên cạnh đó, em có viết đơn xin thầy cùng bộ môn cho em dời lịch bảo vệ sang đợt bổ sung để tập trung anh văn, và đã được đồng ý. Đến nay, em đã có bằng TOEIC 515 điểm thi ngày 12/7, như đính kèm và em đã đăng kí nộp CCNN trên mybk. Do đó em khẩn xin quý thầy/cô PDT có thể giúp đỡ, hỗ trợ em trong việc đăng kí môn Luận văn tốt nghiệp AS4343 để em kịp hoàn thành chương trình trong kì 192 này. Mong quý thầy/cô hướng dẫn em cần làm những thủ tục gì (viết đơn xin khoa, xác nhận thầy HD,  ...) để có thể đăng kí trước bảo vệ 14/09. Với tất cả sự chân thành, em xin trân trong cảm ơn!",
    "Gửi nhà trường, Đợt đăng kí môn học cho kì 193 vừa qua em có đăng kí Thực tập QTTB và Tư tưởng HCM, nhưng sau đó được thầy chủ nhiệm tư vấn là thực tập trong hè nên hè không được học thêm môn khác. Hiện tại em còn có thể huỷ môn học được không ạ? Em xin cảm ơn",
    "Dạ chào anh/chị. Hôm qua em có vắng thi vì lý do bà em sắp mất. Do quá đột ngột nên em không biết báo lên đâu nhưng buổi tối em đã mail cho Thầy bộ môn thì đc Thầy báo như sau ạ. Em muốn hỏi là có cách nào để em thi lại hoặc học lại mà không bị nhận điểm 13 hay không ạ. Em cảm ơn anh/chị.",
    "CT170      . Thầy cô ơi cho em hỏi , em đăng kí trễ dự thính hè nay em muốn đăng kí môn học Cơ Lưu Chất + Nền Móng . Mong Thầy Cô hỗ trợ giúp em Em xin cảm ơn !",
    "Học kì 183 em có đăng kí hai môn Thực tập quá trình thiết bị và Tư  , nhưng do lịch thực tập nên có thể em không thể tham gia lớp học trên trường được như trong thời khoá biểu. Vậy cho em hỏi em có thể huỷ môn Tư   được không ạ?  Em cảm ơn.",
    "Cho em hỏi là  em là sinh viên năm nhất chưa qua anh văn 1 thì mà em muốn nạp bằng thì thời hạn cuối là tháng mấy ạ?",
    "Chào các thầy cô ạ, Em là Đông Thức, sinh viên K19 Khoa Công nghệ Vật liệu. Cho em hỏi là tại sao đến giờ em vẫn chưa đăng kí được môn Vật lí chất rắn cho học kì 201 với mã môn học là MA2033 ạ? Khi nào thì có thể đăng kí được môn này trong khi sắp hết hạn đăng kí đợt 1 rồi ạ. Mong rằng thầy cô phản hồi sớm giúp em",
    "Em đã nộp chứng chỉ ngoại ngữ và chuyển điểm anh văn nhưng khi đăng ký Luận văn tốt nghiệp vẫn bị lỗi thiếu CCAV ạ.",
    "Dạ cho em hỏi là Vì điểm trung bình hk192 của em bằng 0, để tiếp tục được học ở hk201 thì em cần làm đơn cứu xét như thế nào và liên hệ với ai để được giúp đỡ ạ  Em cảm ơn",
    "em đăng kí môn học theo chương trình đào tạo mới của khoa Cơ khí đã gửi mail nhưng một số môn có mã số môn học em không đăng kí được ME2093, ME2091, ME2087, ME2089",
    "Em muốn đăng ký môn [CI3009] Kết cấu thép 1 thứ 4 tiết 345 nhóm DT01 để thi lại không tham gia học 1 buổi online ( chỉ học một lớp online do thứ 2 bị trùng) vào học kỳ hè Lý do: Ba môn [CI3009] Kết cấu thép 1, [CI4011] Thí nghiệm công trình,        [CI4343] Luận văn tốt nghiệp liên tiếp nhau. Em là sinh viên năm thứ 5 phải qua môn  [CI3009] Kết cấu thép 1 trong học kỳ hè mới có thể nhận luận văn tốt nghiệp.",
    "Dạ em chào quý thầy cô! Hiện tại em là sv khóa 2013. Học kì này là học kì cuối trong CTDT. Em vẫn còn nợ 1 môn học Cơ luu chất. Em kính mong quý thầy cô cho phép em được đăng kí vào lớp học Cơ lưu chất mã CI2005 của cô  để hoàn thành xong CTDT theo kế hoạch. Lí do: vì trong học kì 192 thì ngày thi diễn ra sau ngày cuối cùng để đăng kí môn học hk193 nên e không thể đăng kí kịp. Em xin chân thành cảm ơn quý thầy cô",
    "Chào quý thầy cô, em có làm đơn đăng kí điểm Vắng phép cho môn thi cuối kì Vật lí 1 (PH1003). Trường hợp của em là trễ thi cuối kì vì bị trễ do thi GDTC ở CS2, em có điền lí do vào mục 1 của Đơn và gửi kèm minh chứng xác nhận từ gv thể chất là vào ngày 07/07 và lúc 18h em có tham dự thi kết thúc học phần môn cầu lông. Nhưng khi gửi đơn qua khoa KHUD theo yêu cầu của PĐT sau khi nộp đơn để xin xác nhận, em có được một thầy gọi điện và trả lời rằng không giải quyết cho trường hợp bị trễ vì môn GDTC này. Rất mong quý thầy cô giải đáp cho em vì sao lại không được giải quyết trong khi trong quy chế học vụ không có điều khoản là không giải quyết trường hợp vắng thi cuối kì vì môn GDTC ạ.",
    "Em chào Thầy Cô .Thầy(cô) cho em hỏi đợt đăng ký học kỳ hè này của chính quy đã hết hạn đăng ký nhưng chưa học. Em có thể làm đơn đăng ký môn học được ko ạ. Em rất cần bởi vì chỉ còn 1 môn đó thì êm đăng ký được LVTN học kì 1 20-21. Môn Kết cấu bê tông cốt thép 2 MÃ môn CI3175 Nhóm mở DT01 thầy  Em cảm ơn ạ!",
    "Dạ, em là -K19- Cho em hỏi là ĐRL là sau cuối mỗi kỳ là sinh viên tự chấm hay sao ạ?????, nếu chấm thì nộp cho ai ạ???? Em cảm ơn",
    "Em muốn xin đăng kí thêm môn Xác Suất thống kê kì hè 193 ạ! Mã môn là MT2001 Mong phòng đào tạo cho phép ạ!",
    "Gửi phòng đào tạo, Em tên , mssv . Em có gửi yêu cầu đăng ký thêm môn xác suất thống kê (MT2013) cho phòng đào tạo vài ngày trước, không biết phòng đào tạo có nhận được chưa ạ? Mong phòng đào tạo trả lời sớm giúp em dù có xếp được hay không . Em cảm ơn nhiều ạ! ",
    "Chào thầy/cô, Thầy/cô cho em hỏi mỗi kỳ cần đăng ký số tín chỉ tối thiểu là bao nhiêu để không bị cảnh cáo học vụ ạ ? Em hiện là sinh viên năm 3, sắp tới đi thực tập, mà công ty chỉ cho phép 1 tuần nghỉ 1 ngày. Em cảm ơn ạ, Hoàng",
    "Xin chào thầy cô. Học kỳ 193 em có đăng ký môn thực tập tốt nghiệp và anh văn 4( 003004). Em đã đăng ký bên phía trung tâm BDCN là huỷ môn anh văn 4 do nhà máy nơi em thực tập khá xa trường, nhưng em xem trên TKB HK193 lại có anh văn 4. Em xin thầy cô có thể giúp em rút môn học anh văn 4. Em cám ơn!",
    "Dạ em kinh chào thầy/cô Học kì 193 em có đăng ký Anh văn 4. Em muốn xin rút môn vì đi em đi thực tâp em không sáp xếp học được. Kính mong thầy cô giúp em. Em cám ơn chúc thầy cô thật nhiều sức khỏe",
    "Nhà trường cho em hỏi là bây giờ điểm  của em là 565, đã được thẩm tra thì qui đổi có được AV1=10, AV2=10, AV3=8.5, AV4=6 không ạ?   Em xin cảm ơn.",
    "Dạ e chào Thay/Cô! Em là sinh viên k18 thuộc khoa môi trường lớp quản lý. Do k19 năm nay đổi chương trình học, đổi mã môn học. Nên k18 tụi e bị trễ chương trình nên không thể đăng ký môn, đặc biệt là nhưng lớp ít sinh viên . Hơn nữa nhưng môn chuyển ngành đều là chuỗi liên tiếp các môn song song/học trước/ tiên quyết. Nên tụi em không thể đăng ký môn học. Cộng thêm chuẩn sinh viên các năm thì càng không thể đăng ký được môn nào( cho dù em học hết các môn triết, tư tưởng, đường lối). Mong Thầy/Cô giúp đỡ có phương áp sớm nhất để tụi e có thể tranh thủ đăng ký môn để có thể theo kịp các bạn . Cảm ơn Thầy/Cô nhiều ạ! Chúc Thầy/Cô buổi chiều vui vẻ!",
    "Kính thưa trường  Em tên  mssv: 2 Kính mong trường cho em rút môn học (không tính HP) môn Kỹ thuật lập trình CO1013 CO1014 vì trong quá trình đăng ký môn ,em đã đăng ký sai 2 môn này,và 2 môn này không nằm trong chương trình đào tạo mà em đang theo học. Kính mong quý nhà trường có thể xét duyệt cho em được hủy môn không tính học phần. Em xin cảm ơn.",
    "Em chào các thầy cô phòng đào tạo ạ. Em muốn hỏi về vấn đề môn học ạ. Vấn đề của em là: môn Mạch Điện Tử ( khoa Điện) là môn học bắt buộc cho tất cả sinh viên khoa điện. Em đã qua môn này, tuy nhiên điểm không cao và em đã đăng kí  học cải thiện nhưng cuối kì em không đi thi và được điểm 13. Phòng đào tạo cho em hỏi, như vậy thì môn Mạch Điện Tử này vẫn lấy theo kết quả lần 1 (qua môn) hay lấy theo kết quả lần 2  ( điểm 13) ạ. Em cảm ơn ạ.",
    "Dạ thưa thầy, cô  Dạ em đã đăng ký chuyển điểm anh văn và đóng phí 10 ngày rồi nhưng chưa được thẩm tra xong và chưa được chuyển điểm. Dạ thưa cô bây giờ em muốn chuyển điểm nhanh điểm đó để kịp xét tuyển kỹ sư tài năng thì phải làm sao ạ. Em không biết viết đơn gửi phòng đào tạo ra sao vì trong mục \"DANH MỤC BIỂU MẨU DÀNH CHO SINH VIÊN\" không có mẫu đơn đó ạ. Em thực sự kính mong phòng đào tạo có thể lấy dữ liệu để chuyển điểm cho em ạ. Em cám ơn nhiều ạ! Em xin chần thành cám ơn! Thường",
    "Chào quý Thầy Cô Em có vấn đề cần được giải đáp ạ Em học anh văn 250 từ trước Tết và có kết quả thi cách đây 2 tháng, nhưng do bộ môn anh văn bị xót lớp của em nên điểm cập nhật trễ nên khi em đăng ký av300 thì tới ngày đi học em vẫn chưa nhận được tkb, em gọi pdt hỏi thì được báo là thiếu tiên quyết ạ. Cho em hỏi như vậy em phải làm sao ăn Em cảm ơn    . AV300",
    "Em đăng ký môn học Tổ chức quản lý bảo dưỡng, mã IU2021. Nhưng khi nhập mã vào thì ra môn Phương pháp tính và lập trình C ạ.",
    "Dạ cho em hỏi là k19 năm nay được miễn anh văn vậy cho em hỏi kì sau em chỉ cần học qua av3 thôi là qua yêu cầu năm 2 hay phải học qua av1 av2 r ms học av3 ạ ( em chưa học av 1 2 3 ạ )",
    "nếu mình có chuyến bay từ Đà Nẵng về TPHCM nhưng không đi qua những địa điểm được nêu trong các thông báo khẩn của BỘ Y TẾ thì có cần vắng thi không vậy ạ? .",
    "Chào cô . Vì lý do trong kỳ 192 em đã đăng ký học môn Giải tích 1 (MT1003), nhưng vì kết quả đánh giá qua môn em nhận được vào ngày 24/7/2020. Mà đăng ký bổ sung đợt 3 của kỳ 193 lại kết thúc vào ngày 22/7/2020, nên em không kịp để đăng ký môn học MT1003. Chính vì vậy, em muốn xin bên PĐT hỗ trợ và giúp đỡ để em có thế được đăng ký và hoàn thành môn học MT1003 để không bị ảnh hướng đến tiến độ tốt nghiệp trong thời gian tới. Em mong nhận được sự giúp đỡ từ phía PĐT. Em xin chân trành cám ơn! Trân trọng,",
    "Bkpay của em không thể thanh toán tiền học phí cũng như là lệ phí in bảng điểm.",
    "chào thầy cô ạ. Cho em được xin nộp giấy tốt nghiệp THPT vào sau tết năm 2020 đầu 2021. Vì lý do gia đình làm ăn xa và nếu muốn lấy bằng tốt nghiệp thì em phải về lại trường THPT ở quê của em nhưng nếu về em sẽ không có chỗ để cư trú qua ngày ạ nên em xin phép thầy cô, xin phép phòng đào tạo cho em được nộp giấy tốt nghiệp THPT sau tết 2020 đầu 2021 ạ vì khi ấy gia đình em cũng về quê còn hiện tại cho đến hết tháng 10 năm nay em vẫn chưa thể về quê mà lấy được. Em xin cám ơn thầy cô ạ.",
    "Họ Tên :  Mssv : Đăng kí rút môn học:  Pháp luật đại cương Việt Nam  Mã môn học :  SP1007 Nhóm :DT06 Lý do rút môn : Môn học không cần thiết cho học kỳ hè . Em cảm ơn ạ",
    "Em là , MSSV:, học khoa Điện-Điện tử. Em muốn hỏi về số tín chỉ tối thiểu trong 1 HK. Em đã qua hết các môn AV và đã đăng kí học Pháp luật VN đại cương (SP1007) trong kì hè, nên khi đk môn học cho học kì chính, em chỉ có 13 chỉ, trong khi số tín chỉ tối thiểu phải là 14. Vậy em không đăng kí thêm môn học cho đủ số tín chỉ tối thiểu là 14 thì có ảnh hưởng gì đến kết quả học tập và rèn luyện khác của em không ạ (ví dụ như trừ điểm rèn luyện, học bổng, đăng kí môn học cho học kì tiếp theo,...)?",
    "Cho em hỏi em muốn nộp đơn hủy môn học dự thính thì em phải nộp phí bo nhiêu ạ",
    "Trong học kì dự thính hè, em có đăng ký môn Kỹ thuật lập trình và bị trùng giờ học với môn Công nghệ phần mềm mà em đăng ký hồi học kì vừa rồi. Trong lớp cũng có nhiều bạn bị trùng lịch học giống em, anh chị giáo vụ có thể đổi lịch học môn kỹ thuật lập trình được không ạ?",
    "Em chào thầy/ cô,  Em muốn hỏi về quy định hủy môn khi đăng ký môn tự chọn ạ . Em có được hủy môn tự chọn ở lần đăng ký môn học đợt 2 không ạ?  Em cám ơn.",
    "Dạ phòng đào tạo cho em hỏi vì sao ngành logistics và quản lí chuỗi cung ứng của k19 học kì 201 có hai môn mã ME2125 và ME2123 chưa được mở vậy ạ. Em mong nhà trường xem xét vì đến 29 là hết hạn rồi ạ. Em cảm ơn !",
    "Em muốn đăng ký thi cuối kì môn giải tích 2(đã được tổ chức thi cho chương trình đại trà vào ngày 20/07/2020). Do trước hôm đó chị em có vấn đề liên quan đến sức khỏe, em hoảng quá chạy lên mà đầu không suy nghĩ được gì nên đã trễ lịch thi. Em biết là lỗi của em, nhưng hôm nay nhận được mail PDT sẽ tổ chức thi lại, mong PDT giải quyết giúp cho em được thi lại ạ, em xin lỗi và cảm ơn PDT nhiều ạ.",
    "B Cảm ơn PDT đã thực hiện rút môn giúp e. Cho e hỏi môn e rút trong kì TTTN này có tính học phí không? Vì khoảng thanh toán học phí cho kì hè 193 thật sự rất lớn, e mong PDT có thể không tính phí trường hợp e. Cảm ơn  ",
    "Em tên  lớp XD15KT Em xin phòng đào tào cho em đăng kí bổ sung môn Anh Văn 4 với MHH:LA100 vào đợt học kì dự thính hè 193 Lí do: Học kì này em đã làm đồ án tốt nghiệp và chỉ còn môn học này nữa ạ.  B   I    ",
    "Dạ, cho em hỏi nếu đăng ký TTTN vào kỳ 201 thì tất cả số tín chỉ đã đăng ký của kỳ 192 (dù đạt hay chưa đạt) có được tính vào số tín chỉ tích lũy không ạ, hay chỉ tính số tín chỉ đã đạt của kỳ 192 ? Em xin cám ơn",
    "Thưa thầy(cô), Em tên  | MSSV:  Trong kỳ dự thích trước 192 em có đăng ký và học lớp giải tích 2 MT1005 nhưng do kết quả thi cuối kỳ không được tốt mặc dù điểm thành phần của em cao nên em vẫn bị trượt (hình ảnh) . Do biết điểm thi trễ nên em đã không kịp đăng ký môn này vào kỳ dự thính hè 193. Là sinh viên K14 của trường nên em sẽ hết hạn đào tạo chính quy vào năm nay 2020. Nên em viết thư này rất mong được thầy(cô) cứu xét cho em được đăng ký bổ sung sỉ số vào kỳ hè 193 này. Em xin chân thành cảm ơn và chúc quý thầy cô có một ngày làm việc thật vui vẻ!",
    "PDT cho em hỏi là năm nay em là sinh viên năm 3 và em đang học con môn tự chọn chuyên ngành. Nếu 1 môn tự chọn nào đó và em rớt. Em có cần bắt buộc học lại môn đó không hay học môn khác cho đủ tín chỉ của ngành học vậy a? Em xin cám ơn.",
    "MSSV: Giải tích 2: MT1005",
    "Dạ em là sinh viên khoa cơ khí, em không tìm thấy môn học với mã môn như trong chương trình đào tạo mà hạn chót đăng kí là 29/7 rồi ạ.",
    "Em chào thầy/ cô ạ, Dạ em có vài thắc mắc về việc đăng ký môn tương đương nhau ạ, cụ thể là em được nghe là các môn \" Qúa trình và kỹ thuật sinh học 1\" và môn \" các quá trình cơ học\" nội dung giống nhau nên có thể học một môn rồi nộp đơn xin công nhận. Thầy/ cô  xin cho em hỏi về quy trình chuyển môn này với ạ, như là khi nào viết đơn và nộp cho ai,.. ấy ạ. Em xin chân thành cám ơn thầy/ cô.",
    "thưa thầy (cô), em muốn đăng ký môn pháp luật đại cương, do quá sỉ số em đăng ký không được. Tại vì em còn môn này nữa là tốt nghiệp, em muốn học đợt hè này cho hoàn thành chương trình học của em ạ. Mong thầy (cô) hỗ trợ em đăng ký môn pháp luật này ạ. Em mong sự phản hồi của thầy (cô) ạ. Em xin cám ơn thầy (cô) ạ. Em tên  _ MSSV- ",
    "Chào thầy/cô em tên là . Cho em hỏi là em muốn xin đăng kí môn ở kỳ dự thính kỳ hè này  có được nữa không ạ. Em cần đăng ký môn av để kịp lịch học ạ E cảm ơn ạ thầy/cô ạ.",
    "t đăng kí hè vừa rồi e chưa thi học kì xong nên không biết môn nào đã qua. Thầy cô cho e hỏi có cách nào để đăng kí hè những môn mà trong 192 e đã rớt không ạ, tại sau kì thi e làm bài không được nên chắc là môn đó đã rớt. Hiện tại e đang trong tình trạng bị cảnh cáo học vụ nên mong thầy cô có thể tạo điều kiện cho e đăng kí thêm môn để trả nợ ạ. Dạ em xin chân thành cảm ơn",
    "Vắng thi cuối kì 192 . Em có đi từ Đà Nẵng về tp.HCM ngày 25/7 vừa qua. Đang thực hiện tự cách ly tại nhà 14 ngày. Ngày 28/7 em có lịch thi, hiện tại em không biết là mình có thể tham gia hay là tiếp tục thực hiện cách ly tại nhà và sẽ được nhà trường xếp lịch thi sau ạ. Mong nhận được phản hồi sớm ạ. :((",
    "Kính gửi phòng Đào tạo ,  Em là  , MSSV :  , SV CLC Khoa Kỹ thuật xây dựng Về môn học Hóa đại cương CH1003 - Nhóm CC02 : Do TKB môn học của em có sự điều chỉnh không phù hợp , em có nguyện vọng được hủy môn học này không tính phí trong HK193 ạ  . Em đã điền vào Form Đăng ký hủy môn HK193 theo thông tin của BP Học vụ Văn phòng Đào tạo Quốc tế cung cấp . Kính mong Phòng Đào tạo và Nhà trường có thể xem xét hỗ trợ em hủy môn học trên trong HK193 sắp tới  . Chân thành cảm ơn quý thầy cô và Phòng đào tạo!  Trân trọng, ",
    "em tên:  MSSV:  Khoa:Kỹ thuật xây dựng Lớp: XD16KT cho em hỏi vào ngày 22-24/07/2020, em có lưu  trú tại Đà Nẵng, sau đó 27/07/2020 em về tới Sài Gòn, nên 28/07/2020 em xin đi khám sức khỏe và cách ly tại nhà trong thời gian tới. Nhưng vì 29/07/2020 em có môn học thi cuối kỳ là Thiết kế cảnh quan, Mã MH: CI3149. Không biết có được vắng thi cuối kỳ được không ạ? Nếu được thì em có cần liên hệ giáo viên bộ môn để xin vắng thi không ạ? em xin cảm ơn!!!",
    "Em là sinh viên năm 3,em có đăng kí môn học cho kì hè 193 đồng thời với thực tập tốt nghiệp. Do không thống nhất với đơn vị thực tập được học song song nên em không học được kì hè. Cho em hỏi bây giờ rút môn học không tính phí được không và nếu được thì quy trình thế nào ạ.",
    "Mình là k19, mình học dự thính Vật Lí 1 mã cũ 007001 không phải mã mới PH1003. V thì có sao không ạ? Nghe nói là, điểm sẽ nhập là mã 007001 không phải mã PH1003 thì có nguy cơ không tính đây là điểm Vật Lí 1",
    "Xin chào thầy cô ạ,  Em muốn xin được đăng kì  bổ sung môn Giải Tích 1 cho kì hè này để đủ chỉ làm luận văn kì tới. Mong thầy cô có thể giúp em với ạ . Em xin cảm ơn nhiều ạ.",
    "AV300 Em có đăng ký AV300 của nhóm RZ03, nhóm RZ03 đã học vào thứ 7 và cnhat tuần rồi nhưng em vẫn chưa có thời khoá biểu. Em có gọi lên pdt hỏi thì được biết em bị tiêm quyết môn AV250 nên không có thời khoá biểu. Nhưng điểm AV250 của em có mà bị trễ do bên bộ môn AV quên gửi bảng điểm của lớp em xuống PĐT. Em mong quý thầy cô giải quyết để em có thể đi học môn AV300 ạ. Em cảm ơn",
    "Tên:       b MSSV:       . Kính gửi PDT, Em xin đăng ký bổ sung 2 môn đại cương cho học kỳ hè 2020. STT| Tên Môn Học        |Mã Môn Học |Nhóm ---------------------------------------------- 1  | Thí nghiệm vật lý  |1007     |Z07 2  | Giải tích 2        |1005     |Z07_Z07 Em xin chân thành cảm ơn. Thân.",
    "Thưa phòng đào tạo Em tên là   mssv :  Hôm nay em viết thư này là để nói về vấn đề như sau: Từ ngày 23-26 em có về Quảng Ngãi để dự đám tang của nội, vì là đám tang nên tiếp xúc với rất nhiều người Sáng nay 7h10' ngày 28/07/2020 em có lên phòng 212B1 thi môn Vật lí bán dẫn, nhưng vì để tránh việc tiếp xúc với người khác nên em chỉ ký tên rồi ra về. khi nãy em có nhận được điện thoại bên khoa điện về vấn đề này cho em hỏi là hôm khác em vẫn nộp được biểu mẫu về việc được vắng thi hay không ạ?? Tại vì em đã có việc riêng ở tận Long An ạ mong phòng đào tạo phản hồi sớm cho em ạ Em xin chân thành cảm ơn!",
    "Cho em hỏi là sáng hôm nay em có lịch thi cuối kỳ môn cơ lý thuyết mà xe em bị hỏng nên đến muộn buổi thi. Vậy giờ em có thể xin thi lại được không ạ",
    "Thầy/cô cho em hỏi em nộp đơn xin thực tập quá trình thiết bị từ t6 tuần rồi mà giờ vẫn chưa có tkb ạ",
    "Em xin chào PĐT, Em tên là , MSSV , nay em có câu hỏi về đăng kí môn học như sau: Do lúc trước đăng kí môn học ở học kì hè dự thính, em chưa biết mã môn Xác suất thống kê cho K19 đã được đổi, nay em nhận được thông tin có thể xin chuyển mã môn học, em muốn hỏi các thầy/cô ở PĐT rằng khi nào là hạn chót để xin đổi mã môn học vậy ạ? Em xin chân thành cảm ơn quý PĐT. Chúc thầy/cô một ngày làm việc vui vẻ và hiệu quả.",
    "Mssv: 1 Môn học đăng kí: Xác Suất và Thống kê Mã môn học: MT2001 ",
    "Ví dụ: môn học B có điều kiện đăng ký môn học: học trước môn học A. vậy học kỳ 20.1 đăng ký môn học A. rồi đăng ký học kỳ 20.1-dự thính đăng ký môn học B có được không? cảm ơn cô chú, anh chị phòng đào tạo. trân trọng.",
    "Họ và tên:   TRƯƠNG CAO TUẤN KIỆT    MSSV :         KẾT CẤU THÉP 1 (CI3009)",
    "Hóa lý 2 MSMH: CH2031",
    "Em chào thầy/cô , cho em hỏi là danh sách học hè và đã chốt thời khóa biểu hè mà học kì chưa bắt đầu nên em có thể làm đơn xin bổ sung được không ạ ? Em muốn đăng kí bổ sung môn cơ lưu chất mã môn là CI2003 và em đã xem xét thời khóa biểu là không bị trùng những lớp khác của em ạ . Mong thầy cô có thể giúp đỡ em . Em cám ơn thầy cô rất nhiều ạ.",
    "Em chào thầy cô! Thầy cô cho em hỏi hiện lịch đăng kí kì hè đã đóng nhưng học kì hè chưa bắt đầu nên có thể bổ sung và kì hè 193 được không ạ. Môn học này có thời khóa biểu không trùng với thời khóa biểu của em. Mã môn học là CI2003 ạ Mong thầy cô xem xét ạ !!! Em cảm ơn.",
    "cho em hỏi là chương trình k19 thay đổi mã môn học nhiều, có file chương trình đào tạo và mã môn mới rồi, mà em nhập mã mới để đăng kí môn học cho hk 201 vẫn k dc ạ, vd như môn phương pháp số, vẽ kĩ thuật cơ khí,....",
    "Em xin đăng ký môn Giải tích 1 mã môn MT1003 học kỳ dự thính hè 193 nhóm lớp DT01",
    "Giải tích 1 - MT1003 - nhóm DT01",
    "Chào thầy (cô) PĐT Em tên:  MSSV: Lí do:Em là sv năm 2 ngành Cở điện tử, Đợt Đăng ký môn học dự thính hè HK193 - Hệ Chính Quy - Đợt 1, em có đăng kí ME2017 - Thực tập kỹ thuật (CDT), nên các đợt 2 và 3 sau em không đăng kí lại hay bổ xung môn nào khác, em không vướn lỗi điều kiện đăng kí của môn học. Vậy mà kết quả ĐK cuối cùng là em chưa đăng kí môn nào cả.   Mong thầy, cô PĐT giúp em đăng ký lại môn học Em xin trân trọng cảm ơn! ",
    "Dạ e chào Thay/Cô! Em là sinh viên k18 thuộc khoa môi trường lớp quản lý. Do k19 năm nay đổi chương trình học, đổi mã môn học. Nên k18 tụi e bị trễ chương trình nên không thể đăng ký môn, đặc biệt là nhưng lớp ít sinh viên . Hơn nữa nhưng môn chuyển ngành đều là chuỗi liên tiếp các môn song song/học trước/ tiên quyết. Nên tụi em không thể đăng ký môn học. Cộng thêm chuẩn sinh viên các năm thì càng không thể đăng ký được môn nào( cho dù em học hết các môn triết, tư tưởng, đường lối). Mong Thầy/Cô giúp đỡ có phương áp sớm nhất để tụi e có thể tranh thủ đăng ký môn để có thể theo kịp các bạn . Cảm ơn Thầy/Cô nhiều ạ! Chúc Thầy/Cô buổi chiều vui vẻ!",
    "Thầy cô cho em hỏi với tình hình dịch bệnh có chiều hướng phức tạp lên như bây giờ, nhà trường có ý định học kì hè 193 cho sinh viên học onl tại nhà như đợt Tết không ạ? Mong thầy cô phản hồi sớm ạ, vì tụi em thu xếp vào học hè cần đặt vé sớm. Em cảm ơn thầy cô nhiều ạ . Chúc thầy cô một ngày tốt lành!",
    "Em hiện đang học chương trình đại trà, em nghe nói chỉ được đăng kí tối đa 21 tín chỉ trong học kì chính, tuy nhiên em lại cần đăng kí 26 tín chỉ để giải quyết vấn đề tín chỉ tích lũy. Cho em hỏi phòng đào tạo có suy xét đăng kí thêm trong học kì chính không ạ? Em cảm ơn.",
    "Em tên  học khoa Kỹ thuật Xây Dựng khoá 2016 mssv  . Vào ngày 20/7 em có lịch thi môn giải tích 2 vào lúc 7h . Nhưng vì vấn đề sức khỏe đột xuất nên em không thể tham gia buổi thi. Nếu nhà trường có sắp xếp thi lại em mong dược dự thi lại . Em xin cảm ơn  Phía dưới là phần ảnh xác minh",
    "B Cảm ơn PDT đã rút môn GT1-MT1003 kì hè 193 giúp e. Cho e hỏi là phần rút môn trong kì TTTN này có tính học phí không? Do là e đọc qui định thì thấy đăng môn chung trong kì TTTN rút sẽ không tính phí. Khoảng phí cho môn MT1003 thật sự lớn, e mong là PDT giúp e không tính phí môn e rút kì này. Còn nếu vẫn tính bình thường thì có thể phục hồi môn MT1003 đã rút này lại được không? Cảm ơn   ",
    "Em chào phòng đào tạo. Em hiện đã đăng kí môn Truyền số liệu và mạng (EE3019) cho học kì 201. Nhưng môn tiên quyết Xử lí số tín hiệu (EE2015) em học trong kì hè 193. Liệu em có bị xoá môn Truyền số liệu và mạng trong đợt 2 đăng kí môn học kì 201 không ạ? Nếu có thì có cách nào để em có thể đăng kí để học kịp trong kì 201 không ạ?  Em xin cảm ơn phòng đào tạo.",
    "xin phép thầy cô cho em hỏi giờ e muốn đang ký môn hạ tầng công trình giao thông mã ci4019 nhưng đã hết hạn đăng ký trực tuyến thì e có còn cách nào đăng ký được không ạ. e cảm ơn",
    "Dạ e chào Thầy/Cô. Năm nay e có đăng ký mùa hè xanh. Nhưng mới đc thông báo huỷ do dịch. Thầy cô có thể thể xem xét cho e đăng ký dự thính hè được không ạ? Em cảm ơn ạ!",
    "Dạ em chào Thầy/Cô tiếp nhận và trả lời yêu cầu.",
    "Giải tích 2(MT1005) ",
    "Em chào thầy, vì một số lí do nên em không kịp đăng kí  môn Tư   ( mã môn học: SP1005)đúng hạn,thầy cho em hỏi giờ em muốn đăng kí môn Tư   ( mã môn học: SP1005) vào kì 193 còn được không ạ",
    "Dạ em chào Thầy/Cô, Em là , MSSV: , sinh viên văn bằng 2 chính quy ngành Khoa học máy tính. Trong học kỳ 192, em có đăng ký học môn Hệ thống số 3 tín chỉ (CO1023), chương trình đào tạo của em yêu cầu học môn Hệ thống số 4 tín chỉ (CO1009). Mong Thầy/Cô giải đáp cho em các câu sau: 1. Điểm tổng kết môn học Hệ thống số 3 tín chỉ có được tính vào điểm tích lũy ngành không? 2. Em nghe các bạn trong lớp nói là phải đăng ký học thêm môn Đồ án hệ thống số 1 tín chỉ (CO1029) thì mới được chuyển điểm sang môn Hệ thống số 4 tín chỉ, các bạn nói như vậy có đúng không? Em rất mong chờ phản hồi từ Thầy/Cô. Em xin chân thành cảm ơn Thầy/Cô đã tiếp nhận và trả lời yêu cầu này.",
    "Thưa thầy(cô). Em có một số thắc mắc về các môn học ở chương trình Cao học mong được thầy(cô) giải đáp: 1. Về 5 môn học tự chọn được học ở Cao học nhưng ở chương trình học Đại học không có môn đó thì em có được tính vào tín chỉ tích lũy ở Đại học được không. 2. Luận văn theo hướng nghiên cứu nhiều hơn luận văn theo hướng ứng dụng 15 tín chỉ, vậy 15 tín chỉ môn học được bỏ qua nếu học theo nhóm nghiên cứu thuộc   B nhóm môn học    nào vậy ạ. Thầy(cô) cho em hỏi về thời gian học chương trình cao học thường tổ chức học vào thời gian nào trong tuần ạ.",
    "Em đăng kí môn bóng chuyền(pe1011)",
    "Thưa T, em là sinh viên VP năm 3 Viễn Thông. Em thắc mắc một kỳ trong chương trình VIệt Pháp được đăng ký tối đa bao nhiêu tín chỉ ạ. Vì em nghe nói 35 tín chỉ 1 học kỳ tối đa. Mà em cần đăng ký khoảng 39 tín chỉ để trả nợ môn dần dần ạ.",
    "Em tên:  Mssv:  Em muốn đăn kí môn bóng chuyền(pe1011)",
    "y là môn học tiên quyết để đăng kí một số môn năm 3 của khoa xây dựng nhưng em vẫn chưa qua môn. Sau khi tìm hiểu và được tư vấn từ các anh chị các khóa trước, em thấy mình cần hoàn thành môn học trong học kì 193 để đăng kí môn năm 3 và tránh việc trễ kì. Em thấy nhiều lớp vẫn chưa đủ sĩ số nên em mong PĐT sẽ cho phép em học môn học này trong học kì 193. Em xin chân thành cảm ơn!",
    "Cho e hỏi e có đăng kí thể chất hè này và e có nghe bên khoa nói khi đi mùa hè xanh tỉnh thì sẽ tự hủy môn học. Bây giờ chiến dịch mùa hè xanh đã hủy vậy e xin rút môn học được không ạ?",
    "Em chào thầy/cô Khoa em có môn GE2007 là môn học trước của GE3001. Học kì hè 193 này em đã đăng kí được môn GE2007 thì học kì 201 tới sao em lại không đăng kí đuọce GE3001 vậy ạ.",
    "cho em hỏi là e nộp bằng và thanh toán lệ phí chuyển điểm rồi và pđt đã thẩm tra và xác nhận hợp lệ rồi mà điểm anh văn của em vẫn chưa cập nhật lại ạ?",
    "Thời khóa biểu các môn học hè:  - sinh học đại cương (ch2027) - pháp luật việt nam đại cương (sp1007) - những nguyên lý cơ bản của chủ nghĩa mác-lenin (sp1003) - tư tưởng hồ chí minh (sp1005) - đường lối cách mạng của đảng cộng sản việt nam (sp1009)",
    "Giai tích 2(MT1005)",
    "Hết hạn đk dự thính hè nhưng em có thể đâng ký được không ạ",
    "Cho em được đăng ký môn học dự thính hè MT1005 giải tích 2 MT1007 Đại số tuyến tính ",
    "Em chào thầy, vì một số lý do nên em không kịp đăng ký môn Tư tưởng Hồ Chí Minh (mã môn học SP1005) đúng hạn, thầy cho em hỏi bây giờ em muốn đăng ký môn Tư tưởng Hồ Chí Minh vào học kỳ 193 còn được không ạ?",
    "Thầy cô cho em hỏi là giờ dù đã hết hạn đăng ký môn học hè dự thính 193 nhưng em muốn đăng ký thêm 1 môn trong kỳ hè này được không ạ . Em cảm ơn và mong nhận được hồi đáp",
    "PDT có nói là em đăng ký 19 TC theo danh sách môn quy định thì không tính thêm tiền vượt 17. Vậy cho em hỏi nếu em đăng ký y như vậy và thêm 1 môn nữa thì sẽ tính học phí như thế nào ạ. em thuộc khoa Cơ khí ạ",
    "Chào thầy/cô ạ, cho em xin hỏi thực tập tốt nghiệp thì sinh viên có thể thực tập ở phòng lab trong trường hay không ạ, hay là bắt buộc phải thực tập ở công ty ạ. Em xin chân thành cám ơn ạ.",
    "Chào thầy cô/thầy Em tên là  MSSV  Em viết tin nhắn này muốn thầy cô giúp em đổi lớp Anh Văn 3 mã môn học là LA1007 lớp DT01 sang lớp DT03 vì lý do em bị trùng với lịch đi kiến tập ở công ty bên ngoài ạ. Mong được thầy cô giúp đỡ,em cám ơn ạ.",
    "Cho em hỏi khi nào thì phải nộp bằng chứng nhận CNTT cơ bản và nâng cao ạ và nếu phải học thì phải học như thế nào, theo chuẩn gì ạ. Em xin cảm ơn.",
    "Kính chào anh/chị, em có thắc mắc như sau. Lúc trước em có đăng ký môn Pháp luật đại cương và đã qua môn, tuy nhiên em nhận ra rằng mình đã   B đăng ký nhầm mã môn học   . Kết quả là trên bảng điểm em bị thiếu tín chỉ tích luỹ ngành. Mặc dù trong quy chế nhà trường có ghi là khi đăng ký nhầm mã môn thì chỉ không tính vào điểm trung bình tích luỹ thôi, chứ vẫn được tính vào tín chỉ tích luỹ. Mong anh/chị giải quyết giúp em việc này ạ. Xin cám ơn. Em có đính kèm hình ảnh bảng điểm bên dưới.",
    "Dạ e chào thầy/cô Em là , mssv , dạ e có 1 câu hỏi muốn hỏi đến thầy/cô là chương trình đào tạo của k19 có sự thay đổi về môn mác lênin và đầu năm e xin miễn môn mác và có giấy chứng nhận của PĐT trường mình E không biết là e có phải học lại hay là học thêm môn nào của môn mác k ạ Em xin chân thành cảm ơn! ",
    "Do đăng kí nhầm lẫn mong PĐT thay đổi giúp em từ môn học mã CI1003 thành môn SP1007 ạ",
    "Em chào thầy cô! Thầy cô cho em hỏi hiện lịch đăng kí kì hè đã đóng nhưng học kì hè chưa bắt đầu nên có thể bổ sung và kì hè 193 được không ạ. Môn học này có thời khóa biểu không trùng với thời khóa biểu của em. Mã môn học là CI2003, thầy cô cho em xin vào lớp DT01 được không ạ . Mong thầy cô xem xét ạ !!!",
    "dạ cho em hỏi là hiện tại em đủ điểm để đăng kí học anh văn trong trường mà năm nay trường miễn xét anh văn cho năm nhất vậy cho em hỏi là năm 2 của em em đăng kí thẳng anh văn 2 và anh văn 3 học và trong lúc đó em cũng đăng kí thi định kì để chuyển điểm cho anh văn 1 có được không ạ? em cảm ơn ạ !",
    "Gửi các thầy cô do kì này e mới nhận kết quả thi cuối kì môn phương pháp tính, e nghe nói rằng sẽ mở bo sung kì hè, không biết có đôi mã môn học gì không,",
    "kính mong thầy cô đăng ký bổ sung giúp em môn học thí nghiệm công trình mã ci4011 nhóm lớp DT01 ạ. em xin cảm ơn ạ",
    "ÓNG CHUYỀN PE1011 ĐIỀN KINH   PE1025",
    "Chào Thầy, hiện em muốn nhận giấy xác nhận sinh viên của trường để xin vay tiền tại địa phương, lần trước em có đang kí loại \" bổ túc cho địa phương\" nhưng không phải. Thầy cho em hỏi là em cần in loại giấy xác nhận nào ạ? ",
    "Cho em hỏi số tín chỉ em đăng ký trong một học kì chính dưới 14 tín chỉ có bị vấn đề gì không ạ?",
    "Xin phòng đào tạo duyệt phiếu đăng kí phúc khảo Phúc tra bài thi cuối kỳ môn học MT1003 - Giải tích 1 (HK192)(24/07/2020) Em cám ơn ạ.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19  Hồi đầu năm nay em có đăng ký HK1912 sau khi học được tới tháng 3 nhà em có việc gấp phải đi nước ngoài. Khoảng một thời gian đầu em vẫn duy trì việc học online của mình tại nước ngoài .Nhưng hiện tại bây giờ vì nhiều lý do nên em không đủ điều kiện duy trì việc học online được nữa, càng không thể quay về nước ngay lúc này do tình hình dịch bệnh ở đây bùng phát khá phức tạp. và em cũng không biết bao giờ mới về được. Nên em muốn bảo lưu kết quả học tập của mình nhưng không biết phải làm sao (vì không thể về nước) Mong các thầy các cô và các anh chị giúp   .",
    "Cho em hỏi là trước tình hình dịch bệnh diễn biến mới như hiện nay thì học kì hè sẽ sử dụng phướng thức giảng dạy onl hay trực tiếp ạ. Nếu có thông báo thì trường sẽ thông báo trước khi sinh viên đăng kí môn hay sao ạ. Em cảm ơn.",
    "Em đăng kí môn học sai mã của môn giải tích MT1011 của học kì hè 193, nên em muốn đổi lại môn giải tích mã MT1004 được không ạ  ",
    "vì trễ hạn đăng kí bổ sung bây giờ em có thể đăng kí bổ sung môn cơ lưu chất ci2003 để kịp làm luận văn vào kì tới. Em có thể đăng kí không ạ? cơ lưu chất- CI2003-04-08",
    "Kính gửi quý thầy/cô, Em tên là , MSSV , hiện đang học lớp Kỹ sư tài năng khoa Máy tính. Em có một vài điều thắc mắc về chương trình đào tạo của mình, mong thầy/cô giải đáp giúp em. 1. Giả sử em đang học môn học A, do theo học hệ tài năng, đi kèm với môn A có môn học A mở rộng. Vậy thì nếu rớt môn học A mở rộng thì cần học lại cả môn A lẫn A mở rộng? Hay chỉ cần học lại A mở rộng là đủ ạ? 2. Giả sử trong học kì 192 này em bị rớt 1 môn (TBM đó dưới 7.5) thì kì sau (201) bắt buộc phải bổ sung liền hay không ạ? 3. Nếu bị rớt ra khỏi tài năng vào cuối năm 2 có cách nào để cứu xét trong năm 3 không ạ? Em mong nhận được sự giải đáp từ thầy/cô Em xin trân trọng cảm ơn.   i ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Họ tên: . Lớp: TT18DDT2  Hiện tại, do gia đình em vừa mới đi du lịch Đà Nẵng về ngày 25/7, nên được lãnh đạo thành phố yêu cầu tự cách li tại nhà trong 2 tuần để theo dõi sức khoẻ trong lúc chờ kết quả xét nghiệm. Em mong nhà trường có thể tạo điều kiện cho em được phép vắng thi trong kì thi cuối học kỳ sắp tới để đảm bảo an toàn và thuận lợi hơn trong việc phòng chống dịch Covid 19. Em trân trọng cảm ơn",
    "cho em hỏi việc Đăng kí môn học HK201 tới em chỉ đăng kí 10 chỉ thì có ảnh hưởng hay bị gì không ạ? em K18 ngành Tự Động .",
    "Dạ em có đặt câu hỏi nhưng chưa được trả lời,  cho em hỏi : em có đăng kí môn Pháp luật đại cương trong hk hè, do em đăng kí môn nên trong hk1 năm 2 em hc ko đủ tín chỉ ( có 13 tín chỉ), em xin được hủy môn Pháp luật đại cương trong hè để được đăng kí môn đó trong hk1 năm 2 ạ.",
    "Em là  k19 mssv khoa cơ khí nhóm nghành kỹ thuật cơ khí kỹ thuật cơ điện tử Kỳ 2 em có đăng ký học vượt môn phương pháp tính MT1009 và sau đó thì em nhận được tin là MT1009 phương pháp tính sẽ chuyển thành ME2091 phương pháp số  Nên em có một thắc mắc là có thể chuyển điểm môn phương pháp tính của em sang môn phương pháp số được không. Em có cần đăng ký môn học phương pháp số không? Em cảm ơn rất nhiều ạ",
    "chào thầy cô. em tên  em có đăng kí môn thực tập tốt nghiệp và môn phương pháp tính nhưng học kì này một số bạn học online làm bài tập nên xin tài khoản của em. mấy bạn bấm nhầm hủy môn học của em nên bây giờ em không có thời khóa biểu. thầy cô giúp e mở khóa để em đăng kí môn học thực tập với phương pháp tính DT02  của học kì hè giúp em . em cám ơn.",
    "em xin phép hỏi ạ.. em đóng trễ học phí và không nộp đơn cứu xét kịp ạ, em đã đóng học phí ạ. em có đăng kí môn học rồi nhưng theo lịch học vụ là sẽ bị hủy môn và ngừng một học kì, em có thể làm thế nào để xin phép được đăng kí môn học và tiếp tục học kì tiếp theo ạ? em xin chân thành cảm ơn.",
    "Gửi PĐT, Em có nộp chứng chỉ tiếng Anh IELTS bản gốc vào năm 2015 để đổi điểm tiếng Anh. Hiện nay em đang cần lấy bản gốc đó để photo nộp chứng nhận bằng tốt nghiệp. Em muốn hỏi là nhà trường còn giữ bản gốc hay không và em có thể lấy lại được không? MSSV:  Mã đơn đổi điểm: 1480 Chân thành cảm ơn.",
    "Dạ chào thầy/cô, Em là sinh viên k13 chuyển từ hệ chính quy sang vhvl, hiện tại em còn nợ luận văn vì chưa đủ điểm tiếng anh. Sau khi được cấp MSSV mới và vào trang mybk để nộp bằng tiếng anh thì trang báo lỗi (như ảnh em đính kèm). Cho em hỏi hiện tại em phải xử lý như thế nào ạ. Xin cảm ơn.",
    "Dạ cho em hỏi theo kế hoạch đào tạo k18 thì em phải học môn khoa học vật liệu dệt ở học kỳ 4 nhưng em chưa học được, em định đăng ký học ở kì này chung với k19 thì phát hiện mã môn này đã bị đổi và thêm môn  Thí nghiệm kiểm tra phân tích vật liệu dệt nữa ạ. Vậy em có thể đăng ký học chung với k19 môn Khoa học vật liệu dệt không ạ, nếu đăng ký được thì có bắt buộc phải học thêm môn Thí nghiệm kiểm tra phân tích vật liệu dệt không? Mà em còn thấy môn Công nghệ may 2 với Cơ học máy đổi mã môn nữa ạ, mấy môn này k18 học chung với k19 được không ạ? Mong nhà trường phản hồi sớm giùm em. Em cảm ơn ạ!",
    "Em có đăng kí môn thực tập Tốt nghiệp của khoa Công nghệ vật liệu ngành Vật liệu Polyme MA3313, lúc đăng kí thì đã đăng kí thành công và có tên trong danh sách thực tập, nhưng đến nay em vẫn chưa có thời khóa biểu trên myBK ạ. Em mong sớm được xem xét và giải quyết, em xin chân thành cảm ơn.",
    "Kình gửi phòng đào tạo Em có thắc mắc là đợt đăng ký môn học học kì hè 193. Em có đăng kí đợt 1 và cũng có dấu tích xanh là đã đăng ký nhưng bây giờ vào kiểm tra thời khóa biểu thì lại chưa thấy ạ. Em cảm ơn",
    "Cho em hỏi, em đăng kí mùa hè xanh 2020 nhưng năm nay do dịch covid nên không được đi, em muốn học hè thì sao có thể mở đăng kí lại ạ.",
    "Dạ em có vấn đề cần giải đáp ạ! Theo điều kiện đăng ký luận văn tốt nghiệp, ở trường hợp của em là em sẽ làm luận văn vào học kỳ 202 nhưng ở thời điểm đó em nợ quá 7 chỉ cho phép để làm luận văn thì em sẽ không đăng ký được luận văn đúng tiến độ ở học kỳ 202. Nhưng em biết là đăng ký môn luận văn trong một học kỳ thì có 2 đợt, em muốn biết là thời gian đăng ký đợt 2 sau thời gian đợt đăng ký đợt 1 là bao lâu ạ? và em có đủ thời gian để tích lũy thêm số tín chỉ cần thiết trong thời gian giữa 2 đợt đăng ký đó hay không?",
    "Dạ em chào cô, hôm trước em có hỏi cô và cô trả lời như bên dưới. (Hình đã đính kèm) Học kì hè 193 em chưa học, chưa thi mà đăng kí môn học học kì 201 hôm nay đã kết thúc thì liệu qua đợt 2 có xóa môn SP1033 không ạ? Em chắc chắn sẽ học và thi Chính trị    (SP1031) nhưng bây giờ em chưa học, chưa thi mà đã hết hạn ĐKMH thì làm sao hệ thống biết mà cho đăng kí môn SP1033 ạ?  Em cám ơn, mong cô trả lời thỏa đáng giúp em ạ.",
    "Kính chào thầy cô ạ! Em có câu hỏi là trước tình hình dịch hiện tại. Em muốn đăng ký học môn Mác thì em sẽ được học online hay học offline ? Mong được thầy cô giải đáp , vì nếu học online thì em có thể về quê ạ. Hiện giờ em và một số bạn khác đang khá hoang mang về vấn đề này. Em cảm ơn rất nhiều. Thân.",
    "Cho em đăng ký học kỳ hè  :  Môn đại số tuyến tính (MT1007) Giải tích 1 (MT1003)",
    "Thầy cô cho e hỏi là nghe nói do năm nay vì dịch bệnh nên các bạn sinh viên k đi mùa hè xanh ở tỉnh đc, do đó nhà trường đang có kế hoạch hỗ trợ cho các bạn này 1 đợt bổ sung đăng ký môn học kì 193, vậy cho e hỏi sinh viên bình thường có đăng ký đc k ạ ? Tại hôm bữa đi thi cuối kì do thấy cũng làm đc bài nên.e tự tin k đkmh hè, ai dè điểm phát ra k như ý muốn mà lại hết đợt đkmh mất r",
    "Em đăng ký môn học HK193, thời khóa biểu đã cập nhật trên mybk nhưng chưa cập nhật trên e-learning. Thời khóa biểu trên mybk đã được cập nhật trước được 4 ngày.",
    "Xin chào thầy/cô phòng đào tạo. Em tên  MSSV 1. Em xịn phép trình bày mong muốn của em là được đăng ký bổ sung vào học kỳ hè này HK193 2 môn học là Kết cấu thép 1 804009 (mã số mới là CI3009) và môn Kết cấu bê tông 1 804003 (CI2039), vì lý do em không được dăng ký vào thời gian DKMH vì thanh toán học phí trễ. Em đã thanh toán học phí đầy đủ, có giấy biên nhận thanh toán học phí trễ kèm theo bài. Chân thành mong phòng đào tạo hướng dẫn và giúp đỡ vì em là sinh viên K13 và học kỳ hè này là học kỳ cuối hệ chính quy của em. Em xin cảm ơn và chúc thầy/cô, anh/chị phòng đào tạo nhiều sức khỏe. Mong sớm nhận được thư trả lời.",
    "Dạ em chào thầy/cô . Cho em hỏi về hình thức của cảnh cáo học vụ cấp 1 ạ? Có báo báo kết quả học tập cho phụ huynh không ạ?  Em cảm ơn ạ Mong thầy/cô giải đáp.",
    "Kính gửi: Phòng Đào tạo Hiện tại, em đã học và đạt môn học Toán kinh tế ứng dụng theo mã số của khóa 2017 (chương trình đào tạo bằng 2 khóa 2019) (msmh IM1005). Tuy nhiên điểm không cao nên em muốn đăng ký cải thiện bằng môn Giải tích trong kinh doanh theo mã của khóa 2019 bằng 1 (MT1017). Vậy em cần phải làm những thủ tục gì để được học cải thiện môn MT1017. Xin cảm ơn    i  .",
    "Dạ cho em hỏi là thời gian để nộp đơn xin pđt mở lớp là khi nào ạ.",
    "Em xin chào các thầy cô ạ! Em là sinh viên thuộc diện hoãn mùa hè xanh và sau khi nhận được mail từ phòng đào tạo thì em đã vào đăng kí môn học nhưng môn giải tích 2 mà em muốn đăng kí thì các lớp đều đã đủ số lượng Nay em mong muốn được tham gia học môn giải tích 2 lớp DT04 ( của cô ), mong phòng đào tạo xem xét và có thể  cho em một cơ hội để tham gia lớp học ạ, để em có thể hoàn thành được kế hoạch học tập ạ . Em xin chân thành cảm ơn!",
    "Kính gửi PDT, Em muốn đăng ký bổ sung môn học Xác suất thống kế MT2001 và Quản lý dự án CI1053 trong học kỳ dự thính 193 ạ. Đợt trước em đã có đăng ký trên BKSI nhưng nhận được phản hồi là sẽ có đợt 3 để đăng ký bổ sung HK193 nhưng đến giờ vẫn chưa có thể đăng ký dù tuần sau đã bắt đầu HK . Mong PĐT có thể hỗ trợ cho em ạ.",
    "Dạ em chào thầy/cô ạ Nay bên phường bảo em tạm hoãn việc học, bảo lưu số điểm để thực hiện nghĩa vụ công an/ nghĩa vụ quân sự Em đang hoang mang vì nghe nói luật mới gì đó. Em muốn bên trường đính chính lại giúp em về việc này ạ  Em cám ơn ạ",
    "CHÀO ANH/CHỊ HIỆN TẠI ,  , DO EM CÓ HỌC THÊM 1 MÃ BẰNG KHÁC (  ) - EM DỰ KIẾN ĐĂNG KÝ TỐT NGHIỆP 2 BẰNG CÙNG 1 LÚC ( VÀO THÁNG 11/2020) THÌ  KHÔNG Ạ? -DO TRÊN CÔNG THÔNG TIN MYBK THEO EM ĐƯỢC BIẾT, CHỈ CHO SINH VIÊN ĐĂNG KÝ TỐT NGHIỆP 1 BẰNG, BẰNG CÒN LẠI THÌ EM CẦN LÀM ĐƠN GÌ ĐỂ NỘP LÊN PĐT KHÔNG Ạ? EM CẢM ƠN",
    "Dạ cho e hỏi e đang bị tình trạng dừng cấp quyền truy cập mybk do kì này e không đăng kí môn học vì e đã làm luận văn và chỉ còn av . Cho e hỏi làm thế nào để được cấp quyền trở lại để đăng kí tốt nghiệp trên mybk . E xin cám ơn",
    "Chào thầy, cô! Em tên , MSSV:, em là chiến sĩ MHX tỉnh 2019. Mong quý thầy, cô mở nhóm lớp NGUYENVONG để tụi em đăng ký môn Pháp luật Việt Nam đại cương (SP1007). Mong sớm có được câu trả lời từ phía thầy, cô. Em xin cảm ơn.",
    "chào thầy cô ạ! em xin lỗi đã nộp học phí muộn ạ thầy cô cho em đăng kí môn học ạ những môn này ạ: MT1005 - Giải tích 2 1007 - Thí nghiệm vật lý CO2005 - Lập trình hướng đốitượng em xin chân thành cám ơn ạ!",
    "Dạ em chào Phòng đào tạo, Em lên , MSSV . Em có thắc mắc một số vấn đề sau: Tình hình Covid đang có dấu hiệu, Mà tuần sau bắt đầu ngày 03/08/2020 là bắt đầu kì thực tập tốt nghiệp mà nếu tình hình Covid Bùng phát. TPHCM phải \"giản cách xã hội\" Thì em có phải thực tập tiếp không hay phải nghỉ kì thực tập. Vì theo công ty em đăng kí thực tập, Nếu giản cách xã hội thì công ty sẽ tạm dừng. Như vậy sẽ không thực tập tốt nghiệp được. Dạ chốt lại cho em hỏi là Nếu giản cách xã hội lần nữa thì có thực tập tốt nghiệp được không ạ? Trường sẽ hủy kết quả quả thực tập hay phải tiếp tục thực tập dù có giản cánh xã hội. Dạ em cảm ơn và mong mỏi sự giải đáp nhanh chóng khuất mắt này sớm giúp em []",
    "Dạ Nhà trường cho em hỏi ạ! Về chuẩn anh văn nhận luận văn và tốt nghiệp của sinh viên chương trình Việt Pháp PFIEV được tính như chuẩn của sinh viên chính quy hay sinh viên chương trình tài năng ạ? Em cảm ơn!",
    "Em chào nhà trường, cho em hỏi là em có rớt môn ở HK1 và em đã trả nợ môn ở HK2 như vậy điểm môn đó sẽ được thay vào điểm HK1 hay tính ở HK2. Nếu như tính ở HK2 vậy sao điểm trung bình ở HK1 sao có thể cải thiện được ạ. Em xin cám on ạ.",
    "cho em hỏi là hôm trc môn Tổ chức quảnlý bảo dưỡng chưa sửa mã môn học mà tối nay em mới đăng ký nên k đc chấp nhận thì em có đc hiệu chỉnh trong đợt hiệu chỉnh k ạ em chỉ mới đăng kí môn Tổ chức quảnlý bảo dưỡng 2 tín chỉ trong khi khóa em học tới 3 tín chỉ ạ",
    "Em xin được mở rộng sĩ số môn GE2007 - Địa vật lý đại cương. Do em bị hoãn đi mùa hè xanh nên đăng kí trễ sỉ số đã đủ. Em kính mong trường tạo điều kiện cho chúng em được hoàn thành môn học.",
    "Cho em hỏi, những thay đổi bắt đầu từ kì 192, trong đó có yêu cầu về số tín chỉ trong các năm có được áp dụng cho khóa K18 không ạ? Và thêm nữa là có phải cần tích lũy được 56 chỉ thì mới có thể đăng kí môn của năm 3 hay kết thúc năm 3 tích lũy được từ 56 chỉ trở lên là được ạ? Em mong được giải quyết sớm ạ. Em xin cảm ơn.",
    "Mã môn học CI2001 Sức bền vật liệu- CI2001 học kì hè 193. Em là chiến sĩ MHX nhưng do dịch nên đã hủy. Giờ nhà trường mở link đăng kí học hè nhưng tất cả các lớp đã full. Xin PĐT tăng sĩ số để em có thể đăng kí học hè.Em cám ơn!",
    "Dạ em quên đăng kí môn học hk1 (2020-2021),dạ cho em hỏi thì trường mình có mở thêm đợt đăng kí 2 kh ạ.Nếu kh có phải làm sao ạ",
    "Kính thưa phòng đào tạo, em sinh viên k17 mà vì anh văn chưa đủ chuẩn để đăng ký học năm 3 mà bị trễ... bây giờ em đã học sức bền vật liệu nhưng vì vấn đề thời gian đăng ký môn học hè trước khi cập nhật điểm kì 192 nên em vẫn chưa đăng ký được môn cơ kết cấu...trước kia chưa biết tới diễn đàn hỏi đáp này nên tới tận bây giờ (29-7) mới gửi tin nhắn này mong pdt xem xét...Mong phòng đào tạo có thể cho e đăng ký thêm môn cơ kết cấu (ci2029) trong kì hè này để em có thể kịp đăng ký môn Thép 1 vào kì 201..xin chân thành cảm ơn và mong thầy cô xem xét.",
    "Em chào thầy,cô! Em thuộc dạng sinh viên tạm hoãn MHX, nhưng em không đăng ký được môn tự chọn \"kinh tế học đại cương\". Vậy là do tại sao ạ? Em cảm ơn !",
    "chào phòng đào tạo a! Phòng đào tạo cho em hỏi nếu là đợt đăng ký 1 em quên đăng ký môn học cho học kỳ 201 thì có một đợt đăng ký bổ sung cho đợt 1 kh ạ? Nếu không có đợt bổ sung thì đợt 2 em có được đăng ký các môn đó không , hay là em chỉ được chọn lớp và nếu lớp đó còn thiếu sinh viên thì em mới được vào nếu đủ thì em không dangdw ký đuọce hay sao ạ.Em cảm ơn phòng đạo tạo!",
    "cho em hỏi: em muốn nhận giấy chứng nhận sinh viên file pdf thì làm thế nào ạ?",
    "hiện tại em đang đăng kí 1 môn GDTC trong kì hè.Mà tình hình dịch bệnh diễn biến phức tạp  em muốn hỏi xem là GDTC này có khả năng bị hủy ko ạ ?",
    "Cho em hỏi trong lúc đăng kí môn học em không để ý nên đã lỡ đăng kí một môn đã học rồi (đã qua môn) vào học kì hè này. Liệu có cách nào rút môn học mà không tính học phí không ạ. Em cảm ơn",
    "Em là . Em muốn hỏi về vấn đề ĐKMH dành cho chiến sĩ MHX. Em định đăng ký môn học Pháp luật Việt Nam đại cương, mà không có lớp nguyện vọng luôn ạ. Cho em hỏi là vì sao ạ. Và em phải làm gì để đk được ạ . Mong PĐT sớm giải đáp thắc mắc của em. Em xin chào ạ",
    "do sơ suất nên em chưa đăng kí môn học vào học kì hè, đã qua thời gian nhưng không biết phòng đào tạo có thể đăng kí cho em môn giải tích 2 (MT0005) được không ạ, và lịch học vào ngày nào cũng được ạ, e cám ơn",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Kính gửi, Văn phòng Đào tạo Quốc tế. Em có tiếp xúc với người từ Đà Nằng và Quảng Ngãi ( đồng nghiệp trong công ty) vào ngày 29/7/2020. Em bị sốt trước đó đến bậy giờ vẫn chưa khỏi hẳn. Theo thông báo của trường gửi cho em vào trưa ngày 29/7/2020 em cần tự cách ly tại nhà 14 ngày. Nhưng em có buổi thi trên trường vào ngày 01/08/2020. Em kính mong nhà trường xem xét cho trường hợp của em. Em có thể đi thi vào ngày 01/08 hay em cần đợi đợt thi phụ. Em cảm ơn",
    "Em là sinh viên tăng cường tiếng Nhật K18. Em và 2 bạn khác có đăng ký học môn SP1009 vào học kỳ 193 bằng cách nộp đơn cho bộ phận học vụ OISP và thông báo qua email là đã đăng ký thành công môn SP1009 và đợi PĐT cập nhật thời khoá biểu . Tuy nhiên, đến hiện tại, tụi em vẫn chưa có thời khoá biểu môn này và tuần sau sẽ bắt đầu học kỳ 193. Mong PĐT cập nhật thời khoá biểu môn SP1009 cho tụi em với ạ. Em xin cảm ơn.",
    "lí do là bởi em dk môn học đợt 1 rồi, nhưng không kiểm tra lại, nay em lên TKB thì thấy mình bị mất môn dk",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Lý do: cách ly tại gia do ngày 24/7 đến AEON Bình Tân, tiếp xúc gần với người thân đi du lịch Đà Nẵng",
    "Cho em đăng ký môn học kỳ hè vì em đăng ký trễ hạn   Đại số tuyến tính (MT1007) Giải tích 1 (MT1003)",
    "t đăng ký dự thính hè, do quên đăng kí môn kết cấu thép 1 mã môn là CI3009 nên dẫn đến thiếu chỉ cho đăng kí thực tập, em xin phòng đào tạo xét duyệt cho em được đăng kí môn kết cấu thép 1 trong học kì hè này để đủ chỉ thực tập, và đăng ký vào lớp DT01.",
    "Em là chiến sĩ mùa hè xanh mặt trận tỉnh. Em muốn xin mở thêm lớp Pháp luật Việt Nam.",
    "Em ko tham gia mùa hè xanh nhưng e bị rớt môn phương pháp tính, e có thể làm cách nào để xin pdt cho học học kì 3 để qua môn ko ạ, e xin cảm ơn",
    "Văn phòng khoa Xây dựng cho em hỏi là môn xác suất MT2001 với xác suất MT2013 có tương đương ko ạ.",
    "Hk hè 193 Nếu 2 môn MT2001 với MT2013 không tương đương thì em có thể chuyển đăng kí từ môn MT2001 sang MT2013 được không ạ",
    "BK158      . Chào thầy cô, Em là Phạm Phú Quang lớp Hệ Thống Điện BK13 , học kì hè 2020 này e có đăng kí môn Kỹ Thuật Số EE1015 nhưng do khoa không mở lớp mà thông báo sau khi đã ra lịch học nên em không đăng kí kịp lại môn khác. Em gửi đơn này mong muốn được đăng kí học lại môn Mạch Điện Tử EE2007 trong học kì hè này (em thấy có lớp mở) mong thầy cô giúp đỡ em để em có thể hoàn thành chương trình học sớm nhất có thể , em cảm ơn ạ.",
    "Kính thưa Phòng đào tạo trường Đại học Bách Khoa Em là sinh viên k19 lớp VP19CDT, vì lý do dịch bệnh nên mùa hè xanh bị hoãn. Em đăng ký môn học vào kỳ hè nhưng không được ạ. Mặc dù em search đúng mã môn học, đăng ký vào \"nguyen vong\" như email đã thông báo nhưng vẫn không được ạ. (Bị báo lỗi là do loại hình sinh viên ạ) Ngoài ra còn 1 số môn không mở đăng ký như vẽ kỹ thuật (CI1003) Mong Phòng đào tạo giải đáp thắc mắc em sớm (2.8.2020 là hết hạn đăng ký môn học hè) Em xin chân thành cảm ơn !",
    "Cho em hỏi là có cách nào để lấy file PDF của bảng điểm mà không cần phải in ra bảng cứng không ạ? Và bàng điểm của trường mình có xếp loại sinh viên theo các mức giỏi, khá, ... không ạ? Em cám ơn!   i ",
    "Tình hình là em muốn đăng ký học môn giải tích 2 vào kỳ hè 2019- 2020 này nhưng đã qua đợt nhưng chưa bắt đầu nhập học có cách nào không ạ",
    "Mssv:  Mã môn học:SP1009 Lớp DT04",
    "Em đã nộp chứng chỉ TOEIC (2 kĩ năng đọc nghe) xét tốt nghiệp và đã được thẩm tra hợp lệ vào ngày 15/01/2019. Em dự kiến hết học kì 1 năm học 2020-2021 sẽ hoàn thành chương trình học và đăng kí xét tốt nghiệp, nhưng vào tháng 12/2020 thì chứng chỉ TOEIC (2 kĩ năng đọc nghe) của em sẽ hết hạn . Như vậy khi xét tốt nghiệp (dự kiến vào tháng 3-2021) thì chứng chỉ của em có còn đủ tiêu chuẩn để xét không, hay phải bổ sung chứng chỉ mới còn hiệu lực ở thời điểm xét tốt nghiệp thì mới được ạ. Nhờ phòng đào tạo giải đáp giúp em, em xin cám ơn. File đính kèm là ảnh chụp chứng chỉ TOEIC của em.",
    "Kính gửi Phòng đào tạo. Em là , MSSV: , em tạo yêu cầu này kính mong phòng đạo tạo cho phép em được đăng ký môn học  2, mã môn MT1005 trong học kỳ hè sắp tới. Em là sinh viên khóa 15, thời gian đào tạo không còn nhiều, điều kiện kinh tế gia đình cũng không cho phép tiếp tục kéo dài thời gian học, cho nên em rất cần môn học này để tích lũy đủ số tín chỉ có thể nhận luận văn trong học kỳ sau. Em khẩn thiết xin phòng đào tạo cứu xét trường hợp của em Rất mong các thầy cô sớm xem xét và giải quyết . Em xin cảm ơn quý thầy/cô.",
    "- SĐT: [phone_number]   Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Kính chào Quý Thầy/Cô Phòng đào tạo, Em là  (MSSV: ), theo thông báo từ HCDC thì có bệnh nhân COVID đã có mặt ở Aeon Bình Tân TPHCM từ ngày 22 - 26/07, e cũng có mặt ở Aeon Bình Tân từ 10h sáng đến 17h30 ngày 22/07 nên đã tiến hành khai báo với hotline của HCDC, họ đọc lịch trình chi tiết bệnh nhân COVID cho em và sau khi đối chiếu thì em không có ghé qua trong những địa điểm cụ thể mà bệnh nhân COVID đã ghé nên họ không yêu cầu em tự cách ly mà chỉ khuyến cáo chỉ ra ngoài khi thật sự cần thiết cũng như đeo khẩu trang, sát khuẩn tay thường xuyên, v.v... nếu sức khỏe có triệu chứng ho, khó thở, sốt, v.v... thì gọi lại họ đến để họ khám cụ thể cũng như lấy mẫu xét nghiệm, tất cả chỉ trao đổi qua điện thoại, chưa có phải thực hiện giấy tờ xác nhận nào. Theo thông báo từ trường thì những ai bị cách ly thì mới không tham dự kì thi cuối kì, riêng trường hợp của em thì nó hơi nằm kiểu \"giữa giữa\" nên em không biết em nên có hướng xử lý như thế nào, mong nhà trường cho em xin ý kiến về việc trường hợp của em thì có tham dự kì thi cuối kì như bình thường không (hiện tại e còn một môn thi cuối là nguyên lý ngôn ngữ lập trình vào ngày 31/07 lúc 18h30 phòng 210B1), em xin chân thành cảm ơn.",
    "Chào thầy(cô), cho em hỏi muốn làm thủ tục chuyển trường thì làm ở đâu ạ? em có hỏi phòng đào tạo nhưng họ bảo không hỗ trợ ạ . Em cảm ơn",
    "Dạ em là , mssv  . Hôm thứ 2 vừa rồi (27/7) em có viết đơn xin đăng kí đi thực tập QTTB và nộp lại. Nhưng giờ trong danh sách đi thực tập không có tên em. Mong thầy cô xem xét và giải quyết giúp em với ạ. Em xin chân thành cảm ơn.",
    "Mong phòng đào tạo giải quyết ạ Em đăng kí môn học thực tập đợt 1 rồi đến đợt 2 không thể đăng kí được ạ  Mong phòng đào tạo giúp em thêm môn thực tập kĩ thuật (VSI) ạ Em cảm ơn ạ!",
    "Dạ cho em hỏi là điểm tốt nghiệp khi ra trường là điểm trung bình tích lũy của các môn mình học hay chỉ tích điểm TB tích lũy của các môn cơ sở ngành/chuyên ngành thôi ạ. Em cảm ơn ạ! Trân trọng!",
    "em chưa đăng ký các môn trong học kỳ 201. vậy nếu học kỳ 201 không được mở nữa, thì em phải làm như thế nào ạ? Em cảm ơn.",
    "Cho em được hỏi  Tình hình là em còn duy nhất 1 môn GT2 đã đăng ký vào kỳ hè 2019-2020  Theo quy định học vụ trong kì 1 năm sau phải có một môn học vậy em có cần đăng ký tiếp môn nào không ạ ( Có thời khóa biểu kỳ hè hoặc dự thính ) thì vẫn phải cần đăng ký vào học kỳ chính sao  em cảm ơn",
    "Dạ em xin chào anh/chị, thầy/cô phòng đào tạo. Em tên . MSSV 1. Em có câu hỏi thắc mắc về tiêu chuẩn tốt nghiệp của khóa K13 của mình. Em vừa hoàn thành luận văn tốt nghiệp đạt kết quả khá tốt, số tín chỉ tích lũy là 177 nhưng hiện em còn 2 môn chưa qua là Kết cấu thép 1 và Kết cấu bê tông 1(Lý thuyết vì DA môn này đã trả qua các học kỳ trước). Kết cấu thép 1 em đăng ký được vào học kỳ hè này HK193, còn lại môn Kết cấu bt1. 2 môn này trong chương trình đào tạo là môn bắt buộc Em xin hỏi thời gian học của khóa em là bao lâu vì em không chắc. Nếu là 13 học kì thì tính từ K13 đây là học kì cuối và với tình trạng của em thì em có được nhận bằng ra trường? Nếu em phải hoàn thành 2 môn này để được nhận bằng thì quá thời gian em có phải chuyên hệ sang hệ VLVH? Em xin phòng đào tạo giải đáp thắc mắc và giúp đỡ vì em rất cần sự giúp đỡ này để hoàn thành chương trình học . Em cũng xin cảm ơn rất nhiều vì các anh/chị thầy/cô đã rất kiên nhẫn và tận tâm giúp đỡ cho em thời gian qua. Chúc mọi người sức khỏe để vượt qua nhiều trở ngại. Em xin cảm ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em tên là , MSSV  Ngày 11/07 em có đến Tp Đà Nẵng và về lại Tp  ngày 22/07. Em đã khai báo y tế đầy đủ trên tờ khai của bộ y tế, theo tờ khai của nhà trường và tờ khai của ký túc xá. Hiện tại em đã được ký túc xá ĐHQG sắp xếp phòng riêng để cách ly trong 14 ngày từ ngày 29/07. Theo lịch thi thì em vẫn còn môn Tư tưởng  lúc 7 giờ sáng ngày 31/07, em muốn hỏi là với trường hợp của em có được phép vắng thi theo thông báo của trường không? Em đã liên hệ với phòng y tế của nhà trường để giải đáp thắc mắc ban đầu nhưng em cần câu trả lời chính xác bên nhà trường. Mong nhà trường phản hồi.",
    "Dạ em tên ; MSSV: Em có đăng ký môn học  tưởng  (mã môn học SP1005) vào học kỳ 193, do lịch thực tập của em có khả năng trùng với lịch học nên em có thể không tham gia lớp học được. Em muốn hỏi rằng em có thể huỷ môn học này được không ạ?  Em xin cảm ơn ạ.",
    "Em có đăng kí môn học Tư tưởng(SP 1005) trong kì hè này nhưng lịch thực tập của em có thể trùng với lịch học thì không biết em có thể huỷ môn học không ạ. Em có nghe nói là trong kì thực tập này thì không được đăng kí thêm môn nào nữa nhưng lúc đăng kia em không biết điều này nên xin PĐT xét huỷ cho em ạ.",
    "Dạ em tên  - MSSV: . Vào đợt đăng kí môn học kì hè 193 em có đăng kí học môn Tư tưởng  (Mã môn học SP1005) nhưng hiện tại thầy chủ nhiệm mới thông báo rằng lịch thực tập Quá trình thiết bị có thể bị trùng với lịch học và có thể em không thể tham gia được. Em xin phép hỏi văn phòng có thể giúp em huỷ môn Tư tưởng được không ạ? Em cảm ơn. Trân trọng.",
    "Dạ thầy cô cho em hỏi, em thuộc khóa k16, theo chương trình của em thì giáo dục thể chất (GDTC) gồm 3 môn là GDTC 1 mã môn là PE1003, GDTC 2 mã môn là PE1005, GDTC 3 mã môn là PE1007. Em đã hoàn thành GDTC 1 (PE1003), nhưng bây giờ quy định có thay đổi, khi chia ra nhiều môn như bơi,bóng đá, bóng rổ ... vậy em chỉ cần đăng ký 2 môn theo chương trình mới là hoàn thành chương trình GDTC hay phải đăng ký 3 môn theo quy định mới ạ ?",
    "Xin chào thầy cô! Em học Hệ VHVL, em đăng ký vào hệ chính quy thì có được hủy không ạ. Nếu hủy thì có mất phí không Em cám ơn ",
    "Cho e hỏi rằng e có nhận được trả lời rằng đã bổ sung môn học MT1009 vào kì hè, là phòng đào tạo đã bổ sung cho em vào nhóm DT01, hay em phải ĐK, khi nhấp vào ĐK thì hệ thống không cho. Em xin cảm ơn",
    "Thưa Thầy/Cô, trước tình hình diễn biến mới của dịch Covid 19 như hiện nay , UBND TP Hồ Chí Minh vừa có công văn về 1 số nội dung trong phòng chống Covid 19. Bản thân là 1 sinh viên cách xa nhà 1400km ,Em có câu hỏi như sau: -Trước tình hình hiện nay, kế hoạch học tập cho học kỳ 193 sẽ vẫn giữ nguyên hay sẽ có thay đổi như thế nào ? Kính mong Phòng Đào Tạo và Nhà Trường sẽ sớm thống nhất và đưa ra quyết định chính thức , để nếu có thay đổi thì bọn em kịp chuẩn bị về phương tiện di chuyển cũng như các biện pháp phòng chống dịch trên đường về quê , đảm bảo sức khỏe và an toàn nhất. Vì ở xa nên trường hợp các trường cho nghỉ đồng loạt sẽ rất khó khăn về phương tiện cũng như tiềm ẩn nguy cơ dịch bệnh trên đường về. Em xin chân thành cảm ơn. Mong nhận được câu trả lời sớm nhất. Thân gửi!",
    "Chào thầy/cô ạ! Em có một câu hỏi là: Trong HK3 2019-2020 mình được đăng kí tối đa bao nhiêu tín chỉ ạ!",
    "dạ pđt cho e xin cập nhập thêm 2 môn nữa trong học kì hè 193 là môn hàn 2 và lạnh 2. vì 2 môn đó lúc trước phải cần tiếng anh mới học được, mà nhà trường mới có công văn mới là miễn tiếng anh trong 2 học kì tới. 2 môn này không trùng lịch với nhau mong nhà trường giúp e cập nhập tkb thêm 2 môn này giúp em, vì e là lớp cao đẳng cuối khóa của trường, chỉ còn vài môn nữa là e hoàn thành khóa học. e xin cảm ơn",
    "Em muốn lấy giấy hoãn nghĩa vụ quân sự thì đến đâu lấy ạ?",
    "Cho em hỏi là sau năm 2 phải tích luỹ đủ 3 môn GDTC mới được đăng ký môn học năm 3 phải không ạ Em cảm ơn",
    "Dạ thưa phòng đào tạo, em muốn hỏi là 17 tín chỉ theo hệ đại trà thì tầm 5 triệu 3 vậy thì 18 tín chỉ thì học phí 5tr3 cộng thêm số tiền của 1 chỉ hay sao ạ?",
    "cho e hỏi, trường mình có cho học hè kì 193 toàn bộ online hay không ạ? và nếu onl toàn bộ thì môn học giáo dục thể chất sẽ bị hủy phải không ạ? để em biết mà còn sắp xếp thời gian về quê ạ, vì đợi mail chính thức từ trường lâu quá ạ (trong khi 3/8 là bắt đầu học hè rồi) em cảm ơn",
    "Em tên , mã số sinh viên , em xin phép được đăng ký học môn học Sức bền vật liệu (CI2007) cho học kỳ hè 193. Vì sơ suất nên em đã đăng ký nhầm cho học kỳ 201, nay em có nguyện vọng học trong kỳ hè 193 để kịp tiến độ học tập. Em rất mong được thầy cô xem xét và chấp nhận . Em xin cảm ơn quý thầy cô đã dành thời gian đọc thư.",
    "Dạ theo tin nhắn qua mail của trường thì môn học nào đầy sinh viên sẽ có lớp NGUYENVONG cho các bạn chiến dịch mùa hè xanh bị hủy ạ. Lớp Pháp luật Đại cương (SP1007) dù các lớp khác đủ nhưng vẫn chưa có lớp có mã NGUYENVONG ạ. Mong quý thầy cô xem xét mở thêm lớp này cho sinh viên ạ.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Chào thầy cô, em xin vắng thi hôm nay do hiện tại em không thể đến trường hôm nay được ạ.",
    "Do vấn đề chỗ thực tập tốt nghiệp nên em đã lỡ dịp học hè kì này.  Em muốn hỏi có cách nào để được học hè khi đã qua đợt đăng kí.  Môn học em muốn học là SP1003 ( Những nguyên lý cơ bản của chủ nghĩa - )",
    "Dạ em chào T ạ! Em là ,MSSV:. Em đã làm đơn xin đổi mã môn của môn Xác suất thống kê (MT2001) thành Xác suất và thống kê (MT2013) nhưng vì lí do trùng lịch TKB môn Triết học  Lê-nin(SP1031) nên đã bị hủy môn Xác suất thống kê ạ. Phòng Đào tạo có thể thay đổi lịch môn Triết học  Lê-nin từ lớp DT02 sang lớp DT03 để em có thể học môn Xác suất thống kê được không ạ?  Nếu không được thì Phòng đào tạo có thể xóa môn Triết học - để em có thể học Xác suất thống kê vào kì 193 này được không ạ? Tại vì em học song ngành,nếu không học được Xác suất thồng kê vào kì này thì em sẽ trễ rất nhiều môn ạ! Em cảm ơn Phòng đào tạo!",
    "Dạ em chào T ạ! Em là ,MSSV:. Em đã làm đơn xin đổi mã môn của môn Xác suất thống kê (MT2001) thành Xác suất và thống kê (MT2013) nhưng vì lí do trùng lịch TKB môn Triết học  Lê-nin(SP1031) nên đã bị hủy môn Xác suất thống kê ạ. Phòng Đào tạo có thể thay đổi lịch môn Triết học  Lê-nin từ lớp DT02 sang lớp DT03 để em có thể học môn Xác suất thống kê được không ạ? Nếu không được thì Phòng đào tạo có thể xóa môn Triết học - để em có thể học Xác suất thống kê vào kì 193 này được không ạ? Tại vì em học song ngành,nếu không học được Xác suất thồng kê vào kì này thì em sẽ trễ rất nhiều môn ạ! Em cảm ơn Phòng đào tạo!",
    "Em có đăng kí môn Giải tích mạch (EE1011) ở học kì 193 nhưng sau đó thì nhà trường mới gửi chương trình đào tạo khóa 2019 thì môn Giải tích mạch có mã mới là (EE2033). Em có làm đơn xin chuyển mã nộp về khoa Điện, khoa xác nhận và làm công văn gửi lên phòng đào tạo mà đến nay thì mã môn Giải tích mạch của em trên BKEL vẫn chưa được đổi. Kính mong phòng đào tạo xem xét ạ. Em xin cảm ơn.",
    "Em tên là ,MSSV: Em xin đăng ký môn học  (MT2013),vì lịch học bị trùng với môn Triết học- (SP1031) nên em đã bị hủy môn. Em xin Phòng Đào tạo chuyển lớp(hoặc xóa môn) môn Triết học (SP1031),lớp DT02 để em có thể học môn  (MT2013)         học kì 193. Em cảm ơn Phòng Đào tạo!",
    "Em chào thầy(cô) ạ. Cho phép em hỏi là em có đăng kí học hè ở trường nhưng hiện tại em đang ở Quảng Nam là vùng có dịch ạ. Ngày mai là tỉnh Quảng Nam thực hiện cách li xã hội nên em muốn hỏi là nếu vắng học trên trường thì có ảnh hưởng gì tới kết quả môn học mà em đăng kí trong học kì hè không ạ. Em mong nhận được phản hồi sớm từ trường ạ. Em xin chân thành cảm ơn.  .",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Chào thầy cô, trong trường hợp em bị sốt trong dịch như hiện nay và khi đến trường đi thi có đo do nhiệt độ cao nên không được vào trường thì có tính là vắng thi có lí do để xin phép và được xem là vắng thi có phép để thi bù lại không ạ.",
    "Cho em hỏi là em đăng ký chuyển điểm anh văn mà bị lỗi này ạ em đã thử nhiều lần vẫn vậy ạ",
    "Em xin chào thầy(cô) ạ. Em tên là  lớp CK19CK06 ạ. Em muốn xin hủy môn học Đại Số Tuyến Tính(DT02) của cô  vì ngày 26/7/2020 em có đi tới Quảng Nam và hiện tại em đang ở vùng bị cách li bởi dịch Covid-19 ạ. Em xin chân thành cảm ơn ạ.  .",
    "Em có 2 câu hỏi với PĐT: 1.Theo như lịch học vụ hàng năm thì trường mình có 2 đợt tốt nghiệp là vào tháng 4 và tháng 11. Với tình hình dịch bệnh năm nay thì cho em hỏi PĐT là năm nay có đợt tốt nghiệp lần 2 không ạ? Và nếu có thì PĐT có thể cho em biết thời gian cụ thể không ạ?  2. Hiện tại thì hết học kỳ 192, em đã hoàn thành chương trình học của mình, kèm theo đó là đủ các điều kiện để tốt nghiệp, vậy trong lúc đợi đến đợt tốt nghiệp kế tiếp thì em có cần phải đăng ký môn học và duy trì TKB trong học kỳ 201 không ạ?  Em xin cảm ơn!Mong nhận được giải đáp thắc của PĐT.",
    "Em vừa biết kết quả giải tích 2 học kì 192 và em không qua môn, em xin được tham gia vào lớp giải tích 2 học kỳ hè 193 để kịp tiến độ tốt nghiệp ạ. Em cảm ơn.",
    "chao thầy cô, do em K14 còn thiếu môn av4 nữa là ra trường, nhưng đã qua đợt đăng ký môn học hè hoc kỳ 193. Em kính xin phòng đào tạo cho em đăng ký môn học av4 để kịp tiến độ ra trường. em chân thành cảm ơn phong đào tạo.",
    "Kính gửi phòng Đào tạo,  Em muốn xin giấy xác nhận là sinh viên trường để vay tiền đóng học phí. Em cần phải làm theo mẫu đơn nào và cách xác nhận của phòng Đào tạo như thế nào ạ. Em xin cảm ơn và chờ phản hồi.",
    "Dear anh/chị, Em tên :  MSSV :  Em muốn đăng ký vào lớp: Tư tưởng Hồ Chí  - Nhóm lớp : DT04 - Cơ sở : 1 - Thứ 4 : tiết 3-4-5 - Phòng : C4 - 304 Anh/chị cho em xin được đăng ký theo học lớp học này vào học kỳ dự thính hè 193 này để em có thể hoàn thành hết môn học cho kịp tiến độ ra trường ạ. Mong anh/chị hỗ trợ giúp em ạ. Em xin chân thành cảm ơn Trân trọng, ",
    "Dạ em chào anh/chị, em là , sinh viên Việt Pháp K15 vừa bảo vệ xong LVTN hôm qua 30/7, em có thể xin trường cấp giấy chứng nhận tốt nghiệp tạm thời (nếu em đủ tiêu chuẩn) sớm trong vòng 1-2 tuần hoặc sớm nhất có thể được không ạ? Vì em cần nó để xin visa đi học tập và làm việc tại Pháp. Dạ em mong anh/chị giúp đỡ cho trường hợp của em. Em cảm ơn. Chúc anh/chị một ngày tốt lành",
    "Cho em hỏi đợt đăng kí môn học hè đã kết thúc nhưng em muốn đăng kí thêm một môn (vẫn còn sỉ số) thì phải làm cách nào ạ.",
    "Em chào thầy/cô . Cho em hỏi là bây giờ em chuyển điểm tiếng Anh để xét tốt nghiệp thì sẽ áp dụng bảng quy đổi điểm cũ (áp dụng đến học kỳ hè năm học 2019-2020) hay bảng quy đổi mới ạ? Em xin cảm ơn.",
    "Kính gửi : Phòng Đào Tạo. Em tên Đào Minh Nghĩa ,MSSV : , sinh viên khóa 2015 của Trung Tâm Đào Tạo BDCN. Kì này là kì cuối cùng của em theo chương trình đào tạo của trường Đại Học Bách Khoa, và em cũng vừa thi cuối kì xong 2 môn anh văn 3 và anh văn 4 (2 môn cuối cùng của em, em đã đủ anh văn đầu ra và cũng hoàn thành tiểu luận tốt nghiệp). Em sợ nếu rớt thì sẽ mất cơ hội lấy bằng tốt nghiệp của trường nên em định đăng kí thêm Kì Dự Thính hè. Do em đã đi làm nên ít có lên kiểm tra mail của trường nên đã qua thời gian đăng kí kì dự thính hè khá lâu. Hôm nay em viết thư này kính mong Phòng Đào Tạo hỗ trợ tư vấn giúp em để em có cơ hội đăng kí thêm môn anh văn  và có cơ hội lấy tấm bằng Cử Nhân của trường Đại học Bách Khoa TPHCM sau 5 năm ở trường. Kính mong Phòng Đào Tạo xem xét giúp đỡ nguyện vọng của em. Em xin chân thành cảm ơn.",
    "Em đang học hệ chất lượng cao năm 1 e muốn chuyển sang hệ đại trà có được không ạ và cách thức như thế nào ạ",
    "em chào thầy(cô) ạ.em hiện có nhu cầu phúc khảo điểm cuối kì ,thầy(cô) có thể cho em xin mẫu đơn phúc khảo và em có thể nộp đơn ở đâu ạ.em cảm ơn ạ",
    "ây giờ em có thể đăng kí môn học cho học kì hè 3 (2019-2020) được không?",
    "Em tên là , thuộc khoa xây dựng Đại học Bách Khoa TP HCM. Trong đợt đăng ký học kỳ hè 193, em đã không đăng ký được. Vì vậy em muốn đăng ký bổ sung cho học kỳ hè 193. Hiện tại em đang còn thiếu tín chỉ để có thể đăng ký luận văn tốt nghiệp, kính mong thầy cô và nhà trường có thể tạo điều kiện để em được đăng ký bổ sung cho học kỳ hè 193. Em xin chân thành cám ơn",
    "Cho em hỏi do học kỳ hè này em đăng ký môn Hoá vô cơ - CH2011 bị trùng lịch với môn khác nên không đăng ký được, pdt có thể giúp em đăng ký môn này chung với đợt đăng ký môn học HK3 cho các bạn hoãn mùa hè xanh được không ạ. Vì môn này em đăng ký nhiều học kỳ rồi nhưng bị trùng lịch mãi không học được, em cám ơn pdt rất nhiều.",
    "PĐT cho em hỏi là lúc nào có thông báo chính thức về việc học online hoặc off line để em còn biết mà mua vé vậy ạ.vì do em là người miền bắc nên phải đi máy bay mà bây giờ vé gần hết rồi. Mong PĐT có công văn sớm nhất để bọn em còn biết ạ",
    "Kính gửi: Phòng Đào tạo và các phòng ban liên quan Em tên:  - MSSV:  Hệ đào tạo: Vừa học vừa làm SĐT: 0908.36.37.08 Nay e xin phòng đào tạo tạo điều kiện giúp e đăng ký bổ sung môn học: Anh Văn 300 (AV300) - hoc kỳ dự thính Em mong được phản hồi các thầy cô ạ Em cám ơn!",
    "Cho em hỏi do học kỳ hè này em đăng ký môn Hoá vô cơ - CH2011 bị trùng lịch với môn khác nên không đăng ký được, pdt có thể giúp em đăng ký môn này chung với đợt đăng ký môn học HK3 cho các bạn hoãn mùa hè xanh được không ạ. Vì môn này em đăng ký nhiều học kỳ rồi nhưng bị trùng lịch mãi không học được, em cám ơn pdt rất nhiều.",
    "Họ và tên:  MSSV  Sinh viên OISP K14 Lớp Đăng kí môn học bổ sung môn Pháp luật Việt Nam đại ương MSMH: SP1007 nhóm DTQ2 của GV  Em là sinh viên K14 để kịp tốt nghiệp trong năm nay, mong nhà trường hỗ trợ. Em cảm ơn./",
    "Chào thầy cô, Em tên , MSSV . Em có thắc mắc như sau: Ngày 22/07, em có làm đơn đề nghị Phòng đào tạo cho em đăng ký trễ môn Luận văn tốt nghiệp cho Học kì 192. Em đã thanh toán học phí cho môn này vào ngày 25/07. Đồng thời, ngày 03/08 bộ môn tổ chức buổi Bảo vệ Luận văn, nhưng hiện tại cô phụ trách môn này của bộ môn báo với em là danh sách bảo vệ Luận văn do Phòng đào tạo gửi xuống không có tên em . Nên em muốn hỏi là tại sao không có tên em trong danh sách Bảo vệ Luận văn đợt ngày 03/08 ạ? Em cảm ơn.",
    "Thưa thầy, cô,  Em là , em là sinh viên năm nhất khoa Điện - Điện tử đi mùa hè xanh nhưng bị hoãn . Em mong thầy, mở thêm lớp cho hai môn MT2013 - xác suất thống kê và EE2033 - giải tích mạch  .",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Tên sinh viên:   hiện em đang trong khu cách ly quận 7 vì tiếp xúc gần với bệnh nhân nghi nhiễm covid 19 tại quận 10 là con trai ruột của bệnh nhân",
    "Cho em hỏi nếu rút môn kỳ hè 193 thì học phí phải đóng là 100% phải không ạ?",
    "Em tên , vì hiện  đang bị cách ly tại quận 7 do có tiếp xúc gần ( là con ruột) của bệnh nhân nghi nhiễm COVID19 tại quận 10   vì đang bị cách ly tập trung nên không tham gia vào khóa học hè này được . Nếu có thể mong trường tạo điều kiện cho em được rút môn có hoàn tiền do không thể tham gia khóa học trong thời gian cách ly",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự học kì mới khi nào mới có vậy ạ? Tại phường của em đang bắt nộp ạ, Em cám ơn thầy/cô nhiều ạ,",
    "Gửi Thầy(Cô), Em tên là , MSSV là  Kỳ 192 rồi em có rớt môn Đường Lối Cách Mạng Của Đảng Cộng Sản Việt Nam, mà các kỳ chính sau em không học được nên em có mong muốn được học môn đó trong kỳ hè này, hè này em có thực tập tốt nghiệp và được sự cho phép của thầy hướng dẫn cho phép được đi học hè nên em mong thầy(cô) cho phép em đăng ký vào lớp học DT02 môn đường lối cách mạng của ĐCSVN. Em xin chân thành cảm ơn! Thân mến. .",
    "Dạ e chào Thầy/Cô. Năm nay e có đăng ký mùa hè xanh. Nhưng mới đc thông báo huỷ do dịch. Thầy cô có thể thể xem xét cho e đăng ký dự thính hè môn Giải tích 2(MT1005) nhóm DT02 được không ạ? Em cảm ơn ạ!",
    "Kính gửi phòng đào tạo. Em tên là Nguyễn Minh Duy mssv  Em muốn rút môn học NỀN MÓNG mở rộng CI319C. Lúc đầu kì em có lên phòng đào tạo để hỏi thì được tư vấn là em đã qua rồi thì cứ để không sao. Nhưng em nhận thấy việc không rút môn học đó sẽ ảnh hưởng đến việc in bảng điểm sau này có môn không đạt trong bảng điểm và ảnh hưởng đến kết quả xét học bổng của em. Kính mong phòng đào tạo xem xét. Em xin cảm ơn.",
    ". Cho em hỏi là khi nào phòng tài chính mới chuyển học bổng vào tài khoản sinh viên vậy ạ .",
    "Dạ. Em học ngành Điện Tử Viễn Thông. Em vừa rồi có đăng kí thực tập học kì hè 193. Em để trường phân công giảng viên hướng dẫn ạ. Đến giờ em vẫn chưa nhận được giảng viên và thông báo gì về thực tập ạ . Mong cô/thầy xem xét giúp em ạ . Em cảm ơn ạ!",
    "Xin chào cô/thầy. Em tên là , MSSV , lớp DD19LT10.Hôm trước em có đăng kí môn Giải tích mạch (EE1011) vào kì 193 để học trước, nhưng trong chương trình đào tạo của 19 lại bị đổi thành EE2033. Vào T6 tuần trước em đã làm đơn xin chuyển mã gửi cho khoa Điện để khoa làm công văn cho PĐT đổi lại mã mới cho em.Đến nay đã là 1 tuần nhưng em vẫn chưa thấy trên bke và thời khóa biểu đổi mã mới. Nay em kính mong PĐT có thể đổi từ mã cũ (EE1011) sang mã mới (EE2033) để tuần sau em có thể đi học ạ. Em xin chân thành cảm ơn.",
    "do em có tiếp xúc với người bị tình nghi nhiễm covid nên em mong phòng đào tạo cho phép em hủy môn học kì hè không tính phí  Môn hệ thống máy tính và ngôn ngữ lập trình EE2009 Thực tập điện tử 2 EE3021 Anh văn 3 La1007 Bơi Pe1019",
    "Hiện em vắng thi 2 môn vào ngày 29/7 và 30/7 do về quê chịu tang bố, em có tham khảo mẫu đơn xin vắng thi/ hoãn thi để được điểm VP. Nhưng do tình hình dịch bệnh nên khó đi lại để nộp đơn ạ. PĐT cho em hỏi là có hỗ trợ nộp đơn qua mail hay có cách khác không ạ. Em xin cảm ơn ạ.",
    "Dạ thưa thầy cô em là sinh viên thi chung phòng 212B1 ngày 28/7 với bạn   có mẹ là  có khả năng dương tính với COVID 19 nhà ở 436/64 Đường 3/2 phường 12 quận 10. Mẹ bạn này đi từ Đà Nẵng vào TPHCM ngày 25/7. Cho em xin phép hỏi có cách nào để em liên hệ với y tế để được kiểm tra sức khỏe tránh lây nhiễm cho cộng đồng không ạ. Bây giờ em đang cảm thấy rất lo lắng. Mong thầy cô sớm phản hồi cho em ạ. Em xin chân thành cảm ơn.",
    "cho em hỏi hiện tại tình hình dịch bệnh đang phức tạp, vậy học kì hè vẫn học trong trường BK bình thường hay sao ạ? Em cảm ơn   i ",
    "Kính gửi Phòng đào tạo. Em tên _MSSV: . Em viết đơn này mong PĐT xem xét cho em đăng kí môn học thực tập tốt nghiệp MSMH: CI3373. Lý do đợt đăng ký trước em có đăng ký môn thực tập tốt nghiệp nhưng do chưa có kết quả dự thính môn Giải tích 2 nên bị xóa môn do thiếu tín chỉ, nay em có kết quả rồi em đủ điều kiện đăng ký môn thực tập tốt nghiệp, mong PĐT xem xét giúp em đăng ký môn thực tập tốt nghiệp để em được thực tập trong kỳ hè này.Em cảm ơn.",
    "Chào thầy/cô Cho em hỏi cách Quy đổi điểm anh văn từ HK1 2020-2021 là áp dụng từ khóa K20 hay cho tất cả các khóa luôn ạ? Nếu áp dụng tất cả các khóa thì khóa K17 đủ 500 toeic nhận luận văn nhưng vẫn phải học anh văn 3,4 hay sao ạ? Cảm ơn thầy/cô đã đọc.Trân trọng!",
    ":     . Cho em hỏi với tình hình dịch như bây giờ thì tuần sau nghỉ học mà em muốn xin phúc khảo bài thi thì mình phải làm sao ạ, em cảm ơn nhiều ạ",
    "Thưa thầy/cô cho em xin đăng ký lớp DT03 msmh: SP1009 vào học kỳ 193",
    "Dạ em có một thắc mắc nhỏ là tình hình dịch chuyển biến ngày các rất phức tạp số ca nhiễm không ngừng tăng , chuyện là vậy : em có đăng kí môn học kì hè 193 , trong thời khoá biểu có chia ra 2 buổi học , 1 buổi học là trên trường , buổi còn lại là học online . Em thì vẫn đang ở Gia Lai, Em cũng rất sợ khi phải di chuyển vì nếu mình sơ suất một chút là nó sẽ lây mình liền , mà em cũng rất sợ là nếu không tham gia việc học ở trên lớp ( quận 10 cơ sở 1) sẽ bị trừ điểm , cấm thi, .. dạ mong phòng đào tạo giải đáp thắc mắc giúp em ạ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Em còn 1 môn học trước của đồ án chưa học, vậy em đăng ký môn đó vào hè và đăng ký đồ án vào kỳ 1 học kỳ chính được không ạ? Hiện tại e đã có thời khoá biểu môn học trước trong học kỳ hè nhưng đưng đăng ký đồ án vẫn báo bị thiếu môn ạ. Em xin cảm ơn",
    "Họ và tên :  MSSV: Em xin phòng đào tạo cho phép được dời ngày thi môn Xử lý số tín hiệu (31/7/2020, 12h phòng 305 B1) do thuộc diện cách ly tại nhà 14 ngày . Em xin cảm ơn.",
    "Kính gửi Thầy/Cô pdt  Em tên  mssv  Em có đăng ký môn học Kỹ thuật lập trình CO1011,CO1012. Vì lí do bất khả kháng ,công ty hiện tại em đang làm việc yêu cầu phải làm thêm ngày thứ 7 ,vì trùng với lịch học của môn nên mong quý thầy cô pdt cho phép em rút môn (không tính học phí) .Em sẽ sắp xếp đăng ký học lại môn này trong học kỳ sau.Kính mong thầy cô xét duyệt cho em. Em xin cảm ơn .",
    "Hôm bữa em có lên phòng đào tạo xin hủy môn học học kỳ hè 193 với lý do là đi mùa hè xanh, nhưng bây giờ chiến dịch mùa hè xanh đã bị hủy do dịch bệnh. Vây nên cho em hỏi là môn học của em có bị hủy hay không vì trong mybk của em đã mất thời khóa biểu học kì 193? Mong được trả lời sớm vì nếu bị hủy thì em sẽ đăng ký lại",
    "Chào thầy, cô! Em sinh viên thuộc chiến dịch mùa hè xanh tỉnh, em vẫn chưa thấy nhóm NGUYENVONG của môn Pháp luật Việt Nam đại cương (SP1007). Mong thầy cô giúp đỡ để mở nhóm để các bạn đăng ký ạ. Mong quý thầy cô xem xét, em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là , MSSV:4 Thầy/cô cho em hỏi về việc tốt nghiệp chính thức của đợt 1 tháng 4/2020, em đã có bằng tốt nghiệp tạm thời nhưng khi làm visa du học thì bằng tốt nghiệp tạm thời chỉ làm được visa 6 tháng xong phải bổ sung hồ sơ thì lúc đó em lại không ở Việt Nam. Em có 3 thắc mắc sau mong được phản hồi từ thầy/cô: 1/ Khi nào thì có bằng tốt nghiệp đợt 1 4/2020 chính thức? 2/ Nếu chưa có bằng thì trường có thể hỗ trợ em văn bản xác minh tương đương (bằng tiếng anh) là em đã tốt nghiệp chính thức được không? 3/ Nếu khi có bằng rồi mà em không còn ở Việt Nam thì có nhờ người nhà nhận giùm được không? Cảm ơn thầy/cô đã đọc, mong phản hồi sớm từ quý thầy/cô. Phát",
    "Cho em hỏi là em K14, trong chương trình đào tạo có môn kỹ thuật số (EE1009). Nhưng em học môn kỹ thuật số (EE1015) (do hiện tại chỉ mở lớp này) làm luôn tương đương . Em đã tính điểm thử và thấy Điểm trung bình tích lũy ngành của em là 6.83 là có tính luôn điểm kỹ thuật số. Mà trên quy định môn tương đương thì không có tính điểm, chỉ tính đạt. Mong các Thầy Cô giải đáp giúp em ạ . Em cảm ơn nhiều.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "em là  mssv:  lớp XD18KT , em ở lại học hè nhưng chỉ đăng ký được 1 môn. E có lên đăng ký thêm Nhập môn lập trình , mã môn học: CO1004, nhưng lớp đủ sỉ số nên không đăng ký được.Mong PDT mở để em đăng ký với ạ.Vì còn nợ nhiều môn đồ án nên em phải học các môn khác ở kỳ hè để kì chính còn trả nợ đồ án ạ.Mong PDT giúp em ạ. em cảm ơn ạ.",
    ". Dạ em chào các thầy cô ạ. Hình đính kèm là do em chụp từ một bài báo của Vnexpress ạ. Các thầy cô cho em hỏi là trường mình sẽ tăng học phí như bài báo nói hay sao ạ? Em cảm ơn các thầy cô rất nhiều ạ.",
    "Em năm nay năm 3. Kì 2 năm sau em sẽ đăng kí môn học luận văn tốt nghiệp. Em có thi bằng toeic 570 hồi năm nhất và đã chuyển điểm cả 4 anh văn. Bằng của em hiện tại đã hết hạn, phòng đào tạo cho em hỏi là để đăng kí được luận văn thì em có cần phải thi lại anh văn để lấy bằng xét chuẩn môn luận văn tốt nghiệp không ạ. Em cảm ơn .",
    "Chào thầy cô, Cho em xin phép được đăng kí môn học Vật Lý Bán Dẫn EE1013 để trả nợ môn ạ. Vì từ học kì 191 môn đó đã thay đổi mã môn học. Nếu không đăng kí được thì em sẽ không có cơ hội học lại môn này ạ Em xin cảm ơn ạ MSSV của em ",
    "Kính gửi phòng Đào tạo, Cho em hỏi tình hình dịch bệnh như hiện nay thì các lớp học hè ngoài chat Hangout thì lớp trực tiếp trên trường có tổ chức dạy và học không ạ? Kính chúc quý thầy cô sức khỏe!   Trân trọng",
    "Thầy cô cho em hỏi là tình hình dịch bệnh như thế thì học kì   B 193    vẫn diễn ra như bình thường hay có thay đổi gì không ạ ? Em cảm ơn",
    "Em , mã số sinh viên , em có nguyện vọng muốn học môn Xác suất thống kê(MT2001) vào học kỳ hè 193 sắp tới. Thầy cô có thể xem xét và giải quyết giúp em không ạ?  Em xin cảm ơn.",
    "Do em đăng kí MHX muộn nên không có trong danh sách nên bây giờ em không đăng kí các môn học trong kì dự thính bổ sung này được. Thầy/Cô đăng kí giúp em môn: - Thí nghiệm vật lí: PH1007 mã lớp DT05 - Phương pháp tính: MT1009 mã lớp DTQ1 Cảm ơn thầy/cô đã hỗ trợ ạ!",
    "Em chào thầy cô ạ. Em là , MSSV:. Em vừa mới thi xong vài ngày trước và em đã về quê. Em cũng đã có đăng ký môn học hè. Và tình hình dịch hiện tại, em không biết trường triển khai học online hay học trực tiếp để em có thể sắp xếp lên ạ. Em cám ơn ạ.",
    "chào thầy/cô học kỳ 2 vừa rồi e có học môn Cơ Sở Kỹ Thuật Điện (EE2017) nhưng môn Trường Điện Từ (EE2003) e chưa học do tham khảo danh sách miễn môn của khoá trước (DS miễn môn của e có sau khi đăng ký môn học) thì môn Cơ Sở Kỹ Thuật Điện của e có được tính là đã học rồi không ạ hay e phải làm xin chuyển điểm gì không?!.. e cảm ơn thầy/cô!",
    "Em bị mất bảo hiểm y tế, của trường cấp lúc đầu năm giờ em cần làm lại thì phải làm những gì ạ.",
    "Chào PĐT, cho em hỏi là hè em có đăng kí học thể chất môn bơi. Bắt đầu học ngày 9/8/2020, mà do Covid nên em ko thể từ nhà lên học được thì cho em hỏi có thể rút môn vào đợt rút môn ngày ngày 5/8 tới không? và rút môn có mất phí không ạ?  Em cảm ơn PĐT .",
    "PH1003 Vật Lý 1",
    "Em chào phòng đào tạo của trường !  Em là  sinh viên đã bảo lưu học kì 182 và 191. Em muốn hỏi về chính sách học bổng của trường dành cho sinh viên trễ 1 năm như em , em xét theo lớp của khoá K17 hay khoá K18 ạ. Nếu xét theo khoá k17 thì chỉ tích luỹ của em có tính theo K18 không ạ ?  Em mong phòng đào tạo có thể giải đáp thắc mắc cho em. Em xin chân thành cảm ơn"
]