[
    "dạ cho em hỏi tình trạng của em có đang bị buộc thôi học không ạ",
    "Tốt nghiệp       Dear Phòng đào tạo,    Em xin được hỏi là nếu em có bằng Toeic trước ngày 11/4 nhưng thủ tục chuyển điểm AV4 bị vượt thời hạn đó thì có được làm bổ sung tốt nghiệp không ạ Do kì này em cần bằng tốt nghiệp để đi làm    Em cảm ơn  Duy",
    "Dear Thầy/Cô, E là sinh viên 14 đã hoàn thành tất cả các môn học và số tín chỉ tích lỹ ngành nhưng chưa đạt anh văn nói viết. Bây giờ e cần bằng nên e chuyển từ hệ chính quy qua VHVL, vậy giờ có đăng kí xét tốt nghiệp được không ạ? Điều kiện anh văn Toeic 450 và tín chỉ cho VHVL e đã đạt hết rồi ạ. Mong thầy cô phản hồi sớm. /14",
    "Kính thưa PĐT Hiện tại hệ chính quy em đã hoàn thành chương trình học, và đã có quyết định chuyển hệ của PĐT. Em viết mail này nhờ Thầy/Cô xét tốt nghiệp giúp Em ạ. Em xin chân thành cảm ơn !",
    "Dạ cho em hỏi là nếu bị dính covid và tới ngày thi vẫn chưa hết thì có thể đk hoãn thi được không ạ. Tại tuần sau em có môn thi trực tiếp trên trường chứ không học onl ạ.",
    "Em tên  MSSV  Khoa BD17CN01.Cho em hỏi em muốn nhận giấy chứng nhận giáo dục quốc phòng với giấy giáo dục thể chất thì phải làm sao ? Do em học liên thông nhà trường cần mấy giấy đó để em nộp. EM CẢM ƠN.",
    "Dạ em chào thầy, cô Em tên:  MSSV:  Em có đăng ký nhận bằng tốt nghiệp tạm thời và đã nhận được mail thông báo. Nhưng em lên MyBK mục 6 để lấy file scan thì bị báo lỗi như hình. Mong được thầy, cô giải đáp. Em cảm ơn thầy, cô!",
    "Chào anh, chị Em vừa kiểm tra BkPay của em và có học phí liên thông thạc sĩ, em không đăng kí chương trình này và em nhớ rõ bản thân không đăng kí mà lại có, mong anh chị xem lại dùm em và em có cần làm gì để xóa thông tin đó không ạ? Em cảm ơn   i  .",
    "Em chào cô . Vào ngày 11/3 thì em có hỏi về học phí thì được cô rep như sau:\"Chào bạn, Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học - 3tc * 900.000=  Chúc bạn học tốt.\" Hiện tại em lên AAO phần Học phí thì vẫn để:\" Khoá 2015 trở về trước (đã quá thời gian đào tạo theo kế hoạch)/ o   Học kỳ 1 năm học 2021-2022: 525.000 VNĐ/TC. o   Từ học kỳ 2 năm học 2021-2022: 900.000 VNĐ/TC.\" Như vậy là chỉ có 900.000VND/1 tín chỉ. Vậy sao học kỳ này em học 1 môn 3 chỉ lại tính em 11 triệu ạ. Em từ K14 chuyển sang VLVH vào tháng 1/2021 ạ. Nếu là khoá 2021 thì em phải nhập học vào tháng 9, em vẫn còn khoá 2020 phải không cô ơi. Em cảm ơn cô nhiều ạ. Em cảm ơn cô",
    "Chào thầy/cô ạ,  Em là , sinh viên K18, MSSV:.  Cho em hỏi sao học phí của em lại tính theo học phí tín chỉ dự thính là 455k/1tc, trong khi bạn em thì tính theo học phí chính quy bình thường chỉ có 350k/1tc vậy ạ?  Em có gửi kèm hình học phí với thời khóa biểu môn học em đăng kí để thầy/cô dễ xem ạ, 10 tín chỉ học phí 4550k, và hình học phí của bạn em là 15 tín chỉ 5250k.   Mong thầy/cô sớm hồi âm!   Em xin chân thành cảm ơn ạ!",
    "B Dear Phòng Đào Tạo, Em tên , MSSV: . Em  hiện  đang  học  khoa  Kỹ  Thuật  Giao  Thông ngành  CN  ô  tô hệ  VHVL  khoá  2020 Em  xin nhà trường xét duyệt dùm em 2 môn Tư  Hồ Chí  Minh (SP1037) và  môn  Lịch  sử Đảng  CSVN  (SP1039) vì  em  đã  học  những  môn  này  ở  hệ Cao Đẳng Cao Thắng Chính quy rồi ạ Em  đính kèm  mẫu đơn miễn  môn  bổ  sung  và  bảng  điểm  trường  Cao  Thắng  bên  em Em  chân thành cám ơn nhà trường  B",
    "Em chào thầy/cô, Em tên  MSSV , khóa 2020 hệ VHVL, khoa Kỹ thuật giao thông, chuyên ngành Công nghệ ô tô.Hôm nay em viết mail này kính mong thầy/cô xem xét lại bảng điểm cao đẳng của em và miễn môn cho em: 1/ Tư tưởng  (SP1037): môn đã học dưới cao đẳng Tư tưởng  (điểm 5.8) 2 tín chỉ. 2/ Lịch sử Đảng Cộng Sản Việt Nam (SP1039): môn đã học dưới cao đẳng Đường lối cách mạng của Đảng Cộng Sản Việt Nam (điểm 6.5) 3 tín chỉ. 3/ Vẽ kỹ thuật giao thông (TR1003): môn đã học dưới cao đẳng Hình họa - vẽ Kỹ thuật (điểm 8.6) 3 tín chỉ. 4/ Thực tập cơ khí đại cương (ME1005): môn đã học dưới cao đẳng Thực tập nhập môn cơ khí (điểm 8.0) 2 tín chỉ. 5/ Thực tập kỹ thuật ô tô (TR3075): môn đã học dưới cao đẳng Thực tập động cơ 1 (điểm 6.3) 2 tín chỉ, Thực tập động cơ 2 (điểm 5.5) 2 tín chỉ, thực tập động cơ diesel (điểm 8.5) 2 tín chỉ. Em có đính kèm file bảng điểm và mẫu miễn môn bên dưới, hy vọng thầy cô sẽ xem qua và cân nhắc miễn thêm môn cho em, em xin chân thành cảm ơn, em !",
    "Chào thầy/cô, Khi em thanh toán phí tốt nghiệp trên BKPay thì em gặp lỗi \"Error occuring during transaction process\" xuất hiện ở bên trang web của ngân hàng OCB. Nên hiện tại em không thể thanh toán được. Lỗi này có cách nào khắc phục được không ạ? Em cảm ơn",
    "Kính chào Phòng đào tạo, Em hiện đã đủ điều kiện tốt nghiệp hệ VLVH, nay em xin đăng ký xét tốt nghiệp bổ sung. Em xin chân thành cảm ơn ạ.",
    "Chào chị, Hiện tại bằng tốt nghiệp tạm thời em không thể tải trên trang mybk/đăng kia tốt nghiệp được ạ. Chị có thể scan rồi gửi qua mail cho em được không ạ. Hiện e đang đi dự án không thể lên trường lấy được ạ. Thân./",
    "Dạ cô ơi, đơn của em có vấn đề gì không ạ đã 4 ngày trồi qua mà e vẫn chưa nhận được tin gì ạ Em mong cô và pdt sớm giải quyết ạ, em cảm ơn",
    "Em là sinh viên k15. PĐT cho em hỏi là hạn cuối đăng kí tốt nghiệp đợt này là ngày bao nhiêu ạ. Em đang thiếu chuẩn anh văn các năm và anh văn nói viết, em đang cố gắng bổ sung. Nếu không đủ điều kiện tốt nghiệp kì này em có thể gia hạn thêm một kì nữa để bổ sung anh văn không. Mong PĐT giải đáp 2 thắc mắt trên giúp em. Em cảm ơn",
    "Dạ em xin chào thầy/cô ạ. Em là , MSSV . Em hiện tại đã có trong danh sách dự kiến tốt nghiệp tháng 4 này nhưng tình trạng sinh viên là tạm dừng nên không đăng ký tốt nghiệp được. Thầy/cô cho em hỏi khi nào em mới đăng ký tốt nghiệp được ạ? Em cảm ơn thầy/cô ạ.",
    "Chào thầy, cô Hiện tại em đang định đăng ký tốt nghiệp nhưng tài khoản mybk của em đang chưa được cấp quyền để đăng ký. Em có hỏi thì biết được rằng do em không đăng ký môn học nên tài khoản không được cấp quyền. Vậy có cách nào để mở khóa lại để em có thể đăng ký tốt nghiệp không ạ Em xin cảm ơn và xin chúc thầy/cô có 1 ngày tốt lành",
    "em  nộp phiếu đăng ký dự kiểm tra bổ sung tại đây , em xin cảm ơn ",
    "Dạ thưa thầy,cô. Em là sinh viên K15 của khoa xây dựng, hiện tại em đã hoàn thành xong các chứng chỉ anh văn TOEIC và Nói- Viết và đang đợi nhà trường duyệt. Em xin hỏi khoảng thời gian bao lâu thì em được duyệt lại tình trạng đang học, để kịp đăng kí tốt nghiệp cho đợt tháng 4 này vậy ạ. Em chỉ còn 1 kì cuối duy nhất này đề tốt nghiệp nên em mong thầy, cô giúp đỡ. Em cảm ơn ạ.",
    "Kính gửi PĐT, Như đã phản hồi trước đây. Em không thể đăng kí tốt nghiệp được. Em không được truy cập vào mục ĐKTN. Em có đính kèm hình ảnh bên dưới . Như phản hồi lần trước, PĐT có hẹn sau ngày 30/3 nếu không được có tên trong danh sách thì phản hồi lại. Em xin cảm ơn./ Trân trọng, ",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV . Em nhờ bạn , MSSV  lấy giùm bảng điểm ạ. Em cảm ơn.",
    "trường có mở đk av nhu cầu , nhưng do pđt k mail nên em không biết để đăng ký , giờ lên xem thì đã hết thời hạn , pđt có thể xem xét cho em dk vào lớp av4a đc k với ạ",
    "Kính thưa PĐT, Hiện tại tình trạng sinh viên của em trên Mybk đang “tạm dừng”. Em đã hoàn thành chương trình học vào học kỳ 1 2021-2022, hiện tại do chỉ chưa đủ điều kiện  nói-viết nên em không đăng ký môn học kỳ này và dẫn đến tình trạng trên. Em soạn tin nhắn này kính nhờ PĐT hướng dẫn giúp em, hiện em đã thi Nói-Viết vào ngày 26/3. Em cảm ơn, ",
    "Em chào thầy/cô Em tên là  MSSV . Hôm nay em có đăng kí in bảng điểm ngày hẹn nhận kết quả lả 1/4/2022. Nhưng bên học bổng yêu cầu em nộp trước ngày 30/3/2022. Vậy em có thể pdt in sớm hơn lịch hẹn cho em được không ạ. Em chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - ĐHQG TP.HCM, Em tên: . MSSV: . Hiện em đã đạt tất cả điều kiện để tốt nghiệp nhưng đang bị tạm dừng theo quyết định số 276/QĐ-ĐHBK. Và mặc dù em đã hoàn thành tất cả môn học trong chương trình đào tạo (bao gồm cả LVTN và đã chuyển điểm các môn ngoại ngữ), số tín chỉ tích lũy của em vẫn đang là 129/142. Vì những lí do trên nên hiện tại em không thể đăng ký tốt nghiệp được. Mong Phòng Đào Tạo cho em đăng ký thu nhận lại và cập nhật số tín chỉ giúp em để em có thể tốt nghiệp trong đợt tháng 4/2022 sắp tới ạ. Em xin chân thành cảm ơn. Trân trọng, ",
    "Em chào PĐT,  Em tên  -MSSV: . Hiện em đang mặc Covid-19 và đang phải điều trị tại bệnh viện dã chiến 3B. Em muốn xin PĐT cho em biết quy trình xin hoãn thi giữa kỳ môn Hóa Lý 2 (ngày 02/04/2022) do vấn đề sức khỏe và không đảm bảo được thiết bị, kết nối cho buổi thi. Em cảm ơn",
    "Kính gửi ban giám hiệu và phòng đào tạo Đại học Bách Khoa; Vì lý do chưa đủ điều kiện tốt nghiệp, nay em làm đơn này xin ban giám hiệu và phòng đào tạo Đại học cho em xin gia hạn thêm 1 học kì để hoàn thành các điều kiện tốt nghiệp. Xin ban giám hiệu và phòng đào tạo chấp thuận . Em xin chân thành cảm ơn.",
    "Em chào thầy, cô! Thầy, cô cho em xin hỏi là học kỳ dự thính bây giờ có cho phép đăng ký môn mà chưa học trong kỳ chính không ạ?(ví dụ em năm 2 mà đăng ký môn mới năm 3 trong kỳ dự thính hè ạ) Em cảm ơn thầy, cô!",
    "Kính chào VPĐT, Em muốn gửi yêu cầu xin được in giấy chứng nhận tốt nghiệp tạm thời. (Nếu như VPĐT đã in giấy chứng nhận tốt nghiệp tạm thời cho em, rất mong VP có thể phản hồi giúp em để em có thể lên trường nhận lại)  Em xin chân thành cảm ơn ! ",
    "Hiện em có tên trong danh sách tốt nghiệp, và em đợi tình trạng sinh viên chuyển từ \"tạm dừng\" thành \"đang học\" được 1 tuần rồi mà vẫn chưa có cập nhật gì ạ. Mong phòng đạo tạo hỗ trợ em để đăng ký tốt nghiệp trên mybk đúng thời hạn. Em xin chân thành cảm ơn ạ !",
    "Em chào anh/ chị văn phòng đào tạo, Em là sinh viên vừa mới tốt nghiệp khóa k17 ngành Công nghệ thực phẩm. Em thấy hiện nay nhiều trường đã và đang làm lễ tốt nghiệp cho sinh viên. Anh/ chị cho em hỏi khi nào tụi em sẽ được tham dự lễ tốt nghiệp của trường ạ. Em cảm ơn và mong nhận được phản hồi sớm từ anh/chị.",
    "Dạ em xin chảo thầy/cô ạ,  Em hiện là sinh viên K15 còn anh văn 4 do chưa có Toeic để chuyển điểm. Thì em có được gia hạn thêm học kì không ạ? Và em có đọc là khu vực 1 tuyển sinh là được gia hạn thêm 1 học kì là đúng không ạ? Mong thầy/cô giải đáp thắc cho em  Em xin chân thành cảm ơn ạ!",
    "Em chào Thầy/Cô, Thầy/Cô có thể cho em hỏi, nếu em học xong anh văn nhu cầu 3A và có điểm tổng kết là ĐẠT thì em có được tích lũy 2 tính chỉ của môn đó vào tổng tính chỉ tích lũy hiện tại không ạ? Em cảm ơn Thầy/Cô.   i ",
    "Dạ cho em hỏi là những kì bị hoãn do dịch thì học bổng khuyến học có xét không ạ. Em xin cảm ơn ạ!",
    "Dạ em chào thầy, cô ạ Ở học kỳ 1 (2021 - 2022), tụi em có học môn Giao tiếp kỹ thuật bằng tiếng Anh (mã CH3303) nhưng đến giờ vẫn chưa thấy thông báo hay cập nhật điểm lên bảng điểm ạ. Mong quý thầy, cô xem xét và hỗ trợ tình trạng này giúp em ạ . Em cảm ơn và chúc thầy, cô một ngày tốt lành ạ!",
    "Dạ cho em hỏi kì này trường mình có tổ chức anh văn định kỳ cho sinh viên không phải năm nhất không ạ? Em cám ơn ạ.",
    "Dạ thưa quý thầy cô PĐT, hiện e đã có tên trong danh sách dự kiến tốt nghiệp, và em hiện vẫn không đăng ký tốt nghiệp được trên mybk vì mybk đang ở trạng thái dừng học. Em mong quý thầy cô mở lại mybk của em để em đăng ký tốt nghiệp đúng hạn. Em xin cám ơn quý thầy cô.",
    "Chào PDT,  Em là sinh viên khóa k17. Kỳ vừa rồi em không đăng ký môn học nên hiện tại tình trạng sinh viên đang bị tạm dừng. Em đã làm đơn thu nhận lại, rất mong đại diện PDT có thể duyệt đơn giúp em để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn.",
    "Dạ nếu sinh viên khoá 2021 đánh rơi thẻ sinh viên thì sẽ không làm lại được ạ.Em thấy trên wed báo lỗi sinh viên khoá 2021 được cấp miên phí lần đầu và em làm mất thẻ và tính làm lại thì nó không cho em nhấn xác nhận Em xin cảm ơn",
    "Theo file điều kiện đăng ký tốt nghiệp, em cần bổ sung môn học CO1011- 4 tín chỉ nữa là 137 + 4 = 141   139. Và  nói viết nữa là đủ điều kiện tốt nghiệp. Em hiểu vậy không biết đúng không ạ.",
    "n nay em vẫn chưa được cập nhật điểm và tín chỉ tích lũy Em đã qua môn cơ lưu chất (CI2003) vào học kỳI- 211 (2021-2022)với số điểm là 6.0đ. Vì vấn đề cấp bách liên quan đến tốt nghiệp, em kính xin quý Thầy Cô Phòng Đào Tạo kính mến xem xét lại giúp em.",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM Em tên là:  Mssv:  Kỳ trước em không đăng ký môn học vì chỉ còn thi Anh văn để tốt nghiệp, nên tình trạng sinh viên là tạm dừng. Em đã thi Toeic và cập nhật đủ 142 chỉ, cho em hỏi em cần làm thủ tục gì để được xét tốt nghiệp ạ. Em xin chân thành cảm ơn phòng đào tạo",
    "Chào pđt, Cho em hỏi theo thông tin được biết thì là học online đến tuần 18 rồi sao đó là học trực tiếp hay sao ạ, em đang hỏi các môn lý thuyết không tính thí nghiệm, thực hành ạ, còn việc tuần 14 tới đây là vẫn học online phải hông ạ, mong pđt hồi âm.",
    "Em chào thầy/cô, Em đã đăng ký tốt nghiệp đợt tháng 4/2022, thầy/cô cho em hỏi em cần lấy giấy chứng nhận tốt nghiệp ở đâu ạ. Do em vào mybk mục đăng ký tốt nghiệp nhưng không lấy được ạ. Em cảm ơn thầy/cô.",
    "trường có mở đk av nhu cầu , nhưng do pđt k mail nên em không biết để đăng ký , giờ lên xem thì đã hết thời hạn , pđt có thể xem xét cho em vào lớp av4a đc k với ạ ?",
    "Kính gửi PĐT,  Như phản hồi phòng đào tạo em không đủ điều kiện tốt nghiệp do thiếu môn 008001: Pháp luật VN đại cương. Nhưng học kì gần nhất của em đã trả môn này rồi. Mã môn học mới SP1007, HK3 năm 2019-2020. Em đính kèm hình ảnh điểm của môn vào phần này . Kính mong PĐT cập nhật điểm và phản hồi về đủ thông tin tốt nghiệp chưa ạ, em cảm ơn Trân trọng,  Sv ",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM Em tên là:  Mssv:  Dạ em viết đơn này để xin phòng đạo tạo cho phép đăng ký tốt nghiệp bổ sung, vì lý do kỳ trước em chỉ còn Anh văn nên không đăng ký môn học, và để tình trạng sinh viên là tạm dừng. Hiện tại em đã thi Toeic rồi và cập nhật đủ 142 chỉ. Em mong phòng đào tạo xét duyệt giúp em. Em xin chân thành cảm ơn phòng đào tạo",
    "Chào Anh/chị Em thuộc khóa 2015 đã hết thời gian đào tạo tối đa, hiện tại em đã đạt được 136/142 tín chỉ, còn nợ 3 môn AV2-4, TOEIC 500 và AV nói viết. Do em xem trên aao.hcmut.edu.vn thì hệ VLVH được đào tạo theo chương trình đào tạo của hệ Chính quy. Vì vậy, anh/chị cho em hỏi khi chuyển hệ sang VLVH thì có giữ lại kết quả các môn đã hoàn thành ở hệ Chính quy không ạ và khi em chuyển hệ thì là tính khóa cũ K15 hay là tính khóa mới K21 vậy a. Em xin cảm ơn!",
    "Em tên là , em có đăng ký thực tập ngoài trường ở kỳ 212 nhưng bị xoá môn này, em muốn hỏi điều kiện để được đăng ký môn thực tập ngoài trường là gì ạ. Em chân thành cảm ơn.",
    "Chào cô Em đã nhận được mail có tên trong dánh dách tốt nghiệp. Nhưng em vô đăng kí tốt nghiệp thì không được. Trong thông tin sinh viên, em thấy tình trang sinh viên của em là : tạm dừng. Cô xem lại giúp em chuyển trạng thái sinh viên cho em đăng kí tốt nghiệp nha cô. Em cảm ơn cô nhiều.",
    "Dạ thưa Thầy/Cô, Em vừa nộp CCNN và đã được thẩm tra hợp lệ. Đồng thời em đã đăng kí xét miễn và thanh toán lệ phí xét miễn trên BKpay . Em viết yêu cầu này, kính mong được Thầy/Cô giúp em chuyển điểm sớm để em có thể xét tốt nghiệp trong kì này ạ. Em xin cảm ơn Thầy/Cô",
    "Em mong muốn được cấp bằng tốt nghiệp tạm thời để bổ sung vào hồ sơ thi tuyển vào Điện lực TP.HCM ạ",
    "Kính gửi PĐT, Em đã đăng ký tốt nghiệp và đã đóng tiền. Lúc cập nhật thông tin em có đánh dấu vào mục \"Đăng ký gửi giấy chứng nhận tốt nghiệp tạm thời đến địa chỉ liên lạc như trên qua bưu điện\". Hiện tại ở phần đăng ký tốt nghiệp của em chỉ còn mục \"Cựu sinh viên\" như trong ảnh. Em có hỏi bạn thì bạn em có mục \"Tải giấy chứng nhận tạm thời\". Thầy/cô cho em hỏi là làm sao để có thể tải trước giấy chứng nhận tạm thời ạ. Mong PĐT giúp em giải đáp với ạ. Em xin cảm ơn ạ.",
    "Dạ em chào PĐT ạ.Em là sinh viên khóa K17 của trường,em muốn hỏi là bây giờ thẻ sinh viên của em đã hết hạn rồi thì làm sao để gia hạn thẻ ạ?Em xin cám ơn.",
    "Em tên là .       MSSV  Kính thưa Phòng đào tạo, em đã hoàn thành tất cả các điều kiện để tốt nghiệp nhưng do hiện tại em không đăng kí tốt nghiệp được. Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp trong học kì này. Em xin chân thành cảm ơn.",
    "Chào PĐT, Em đã có tên trên Danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em vẫn chưa vào trang web đăng ký tốt nghiệp a. Xin PĐT giúp em . Em cảm ơn.",
    "Tốt nghiệp . Em chào Thầy/Cô ! Em là Trần Thanh Liêm, mã số sinh viên 1511723 lớp XD15VL. Em đã hoàn thành chương trình đào tạo và đạt các yêu cầu chứng chỉ anh văn để tốt nghiệp. Nhưng hiện tại, trên mybk em không thể đăng ký tốt nghiệp được, mong Thầy/Cô có thể xem xét đưa em vào danh sách dự kiến tốt nghiệp để có thể tốt nghiệp trong tháng 4 tới ạ ! Em cảm ơn !",
    "nghieejp Kính gửi PĐT, Em tên là , Mssv:. Em có đăng ký tốt nghiệp nhưng hệ thống báo em không có trong danh sách tốt nghiệp. Kính mong phòng đào tạo kiểm tra lại giúp em ạ",
    "Chào quý thầy/cô ạ! Sắp tới em có môn thi giữa kì 212 bộ môn hoá hữu cơ (CH2021) của khoa hoá ạ. Vì không đủ điều kiện về thiết bị để tham gia thi nên em muốn được hoãn thi. Em đã hỏi thầy chủ nhiệm bộ môn và được biết phải liên hệ pđt. Vậy bây giờ em phải làm thủ tục như thế nào để hoãn thi ạ. Mong nhận được sự hồi đáp từ quý thầy/cô. Em cảm ơn!",
    "Dạ e xin chào quý Thầy Cô, Em tên  khóa K15, MSSV: , lớp MO15QLMT. Qúy Thầy Cô cho e hỏi về việc làm đơn xin gia hạn 1HK để có thể nộp chứng chỉ TOEIC xét tốt nghiệp? Do tình hình dịch bệnh và bản thân bị nhiễm covid, em không đủ thời gian và sức khỏe để có thể hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại thì e có thể viết đơn gửi qua mail hay viết đơn và lên trực tiếp PDT để nộp đơn xin gia hạn ạ. Em chân thành cám ơn quý Thầy Cô",
    "Kính gửi phòng Đào tạo, Em có đăng ký in bảng điểm và đã in xong. Tuy nhiên hiện em không có ở Việt Nam nên không thể tự đến lấy. Phòng đào tạo có thể gửi giúp em file pdf bảng điểm và cho phép chị gái của em () đến lấy giúp được không ạ?  Em xin cảm ơn phòng đào tạo.",
    "Hiện tại em vừa thi có bằng IELTS chứng chỉ của ÚC, thì em có yêu cầu nộp, nhưng mà PĐT yêu cầu IDP là iig việt nam, em ko biết xử lý tình huống này của em thế nào, em có thể nộp trực tiếp bản sao CCNN được ko ạ, và em nộp cho ai ạ, em vừa lên PĐT, cô bảo về làm như mail, Em vừa hoàn thành cách ly tại nhà xong nên em mới có thể đi lại được để nộp bằng, thầy cô giúp em với",
    "Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh! Em là , MSSV 4, SV khóa 2013, ngành Xây dựng công trình giao thông. Em đã xin chuyển sang hệ VHVL và có đăng kí tốt nghiệp đợt tháng 4, nhưng đến hôm nay em vẫn chưa nhận được thông báo hay có thông tin gì về kết quả, em tìm trong danh sách dự kiến thì không tìm được. Mong PDT xem xét dùm em với ạ!",
    "Chài thầy/cô, Em đã đủ điều kiện tốt nghiệp, nhưng do bị tạm dừng vì không đăng kí môn học (thiếu anh văn nói viết) nên không đăng kí tốt nghiệp. Nay em đã đủ điều kiện để tốt nghiệp thì cần làm gì để tốt nghiệp vào đợt tháng 4/2022 này ạ? Em cảm ơn",
    "Em sinh viên khóa k15, hiện tại e muôn đăng kí tốt nghiệp như thế nào ạ?. Hiện tại trang mybk em không thể vào đăng kí được. Rất mong nhận được sự phản hồi sớm của quý thầy cô. ",
    "Dạ cho em hỏi cách để đăng ký rút một môn mình đang học ạ?",
    "Chào PĐT, Do quên mất không thanh toán học phí HK211 nên em bị đình chỉ ở học kì này. Không biết em có thể làm đơn xin cứu vớt sau khi thanh toán đầy đủ học phí và xin thôi việc đình chỉ không ạ. Do kì này em cũng đang học khá nhiều môn và gần như học sắp xong hết rồi ạ. Em rất xin lỗi vì sự thiếu trách nhiệm của mình. Mong PĐT xem xét và giúp đỡ. Em xin chân thành cảm ơn!",
    "Em chào Thầy/Cô,   Em là Trần Văn Đồng, MSSV: 1610745, sinh viên khoa Kỹ thuật Giao thông.   Trong học kỳ 212, em đã đăng ký môn luận văn tốt nghiệp, kết quả đăng ký là hình thức Chính Quy. Tuy nhiên, do sắp đến thời gian thanh toán học phí, em có truy cập trang BK - Pay thì nội dung thanh toán học phí là \"Học phí Dự Thính Chính Quy\". Em mong Thầy/Cô xem xét giúp đỡ cho em vấn đề này. Em xin cám ơn.   Trân trọng chào Thầy/Cô,   Trần Văn Đồng",
    "Kính gửi Pdt đh bách khoa TP.Hồ Chí Minh. Em là  khoá K15 có mssv là  lớp XD15XDCT03. Em đã hoàn thành xong toàn bộ chương trình học chính quy, đạt các chứng chỉ anh văn nghe-đọc và nói viết và đạt đúng số ngày công tác xã hội. Nhưng hiện tại em không thể đăng kí tốt nghiệp trên mybk và cũng không có tên trong danh sách đăng kí tốt nghiệp tạm thời. Kính mong phòng đào tạo xem xét đưa em vào danh sách dự kiến tốt nghiệp để Tốt nghiệp vào tháng tư tới ạ. Em xin cảm ơn.",
    "Em  là sinh viên K16 và đang thi tiếng anh nói viết ra trường. Một số nguồn tin cho rằng là hạn chót đăng kí là 11/4 trong khi một số là 4/5 . Vậy cho em hỏi hạn chót xét tốt nghiệp là khi nào. Cảm ơn phòng đào tạo đã đọc và sớm trả lời cho em biết.",
    "Dạ em chào thầy/cô! Em là sv k18.Em đã nhận được thông báo của khoa tầm giữa tháng 5 sẽ bảo vệ luận văn. Hiện tại trường chưa có thông báo về xét chuẩn anh văn.Vì lí do cá nhân giấy CMND của em không hợp lệ, giấy CMND gắn chip chưa có.Em không biết là có đơn được gia hạn nộp bằng anh văn để bảo vệ trước không ạ? Có dự kiến là khi nào xét chuẩn av không ạ? Em cảm ơn.",
    "Kính gửi Thầy/Cô pđt, Em là , mssv , Lớp DD17DV2 khoa điện điện tử. Vừa rồi em có nhận được email thông báo hủy môn \"EE4333 - Luận văn tốt nghiệp\" do thiếu môn tiên quyết \"EE3333 - Thực tập tốt nghiệp\". Hiện tại em đã liện hệ thầy hướng dẫn và đã được cập nhật điểm Thực tập tốt nghiệp. Quý Thầy/Cô cho em hỏi là khi nào hệ thống sẽ khôi phục lại môn Luận văn tốt nghiệp của em ạ? và em có cần phải làm gì không, hay hệ thống sẽ tự động cập nhật ạ? Em xin chân thành cảm ơn.",
    "Hôm Nay 29/03 em có nhận được mail tạm dừng do chưa đóng học phí, em có đóng học phí trễ hạn rồi, mong phòng đào tạo xem xét, và quyết định thu nhận lại ạ. em cảm ơn.",
    "Em xin chào các thầy cô Phòng Đào Tạo. Em tên . MSSV: . Vào lúc 16g00 ngày 09/04/2022 sắp tới đây em có lịch kiểm tra giữa kỳ môn Hóa hữu cơ, MSMH: CH2021. Nhưng do em không đáp ứng được các yêu cầu về thiết bị ghi hình của bộ môn để có thể tham gia buổi kiểm tra và theo yêu cầu của bộ môn em xin phép gửi Phiếu đăng ký dự kiểm tra bổ sung cho môn học Hóa hữu cơ (CH2021). Em xin cảm ơn.",
    "Xin chào phòng đào tạo. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến của đợt tháng 4/2022 Nhưng tình trạng vẫn đang là \"tạm dừng\" nên không thể tiến hành đăng ký tốt nghiệp được. Xin phòng đào tạo hỗ trợ em để em có thể đăng ký tốt nghiệp trước thời gian quy định (là ngày11/04/2022). Xin cảm ơn và chúc mọi người nhiều sức khỏe ạ.",
    "Em chào Quý Thầy Cô! Em tên là  mssv  Quý Thầy Cô cho em hỏi giấy chứng nhận tốt nghiệp tạm thời đã có chưa ạ? Em xin cảm ơn!",
    "Em chào thầy/cô Em là  -mssv  Vào học kì 211 vừa qua em có làm đơn xin gia hạn đóng học phí tới học kì 212 và đã được duyệt, tuy nhiên, em vừa nhận được mail của trường về việc bị tạm ngưng học kì và xóa thời khóa biểu do chưa đóng học phí (hiện tkb học kì 212 của em đã bị xóa). Xin thầy cô cho em hỏi trường hợp của em cần xử lý như thế nào ạ? Em xin cảm ơn!",
    "Em xin chào thầy cô PĐT, Em đã có tên trong DS tốt nghiệp dự kiến, nhưng hiện tại vẫn chưa được PĐT thu nhận lại để có thể đăng kí tốt nghiệp trên MyBK. Mong thầy cô xem xét giải quyết sớm để em có thể đăng kí tốt nghiệp đúng hạn. Em xin cảm ơn thầy cô,",
    "Em xin chào quý thầy quý cô, Thầy/cô cho em hỏi em dự định đăng ký LVTN trong học kỳ hè tới thì tiền học sẽ tính là 880k/1 tín chỉ hay LVTN vẫn được tính theo học kỳ chính ạ Em chân thành cảm ơn",
    ": do lý do gia đình nên nhà em chuẩn bị học phí trễ hơn thời gian hết hạn đóng học phí không biết em có thể đóng 1/2 trước hoặc là xin đóng trễ hạn 1 tuần không ạ",
    "Thưa cô, em đã đăng ký nộp chứng chỉ ngoại ngữ ở trên trang mybk. Em cần chuyển điểm qua cho các môn Anh văn ạ. Tuy nhiên sau khi đăng ký nộp chứng chỉ ngoại ngữ thì em không thấy mục chuyển điểm ở đâu cũng như nơi để nộp tiền ấy ạ. Cô cho em hỏi có phải là mình cần đợi sau khi chứng chỉ được thẩm tra thì mới có mục chuyển điểm và đóng tiền phải không ạ ? Em cảm ơn cô nhiều !",
    "Dạ chào thầy cô, em có đăng ký hoãn thi trên mybk  CI2095 nhưng trên bảng điểm để 13. Môn anh văn 4 LA1043 em qua môn nhưng cập nhật lại không còn hiển thị.  Mong được thầy cô hỗ trợ ạ",
    "Họ và tên :  -  Em xin cập nhật điểm môn học Thực tập cơ khí đại cương 2 - MSMH : ME2087 - Học kỳ 1 năm học 2020 với điểm : 8.5 tương đương môn học Thực tập cơ khí đại cương 2 - MSMH : ME2001.   i ",
    "Sinh viên:  -  Em muốn xin rút môn học Thiết kế công trình cầu CI3261. Mong PDT xem xét đơn xin rút môn học của em ạ.",
    "em tên:  mssv:  em làm mail này để xin điểm E do sự cố em gặp lúc thi HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12 ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2 buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.",
    "Dear Phòng Đào tạo, Em là , MSSV . Em đã hoàn thành đủ các tín chỉ của trường. Vì thiếu anh văn nói viết nên kỳ vừa rồi em chưa đủ điều kiện xét tốt nghiệp và bị tạm dừng trình trạng học tập. Hiện tại em đã tất cả điều kiện để xét tốt nghiệp, nên mong Phòng Đào tạo có thể xem xét và mở đăng ký cho em . Em xin chân thành cảm ơn. Trân trọng, ",
    "Chào thầy/cô Em là sinh viên khóa K15 tốt nghiệp trễ, cho em hỏi là yêu cầu tốt nghiệp của K15 có còn là 15 ngày công tác xã hội như hồi trước không ạ. Em cám ơn .",
    "Cho em hỏi học bổng học kỳ 2 (2020-2021) khi nào trường xét vậy ạ. Có một vài môn thí nghiệm chưa được cập nhật điểm vậy có ảnh hưởng gì không ạ. Em xin cảm ơn.   i  .",
    "Kính gửi phòng Đào tạo, Em xin phép đính kèm đơn thu nhận và xác nhận cho phép đăng ký bổ sung LVTN từ khoa. Mong phòng đào tạo cân nhắc và xem xét giúp em. Tuy nhiên, em có một thắc mắc, trong file tại trang web aao.hcmut.edu.vn - học vụ - Một số điểm mới về Quy chế học vụ áp dụng từ HK202 có đề cập việc khi đi trao đổi sẽ không tạm dừng học. Vậy tại sao tình trạng sinh viên của em lại là tạm dừng ạ?  Em xin cảm ơn phòng Đào tạo.",
    "Dạ em cần rút một môn học trong kì này cần làm những gì ạ.em cảm ơn",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM. Em tên: , MSSV: . Hiện em đã nhận được Quyết định thu nhận và chuyển sang hệ VHVL HK222 (File đính kèm). Hôm nay, em viết mail này nhằm mong Phòng Đào Tạo hỗ trợ giải đáp thắc mắc về việc đăng ký Tốt nghiệp ạ. Theo như Quy chế của Trường thì em đã đủ điều kiện xét tốt nghiệp theo hệ Vừa Học Vừa Làm, mong Phòng Đào Tạo hướng dẫn em cách thức để đăng ký Tốt nghiệp ạ. Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn. Sinh viên, ",
    "Em chào quý thầy cô ạ, dạ em đang là sinh viên năm nhất đang học quân sự, em có nghe nhiều nguồn tin nói là đến tháng 4 học offline tại trường, em cũng nghe có người nói là học online, chỉ những môn thể chất và thí nghiệm mới lên trường học. Em cũng không biết sao ạ, mong quý thầy cô giải đáp, em cám ơn.",
    "Chào Thầy/Cô! Em tên , mssv  hệ VHVL, em chuyển từ hệ chính quy sang hệ VHVL. Hiện tại em đã học hoàn thành chương trình đào tạo theo khóa K14, nhưng trong đó có 3 môn là đồ án, đề cương và luận văn tốt nghiệp thì mã mới và mã cũ (K13) lại không tương đương nhau. Theo như được hướng dẫn thì em xin miễn 3 môn học đó. Em xin trình bày chi tiết trong đơn đính kèm bên dưới. Dạ em xin Văn phòng khoa, quý Thầy/Cô và Ban giám hiệu nhà trường xét duyệt sớm cho em kịp đăng ký được tốt nghiệp kỳ này, ngày 11-4 là hạn cuối xét tốt nghiệp ạ. Em xin chân thành cảm ơn!",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  PĐT cho em hỏi là em đã hoàn thành xong luận văn tốt nghiệp ở học kì 211 và học kì đó tạm thời không xét điều kiện chuẩn CCAV quốc tế khi xét LVTN. Hiện giờ em chưa có kết quả thi TOEIC thì điểm LVTN này của em có bị hủy không ạ. Em cám ơn PĐT đã xem. Mong nhận được phản hồi sớm ạ.",
    "Hiện tại em đủ điều kiện tốt nghiệp trừ tiêu chí 15 ngày CTXH. Em đã có 12,5 ngày CTXH dự kiến vài ngày nữa bên Đoàn trường sẽ cập nhật cho em thêm 3 ngày CTXH nữa. Vậy bây giờ em có thể đăng kí dự kiến tốt nghiệp tháng được chưa ạ ! ",
    "Em đã hoàn thành 142 tín chỉ theo chương trình đào tạo của nhà trường. Học kì 212 này, em có đăng kí môn học A (đã đạt) vào học kì chính của 212 để cải thiện. Nhưng nếu điểm tổng kết môn A sau khi cải thiện là không đạt. Thì, kết quả là môn A của em sẽ được giữ nguyên là đạt, hay sẽ lấy điểm mới là không đạt và em bắt buộc phải học lại môn học A ạ. Dạ em cảm ơn.",
    ": Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa - ĐHQG TPHCM  Em là  - MSSV:  Em hiện là sinh viên ở đại đội 39 tiểu đội 3. Em xin bảo lưu kết quả học HP1 và HP2 GDQP-AN khoá 405/21 do em hiện là f0 không có khả năng học tiếp và quy trình xét duyệt xin giấy em có gặp khó khăn không tự giải quyết được. Em phải tự cách ly test dương tính 24/03/2022 đến 31/03/2022 em mới được nhận giấy hoàn thành cách ly như bên y tế phường nói chứ không có giấy xác nhận f0 như bên thầy phụ trách ở trung tâm yêu cầu mà chỉ có mã bệnh nhân và tin nhắn xác nhận của cổng thông tin BYT . Hôm qua ngày 28/03/2022 em có thể đến nhận hồ sơ gì đấy từ bên phường để đem ra trạm y tế đóng mộc nhưng em phát sốt và chiều lại mưa gió lớn nên em không đi được và không liên lạc được với người hỗ trợ. Mà sắp thi kết thúc HP3,HP4 em rối ren quá không biết làm sao tới 31/03/2022 em mới nhận giấy xác nhận hoàn thành cách ly nên chắc không đáp ứng được yêu cầu hiện tại để chuyển từ lớp trực tiếp đại đội 39 sang lớp biên chế online đại đội 50 được. Rất mong PĐT xem xét. Xin chân thành cảm ơn!",
    "Em là Lâm Thị Ngọc Nhi, MSSV , chuyên ngành Kỹ thuật Dệt Em muốn hỏi thầy cô về vấn đề: 1. Chương trình học của em là 131 tín chỉ trong đó có  8 tín chỉ Anh Văn . Em không học Anh Văn 1 2 3 4 trong trường (do không đủ chuẩn đầu vào) và em đã nộp bằng + chuyển điểm với số điểm TOEIC 475 vào ngày 24/12/2020, điểm quy đổi Anh Văn 1 là 6.0. Thời gian tới em sẽ nộp bằng TOEIC mới . -  Theo quy định là chỉ được chuyển điểm 1 lần, vậy em làm sao để bù lại 6 chỉ của các môn AV2, AV3, AV4 ạ? Vì khi không đủ 131 chi em sẽ không được ra trường . 2. Nếu trong năm 4 em nộp bằng Ielts, vậy em có được chuyển điểm cho 4 môn Anh Văn với bằng Ielts hay không (em đã từng chuyển điểm bằng bằng TOEIC)? Em cảm ơn thầy cô và mong được phản hồi. Đính kèm: CT học ngành KT Dệt  B   I      /I",
    "HK202 em có đăng ký hoãn thi môn kỹ thuật thủy lực khí nén ME3001 nhưng hôm đó em vẫn thi được đến giờ có điểm. Kính mong PĐT xem lại xóa điểm 14 cho em. Thân",
    "Cho em hỏi là không đăng kí học phần thể chất nào ở năm nhất thì có được đăng kí môn học năm hai không ạ. Em cảm ơn!",
    "Em đã nhận được mail và có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng ký tốt nghiệp được do trạng thái sv bị tạm dừng . Em mong pđt sớm chuyển trạng thái sv cho em để em đăng ký tốt nghiệp ạ.",
    "Kính gửi PDT Ngày 27/03 vừa rồi em có lịch thi môn Sức bền vật liệu, mã môn CI2001, giờ thi 16:00h, thi online. Do không chuẩn bị đủ thiết bị trong quá trình thi (cụ thể là camera thứ 2) em đã không được dự thi và các giám thị bảo em làm đơn xin hoãn thi theo hướng dẫn của PDT. Mong PDT giải quyết cho em được hoãn thi lần này.",
    "CÓ PHẢI XEM TKB HANGOUT- TUONG TÁC LÀ HỌC ONLINE , H6-702 LÀ HỌC TRỰC TIẾP TẠI TRƯỜNG KHÔNG Ạ",
    "Em chào ban đào tạo. Ban đào tạo có thể cho em biết chính xác ngày nhận bằng tốt nghiệp chính thức của em trong tháng 4 được không ạ? Hoặc nếu không thì trong khoảng thời gian từ ngày mấy đến ngày mấy ạ? Do hiện tại em đang ở quê( tỉnh Quảng Nam) tuy nhiên ktx Bách Khoa lại buộc em phải chuyển đồ gấp nên em cần biết chính xác ngày nhận bằng hoặc khoảng ngày mấy trong tháng 4 để em có thể báo lại bên ktx và đặt vé vô ạ? Em mong ban đào tạo phản hồi , em cảm ơn ạ.",
    "Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam                                                   Độc Lập - Tự Do -       Đơn xin mở lại Thời Khóa Biểu Học Kì 2                     năm 2021-2022                                                    Kính gửi: Phòng Đào tạo      Em tên là , MSSV: , tài khoản: loc.ong20t9      Nguyên nhân dẫn đến vụ việc viết đơn này:       Nợ học phí môn Ngoại Ngữ theo yêu cầu Chính quy của học kỳ 211 nên đã bị khóa thời khóa biểu học kì 2 .      Hôm nay, em xin được mở lại thời khóa biểu vì đã hoàn thành việc đóng học phí đầy đủ.      Em rất mong phòng đào tạo suy xét và mở lại thời khóa biểu cho em      Em xin chân thành cảm",
    "Em chào pđt ạ, Em là  sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm) . Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 2 đính kèm). Em xin cảm ơn ạ",
    "Gửi Phòng đào tạo, Em  , mssv: , khoa: Khoa học ứng dụng. Hiện tại em đã hoàn thành tất cả các môn trong chương trình đào tạo, 15 ngày CTXH, chứng chỉ ngoại ngữ đã được thẩm tra và em cũng đã đóng tiền chuyển điểm chứng chỉ ngoại ngữ 200.000 ạ . Vì vậy em xin đăng kí thu nhận lại tình trạng sinh viên để đăng kí tốt nghiệp cho kịp lịch tháng 4 ạ. Em xin cám ơn.  ",
    "Dạ em chào thầy cô ạ, Học kì chính 211 vừa rồi em có đăng kí học môn đo lường và đảm bảo chất lượng (ME3101), môn đó em đã hoàn thành và có điểm rồi ạ, nhưng hôm nay em kiểm tra trên bảng điểm của HK211 thì em không thấy môn đó của em trên bảng điểm nữa ạ, môn này có trong chương trình đào tạo của ngành em đang học ạ, kính mong thầy cô kiểm tra lại giúp em với ạ. Em chân thành cảm ơn ạ.",
    "Chào quý thầy / cô,  Hiện em đã hoàn thành các thủ tục và yêu cầu cũng như đã được vào trang đăng kí tốt nghiệp, nhưng phần đăng kí ghi là còn nợ HP nên không đăng kí được dù em đã hoàn tất HP tất cả. Mong quý thầy cô kiểm tra và giúp đỡ để e được hoàn tất phần đăng kí của mình. Em có đính kèm ảnh vấn đề bên dưới . Em xin cám ơn",
    "Kính gửi Phòng đào tạo Em tên là , MSSV  Hôm nay em viết mail để hỏi Phòng đào tạo về vấn đề xin dừng làm luận văn tốt nghiệp trong học kì này. Do đã quá hạn hủy môn nên em không hủy môn được ạ . Mong Phòng đào tạo giúp em một phương hướng xử lý ạ. Em xin cảm ơn. Trân trọng, ",
    "Mong nhà trường chấp nhận đơn xin hoãn học phí của em",
    "Kính gửi PĐT, Em tên là  thuộc khoa cơ khí. Em có một thắc mắc là, lúc trước PĐT có mail sẽ bỏ qua chuẩn tiếng Anh khi xét LVTN cho học kì 212. Vậy cho em hỏi là em có cần phải nộp bằng TOEIC trước khi bảo vệ LVTN không ạ. Hay là bảo vệ xong rồi nộp vẫn được ạ. Em chân thành cám ơn PĐT. Kính chúc sức khỏe .",
    "Kính gửi phòng đào tạo, em tên là  MSSV:  . Nay em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí tốt nghiệp vào tháng 04/2022. Với lý do là em đã hoàn tất toàn bộ chương trình đào tạo và đã thi và đăng kí nộp đầy đủ chứng chỉ ngoại ngữ Toiec 4 kỹ năng. Em là sinh viên hệ liên thông từ BDCN lên khoa Cơ Khí, năm nhập học là 2017, nay em đã hoàn tất chương trình và em vừa nộp xong bằng  650. Kính xin phòng đào tạo xét duyệt cho em để em được tốt nghiệp. Em xin chân thành cảm ơn.",
    "Em chào anh/chị ạ, em muốn xin được hủy môn đang học là quản lý sản xuất (IM3003) vì em hiện không sắp xếp được thời gian để tiếp tục theo học môn này ạ (kì này em đăng kí 10 môn ạ). Kính mong anh/chị giải quyết giúp em trường hợp này ạ. Em xin cám ơn anh/chị ạ.",
    "Học kỳ 213 tới, nhà trường cho phép đăng ký học phần Luận văn tốt nghiệp. Quý PĐT cho em hỏi là học kỳ 213 có xét chuẩn anh văn nhận LVTN không ạ, hay tạm thời không xét như học kỳ 212. Em xin cảm ơn,  Trân trọng,",
    "Dạ thưa thầy cô PDT, em là -. Dạ thầy cô cho em hỏi em đang tính đăng ký học môn Giải tích 1 trong học kỳ hè này ạ. Thầy cô cho em hỏi tụi em sẽ học mấy môn này trong mấy tuần của kỳ hè ạ. Em cảm ơn nhiều ạ.",
    "Kính gửi PDT, Em là  - Hiện đang là sinh viên Bằng 2 - Khoa Khoa học & Kỹ thuật Máy tính. - Nhập học năm 2020. Hiện tại vì một vài lý do cá nhân, em muốn bảo lưu và tạm dừng việc học . Em có các câu hỏi sau mong được giải đáp ạ: 1/ Cho em hỏi em có thể tìm hướng dẫn thủ tục, quy trình để bảo lưu ở đâu ạ. 2/ Sinh viên bằng 2 chính quy như em thì được bảo lưu trong vòng bao nhiêu năm? 3/ Nếu em làm thủ tục bao lưu bây giờ thì kết quả học tập của học kỳ này có được lưu lại trong học bạ không? 4/ Sau này nếu em đi học lại, thì học phí của em sẽ vẫn là mức học phí của K2020 hay sẽ là mức học phí mới tuỳ vào nằm mà em đi học lại? Em xin cảm ơn PDT.",
    "Kính gửi thầy/cô, Em là sinh viên , thuộc chương trình đào đạo chính quy khoa Điện - Điện Tử. Thời khóa biểu hiện tại của em chỉ còn môn Anh văn 4 nhưng em vừa nhận kết quả bài thi TOEIC là đã đủ để quy đổi điểm môn Anh văn 4. Nên nay em xin rút môn học để thực hiện việc đăng ký xét tốt nghiệp. Em xin cam kết sẽ đóng học phí đầy đủ sau khi rút môn học. Phiếu đăng ký rút môn học được đính kèm tệp bên dưới. Em xin cám ơn .",
    "thưa thầy cô, danh sách xét tốt nghiệp vẫn chưa có tên em vẫn để chưa đủ điều kiện... em đã học đủ theo chương trình học. Mong thầy cô xem lại giúp em em có gửi yêu cầu trên BKSI tuần trước rồi... mong thầy cô xem lại em có đủ điều kiện tốt nghiệp chưa. em có đính kèm theo các file miễn môn và bảng điểm mong thầy cô xem lại.",
    "Chào Thầy/Cô, Hiện tại em muốn đăng ký đợt tốt nghiệp 4/2022. Em đã đủ tất cả điều kiện tốt nghiệp nhưng không đăng ký được trên trang web mybk.hcmut.edu.vn (file đính kèm). Em mong quý Thầy/cô mở đăng ký tốt nghiệp sớm cho em để em đăng ký kịp tiến độ tốt nghiệp ạ. Em xin chân thành cảm ơn. Trân trọng! ",
    "Em chào PĐT, Em là , sinh viên Khoa Khoa học và Kỹ thuật Máy tính chương trình Kỹ sư Tài Năng, thuộc lớp MT17KH03 của thầy  chủ nhiệm. Hiện tại, em đã đủ điều kiện để đăng ký Tốt nghiệp. Nhưng do không có thời khoá biểu ở học kỳ hiện tại (Học kỳ 02 2021-2022) nên bị Tạm dừng theo quyết định 728/QĐ-ĐHBK. Em mong được PĐT xem xét thu nhận lại trong thời gian sớm để em có thể đăng ký Tốt nghiệp trong kỳ hiện tại. Em cảm ơn, ",
    "Chào anh/chị, Em tên:  Mssv:  Em có đăng kí chuyển điểm môn anh văn 2A và đã có điểm trên bảng điểm. Nhưng khi đăng kí môn anh văn 3 theo nhu cầu, đợt tháng 4 thì lại không được vì lí do chưa học môn anh văn 2A. Em mong phòng đào tạo cập nhập môn anh văn 2A giúp em để em có thể đăng kí môn anh văn 3 theo đúng thời hạn. Em xin cảm ơn!",
    "MSSVMSGV:   b Chào ThầyCô,  Em có thắc mắc về 2 nội dung sau:     1. Mức điểm đạt chuẩn của chứng chỉ VNU-EPT khi xét tốt nghiệp.     2. Chứng chỉ VNU-EPT vẫn còn được chấp nhận chuyển điểm cho các môn Anh văn, hay đã có quy định nào khác.  Em chân thành cảm ơn!  i ",
    "Em chào phòng Đào tạo ạ, Sau khi có dang sách tốt nghiệp dự kiến cho tháng 4/2022, thì em chờ để đăng ký tốt nghiệp trên mybk nhưng gặp lỗi do tình trạng sinh viên hiện tại của em là \"Tạm dừng\" . Em mong PDT sớm mở khoá cho e để đăng ký tốt nghiệp. Em cảm ơn ạ.   i Tốt nghiệp .",
    "Kính chào Thầy/Cô Phòng đào tạo ạ, Em là Nguyễn Minh Thư, Khóa K18, mssv: , Khoa Quản lý công nghiệp . Hiện tại em đang làm Luận văn tốt nghiệp và có nộp chứng chỉ tiếng Anh (TOEIC Nghe - Đọc) là 575, hiện tại thì đủ điều kiện hoàn thành Luận văn tốt nghiệp . Tuy nhiên, em muốn nộp lại với điểm cao hơn để xét tốt nghiệp luôn, nhưng trên lịch học vụ em không thấy các mốc thời gian để nộp CHỨNG CHỈ NGOẠI NGỮ (cả 4 kỹ năng) xét tốt nghiệp cho khóa K18 học kỳ 212 ạ. Thầy/Cô cho em hỏi em muốn biết thời gian nộp chứng chỉ ngoại ngữ để xét tốt nghiệp cho khóa K18 thì xem ở đâu ạ?  Em xin cảm ơn!",
    "Dạ em chào phòng đào tạo, Em mới nộp bằng TOEIC và chuyển điểm anh văn; bằng TOEIC thì đã được thẩm tra rồi, thì em thấy mình đã đủ điều kiện tốt nghiệp rồi, em vẫn chưa có trong danh sách dự kiến tốt nghiệp. Em xin phòng đào tạo xét bổ sung giúp em, để có thể tốt nghiệp trong tháng 4 này. Em xin cảm ơn rất nhiều.   i Tốt nghiệp .",
    "Kính gửi:Quý Thầy Cô Em là :  MSSV:  -Em đã nhận được Gmail Quyết Định Thu Nhận Và Chuyển Sang Hệ VLVH. -Em xin được xét tốt nghiệp bổ sung hệ VLVH cho đợt tháng 4/2022 tới ạ. Trân trọng cảm ơn. --[phone_number]",
    "Dạ nhờ phòng đào tạo kiểm tra giúp em đơn đăng ký LVTN em có gửi vào tuần trước ạ. Bên dưới là giấy hẹn.",
    "Kính gửi phòng đào tạo. Em là , mã số sinh viên . Em có cải thiện các môn: Thực tập tốt nghiệp (CO3313), Quản trị kinh doanh cho kĩ sư (IM3002) và Những nguyên lý cơ bản của chủ nghĩa - (SP1003) vào học kì 211. Đây là các môn có trong chương trình đào tạo và em đã hoàn thành các môn này trước đó nhưng điểm trung bình tích lũy ngành trong danh sách dự kiến tốt nghiệp chưa được cải thiện ảnh hưởng đến kết quả tốt nghiệp. Hiện tại em đã đăng kí tốt nghiệp trên mybk. Điểm trung bình tích lũy ngành hiện tại là 7.93 và điểm theo em ước tính là 8.13. Em mong muốn được tính lại điểm trung bình tích lũy ngành và cập nhật xếp loại tốt nghiệp. Em xin chân thành cảm ơn ",
    "Em chào phòng đào tạo. Em tên là  MSSV:   Sáng nay ngày 30/03/2022 em đã lên để gặp trực tiếp các cô ở phòng đào tạo để giải quyết vấn đề về học phí học kì 211 dẫn đến em bị tạm dừng và xóa thời khóa biểu học kì 211.  Hiện cô ở phòng đào tạo đã nhận đơn và đang gửi cho bộ phận học phí để tính toán và kiểm tra lại học phí. (Em đã đóng phần học phí trễ hạn hôm 29/03 rồi).  Em chưa biết kết quả sẽ như thế nào nhưng học kì 211 vừa rồi em chỉ đăng kí luận văn tốt nghiệp ( 9 chỉ), em đã làm luận văn tốt nghiệp và bảo vệ với số điểm là 7,08. Thời gian làm luận văn thực sự rất nhiều gian nan và khổ sở vì em vừa học vừa làm, em hy vọng  phòng đào tạo có thể hướng dẫn em để xin xem xét cập nhật lại thời khóa biểu và điểm môn luận văn tốt nghiệp học kì vừa rồi. Em thật sự rất bối rối và buồn hiện tại. Em xin chân thành cảm ơn các cô, các thầy.",
    "Dạ cho em hỏi khi nào trường tổ chức thi anh văn định kì vậy ạ !",
    "Tốt nghiệp Chào Thầy/Cô, Hiện tại em muốn đăng ký đợt tốt nghiệp 4/2022. Em đã đủ tất cả điều kiện tốt nghiệp nhưng do không đăng ký môn học học kỳ 2 năm học 2021-2022 nên không đăng ký tốt nghiệp được trên trang web mybk.hcmut.edu.vn (file đính kèm) . Em mong quý Thầy/cô mở đăng ký tốt nghiệp sớm cho em để em đăng ký kịp tiến độ tốt nghiệp ạ. Em xin chân thành cảm ơn. Trân trọng! ",
    "Em chào PĐT ạ,  Em khóa K19 học ngành ĐTVT của trường, em đang thắc mắc 2 vấn đề mong PĐT có thể trả lời giúp em:  1. Em đang trễ 2 môn (Thực tập ngoài trường với đồ án 1). Có nghĩa là 2 môn này em chưa học vào kì 212 được thì học kì hè 213 em có được đăng kí để học 2 môn này không ạ (vì em thấy học kì dự thính hè không cho đăng kí học lần đầu). 2. Em thấy lịch thi tiếng anh định kì ở trường là tầm ngày 30/5/2022, mà kì hè ngày 30/5 đã bắt đầu học rồi nên nếu em muốn xét tiếng anh để học kì hè thì phải đăng kí thi ở IIG rồi nộp bằng vô, không chờ thi ở trường được đúng không ạ?  Mong PĐT phải hồi em sớm. Em cảm ơn PĐT nhiều ạ.",
    "Tốt nghiệp       Kính gởi : Phòng đạo tạo và ban giám hiệu Trường Đại học Bách Khoa TPHCM  Em tên :   MSSV:   Lớp: XD15CTXD03  Khoa: Kỹ Thuật Xây Dựng   Ngành : Xây dựng dân dụng và công nghiệp    Em viết đơn này vì lí do kính mong nhà trường hỗ trợ thay đổi lại trạng thái sinh viên của em vì em đã hoàn thành tất cả chương trình đạo tạo, TOEIC Nói Viết, Ngày Công tác xã hội Hiện tại em cũng vừa hoàn thành TOEIC Nghe đọc đạt 525 điểm và đã đủ điều kiện để tốt nghiệp Nhưng do tình trạng sinh viên của em hiện tại là hết thời gian đào tạo Em kính mong được hỗ trợ kích hoạt lại trạng thái sinh viên đang theo học để em hoàn thành đăng kí xét miễn điểm cho các môn anh văn 1,2,3,4 và sau đó là đăng kí tốt nghiệp    Em xin chân thành cám ơn Ban Giám hiệu và Phòng Đào tạo Trường Đại học Bách Khoa TPHCM    TPHCM,ngày 30 tháng 3 năm 2022  Sinh viên    ",
    "Em đã hõa thi cuối kỳ môn Giải tích 2, em đã thi lại và đến hiện tại mybk vẫn chưa cập nhật điểm cho em, điểm em nhận là 14 . Em muốn biết là em phải chờ hay cần làm gì để điểm được cập nhật ạ!",
    "Kính gửi quý thầy/cô Em tên . MSSV . Hiện tại theo thời khóa biểu em đang bị trùng lịch ở môn MÁY ĐIỆN (TN) (EE3010) (L02) N 2 (EE3023) (L11) ngày 5/4/2022 (Tuần 14) tiết 8-12 và có thể bị trùng ở các tuần sau đó do môn Thực tập điện 2 dời lịch học theo lịch học trực tiếp của trường. Quí thầy/cô cho em hỏi có thể giải quyết việc trùng lịch học này như thế nào ạ? Em xin cảm ơn quí thầy/cô Trân trọng.",
    "Em chào Quý Thầy Cô! Em tên là  mssv . Em xin đăng kí in giấy chứng nhận tốt nghiệp tạm thời! Em kính mong Quý Thầy Cô in giúp em, vì em không biết có sự thay đổi trong việc đăng kí in giấy này nên em đã không đăng kí và giờ thì khá gấp ạ! Em xin cảm ơn Quý Thầy Cô!",
    "Cho em hỏi sao trên thời khoá biểu của em bị mất luận văn tốt nghiệp rồi ạ. Kì trước em có bảo vệ và có điểm rồi và giờ lên coi lại thì không còn nữa. Giải thích giúp em với ạ",
    "Em bị trùng lịch học lớp Anh văn 2 A với lịch học tại trung tâm BK English. Vì thế em muốn xin đổi sang lớp Anh văn 2 A thứ 2 thứ 4 thứ 6 ạ.",
    "Kính gửi Thầy, Cô T Trường ĐH Bách Khoa TPHCM, Em tên: Phạm Minh Hoàng, MSSV:  Hôm nay em viết thư này để xin đăng kí tốt nghiệp bổ sung. Hiện tại, tình trạng sinh viên của em đang là tạm dừng và em đã hoàn thành các điều kiện sau để đăng kí tốt nghiệp - Tổng số tín chỉ: 145 tín chỉ tích lũy - TOEIC Nghe-Đọc: 655 điểm - TOEIC Nói-Viết: 210 điểm - Tổng số ngày công tác xã hội: 15.5 ngày - Đã hoàn thành tất cả học phí Mong Thầy, Cô xem xét và mở trang đăng kí tốt nghiệp giúp em Em xin chân thành cảm ơn Thầy, Cô T",
    "Em chào thầy, cô Em tên  em có thắc mắc về học phí  kì 212 này là 4.440.000 trong khi em đăng ký 2 môn cơ sở ngành 6 tín chỉ trong đó có 1 môn học lại 3 tín chỉ.   Mong thầy cô giải đáp thắc mắc giúp em. Em xin cám ơn!",
    "Chào cô,  Em là , MSSV: . Ngày 26/03/2022, em đã nhận được email của trường thông báo việc tên mình trong danh sách dự kiến tốt nghiệp. Nhưng đến ngày hôm nay 30/03/2022, thì tình trạng sinh viên của em vẫn là Tạm dừng và không thể đăng ký tốt nghiệp trên MyBK. Theo như em biết thì trường sẽ tự động làm hồ sơ thu nhận để có thể làm thủ tục tốt nghiệp. Em viết mail để thông tin và nhờ cô hỗ trợ giúp em về việc này để có thể đăng ký tốt nghiệp đúng hạn . Em xin chân thành cảm ơn. Trân trọng,",
    "Hiện em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn bị tình trạng tạm dừng và không thể đăng ký tốt nghiệp được ạ. Mong nhà trường giúp đỡ. Em xin cảm ơn.",
    "hè 213 Em chào thầy/cô, em là sinh viên khoá 2017 (k17) ngành xây dựng . Em dự định sẽ đăng ký môn   B Thực tập tốt nghiệp (3 tín chỉ)    và   B đề cương luận văn tốt nghiệp (0 tín chỉ)    chung trong học kỳ Hè này.  Thầy/cô có thể cho em hỏi là những môn này nếu em đăng ký trong học kỳ Hè thì học phí sẽ tính theo   B học kỳ chính (350k/1 tín chỉ) (k17)    hay là tính theo   B học dự thính (800k/1 tín chỉ)   . Em xin cám ơn!",
    "Dạ em chào PĐT, học kỳ 211 em có đăng ký hoãn thi môn giả tích 2 dự thính Nhưng hiện tại em vào lại bảng điểm thì không thấy môn đó có trong bảng điểm Vậy là em đã không được hoãn thi môn học đó mà phải học lại ạ? Mong PĐT giả đáp giúp em ạ Em xin cảm ơn! ",
    "Em là sinh viên khoá K19, em bị trễ tới 1 năm ạ. Vì rớt có 1 môn vlbd, mà môn đó k mở trong học kì tiếp theo, nên em bị trễ(môn tiên quyết). Em muốn thông qua học kì hè để trả bớt môn. Nhưng học kì hè chỉ được đăng ký những môn đã học mà bị rớt. Trong khi em chưa học lần nào, nhưng vì muốn tiết kiệm thời gian. Có cách nào giúp em không ạ. Em đang rất stress, xin thầy/ cô tư vấn giúp em biện pháp với ạ!",
    "Dạ chào thầy/cô. Em tên , mssv . Học kỳ này em dự kiến ra trường nhưng do thi anh văn trễ và không đăng ký môn học để duy trì tình trạng nên hiện tại em đang bị tạm dừng. Không thể đăng ký xét tốt nghiệp. Bây giờ em cần làm đơn hay theo cách nào để giải quyết tình trạng hiện tại ạ? Em xin cảm ơn",
    "Kính gửi phòng đào tạo, Em là  khóa 2017 khoa QLCN, Msv: . Em có kiểm tra ngày 15/3 vừa rồi em bị xét Tạm dừng học theo quyết định: số 728/QĐ-ĐHBK. Em có gửi yêu cầu thu nhận trực tuyến trên Mybk, tuy nhiên vẫn chưa được phản hồi và duyệt. Vì vậy, em rất mong sự hỗ trợ từ PĐT, để em có thể được  nhận lại để em hoàn thành chương trình học. Em có đính kèm file Phiếu thu nhận lại, mong nhận được phản hồi sớm từ PĐT. Thân ái.",
    "Kính chào, Hiện em không đăng ký tốt nghiệp được vì đã bị đình chỉ do không đăng ký môn học. Em mong phòng đào tạo có thể giúp để em có thể đăng ký tốt nghiệp trên trang mybk. Em xin cảm ơn.",
    "Dạ em chào các thầy cô của phòng đào tạo, Em là , mssv . Nay em làm đơn này mong các thầy cô mở lại thời khoá biểu hk212 ạ. Em rất xin lỗi vì em không check hạn đóng phí hk211 ạ. Do lúc đó em vừa học vừa làm nhưng quên check mail đóng tiền ạ. Em xin hứa sẽ không tái phạm. Mong thầy cô xem xét mở lại thời khoá biểu hk212 ạ. Em xin cảm ơn thầy cô.",
    "Thầy cô cho em hỏi là em là K18, học kì 213 này em đk luận văn tốt nghiệp thì có cần nộp bằng toeic không ạ, do dịch nên nay em mới đi học toeic nên thi không kịp ạ!",
    "Chào , Em hiện đã có tên trong danh sách tốt nghiệp tạm thời nhưng vẫn đang trong trạng thái tạm dừng và không thể đăng ký tốt nghiệp ạ . Mong  giúp em để em có thể đăng ký tốt nghiệp trong học kỳ này ạ . Em cảm ơn",
    "Chào chị, Em là sinh viên khoá 2017. Kì này em còn thiếu 3 chỉ và em đăng kí môn tự chọn nhóm B1 3 chỉ để ra trường. Nhưng em học môn này của khoá 2019 và mã môn học đã đổi, đổi thành chương trình liên thông thạc sĩ (việc này lúc thanh toán học phí em mới biết). Ở chương trình của khoá 2019 môn này vẫn là môn tự chọn nhóm B1. Sau khi hoàn thành môn này, môn đó có được tính vào chương trình đại học để đủ 141 chỉ em ra trường không ạ?  Mong chị giải đáp giúp em ạ. Em cảm ơn chị rất nhiều.   i ",
    "Dạ em chào Thầy/Cô ạ! Em là  MSSV , chuyên ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học. Thầy/Cô cho em xin hỏi một số vấn đề sau với ạ. 1/ Theo lịch học vụ thì hạn cuối nộp các trường hợp bổ sung xét tốt nghiệp tháng 04/2022 là ngày 11/04/2022. Hiện tại em chưa có điểm môn Anh văn 4 nên chuẩn nộp chứng chỉ Toeic là 600 điểm. Và việc nộp bằng Toeic để xét chuyển điểm phải nộp trước 2 tuần (tức là ngày 01/04). Tuy nhiên, do một số việc gia đình mà hiện tại em chỉ có chứng chỉ Toeic 595 điểm thì có được xem xét đạt chuẩn tốt nghiệp không ạ? Hoặc là thời gian nộp bổ sung chứng chỉ Toeic có thể gia hạn sau thời gian 11/04 được không ạ? 2/ Theo quy chế học vụ thì nếu tạm dừng 2 học kỳ chính liên tiếp sẽ buộc thôi học. Trường hợp của em là chưa nộp chứng chỉ Toeic nên chưa được xét tốt nghiệp. Vậy thì 2 học kì vừa qua, em không đăng ký môn học nên bị buộc dừng học. Em có thể làm cách nào để không phải bị buộc thôi học không ạ? Mong nhận được phản hồi từ Thầy/cô ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên  (). Vào ngày 15/03/2022 em đã bị tình trạng Tạm dừng vì không đăng ký môn học theo quyết định 728/QĐ-ĐHBK . Xin cho em hỏi em phải làm sao để xin được thu nhận lại để có thể đăng ký tốt nghiệp sắp tới (04/05) ạ. Em mong sớm nhận được phản hồi từ Phòng đào tạo. Em xin cám ơn!",
    "Em chào thầy/cô, Em là  (MSSV: ). Hiện em đang thực hiện LVTN tại HK212. Vì tình hình dịch covid nên HK212 nhà trường không xét chuẩn tiếng Anh 2 kỹ năng mà vẫn cho phép Sinh viên đăng ký LVTN. Thầy/cô cho em hỏi sẽ có đợt hậu kiểm cho chuẩn Tiếng Anh 2 kỹ năng không ạ, nếu có thì dự kiến sẽ là khi nào vậy ạ . Em cảm ơn thầy cô đã dành thời gian phản hồi. Chúc thầy cô sức khỏe ạ.   i Tốt nghiệp .",
    "Dạ em kính chào Thầy/Cô Em là Hà Thế Vinh, MSSV: 1814780 Em xin thắc mắc về học phí của mình học kỳ 212 - Em KHÔNG CÓ đăng ký học liên thông Thạc sỹ nhưng trong phần học phí có phần Học phí liên thông Thạc sỹ (2.100.000đ), ảnh đính kèm. - Không biết có nhầm lẫn gì không ạ? Mong Thầy/Cô xem xét giúp em. Em chân thành cảm ơn.",
    "Chào thầy cô phòng đạo tạo trường ĐHBK - ĐHQG TPHCM Em tên , mssv:, hiện đang là sinh viên ngành Cơ điện tử, khoa Cơ Khí (Khóa K18) Em gửi câu hỏi với mong muốn pdt xem xét và giải đáp giúp em về vấn đề chuẩn anh văn và bảo vệ lvtn Hiện tại em đã qua av 1, 2 và 3 (chưa qua av 4). Vậy em có được bảo vệ lvtn hk2 21-22 rồi bổ xung bằng toeic sau để ra trường được không ạ? Em xin cảm ơn quý thầy cô",
    "Chào thầy/cô phía PDT, Cho em hỏi trong mục lịch học vụ hè hk213 việc nộp chứng chỉ ngoại ngữ không đề cập. Vậy em chưa có chứng chỉ thì có được đăng ký luận văn tốt nghiệp trong kỳ hè này luôn không ạ?",
    "Kính gửi Phòng đào tạo,  Em tên là  (MSSV ). Hiện tại em sắp đăng kí thi TOEIC và cần giấy Xác nhận sinh viên để đăng kí. Nhưng em đang bị tạm ngưng học vụ vì không đăng kí môn học theo quyết đinh 728/QĐ-ĐHBK (do em đang chờ AV để ra trường). Kính mong Phòng đạo tạo cấp giấy Xác nhận sinh viên để em có đủ điều kiện thi TOIEC cũng như ra trường. Em xin trân trọng cảm ơn!",
    "Em xin chào PTĐ ạ. Em là  - . Trong đợt Đăng ký môn học Dự thính môn học HK212 - Đợt 1 - Lộ Trình 2,em có đăng ký môn giáo dục thể chất-bơi(PE1019-học phần 1) và có dấu tích ở phần thỏa thuận điều kiên nhưng em lại không thấy có thời khóa biểu môn này ạ. PĐT cho em hỏi là giờ em có phải đăng ký lại môn khác trong hk213 sắp tới không ạ hay là em phải đợi lớp đủ sĩ số rồi học ạ(em là sv năm nhất ạ). Em mong PĐT giải đáp giúp em. Em xin chân thành cảm ơn! Em xin chào ạ.",
    "Kính gửi thầy/cô PĐT,    Em tên , MSSV: Sinh viên khoa Quản Lý Công Nghiệp lớp QL17KD      Nay em viết bảng câu hỏi này để trình bày như sau:    Trước đó, ngày 25 tháng 02 năm 2022, em đã gửi yêu cầu rút 2 môn học đến PĐT qua BKSI và không điền vào biểu mẫu trong gmail của pđt gửi vềEm đã xem lại học phí trên BKpay và học phí vẫn tính 2 môn học đó    Thầy/cô cho em hỏi em cần làm thủ tục như thế     nào để có thể rút môn học vì hiện tại em không có khả năng trả học phí 2 môn học đó được ạ      Em mong thầy/cô PĐT xem xét và hướng dẫn giúp em    Em xin cảm ơn      Trân trọng,  Quốc Thắng",
    "Em chào cô/thầy Em là , sv lớp VPK17 CĐT, đang thực tập tốt nghiệp tại Pháp. Em không hiểu sao nhưng một môn học của học kỳ 211 (mã 214701) lại xuất hiện lịch thi cuối kỳ tại trường mặc dù hiện tại học kì 212 đã bắt đầu từ rất lâu . Môn này trước đó giáo viên đã thông báo với lớp sẽ không thi cuối kỳ. Nhưng giờ lại tổ chức thi offline. Mà em lại đang ở Pháp nên không thể thi offline như vậy. Cho em hỏi trường hợp của em phải giải quyết như thế nào ạ? Em xin cảm ơn. Trân trọng, ",
    "Chào pđt, Em là , MSSV . Em đã điền thông tin vào form Rút môn học, tuy nhiên  trên  bảng điểm vẫn còn môn đó ạ. Môn học: Anh văn 1: Mã môn: A1003 ớp: 04",
    "Chào cô, Em tên là  , hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có trong danh sách dự kiến và không thể đăng ký tốt nghiệp. Hiện tình trạng sinh viên của em cũng bị tạm dừng nên cũng không thể đăng ký. Em mong các cô có thể kiểm tra và xem xét giúp em để em có thể đăng ký tốt nghiệp trong kỳ này trước 11/4 . Em xin cảm ơn. Trân trọng!",
    "Em chào phòng đào tạo, Em đã kiểm tra và thấy em có trong danh sách dự kiến tốt nghiệp sắp tới. Nhưng em không thể truy cập vào trang đăng kí tốt nghiệp trên mybk ạ. Mong pdt kiểm tra giúp em ạ. Em xin cảm ơn.",
    "Em kính chào PDT ạ, Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng khi vào trang đăng ký tốt nghiệp thì vẫn hiện là \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này\". Nên em viết yêu cầu này để xin PDT cho em được vào trang đăng ký tốt nghiệp với ạ. Em cảm ơn PDT ạ.",
    "Lần trước em có hỏi về việc thu nhận lại để tốt nghiệp thì em được trả lời là khi em có trong danh sách tốt nghiệp dự kiến thì phòng đào tạo sẽ tự động thu nhận lại. Nhưng hiện tại em vẫn còn trong trạng thái tạm dừng nên chưa đăng ký tốt nghiệp được (do không đăng ký môn học trong học kỳ này). Kính mong phòng đào tạo xem xét thu nhận lại để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn!",
    "Dạ em chào ạ, em có thắc mắc là chuẩn av khi đăng kí môn học học kì hè có áp dụng đối với k18, k19 không ạ. Do em thấy ở mail trước là lịch kiểm tra định kì đến 23/5 - 5/6 mới có lịch kiểm tra ạ. Vậy là trễ đăng kí môn học rồi ạ. Em cảm ơn ạ",
    "Hôm nay em có kiểm tra bkpay thì thấy mình bị trễ hạn nộp học phí bổ sung học kì 211, nhưng khi kiểm tra mail các sinh viên bị đình chỉ vì chưa đóng học phí thì lại không có tên em. Vậy trong trường hợp này em đã bị đình chỉ chưa và có thể đóng học phí bây giờ có được không ạ? Em cảm ơn thầy/cô",
    "Tốt nghiệp . Em chào Thầy/Cô ạ, Em là Quốc sinh viên K15 MSSV 1512718, Vừa rồi em có nhờ Thầy/Cô cứu xét tốt nghiệp và đã được giải quyết có tên trong danh sách tốt nghiệp dự kiến tháng 4 ạ, nhưng em hiện không thể vào đăng ký tốt nghiệp vì tình trạng sinh viên là đã nghỉ. Em mong được Thầy/Cô thu nhận em lại để em có thể đăng ký tốt nghiệp trong tháng 4 này ạ. Em xin cảm ơn Thầy/Cô. Trân trọng, Quốc",
    "Em chào Thầy/Cô và các bạn, Em là , khoá 2015. Học kì HK221 là HK cuối cùng của em theo thời gian đào tạo tối đa của trường. Hiện tại em đã hoàn thành tất cả các môn học theo chương trình đào tạo nhưng vẫn còn thiếu chứng chỉ anh văn nói/viết. Em có đọc quy chế học vụ quy định có thể gia hạn thêm 1 học kì nữa để bổ sung chứng chỉ ngoại ngữ. Thầy/cô và các bạn cho em hỏi em nên làm thủ tục gì để có thể gia hạn thêm thời gian bổ sung chứng chỉ ngoại ngữ ạ! (Tình trạng sv của em đang là \"nghỉ\" trong hình đính kèm bên dưới). Em cảm ơn!",
    "Em chào thầy cô, hôm qua em vào kiểm tra thì thấy ở trang BKEL và thời khóa biểu học kỳ 212 bị mất. Đồng thời kiểm tra BKPay thì em mới thấy có một khoản tiền học phí bổ sung 350 nghìn em vẫn chưa đóng, nhưng vì không để ý nên em bị trễ hạn nộp.Em cũng nhận được 1 mail ngày 29/3/2022 của trường về danh sách sinh viên tạm dừng HK1(21-22), em xem qua thấy không có tên trong danh sách. Em thắc mắc khoản phí đó cụ thể là như thế nào và có phải như vậy em được tính là trễ học phí không ạ? Và bây giờ đóng thì em có được tiếp tục học các môn đã đăng kí ở học kỳ 212 không ạ?",
    "Xin chào, Em tên  - MSSV:  Vì hiện tại trên mybk, tình trạng sinh viên em bị   B tạm dừng   . Lí do, em đã không đăng kí môn học kì này. Do đó, em không thể đăng kí in bằng tốt nghiệp tạm trực tiếp trên mybk . Hiện tại, em đang rất cần bằng tốt nghiệp tạm thời. Nên em rất mong văn phòng đào tạo có thể nhận được phản hồi sớm từ văn phòng đào tạo . Em cám ơn nhé! Trân trọng, ",
    "Em chào pđt ạ, Em là  sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm). Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 2 đính kèm). Em xin cảm ơn ạ",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa DHQG TPHCM Em tên là , MSSV:  Em xin hỏi là học kì 211 em có hoãn thi môn phương pháp tính, em muốn hỏi là em sẽ thi lại trong kì này phải không ạ.Phòng đào tạo sẽ xếp lịch hay là em phải đăng kí thi lại ạ. Và nếu đăng kí thì em phải lên trên trường đăng kí đúng không ạ. Em xin cảm ơn ạ.",
    "Chào Thầy (Cô) cho em hỏi là sinh viên chính quy khóa K18 có được miễn chuẩn anh văn trong đợt đăng ký môn học HK213 không ạ? Em cảm ơn!",
    "Chào ! Em là sinh viên K15, đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng tơi nay 31/3, em vẫn chưa được thu nhận lại, tình trạng vẫn là nghỉ (do hết thời gian học), nên không vào đăng ký được.  kiểm tra giúp em. Em có hỏi các bạn khác thì được hay sinh viên được thu nhận lại sẽ được cập nhật vào thứ 6 các tuần. Không biết có đúng không ạ. Nếu vậy em mong  kiểm tra tình trạng của em sớm, để nếu có vấn đề em có thể giải quyết sớm, tránh trễ hạn đăng ký tốt nghiệp ạ!",
    "xin chào thầy cô em đa đăng ký xét tốt nghiệp trên bki  thầy cô đa xác nhận trên đây nhưng vẫn chưa nhận được mail xác nhận của quý thầy cô để em đang ký tốt nghiệp ak, em vao trang k đăng ký tốt nghiệp được, em chuyển he chinh quy sang VHVL em cảm ơn",
    "Kính gởi thầy cô PĐT ! Em là 15XDKT. Em có đăng ký tốt nghiệp nhưng do ngày ctxh chưa cập nhật đủ ngày nên em chưa đăng ký. Nay ngày ctxh em đã được cập nhật đủ 15 ngày rồi nhưng em không đăng ký được, Em lên đăng ký thì vẫn đề là thiếu ngày ctxh. Em viết thư này mong thầy cô kiểm tra và cập nhật lại giúp em ạ.",
    "Em chào Thầy cô ạ! cho em xin được hỏi 1 vấn đề là: - kì 211 em đã xin gia hạn đóng học phí, và hiện tại em đã đóng xong học phí 211. - vậy kì 212 này em có được gia hạn nữa không ạ?",
    "Dạ chào thầy cô! Em tên là  mssv  Vấn đề em đang gặp phải là em đăng ký dự thính môn AV4 và đã bị hủy nhưng hôm nay em kiểm tra BKpay lại có khoản đóng học phí môn dự thính ạ! Mong thầy cô giải quyết và giải thích về vấn đề này giúp em với ạ!  Em xin cám ơn thầy cô",
    "Kính gửi: Thầy (cô) Phòng Đào Tạo Em tên là , SV khóa K18. Thầy cô cho em hỏi là học phí  là xét như kì chính của khóa K18 (350.000đ) hay theo kỳ dự thính (875.000đ). Từ đó để em cân nhắc đăng ký hoàn thành chương trình học. Em cảm ơn thầy cô rất nhiều.",
    "Em chào thầy/cô. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm học 2022. Tuy nhiên tình trạng sinh viên của em vẫn đang bị tạm dừng nên em không thể thực hiện đăng kí tốt nghiệp trên MyBK. Em cần phải làm thêm những thủ tục gì để có thể thu nhận lại ạ? Em xin cảm ơn",
    "Mở môn học học kỳ 212 . Em chào thầy/cô thuộc Phòng đào tạo, Em là , mssv . Em xin mong các thầy/cô mở lại môn học hk212 trong tkb của em ạ, cụ thể:  SP1031 - Triết học  -  CO2011 - Mô hình hoá toán học CO3049 - Lập trình web CH1003 - Hoá đại cương CH2003 - Cấu trúc dữ liệu và giải thuật",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa Em tên: , MSSV:  Em xem có thấy thông tin trên BKPAY, thấy học phí kỳ 212 là 5.180.000, nội dung: học phí dự thính chính quy. Đợt đăng ký môn học ở học kỳ 212, em chỉ đăng ký các môn học chính quy, tổng số: 7 tín chỉ (2 môn học), không có môn học dự thính. Em mong phòng đào tạo xem xét lại học phí có nhầm lẫn không ạ? Và điều chỉnh lại (nếu có) giúp em ạ, em cảm ơn.",
    "Thưa PĐT, Em tên là , MSSV . Học kỳ 212 này em chỉ đăng ký các môn học của học kỳ chính, nhưng khi em kiểm tra trên BkPay thì lại thấy hiển thị   QUOTE Học phí dự thính chính qui  /QUOTE  thay vì   QUOTE Học phí ĐH chính quy 212  /QUOTE  ạ. Mong PĐT giải đáp giúp em ạ. Em xin cảm ơn ạ. Trân trọng, ",
    "Dạ em chào Thầy/cô ạ. Em muốn hỏi là nếu bị buộc thôi học (do không đăng ký môn học 2 học kì chính liên tiếp) thì có được làm đơn xin thu nhận để tiếp tục việc học/tốt nghiệp ở học kì tiếp theo được không ạ? Em xin cảm ơn ạ.",
    "Em là sinh viên k15 do thiếu chưngs chỉ ngoại ngữ để ra trường. Nếu em xin chuyển hệ trước 11/4/2022 thì trong đợt tốt nghiệp cuối tháng 4/2022 e nhận bằng được không ạ. Em xem quy chế thì mình đủ điều kiện để tốt nghiệp sau khi chuyển qua hệ vừa học vừa làm.",
    "Thưa thầy/cô đang tiếp nhận yêu cầu,  Trong câu hỏi #52239, em được phản hồi là  em thiếu điều kiện TOEIC để được xét tốt nghiệp. Tuy nhiên, em đã nộp chứng chỉ  và đã được thẩm tra thành công ngày 24/03/2022. Em cũng đã đăng kí chuyển điểm, đóng lệ phí thành công ngày 24/03/2022. Mã xác nhận đăng kí chuyển điểm là \"220328HK212D09\". Em có đính kèm ảnh chứa thông tin đăng kí nộp chứng chỉ ngoại ngữ. Em kính mong Phòng Đào Tạo kiểm tra lại điều kiện  của em. Cảm ơn thầy/cô đã tiếp nhận yêu cầu . Trân trọng, .",
    "Dạ phòng đào tạo cho em xin email của thầy  giảng viên môn GDTC ạ . Em xin thông tin mail để liên lạc với thầy hỏi mốt số vấn đề về môn học GDTC ạ Em cảm ơn phòng đào tạo    i ",
    "Chào thầy/cô, Em hiện là sinh viên năm 2 khoa KH&KT Máy tính, em có ý định thi lại vào ngành khác của trường mình, cho em hỏi là em có được chuyển điểm của những môn đại cương mà em đã đạt không ạ(GT1, GT2, Hóa, Lí,...) Em xin cảm ơn thầy/cô ạ, Chúc thầy/cô làm việc vui vẻ.",
    "Em chào pđt,   B Về email:    - Cho em hỏi sau khi tốt nghiệp thì em có còn sử dụng mail trường được không ạ? Vì có một số đăng ký các khóa học hay các ứng dụng em sử dụng mail trường, và trong các bài báo nghiên cứu nộp hội nghị cũng để thông tin tác giả là mail trường. Em không biết là sau khi tốt nghiệp thì người khác có thể liên hệ với em thông qua email trường không?   B Về drive    - Hiện tại trên drive em có khá nhiều dữ liệu về luận văn và cần sử dụng cho mục đích chứng minh thông tin nghiên cứu khi báo cáo trên các hội nghị. Em không biết là sau khi em ra khỏi trường thì drive sẽ bị khóa và không thêm dữ liệu vào được, nhưng dữ liệu vẫn tồn tại và có thể lấy ra được. Hay là sẽ bị mất luôn toàn bộ không thể sử dụng drive nữa ạ? Em cảm ơn",
    "Kính chào thầy/cô pđt, Thầy/cô cho em hỏi là em đã nhận bằng và tốt nghiệp đợt tháng 11/2021 rồi nhưng không được làm lễ tốt nghiệp. Vậy đợt tháng 4/2022 em có được làm lễ tốt nghiệp không ạ? Em xin cám ơn!",
    "Em chào thầy/cô, hôm nay em viết đơn này để xin thu nhận và xem xét phục hồi thời khóa biểu kỳ 212 năm học 2021-2022 với lý do tạm dừng là thành toán học phí bổ sung trễ hạn. Hiện tại em đã thanh toán hoàn tất học phí bổ sung. Mong thầy/cô xem xét và có thể phục hồi tkb học kỳ 212 năm học 2021-2022 của em. Em xin cảm ơn",
    "Em có Đăng ký môn học Dự thính môn học HK212 - Đợt 1 - Lộ Trình 2 2 môn nhưng đến giờ vẫn chưa có thời khóa biểu và kết quả đăng ký là sao ạ. Mong được pđt giải đáp về môn học dự thính",
    "Chào thầy cô ạ, em tên là , MSSV , lớp MT19KH07. Hiện nay em gặp một vấn đề đó là bị mất thời khóa biểu và lịch thi ở kì 212 (đã diễn ra khoảng vài tháng), và đến tối hôm qua (ngày 30/3) thì các môn học trong học kì 212 ở trong trang BK-Elearning cũng đã bị xóa ạ. Mong thầy cô có thể khắc phục giúp em để em có được sự chuẩn bị tốt nhất cho đợt thi giữa kì sắp tới cũng như quá trình học sau này ạ. Em xin cảm ơn",
    "Chào anh/chị, Lúc trước, khi đăng ký xét tốt nghiệp thì em có thấy hình thức nhận Giấy chứng nhận tốt nghiệp tạm thời là sẽ gửi đường bưu điện về địa chỉ mình nhập. Nhưng cũng có lúc em thấy trên aao ghi là sẽ đến trực tiếp tại Văn phòng khoa để nhận. Nhờ anh/chị vui lòng hướng dẫn cụ thể giúp em về quy trình này (sau khi đã có tên ở Danh sách tốt nghiệp chính thức tháng 04.2022), để em kịp thời hoàn thành những thủ tục còn thiếu cho việc tốt nghiệp. Đồng thời cho em xin hỏi dự kiến thì đợt tốt nghiệp 04.2022 có tổ chức lễ không, và sẽ vào thời điểm nào sắp tới ? Em xin cám ơn.",
    "B  Vấn đề lịch thi để xóa điểm hoãn thi Em có đăng kí hoãn thi 3 môn Xác suất và thống kê ( MT2013 ) , Hệ thống máy tính và ngôn ngữ lập trình ( EE2009 ) và Giải tích mạch ( EE2033 ), hiện giờ em chỉ mới có lịch thi Xác suất và thống kê vào ngày ( 7/5 ), 2 môn còn lại em chưa có lịch, cho em hỏi là 2 môn EE2009 và EE2033 chưa có lịch thi phải không ạ?, và 2 môn đó em chưa biết em có được thi để xóa điểm hoãn thi không? ( 3 môn trên đều đã xác nhận điểm 14 trong bảng điểm).",
    "Kính gửi Phòng đào tạo ! Em là :  MSSV: Sinh viên khoa Điện - Điện Tử Hệ VHVL Hiện tại em đang học theo chương trình đào tạo K2019 ( 132 tín chỉ ), học kì 2 2020-2021 em có đăng kí đồ án môn học EE3061 ( Kỹ Thuật Điện ): 1 tín chỉ  tuy nhiên mã đồ án môn học này thuộc chương trình đào tạo từ K2018 trở về trước, em có thể làm đơn xin chuyển điểm đồ án môn học này sang mã đồ án môn học của chương trình đào tạo em đang học EE3181 Đồ án 1 (Kỹ Thuật Điện ) : 1 tín chỉ  được không ạ !. Em xin chân thành cảm ơn",
    "Các môn tự chọn em đã miễn. Ch3281 phát triển sản phẩm thực phẩm Ch3287 công nghệ chế biến lương thực Ch3055 công nghệ chế biến rau quả Ch3093 công nghệ chế biến thịt  Ch3097 công nghệ chế biến thủy sản  Và một môn chưa vào điểm Ch2087 thực tập quá trình thiết bị em được 9 điểm Mong thầy cô xem xét lại giúp em để em xét tốt nghiêp sớm nhất Em có gửi các tệp mong thầy cô xem giúp  QUOTE",
    "Cho em hỏi khi nào là hết hạn đợt xét tốt nghiệp vậy ạ?   i Tốt nghiệp .",
    "Tốt nghiệp     Chào cô!  Các môn tự chọn nhóm A có 4 tín chỉ em đã được miễn  13281:   23287: CÔNG NGHỆ Ế   33093: CÔNG NGHỆ Ế   43097: CÔNG NGHỆ Ế BIẾN THỦY SẢN  Ô   VÀ MÔN ƯA VÀO ĐIỂM  MÔN 2087 THỰC TẬP QUÁ TRÌNH THIẾT BỊ EM ĐƯỢC 7 ĐIỂM  MONG CÔ(THẦY) XEM XÉT LẠI ĐỂ EM SỚM ĐƯỢC TỐT NGHIỆP ",
    "Kính chào quý thầy/cô, Em là  (MSSV: ) Hôm nay em viết đơn này kính mong quý thầy cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022. Em xin chân thành cảm ơn!!! ",
    "Chào cô, Em   hệ VHVL. Trong phần khai lý lịch tốt nghiệp, em đã tích vào đăng ký in giấy chứng nhận tốt nghiệp tạm thời từ rất lâu rồi ạ( như trong hình). Mà ngày 31/3/2022, em có gọi điện phòng đào tạo thì cô trả lời \"cô kiểm tra mssv là em chưa tích và kiểm tra lại, nếu có tích thì nêu câu hỏi trong BKSI\" Em đã kiểm tra (như trong hình) ạ. Có thể bị lỗi gì đó, cô có thể đăng kí giùm em giấy chứng nhận tốt nghiệp được không ạ? và cho em hỏi nào có giấy ạ. Tại em đang cần gấp để xin việc ạ. Em cảm ơn.",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Do lâu nay bị dịch bệnh nên em không có lên trường lấy thẻ sinh viên, cho em hỏi là nếu mai mốt em lên lấy thì vẫn lấy ở Phòng 101A1 hay ở chỗ khác ạ? Em xin chân thành cảm ơn! ",
    "Dạ xin chào quý thầy cô, Em đã đăng ký môn học đầy đủ và hiện trên elearning, thời khóa biểu học bình thường trong tháng 1 và tháng/2022. Tuy nhiên, khoảng 1 tháng trở lại đây thì thời khóa biểu bị mất, và đã 1 tháng rồi thời khóa biểu vẫn chưa xuất hiện lại trên mybk của em ạ. Mong quý thầy cô giải đáp giùm em thắc mắc này. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em đã nhận bằng tốt nghiệp vào tháng 02/2022 và có mong muốn tham gia lễ tốt nghiệp vào tháng 04/2022. Xin Phòng đào tạo hướng dẫn em cách đăng kí. Em xin cảm ơn.",
    "Em đã hoàn tất đăng kí và thanh toán tốt nghiệp. Em muốn nhận bằng tốt nghiệp tạm thời vì công ty em xin việc yêu cầu bằng tốt nghiệp tạm thời. Em mong nhận được bằng tốt nghiệp tạm thời sớm nhất có thể ở địa chỉ sau: Sđt [phone_number]  Địa chỉ: 69 Diệp Minh Tuyền, KP5, Phường 8, TP Mỹ Tho, tỉnh Tiền Giang",
    "Em tên . Em đã hoàn thành chương trình đào tạo nên mong quý thầy cô xét tốt nghiệp cho em. Em xin chân thành cám ơn",
    "Kính gửi Thầy/Cô Phòng Đào tạo Em là , MSSV  Dạ thầy/cô cho em hỏi là Luận văn tốt nghiệp đăng ký học kỳ hè 213 thì học phí tính theo học kỳ chính hay học kỳ dự thính? Và có xét chứng chỉ Toeic để đăng ký Luận văn không ạ? Em cảm ơn thầy/cô.",
    "Về việc đăng ký nộp CCNN và đăng ký chuyển điểm ngoại ngữ thì không có thông báo thời hạn trên lịch học vụ của học kỳ hè 213. Vậy nếu em nộp và đăng ký chuyển điểm trong học kỳ hè 213 thì có được tính chuyển điểm vào học kỳ hè 213 không ạ?",
    "Cho em hỏi là kỳ này em không đăng ký môn học nên bị \"tạm dừng\" trên tình trạng hiện tại. Vậy để đăng ký tốt nghiệp em cần làm gì ạ?",
    "Em chào quý thầy cô,  Em đã đóng lệ phí in mới thẻ sinh viên, mong quý thầy cô xử lý đơn đăng ký và in thẻ mới giúp em ạ . Em cảm ơn quý thầy cô.   i  .",
    "Em chào thầy, cô! Em chưa đăng ký môn học CO1013 (Kỹ thuật lập trình) tới thời điểm hiện tại thì môn này không còn nữa và được thay thế bằng môn học tương đương là CO1003 (Nhập môn về lập trình). Thầy cô cho em hỏi là học xong rồi em làm đơn chuyển điểm hay là phải làm đơn xin học môn tương đương rồi mới được học. Và cho em xin mẫu đơn để học môn tương đương hoặc mẫu đơn xin chuyển điểm ạ. em cảm ơn.    .",
    "em muốn hỏi ngày hết hạn hủy môn học là ngày mấy ạ?",
    "Em chào nhà trường. Em tên  hoàng - . hiện em có chuyển qua hệ VHVL rồi. giờ em lên đăng ký tốt nghiệp em phải làm như thế nào a.",
    "Em xin kính chào quý cô/thầy. Em là  sinh viên K15 khoa Khoa học và kỹ thuật Máy Tính. Em sẽ có kết quả chứng chỉ Toeic Listening and Reading vào ngày 01/04/2022 và em còn 4 môn anh văn 1,2,3,4 chưa hoàn thành ạ. Em muốn nộp chứng chỉ này để xét tốt nghiệp cũng như là chuyển điểm các môn anh văn vào thời điểm này để xét tốt nghiệp được không ạ? Em xin chân thành cảm ơn.",
    "Em là , mssv:  Em đã đăng ký tốt nghiệp và phiếu đăng ký đã được xử lý. Vậy cho em hỏi lễ tốt nghiệp sắp tới (từ ngày 22/4 đến 29/4) em có được trao bằng không? Hay là chờ đợt tốt nghiệp sau? Nếu chờ đợt sau thì vào tháng mấy? Em xin cảm ơn.",
    "Kính gửi Quý thầy cô PĐT, Em là Nguyễn , MSSV . Cho em hỏi học phí học kỳ 1 của e khi đăng ký 1 môn LTVN chỉ có 3.150.000đ mà học kỳ 2 cũng môn đó mà tăng lên tới 6.660.000đ vậy ạ?  Mong PĐT phản hồi thắc mắc này của em. Chân thành Quý thầy cô. Trân trọng ",
    "Dạ cho em xin phep hỏi là PĐT có biểu mẫu gia hạn học phí không ạ, hay là em tự làm đơn rồi đưa giáo viên chủ nhiệm kí ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Em tên , MSSV: , Lớp DD17DV7. Em đã tạm dừng từ học kỳ 1 năm học 2021 - 2022 vì lý do không đăng ký môn học, theo quyết định số 2869/QĐ-ĐHBK. Hiện tại, em đã bổ sung Chứng chỉ ngoại ngữ và thực hiện chuyển điểm. Em đã thoả điều kiện thu nhận lại và đủ điều kiện đăng ký tốt nghiệp. Em hy vọng Nhà trường có thể xem xét và chấp thuận đề nghị được thu nhận lại từ học kỳ 1 năm học 2021-2022. Em xin cảm ơn đã xem qua yêu cầu của em ạ.",
    "Chào thầy/cô do em hoàn thành luận văn tốt nghiệp thì hết đợt đăng ký môn học của học kì 212 nên em đã không thể đăng ký môn học mới. Em kính mong thầy/cô cho em được tình trạng đang học để có thể tiếp tục đăng ký môn học",
    "Chào thầy/cô, Em dự tính đăng kí Luận văn tốt nghiệp vào kì 213 nhưng em chưa đạt chuẩn anh văn, em muốn hỏi là học kì 213 này có yêu cầu chuẩn anh văn cho Luận văn không ạ. Nếu có thì ngày 10/5 em mới có bằng tiếng anh thì có kịp đăng kí môn không ạ. Em xin cám ơn.",
    "Dạ em kính chào thầy cô ạ. Kì 212 vừa rồi em có đăng ký môn thể chất nhưng bị huỷ sau đó em có đăng ký đợt bổ sung nhưng chỉ có môn bóng đá học phần 2 là còn trống giờ em đăng ký được. Trước đó em đã học học phần 1 nhưng cập nhật là học phần 2 nên em không đăng ký được. Em có mail pđt nhưng phản hồi lúc hết đăng ký bổ sung được ạ. Em năm nay năm 2 nên cần 2 thể chất mong có thể xem xét giải quyết cách nào được không ạ. Em xin cảm ơn",
    "Kính gửi Thầy/ cô phòng đào tạo trường Đại học Bách Khoa, đại học quốc gia TP.HCM Em tên là  MSSV  Lý do em viết mail này là do email của em đã không nhận được thông báo của trường và tài khoản sinh viên của em cũng không đăng ký được hoạt động ngoại khóa. Em đã không đăng ký môn học 2 hk liên tiếp (do đã hoàn thành chương trình học và thiếu chứng chỉ ngoại ngữ để ra trường). Em không biết liệu vấn đề có phải nằm ở lý do trên không ạ. Em rất mong nhận được phản hồi của quý thầy cô. Em xin chân thành cảm ơn",
    "Dear PĐT, Sinh viên đã nhận được phản hồi từ PĐT, nhưng quá trình đăng ký tốt nghiệp vẫn còn bị lỗi và chưa đăng ký được. Hơn nữa, trình trạng học tập của sinh viên vẫn còn ở trình trạng TẠM DỪNG và điểm TBTL của sinh viên vẫn chưa được PĐT cập nhật. Mong PĐT xem xét và giải quyết.  Trân trọng, ",
    "Hiện tại em đã có thể đăng kí tốt nghiệp nhưng thông tin sinh viên của em bị sai Khi em học ở hệ chính quy, em học bộ môn Oto- Máy động lực thuộc khoa Kỹ Thuật Giao Thông, nhưng khi chuyển sang hệ VLVH thì em thông tin của em bị sang chuyển sang khoa Điện - Điện Tử Em mong cô giúp sửa thông tin của em lại. Em cảm ơn",
    "Chào thầy cô, Em tên là , MSSV  Em thấy điểm của em thiếu điểm giữa kì môn giải tích 1 Hình bên dưới là bảng điểm thiếu của em. Em đã hoàn thành bài làm ,nộp record đúng như PĐT yêu cầu và chắc chắn không có bị hủy kết quả thi Rất mong được thầy cô trả lời  Thân chào thầy cô",
    "Em tên  _ MSSV  Em vừa mới thi đậu tiếng anh nói viết tại BK English và ngày 20/3 . Em đã đủ điều kiện để tốt nghiệp tháng 4. Em tra danh sách dự kiến tốt nghiệp thì vẫn chưa thấy có tên trong danh sách ạ . Em mong phòng đào tạo xem xét và hướng dẫn em cách đăng kí tốt nghiệp tháng 4 năm 2022 Em cám ơn",
    "Em chào anh chị . Anh chị cho em hỏi là hiện giờ gia đình em đang khó khăn chưa có tiên đóng học thì có cách nào làm đơn để xin nhà trường cho dời lại lịch đóng học phí không ạ. Em xin cảm ơn.",
    "Em tên  MSSV:  xin hỏi em chưa có anh văn nói viết và còn thiếu CTXH có thể gia hạn thêm 1 kỳ để tốt nghiệp không ạ ?",
    "Chào thầy/cô,  Em tên là , MSSV: , lớp: XD16KT Em đã hoàn thành chương trình học từ học kỳ 2 năm học 2020-2021. Tuy nhiên do chưa hoàn thành một số điều kiện để tốt nghiệp nên em không thực hiện đăng ký môn học trong khoảng thời gian vừa qua và bị xếp vào tình trạng: đang tạm dừng. Nay em đã hoàn thành các điều kiện đã ra trường và nộp đơn đăng ký thu nhận lại để được xét tốt nghiệp. Kính mong thầy/ cô xem xét và xử lý giúp em. Chân thành cảm ơn! ",
    "Thưa thầy cô, Em có nhận được thông tin 17 sẽ làm lễ TN vào tháng4 này, cho em hỏi là thông tin TN và cách đăng ký tốt nghiệp như nào ạ?",
    "PĐT có thể xem xét lại giúp e về vấn đề học phí ạ, em đki các môn học chính quy nhưng lại tính sao học phí của dự thính ạ, mong PĐT sớm giải quyết giúp em, em cám ơn",
    "Dạ em chào Thầy Cô. Hiện tại em không đăng nhập được vào email Trường trên laptop, đăng nhập trên điện thoại thì vẫn được,Trước em đã bật xác thực 2 yếu tố. Trường hợp của em thì liên hệ bộ phận nào của Trường để được giải quyết ạ ! ",
    "Kính gửi Nhà trường, Em muốn hỏi về điều kiện để có thể thực hiện bảo vệ luận văn tốt nghiệp, nếu như chưa đủ CCNN và CTXH thì mình có thể bảo vệ và cam kết hoàn thành đủ các điều kiện tiên quyết trước khi đăng kí xét tốt nghiệp được không ạ? Em cảm ơn Nhà Trường, Trân trọng, ",
    "Kính gửi phòng đào tạo,  Em là , MSSV:  Môn học giải tích mạch (EE1011) em đăng ký vào học kỳ 2 (2020-2021), lớp DT01-A do thầy  giảng dạy hiện nay vẫn chưa được cập nhật điểm trên myBK mặc dù thầy đã gửi bảng điểm cho lớp . Em có hỏi các bạn cùng lớp thì nhận được tin các bạn cũng chưa thấy điểm trên myBK. PDT cho em hỏi là liệu điểm môn Giải tích mạch của em đã được cập nhật trong hệ thống chưa ạ (thầy bảo đã gửi bảng điểm lên PDT) ? Em hy vọng PDT phản hồi em sớm, em sợ điểm môn học này nếu chưa được cập nhật có thể ảnh  hưởng đến tiến độ xét tốt nghiệp của em trong kỳ hè sắp tới ạ . Em cám ơn PDT.",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM Em tên là:  Mssv:  Em có gửi yêu cầu xin xét tốt nghiệp, phòng đào tạo đã ghi nhận nhưng em không vào được mục Đăng ký tốt nghiệp tại trang https://mybk.hcmut.edu.vn/ để thực hiện thủ tục đăng ký ạ. Mong  cho em được đăng ký xét tốt nghiệp ạ",
    "Em chào thầy cô PDT, Em là , MSSV . Hiện đang là sinh viên khoa MO. Do thiếu sót trong quá trình đăng ký môn học nên mặc dù đã bảo vệ luận văn thành công, em vẫn đang thiếu 1 môn nhóm B để hoàn thành chương trình đào tạo. Vậy, em kính mong thầy cô chấp nhận đơn thu nhận lại của em. Em cảm ơn thầy/cô, ",
    "Em chào cô/thầy kì hiện tại e đk 10 tín chỉ + đề cương lv 0 chỉ tổng hp là 8tr8.Em thấy trong thông báo về học phí thì k16 nếu đk   =12 tc sẽ đc xem xét giảm 25% hp vậy pđt cho em hỏi về cách xin giảm hp như thế nào ạ ?",
    "Kính gửi Phòng đào tạo. Em tên là , MSSV: . Em xin được tạm dừng HK212 để đi du học. Đơn xin tạm dừng và Giấy chứng nhận đăng ký khóa học tiếng Đức em sẽ đính kèm bên dưới. Mọi học phí em cũng đã thanh toán xong rồi ạ . Em mong nhà trường giúp đỡ. Em xin cảm ơn, ",
    "Dạ em chào thầy/cô ạ, Em là  - sinh viên k18, dạ theo như em được biết thì trong kỳ hè sắp tới nhà trường sẽ mở đợt đăng ký Luận văn cho học kỳ 213. Dạ thầy/cô cho em hỏi là điều kiện để đăng ký môn học là có cần phải đạt qua anh văn 4 thì mới được đăng ký môn học hay không ạ, hay chỉ cần đạt tối thiểu 126 chỉ và có bằng toiec 500 thì đã đăng ký được rồi ạ? Em cảm ơn thầy/cô ạ.",
    "Thưa thầy cô phòng đào tạo trường đại học bách khoa Em tên ,MSSV: . Cho em xin hỏi là nơi em nhận thẻ sinh viên của em là ở đâu ạ. Em xin cảm ơn.",
    "Em muốn hỏi về việc xác ngày công tác xã hội vì em có giấy chứng nhận hiến máu tình nguyện em tự tham gia ở bệnh viện huyết học và cho em xin hỏi các bước xác nhận ngày CTXH",
    "Em kính chào thầy, cô ạ Em tên là: . MSSV:  Hiện em đang thiếu điểm môn AV4, em đã thi chứng chỉ Toeic và đã đăng ký chuyển điểm và bằng Toeic đang thẩm tra . Em có câu hỏi: điểm AV4 có thể chuyển kịp trước đợt tốt nghiệp này. Sau khi có điểm AV4, em có được xét vào danh sách dự kiến tốt nghiệp không ạ. Ngoài ra, thì ngày hết hạn tốt nghiệp là ngày 11/4 theo lịch trên aao, hay 4/5 theo ngày ghi trên mybk ạ. Em xin chân thành cảm ơn!",
    "em xin phép nộp lại đơn ",
    "Kính chào quý thầy cô PDT! Thầy cô cho em hỏi ở Khóa K19, ở kỳ hè có được đăng ký môn học thực tập ngoài trường không, nếu đó là lần đầu đăng ký hôm học này? (Theo quy định mới của PDT thì kỳ dự thính 213 tới KHÔNG mở cho SV chính quy học lần đầu) Nếu một số sinh viên chưa đăng ký được thực tập ngoài trường ở kỳ 212 ( đi thực tập ở kỳ 213) thì phải làm sao ạ? Rất mong quý thầy cô PDT tạo điều kiện cho sinh viên có thể đăng ký được thực tập ngoài trường ở kỳ hè 213 nếu ở hk212 không thể đăng ký được! Em cảm ơn",
    "Em nhận được thông báo có lịch thi xóa điểm  hoãn thi kì 211 trên bkel. Tuy nhiên em xem trong lịch thi chỉ có 1 môn trong khi đó em đã đk hoãn thi 2 môn và trên bảng điểm đã cập nhật 2 môn đó điểm 14. Môn chi tiết máy mã ME2007 (đã có lịch thi) Môn Trang bị điện-đtử trg MCN mã ME2005(chưa có) Em mong cô có thể ktra lại giúp em. Em tên  , mssv: Em cảm ơn cô",
    "Gửi quý Thầy Cô ! Em tên  mssv  em  đã đủ điều kiện để đăng kí tốt nghiệp . Ctxh của em đang được cập nhật do còn 0.5 ngày nữa ạ. Em là khoá 15 đã hết hạn học tập tối đa ạ. Cho em xin hỏi em muốn đăng kí để xét tốt nghiệp thì phải như thế nào ạ. Em chân thành cảm ơn quý Thầy Cô có thể hỗ trợ giúp em  .",
    "Chào T! Em vừa đăng ký xét tốt nghiệp, đã thanh toán trên bkpay. Nhưng phiếu đăng ký của em ở tình trạng \"Phiếu đăng ký không được xử lý\" lá có lỗi gì vậy ạ? Mong T kiểm tra giúp em!",
    "Xin chào ban quản lý, mình đã đăng ký tốt nghiệp và trả lệ phí nhưng chưa tick vào ô đăng ký in giấy tốt nghiệp tạm thời. Mong ban quả lý có thể đề xuất giải pháp để giải quyết vấn đề này . Mình xin chân thành cảm ơn.",
    "Hiện em đã có quyết định tốt nghiệp vào ngày 18/03 nhưng bằng tốt nghiệp chưa được in. Em hiện đang cần nộp gấp bằng tốt nghiệp chính hoặc tạm thời trước ngày 08/04 . Kính mong trường hỗ trợ.",
    "Xin chào ban quản lý, mình đã có tên trong danh sách tốt ngiệp, không biết lễ tốt nghiệp sẽ diễn ra vào thời điểm nào và mình có cần đăng ký gì thêm không ạ? Sinh viên chương trình đào tạo quốc tế có tổ chức chung lễ tốt nghiệp với sinh viên chương trình đại trà không ạ? Monh ban quản lý giải đáp thắc mắc giúp mình. Xin chân thành cảm ơn.",
    "Kính gửi quý thầy cô. Hiện nay em đã hoàn thanh xong chương trình học, và em mới thi anh văn tại Trung Tâm Khảo Thí Đại Học Quốc Gia và đã có kết quả nhưng chưa có chứng chỉ, vậy em cần làm những thủ tục gì để được đăng ký xét và nhận bằng tốt nghiệp đợt tháng 1 vào tháng 4 này ạ. Em xin cảm ơn ạ",
    "Dạ em là , mssv :, em thấy thông báo đã có lịch thi cuối hk202 và các bạn em cũng đã có , nhưng lịch thi của em lại chưa có gì hết ạ. Mong thầy cô xem lại cho em giúp em. Em cảm ơn ạ.",
    "Dạ chào quý thầy cô, Em xin gửi mẫu đơn như yêu cầu để xin mở lại môn học. Em cảm ơn ạ.",
    "Dạ em chào thầy cô tại phòng Đào tạo ạ!  Em tên là Đinh Vũ Thùy Dương, MSSV  thuộc khoa Kỹ thuật Xây dựng.   Em vừa đăng ký nộp chứng chỉ ngoại ngữ trên MyBK, cũng đã đạt đủ hết các điều kiện tốt nghiệp và mong muốn đăng ký tốt nghiệp trước ngày 11/4/2022 nhưng em chưa được có tên trong danh sách tốt nghiệp dự kiến ạ. Liệu Nhà trường có thể thẩm tra giúp em chứng chỉ anh văn và mở đăng ký tốt nghiệp để em kịp  đăng ký tốt nghiệp đợt tháng 4 này không ạ? Em xin chân thành cảm ơn thầy cô ạ.",
    "Trong học kì 211 vừa qua, em đã thanh toán trễ hạn học phí dẫn đến tình trạng học kì 212 của em bị tạm dừng Em đã thanh toán phần học phí còn thiếu trong kì 211 và xin được gửi đơn trình bày lý do thanh toán trễ học phí ạ. Mong thầy cô có thể xem xét hồi phục lại thời khóa biểu và lịch thi trong học kì 212 để em có thể kịp tham gia đợt kiểm tra giữa kì vào ngày mai (2/4/2022) và ngày mốt (3/4/2022) cũng như lịch học và thi sắp tới ạ. Em xin cảm ơn",
    "Em chào pđt ạ, Em là  sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm). AV nói viết em thi ngày 6/3 và có kết quả sau 2 tuần thi tức là ngày 20/3 (Có đính kèm ảnh 2 bên dưới) Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 3 đính kèm). Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên:  - Mssv:  - Hệ: VHVL Em đã đăng kí tốt nghiệp, đã đóng tiền lệ phí tốt nghiệp trên bkpay tới nay đã hơn một tháng (26/2-1/4-2022) Cho em hỏi thì khoảng bao lâu nữa em sẽ có email thông báo lên nhận bằng tốt nghiệp. Mong quý thầy cô phản hồi khoảng thời gian để em có câu trả lời với bên công ty, bên họ đang cần gấp để làm hồ sơ cho em để sang bên nước họ để lao động, mà em không biết khoảng thời gian nào để phản hồi lại. Mong quý thầy cô phản hồi gấp giúp em ạ Em xin cám ơn",
    "Họ và tên:  - MSSV: . Thưa Thầy/Cô Em vừa hoàn thành các điều kiện chứng chỉ ngoại ngữ để bổ sung điều kiện đăng ký tốt nghiệp. Trong khi em đang bị buộc thôi học do không đăng ký môn học chính. Nay em viết đơn này mong quý Thầy/Cô, Phòng Đào tạo duyệt cho em được tiếp nhận lại và đăng ký tốt nghiệp. Em xin cám ơn !",
    "Em tên   Em đăng kí luận văn tốt nghiệp kì học chính mà lúc em xem lại trên BKpay lại là học phí của kì dự thính ạ?",
    "Em là sinh viên       b MSSV:    Tốt nghiệp . Về việc còn nợ môn học 407404: Vào học kỳ 192 em đã hoàn thành môn học tương đương 407408 với điểm tổng kết môn học là 7,5. Em xin gửi kèm file excel xác nhận môn học tương đương (trong sheet \"Ghi chú thay đổi\") của Chương trình Tiên Tiến. Em mong Phòng Đào tạo có thể kiểm tra và cập nhật tình trạng lại giúp em ạ. Em xin cảm ơn!",
    "Dạ thầy cô ơi, IIG VietNam ko giải quyết họ bảo em liên hệ với bên Úc để được hỗ trợ, nhưng mà liên hệ với bên kia, thì họ cũng chỉ gửi kết quả về thôi, họ gửi về bản góc và bản sao của CCNN , có cả mail kết quả thi của em, em gửi tin nhắn bên IIG vietnam, kết quả thi được gửi về mail thầy cô xem giúp em với",
    "Dạ em chào anh/chị, Em tên là  - MSSV:  Điểm bảo vệ luận văn tốt nghiệp của em hiện vẫn chưa được cập nhật. Văn phòng có thể kiểm tra giúp em được không ạ. Em xin cảm ơn nhiều.",
    "Em tên  _ MSSV . Mong thầy cô kiểm tra giúp em với ạ.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em xin gửi đơn xin cấp giấy xác nhận sinh viên của trường (file đính kèm). Rất mong phòng đạo tạo xem xét giúp em đơn này. Em xin chân thành cảm ơn! Trân trọng, ",
    "Em xin được gửi đơn xin phục hồi thời khóa biểu HK212 và đơn xin được thu nhận lại HK211 ạ. Kính mong thầy cô xem xét. Em xin cảm ơn.",
    "Xin phép nahf trường mở lại thời khóa biểu .",
    "Kính gửi thầy cô ! Hiện tại em đã có điểm thi VNU_EPT và em đạt 253₫ , đủ điều kiện xét tốt nghiệp, nhưng tình trạng sinh viên của em đang là \" NGHĨ\" , mong thầy cô giúp đỡ và hướng dẫn để em có thể được đăng kí tốt nghiệp ạ, vì 11/04/2022 này hết hạn.  Em cám ơn ạ!!",
    "dạ e chào cô Em đăng ký tốt nghiệp trên mybk rồi nhưng tình trạng đăng ký không được xử lý là sao ạ",
    "MSSV: , khóa K18 Đăng ký in bảng điểm ngày 21/3/2022, ngày nhận là 24/03/2022 Yêu cầu nhờ lấy hộ bảng điểm   i  .",
    "Dạ pdt cho em hỏi sao học phí LVTN của em tới 6tr6 dữ vậy ạ, kỳ rồi chỉ có 3tr1 thôi, em thấy ghi học phí dự thính chính quy?? Không biết có nhầm lẫn gì không, mong sớm được pdt hồi âm. Mssv .",
    "Kính gửi quý thầy cô. Hiện nay em đã hoàn thanh xong chương trình học, và em mới thi anh văn tại Trung Tâm Khảo Thí Đại Học Quốc Gia và đã có kết quả nhưng chưa có chứng chỉ, vậy em cần làm những thủ tục gì để được đăng ký xét và nhận bằng tốt nghiệp đợt 1 vào tháng 4 này ạ. Em xin cảm ơn ạ",
    "Chào Anh/chị Em khóa 2015 đã hết hạn đào tạo tối đa và đã có quyết định Xóa tên vì hết thời gian đào tạo ngày 15/03/2022 (xem được trên mybk). Nay em gửi đơn xin được chuyển từ hệ Chính quy sang hệ VLVH. Mong PĐT xem xét và giải quyết. Em xin cảm ơn!",
    "Dạ em tên - hệ VHVL  Dạ điểm tổng kết môn bên phúc tra môn Giải tích hệ thống điện (EE3013) của em là 5 mà sao điểm bên bảng điểm ở thông tin sinh viên của em có 4, em mong được cập nhật lại điểm bên bảng điểm ở thông tin sinh viên ạ ",
    "Em chào phòng đào tạo ạ Tuần sau trường mình học offline lại các môn thí nghiệm mà trên thời khóa biểu có môn trùng lịch học theo ảnh ạ. Em mong muốn phòng đào tạo có thể sắp lại lịch học không ạ Em chân thành cảm ơn",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lâp- Tự do- Hạnh phúc ĐƠN XIN XEM XÉT SỰ CỐ PHẦN MỀM Kính gửi: Phòng Đào tạo Em tên là: Nguyễn Sỹ Huy. MSSV: 2113522. Hiện tại em là sinh viên năm nhất Khoa kĩ thuật vật liệu. Hôm nay em viết đơn này mong phòng đào tạo có thể xem xét về ngày kiểm tra của chương 3 vật lý 2 trên trang bkel của em . Lý do: các bạn đã hoàn thành chương 3 vào ngày 15 tháng 3 năm 2022 nhưng đến bây giờ trên trang bkel của em vẫn chưa cập nhật ngày giờ kiểm tra cụ thể. Rất mong Phòng Đào tạo có thể xem xét và xử lý tình huống của em. Em xin cảm ơn.",
    "Thưa quý thầy,cô! Em tên là ,là sinh viên khoá 2015, khoa kỹ thuật tàu thủy. Em bị tạm dừng học kì vừa rồi nên không thể đăng kí tốt nghiệp được. Em có gửi yêu cầu từ ngày 22/03/2022 mà tới nay vẫn chưa vào được trang đăng kí tốt nghiệp ạ! Em rất mong nhà trường tạo điều kiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ!  Em thành thật cảm ơn thầy cô !!!",
    "Dạ chào quý thầy cô, Em xin nộp mẫu đơn xin thu nhận lại. Em xin cảm ơn.",
    "Chào anh/chị,  Em tên , mssv: ; lớp: CC17HC11 Ở học kì 1 em có đăng kí môn luận văn nhưng do dịch bệnh không thể lên phòng thí nghiệm. Trong kì 2 này em đã báo cáo và hoàn thành, điểm đã cập nhật trên mybk mà tình trạng sinh viên đang tạm dùng nên không đăng kí tốt nghiệp được. Em hi vọng trường thu nhận lại để kịp tốt nghiệp đợt tháng 4 này ạ. Do em là sinh viên k15, tháng 4 này là hết hiệu lực sinh viên chính quy ạ. Mong PĐT hổ trợ giúp em sớm, em chân thành cảm ơn",
    "Chào thầy/cô. Điểm tbtl của em là 7.11 nhưng tạo sao giấy chứng nhận tốt nghiệp tạm thời của em lại xếp loại trung bình khá vậy?",
    "Chào Thầy (Cô) cho em hỏi là sinh viên chính quy khóa K18 có được miễn chuẩn anh văn trong đợt đăng ký môn học HK213 không ạ? Em cảm ơn",
    "Hiện em đang gặp vấn đề tài khoản gmail của em tự động đăng xuất và không thể đăng nhập lại được từ máy tính hoặc thiết bị khác (vào ngày 31/03/2022) mặc dù trước đó một ngày (30/03/2022) em vẫn sử dụng được bình thường ạ . chi tiết của lỗi em sẽ dính kèm theo hình ảnh, mong nhà trường xem qua ạ. Mong nhà trường có thể giúp em giải quyết được vấn đề này ạ.",
    "Em chào thầy/cô ạ, Chuyện là em vừa đăng ký xét miễn và chuyển điểm cho môn anh văn. Em thấy trên trang của pđt thì điểm cao nhất chỉ có 700 thoi là chuyển được điểm 10 cho cả 4 môn anh văn. Tuy nhiên khi em xét chuyển thì có điểm 9 ở anh văn 4( em được 730 ). Em mong được giải đáp thắc mắc ạ.  Em cám ơn thầy/cô ạ",
    "Thưa quý thầy,cô! Em tên là ,là sinh viên khoá 2015, khoa kỹ thuật tàu thủy.Em đã hoàn thành chương trình đào tạo 142 tín chỉ. Em đã nộp chứng chỉ toeic nghe đọc quốc tế 580 điểm trên trang mybk và có kết quả là hợp lệ. Em cũng đã thi và đạt điểm số 240 kì thi nói viết do trung tâm anh văn của trường tổ chức vào tháng đợt tháng 12 ngày 15/12/2021 ạ! Nhưng em vẫn chưa được vào trang đăng kí tốt nghiệp ạ! Em rất mong nhà trường xem xét và tạo điều đkiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ!  Em chân thành cảm ơn thầy cô !!!",
    "Dạ em chào thầy/cô ạ, Thầy/cô cho em hỏi hiện tại CS2 cho phép sinh viên tự học tại trường (thư viện, hành lang...) từ mấy giờ đến mấy giờ ạ. Em cảm ơn ạ.",
    "Cô ơi, em là Đoàn Bảo Trân. MSSV . Đợt rồi em có lên phòng đào tạo xin đăng ký anh văn 4 và cô nói em đợi tháng 4 đăng ký luôn vì đợt cuối tháng 3 này ít sinh viên nên không mơr lớp. Nhưng bây giờ em vào đăng ký thì hệ thống cùa em vẫn bị lỗi. ( Mặc dù bạn em cùng đợt cùng thi giống em vẫn đăng ký được). Cô có thể hỗ trợ tạo điều kiện cho em được đăng ký môn này được không ạ. Nó rất quan trọng đối với em. Mong cô xem xét giúp em ạ",
    "Thân gửi PĐT, Pđt xem lại giúp em thông tin: điểm trung bình xếp loại, xếp loại tốt nghiệp của em bị sai. Trân trọng",
    "Dạ thưa thầy/cô cho em hỏi ạ. Em là sinh viên k18 khoa máy tính, trong CTĐT của k18 có môn mạng máy tính (CO3003) nhưng sang k19 thì chuyển thành mạng máy tính (CO3093), em chưa học môn mã cũ thì bây giờ em đăng ký như thế nào ạ. Em cám ơn thầy/cô.",
    "Em xin chào PĐT ạ! Em là , MSSV:, thuộc lớp XD18TL1 Em muốn đăng ký bổ sung vào lớp học \"Thủy lực (CI3081)_ (DT_HK212)\". Vì trong lớp và trong danh sách thì chỉ còn mỗi em là chưa học môn này, và kỳ này nhiều môn ngoại lệ em học dưới dạng đồ án nên em hy vọng PDT có thể giúp em đăng ký môn học này với trường hợp tương tự ạ . Có thể chỉ còn mỗi mình em chưa học môn này nên sẽ gặp khó khăn trong việc đăng ký môn học vào những kỳ sau, khi số lượng là tối thiểu. Và để có thể theo kịp tiến độ cùng các bạn trong lớp, Em hy vọng PDT giúp đỡ em đăng ký bổ sung vào lớp học này với ạ Em xin chân thành cảm ơn!",
    "Em chào PĐT, Hồi kỳ 202 em có đăng ký hoãn thi môn Vật Lý 2, nhưng hôm nay lên kiểm tra lịch thi thì vẫn chưa có lịch thi lại ạ? Mong PĐT kiểm tra giúp em. Trân trọng,  ...",
    "Dạ thưa thầy/cô . Lớp Cơ sở vật liệu và bảo vệ ăn mòn (CH3331) HK211, sau khi mail giảng viên, thầy nói đã làm đúng quy trình nhập điểm lên hệ thống và xuất bảng điểm ra cho lớp rồi . Mong PĐT xem xét lại giúp em để có thể hoàn thành môn học ạ.   Em xin cảm ơn.",
    "Dạ, em chào PĐT, học kỳ dự thính 202 em có đăng ký hoãn thi môn Vật lý 2 và có điểm 14 trong bảng điểm. Thời gian để xóa điểm hoãn thi là 1 năm, nhưng nếu trong vòng 1 năm mà không có mở lớp môn học đó và em không được xếp lịch thi xóa điểm thì môn học đó em có bị xem là rớt không ạ? Theo thông báo của PĐT thì đã có lịch thi cho SV hoãn thi, cho em hỏi kỳ này có lịch thi xóa điểm hoãn thi cho môn Lật lý 2 không ạ, vì lịch thi của em không có môn đó. Mong PĐT giả đáp giúp em ạ! Em xin cảm ơn!",
    "Dạ em muốn hỏi về đăng kí môn học học kì 221 có xét điểm anh văn định kì không ạ? Hiện tại em vẫn chưa có bằng toeic và các anh văn 1,2,3,4. Với chương trình PFIEV thì chuẩn tiếng anh năm 4 là bao nhiêu vậy ạ . Và theo lịch học kỳ tới thì hạn cuối để nộp bằng toeic là khi nào ạ. Em cảm ơn thầy/cô.",
    "Lịch thi đã cập nhật đầy đủ chưa ạ? Vì lịch thi của em thiếu 2 môn Cấu trúc dữ liệu và Giải tích mạch(2 môn điểm 14). Nếu đủ rồi thì làm sao để đăng ký xóa điểm 14",
    "Em tên là , MSSV: HK212 em có học môn Mạch điện tử mà bây giờ em có thể hủy môn này được không ạ, em cảm ơn thầy cô ạ.",
    "Dạ em chào thầy cô ạ, Em là sinh viên ngành may của khóa K18 ạ, em có học 2 môn của chương trình k19 để tương đương cho 1 môn của chương trình k18, sau khi em có điểm của cả 2 môn của k19 thì em có phải làm đơn chuyển điểm để tương đương đạt môn của k18 không ạ? Hay là em không cần làm đơn hệ thống sẽ tự động xét đạt môn của chương trình k18 ạ. Kính mong thầy cô giải đáp giúp em với ạ. Em chân thành cảm ơn ạ.",
    "Sao em thanh toán học phí rồi mà vẫn không có lịch thi với tkb ạ?",
    "Kính gửi: Quý Thầy Cô Phòng Đào Tạo Em tên:  _ MSSV                                 Sau khi nộp đơn gian hạn thời gian hoàn thành trương trình đào tạo em được phản hồi như sau: \"Trường hợp thiếu chứng chỉ anh văn 4 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022\" em có 2 câu hỏi sau ạ. - Thầy cô cho em hỏi sau tháng 4 cụ thể là khi nào em có thể nộp đơn ạ? - Em nộp đơn thông qua công cụ BKsi có được không hay nộp trực tiếp tại phòng đào tạo ạ? Rất mong được nhận phản hồi từ quý thầy cô! Em xin trân trọng cảm ơn!  SĐT: [phone_number] Email: ",
    "Kỳ hè 213 em đăng ký thực tập tốt nghiệp ngoài trường nhưng vẫn muốn đăng ký thêm 1 hoặc 2 môn học dự thính có được không ạ?",
    "Dear Thầy/Cô, Em là , MSSV: . Em có đăng ký nhận giấy tốt nghiệp tạm thời và hôm nay đã nhận được email của PĐT hướng dẫn lên myBk vào mục đăng ký tốt nghiệp để tải bản scan. Vấn đề của em là mục Đăng ký tốt nghiệp của em đã được đổi thành mục Cựu sinh viên rồi và không tìm thấy chỗ có bản scan giấy tốt nghiệp tạm thời để tải về ạ (Đính kèm ảnh). Em mong quý Thầy/Cô có thể giúp em trong trường hợp này và cho em hỏi hôm nay (01/04) em có email đã có bản scan thì khi nào và cách để em có thể nhận bản chính giấy tốt nghiệp tạm thời ạ? Em xin chân thành cảm ơn quý Thầy/Cô!",
    "Chào cô, Em muốn điền mẫu đơn rút môn học nhưng không biết cách điền chính xác đơn và vì em muốn nộp thông qua BKI nên em không thể đánh dấu vào các ô trống được ạ. Cô có thể cho em xin đơn rút môn học đã điền hoàn chỉnh để có thể điền chính xác với ạ. Em xin cảm ơn.",
    "Em đang hoàn thành thủ tục tốt nghiệp do còn cần thi kĩ năng nói viết, em có mở trang đăng kí tốt nghiệp nhưng bị từ chối do tình trạng sinh viên đang tạm dừng do không đăng kí môn học trong học kì 2, vậy có ảnh hưởng đến tiến trình tốt nghiệp không ạ?",
    "Em tên  - MSSV  Kính mong PĐT thay đổi tình trạng sinh viên để em được đăng kí tốt nghiệp. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo  Em tên là   Mssv   Vào học kỳ 2 năm học 2020 - 2021, em có hoãn thi môn học Thiết kế hệ thống quy trình công nghệ hóa học (CH3023). Đến hiện tại em vẫn chưa được sắp xếp thi lại môn này ạ. Em có lên hỏi phòng đào tạo và nhận được câu trả lời là liên hệ thầy  và thầy bảo là em hãy hỏi lại phòng đào tạo vì thầy không phụ trách phần này. Môn này hiện tại đã đỗi mã môn nên em không biết phòng đào tạo sẽ sắp xếp như thế nào ạ? Em mong nhận được phản hồi sớm ạ. Em xin chân thành cảm ơn. Sinh viên  ",
    "Em chào quý thầy/cô, Cho em hỏi rằng học kỳ trước em có xin tạm dừng học do công việc. Các môn học kỳ trước của em đã bị xóa. Vì vậy em bị chậm chương trình. Cho em hỏi nếu như vậy thì học kỳ hè 213 em có thể đăng ký các môn học kỳ trước em chưa học được không ạ ? Em là sinh viên K20. Em xin cảm ơn,",
    "Kính gửi, Em tên , MSSV , lớp MO17KMT. Em vừa đăng ký nộp chứng chỉ Ngoại ngữ và đang chờ thẩm tra. Nếu hợp lệ thì em sẽ có tên trong danh sách dự kiến tốt nghiệp đợt 1-2022 đúng không ạ? Em cảm ơn.",
    "Em kính chào quý thầy cô Theo như thông báo về học phần DT212, em có đọc thì thấy trường có ghi là \" Chỉ tổ chức theo hình thức trực tuyến\". Nghĩa là môn học DT212 dạy học trực tuyến còn về phần thi thì thế nào ạ ? Thi Các môn DT212 theo hình thức Trực tuyến hay Trực tiếp ạ. Em cảm ơn quý thầy cô",
    "E có tham gia tình nguyện viên hỗ trợ Chương trình siêu thị 0đ trong đợt dịch vừa rồi. E gửi lên đây để xem xét đổi ngày CTXH ạ.",
    "Dạ cho em hỏi là theo mail trường gửi thì năm nay vẫn xét Chuẩn Anh Văn khóa K20 phải không ạ, em xin cảm ơn!",
    "Kính gửi Phòng đào tạo Em tên là  MSSV:  . Hiện tại thì em đã nhận được mail có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên, tình trạng sinh viên của em hiện tại là: Nghỉ nên em không thể đăng kí tốt nghiệp được. Kính mong Phòng đào tạo mở lại tình trạng sinh viên của em là : Đang học để em có thể đăng kí tốt nghiệp được ạ. Em xin cảm ơn.",
    "Em  chào phòng đào tạo ạ,  Em tên   - MSSV:   Em xin cập nhật tình trạng của em , hiện tại em chỉ còn thiếu mỗi toeic để ra trường và anh văn 3 vs anh văn 4, tức là nếu em đủ 500 toeic là em sẽ hoàn thành vừa av3 và av4 và toeic ra trường luôn, anh văn nói viết thì em qua vượt qua. Theo như em xem trên lịch học vụ thì 11/4 này là hạn chót nộp hồ sơ xét tốt nghiệp … Nhưng kết quả thi toeic của em mãi đến 14/4 và 17/4 mới có ..Vậy lúc đó em còn kịp để bổ sung hồ sơ đăng kí tốt nghiệp không ạ. Vì khi em xem trên chỗ đăng kí tốt nghiệp trên Mybk em thấy thời hạn là từ 17/01/2022- 5/04/2022. Dạ, cô ơi… Em đang nỗ lực thi đến hết lần này đến lần khác mà chưa qua nên em muốn hỏi rõ ở chỗ thời gian này, mong cô chỉ dẫn em với ạ, tại cũng K15 già chát luôn rồi á cô, em cũng muốn cho xong lắm… Hiện tại, trường đã  dự kiến tổ chức lễ  tốt nghiệp vào tháng và ngày mấy chưa cô Như trường hợp của em có thuộc diện được xin gia hạn thêm 1 học kì để có thể tiếp tục hoàn thành đủ điều kiện tốt nghiệp đợt tháng 11/2022 sắp đến không cô (tại em tính trước lỡ mà bản thân không may mắn) ….. Cô tư vấn cho em với . Với tình trạng hiện tại của em, mong cô định hướng lối đi giúp em với ạ. Trong quá trình chờ đợi sự phản hồi từ phòng đào tạo, em xin chân thành cảm ơn ạ",
    "Chào Phòng Đào tạo, Em có một số thắc mắc như bên dưới, mong PĐT giải đáp ạ 1. Hiện tại em không thể đăng ký tốt nghiệp với lỗi như hình đính kèm. 2. Em không tham dự lễ tốt nghiệp, chỉ muốn nhận bằng tại văn phòng khoa thì đăng ký thế nào vậy ạ? 3. Theo thông tin tốt nghiệp, em cần mang theo thẻ sinh viên khi nhận bằng. Tuy nhiên, em chỉ nhận bằng tại văn phòng khoa thì có cần mang theo thẻ không ạ? Vì hiện tại thẻ cũ đã mất và hết hạn.",
    "Dạ em sẽ nộp bằng tiếng anh và chuyển điểm trong vài ngày nữa để đăng kí tốt nghiệp 4/2022. Hiện tại tình trạng sinh viên của em đang là tạm dừng. Em muốn hỏi cách thức làm đơn thu nhận lại tình trạng sinh viên để đăng kí tốt nghiệp trước ngày 11/4 này ạ. Em cám ơn.",
    "Em chào quý thầy cô ạ, em tên là  sinh viên khóa k17, hiện tại em đã hoàn thành hết chương trình học của nhà trường và đang chờ kết quả thi anh văn nói viết. Nhưng em có vào trang đăng ký tốt nghiệp thì không cho phép đăng nhập vì lí do không đăng ký môn học kì này và đã bị cảnh cáo ạ. Em mong quý thầy cô giúp đỡ và giải quyết giúp em ạ. Em xin chân thành cảm ơn. Trân trọng",
    "Em chào ban giám hiệu trường,  Em tên là , mã số sinh viên . Nay em viết yêu cầu này mong nhà trường cho em được rút môn học Lập trình nâng cao và môn Đồ án lập trình nâng cao vì em đã qua môn cũ của 2 môn đó là môn Lập trình hướng đối tượng và học 2 môn này không thể cải thiện điểm của em được ạ. Em xin cảm ơn ban giám hiệu và mong sớm nhận được hồi âm từ ban giám hiệu. ",
    "Em xin được thắc mắc là tại sao em có lịch thi Hóa Lý 2 trong khi em đã xóa điểm Hoãn Thi từ kì 211 ạ. Bảng điểm cũng đã được cập nhật trên hệ thống rồi ạ. Không biết là do lỗi hệ thống hay còn do lý do nào khác nữa không ạ .",
    "Em xin hỏi danh sách tốt nghiệp dự kiến bao lâu cập nhật một lần ạ? Em bị thiếu ngày CTXH và đã hoàn thành đồng thời đã cập nhật ngày CTXH trên sàn hoạt động nhưng vẫn chưa thấy tên trong danh sách tốt nghiệp tạm thời. Kính mong thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Xin chào các thầy cô, em tên là (MSSV:) sinh viên khoa cơ khí, em có nhận được mail thông báo đăng kí hoàn thành các lớp anh văn theo yêu cầu và em đang có ý đinhk đăng kí lớp anh văn 2. Nhưng do bị kẹt thời gian học nên em chưa thể tham gia đăng kí lớp học được ạ.Cho em hỏi là hiện tại phòng đào tạo có thể mở thêm lớp anh văn 2 theo giờ thứ 3,5,7 được không ạ và em có nghe đến việc thi anh văn ở mỗi kì để quy đổi điểm, cho em hỏi là có kì thi đó không ạ và nếu có thì em có thể đăng kí ở đâu. Em xin cảm ơn thầy cô.",
    "Họ và tên: ,  MSSV:  Kính gửi thầy/cô: Em học khóa K15, Em hiện tại đã hoàn thành tất cả các chương trình đào tạo của trường bao gồm 142 tín chỉ, nhưng do em thiếu CCNN nên chưa thể đáp ứng được điều kiện xét tốt nghiệp vào tháng 4 này ạ! Vì em có tìm hiểu là thời gian học kỳ tối đa là 13 học kỳ nhưng có thể xin gia hạn thêm 1 học kỳ nếu thiếu CCNN. Nay em viết đơn này mong nhà Trường tạo điều kiện giúp em gia hạn thêm 1 học kỳ để em có thời gian hoàn thành nốt CCNN và được nhận bằng chính quy ạ!   Em xin cảm ơn !",
    "Dạ, em chào thầy/cô. Dạ, cho em hỏi ạ: Kì 202 em có đăng kí hoãn thi môn \"Khoa học Trái Đất\" và kì này (212) đến hạn phải thi môn này . Em muốn biết làm sao đăng kí thi lại môn này ạ. Em cảm ơn ạ.",
    "Chào thầy, cô ạ! Em tên , MSSV: . Hiện nay em đã có mail của trường về vấn đề có tên trong danh sách tốt nghiệp dự kiến và đã có tên trong danh sách tốt nghiệp dự kiến. Mà tình trạng sinh viên của em vẫn đang là \"nghỉ\" nên em không thể vào trang đăng ký tốt nghiệp trên mybk. Khi nào trường mới ra quyết định thu nhận lại để em đăng ký tốt nghiệp trên mybk ạ.",
    "Tốt nghiệp . Kính chào Thầy/Cô,  Em tên: Nguyễn Thành Thái. MSSV: 1713129. Lớp CK17CD1 . Thầy/Cô cho em hỏi là em đã có tên trong danh sách tốt nghiệp dự kiến rồi, tuy nhiên em vào mybk phần đăng kí tốt nghiệp vẫn không được ạ (như hình bên dưới). Mong Thầy/Cô cho em hướng giải quyết để kịp đăng kí tốt nghiệp ạ . Em xin chân thành cảm ơn.",
    "Dạ phòng Đào tạo cho em hỏi là em có đăng ký hoãn thi cuối kỳ môn học   B Mô hình hoá CH3133    ở học kỳ 202,   B học kỳ 211 môn học này không mở    nên em vẫn chưa thi lại đc, mail trường báo là chờ thêm thông báo sau.   B Học kỳ này 212 thì môn học đã được mở    rồi mà em vẫn không thấy cập nhật lịch thi trên mybk ạ. Cho em hỏi là em cần phải   B lên Phòng đào tạo đăng ký thi để xoá điểm HT hay liên hệ Đoàn khoa    gì không ạ? Em cảm ơn ạ.",
    "Dạ thưa phòng đào tạo, hiện đã thanh toán đủ lệ phí tốt nghiệp nhưng em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ. Mong phòng đào tạo kiểm tra lại về trường hợp của em ạ.",
    "MSSV:  Dạ kính thưa phòng đào tạo, em có hoãn thi môn Hoá Lý 2 CH2109 kỳ 202, em đã đăng ký thi bù lớp thầy  kỳ 211, đã có điểm thi bù và điểm cũng được cập nhật trên bảng điểm rồi ạ. Nhưng hôm qua lịch thi mới cập nhật vẫn có môn Hoá lý 2 ngày 15/5 ạ. Các bạn thi bù 1 lượt với em có bạn cũng bị lỗi như em, nhưng cũng có bạn không có lịch thi ấy ạ . Kính mong PDT xem xét và giải quyết giúp em. Em xin chân thành cảm ơn ạ .   i  .",
    "Kính chào Thầy/Cô. Em là sinh viên ra trường đợt tháng 4/2021, xếp loại tốt nghiệp loại giỏi. Em muốn tham gia học Cao học nhưng vì điều kiện gia đình nên em tạm thời đi làm một thời gian để có thu nhập vì lí do gia đình. Một năm sau không biết em còn có cơ hội tham gia học Cao học không ạ, và có phải thi đầu vào để được tham gia học không ạ.  Em xin chân thành cảm ơn ạ.",
    "Dạ em chào thầy/cô Em tên là  - . Hiện em đã đăng ký xét tốt nghiệp trên mybk được 1 tuần nhưng em vẫn chưa thấy cập nhật lên bkpay để thanh toán lệ phí 95.000 Thầy/cô cho em hỏi khi nào thì em được cập nhật để thanh toán lệ phí tốt nghiệp vậy ạ? Em cảm ơn thầy/cô ạ",
    "Dạ thưa thầy/cô cho em hỏi khi mình đăng kí thi đánh giá năng lực và trúng tuyển vào một ngành khác thì mình có được giữ lại điểm những môn mà mình đã hoàn thành không ạ?",
    "Em in gửi mẫu học lại kèm giấy quyết định xuất ngũ",
    "Chào cô, em đã tải và cố gắng điền thông tin vào cái file PDF và em xin gửi cô chứng chỉ quân sự của em ạ!! Mong cô xem xét giúp em! Em xin cảm ơn ạ!! Trân trọng,  CT",
    "Thưa thầy/cô, em xin hoãn kiểm tra giữa kỳ 212 môn Hóa lý 2 (CH2109), vào học trực tiếp em sẽ làm trực tiếp được không, em đã xin thầy rồi ạ ?",
    "Phiếu đăng ký thu nhận lại .",
    "Dạ e xin chào quý Thầy Cô, Em tên Nguyễn Thị Lan Trường khóa K15, MSSV: , lớp MO15QLMT. Qúy Thầy Cô cho e hỏi về việc làm đơn xin gia hạn 1HK để có thể nộp chứng chỉ TOEIC xét tốt nghiệp? Do tình hình dịch bệnh và bản thân bị nhiễm covid, em không đủ thời gian và sức khỏe để có thể hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại thì e có thể viết đơn gửi qua mail hay viết đơn và lên trực tiếp PDT để nộp đơn xin gia hạn ạ. Em chân thành cám ơn quý Thầy Cô. Em hiện tại không nợ bất kì môn nào, đã đủ ngày CTXH, đã đủ điểm toeic 2 kỹ năng speaking and writing. Em chỉ thiếu mỗi bằng toeic listening and reading.",
    "Em là  MSSV . Em có đăng ký kiểm tra giữa kì bổ sung và đã được phòng đào tạo đồng ý. Em sẽ thi vào học kì dự thính hiện tại, thì lịch thi các môn mà em đăng ký thi bổ sung có được cập nhật trên mybk mục Thông tin sinh viên không ạ, do lúc nhận phiếu em nghĩ trong phiếu có lịch thi nên em không hỏi. Vì em sợ là sẽ không nắm bắt được lịch thi và bị tính điểm 13",
    "Dạ em chào phòng đào tạo ạ  . Em tên là . MSSV : . Em muốn hỏi về lịch học môn thí nghiệm kỹ thuật số học kì 212 ạ. Do là trường xếp lịch học môn thí nghiệm kỹ thuật số của em trùng với lịch học môn pháp luật đại cương ở học kì 212 ạ .",
    "Em chào thầy/cô! Tuần 14 sắp tới thì em sẽ bắt đầu học thí nghiệm nhưng trên thời khóa biểu thì em có 2 môn bị trùng thời gian với nhau ạ. Cụ thể:   B Thực tập Điện 2 và Đo lường & Điều khiển bằng máy tính (TN)   Thời gian trùng giờ học: Vào 13:00 - 17:50 thứ 5 các tuần     I  Mong thầy/cô giải quyết sớm giúp em ạ! Em cảm ơn nhiều !",
    "Phòng đào tạo cho em hỏi là em có trong danh sách tốt nghiệp dự kiến rồi thì khi nào tình trạng sinh viên em mới được thu nhận lại ạ. Phòng đào tạo sớm phản hồi ạ. Em xin chân thành cảm ơn!",
    "Em là sinh viên chương trình PFIEV, hiện nay trên thời khóa biểu của em vẫn để lịch học các tuần tới là online. Vậy cho em hỏi từ tuần 14 đã đi học trực tiếp tại trường chưa ạ? Hay vẫn tiếp tục việc học online?",
    "hiện tại gmail của em bị lỗi gì đó và không thể nào đăng nhập trên máy tính và cần sự trợ giúp từ quản trị viên ",
    "Chào thầy(cô), em tên là .Mssv:.Em kiểm tra bảng điểm thì thấy các cột điểm môn Địa chất công trình đều là điểm 13 trong khi em có thi giữa kì , cuối kì và thí nghiệm.Mong pđt có thể xem xét lại giúp em ạ.",
    "Chào thầy(cô), Hiện em vừa được đưa vào danh sách tốt nghiệp dự kiến nhưng vẫn chưa được thu nhận lại, em vẫn còn trong tình trạng nghỉ do hết thời hạn học. Xin thầy(cô) kiểm tra và thu nhận lại giúp em để em đăng ký tốt nghiệp ạ. Em xin cảm ơn thầy(cô) đã xem.   i Tốt nghiệp .",
    "Kính gửi Phòng đào tạo, Em là:  Mssv:  Khoa: Kỹ thuật xây dựng Dạ thưa thầy/cô,em đã đăng ký tốt nghiệp đầu tháng 3, đã đóng tiền tốt nghiệp và đã nhận được giấy xác nhận tốt ngiiệp tạm thời, nhưng hiện tại tên em vẫn chỉ ở trên \"danh sách dự kiến tốt nghiệp\" thôi, còn danh sách tốt nghiệp chính thức vẫn chưa có tên em, em xin thầy cô cập nhật tên em vào danh sách tốt nghiệp chính thức ạ. Dạ em xin cảm ơn. Trân trọng,",
    "Em chào thầy cô, em là sinh viên k18, Hk 213 em đăng kí luận văn vậy hạn chót để em nộp chừng chỉ toeic là khi nào ạ? Có phải trước ngày đk môn bổ sung lần cuối không ạ?",
    "Tốt nghiệp . Chào Thầy/Cô, Em tên là Lê Nguyễn Kiều Duyên, mssv 1710833. Em đã có tên trong danh sách tốt nghiệp đợt 1 năm 2022, tuy nhiên em không đăng ký tốt nghiệp được vì bị Tạm dừng, do đó em mong Thầy/Cô có thể mở lại tình trạng học để cho em đăng ký tốt nghiệp được không ạ? Em cảm ơn, Duyên",
    "Chào PĐT, em là  MSSV  Chứng chỉ ngoại ngữ Linguaskill của Cammbridege Assessment English (CAE) đạt 155 điểm (B1), của em do thiếu sót nên bị thiếu phần Candidate number nên em không thể chuyển điểm trên MyBK được. Còn nếu ghi là \"Không có\" thì hệ thống cũng không nhận ạ . Em thấy xét theo thang Linguaskill thì em đạt nhưng em lại không thấy mục chọn theo Linguaskill ạ? Còn xét theo CAE thì không đạt vì yêu cầu phải đạt B2. Tuy nhiên K17 yêu cầu AV tốt nghiệp là 550đ, theo quy đổi 155đ sang TOIEC thì em vẫn đạt ạ. PĐT xin cho em hỏi với trường hợp nay em cần làm gì để nộp CCNN để xét Tốt nghiệp? Em xin cảm ơn",
    "Nhà trường cho em hỏi là học kì này có được gia hạn học phí không ạ nếu có thì là mình đăng ký offline hay online Em xin chân thành cảm ơn",
    "Em tên .Mssv . Khoa Bảo Dưỡng Công Nghiệp K16 ạ. Cho em hỏi bữa em có gia hạn một học kì và được xét tốt nghiệp đến tháng 4/2022 ạ. Mà hạn xét là tới 11/4  Em chỉ còn thiếu chuẩn anh văn ra trường ạ.Em vừa thi chứng chỉ toeic xong,và tới ngày 5/4 sẽ có kết quả.Nếu đạt em nộp để bổ sung xét tốt nghiệp được không ạ? Nhưng hiện tại em xem tình trạng sinh viên là đã bị xoá tên ạ Em mong phòng đào tạo xem xét ạ.Em cảm ơn ạ",
    "Kính gửi PDT  Em có gửi đăng kí tốt nghiệp và cũng đóng tiền xong rồi ạ, nay em vào kiểm tra tên trong danh sách dự kiến thì không có, và vào trang đăng kí tốt nghiệp thì thấy tình trạng tốt nghiệp của em là không được xét, cho em hỏi là em thiếu gì hay sao ạ, em cảm ơn.",
    "Em tên: Vương Minh Luân MSSV:  Khoa: Công nghệ ô tô Em đã hoàn thành chương trình học và đủ điểm yêu cầu anh văn nói viết thi tại BKEnglish. Nhà trường có gửi em email có tên trong danh sách tốt nghiệp dự kiến vào tháng 04/2022 nhưng em vào trang mybk đăng ký tốt nghiệp thì báo lỗi không thể truy cập để đăng ký. Em xin sự giải đáp và hướng dẫn từ phòng đào tạo để có thể hoàn tất thủ tục đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
    "MSSV: Tốt nghiệp . Em xin chào thầy cô, em là , MSSV là . Em đã hoàn thành các môn trong chương trình học của mình và em đăng ký xét tốt nghiệp vào tháng 4 này nhưng do học kỳ này em không đăng ký môn học nên em bị tạm dừng học và không thể đăng ký xét tốt nghiệp. Em muốn nộp đơn đăng ký thu nhận lại để có thể đăng ký xét tốt nghiệp, em mong thầy cô giúp em để em có thể kịp đăng ký tốt nghiệp trước ngày 11/4 này. Em xin cảm ơn ạ.",
    "Dạ ở kì 202 em có hoãn thi môn Khí động lực học 1 (TR2011) và kì 211 em hoãn thi môn Nhiệt đông lực học và truyền nhiệt (ME2014), thì trường có xếp cho em lịch thi môn Nhiệt động lực học ở kì này (212) nhưng không có môn Khí động 1. Dạ vậy em phải tự liên hệ với giáo viên bộ môn hay sao ạ.",
    "Thân gửi Phòng đào tạo, em tên là .Mssv:.Em đã phiếu phúc tra môn học Địa chất công trình và đang chờ Phòng đào tạo xử lí vì trong bảng điểm của em hiện là diểm 13 .Mong phòng đào tạo xử lí kịp thời trước thời  hạn phúc tra.",
    "B Chào PĐT,    Tên em: Nguyễn Hữu Sơn MSSV: 2134025 Hệ: VLVH Khóa: K20 Về học phí, em thấy trên BKPay số tiền là 25,800,000đ bữa lâu tới giờ, em nghĩ do hệ thống lỗi, chưa cập nhật nên em không gửi thắc mắc, nhưng em chờ đến bây giờ vẫn thấy số tiền  như thế. -   B HK212    em đăng ký   B 26tc    - ở BKPay:   B 25,800,000đ    - Tương đương   B 992,308đ / 1tc   . -   B HK211    em đăng ký   B 21tc    - ở BKPay:   B 11,025,000đ    - Tương đương   B 525,000đ / 1tc   . - Nếu tính theo   B đơn giá 525,000đ/1tc    thì:   B HK212    là 525,000 x 26 =   B 13,650,000đ.    Em thắc mắc là em đăng ký 26tc sao học phí lại nhiều vậy ạ? Tăng lên rất nhiều so với học kì trước. Với học phí tính như hiện tại thì quá cao so với gia đình em, cũng như ngoài khoản dự tính là 14 triệu một kỳ.   B Em rất mong trường có thể xem xét và điều chỉnh lại mức học phí thích hợp như kỳ trước ạ. Em xin chân thành cảm ơn!   ",
    "Kính chào nhà trường Em là  , sinh viên K18 ngành Điện - Điện Tử chương trình tiên tiến. Em có thắc mắc là lịch LVTN trên MyBK không có khớp với trên biểu đồ năm học của PĐT (Ảnh đính kèm). Mong nhà trường giải thích cho em ạ. Em cảm ơn. P/s: Em là sinh viên K18 bên chương trình OISP không có học kỳ pre nào.",
    "Kính gửi PĐT,  Em là , sinh viên Bằng 2 CQ K2021. Em có một số thắc mắc muốn hỏi mong PĐT giải đáp giúp ạ:   - Hiện tại em vẫn chưa có thẻ sinh viên nên hơi bất tiện trong việc di chuyển giữa hai cơ sở bằng xe bus, do đó em muốn hỏi là em có thể nhận thẻ sinh viên cho sinh viên năm nhất ở đâu ạ?    - Em đã đăng ký thẻ BHYT trong đợt 1 tháng 11/2021, thì bây giờ em có thể nhận thẻ bảo hiểm ở đâu ạ? Em cảm ơn ạ.",
    "Em chào cô/thầy, Em tên là , sinh viên khóa 17 khoa Điện - Điện tử. Hiện tại em còn thiếu 1 môn để tốt nghiệp, đã thi cuối kỳ vào 22/12/2021 nhưng hiện tại chưa có/chưa cập nhật điểm (3 tháng). Vì vậy mà em đã không đăng ký môn học cho kỳ 212 nên hiện tại đang bị tạm ngừng học. Không biết có phải vì vậy mà em không được cập nhật điểm không? Cô/thầy cho em hướng dẫn để được thu nhận/tiếp tục trạng thái sinh viên với ạ. Cảm ơn cô/thầy.",
    "Cho em hỏi khi nào mới cập nhật điểm tbtl mới nhất ạ, em có đủ điểm của các môn rồi và em đang cần điểm đó để xét học bổng thì em có thể xin xuất điểm tbtl mới nhất ở đâu ạ?",
    "Học kì 212 em và nhiều bạn trong lớp trong khoa Hóa không đăng kí liên thông lên kỹ sư nhưng trong phần học phí cần đóng lại có phí này. Em xin phòng đào tạo kiểm tra lại giúp em khoản phí này.",
    "Chào anh/chị, Sau khi hoàn tất tất cả các thủ tục và đã được nhận bằng tốt nghiệp, hiện tại em không thể cập nhật thông tin vào mục Đăng ký tốt nghiệp =  Hồ sơ cựu sinh viên . Không biết là do lỗi tài khoản của em hay là do hệ thống chưa cập nhật cho đăng ký ạ? Bên cạnh đó, em muốn hỏi thông tin về việc đăng ký dự lễ tốt nghiệp vào cuối tháng 4 sắp tới, cần đăng ký ở đâu và như thế nào ạ? Trân trọng, Anh .",
    "Chào thầy/cô em tên , mssv: . Các thầy/cô cho em hỏi là: Em thấy học kỳ hè này trường có mở cho sinh viên đăng ký làm luận văn tốt nghiệp, vậy học phí sẽ tính theo gía học kỳ chính là 350.000d hay học kỳ dự thính là 880.000d ạ. Em cảm ơn",
    "Dạ Thầy/Cô cho em hỏi là em xem trong thông tin sinh viên thì thời gian đào tạo của em tới tận 4/2023 ở thuộc khóa k16 (xây dựng). Mà lúc nhập học em nghe nói được học 13 học kỳ hình như là hết năm 2022 là em đã hết hạn. Vậy bao giờ em bị hết hạn đào tạo ạ?",
    "Chào thầy/cô Em là sinh viên năm 3 khoa Quản lý Công nghiệp. Hiện vì công việc cá nhân và lịch học nên em định sẽ đăng ký anh văn 4A- anh văn nhu cầu vào kỳ 9/5 bắt đầu học, dự kiến học 2 tháng thì 9/7 sẽ hoàn thành ạ . Vậy thì ngày 19/7 em có được đăng ký môn cho năm 4 không vậy ạ? Nếu lúc đó chưa có kết quả thi thì em có đủ điều kiện đăng ký môn không vậy ạ? Em cám ơn Trân trọng.",
    "Xin chào thầy/cô, em có một thắc mắc về vấn đề chứng chỉ ngoại ngữ mong muốn được thầy/cô giải đáp, đó là: \"  B Đăng ký thi anh văn Toeic nói - viết ở trung tâm ngoại ngữ Bách Khoa (BKEnglish) có thể dùng để xét tốt nghiệp như chứng chỉ nói viết ở trung tâm khác không ạ?   \" Mong thầy/cô sẽ phản hồi sớm. Em xin cảm ơn.  .",
    "Em chào Cô, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em chưa thể đăng ký tốt nghiệp được do tình trạng sinh viên của em là tạm dừng . Em kính mong Cô và Nhà Trường ra quyết định thu nhận giúp em để em có thể đăng ký tốt nghiệp đúng hạn. Em xin cảm ơn Cô.",
    "Chào ad, SInh viên đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên tình trạng sinh viên vẫn là \"tạm dừng\", dẫn đến không thể truy cập phần đăng ký tốt nghiệp. Vì sắp hết hạn đăng ký, mong được hỗ trợ sớm. Cảm ơn.",
    "Kính gửi thầy/cô, Do ảnh hưởng của dịch nên nhà trường có cho dời hạn nộp bằng anh văn để nhận luận văn và tốt nghiệp. Em muốn hỏi hạn chót sinh viên nộp bằng anh văn để tốt nghiệp trong năm nay là khi nào ạ? Em cảm ơn thầy/cô nhiều. Chúc thầy/cô có một ngày làm việc hiệu quả.",
    "Cho em hỏi là trong đợt đăng kí môn học kì hè 213 có xét chuẩn anh văn với K19 không? Và nếu có xét thì hạn chót để nộp bằng anh văn là khi nào?",
    "Kính gửi    Em tên Huỳnh Thị Hồng Thắm_ MSSV  Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi em vào Mybk vào mục đăng kí tốt nghiệp thì bị lỗi như hình, và không đăng kí được . Em mong  phản hồi và hướng dẫn em cách đăng kí . EM CÁM ƠN ",
    "Kính gửi PĐT Trường ĐH Bách Khoa Em tên Huỳnh Thị Hồng Thắm_ MSSV  Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi em vào Mybk vào mục đăng kí tốt nghiệp thì bị lỗi như bên dưới em trích dẫn:  OPPSSS!!!! Sorry... Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị. Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây . Em mong PĐT phản hồi và hướng dẫn em cách đăng kí. EM CÁM ƠN",
    "Kính gửi, 1. Em không thể đăng kí nhận bằng tốt nghiệp tạm thời được vì tình trạng sinh viên em đang ở chế đồ \"tạm dừng\" do không đăng kí học môn học kì này. Vậy có phải do bảng điểm của em chưa được cập nhật số tín chỉ. Nếu không phải thì nhờ văn phòng kiểm tra giúp em xem là vấn đề gì? Sắp tới lịch xét tốt nghiệp bổ sung không? Và nếu có cho em xin thời gian cụ thể?  Trân trọng, ",
    "Em tên -MSSV: Vì HK211 em đã hoàn thành giáo dục thể chất học phần 1, do sơ suất em đã đăng kí học 1 môn giáo dục thể chất học phần 1 nữa ở HK212( Bóng rổ -PE1015) Em xin phòng đào tạo cho em hủy môn bóng rổ PE1015 ở HK212. Em xin cảm ơn Trân trọng Kính chào",
    "Em có hoãn thi môn Vật lí 2, mà đến giờ thì chỉ còn mỗi môn này là em chưa có lịch thi, mssv của em là , mong pdt xem xét giúp em với ạ.",
    "Thưa thầy/cô, em có đăng ký 2 môn CO1027 và ME2071 như hình và học phần thí nghiệm rõ ràng là không trùng lịch nhau. Tuy nhiên, sau khi cập nhật thời khoá biểu sau khi nghỉ 4 tuần tháng 3 thì lại trùng lịch. Vì cả 2 môn dều bắt buộc phải học thí nghiệm nếu không sẽ cấm thi cuối kỳ. Mong thầy/cô phản hồi! Em cảm ơn!",
    "Kính gửi Phòng đào tạo, Ngày 21/3 em có nộp chứng chỉ ngoại ngữ TOEIC và quy đổi điểm. Nhưng đến hiện tại điểm trung bình tích lũy của em vẫn chưa được cập nhật trong bảng điểm (Em có đính kèm hình ảnh ở phía dưới). Em mong Phòng đào tạo giải quyết và cập nhật điểm cho em vì em phải xét tốt nghiệp trước ngày 11/04/2022. Em xin chân thành cảm ơn!",
    "Chào thầy cô, Em đã đăng kí 1 môn học nằm ngoài CTĐT của ngành. Hiện tại, em nhận thấy môn học không thật sự cần thiết với chuyên ngành của em, em có nguyện vọng dành nhiều thời gian hơn cho việc ôn thi CCNN. Vậy trường hợp của em có phải là lí do chính đáng để đăng kí rút môn học trong thời gian này không ạ? Em cảm ơn thầy cô đã hỗ trợ ạ.",
    "Kính thưa phòng đào tạo, em tên là , MSSV:  thuộc khoa xây dựng. Em hiện nay đã đủ điều kiện tốt nghiệp nhưng do không đăng kí môn HK212 nên mục đăng kí tôt nghiệp em không vào được do bị trạng thái tạm dừng học. PDT cho em hỏi em phải làm cách nào để đăng kí tốt nghiệp đợt tháng 4/2022 ạ? Mong thầy cô xem xét cho em.",
    "Xin PĐT coi lại dùm em mức học phí học kì 212 ạ , em có đọc trên quy chế mức học phí điều III khoản 1 thì học phí kì 212 của em là 428.000 x 9 =3.852.000 VNĐ, nhưng trong BKpay lại là 6.660.000VNĐ ạ ,em cảm ơn    i  .",
    "Xin chào các thầy/cô phụ trách: Em là sinh viên K20, mssv:  học môn Phương pháp số ở kì 211. Phần điểm thi cuối kì trên bkel của em bị điểm 13 mặc dù em đã thi nghiêm túc và được các thầy cô coi thi điểm danh và xác nhận nộp bài. Sau khi em nhắn tin với thầy phụ trách thì em nhận câu trả lời của thầy là\" Thầy đã kiểm tra và tìm thấy bài của em. Tuy nhiên sao em lại để quá lâu kể từ khi có điểm là 2 tuần sau khi thi, hiện tại đã quá thời gian phúc khảo và thay đổi điểm rồi. Thầy cũng không biết P.ĐT có chấp nhận cho sửa điểm được hay không nữa.\" Tại vì em nghĩ bkel bị lỗi nên đã không liên lạc sớm với giáo viên bộ môn. Dạ kính mong thầy cô có thể giúp em tình huống này được không ạ.",
    "Em có điểm danh và tham gia thi cơ lưu chất hôm nay, nhưng thiết bị 2 của em có vấn đề nên không set up được 2 camera nên không được thi. Em muốn hỏi là muốn đăng kí hoãn thi với phòng đào tạo thì nên làm gì ạ?",
    "Em kính chào PDT ạ, Em có lên trang thông tin tốt nghiệp để xem thông tin về ngày tốt nghiệp thì thấy là chưa được cập nhật. Vì lễ tốt nghiệp năm ngoái là vào ngày 24/04/2021 nên cho em hỏi PDT là lễ tốt nghiệp sắp tới cũng là vào ngày 24/04 đúng không ạ? Do là ngày 24/04 em có 1 số chuyện cá nhân nên em mong muốn được biết thông tin này sớm để có thể sắp xếp được thời gian dự lễ tốt nghiệp ạ. Em cảm ơn PDT ạ.",
    "Em xin gửi hình ảnh phản hồi sai sót trong thông tin điểm của danh sách tốt nghiệp dự kiến ạ, file đính kém phía dưới ạ, điểm trung bình tích lũy của em 7,31 mà trong đó để là 0 ạ",
    "Chào cô,  Cô cho em hỏi là em đã đăng ký rút môn học Khí động lực học 1, mã TR2011 hồi tháng 2 nhưng đến nay chưa hiện thông tin đã được xử lý trên bảng điểm. Nhờ phòng đạo tào xem lại giúp em ạ . Em cảm ơn.",
    "Dạ em xin chào PĐT, em tên là , MSSV: . Ở HK 212, em có đăng ký môn Luận văn tốt nghiệp 9 tín chỉ nhưng học phí em phải đóng ở trên BKpay hiển thị là đ. Em không biết có sai sót gì không, nên em rất mong bên PĐT có thể kiểm tra lại dùm em với ạ! Em rất mong sớm nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn ạ!",
    "Dạ em chào cô. Thì em muốn nộp phiếu thu nhận   1.Lúc trước em có hỏi là mình sẽ nộp qua cho  BKSI nhưng em cũng không biết nộp bằng cách nào, nộp qua bằng tạo câu hỏi yêu cầu hay là chọn mục tải file lên rồi chọn gửi email cho PĐT .  2. Cho e hỏi là trong quá trình nộp phiếu thu nhận lại thì em có thấy là phải nộp bằng tốt nghiệp, bằng tiếng anh... thì e phải nộp những cái bằng đó trước rồi em mới nộp được phiếu thu nhận hay là mình nộp phiếu thu nhận trước rồi mấy bằng đó mình sẽ bổ sung thêm sau. Và cho e hỏi luôn là cách mình bổ sung bằng đó như thế nào ạ, giống phiếu thu nhận nộp qua BKSI hay là mình nộp lên cho PĐT.  3. Em có viết biểu mẫu thu nhận lại không biết viết vậy đúng chưa ạ? Và em muốn học hè năm nay thì có cần sửa lại chỗ nào không?  Đó là những khúc mắc của em. Mong cô có thể giải đáp rõ ràng cho em những khúc mắc đó. em xin cảm ơn nhiều ạ  ",
    "Kính gửi phòng đào tạo, Em là , MSSV , Ở HK211 em có môn Thí nghiệm nhập môn kỹ thuật nhưng không được học. Đến HK212, môn này của em không được chuyển sang học phần của học kỳ này, khác so với các bạn cùng lớp của em. Kính mong nhận được sự giúp đỡ của nhà trường. Em xin cảm ơn.",
    "Kính gửi PDT em tên là  , MSSV : dạ thưa PDT , mấy nay e vào thời khóa biểu của em và ko thấy cập nhật lịch học cho tuần sau ạ? Mong PĐT kiểm tra và giúp đỡ cho em .",
    "Tốt nghiệp . Kính gửi PĐT, Em là     khóa K14 (   ), chương trình kỹ sư chất lượng cao Việt Pháp (  B PFIEV   ), chuyên nghành   B hệ thống năng lượng   . Hiện tại, em đã hoàn thành chương trình học cũng như là các điều kiện cần để tốt nghiệp (  B không có bằng tiếng pháp B1   ). Tuy nhiên, em đang bị tạm dừng học theo quyết định 2869/QĐ-ĐHBK vì không đăng ký môn học, nên em không thể sử dụng tín năng đăng ký tốt nghiệp. Nay em làm đơn này xin được đăng ký xét tốt nghiệp chương trình Kỹ sư chất lượng cao Việt Pháp (PFIEV) chuyên ngành hệ thống năng lượng. Kính mong PĐT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn. Trân trọng  .",
    "Em K15 hết chương trình đào tạo nhưng chưa đủ điều kiện tốt nghiệp thì bây giờ làm đơn chuyển hệ từ học kì hè năm nay hay là học kì 1 năm sau ạ. Em cảm ơn",
    "Kính gửi Phòng đạo tạo, em là , MSSV , sinh viên k21 Khoa học Máy Tính. Theo như trong lịch trên myBkel thì môn CTRR của nhóm L04 là học online (HANGOUT_TUONGTAC) nhưng các nhóm lớp khác lại là học trực tiếp tại trường. Em muốn được biết rõ là em sẽ học trực tuyến hay trực tiếp môn CTRR L04 ạ. Em xin cảm ơn",
    "em chào anh chị. Anh chị PĐT cho em hỏi, theo như quy định về anh văn đăng ký luận văn kỳ này được miễn xét do ảnh hưởng của dịch covid 19. Nếu theo quy định mới này, sinh viên năm cuối như tụi em có phải nộp anh văn trước ngày báo cáo luận văn tốt nghiệp không ạ? và nếu không thì hạn nộp cuối của tụi em sẽ trước khi tốt nghiệp phải không ạ?  Em cảm ơn anh/ chị PĐT.",
    "Hiện tại đến ngày 4/1/2022 em đã bổ sung đầy đủ các yêu cầu (Tiếng anh, ngày CTXH,...) để kịp tốt nghiệp đợt tháng 4/2022. Em đã hoàn thành các yêu cầu bổ sung trước ngày 11/04/2022. - Cho em hỏi tình trạng hiện tại của em trên cổng thông tin sinh viên là \"Nghỉ\". Như vậy em có cần phải viết đơn xin \"thu nhận lại\" hay hệ thống tự kích hoạt cho em ạ. - Em rất mong nhận được sự phản hồi sớm nhất từ Phòng Đào tạo. - Thông tin sinh viên:   + Tên:    + MSSV:  Em xin cảm ơn ạ.",
    "Họ và tên:  Ca thi: 14h ngày 3/4/2022 Lúc nộp bài thi em bị mất mạng, đến lúc có mạng lại thì cả link nộp bài chính thức và dự phòng đều đóng, lúc thi em có quay màn hình lại. Cho em hỏi trường hợp của em thì giải quyết làm sao ạ Em cảm ơn!",
    "Em chào thầy/ cô, Em là , MSSV: , lớp: XD16KT. Hiện tại em đã hoàn tất các điều kiện ra trường và đang thực hiện đăng ký tốt nghiệp bổ sung tuy nhiên em không truy cập vào trang đăng ký tốt nghiệp để thực hiện quá trình đăng ký được. Em có gửi một số hình ảnh đính kèm bên dưới, mong thầy cô giúp em cho phép em truy cập vào được trang đăng ký tốt nghiệp để thực hiện quá trình đăng ký ạ! Cảm ơn thầy/cô!",
    "Em chào thầy (cô) ạ. Em có lịch thi giữa kỳ theo hình thức trực tuyến nhưng do em không đáp ứng đủ điều kiện về thiết bị nên em muốn hoãn thi giữa kỳ ạ. Thầy (cô) cho em hỏi là làm sao để hoãn thi giữa kỳ ạ, do trên MyBK em không thấy để mục hoãn thi giữa kỳ ạ. Em xin cám ơn thầy (cô) ạ.",
    "Em là sinh viên khóa 17. Cho em hỏi hiện giờ thẻ của em đã hết hạn thì đăng ký theo trên mybk hay phải lên phòng đào tạo làm đơn ạ",
    "Chào quý thầy/cô! Em có đọc quy chế đào tạo nhưng có chổ chưa hiểu, mong quý thầy/cô giải đáp giúp. Em muốn hỏi là:  1) Sau khi thi các môn đã Hoãn Thi và trên 5 điểm thì điểm đó có tính vào điểm trung bình tích lũy hay không? 2)Và điểm học bổ túc các môn để liên thông Đại học thì có tính vào điểm trung bình tích lũy hay không?  Em cảm ơn quý thầy/ cô!",
    "Kính gửi PĐT trường ĐH Bách Khoa TPHCM,  Em có một vấn đề mong được PDT giải quyết giúp em ạ, - Khi check Danh sách dự kiến tốt nghiệp thì em nhận ra em bị đánh \"Nợ HP/lệ phí\" (Hình 1) và khi em check BK Pay, em thấy em có 1 khoản tiền mà em đăng kí nhưng   B không thanh toán đúng hạn    nên bị treo trên hệ thống (Hình 2). Em nghĩ đó là lí do vì sao em bị đánh Nợ HP/lệ phí . - Em đã gửi yêu cầu \"Nộp đơn xin xét tốt nghiệp\" trên My Bk nhưng vẫn ở trạng thái \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" (Hình 3)   Mong PĐT giải quyết sớm giúp em trong thời gian sớm nhất ạ, em xin cảm ơn và mong nhận được phản hồi của PĐT sớm nhất có thể ạ . P/s: Em đã từng lên trường 1 lần để làm việc với PĐT về vấn đề này nhưng em đợi 3 4 tuần vẫn chưa cập nhật danh sách dự kiến tốt nghiệp . Thân mến !",
    "Em đã hoàn tất đăng ký tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp chính thức. Mong pđt kiểm tra và thêm em vào danh sách ạ.",
    "Xác nhận môn học tương đương Trước đây em có học chương trình chất lượng cao và học môn cơ học đất với mã môn học là CI3001, số tín chỉ là 4. Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn cơ học đất có mã là CI3235 với số tín chỉ là 3 tín chỉ. Cho em hỏi để xác nhận 2 môn trên là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất thì em phải liên hệ phòng đào tạo hay với ai ạ, tại vì em có email cho bộ môn địa cơ nền móng nhưng không được phản hồi ạ  Em xin chân thành cảm ơn.",
    "Kính gửi PDT, Hiện sắp tới thời gian đóng học phí học kì 2 năm học 2021-2022. Với lý do đột xuất về hoàn cảnh của em nên chưa thể chuẩn bị kịp đúng số học phí để nộp, vậy em xin pdt hướng để giải quyết ạ",
    "Kính thưa quý thầy cô, Hiện tại, tài khoản google của em chỉ có thể đăng nhập trên 1 thiết bị là điện thoại. Còn khi đăng nhập trên thiết bị khác thì không đăng nhập được, nó yêu cầu xác định danh tính và liên hệ với quản trị viên. Em rất thắc mắc về trường hợp trên. Em gửi thư này mong nhận được sự phản hồi hướng dẫn của trường. Em xin chân thành cảm ơn",
    "Dạ chào thầy cô, thầy cô cho em hỏi hiện tại đang học online nên em đang ở quê, em muốn thi bổ sung giữa kì thì lấy đơn pđt gửi qua mail gửi cho gióa viên bộ môn thực hiện chữ kí điện tử được không ạ. Và hiện tại em đã nhận quyết định cho phép em thi bổ sung giữa kì, mong thầy cô hướng dẫn quy trình em thực hiện thi bổ sung giữa kì với ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Kính chào  Em tên  ; MSSV  Khoa Cơ Khí . Hiện tại em đã có bản scan giấy chứng nhận TN tạm thời.  cho em hỏi khi nào em có thể nhận bằng TN chính thức và những giấy tờ cần mang theo khi đến  nhận bằng TN. Em cám ơn !",
    "Dạ em chào Thầy/ Cô ạ, Kỳ 211 em có đăng ký hoãn thi môn Cơ sở vật liệu & Bảo vệ ăn mòn CH3331, hiện tại các bạn học chính thức đã có lịch thi của môn này nhưng em vẫn chưa có ạ . Thầy/ Cô có thể cho em biết là bao giờ em mới có lịch thi môn đó trên MyBK ạ? Em cảm ơn và mong sớm nhận phản hồi ạ.",
    "Cho em hỏi về thời hạn chuyển điểm anh văn với sinh viên năm 3 nếu đã đạt điểm 12 các môn av1234 -Chuẩn toeic để đạt 10 av1234 hiện tại là 750 đúng không ạ? ",
    "Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ, em xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ. Nếu có thể được đăng ký thì em xin cảm ơn pdt rất nhiều ạ",
    "Em có kết quả thi nói viết trên trang web của bk english đã hơn 10 ngày nhưng vẫn chưa được cập nhật trong danh sách dự kiến tốt nghiệp dự kiến tháng 4/2022, tình trạng sinh viên của em đang là \"tạm dừng\" nên cũng không truy cập vào được dịch vụ \"đăng ký tốt nghiệp\" trên mybk. Mong nhà trường giải quyết giúp em để em tốt nghiệp trong đợt tháng 4 này ạ.",
    "Chào quý Thầy Cô! Em tên  khoá 15 mssv . Hiện tại em có 14.5 ngày công tác xã hội và còn 0.5 ngày ctxh đang được cập nhật. Em có lên văn phòng đoàn và được cho biết danh sách đã được gửi rồi. Và đang được cập nhật. Em mong được hỗ trợ giúp em . Em chân thành cảm ơn quý thầy cô rất nhiều.",
    "Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ,và có thể ra trường chậm hơn 1 năm ạ. Em cầu xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ, nếu em không được đăng ký môn học đầu tại kỳ này thì em học đến cuối năm thứ 5 mới ra được trường ạ. Nếu em có thể đăng ký được thì em cảm ơn phòng đào tạo rất nhiều ạ",
    "Xin chào anh/chị,   Hiện tại khi truy cập mục đăng ký xét tốt nghiệp tại MyBK thì trang web hiện thông báo là em không được cấp quyền ạ.",
    "Kính gởi thầy cô PĐT ! Em là Nhân ngành Kiến trúc khóa 15. Hiện ngày ctxh em đã đủ điều kiện và cũng được một thời gian rồi ạ. Nhưng đến nay em vẫn không đăng ký tốt nghiệp được, em lên đăng ký thì vẫn đề là: \"thiếu ngày ctxh\". Do ngày hết hạn đăng ký theo lịch trường là 11/4 này nên em cũng lo lắng không kịp đăng ký tốt nghiệp. Em viết thư này mong thầy cô kiểm tra và cập nhật lại giúp em ạ.",
    "Em tên là ,mssv:,Khoa Xây Dựng,lớp XD21XD06  Hiện tại trong phần MYBK của em ko có Thời khóa biểu hk2 ạ.Mà xắp tới có những môn học,học trực tiếp tại trường nên em ko nắm rõ được lịch học và thời gian ,địa điểm từng môn học.Mong nhà trường giải quyết sớm nhất cho em ạ.  ",
    "Em xin chào thầy cô ạ . Hiện tại em mơi sinh em bé và gia đình em ở quê nên em không có điều kiện đến trường nay em xin phép được bảo lưu 1 năm ạ. Em mong thầy cô xét duyệt giúp em ạ. Em xin cảm ơn thầy cô",
    "Chào Thầy (Cô), Em là  () sinh viên K16 hiện em đã hoàn thành đủ số tín chỉ và đang chờ đủ các điều kiện về ngoại ngữ để tốt nghiệp. Em vừa có kết quả đạt chuẩn tiếng Anh nói viết vào tuần này. Nhưng vừa rồi em vừa nhận quyết định tạm dừng 728/QĐ-ĐHBK ngày 15/03/2022. Trong câu hỏi lần trước thì em được biết khi nào có tên trong danh sách dự kiến tốt nghiệp thì sẽ được quyết định thu nhận lại. Nhưng hạn chót đăng kí tốt nghiệp đợt này là 11/04 (danh sách dự kiến có thể cập nhật ngày 08/04) nên em sợ sẽ không kịp để đăng kí tốt nghiệp và tổ chức lễ tốt nghiệp trong đợt này. Nay em gửi yêu cầu mong thầy (cô) xem xét để em được thu nhận lại trước để có thể kịp đăng ký tốt nghiệp ngay khi có tên trong danh sách dự kiến. Em cảm ơn",
    "Em chào thầy/ cô, hôm nay là ngày 4/4 nhưng trên bkpay của em vẫn ghi là chưa đến hạn thanh toán, thầy/ cô xem lại hệ thống giúp em ạ. Em xin cảm ơn.",
    "Kính thưa PĐT, Hiện tại em đã đủ điều kiện để tốt nghiệp, nhưng do tình trạng sinh viên “đã tạm dừng” nên em không đăng ký tốt nghiệp được. Nhờ PĐT xem xét giúp em ạ, Em cảm ơn",
    "Kính gửi thầy cô! Chào thầy cô, hiện em đã đủ điều kiện để xét tốt nghiệp, mong thầy cô xét duyệt \"thu nhận lại \"để em được đăng kí tốt nghiệp vào đợt tháng tư, dạ em cám ơn!!!",
    "Kính chào quý thầy/cô Em tên là  mssv: Hiện em đã có tên trong danh sách dự kiến tốt nghiệp nhưng không đăng kí tốt nghiệp được do tình trạng sinh viên hiện tại là nghỉ. Kính mong ban giám hiệu nhà trường hiệu chỉnh trạng thái sinh viên cho em để em được đăng kí tốt nghiệp ạ. Em xin chân thành cám ơn",
    "Kính gửi PĐT, hiện tại em đã đủ điều kiện tốt nghiệp nhưng tình trạng sinh viên của em bị tạm dừng do không có TKB. Kính nhờ PĐT xem xét thu nhận để em có thể đăng ký tốt nghiệp. Em xin cám ơn.",
    "Em chào thầy, cô. Em hiện đang là sinh viên năm 2. Học kì này em có đăng kí môn thể chất. Trong một tháng rưỡi tới em phải xuống thành phố học offline chỉ môn thể chất này nhưng giờ em vẫn còn học online ở nhà các môn khác và nhà em ở tỉnh, di chuyển đến thành phố rất khó khăn. Nên em muốn hỏi có cách nào để em bảo lưu hoặc rút môn thể dục luôn được không ạ? Hiện tại thì môn ấy em chưa có cột điểm nào và em vừa học xong 6 tuần, sang tuần này em sẽ có buổi thứ 7 nhưng em sẽ không lên học do điều kiện không thuận lợi và em có ý định ngưng học môn này. Em còn một câu hỏi nữa, mong thầy cô có thể giúp em luôn ạ. Hồi năm 1 lúc em đăng kí môn thể chất thì không ghi rõ học phần 1/ học phần 2. Hết năm 1 là em đã hoàn thành xong được 2 môn khác nhau. Vậy em cần học thêm bao nhiêu môn, học phần thế nào nữa để hoàn thành thể chất bắt buộc ạ? Em cảm ơn thầy cô ạ.",
    "Chào quý thầy cô, Em là , mssv: Em đã đăng ký xét tốt nghiệp và phiếu đăng ký đã được xử lý từ 20/03 nhưng đến giờ vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Mong quý thầy cô cập nhật tên em để em kịp tốt nghiệp trong tháng 4 này. Em xin cảm ơn.",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi là khoá K18 còn được xét Anh văn nói viết nếu thi ở BK English không ạ? Em cảm ơn thầy/cô nhiều ạ,",
    "Dear Thầy/Cô Phòng đào tạo Em tên: , MSSV: . Kỳ vừa rổi, em còn môn Luận văn tốt nghiệp và bị đánh rớt. Nên trong lúc chờ kết quả thì em không đăng kí môn học trong kỳ vừa rồi ạ. Nên hệ thống đang để tình trạng hiện tại của sinh viên là \"Tạm Dừng\". Mong thầy cô xem xét chuyển tình trạng sang đang học để em có thể đăng kí môn học trong kỳ sau ạ. Em gửi mẫu đơn đăng kí thu nhận lại ở tập tin đính kèm ạ. Thanks",
    "Em chào Cô, Em là Trần Thanh Liêm MSSV  lớp XD15VL Em có tạo yêu cầu để được có tên trong danh sách tốt nghiệp tạm thời, nhưng hiện tại tình trạng sinh viên của em vẫn đang là \" Nghỉ\" xóa tên vì hết thời gian đào tạo, nên em không thể đăng ký Tốt Nghiệp trên Mybk được. Cô cho em hỏi là trường hợp của em phải đợi nhà trường tự tiếp nhận lại hay em phải làm đơn cứu xét ạ? Em cảm ơn Cô nhiều !",
    "Chào thầy/cô Em tên là . Là sinh viên khoá K21. Thầy/cô giải đáp giúp em là trong HK213, tụi em có được học vượt không ạ? Em đã học đủ môn trong HK211 và HK212 rồi ạ. Nếu em học vượt thì giá tính như dự thính đúng k ạ? Em cảm ơn thầy/cô. Chúc thầy/cô có một ngày vui vẻ.",
    "Kính gửi PĐT Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng sinh viên của em là  (do xóa tên vì hết thời gian học tập)  nên em không thể đăng ký tốt nghiệp được. Xin PĐT thu nhận em lại để em có thể kịp thời đăng ký tốt nghiệp trong lần này ạ. Em xin chân thành cảm ơn ạ.",
    "Em chào thầy/cô, Hiện tại em đã đủ các chứng chỉ anh văn tốt nghiệp, tuy nhiên trạng thái sinh viên của em bị tạm dừng do không đăng ký môn học, nên không  thể đăng ký tốt nghiệp trên trang mybk mục tốt nghiệp. Em có thể đăng ký tốt nghiệp bằng cách nào không ạ?. Em cảm ơn.",
    "xin chào quý thầy cô em la khoa k14 có chuyen sang hệ VHVL đu hết các điều kiện nhưng sao em vẫn chưa đăng ký được tốt nghiệp ( đa đu hết điều kiện) nho thầy cô check dùm e",
    "Em chào thầy/cô. Em tên là  - MSSV: . Học kỳ 211 em có hoãn thi môn Xử lý tín hiệu với FPGA (EE3041) và môn Mạng máy tính (EE3111). Sau khi nhận được điểm 14 trên bảng điểm và thời gian qua em nhận được thông tin là đã có lịch thi cho học kỳ 212. Em xem lịch thi thì chỉ thấy lịch thi mỗi môn Mạng máy tính thôi, chưa có lịch thi môn FPGA ạ. Em mong thầy/cô giải quyết dùm em ạ. Em cảm ơn. Trân trọng",
    "Kính gửi quý thầy cô. Hiện nay em đã hoàn thanh xong chương trình học, và em mới có xác nhận điểm thi anh văn trước ạ. vậy em có đủ điều kiện để xét tốt nghiệp đợt này không ạ. Em cảm ơn ạ",
    "Em chào quý thầy cô Em hiện tại có thắc mắc là  các khoản thu của nhà trường bao gồm học phí mỗi kỳ và các khoản thu bảo hiểm y tế em đều đóng đủ. Nhưng chỉ riêng khoản thu bảo hiểm y tế năm 2017 em chưa đóng (do em đăng ký nhằm nên xuất hiện trên BKpay, em có đính kèm ảnh). Vậy thì em có bị chưa thanh toán đầy đủ học phí không ạ? Và với tình trạng của em thì em đủ điều kiện tốp nghiệp không ạ? Mong quý thầy cô giải đáp thắc mắc giùm em với ạ  Em cảm ơn ạ",
    "Dạ em chào thầy cô, Kỳ vừa rồi em có đăng ký hoãn thi, không biết giờ em muốn hủy hoãn thi được không ạ Mong nhận được sự phản hồi sớm từ thầy cô ạ Trân trọng",
    "Em nộp đơn rút môn học ạ",
    "Thân gửi Phòng đào tạo, em đã phúc tra bài thi cuối kỳ môn học CI2095 - Địa chất công trình (HK211) thì nhận lại kết quả không phúc tra là sao ạ .",
    "Dạ cô ơi, bkpay của em đã mở thanh toán nhưng khi nhấp vào để đến ocb thanh toán thì lại ko truy cập được, internet và máy tính của em cũng ko bị lỗi. Em cũng đã thử lại trên điện thoại cũng không truy cập được, cô xem lại giúp em ạ. Em cảm ơn.",
    "Kính gui PDT Thầy/cô cho em xin hỏi, hiện tại em bị hết thời gian đào tạo, em có thể xin chuyển hệ vừa làm vua học không ạ. Nếu chuyển em phải làm thế nào ạ, em xin cảm ơn.",
    "QUOTE : Em có xin hoãn học phí vào kỳ 211, trên bk pay có hiện ra mục thanh toán, nhưng em không biết đã được bấm vào và thanh toán hay chưa. Vì hạn ghi là 19/11. Hiện tại em có nên tiến hành thanh toán luôn học phí luôn không ạ ?",
    "Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau: 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học . 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345)  Em xin chân thành cảm ơn.",
    "Cho em xin email của thầy , gv môn cầu lông lớp L03 với ạ . Em có gửi tin nhắn qua bkel nhưng không thấy thầy hoạt động ạ. Em cảm ơn",
    "dạ cho em hỏi em đã bảo vệ lvtn kì trước, kì này em không còn dki môn học nhưng chưa có av để dki tốt nghiệp, nên tình trạng sinh viên giờ là tạm dừng. vậy kì sau có ảnh hưởng gì không ạ. em sợ để lâu quá thì bị buộc thôi học ạ",
    "Tốt nghiệp .",
    "Chào Thầy/ Cô, Em là , MSSV:  Trong thời khóa biểu phòng đào xếp cho em bị trùng lớp thí nghiệm Công nghệ Cơ khí 3 (IU3066) và Công nghệ Khí nén (IU3064), nhưng 2 lớp này vẫn trùng phòng học ạ (em có gửi hình ảnh đi kèm). Mong Thầy/Cô giải quyết giúp em. Em cám ơn!",
    "Em chào thầy/cô . HK211 em có xin hoãn học phí. Em có đọc quy định là phải thanh toán học phí HK211 và HK212 vào HK212. Nhưng gia đình em thực sự khó khăn thì em có thể nào thanh toán trước HP của 1 kì được không ạ?",
    "Kính gửi phòng đào tạo Học kì này em có chuyển sang hệ VLVH và nhận được hướng dẫn đăng kí các môn theo chương trình đào tạo đại trà. Em có đăng kí theo nhưng không có nhu cầu học liên thông kĩ sư- thạc sĩ nhưng trong chương trình đào tạo không ghi rõ đó là môn trong liên thông nên em không biết, đợt đóng học phí 21/03/2022 , em chỉ thấy trên BKpay học phí chuyển hệ, nhưng hôm nay 4/4/2022 có thêm mục học phí liên thông. Em muốn nhận được sự tư vấn về chương trình đào tạo cử nhân chính thức để không đăng kí nhầm cho lần sau. Và em có thể hủy môn liên thông trong học kì này được không ạ.",
    "Em xin chào pđt Em là  MSSV  Thưa phòng đào tạo vì lý do đột xuất nên em đã bỏ lỡ đợt lấy thẻ ngân hàng ocb, em không biết có thể nhận lại thẻ ở đâu ạ, xin pđt chỉ giúp em Em xin cảm ơn",
    "Em muốn hỏi về việc đăng ky tốt nghiệp.   i Tốt nghiệp . EM đã hoàn thành đủ các điều kiện để được tốt nghiệp nhưng do không đăng kí môn học nên tình trạng của em đang là tạm dừng. Em khẩn xin phòng đào tạo mở lại cho em để em được làm lễ tốt nghiệp trong thang tới. Em xin cám ơn!",
    ". cho em hỏi là thẻ sinh viên lần đầu của em, do là lúc gửi ảnh thẻ bị mờ nên hiện tại em chưa nhận được thẻ. vậy cho em hỏi làm sao để nhận được thẻ ạ và nhận ở đâu ạ",
    "Dạ em chào thầy/cô Em tên là  - . Hiện em đã đăng ký xét tốt nghiệp trên mybk được 1 tuần nhưng em vẫn chưa thấy cập nhật lên bkpay để thanh toán lệ phí 95.000 Thầy/cô cho em hỏi khi nào thì em được cập nhật để thanh toán lệ phí tốt nghiệp vậy ạ? Em cảm ơn thầy/cô ạ",
    "Kính gửi PĐT  Em xin gửi đơn chuyển hệ chính quy sang VLVH mong được phòng đào tạo xem xét và duyệt ạ. Em xin cảm ơn",
    "Kính gửi quí thầy cô, Em là sinh viên khóa 20, chương trình chất lượng cao. Hiện kì 212 em có đăng ký học môn Thiết kế công việc và nhân trắc học. Đây không phải là môn có trong chương trình đào tạo của ngành em học. Do một số lí do cá nhân, nên em có mong muốn được rút môn học này. Em đã đóng đủ học phí cho kì 212 và sau khi rút môn em vẫn đủ số tín chỉ tối thiểu cho kì này. Do đó, em thắc mắc rằng thời điểm này có còn trong thời gian được rút môn và nếu có thì quy trình như thế nào? Rất cảm ơn quí thầy cô đã đọc, mong sớm nhận được phản hồi từ quí thầy cô, Trân trọng.",
    "Em tên là , MSSV , lớp VP20VT. Em xin quý thầy cô giải quyết về vấn đề học phí của kỳ này ạ. Ngày t5 31/03/2022 em kiểm tra trên BKPay mức học phí là 5.850.000đ. Ngày t6 01/04/2022 kiểm tra lại mức học phí là 6.550.000đ, dư số tiền 3 tín chỉ môn Điện - Giải tích mạch EE2031 là học phần thí nghiệm của kỳ 211 (đã hoàn thành học phần lý thuyết, kỳ 212 bổ sung học phần thí nghiệm để kết thúc môn học). Kính xin quý thầy cô hỗ trợ giải quyết ạ. Em xin cảm ơn!",
    "Em chào Thầy/Cô, Em là sinh viên lớp P01 của môn học Hệ thống mt & ngôn ngữ lt (EE2009) ở HK 212. Em đã nhận được lịch thi cuối kỳ của môn học trên MyBK do PĐT thông báo. Cụ thể là chúng em sẽ thi vào ngày 22/05 (tức là ở tuần 21), trong khi lúc đó chúng em còn đến 2 buổi thực hành vào tuần 22 và tuần 24 vẫn chưa học xong . Vậy nên em thấy lịch thi này vẫn chưa phù hợp với kế hoạch học tập và ôn thi của chúng em ạ. Vì thời khóa biểu học tập đã được thông báo trước cho chúng em từ đầu học kỳ nên chúng em cũng đã lên kế hoạch làm việc theo tiến trình đó . Việc có lịch thi đột xuất vào ngay trong thời gian học thế này làm chúng em rất hoang mang và không kịp chuẩn bị chu đáo nhất cho bài thi. Do đó, em mong thầy xem xét giúp lớp em về vấn đề này ạ. Em cảm ơn Thầy/Cô",
    "cho em hỏi là sắp tới em tốt nghiệp hệ chính quy xong thì muốn đăng kí hệ vừa học vừa làm bằng 2 thì phải làm đơn ở đâu ạ, và điều kiện là gì ạ. Và vào ngày làm lễ tốt nghiệp em có việc ở xa nên không tham gia được thì có sao không ạ, sau đó em nhận bằng sau được không ạ. Em cảm ơn ạ.",
    "Dạ thưa thầy cô,Cho em hỏi kì này 1 tín chỉ là bao nhiêu tiền ạ?",
    "Chào thầy/cô. Em tên Phạm Quang Nghĩa, mssv . Trong danh sách tốt nghiệp dự kiến, điểm tbtl của em là 7.11 và đạt loại KHÁ. Nhưng giấy chứng nhận tốt nghiệp tạm thời của em tại sao lại xếp loại TRUNG BÌNH KHÁ vậy? Thầy cô xem, xét giúp em .",
    "Em chào Thầy/Cô, Thầy/Cô cho em hỏi mục học phí dự thính chuyển hệ trong ảnh em gửi kèm là của nội dung gì ạ. Do em không có thời khóa biểu dự thính. Em xin cảm ơn.   i ",
    "Kính gửi quý thầy cô,  Em xin được gửi Phiếu đăng ký rút môn học. Thông tin chi tiết được ghi rõ trong tệp đính kèm. Kính mong quý thầy cô, PĐT xem xét cho em được rút môn học (điểm R). Cảm ơn quý thầy cô vì đã đọc. Kính chúc quý thầy cô buổi chiều tốt lành, mong sớm nhận được phản hồi từ quý thầy cô, Trân trọng.",
    "Dạ thưa thầy cô, hiện em chỉ còn thiếu bài thi anh văn nói - viết ở trung tâm BK English, nhưng do dịp lễ nên lịch thi của em bị dời sang 16/4. Cho em hỏi sau khi thi xong em xin xét bổ sung tốt nghiệp được không ạ?",
    "Kính gửi Phòng đào tạo, Em tên ,lớp CC20QKD2 Em viết đơn này gửi đến phòng đào tạo để xin đăng ký rút môn học. Cảm ơn phòng đào tạo đã xem, em rất mong nhận được phản hồi từ phía phòng đào tạo. Kính thư -Ngành Quản lí công nghiệp",
    "Kính gửi Phòng Đào tạo, Em tên là  thuộc lớp CC20QKD2 MSSV . Vì tình hình sức khỏe không tốt nên em hiện không thể đảm bảo việc hoàn thành môn học. Hôm nay em xin được phép gửi đơn đăng ký xin rút môn học Thiết kế công việc và nhân trắc học (ME2111 và ME2112) trong học kỳ 212 này ạ . Kính mong Quý Thầy Cô có thể xem xét và chấp thuận cho trường hợp của em ạ. Cảm ơn Quý Thầy Cô và kính chúc Quý Thầy Cô bình an và mạnh khỏe. Trân trọng./.  ",
    "Thời khóa biểu của em bị trùng môn TN Đo lường điều khiển bằng máy tính và môn thực tập điện 2    vào tuần 14,15 (hình đính kèm ở dưới). Mong pđt xếp lại lịch để em tham gia học đầy đủ 2 môn ạ.",
    "Em là sinh viên bằng 2 khoa KHMT. Trong thời gian chờ đợi thẻ sinh viên bằng 2, em đã đăng ký in thẻ mới (đã đóng tiền) vào tuần trước do nhầm tưởng trường không in thẻ lần đầu. Hiện em vừa nhận được mail báo đi nhận thẻ tại trường. Cho em hỏi PĐT có thể hủy đăng ký in thẻ và gửi lại qua stk được không ạ? Em cảm ơn ạ.",
    "Chào phòng đào tạo, Em tên là  Mssv:  Hiện nay em đã hoàn thành đủ điều kiện tốt nghiệp Mong phòng đào tạo xem xét thu nhận lại để em được xét tốt nghiệp Em cám ơn ạ.",
    "Dạ em chào Phòng Đào Tạo. Phòng Đào Tạo cho em hỏi là kỳ 201 em có hoãn thi môn phương pháp tính (MT1009) nhưng kỳ 211 em có đăng ký học dự thính và đạt kết quả qua môn rồi. Nhưng giờ em lại có lịch thi bù môn phương pháp tính ( của kỳ 201 ) thì bây giờ em có cần phải thi nữa không ạ. Em cảm ơn Phòng Đào Tạo mong Phòng Đào Tạo sớm hồi đáp em . Chúc Phòng Đào Tạo 1 ngày làm việc hiệu quả ạ! ",
    "Hiện tại em đã bổ sung đầy đủ các điều kiện để đăng ký tốt nghiệp trước ngày   B 11/04/2022    rồi ạ. - Em xin phòng đạo tạo cho em   B \"Đăng ký tốt nghiệp\"    bổ sung đợt tháng   B 4/2022    ạ, do em đang trong tình trạng \"nghỉ\" vì quá thời gian đào tạo theo quyết định   B \"727/QĐ-ĐHBK\"    của nhà trường. - Thông tin sinh viên:   + Tên:    + MSSV:    + Khoa: Kỹ thuật Xây Dựng Em xin cảm ơn ạ.",
    "Kính chào quý thầy/cô, Em là  (MSSV: ). Em đã chuyển điểm toeic từ ngày 31/3 đến giờ vẫn chưa được cập nhật. Em mong thầy/cô có thể cập nhật điểm chuyển anh văn 3,4 sớm để em có thể đăng ký tốt nghiệp ạ. Và em mong thầy/cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022. Hiện tại thì em đã kết thúc hết học phần và chỉ đợi chuyển điểm và mở lại tình trạng sinh viên để tốt nghiệp thôi ạ. Em xin chân thành cảm ơn!!! ",
    "Dạ thời khóa biểu của em bị trùng lịch học Thí nghiệm môn Thực tập điện 2 và môn Đo lường và điều khiển bằng máy tính thí nghiệm ạ. Cho em hỏi có cách nào giải quyết không ạ. Mong phòng đào tạo sớm phản hồi cho em ạ.",
    "Em đã được duyệt chuyển hệ VHVL, có thể bắt đầu đăng kí môn học từ tháng 4, nhưng môn em cần đăng kí là LVTN, nếu học kì hè em không đăng kí mà để sang học kì 221 đăng kí thì có được không ạ",
    "Họ và tên:  Mssv:  Lớp: VP2017 Năng lượng Học kì 202 em có đăng kí hoãn thi môn Bdiễn &xlý t/hiệu nnhiên - 404711. Phòng đào tạo cho phép em được đăng kí thi chuyển điểm HT vào học kì 212 này ạ. Em có hỏi khóa 2018 đang học thì có lịch thi rồi nhưng trang lịch thi của em chưa được đăng ký ạ. Mong phòng đào tạo có thể đăng kí cho em thi chuyển điểm để hoàn thành môn học ạ. Em xin chân thành cảm ơn ạ!",
    "Chào thầy cô,  Em xin gửi thầy cô đơn xin rút môn học của em ạ. Em cảm ơn thầy cô đã hỗ trợ.",
    "Em là:  MSSV:  Lớp: TN GIải tích mạch thầy  (VL01) Em xin phép được chuyển lịch học thí nghiệm Giải tích mạch sang học kì hè 2021-2022. Nguyên nhân: Do em bị dương tính với covid vào những ngày học tngtm, nên không thê tham gia vào lớp học. Em cảm ơn.",
    "Xin chào PĐT, em tên  , là sinh viên chuyển hệ từ CQ sang VLVH MSSV cũ : 3 MSSV VLVH :  lúc đăng ký chuyển hệ , em chọn chương trình k17. Em kiểm tra trong bảng điểm chuyển trên stinfo thì thấy bị thiếu một số môn mặc dù em đã hoàn thành lúc còn học chính quy : Giải tích 2 (MT1005) ,Xác suất thống kê (MT2001) ,Giáo dục quốc phòng (MI1003) ,Vật lý bán dẫn (EE1007). Em xin hỏi làm sao để giải quyết ạ.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - ĐHQG TP.HCM, Em tên: . MSSV: . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em chưa thể đăng ký tốt nghiệp được do tình trạng của em vẫn đang là \"tạm dừng\", đồng thời số tín chỉ tích lũy của em vẫn chưa được cập nhật lên 142 ạ. Mong Phòng Đạo Tạo kiểm tra và hỗ trợ em. Em xin trân trọng cảm ơn.",
    "Kính gửi phòng đào tạo! Em lên là:   MSSV:  Hệ VLVH - Khoa: Cơ Khí Nội dung: Em có nhận được thông báo đóng học phí, em có truy cập vào thì thấy thu thêm một khoản 1.575.000 với nội dung \"Học phí dự thính chuyển cơ sở học kỳ 212\". Em rất băn khoăn về khoản này, mong phòng đào tạo giải thích giúp em ạ. Em xin chân thành cảm ơn!",
    "ng kí hoãn thi giữa kì Tên sinh viên:  MSSV:  Lí do Do không đảm bảo trang thiết bị để thi: - Laptop hiện đang bị lỗi, không thể mở máy - Điện thoại cá nhân không đáp ứng được các yêu cầu: vừa làm bài thi trên web, vừa vào Google meet và ghi lại màn hình.",
    "Em chào phòng đào tạo ạ. Em đang là sinh viên năm nhất của trường và em có ý định thi lại Đánh giá năng lực để chuyển ngành khác ạ. Cho em hỏi là nếu em thi đợt 2 đạt đủ điểm của ngành mà em muốn chuyển thì em có được chuyển ngành và học tiếp lên năm 2 không hay em phải học lại từ năm nhất ạ? Em cảm ơn phòng đào tạo ạ.   3",
    "Tốt nghiệp . Kính chào Thầy Cô. Em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp trong tháng 4. Nhưng ngày CTXH của em vẫn chưa được cập nhật trong trang Đăng Ký Tốt Nghiệp nên em không được phép đăng ký vì nợ ngày CTXH. Kính mong Thầy Cô cập nhật giúp em để em kịp đăng ký tốt nghiệp đúng hạn ạ. Em xin cảm ơn.",
    "Kính chào quý thầy cô lãnh đạo, Em tên , hiện đang học chương trình PFIEV khóa 2018. Em xin đại diện lớp học môn Bộ chấp hành thông minh gửi đơn thi kết thúc môn học sớm. Trong đơn đã có xác nhận của thầy giảng dạy. Chúng em chờ phản hồi sớm nhất từ quý thầy cô ạ. Trân trọng, .",
    "Kính gửi Quý thầy cô Phòng đào tạo trường Đại học Bách Khoa - ĐHQG - TPHCM. Theo em được biết thì từ khóa K17 trở về trước chứng chỉ TOEIC S-W có thể thi ở IIG để nhận bằng quốc tế hoặc tham gia thi tại BK English và chuyển điểm tương đương để đủ yêu cầu tốt nghiệp. Tuy nhiên, từ khóa K18 trở về sau thi BẮT BUỘC phải thi chứng chỉ quốc tế tại IIG mới được chấp nhận . Em không biết thông tin này có đúng không ạ, nếu em chỉ thi ở BK English thì có được chấp nhận không ạ?  Rất mong nhận được phản hồi từ quý thầy cô Phòng Đào tạo ạ. Chân thành cảm ơn quý thầy cô.",
    "Gởi phòng đào tạo Em tên:  MSSV:  Hệ: VLVH Vì lý do kinh tế nên em muốn hoãn đóng học phí kì này thì mình cần làm những gì ạ. Cảm ơn phòng đào tạo trân trọng",
    "Dạ em tên , MSSV: , em thuộc khoa cơ khí khoá k15 hiện em chỉ còn tiếng anh nói viết nữa là có thể tốt nghiệp nhưng hiện tại thì em đã hết thời gian học theo chương trình đào tạo. Vậy em có thể xin gia hạn thêm để có thể hoàn thành chương trình học để tốt nghiệp không ạ. Mong nhà trường có thể giúp em với ạ. Em cảm ơn nhiều rất nhiều ạ.",
    "Do dịch bệnh covid khó khăn nên em đã thanh toán trễ hạn HỌC PHÍ SĐH, thầy/cô cho em hỏi việc đóng trễ học phí như vậy có ảnh hưởng gì nhiều không ạ.",
    "Kính chào các thầy cô phòng đào tạo. Do sơ xuất của em vì đã không theo dõi bkpay, đến giờ đã hết hạn chuyển tiền lệ phí miễn điểm anh văn trên bkpay. Cho em hỏi bây giờ còn chuyển được không ạ vì em thấy khoản đó trên bkpay vẫn còn thanh toán được. Và nếu không được nữa thì xin thầy cô tạo cho em hạn mới để chuyển với ạ (bằng anh văn của em hiện tại vẫn chưa hết hạn). Dạ em cảm ơn nhiều ạ",
    "Em bị sai nơi sinh, nơi sinh em tỉnh Tiền Giang mà trong lý lịch lại là tỉnh Khánh Hòa, mong nhà trường sửa lại nơi sinh giúp em ạ  Em xin cảm ơn ạ",
    "em có đăng kí rút môn Anh văn LA0011 mà nhà trường vẫn tính học phí em ạ.",
    "n xin phục hồi TKB .",
    "Em có thể đóng trễ học phí khoảng 2 tuần sau ngày cuối hạn được không ạ?",
    "Cho phép em xin được hỏi tiêu chuẩn Toeic anh văn đầu ra của khóa K18 với ạ. Em xin cảm ơn",
    "Em chào thầy/cô, Đợt trước em đã có tạo câu hỏi và nhận được trả lời là sau khi có tên trong danh sách tốt nghiệp dự kiến thì sẽ được thu hồi tình trạng Tạm Dừng. Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022, nhưng em vẫn chưa đăng kí tốt nghiệp được vì tình trạng tạm dừng. Mong thầy cô kiểm tra giúp em. Em cảm ơn ",
    "Em là sinh viên k15, hiện đã hết hạn học, chỉ còn nợ Toeic speaking and writing. Tình trạng học của em hiện tại là Nghỉ, em có thể xin gia hạn thêm một kỳ để hoàn thành Toeic speaking and writing không. Em thấy mình bị ghi là Xóa tên vì hết thời gian học. Em lo quá.",
    "Dạ em chào quý thầy cô hiện tại trên bảng điểm em đạt được số tín chỉ tích lũy là 140. Trong học kỳ 1 năm học này em chỉ thi có hai môn anh văn 3 và 4. Cả hai môn này, em điều có điểm trên bảng điểm hết rồi ạ mà tới thời điểm này bảng điểm chưa có cập nhật điểm trung bình và số tính chỉ trong học kỳ đó. Nếu tính hai môn này thì em sẽ đạt trên 141 tín chỉ và đủ để đk tốp nghiệp. Với lại hiện tại tình trạng sinh viên của em đã tạm dừng. Vậy thì bây giờ em nên làm như thế nào ạ. Em mong quý thầy cô chỉ em với ạ, em muốn ra trường trong học kỳ này lắm ạ. Em cảm ơn quý thầy cô ạ",
    "Thân gửi Phòng đào tạo, em tên là .MSSV:.Em đang gặp vấn đề là giảng viên dạy môn Địa chất công trình đã có sai sót trong quá trình nhập điểm lên hệ thống.Bây giờ em cần phải làm gì để mở khóa bảng điểm HK211 cho thầy hiệu chỉnh ạ. Mặc dù môn này còn thời hạn phúc tra, em đã gửi phiếu phúc tra nhưng kết quả lại nhận được như ảnh dưới ạ.",
    "Tốt nghiệp . Dạ kính thưa thầy/cô Phòng đào tạo Em là  - mssv: Dạ thưa hiện tại em đã đóng tiền tốt nghiệp giữa tháng 3 và được giấy tốt nghiệp tạm thời giữa tháng 3 ạ, nhưng cuối tháng 3 em chưa được vào danh sách tốt nghiệp chính thức. Dạ nếu vậy em có được đăng ký làm lễ tốt nghiệp giữa tháng 4 không ạ. Vì em sợ cuối tháng 4 mới được vào danh sách tốt nghiệp chính thức thì sẽ bị mất cơ hội được làm lễ, dạ vì cả cuộc đời sinh viên em chỉ ước mơ được vậy. Nếu có thể em rất mong được thầy/cô giúp ạ. Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khỏe ạ. Trân trọng, ",
    "Em tên:     MSSV:  Khoa kỹ thuật giao thông. Ngành kỹ thuật ô tô. Lớp: GT17OTO2. Theo thông báo số 143/ĐHBK-ĐT ngày 17/11/2021 về kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. Thì em thấy có phần : “Nhà trường cho phép mở các học phần đồ án, đề cương luận văn tốt nghiệp (ĐCLV), luận văn tốt nghiệp (LVTN) trong hè” . Nhưng trong thông báo cập nhật ngày 24/1/2022 không có phần như trên.  Vậy cho em hỏi học kì hè 213 nhà trường có cho phép mở học phần LVTN không ạ? Em cảm ơn.",
    "Em chào thầy(cô) tư vấn. Em là sinh viên Khoa KTXD, MSSV: . Em muốn hỏi: - Học phí quy định học kì 2 khóa 2021 là 12 triệu bao gồm bao nhiêu tín chỉ? - Học phí này đã bao gồm học phí giáo dục quốc phòng chưa? - Số tín chỉ của em là 17. Vậy em cần nộp học phí bao nhiêu? - Nếu rớt môn thì học kì hè đây em có thể đăng kí học lại được không? - Nhà trường yêu cầu đăng kí môn anh văn nhưng khi em đăng kí môn anh văn cơ bản thì gặp tình trạng ko còn lớp trống? Em cần phải làm gì? Em cảm ơn thầy(cô) tư vấn đã đọc những thắc mắc của em. Em mong sớm nhận được phản hồi của thầy(cô).",
    "Em đã hoàn thành chương trình đào tạo của trường và đang thi anh văn nói viết để xét tốt nghiệp, nên học kỳ 212 em không có đăng ký môn học và bị tạm dừng theo quyết định số 728/ĐQ-ĐHBK. Nay em đã hoàn thành thi anh văn nói viết nên mong được thu nhận lại để đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/ cô ạ, Thầy/ Cô cho em hỏi, trong HK213 sinh viên K21 có được phép đăng ký học vượt không ạ, hay chúng em chỉ được phép học cải thiện hoặc học lại ạ? Em xin cảm ơn thầy/cô ạ. Trân trọng.",
    "Em chào Thầy (Cô) Như đợt trước em có vào xem thanh toán học phí thì tín chỉ học phần của em hết 925.000đ với 1 tín chỉ học kì. Nhưng hiện tại thì học phí thu của em theo thông báo lên tới 11.250.000đ. Mong quý Thầy (Cô) hồi đáp và nếu có nhầm lẫn mong Quý Thầy Cô sửa đổi về việc thu học phí ạ. Em xin cám ơn.",
    "Xin chào phòng đào tạo. Em là sv k15, hiện đã chuyển sang hệ vừa làm vừa học. Hiện tại chương trình đào tạo của em còn 4 môn Anh Văn vẫn chưa học (AV 1, 2, 3, 4) và LVTN (đang làm trong kỳ này). Em được nghe là chuyển sang hệ vừa làm vừa học thì không cần học 4 môn AV (cũng như không cần chuyển đổi điểm 4 môn này bằng điểm TOEIC) và không cần thi 2 kỹ năng nói, viết tiếng Anh. Vì không biết tính chính xác của vấn đề này, em mong phòng đào tạo có thể xác nhận giúp em là hệ vlvh có được miễn 4 môn AV và 2 kỹ năng nói, viết hay không? Em xin cảm ơn phòng đào tạo. Chúc các thầy, cô có một ngày làm việc vui vẻ.",
    "Cho em hỏi là hiện tại em vẫn chưa nhận lại thẻ ngân hàng OCB, không biết là em có thể nhận thẻ ở đâu ạ. Em chân thành cảm ơn",
    "Quý thầy cô cho em hỏi \"Học phí dự thính chuyển hệ học kỳ 212\" \"và Học phí dự thính ngoài giờ học kỳ 212\" là giống hay khác nhau ạ? Hiện tại em có 2 mục học phí cùng số tiền không biết đóng cả 2 hay đóng cái nào. Em cảm ơn ạ.",
    "Chào anh/chị, em có 2 câu hỏi cần hỗ trợ, mong anh/chị trả lời giúp em ạ 1. Em đã đăng ký tốt nghiệp xong thì khi nào có bằng chính thức và cách nhận bằng là trực tiếp hay qua bưu điện ạ (em không tham dự được lễ tốt nghiệp) ? 2. Em không cập nhật được hồ sơ cựu sinh viên, điều này có ảnh hưởng gì đến việc em nhận bằng tốt nghiệp không ạ ? Em cảm ơn.",
    "Em chào pđt ạ, Em là  sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm). AV nói viết em thi ngày 6/3 và có kết quả sau 2 tuần thi tức là ngày 20/3 (Có đính kèm ảnh 2 bên dưới) Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 3 đính kèm). Em xin cảm ơn ạ",
    "Chào thầy/cô, em có thắc mắc là hạn chót xét tốt nghiệp đợt này của trường mình là 11/4 hay 4/5 ạ?. Và có đợt xét tốt nghiệp bổ sung không? Em xin cảm ơn.",
    "Kính chào. Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ. Nội dung chuyển khoản của em là :ĐÀO DUY LONG , CQ, 106. từ ngân hàng VIETCOMBANK. Mong được phản hồi sớm. em cảm ơn.  .",
    "Em tên , MSSV , em liên hệ để rút môn học Cơ Lưu Chất CI2003 vì lí do kì này em đăng kí đề cương, thực tập đồ án nặng nên em không theo kịp chương trình của môn học. Em xin cảm ơn",
    "Em chào thầy cô ạ. Em tên , mssv , sinh viên khoa Diện-Điện tử. Em có đăng ký in giấy xác nhận sinh viên và chuyển tới theo đường bưu điện. Thầy cô có thể cho em xin mã bưu gửi để em theo dõi được không ạ. Em cảm ơn thầy cô rất nhiều. Mã giấy của em là CNSV..1",
    "Chào Thầy/Cô, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được cấp quyền đăng ký tốt nghiệp (có thể do tình trạng tạm dừng do không đăng ký môn học). Mong quý thầy/cô kiểm tra giúp em để em có thể đăng ký tốt nghiệp cho kịp tiến độ. Em xin chân thành cảm ơn. Trân trọng! ",
    "Chào thầy/cô, em là sinh viên K17 khoa Kỹ Thuật Hóa Học, em được thầy chủ nhiệm bộ môn  thông báo sẽ tổ chức lễ tốt nghiệp cho sinh viên đã nhận và chưa nhận bằng chính thức vào ngày 23/4 tại hội trường A5, thầy có nhắn nhủ là phải đăng kí tốt nghiệp . Trường hợp em đã có đăng ký tốt nghiệp và nhận bằng chính vào tháng 10/2020 rồi em còn cần làm thêm những thủ tục nào để được tham gia lễ tốt nghiệp sắp đến không ạ? Cám ơn thầy cô đã xem và trả lời câu hỏi của em ạ.",
    "Thưa thầy cô, Em có nhận được thông tin 17 sẽ làm lễ TN vào tháng4 này, cho em hỏi là thông tin TN và cách đăng ký tốt nghiệp như nào ạ?",
    "Cho em xin hỏi hiện tại em còn thiếu anh văn nói viết để tốt nghiệp, học kỳ 1 năm học 2021-2022 em có đăng ký môn để duy trì trạng thái sinh viên nhưng không học bị điểm 13, học kỳ 2 này em không có đăng ký môn duy trì. CHo em xin hỏi như vậy có ảnh hưởng gì không ạ? về sau khi em thi đậu anh văn nói viết rồi đăng ký tốt nghiệp vẫn được phải không ạ? Em xin chân thành cảm ơn.",
    "Kính chào các thầy cô, Em tên là , MSSV: , Khoa Cơ Khí, lớp CK19CTM1. Vào 4h ngày 03/04, em có lịch thi môn Cơ Lưu Chất (mã môn CI2003), nhóm L03_A, nhưng tới gần giờ thi thì máy em bị lỗi màn hình xanh, em tắt máy khởi động lại vẫn bị liên tục (ở dưới là video lúc em bị màn hình xanh, lúc đó em quay vôi nên hơi mờ). Em đã có báo với giám thị coi thi trước lúc mở đề và giám thị cũng đã khóa phòng thi môn này (tức là em chưa coi đề ạ). Em cũng đã báo với thầy dạy bộ môn và thầy kêu em liên hệ với PĐT. Em xin PĐT xem xét trường hợp của em và em mong được hỗ trợ bù điểm GK môn này dưới bất kì bài kiểm tra hình thức nào cũng được ạ. Mong PĐT có thể phản hồi sớm giúp em về trường hợp này ạ Em xin cảm ơn vì đã dành thời gian cho em và em xin chúc các thầy cô có một ngày làm việc hiệu quả.",
    "Cho em hỏi, hiện tại em đang học khoa kĩ thuật xây dựng chuyên ngành trắc địa, nếu sau khi em tốt nghiệp văn bằng 1 thì điều kiện để học tiếp văn bằng 2 ở chuyên ngành xây dựng dân dụng là gì vậy ạ? và thời gian học văn bằng 2 là bao nhiêu học kì vậy ạ?",
    "Kính gửi phòng đào tạo Em tên là   MSSV  Ngày tháng năm sinh: 01/04/1999 Hiện em đã đủ điều khiện để đăng kí tốt nghiệp nhưng tình trạng sinh viên bị tạm dừng và chưa có tên trong danh sách tốt nghiệp. Em mong phòng đào tạo hỗ trợ đăng kí tốt nghiệp cho em. Em xin chân thành cảm ơn.",
    "Dạ hiện tại đã đến kỳ đóng học phí ạ Theo e được biết trên bkpay học phí 212 là 12.000.000 (12 triệu). Vì e dki với số tính chỉ là 17 (bao gồm 3 tín chỉ đã bị hủy do sự cố từ em) thì em sẽ phải đóng bao nhiêu cho hk 212 ạ Em cảm ơn !!!",
    "Em là sinh viên khóa k15, em vừa đậu toeic speaking and writing, đủ để xét tốt nghiệp nhưng hiện tại tình trạng của em là Nghỉ, đã bị Xóa tên vì hết thời gian học. Em phải làm gì để kịp xét tốt nghiệp đợt tháng 4 này.",
    "Thưa thầy/cô, em là sinh viên K15 và hiện đang thiếu môn học av4 và chứng chỉ toeic. Thầy/cô cho em hỏi là nếu thứ 6 tuần này em có kết quả thi toeic quốc tế và nếu đủ điểm thì có thể xin chuyển điểm để đủ điều kiện xét tốt nghiệp được không ạ. Trong trường hợp tệ hơn là qua ngày 12/4 em mới nhận kết quả thi toeic được thì lúc đó em có thể xin chuyển điểm được không ạ. Em xin cảm ơn."
]