[
    "Em là sinh viên K19 và em có đăng ký môn Triết học -Lenin (MMH SP1031) cho học kì 193 dự thính hè. Nhưng theo thông báo thì từ k19 sẽ có nội dung giảng dạy mới nên không triển khai dạy từ HK193. Vậy PDT có thể mở để em hủy môn học này được không ạ. Em xin cảm ơn!",
    "Xin tăng sĩ số lớp Hệ thống máy tính và ngôn ngữ lập trình MSMH: EE2009 Mã nhóm: DT01_DT01 Tên sinh viên:,MSSV:",
    "môn học Mac sp1031 hiện không có trong chương trình đào tạo của em liệu em có thể xóa môn học được không?",
    "Cho em hỏi, môn học Bóng Đá dưới hình này có mã môn học DTQ1, và không đăng kí được. Đây là loại hình đào tạo nào ạ?",
    "Dạ em chào Thầy/Cô ạ, Dạ cho em hỏi, hè này em phải đi thực tập Quá trình thiết bị của Khoa Kĩ thuật Hóa học, nhưng hiện tại vẫn chưa có TKB thực tập hè. Vậy em có được đăng kí các môn dự thính có lịch học trực tiếp ở trường vào các ngày trong tuần không ạ? Em xin cảm ơn Thầy/Cô ạ.",
    "Dạ em chào các thầy cô Em muốn tham gia một lớp đã đủ sĩ số thì có được không ạ, vì em đã không đăng ký môn học hè 193 lần 1 nên giờ đã hết chỗ rồi ạ. Em rất mong nhận được sự giúp đỡ từ các thầy cô. Em xin cảm ơn.",
    "Chào pđt! Em đang có nguyện vọng đăng ký vào học kỳ dự thính HK193 môn học kết cấu thép 1 CI3009 lớp DT01 thứ 4 tiết 345. Rất mong pđt tạo điều kiện  cho em học môn học này. Em chân thành cám ơn pđt.",
    "Trong hè này em học lại GDQP và đã đến trung tâm GDQP ghi danh, em có cần đăng kí môn học trên hệ thống của trường không ạ. Em đã có thử đăng kí vào đợt đăng kí môn học 1 nhưng không được với lí do môn học không mở.",
    "Thưa thầy/cô,  Hè này em mới đăng kí 1 môn nên thời gian còn trống nhiều. Học kì vừa qua em rớt VL1 Nên em xin thầy/cô mở thêm sĩ số lớp Vật Lý 1 DT03-DT03 ạ. Họ và tên:  MSSV :  Em xin cám ơn ạ.",
    "Hk193 sinh viên năm nhất có được học môn Mác theo mã mới không ạ? Nếu không được thì nhà trường sẽ tự hủy hay em phải lên pđt xin hủy ạ. Em cảm ơn.",
    "Chào quý thầy cô, cho em hỏi vừa rồi em có đăng kí môn Triết học - nhưng theo giải đáp của Trường trong buổi trao đổi với sinh viên thì môn này sẽ học theo đề cương mới từ HK201. Vậy cho em hỏi em rút môn như thế nào khi hệ thống đã khoá, và em có phải nộp phần HP cho số chỉ đã đăng kí đó không?",
    "Trước thi đăng ký kỳ hè thì đã có mã môn học mới cho môn học này và có rất nhiều sinh viên k19 đăng ký môn, nhưng cuộc gặp gỡ sinh viên thì phòng đào tạo có trả lời về vấn đề các môn chính trị trong kỳ hè thì sinh vên 19 ko được đăng ký vậy những sv 19 đã đăng ký và xếp lớp thì có được ưu tiên hủy môn không ạ",
    "Dạ em chào thầy cô ạ. Dạ năm nay là em học cuối năm 3. Em vẫn còn 1 môn thể dục nữa chưa học. Mà kì này lịch học thể dục hầu như trùng vào các ngày thứ 7. Do em bị trễ nên em đăng kí học cũng khá nhiều. Em xin phép thầy cô có thể mở lớp thể dục điền kinh vào các buổi như sáng thứ 4 sáng thứ 5 sáng thứ 6 và cả ngày chủ nhật được không ạ. Em xin cảm ơn thầy cô ạ",
    "Kính gửi Phòng đào tạo, Hiện tại em là sinh viên khóa 2019, em có đăng kí học dự thính hè môn Triết học - SP1031, nhưng theo chương trình đạo tạo khóa 2019 không được học trước các môn tư tưởng chính trị. Em gửi yêu cầu này mong Phòng đào tạo có thể hủy môn mà em đã đăng kí ạ! Em chân thành cám ơn, HM",
    "Kính gửi phòng đào tạo, Em là  MSSV  Hiện nay TCTL của em đang là 74 (TC) Và HK 192 (chính quy) em có đang kí những môn học như trong hình: Tổng cộng là 29 TC, trừ 8 TC Dự thính thì còn lại 21 TC Cộng lại tất cả thì em đủ 95 TC và đủ điều kiên STC để đk môn TTTN. Nhưng không biết vì sao bị hủy TTTN vì lý do không đủ STC. Mong phòng đào tạo có thể phản hồi sớm cho em biết, để em có thể sắp xếp lại chương trình học cho HK 193 ạ. Cảm ơn PĐT.    .",
    "cho em hỏi là môn SP1031 trong học kì hè 193 có mở lớp không ạ?",
    "Dạ, em đã đăng ký chuyển điểm Anh Văn vào ngày 9/7 . Cho em hỏi khi nào điểm mới được cập nhật để em có ĐỦ SỐ TÍN CHỈ chỉ để đăng kí TTTN vào kỳ đkmh bổ sung 193 (13/7-15/7) ạ Mong phòng đào tạo cập nhật điểm  sớm dùm em để, em không bỏ lỡ kỳ TTTN .",
    "ng ký môn Em là sinh viên K19 học kì hè 193 em có đăng kí môn triết học mác lênin nhưng có một số thông tin là em đăng kí được nhưng khi hoàn thành môn thì em không được công nhận tín chỉ đó vì sang học kì 201 thì môn triết học xã hội mới được công nhận chương trình giảng dạy cho K19 . Mong quý thầy cô giải đáp giúp em với ạ . Em xin chân thành cảm ơn .",
    "Về yêu cầu rút môn Chính trị  -  (SP1031) em có gửi hôm qua. Cô ở PĐT trả lời có thể đăng kí học trong kì 193 này. Được học là một chuyện nhưng có trong Chương trình Đào tạo hay không lại là chuyện khác ạ. Thầy, cô đã gửi văn bản này cho tụi em nên tụi em rất sợ học nhưng bị mất tiền oan. (Ảnh về câu trả lời em có chèn ở bên dưới) . Mong thầy cô PĐT xem xét mở đợt rút môn không tốn phí cho tụi em để tụi em có thể quay đầu là bờ ạ.",
    "Dạ cho em hỏi, kì hè 193 em có đăng kí môn TRIET HOC MAC-LENIN (SP1031) nhưng lại nghe nói môn mày sẽ không được dạy cho K19 trong kì 193 vì chưa có chương trình giảng dạy đầy đủ. Vậy Phòng đào tạo có hủy môn này cho K19 hay em đã đăng kí thì vẫn học như bình thường ạ. Em cảm ơn.",
    "Dạ em chào Thầy/Cô, Em tên , MSSV: , sinh viên chương trình CLC. Thầy/Cô vui lòng cho em hỏi: em đã xem mail và thấy phòng đào tạo có mở lớp GDTC trong học kỳ hè 193, tuy nhiên mã lớp là \"DT\", không có \"CC\". Hiện tại, em còn thiếu 1 môn GDTC vậy em có thể đăng ký học lớp này để được tính là hoàn thành học phần GDTC được không ạ? Hay em phải đợi đến học kỳ chính, đăng ký mã lớp \"CC\" thì mới được tính ạ? Mong sớm nhận được phản hồi từ Thầy/Cô. Em xin cảm ơn.",
    "Chào PĐT, Em tên là  MSSV . Trong kì dự thính hè 193 này em có mong muốn đăng ký vượt chỉ vì em thực tập xong nên hè em muốn cải thiện điểm. Hiện tại em đăng ký 9 tín chỉ và môn em muốn đăng ký là CH2013 đến 4 tín chỉ. Mong PĐT có thể giúp em đăng ký thêm môn này để kì này em đăng ký 13 tín chỉ ạ . Em xin cảm ơn.",
    "Em chào admin ạ, Em tên là , MSSV:.Em gửi yêu cầu này để được tư vấn cách thức xin mở thêm sĩ số cho lớp bơi lội học kì hè 193 này ạ. Tại vì hiện giờ cac lớp bơi đều đủ hết rồi ạ.",
    "Xin chào các thầy cô, hiện tại em đã nhận dc mail hỗ trợ mở thêm các lớp GDTC từ phòng đào tạo nhưng em thấy các lớp mở quá ít nên ko đăng kí kịp thì lớp đã đầy sĩ số. nên em muốn xin dc mở thêm lớp cầu lông (PE1017) vào học kì hè 193 này. Xin thầy cô xem xét cho em được học môn cầu lông trong học kì hè, em xin cảm ơn.",
    "Em xin phép được đổi môn Giải tích 3 (006725) qua môn Hóa học (601701) do học kì hè này là học kì cuối cùng môn Hóa học còn mở lớp, do hai lớp này bị trùng lịch nên môn Hóa học bị hệ thống tự động hủy mà em chưa kịp cập nhật trong đợt đăng kí đợt 2 vừa rồi. Em xin cảm ơn",
    "cho em hỏi môn này chưa triễn khai từ HK193 vậy pđt có tự động hủy môn không ạ. nếu không thì có cách nào để hủy môn trong đợt 3 không ạ. em cám ơn",
    "e lỡ đăng kí môn triết học mác sp1031 mà trong chương trình đào tạo k có .mong phòng đạo tạo tạo điều kiện huỷ môn không đóng học phí ạ , e cảm ơn",
    "Dạ lớp full hết rồi ạ, mong cô giúp em đăng ký  môn ạ!Em xin cảm ơn cô!      -MT1003: Giải tích 1",
    "Thầy/Cô đăng kí giúp em vào lớp thể chất cầu lông hè này với ạ. Em mới đọc được mail của PDT vào đăng kí mà đã full rồi ạ. Kính mong thầy/cô hỗ trợ. Em cảm ơn ạ!!",
    "CH3353 Dạ cho em hỏi về việc không đủ chỉ để đăng kí TTTN thì có thể làm đơn cứu xét để hè vẫn được đi thực tập không ạ, do nếu đăng kí TTTN trong học kì 1 hoặc 2 em sợ sẽ không đủ số lượng để mở lớp ạ, em cảm ơn.",
    "Do không biết trước chương trình đào tạo của k19 nên em đã đăng kí nhầm mã của môn XSTK là MT2001 ạ. Em mong nhà trường có thể hủy giúp em môn học này mà không phải mất phí ạ",
    "Em có thấy thông báo học kì từ K19 trở đi môn  mã SP1031  áp dụng chương trình đạo tạo  mới  nên phòng đạo tạo có thể mở trang để sinh viên có thể huỷ môn không ạ. Em xin cảm ơn.",
    "Em chào quý thầy, cô Phòng Đào Tạo ạ, hiện tại em đang học khóa k2019, em không biết là khóa K2019 thay đổi mã môn xác suất thống kê nên em đã đăng kí nhầm mã MT2001(3 chỉ) của khóa trước ạ, (mã đúng k2019 là MT2013 có 4 chỉ), em mong quý thầy, cô xem xét giúp em để em có thể hủy và đăng kí lại mã MT2013 ạ. Em xin lỗi quý thầy, cô nếu thư này làm phiền quý thầy, cô ạ. Em chân thành cảm ơn . Mong quý thầy, cô phản hồi lại thư của em sớm ạ.",
    "Thưa Phòng Đào Tạo, vào thời gian đăng ký học kì hè đợt 2, em có đăng ký mã môn SP1031, và gần đây em có nhận thông tin là K2019 thì có CTDT môn -Lenin khác và chưa học môn -Lenin vào học kì 193 mặc dù SP1031 là mã mới của môn. Em có thắc mắc là Phòng Đào Tạo có thể cho em hủy môn SP1031 vào học kì hè 193 và không mất phí được không ạ ? Em cảm ơn Phòng Đào Tạo nhiều ạ.",
    "MSSV:  Môn học: Pháp luật Việt Nam đại cương Mã môn học: SP1007 Kỳ hè 193 này em không về quê mà ở lại trường học các môn đại cương, nhưng em chỉ mới đăng ký kịp 1 môn. Em cảm thấy dành cả kỳ hè ở lại thành phố chỉ để học 1 môn đối với em khá là không thỏa đáng ạ. Nên em kính mong phòng đào tạo cho phép và giúp em đăng ký vào các lớp đã có đủ xỉ số ạ, cụ thể là lớp DT02 môn Pháp luật Việt Nam đại cương của cô . Em rất mong nguyện vọng của em sẽ được chấp nhận. Em xin chân thành cảm ơn ạ.",
    "Kính chào quý thầy cô. Em là , MSSV , là sinh viên K19. Trong đợt đăng ký môn học dự thính học kỳ hè, em có đăng ký môn học  Xuất thống kê mã môn học MT2001. Tuy nhiên sau khi nhận được sự xác nhận của khoa Ứng Dụng, thì từ khóa k19 Khoa Điện - Điện Tử mã môn học xác xuất thống kê đúng trong chương trình đào tạo là mã MT2013. Việc học mã môn khác không có tính tương đương. Em xin nhà trường cho chúng em cơ hội hủy môn học.",
    "Chào thầy cô ạ, chả là lúc mở đăng ký môn HK193 đợt 2 thì tụi em chưa có chương trình đào tạo K19 khoa KHMT, nên em có xem chương trình đào tạo K18 thì thấy có môn MT1009 Phương pháp tính nên đã đăng ký. Đến khi tụi em có file chương trình đào tạo K19 thì thấy tụi em đã được bỏ môn MT1009, nhưng đã hết hạn chỉnh sửa môn học rồi. Em phải làm sao để hủy môn đó ạ?",
    "Dạ em chào thầy/cô, chuyện là hôm trước em lỡ đăng kí nhầm mã môn học của môn Xác suất thống kê(MT2001).Do chương trình đào tạo K19  đổi mới mà em chưa cập nhật kịp nhưng giờ đã hết hạn hủy môn. Em mong pđt xem xét giúp đỡ chúng em ạ do cũng có nhiều bạn nhầm lẫn giống em. Em xin chân thành cảm ơn!",
    "Dạ em chào ạ, Em tên là  sinh viên k19 khoa cơ khí. Dạ bữa trước em có gửi mail cho PĐT hỏi về môn học trước vào hè HK193 và nhận được các mã môn học được học trước. Nhưng sau khi đã đăng ký được và đã có lịch thì nhận được mail về các môn học này ví dụ: như Triết học mác Leenin...đối với k19 đã thay đổi và không cho đăng ký học trước ạ. Hiện tại đã có đợt 3 đăng ký môn, nhưng đợt này không cho xóa môn học, có rất nhiều bạn K19 rơi vào tình trạng như vậy,và có khả năng sẽ bị mất tiền oan uổng. Nên em gửi yêu cầu này xin PĐT xem xét cho K19 bọn em được tự hủy môn học ạ . Em cảm ơn rất nhiều,",
    "Thưa thầy cô, cho em được hỏi là em muốn rút môn SP1031: Triết học Mác Lê-nin ở kì dự thính hè 193 do trường chưa dạy mà em lỡ đăng ký. Vậy em cần làm những thủ tục gì để có thể được chấp nhận rút môn học này ạ? Em xin cảm ơn.",
    "EM TÊN NGUYỄN NGỌC QUANG : EM MONG PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ LỚP QUẢN LÝ XÂY DỰNG CI1053 vì em vô đăng kí thì lớp 40/40 rồi ạ em mong đào tạo xem xét để em kịp tiến độ học tập vì chỉ có hôm đó là em không bị trùng thời khóa biểu em cảm ơn ạ",
    "Dạ đợt vừa rồi em có đăng ký môn triết học mác-lênin nhưng em không biết là môn này đã đổi mã và không dạy trong hk193 . Em mong pdt có thể mở đợt hủy môn được không ạ. Em cảm ơn",
    "Em đã đăng ký môn học ở học kỳ 193 trong đợt 2 nhưng nay em vẫn chưa nhận được thời khoá biểu mà mình đã đăng ký. Em không biết là do hệ thống chưa cập nhật tới em hay vì lý do gì ạ?",
    "Dạ em xin chào ạ Em đã đăng kí môn học Triết học  cho học kì hè này, mà em được biết là môn này đã được đổi mã và những ai đã đăng kí môn học cho kì hè sẽ phải học nhưng không được tính điểm và năm sau sẽ phải học lại từ đầu. Không biết có cách nào để hủy môn và không bị mất tiền không ạ. Em mong sẽ nhận được phản hồi. Em xin cảm ơn.",
    "mssv :  3 môn đại số tuyến tính,thí nghiệm vật lý,giải tích 1 đang full ạ.phòng đào tạo mở thêm sỉ số lớp giúp em",
    "em mong phòng đào tạo mở thêm sĩ số lớp quản lý xây dựng mã ci1053 cho em được đăng kí kì hè này để kịp tiến độ học tập vì chỉ có lớp này em mới không bị trung thời khóa biểu . em cảm ơn ạ",
    "Em là , hiện là sinh viên khoa Quản Lý Công Nghiệp k19. Do được biết môn Mác Lê-nin trong học kì 193 chưa có giáo án biên soạn phù hợp với chương trình k19 nên kính mong Phòng Đào Tạo có thể tạo điều kiện giúp em hủy môn học này mà không phải đóng học phí. Em xin chân thành cảm ơn.",
    "Thưa thầy/cô .Em tên là  . Mã số SV:.Em được nghe là môn Triết Học  Mã SP1031 trong học kỳ hè 193 sẽ không mở lớp nhưng vào ngày hôm nay 13/7/2020 nhà trường mở đợt đăng ký đợt ba em vẫn không thể hủy được môn này. Kính mong các thầy/cô hãy xem xét và giải quyết vấn đề này không chỉ riêng em mà cả các bạn sinh viên khác gặp vấn đề như em. Em xin chân thành cảm ơn .",
    "Dạ em xin phép hỏi là học kỳ hè 193 này em đã đăng ký học môn Chủ Nghĩa  theo mail pđt đã trả lời ( có đính kèm ảnh 1). Nhưng hôm nay em lại thấy một số câu trả lời lại mâu thuẫn với thông tin trên ạ( có đính kẻm ảnh 2). Dạ em xin phép được thắc mắc ạ",
    "Em chào PĐT, em có nguyện vọng tăng sĩ số lớp Vo trong kì 193, kính mong PĐT chấp thuận. Em xin cảm ơn",
    "Dạ em là sinh viên K19, em có lỡ đăng ký nhầm môn xác suất thống kê MT2001, cho em xin rút môn mà không đóng tiền được không ạ?",
    "do kì hè này môn Mác lê nin áp dụng mã mới nữa mà đợt đăng ký vừa qua em đã lỡ đăng ký mã SP1031 nên em làm đơn này mong phòng đào tạo cho phép em hủy môn để tránh mất tiền oan ạ",
    "Dear anh/chị, Em tên :  MSSV :  Anh/chị cho em xin phép được đăng ký tham dự 2 lớp này vào dự thính hè 193 này. Em đăng ký không kịp ạ, anh/chị giúp em đăng ký 2 lớp này cho em kịp tiến độ ra trường với ạ. Em chỉ còn 2 môn này thôi ạ. Em muốn đăng ký vào lớp: + Xác suất thống kê - Mã Môn học : MT2001 - Giáo Viên :  - Nhóm lớp : DT03 - Cơ sở : 1 - Thứ 4 : tiết 10-11-12 - Phòng : C4-304 + Đường lối Cách Mạng của Đảng CSVN - Mã Môn học : SP1009 - Giáo Viên :  - Nhóm lớp : DT01 - Cơ sở : 1 - Thứ 4 : tiết 7-8-9 - Phòng : B1-215  Em xin chân thành cảm ơn anh/chị rất nhiều. Trân trọng, ",
    "Thưa cô, Em có thể hủy môn Mác SP1031 không ạ. Vì em nghe nói hk193 chưa triển khai Họ tên:  MSSV:  Em xin cám ơn ạ.",
    "Cho em hỏi em muốn đăng ký thực tập tốt nghiệp trong kỳ chính thì có thể miễn học trên 11 chỉ như quy định không ạ..và em có thể thực tập ngoại tỉnh được ko ạ?",
    "Em tên là . MSSV: . Khoa: Khoa Học Ứng Dụng. Vì một số lý do em đã không đăng ký kịp môn học và lớp đã đủ sĩ số. Vì vậy, em viết thư này kính mong thầy/cô cho em đăng ký bổ sung môn Xác suất thống kê, msmh:MT2013, lớp:DT01 của thầy  vào kỳ hè HK193 này ạ. Em xin chân thành cảm ơn thầy/cô.",
    "em tên là :  mssv;  em là sinh viên thuộc khóa 2019 đáng lẽ năm nay phải đăng kí mã xác suất thông kê là MT2013  nhưng do bất cẩn là vì chương trình k19 đã đổi mã thành MT2013  mà em lại đk nhầm mã MT2001 EM HY VỌNG THẦY/ CÔ CÓ THỂ CHO  Ạ. DO NẾU EM KHÔNG HỦY MÔN EM PHẢI MẤT TIỀN VÀ THỜI GIAN HỌC NHƯNG KHÔNG ĐƯỢC TÍNH ĐIỂM VÀ CẢ TÍN CHỈ NỬA Ạ. EM  XIN LỖI VỀ SỰ BẤT TIỆN NÀY.",
    "Chào thầy/cô, Em có đăng kí môn Triết ( mã SP 1031) mà theo như em theo dõi thì môn này trong HK 193 không được học, nhưng trong TKB PDT vẫn không hủy. Bây giờ em muốn hủy thì phải làm như thế nào ạ? Trân trọng, ",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa - Đại học  quốc gia thành phố Hồ Chí Minh Em tên là , lớp QL1903, khoa Quản lí công nghiệp. Em có đăng kí môn SP1031 - Triết học  ở học kì dự thính 193, sau khi đăng kí xong, đến đợt hiệu chỉnh đăng kí môn học đợt 3 em mới nhận được thông tin môn này có đổi chương trình học, K19 chưa được học ở học kì 193. Vậy phòng đào tạo có hủy môn này cho K19 ở học kì 193 không ạ? sinh viên muốn hủy thì có được không ạ? Em mong sớm nhận được hồi âm từ nhà trường và thầy cô ạ. Em cảm ơn thầy/ cô đã lắng nghe.",
    "Nhà trường cho em hỏi với ạ, tại sao nhà trường chưa triển khai đề cương giảng dạy cho các môn xã hội như pháp luật,  -  mà vẫn để đăng kí môn được ạ. Và nếu trong hè này chưa giảng dạy những môn xã hội mà những bạn đã đăng kí môn đó thì có được hủy môn và không tính phí không ạ.",
    "Môn học triết học mác lên nin không áp dụng cho học kì hè cho k19 nhưng em đăng kí lớp vẫn được giờ em hủy môn không được thì xử lý như thế nào ạ. Em rút môn thì có tốn học phí không ạ",
    "Dạ cho em hỏi là 2 mã của môn này có phải là của Kĩ Thuật máy tính không ạ? Dạ do em K18 nên mã ngành Kĩ Thuật Máy Tính của em là CO 1021 ạ  Em xin cảm ơn ạ.",
    "Dạ cho em hỏi, em có lỡ đăng kí nhầm môn pháp luật đại cương và kì này đang học môn này rồi ạ. Em có thể xóa đăng kí môn được không ạ .Mong thầy cô giải quyết vấn đề cho em sớm nhất ạ. Em trân trọng cảm ơn",
    "Em có đăng kí môn thực tập tốt nghiệp kì 193 đã gửi đăng kí thành công nhưng bị xóa môn cả đợt đăng kí lần 1 và 2 do thiếu chỉ, nếu tính thêm chỉ học dự thính nữa thì sẽ đủ. Nhưng đợt đăng kí môn học đợt 3 này (13/7 - 15/7) trước khi thi cuối kì dự thính nên sẽ không kịp có điểm để tính vào số chỉ tích lũy. Vậy em có thể làm đơn xin đăng kí trước rồi sau đó nộp kết quả dự thính sau được không ạ! Vì nếu đăng kí đợt 3 trước khi thi cuối kì dự thính không chỉ em mà còn nhiều bạn không đủ chỉ để đăng kí ạ. Mong nhà trường xem xét giúp em! Em cảm ơn",
    "em đã thi anh văn ở trường học kì 191 và đạt 305 điểm nhưng khi vào đăng ký anh văn 1 không được ạ . Và giờ  điểm thi đã bị xóa khỏi bảng điểm là sao ạ không có để đối chứng ",
    "Trong quá trình đăng ký môn học cho học kỳ hè 193 em đã lỡ đăng ký môn học Triết học Mác Lê-nin (mã SP 1031) nhưng sau đó nhà trường thông báo về việc triển khai môn học này cho K19 chưa được bắt đầu từ học kỳ 193. Em kính mong phòng đào tạo cho phép em rút môn học không tốn học phí ạ.",
    "Em chào thầy cô, thầy cô cho em hỏi về môn SP 1031 sẽ không được tính tín chỉ trong kỳ hè 193 cho sinh viên năm nhất. Nhưng em đã đăng ký và không hiệu chỉnh được nữa thì em có thể rút môn học hay trường sẽ tự hủy môn học này cho em ạ. Mong thầy cô giải đáp thắc mắc của em. Em cảm ơn.",
    "Cho em hỏi như nhà trường thông báo trước đó môn Triết-SP1031 có đề cương mới và áp dụng vào HK201, chưa triển khai ở HK193. Mà em và rất nhiều bạn khác đã đang ký thành công vậy giờ lớp triết ấy vẫn sẽ được học theo đúng tín chỉ hay không tính tín chỉ ạ.Nếu không tính chỉ thì nhà trường sẽ tự hủy bỏ hay chúng em sẽ nạp đơn hủy ạ. Em cảm ơn",
    "Thưa Phòng Đào tạo, thầy cô phụ trách việc đăng kí môn học và thầy cô phụ trách giảng dạy hk 193        i Em là Vũ Quang Huy, mssv  Do em đã không tìm hiểu kĩ thông tin và không biết môn TRIET HOC MAC - LENIN (SP1031) không được giảng dạy ở học kì này Em làm đơn này kính mong nhà trường có thể cho em rút lại, không đăng kí môn này nữa Em xin cảm ơn      ",
    "Em muốn đăng kí môn hóa đại cương và vật lí 1 mà nó nói bị trùng tkb mác lênin. Dù nó bị nói là hủy rồi mà giờ vẫn không đăng kí đc ạ  Giờ em phải làm sao ạ",
    "Em tên , mssv , cho em xin hỏi pđt có thể mở thêm sỉ số các lớp GDTC lên 60 được không ạ? HIện tại lớp nào cũng đầy học viên hết, em vào trẽ 15p đã hết lịch đăng kí rồi ạ. Xin cảm ơn!!!",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Tp HCM em là :Trần Công Hòa là sinh viên hệ Vừa Làm Vừa Học, trong kì đăng kí môn học vừa rồi em có đăng kí 2 môn học Dự Thính trong đó có môn thực tập điện tử 2( mã số môn học là ee2031) có thời khóa biểu vào ngày thứ 7 trùng thời khóa biểu của 2 môn học vận hành & điều khiển hệ thống điện(ee3093) và toán kỹ thuật (ee1003) bên hệ Vừa Làm Vừa Học. do lần đầu em đăng kí môn học Dự Thính cũng như thời gian đăng kí của 2 lịch đăng kí khác nhau nên em không thể hủy được môn thực tập điện tử 2( ee2031). nên em mong T có thể xem xét và cho em được hủy môn thực tập điện tử 2(ee2031). để em tiện theo học 2 môn toán kỹ thuật và vận hành&điều khiển hệ thống điện bên hệ Vừa Làm Vừa Học. em xin cám ơn T rất nhiều.",
    "Em tên , mssv , cho em xin hỏi PĐT có thể giúp em xin vào lớp GDTC Bơi- nhóm lớp DT01 được không ạ? Gmail trường gửi lúc 16h21 ngyày 13-07 trong khi 16h ngày 13-07 đã mở lớp, em không có thời gian chuẩn bị trước, tầm 18h em mới nhận được thông báo vì em mới vừa đi học ra thì các lớp đã đầy học viên rồi ạ, em chưa thể đăng kí được. Mong PĐT xem xét giúp thêm em vào lớp BOI DT01 ạ! Xin cảm ơn",
    "Em không thể đăng kí môn thực tập tốt nghiệp trong HK dự thính hè 193 trong đợt 2 và 3 ạ .   i Mong nhận được giải đáp ạ! .",
    "Thưa pđt, ở đợt kiểm tra trình độ AVĐV hồi đầu năm 1. Em đã không đủ điều kiện học AV1, Cho em hỏi em có thể xem lịch đăng ký thi AVĐV như thế nào không ạ ? ",
    "Em chào PĐT Dạ cho em hỏi mã môn học SP1031 Triết học - nin, mình có được tổ chức học trong học kì hè 193 không ạ!! . (Em đã đăng kí nhưng không biết có học không ạ ! ). Em xin cảm ơn !!!",
    "Dạ nếu mình không tích lũy đủ tín chỉ năm nhất mình sẽ không được đăng kí năm 2.vậy học kì hè mình học bù vào để được 28 chỉ người ta có tính cho mình tín chỉ để đủ điều kiện đăng kí môn năm 2 không ạ.",
    "Em muốn huỷ đăng kí môn SP1031 do chương trình học của môn này bị thay đổi kể từ năm sau nhưng khi em hay tin thì đã quá trễ để huỷ kết quả đợt 2 nên em có thể xin được huỷ môn này ạ.",
    "Học bổng khuyến khích . Kính thưa Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. Sau khi nhận được danh sách cập nhật mới của học bổng khuyến khích học tập (ngày 9-7-2020), em có so sánh với danh sách trước đó (ngày 8-7-2020) thì thấy có một số bộ môn bị cắt đi 2 - 3 suất, còn có những bộ môn không bị cắt suất nào. Ví dụ như Khóa 16, khoa Điện - Điện tử thì: bộ môn Điện Tử - Viễn Thông bị cắt 3 suất (từ 15 xuống còn 12), bộ môn Điện - Điện Tử cắt 2 suất (từ 8 xuống còn 6), trong khi đó bộ môn Điều Khiển - Tự Động Hóa được giữ nguyên 12 suất. Mà theo em được biết thì số suất học bổng khuyến khích học tập được trao dựa trên tỷ lệ sinh viên của 1 bộ môn, đối với khóa 16, khoa Điện - Điện Tử, thì bộ môn Điện Tử - Viễn Thông có nhiều sinh viên nhất nên có nhiều suất học bổng hơn, sau đó đến bộ môn Điều Khiển - Tự động hóa, rồi mới đến bộ môn Điện - Điện tử. Các học kì trước đều theo quy luật đó, còn trong danh sách mơi cập nhật thì lại không còn đúng nữa. Mong pđt giải đáp thắc mắc cho em. Em xin chân thành cảm ơn.  ",
    "Em đăng kí môn Thủy lực từ đợt 2,em thấy môn đó số lượng đăng kí rất ít thì có bị hủy không ạ, hiện giờ trường không cho xóa môn khiến em không thể đăng kí môn khác vò trùng tkb",
    "em chào thầy cô hiện em đang là sinh viên k19, em muốn hỏi là học phí 25tr mà nhà trường dự kiến sẽ bắt đầu áp dụng vào hk201 cho sv k19 luôn hay chỉ dành cho k20 thôi ạ? Nếu mức học phí tăng thì tăng trung bình cỡ bao nhiêu phần trăm ạ? Những môn GDTC mà pđt nói ko tăng hp có phải là đã tính hết vào hk201 với mức giá mới là 25tr/ 1 năm phải ko ạ? Hiện tại tụi em đang rất hoang mang về hp GDTC của hk201 ạ. Mong thầy cô thông báo cụ thể cho sinh viên tụi em ạ em cám ơn thầy cô",
    "Dạ em có đăng ký môn PE1021 ở ĐKMH Dự thính Hè đợt 1, nhưng sao đợt 2 không có kết quả và đợt 3 em vào thì lớp full hết ạ. Em xin cảm ơn ạ.",
    "Học bổng khuyến khích . Kính gửi Phòng đào tạo trường đại học Bách Khoa Tp.HCM. Em là Đỗ Thanh Tân, MSSV 1613077, Lớp DD16DV03, Khoa Điện - Điện Tử. Em có chỗ chưa hiểu về cách thay đổi danh sách nhận học bổng khuyến khích học tập HK191, mong được giải đáp. Đó là, trong danh sách ban đầu thì pđt tính nhầm học phí/1 tín chỉ là 300.000đ/1 tín chỉ thay vì đúng ra là 320.000đ/1 tín chỉ nên cần điều chỉnh lại. Lý do này thì chúng em rất hiểu và thông cảm. Nhưng em thắc mắc là tại sao khi phòng đào tạo chỉnh sửa lại danh sách thì không làm theo phương pháp là: Trong 1 Bộ môn của 1 Khoa, thì số tiền tăng lên bao nhiêu thì cắt đi số suất học bổng tương ứng bấy nhiêu. Ví dụ như Khóa 16, khoa Điện - Điện Tử, Bộ môn Điện Tử - Viễn thông theo danh sách cũ có 15 sinh viên được nhận học bổng, nên khi tính lại với học phí/1 tín chỉ mới thì số tiền tăng lên giả sử là 6000.000đ nên cần cắt đi 1 suất, còn 14 suất. Trong khi đó, em có xem lại danh sách cập nhật mới thì có những bộ môn bị cắt 2 - 3 suất, và có những bộ môn không bị cắt suất nào. Và có những bộ môn ít sinh viên vẫn được số lượng học bổng bằng hoặc nhiều hơn bộ môn có nhiều sinh viên theo học . Ví dụ Khóa 16, Khoa điện điện tử, ở danh sách cũ (ngày 8-7-2020) thì bộ môn Điều Khiển - Tự động hóa có 12 suất, bộ môn Điện Tử - Viễn Thông có 15 suất, bộ môn Điện - Điện Tử có 8 suất. Ở danh sách cập nhật lại ngày 9-7-2020 thì bộ môn Điều Khiển - Tự Động hóa vẫn có 12 suất, bộ môn Điện Tử - Viễn Thông còn 12 suất, bộ môn Điện - Điện Tử còn 6 suất. Mà em được biết thì Khóa 16, Khoa Điện - Điện Tử thì bộ môn Điện Tử - Viễn Thông có nhiều sinh viên nhất rồi mới đến bộ môn Điều Khiển - Tự Động Hóa, cuối cùng là bộ môn Điện - Điện Tử có ít sinh viên nhất. Nên tỷ lệ số suất học bổng trong danh sách cập nhật lại chưa hợp lý . Em kính mong nhận được sự giải đáp của Phòng đào tạo. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô ạ.Cho em hỏi là trong đợt 1 đăng kí dự thính hè em có đăng kí môn Vật lí 1 mã PH1003 mà qua đợt 2 em lại bị mất môn, trong khi em không có xóa đăng kí môn từ đợt 1, cho em hỏi lí do tại sao em bị xóa môn vậy ạ? Em xin cảm ơn",
    "Em học chương trình Việt Pháp và em muốn đăng kí môn cho học kì 193 ạ. Nhưng các môn có mã giống trong Chương trình đạo tạo của em đã đủ số lượng hoặc không có lớp thì cho em hỏi còn cách nào để đăng kí môn không ạ. (Tại em thấy hầu như mã môn học của chương trình Việt Pháp khác với các mã chương trình Đại Trà ạ) Em cám ơn ạ.",
    "Em chào thầy/cô phòng Đào tạo, Em là , MSSV: . Em hiện tại là sinh viên ngành Dầu khí. Em chưa nộp chứng chỉ IELTS cho nhà trường nhưng em có tham gia kì thi IELTS nội bộ của nhà trường. Kết quả thi IELTS nội bộ em đạt 6.0 overall. Em có đăng kí học kì hè 193 đợt 2 với hai môn là Nguyên lý cơ bản chủ nghĩa - và Cơ lưu chất. Nhưng đến đợt 3 thì hiện em chưa đăng kí môn nào cả. Thầy/Cô cho em hỏi: Vậy em đã đăng kí thành công hai môn đó để học vào học kì hè không? Bên dưới em đính kèm hai hình khi em đăng kí học kì hè 193 vào đợt 2 và đợt 3. Em hy vọng sẽ nhận được phản hồi sớm từ thầy/cô. Em cám ơn!",
    "em chào thầy cô ạ , em tên là  MSSV  lớp VB2 ngành Khoa học máy tính.  Nay em viết mail này vì lý do học kì dự thính hè này em không kịp đăng ký môn C02005 ( Lập trình hướng đối tượng ) và môn C02003 ( Cấu trúc dữ liệu và giải thuật ), hiện 2 môn này đã hết slot . Em xin thầy cô cho em 1 slot đăng ký 2 môn này được không ạ , vì 2 môn này là môn quan trọng , ít mở thường xuyên , nếu không học 2 môn này thì học kì tiếp theo em sẽ không thể dky môn khác dẫn đến bị chậm trễ tiến độ học . em xin chân thành cám ơn thầy cô rất nhiều ạ  -- C02003 Cấu trúc dữ liệu & giải thuật -- C02005 Lập trình hướng đối tượng",
    "Dạ ad cho em hỏi là cuối kỳ này trường  có tổ chức kỳ thi anh văn định kỳ không ạ . Em cảm ơn ạ",
    "Gửi nhà trường, Vấn đề là em có đăng kí môn học Pháp luật đại cương mã SP1007. Theo em được biết là từ K19 sẽ có một vài môn có sự thay đổi về mã môn học (như Mác, xác suất thống kê,..) Về môn Pháp luật thì chỉ có mỗi một mã là SP1007. Vậy liệu môn học này có sự thay đổi mã trong tương lai không ạ, hay có hướng giải quyết nào không ?(như HỦY môn,...)",
    "Dạ. Em muốn hỏi pdt là có thể mở được lớp Đồ án chuyên ngành KTCT và Đề cương luận văn trong kỳ hè ko ạ? Em và 3 bạn nữa có nguyện vọng được học 2 môn này trong hè. Em xin cảm ơn .",
    "Hôm thứ 7 ngày 11/07 khi được hỏi vấn đề hủy môn học Mac Lenin cho sinh viên K19 thì BGH trả lời sẽ lọc K19 và hủy cho tụi em nhưng mà em thấy môn học vẫn chưa được hủy.",
    "Cho em hỏi trường là bây giờ em đã đăng ký môn mác lê nin,nhưng mà có sinh viên được trường rep lại rằng môn đó chưa có kế hoạch giảng dạy.Vì vậy rộ lên nhiều tin đồn là chúng em sẽ học môn này mà không được tính tín chỉ(coi như không học) mà vẫn phải đóng tiền,điều này có đúng không ạ nếu đúng thì có cách nào để tụi em không phải đóng tiền cho để học một môn không được tính không ạ.Mong trường trả lời mail này,em xin cảm ơn.",
    "Em đã đăng kí môn học này cho học kì hè 193, nhưng có nguồn thông tin rằng môn học này không triển khai cho K19 trong học kì 193, nhưng đã đăng kí rồi sẽ không được hủy môn học và vẫn phải đóng học phí cũng như không được tính vào số tín chỉ tích lũy. Mong nhà trường xem xét vấn đề này ạ.",
    "Chào thầy/cô! Em muốn đăng kí học kì dự thính hè môn vẽ kỹ thuật xây dựng CI1033 nhưng do trùng giờ với môn đại số tuyến tính MT1007 nên em không thể đăng kí được. Em mong thầy cô có thể chuyển em sang nhóm đại số tuyến tính khác để em có thể đăng kí hoặc cho em vào một nhóm vẽ kỹ thuật xây dựng có sẵn rồi ạ. Em cảm ơn nhiều ạ.",
    "Em tên là  mssv: . Sinh viên khoá K15 khoa KT Xây dựng. Học kì 192 vừa rồi em không có đăng kí môn học vì em đã hoàn thành tất cả một học nên chỉ cần thi chứng chỉ toeic nữa là hoàn thành nên em có bị tạm dừng và em đa làm đơn xin thu nhận lại và được chấp nhận nhưng em vẫn không thể đăng kí in thẻ sinh viên được vì thẻ của em đã hết hạn. Nên em mong nhà trường xác nhận quyết định thu nhận lại của em để em có thể in lại thẻ sinh viên",
    "Cho em hỏi ngày bắt đầu học kỳ mới (201) đã có chưa ạ? Do sắp tới em thực tập tốt nghiệp và cần báo thời gian đi học trở lại cho phía công ty ạ",
    "Em muốn hủy tất cả đăng ký Facebook môn học trước đó vì em nghe nói kì 193 đổi mã môn học. Em phải làm sao ạ. E cảm ơn",
    "Em đăng ký dự thính hè HK 193 bao gồm 3 môn: giải tích 1, vật lý 1 và đại số tuyến tính. Tuy nhiên khi nhà trường đã duyệt lớp, thì trong các môn em đăng ký lại không có môn đại số tuyến tính. Em thắc mắc nếu lớp đã đủ thì Vì sao không chuyển em qua lớp khác ?. Vì sao lại hủy môn luôn? Nếu không thì em đăng ký lại môn em đã bị hủy có được không? ----------------------------- Bạn em đăng ký 2 môn vật lý 1 và giải tích 1. tuy nhiên bây giờ kiểm tra danh sách môn học thì bạn thấy chỉ đăng ký được 1 môn giải tích 1. Vì sao 2 môn đó em được học còn bạn em thì chỉ học được một môn? ( em với bạn đăng ký cùng 1 thời gian). Mong nhà trường giải đáp thắc mắc cho em! Em cám ơn !",
    "Dạ thưa thầy/cô, hk193 em được biết là không cho K19 đăng kí các môn chính trị mác lenin, vậy em lỡ đăng kí rồi thì PĐT tự hủy hay sao ạ? mã môn: Sp1031",
    "Em chào PĐT, em có thắc mắc là hk vừa rồi em bị rớt bóng rổ thì hk này e học trả môn thì em buộc phải đăng ký lại bóng rổ hay em có thể đăng ký môn khác để trả ạ? Em cảm ơn vì đã nhận và giải đáp thắc mắc của em",
    "ng kí môn học dự thính hk193 đợt 1, em đăng kí 2 môn GT1 và VL1 nhưng bây giờ xem thì em thấy đã bị hủy cả 2 môn. cho em hỏi lý do và phải làm sao để đăng kí lại ạ",
    "Thưa PĐT, có thể mở thêm sỉ số của môn Pháp luật cho em không ạ, lớp nào cũng được ạ. Em xin cảm ơn",
    "Em tên : .Mssv: Hiện em đăng kí thành công môn học Triết (SP1031), Pháp luật đại cương(SP1007),anh văn 1(LA1003), nhưng em nghe thông tin là môn Triết với Pháp luật đại cương đối với 19 sẽ có 1 số sự thay đổi nội dung môn học.Nhờ thầy cô giải đáp thắc mắc giúp em: +19 học PLDC vs Triết, thì khi có sự thay đổi nội dung môn học, chúng em có được tính tín chỉ 2 môn học này không ạ .Nếu không thì làm sao để chúng em có thể rút môn học này mà không phải trả học phí ạ. + Chương trình đào tạo hiện chưa công bố đối với 19,hi vọng nhà trường có thể cập nhật sớm ạ",
    "Thầy/Cô giúp em tăng sĩ số lớp: MT1005: Giải tích 2 - nhóm DT03 Em cảm ơn ạ!",
    "Em tên là  MSSV  lớp XD18KT nay em viết đơn này rất mong phòng đào tạo có thể xem xét đăng kí cho em môn Thiết Kế Kiến Trúc Công Cộng 3. Mã môn học:CI2069 trong đợt đăng kí dự thính hè đợt 3 này,với lý do em không thế đăng kí môn này vì nó vượt số tín chỉ là 13/12 hiện em đã đăng kí được 7 chỉ dự thính hè này và chỉ cần 1 môn Công Cộng 3 ( 6 chỉ ) này nữa là đủ để em có thể học chuyên ngành năm sau, em rất mong phòng đào tạo có thể xem xét cho em vì kì 191 vừa rồi em bị đình chỉ vì không qua chuẩn anh văn đầu vào và hiện tại em rất khó khăn trong việc đăng kí môn học và nếu không thể đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 này thì rất có khả năng hk1 năm sau em sẽ không thể đăng kí học chuyên ngành vì không đủ 56 chỉ, em tha thiết kính mong nhà trường có thể cho em đăng kí môn học này , em đã rất cố gắng và học hầu như hết các môn anh văn và các môn chính trị nên nếu hk1 năm sau em không thể đăng kí chuyên ngành thì có lẽ em không biết phải học môn nào, kính mong nhà trường xem xét giúp em ạ.",
    "Cho em hỏi là em xin miễn thể chất thì em phải có những giấy tờ gì và nộp cho ai ạ. Và nếu em được miễn thì có phải đóng học phí thể chất không ạ. Em cảm ơn",
    "Em xin chào quý thầy cô, Em là  -  sinh viên chương trình Việt Pháp K16. Em đang cần in gấp 1 bảng điểm 4 năm học để bổ sung vào hồ sơ nộp đi Pháp thực hiện TTTN/LVTN năm 2021 ạ. Em đã đăng kí in bảng điểm trên mybk nhưng hẹn lịch là ngày 17/07 mới có ạ. Mà hạn chót nộp hồ sơ là ngày 15 ạ. Không biết các thầy cô có thể hỗ trợ in giúp em trong hôm nay hoặc ngày mai để em bổ sung vào hồ sơ cho kịp được không ạ? Em xin chân thành cảm ơn ạ.",
    "Hiện tại em có nhu cầu học môn cầu lông để kết thúc môn giáo dục thể chất trong kì hè này. Nhưng 4 lớp môn cầu lông mà phòng đào tạo mở đều cùng một khung giờ và em có lịch học môn khác vào khung giờ đó. Vậy phòng đào tạo có thể mở thêm lớp vào khung giờ khác không ạ.",
    "Xin chào các thầy cô, hiện tại em đã nhận dc mail hỗ trợ mở thêm các lớp GDTC từ phòng đào tạo nhưng em thấy các lớp mở quá ít nên ko đăng kí kịp thì lớp đã đầy sĩ số. nên em muốn xin dc mở thêm lớp cầu lông (PE1017) vào học kì hè 193 này. Xin thầy cô xem xét cho em được học môn cầu lông trong học kì hè, em xin cảm ơn.",
    "Em chính xát muốn hủy môn phương pháp pháp tính ạ. Em có cần làm đơn j ko ạ",
    "Học kì 193 không được đăng kia môn  SP1031, vậy nhà trường chưa hủy môn thì em có phải thanh toán học phí( 3 tín chỉ) cho môn học này không ạ",
    "Dạ em là sinh viên K19 ạ chuyển là HK193 em có đăng ký môn  thì cho em hỏi bắt đầu từ K19 môn  có đổi thành  không ạ Và nếu đổi thì cái đăng kí của e có huỷ được không ạ ? Em xin cảm ơn",
    "Em tên , MSSV , khoa Quản lý Công Nghiệp  Dạ vậy tức là 19 đăng kí môn Triết học Mac(SP1031) vẫn được xét tín chỉ phải không ạ Cảm ơn thầy cô ",
    "Em học K15 năm nhất em học Vật Lý Bán Dẫn(mã EE1007) - 4 tín chỉ . Theo chương trình học 2017 môn Vật Lý Bán Dẫn có mã EE1013 - 3 tín chỉ. Pđt đồng thời mở lớp cả 2 môn EE1007 và EE1013 học kỳ 193. Hiện em đã lỡ đăng ký EE1013 cho học kỳ 193, em có thể chuyển điểm cho môn EE1007 sau khi học xong được không? Hay không cần ? Nếu không, phòng đào tạo có thể hủy cho em môn học EE1013 để em có thể đăng ký EE1007. môn học EE1013 tương đương EE1007 theo hàng 53 danh sách sau: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=450",
    "Thưa PĐT, ở HK hè 193 em đã đăng kí 2 môn là Triết học mác-lenin (SP1031) và Pháp luật đại cương (SP1007), ban đầu em đăng kí và thấy vẫn đủ điều kiện và mở lớp bình thường, xếp thời khóa biểu bình thường nên đến hết đợt 2 của kì đăng kí em vẫn giữ nguyên như ở đợt 1 và không có sự chình sửa gì.Nhưng vừa rồi ở hội nghị sinh viên trường em có nghe nói là \" Đối với K2019, do các môn - sẽ có đề cương và nội dung giảng dạy mới, áp dụng từ k201, nên chưa triển khai từ HK193\".Do thông báo đưa ra quá trễ nên em không thể thay đổi gì được nữa.Giờ đợt 3 này em không thể hủy 2 môn đã đăng kí cũng như không thể đăng kí thêm môn mới do trùng thời khóa biểu của 2 môn cũ.   B Nếu như vậy thì cho em hỏi là ở 2 môn em đã đăng kí(đã trình bày ở trên) thì có mở lớp dạy không ạ, và nếu dạy thì có công nhận kết quả không ạ   . Em mong PĐT giải quyết giúp em sớm nhất có thể ạ vì hè này nếu không mở lớp 2 môn đó và không đăng kí được môn khác thì em phải về quê, do quê ở xa nên em phải đặt xe từ trước ạ. Em cảm ơn",
    "A (KỸ THUẬT MÔI TRƯỜNG) CÓ PHẢI  K Ạ,  MÃ MÔN HỌC ĐÓ THÌ CÓ ĐƯỢC XÉT LÀ MÔN TƯƠNG ĐƯƠNG VỚI  K19 K. EM XIN CẢM ƠN  ",
    "Học vụ       Chào thầy (cô),    Em tên , mssv , khoa Quản lý công nghiệp Em muốn hỏi nếu học kỳ hè em học môn Triết học (sp1031) thì có được tính vào tín chỉ không? (vì có thông tin nói rằng học kỳ 201 sẽ có đề cương, bài giảng mới nên em học hè rồi thì có phải học lại theo bài giảng mới theo đúng chương trình không)     Cảm ơn sự giúp đỡ của thầy(cô)  ",
    "em có đăng kí môn học SP1031 - TRIET HOC MAC - LENIN ở học kì hè 193 , nhưng vì PĐT có nói sẽ đổi chương trình giảng dạy cho k19 và xóa môn học, đến giờ em đăng kí môn học khác thì bị cấn TRIET HOC MAC là sao ạ ?",
    "Dạ cho em hỏi là từ khóa 2016 trở đi thì phần Toeic Speaking and Writing là thi lấy chứng chỉ quốc tế trên 225 hay là làm kiểm tra tại BK English là được ạ. Em cảm ơn",
    "Kính gửi Quý thầy cô,    Em là , MSSV , khoa Điện - Điện tử.    Em gửi câu hỏi/ yêu cầu này kính mong quý thầy cô cho em hủy đăng kí môn học Thực tập điện tử 2 ở học kì hè này.    Lý do là trong thời gian sắp tới, gia đình em có việc bận vào cuối tuần và em bị trùng lịch học môn này vào ngày đó.    Em mong quý thầy cô thông cảm và cho phép em được hủy môn học .    Em xin cảm ơn! ",
    "Em định đăng ký thêm môn Giải Tích 1 (MT1003) nhưng các lớp đều đã đủ nên em không thể đăng ký thêm được nữa, Nhưng em thấy các lớp đều có lượng đăng ký vượt sỉ số quy định được nên mong anh chị có thể cho em được đăng ký vào 1 trong 4 lớp dự thính trên ạ. Em chân thành cảm ơn.",
    "Chào PĐT, Hiện tại em là sinh viên năm 5, vì muốn ra trường trong kì 1 năm sau nên em xin được phép vừa đăng kí thực tập vừa đăng kí môn học đại cương trong trường trong học kì hè này ạ. Em đã được sự cho phép của giáo viên thực tập và công ty thực tập. Em mong PĐT tạo cơ hội và đăng kí môn học MT1009 lớp DT02 và môn CI1003 lớp DT01_DT01 ạ. Em xin cảm ơn.",
    "PĐT cho em hỏi những môn   B không đạt    trong   I học kỳ chính  /I  thì mình có thể đăng ký môn học lại trong   I học kỳ chính tiếp theo  /I  được không ạ? Hay chỉ có thể đăng ký trong   I học kỳ dự thính  /I  thôi ạ?",
    "PĐT ơi cho em hỏi nếu năm 1 không đăng ký đủ tín chỉ để đạt điều kiện qua năm 1 thì em phải làm sao ạ, có phải sang   B học kỳ chính tiếp theo    em phải đăng ký môn học cho đủ tín chỉ để qua năm 1 không ạ? Hay là em chỉ có thể đăng ký bổ sung vào các   B học kỳ dự thính    thôi ạ? Em xin cảm ơn ",
    "Hiện tại lớp học môn Giải tích 1 , mã : MT1003 không còn chỗ đăng ký. Em muốn đăng ký học môn này để hoàn tất chương trình học. Em xin nhà trường có thể cho em đăng ký được môn Giải tích 1 MT1003 vào học kỳ 193. Em xin chân thành cảm ơn.",
    "Em là sinh viên trung tâm Bảo dưỡng Công nghiệp, em muốn hỏi 2 vấn đề 1. Trong phần đăng kí của môn vật lý 1 PH1003 thì có sỉ số 126/125, liệu em có thể đăng kí thêm trong kì hè được không ạ? Vì ngày 7/7/2020 em mới thi cuối kì môn vật lý 1 PH1003 trong đợt học dự thính 192 vừa qua, em chưa có kết quả thi, vì em chỉ còn môn này để hoàn thành chương trình học của mình . 2. Trên trang đăng kí môn học, em thấy có 2 môn vật lý được mở, msmh 007001 và PH1003, cho em hỏi là có sự khác biệt gì ở 2 môn này? nếu em đăng kí môn này thì sao ạ?",
    "Kính gửi trường ĐHQG ĐHBK tpHCM. Em là , mssv , học ngành khoa học và kỹ thuật máy tính, khoa khoa học máy tính. Em đã đăng ký môn học  mã SP1031 vào học kỳ hè 193. Sau khi nhận được thời khóa biểu thì em nghe được thông tin từ các sinh viên khác rằng môn học này đã bị thay đổi chương trình đào tạo và nó sẽ không được dạy trong kỳ hè này. Kính mong nhà trường xác nhận thông tin này giúp cho em và các bạn sinh viên k19 đỡ hoang mang. Và nếu thông tin này là thật thì bây giờ chúng em phải làm sao để hủy môn học này hoặc là nhà trường có hướng giải quyết nào cho chúng em ạ. Mong nhà trường phải hồi câu hỏi của em sớm nhất có thể. Em xin cám ơn. Trân trọng!",
    "Nhà trường cho em hỏi ví dụ kỳ 192 em là sinh viên năm 2 hiện thiếu 5 chỉ để đạt 56 chỉ (tối thiểu để đăng ký môn năm 3) vậy 5 chỉ này em đăng ký học trong hè 193 thì lúc đăng ký môn cho 201 em kịp đăng ký không ạ. Em cảm ơn.",
    "Kính gửi: PĐT Đại học Bách khoa TPHCM Sinh viên:  MSSV: Lớp: VP17CDT Trình bày lý do: Kính mong PĐT mở lớp cho chúng em học môn Giải tích số và tối ưu hóa( mã MH 006714) . Hiện tại danh sách có 11 bạn mong muốn được học môn này. Chúng em đã nộp đơn lên khoa và chủ nhiệm khoa đã đồng ý phân công cô  giảng dạy và cô cũng đã xác nhận . Mong PĐT xem xét và giúp đỡ chúng em. Vì Việt Pháp khóa sau chương trình không còn giống nữa . Em viết thư này nhằm xác nhận chắc chắn sẽ tham gia lớp học sau khi được mở.",
    "Kính gửi: PĐT Đại học Bách khoa TPHCM Sinh viên:  MSSV: Lớp:VP17VT Trình bày lý do: Kính mong PĐT mở lớp cho chúng em học môn Giải tích số và tối ưu hóa( mã MH 006714) . Hiện tại danh sách có 11 bạn mong muốn được học môn này. Chúng em đã nộp đơn lên khoa và chủ nhiệm khoa đã đồng ý phân công cô  giảng dạy và cô cũng đã xác nhận . Mong PĐT xem xét và giúp đỡ chúng em. Vì Việt Pháp khóa sau chương trình không còn giống nữa . Em viết thư này nhằm xác nhận chắc chắn sẽ tham gia lớp học sau khi được mở.",
    "Môn \"Thực tập kỹ thuật\" (CI3153) mới mở trong đợt 3 HK193 này nhưng em không đăng ký được do quá số tín chỉ cho phép là 12 chỉ. Giờ em muốn hủy 1 môn là môn \"Cơ học kết cấu\" (CI2079) để đăng kí được môn thực tập đó thì phải làm sao ạ? Em mong thầy cô có thể giúp em chứ nếu em không đăng ký được môn thực tập này thì sẽ bị chậm chương trình học ạ. Cho em cảm ơn thầy cô nhiều ạ!",
    "Cho em xin tăng sĩ số môn Trắc địa đại cương(MMH:CI1007) nhóm DT01_DT01 ạ. em xin cám ơn",
    "Em muốn hỏi là việc đăng kí môn học ở kì hè 193 có ảnh hưởng gì đến việc đăng kí môn học cho kì sau không ạ. Cụ thể là nếu trước đợt cuối đăng kí môn học cho học kì 201 mà em chưa thi cuối kì môn học của học kì 193 thì em có được đăng kí môn học cho học kì 201 không ạ",
    "cho em xin tăng sĩ số môn Cơ học kết cấu (MMH: CI2029) nhóm DT01 ạ. em xin cám ơn",
    "Em là sinh viên k19, ở học kỳ 193 em có đăng ký môn chủ nghĩa - (SP1003). Môn này em có được học không ạ? Nếu không pđt sẽ có cách giải quyết giúp em như thế nào ạ? Em cảm ơn",
    "thưa thầy. Do tình hình dịch covid  19. nên em chưa đạt anh văn 350 theo yêu cầu hệ VHVL. vậy em có đăng ký làm luận văn tốt nghiệp được không. Mong thầy giúp. em cảm ơn.",
    "Em xin kính chào quý thầy cô  Cho em hỏi là em lỡ đăng kí môn học vẽ kĩ thuật mà do thay đổi của chương trình đào tạo đối khoá K19 nên môn đó không học và đổi sang môn khác là môn vẽ kĩ thuật cơ khí, giờ nếu em rút môn học thì có phải đóng học phí cho môn đó không ạ. Mong nhận được câu trả lời của thầy cô ạ. Em chân thành cám ơn ạ",
    "Theo thông tin em nhận được gần đây thì  chương trình đào tạo môn Triết học Mac- (SP1031) hiện chưa hoàn chỉnh nên chưa thể triển khai vào học kì 193. Phòng đào tạo cho em hỏi với những sinh viên k19 đã đăng kí môn Triết học với mã môn SP1031 thì phòng đào tạo sẽ sử lý như thế nào ạ. Em cảm ơn ạ.",
    "Các thầy cho em hỏi, Chúng em vừa được xác nhận đăng ký môn triết sp1031 thì mới nhận được tin các môn này chưa được phép triển khai vào học kỳ hè 193. Nhưng chúng em không thể hủy đăng ký do môn đã bị khóa . Vậy các lượt đăng ký này sẽ giải quyết như thế nào ạ, chúng em vẫn phải học môn này trong hè hay không? Em cảm ơn.",
    "Dạ em muốn hủy đăng ký 2 môn học Phương pháp tính- MT1009 Pháp luật đại cương-SP1007 dạ 2 môn đó",
    "Em kính chào ban giám hiệu nhà trường, vừa qua em có đăng kí môn học Thực tập điện tử 2 Nhóm lớp DT03 của giảng viên . Nhưng sắp tới, vì lí do đột xuất của gia đình nên em không thể tham gia các buổi học tuần thứ 1,2,3 của lớp .Nhận thấy số buổi vắng khá nhiều, không thể bù được và không muốn ảnh hưởng đến thầy và các bạn trong việc giảng dạy nên em muốn yêu cầu hủy muôn học. Em thật lòng xin lỗi vì sự cố ngoài ý muốn này tuy nhiên do đột xuất không thể tránh khỏi nên kính xin nhà trường giải quyết cho em. Đây  cũng là lần đầu em viết yêu cầu, còn nhiều sai sót, kính xin ban giám hiệu bỏ qua. Em xin chân thành cám ơn!",
    "Em không thể đăng kí môn thực tập tốt nghiệp trong học kì 193 đươc ạ .",
    "Gửi phòng đào tạo. Em là sinh viên K19_MSSV: . Em có đăng ký môn học  (mã môn SP1031) cho học kỳ hè này, em có thấy trên các web face có nói K19 không được học môn  do giáo trình chưa phù hợp. Nên em có thắc mắc là : kỳ hè này em học  rồi thì sau này có tính là em đã học rồi hay em phải học lại môn ấy ạ? Và nếu kỳ này em học nhưng vẫn không được tính là đã học thì em muốn xin được rút môn  được không ạ? Dạ em xin cảm ơn!",
    "em xin được mở thêm sỉ số môn học dung sai và kỹ thuật đo, mã môn học Me3003, nhóm/lớp A01 Giảng viên: ",
    "Dạ em xin chào thầy (cô), Thầy (cô) cho em hỏi có phải hệ thống thanh toán học phí BKPay của trường mình bị lỗi không ạ. Em có thử đóng tiền từ ngày 1/7 đến bây giờ nhưng không được ạ. Khi em chọn thanh toán học phí sẽ được chuyển đến trang của OCB, ngân hàng gửi mã đến điện thoại để xác nhận nhưng khi em nhập mã vào toàn bị lỗi \"Exceed Authorized Limit\" nên hiện tại em vẫn chưa đóng học phí. Mong sớm nhận được giải đáp ạ. Em xin cảm ơn.   i  .",
    "Cho em xin hỏi, em muốn xin giấy chứng nhận đang học tại trường thì em làm như thế nào ạ. Tại vì địa phương yêu cầu em phải nộp vào ngày 17/7/2020, em xin cảm ơn ạ.   i  .",
    "Em thấy là có thể hủy gdtc trong mybk nhưng trong gmail nói là không thể hủy nhưng em muốn chuyển qua học môn khác có được không ạ",
    "Xin tăng sĩ số lớp Hệ thống máy tính và ngôn ngữ lập trình MSMH: EE2009 Mã nhóm: DT01_DT01 Tên sinh viên:,MSSV:",
    "Dạ em có đăng kí lịch học hè Nhưng sau đó em có trúng tuyển đi mùa hè xanh của trường Vậy bây giờ các môn học em đăng ký sẽ tự hủy hay không ạ? Và nếu không tự hủy thì làm sao em có thể đi mùa hè xanh được ạ?",
    "Phòng đào tạo cho em hỏi là những một được mở đến đợt 3 là những môn chắc chắn mở lớp cho dù sĩ số ít phải không ạ ?",
    "Chào các thầy cô, hiện tại các môn như pháp luật đại cương, triết học Mac, đã đổi mã môn và giáo trình học. Nhưng trong đợt 1 của học kì hè 193 e đã đăng kí 2 môn cũ đó. Cho đến đợt 3 này thì không hủy môn đc nữa, liệu phòng đạo tạo có tự hủy không, hay có cách nào để em hủy môn không ạ!",
    "cho em xin tăng sĩ số môn học - Trắc địa đại cương (MMH: CI1007) nhóm lớp DT01_DT01 - Cơ học kết cấu (MMH: CI2029) nhóm lớp DT01 em xin cám ơn",
    "Em có đăng kí môn học vào kì 193 tới nhưng giờ được biết môn đó sẽ thay đổi chương trình đào tạo vào năm sau. Hiện tại em muốn hủy môn đã đăng kí thì cần làm như thế nào ạ? Bởi trên hệ thống đăng kí không hủy môn được . Em xin nhờ sự trợ giúp ạ.",
    "Dạ em muốn hỏi là Môn triết học -lê (sp1031) có bị hủy không ạ và giờ nếu em muốn hủy nhưng em đã đăng kí xong đợt 2 rồi thì hủy sao ạ ",
    "Dạ em muốn hỏi là em đã đăng kí môn triết học macle ( sp1031 ) xong đợt 2 rồi thì có hủy môn đc ko ạ",
    "Dạ em đã đăng kí và nộp đơn xác nhận học liên thông thạc sĩ, nhưng bây giờ sau khi nghe tư vấn từ 1 số thầy cô em muốn rút lại đơn đăng kí thì phải làm như thế nào ạ?  Em cảm ơn",
    "Em tên:  MSSV:  Khoa: Kỹ Thuật Xây Dưng Em xin hỏi về thời gian đăng ký chọn giảng viên hướng dẫn đề cương trong học kỳ hè này ạ? Và lớp Đề Cương Luận Văn có được mở trong hè này khồng ạ?",
    "Em muốn đăng ký học môn Điền kinh và học kỳ hè. Mong nhà trường có thể mở lớp. Em cảm ơn.",
    "Kính gửi PDT, Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ Cảm ơn!!! .",
    "học Mác - (SP1031) Em xin chào thầy cô ạ. Em nghe thông tin là 19 sẽ học môn chính trị Mác - triết (SP1031 - TRIET HOC MAC - LENIN) theo chương trình mới, không áp dụng cho Hk 193 . Vậy nếu em đã đăng ký vào đợt 1,2 rồi thì có được phép hủy, rút môn không và trường có tính tiền nếu em rút môn đó không ? (Đợt 3 em thấy vẫn còn môn đó và không xóa được ạ) Lý do: Vì em không biết môn Mác- sẽ thay đổi chương trình từ học kì 201 nên em mới đăng ký học trước vào kì hè 193 ạ . Mong nhận được phản hồi từ nhà trường và thầy, cô. Em cảm ơn !  Em tên:  -  - 19 hoa ỹ thuật Xây dựng",
    "Kính gửi PDT, Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ Cảm ơn!!! .",
    "Do điều kiện kinh tế mà tới sáng ngày 15/07/2020 em mới tyanh toán được học phí cũng như làm đơn trình bày lý do thanh toán trễ hạn. Lịch đăng ký môn học đến 15h ngày 15/07/2020. Mặc dù em đã làm đơn cũng như thanh toán học phí nhu2ng em vẫm không đăng kí được môn học ạ. Bây giờ e phải làm thế nào để có thể đăng kí môn học ạ ?. Em  ",
    "Thầy (cô) cho em hỏi,em là sinh viên khoa Điện- Điện tử khóa K15, vừa qua em có đăng ký in giấy xác nhận sinh viên nhưng đăng ký nhầm nơi nhận qua văn phòng quốc tế thì em có thể đến văn phòng quốc tế nhận được không, vì lúc sau em có vào kiểm tra lại thì mới phát hiện có dòng \" chỉ dành cho sinh viên đào tạo Quốc tế\". Em xin cảm ơn ạ",
    "Xin cho em hỏi lớp dự thính hè có thể tăng sỉ số lên nua không ạ. Em xin cám ơn",
    "Em chào bán giám hiệu Do điều kiện khó khăn nên em thanh toán học phí trễ em dự thanh toán ngày 16/7 trễ hạn xong em làm giấy thanh toán học phí trễ trình bày lí do xong tất cả thì em có phí xoá môn học mà tạm dưngg học ạ  Em cảm ơn thầy cô ban giám hiệu đã hỗ trợ em ạ ",
    "Chào PDT, em viết mail này để nhờ PDT đăng ký giúp em môn học CI2005-Cơ lưu chất trong kỳ hè này. Đợt trước em có gửi yêu cầu xin PDT mở thêm sỉ số và sáng nay PDT đã giải quyết nhưng khi em vào đăng ký thì các bạn đã đăng ký full sỉ số vì vậy mong PDT giúp em lần này nữa ạ, đây là môn học quan trọng để em được tốt nghiệp ạ, em cảm ơn.",
    "Em chào thầy/cô. Em là  - , là học sinh lớp Việt Pháp VP17VL. Em viết câu hỏi/yêu cầu này là để hủy môn học \"Hóa đại cương - CH1003\". Lý do: Vào đợt 2, có sự hiểu nhầm của em với văn phòng Việt Pháp cho nên em đã đăng ký nhầm môn CH1003 (em tham khảo môn chuyển điểm trên trang aao nhưng văn phòng không chấp nhận). Và văn phòng Việt Pháp phản hồi em vào lúc đã quá hạn đợt hiệu chỉnh lần 2. Cho nên em không thể hủy được môn học trên. Hiện tại, văn phòng Việt Pháp có tạo điều kiện cho các bạn hủy môn học để học đợt học hóa vét \"Hóa học - 601701\" của thầy . Cho nên em mong thầy/cô giải quyết câu hỏi của em có thể thông cảm và hủy môn học Hóa đại cương - CH1003 cho em. Đối với em số tiền 3 tín chỉ dự thính là một số tiền lớn. Em cảm ơn thầy/cô nhiều.    .",
    "Dạ cho em hỏi là học phí giáo dục thể chất học kì 201 của hệ đại trà là 900.000VNĐ đúng không ạ. Em xin cảm ơn!",
    "Chào thầy / cô ạ! Em là , Khoa Kỹ thuật cây dựng!  Chuyện là hôm bữa em đi lấy bằng Giáo dục quốc phòng và sau đó em đi thi ở Cs1 và trên đường đi em bị đánh rơi mất rồi ạ",
    "Em muốn đăng ký môn SP1005, lớp DT02,nhưng lớp đã quá sĩ số, mong phòng đào tạo có thể tăng sĩ số để em được đăng kí môn học. Em xin cảm ơn PĐT ạ.",
    "Thưa phòng đào tạo, em tên  mssv , vào lúc 13h49 phút em có thực hiện đóng tiền học phí đợt 2, ocb đã báo thành công và trừ tiền, bkpay hiển thị đã thanh toán. Tuy nhiên vào trưa nay ngày 15-7, em nhận được mail báo chưa nộp học phí và cảnh báo CẤM THI. Khi em vào bkpay thì được hiển thị là chưa đóng học phí đợt 2 dù đã đíng rồi và đã trừ tiền. Mong phòng đào tạo có thể kịp thời hỗ trợ giúp em. Sau đây là một số hình ảnh xác thực",
    "Tên:    i  . Kính gửi pđt  Cho em hỏi là em đã đóng học phí vào ngày 1/7/2020 vào lúc 15h tại ngân hàng OCB Thủ Đức, nhưng ngân hàng chưa gạch nợ cho em. Vậy em có bị trừ điểm rèn luyện không ạ . Mong pđt trả lời giúp em. Em cảm ơn nhiều ạ .",
    "Kính chào thầy/cô, Trong đợt đăng ký môn học, em đã đăng kí 2 môn PE1009 - BONG DA và PE1025 -  nhưng em chưa kịp hủy. Vì em chỉ cần học 1 môn giáo dục thể chất để đạt yêu cầu nên em kính mong thầy/cô hỗ trợ em hủy môn học PE1025 - . Em xin cảm ơn và chúc thầy/cô một ngày tốt lành, ",
    "Vì sợ hết đợi đăng kí môn học và chưa có chương trình đào tạo cho k19 nên e đã tham khảo và đăng kí theo chương trình đào tạo k18.Nên e đã đăng kí sai môn MT2001 - Xác suất và thống kê.H e muốn hủy môn học phải làm sao ạ",
    "Mong thầy cô PĐT gia tăng sĩ số đăng kí môn   B Phương Pháp Phần Tử Hữu Hạn CI3061     I  , tIẾT 789 THỨ 5, GV : nGUYỄN tHÁI bÌNH",
    "Em chào thầy, cô,em tên là  thuộc khoa quốc tế.Trong đợt mở đăng kí môn hè vừa rồi em có đăng kí môn cơ sở trường điện từ (404401) vào đợt đăng kí đầu tiên nhưng qua đến đợt đăng kí thứ 3 thì em lại bị đẩy ra và không đăng kí vào lại được do danh sách đã full. Cho em hỏi vấn đề của em giải quyết như thế nào ạ.",
    "Dạ em xin lỗi cô, em quên đọc thư, khi em vào đăng ký lại thì lớp full ạ. Mong cô hỗ trợ em đăng ký môn để đủ tín chỉ học năm hai thưa cô. Em cảm ơn ạ!      -MT1003: Giải tích 1",
    "Phòng đào tạo cho em xin được xóa môn Tư Tưởng SP1009 để em đăng kí môn Sức bền vật liệu CI2007 được không ạ tại vì môn đó rất quan trọng cho kì tới của em. Thời gian đăng kí đã hết phòng đào tạo có thể mở cho em đăng kí lại được không ạ  . Em tên Nguyễn Gia Tuân Mssv 1810629",
    "Dạ thưa thầy cô ạ . Dạ em muốn đặt câu hỏi về chứng chỉ tiếng anh ạ  Dạ bằng tiếng anh chứng chỉ A1 , B1 , B2 thì trường mình có chấp nhận để xét nhận luận văn , tốt nghiệp hay chuyển điểm không ạ . Dạ em cảm ơn thầy cô ạ !",
    "ữa cô hỏi em hủy môn nào, h cô lại nói hết hạn. Em nhắn từ hồi kết thúc đợt 2 mà cô.Mong cô xem xét.Vì 2 môn khá nhiều tiền mà không liên quan đến nghành mong xem xét giúp em",
    "Vậy giúp em hủy 1 môn phương pháp tính-MT1007 cũng được ạ. Xem xét giúp em",
    "Triết học  -LeNin (SP1031) Em xin chào thầy cô ạ. Em nghe thông tin là khóa K19 sẽ học môn chính trị  - triết (SP1031 -  MAC - LENIN) theo chương trình mới. Nhưng mà em lỡ đăng ký học vào kì hè 193 rồi. Nên em muốn hỏi: +   B Em sẽ học môn Triết học  le6nin theo chương trình mới hay cũ? +Năm sau là môn này có chương trình mới, vậy nếu em K19 học trong kì hè này thì có công nhận điểm không ? Mấy nay nhiều bạn K19 tụi em hoang mang nguồn tin sẽ học chương trình mới và đã lỡ đăng ký môn này đó ạ ? Sợ là trường không tính tín chỉ.    Mong thầy cô nói rõ về điều này để K19 tụi em biết ạ. Em cảm ơn !",
    "Xin chào Phòng đào tạo, em là sinh viên khoá K19, theo em được biết thì từ khoá K19 thì học môn Xác xuất thống kê theo mã MT2013, mà em lại đăng ký nhầm sang mã MT2001 trong HK193, em mong Phòng đạo tạo có thể giúp em chuyển môn học từ MT2001 sang MT2013, họăc nếu không được thì Phòng đạo tạo có thể giúp em huỷ môn này ạ. Em xin cảm ơn và em mong sẽ sớm hồi âm.",
    "Thầy/Cô đăng kí giúp em vào lớp thể chất cầu lông hè này với ạ. PDT có mở thêm lớp nhưng em lại vào không kịp so với mấy bạn. Kính mong thầy/cô hỗ trợ. Em cảm ơn ạ!!",
    "Sắp tới thờ gian phát giấy xác nhận sinh viên nhưng hiện em đang bảo lưu thì có cách nào được nhận không ạ.",
    "Cho em hỏi về việc đóng học phí . Em đã đóng học phí vào ngày 1/7 /2020 vào lúc 15h tại chi nhánh OCB Thủ Đức. Là em không có đóng học phí trễ. Nhưng ngân hàng chưa gạt nợ trên bkpay cho em và hiện tại thì em đã bị trễ. Vậy thì em có bị trừ điểm rèn luyện không ạ?  Xin pđt xem xét giúp em . Em cảm ơn nhiều ạ.",
    "Thưa Thầy/Cô, Em là , MSSV: . Em có thắc mắc về quy chế ra khỏi chương trình tài năng như sau: Nếu trong học kỳ có 1 môn học có điểm trung bình    5.0 (rớt môn) nhưng vẫn đảm bảo ĐTBHK   7.5 và ĐTBTL   7.0 thì có bị ra khỏi chương trình hay không? Em xin cảm ơn!",
    "Kính gởi phòng đào tạo Kính gởi phòng tài chính Em tên . Mssv  khía 2019. Thời gian vừa qua do tính chất công việc e phải đi làm xa nên k theo dõi mail và lịch học của mình, cũng như học phí. Nay em muốn hỏi e kiểm tra thì chưa đóng học phí và đăng ký môn học. Vạy e kính mong quý thầy cô hướng dẫn e thủ tục để đóng học phí và đăng ký môn học để e đc quay lại trường học trong thời gian tới ạ. Trân trọng cám ơn và kính chào.   i  .",
    "hiện tại đợt 1 đăng ký dự thính hè khóa 193. Em đã đăng ký 2 môn. - Môn Pháp luật Việt Nam đại cương mã số SP1007. - Triết học - le mã số môn học SP1031.  liệu đây có phải mã môn mà khóa 2019 học được trong học kì hè 193 hay không?  Em nghe nói 2 môn này sẽ đổi mã môn mới và giáo trình mới hết, vậy có ảnh hưởng gì khi em đăng ký 2 môn như trên không ?",
    "Em có đăng kí hai môn nhưng lịch chỉ hiện một môn, và theo em được biết là do trùng lịch. Vậy Xin cho em hỏi, Có hướng nào giải quyết cho những sinh viên bị như vậy hay không. Vì lịch là do Nhà Trường chủ động xếp, sinh viên muốn đăng kí học nhưng lại trong tâm thế may rủi, may thì được tất cả, không thì lại được môn này hụt môn kia, không thì lại chẳng có gì. Mong Phòng Đào Tạo sẽ có hướng giải quyết tốt cho chúng em. Em cám ơn.",
    "thưa thầy cô, đợt 3 này em quên thời gian đăng kí môn học đợt 3 và giờ hết hạn, em phải làm sao để đăng kí ạ, em phải viết đơn hay sao ạ",
    "Dạ bây giờ em cũng không biết phải nói như thế nào đây. Mẹ em mới điện hôm qua nói là chủ nhật tuần vừa rồi có trận giông lốc nó bẻ gãy cao su nhà em rất nhiều và không thể thu hoạch mũ nưã. Nhà em thu nhập chính từ lô cao su bây giờ không thể thu hoạch mũ được. Mẹ nói ba đi làm thêm thì cũng đáp ứng được cho em khoản tiền đầu năm 2, còn bây giờ em học hè thì không nuôi nỗi. Mẹ bảo hè này con về nhà cho ba mẹ đỡ tiền gửi lên nuôi và học phí hè, vào năm 2 có tiền cho con đóng. Hiện tại đã qua đăng ký môn học hè đợt 2 nên em không hủy môn được, em xin trường có thể hủy các môn học hè của em được không ạ. Em cảm ơn trường rất nhiều ạ",
    "Tôi   Tôi thanh toán phí trên momo cho đại học bách khoa và nhận đc mã giao dịch. Nhập mã giao dịch vào đăng ký thi nói viết thì hệ thống ghi coupon này đã sử dụng. Trong khi tôi chỉ mới thanh toán để phục vụ thi cử. Hiện tại tiền đã thanh toán mà k đăng ký được. Tôi là sinh viên năm 4 cần thi ra trg nhưng bây h tình hình như v k thi sớm đc. Mong bên giải quyết sớm giúp tôi.",
    "Kính gửi Thầy cô PĐT  Em tên: - Mong thầy cô tăng sĩ số cho em đăng kí bổ sung môn Phần Tử Hữu Hạn CI3061 Tiết 789-Thứ 5. Em xin cảm ơn !",
    "SAU HI LÀM LUẬN VĂN THFI EM CÓ  , SAU 1 Ì NÀY EM NỘP  MÀ     ĐỂ ĐĂNG Í TỐT NGHIỆP Ạ",
    "Kính gửi thầy cô, em là sinh viên K17, học kỳ hè này theo đúng tiến độ em sẽ đăng ký thực tập tốt nghiệp 193. Do bất cẩn nên em đã đinh ninh nhầm lịch đăng ký đợt 3 bắt đầu từ ngày 15/7. Đến bây giờ hôm nay 16/7 em vào xem lại mới biết 15/7 là ngày kết thúc. Do đó em đã bỏ lỡ mất đợt đăng ký này. Xin thầy cô cho em hỏi là có cách nào để đăng ký thực tập hè không ạ. Em thật sự không muốn bị trễ 1 năm ra trường ạ. Cám ơn thầy cô ạ!    .",
    "thực tập tốt nghiệp mã môn hoc CH3313   thầy cô cho em hỏi  hiện tại em bị thiếu tín chỉ để đăng kí môn thực tập tốt nghiệp.  em đang đợi thầy cô nhập điểm các môn học dự thính để em đủ tín chỉ đăng kí môn học trên.   em có thể làm đơn xin phòng đào tạo cho em đăng kí môn thực tập tốt nghiệp được không.",
    "Em chào Thầy/Cô Em là Huỳnh Minh Hiếu, MSSV: 1511005, lớp XD15CB Vừa qua em đã thanh toán trễ học phí học kì chính HK192 do gia đình em gặp khó khăn về kinh tế, bản thân em cũng không thể xoay sở kịp thời học phí đúng hạn. Vì vậy không đủ điều kiện đăng kí môn học dự thính kì hè HK193 môn: Kết cấu thép 1 CI3009 Thí nghiệm công trình CI4011 Em kính mong quý thầy cô xem xét có thể thêm em vào các nhóm lớp còn trống để em được hoàn thành chương trình học vì hiện tại em đang bị trễ tiến độ . Em xin cảm ơn Thầy/Cô.",
    "Em xin thầy/cô đk giúp em môn CI3313 Thực tập tốt nghiệp, vì môn này quan trọng với tiến độ học tập của em hơn Em không biết là đk môn học khác cùng với môn Thực tập tốt nghiệp thì môn Thực tập tốt nghiệp sẽ bị xóa. Em xin nhận lỗi vì sự sai sót này.",
    "thầy cô tư vấn cho em với ạ, em là svk19 mà em có đăng kí mã môn CI2001 hệ thống đã chấp nhận đăng kí thành công. theo quy chế thì em có đọc là sv năm 2 mới đc đăng kí môn có  XX2YYY. vậy cho em hỏi thì môn đó có được chấp nhận hay không ạ",
    "Em chào Thầy/Cô Em là Huỳnh Minh Hiếu, MSSV: 1511005, lớp XD15CB Vừa qua em đã thanh toán trễ học phí học kì chính HK192 do gia đình em gặp khó khăn về kinh tế, bản thân em cũng không thể xoay sở kịp thời học phí đúng hạn. Vì vậy không đủ điều kiện đăng kí môn học dự thính hè HK193. Em kính mong quý thầy cô xem xét có thể cho em được đăng kí vào lớp môn:   B 1. Kết cấu thép 1 MSMH: CI3009, mã nhóm DT03 2. Thí nghiệm công trình MSMH: CI4011, mã nhóm DT02    Em xin cảm ơn.",
    "dạ như câu hỏi trước, em quên thời gian đăng kí lần 3 học hè, kính mong thầy cô cho phép em được đăng kí CO1011 - Kỹ thuật lập trình lớp DT01_DT01  hiện tại lớp đã đủ người và em thấy bằng sĩ số lí thuyết, không biết em nên viết đơn để xin hay giải quyết ở đây, tại em ở cs2, mong thầy cô giúp đỡ, em xin cảm ơn thầy cô.",
    "Em chào nhà trường, vì một số lí do em chưa thể đăng kí dự thính kỳ 1 và 2, đeedn kí 3 khi em đăng ký cụ thể là môn vật lí 1 và đại số tuyến tình thì đã full phòng, em không biết có cách nào để em học được 2 môn đó trong hè nạy không ạ. Kính mong nhà trường thông cảm cho em",
    "Dạ cho em hỏi đợt đăng ký dự thính hè vừa rồi, em có đăng ký môn Cơ Lưu Chất của khoa Vật Liệu, nhưng em nhấn bị nhầm mã nên không đăng ký được. Vậy không biết em có thể làm đơn xin đăng ký bổ sung được không ạ? Do em chỉ cần 1 môn nữa là hoàn thành xong chương trình học, em rất mong Phòng Đào Tạo và Bộ Phận đăng ký môn học giúp đỡ ạ. Em xin cảm ơn",
    "KÍnh gửi phòng đào tạo.Em là sinh viên của khoa CNVL.Em đã xin bảo lưu vào cuối HK191 và không thi cuối HK1.Và vào ngày 16/6/2020 em đã làm đơn thu nhận lại và đã xin phép trong đơn là xin học lại HK193.Và khi đến đợt 3 của đợt đăng kí môn HK193(13/7/2020)em đã vào và đăng kí môn đại số tuyến tính,nhưng có 1 vấn đề là em liên tục bấm vào nút đăng kí(chọn) và đột nhiên có 1 tấm bảng màu đỏ hiện lên và ghi rằng:Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn).Và lúc em làm đơn thu nhận lại ở phòng đào tạo cơ sở 1 xong các nhân viên nói với em rằng em có thể đăng kí môn cho HK193,nhưng em không đăng kí được cho đến hết đợt 3 vì lí do như trên và nó khiến em không thể đăng k1i môn được.Liệu em có thể đăng kí lại học kì 193  không?Nếu có thì phòng đào tạo có thể giải quyết giúp em không?",
    "Xin Phép Phòng Đào Tạ đăng kí giúp em đăng kí môn học kì dự thính 193 Môn Giải Tích 1 Mã Môn Học: MT1003 Nhóm lớp: DT02_DT02 Em cám ơn ạ",
    "Em chào PĐT, em thấy ds đk sv môn bóng rỗ là 33/55 nhưng vì sao lại bị huỷ lớp ạ? Vậy PĐT có thể san đều chúng em sang 2 lớp 01 và 02 để chúng em cũng được hoc bóng rổ không ạ? Em cảm ơn rất nhiều ạ",
    "Chào thầy. Thầy có thể cho em biết hạn nộp quyển của damh + dclvtn của bộ môn điện-điện tử không ạ. Em lên trường tìm thông báo thì chỉ có thông báo của bên viễn thông + tự động .",
    ":    Em muốn tạo tài khoản sakai phải làm sao ạ.",
    "Kính gửi PĐT Em tên là  , MSSV . Khoa Kĩ Thuật Địa chất & Dầu khí Cho em hỏi là em vừa đăng kí thi TOEIC ở BK English và xin thực hiện miễn điểm hai môn AV3 và AV4, thì web hiện như này là đã được chưa ạ? Em vào đồn vẫn chưa thấy thông tin điểm miễn . Kính mong PĐT phản hồi Em xin trân trọng cảm ơn",
    "Mã môn học: MT2001 Mã nhóm: DT03",
    "Học bổng khuyến khích .",
    "Hiện tại do Chương trình đào tạo của sinh viên K2019 có thay đổi về mã đăng kí các môn học. Dẫn đến việc em đăng kí không đúng mã môn học dành cho 2 môn học ở kì hè 193:                   B SP1031     -Lenin        B MT2001    Xác suất thống kê      Do vậy em có thể chuyển sang học ở mã môn học mới (học ở lớp mới) mà không cần huỷ môn không?   Nếu không thể chuyển lớp theo mã môn học được, em mong có thể huỷ được 2 môn học trên ở kì hè 193. Và việc huỷ 2 môn học này rồi em có cần phải đóng học phí cho kì hè không?",
    "Em chào thầy/cô! Thầy/cô cho em hỏi là ngày thi THPTQG thì trường mình có học không ạ. Tại em có đăng kí Tiếp sức mùa thi mà có môn học hè vào ngày đó. Em cảm ơn thầy/cô",
    "Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng vẫn nhận được mail cảnh báo thanh toán trễ học phí cấm thi cuối kì. Em rất mong pdt có thể xem xét giúp em được thi cuối kì và được đăng kí môn học ở học kì sau.",
    "cô đăng ki giúp em môn cầu lông mã: PE1017 mã nhóm:DT01",
    "Dạ thưa cán bộ PĐT, lịch học vụ của kỳ tiếp theo khi nào sẽ có và liệu có khác với mọi năm do ảnh hưởng của dịch covid không ạ? Cụ thể là lịch nộp chứng chỉ ngoại ngữ để nhận LV . Em xin chân thành cảm ơn ạ!",
    "Em đã chấp hành nghiêm chỉnh việc thanh toán học phí trước thời hạn nhưng lại nhận được mail thông báo thanh toán trễ học phí nên bị cấm thi cuối kì.  Rất mong nhà trường xem xét lại giúp em để em còn được thi cuối kì và đăng kí môn học ở học kì sau.",
    "Cho em hỏi là mình đăng ký nộp chứng chỉ ngoại ngữ trên myBK rồi thì có cần lên phòng đào tạo để nộp nữa không ạ?  Nếu có em có thể nộp ở cơ sở 2 được không ạ?",
    "Kính gửi Thầy / Cô PĐT. Họ và tên : NGUYỄN HẢI LÂM. MSSV: 1920032. Nhập học khóa 2019-B2 CHÍNH QUY... Chương trình đào tạo theo khóa : 2017.   B Sự việc :     I   U  Em đã đăng kí học môn CI3061 (phương pháp phần tử hữu hạn ) ở học kì 1 -năm 2019... Nhưng do PĐT của văn bằng 2 nhập mã môn em theo khóa 2014, nhưng lúc đăng kí môn học hệ thống không báo bị lỗi thiếu môn tiên quyết-khi nhập học PĐT hậu kiểm thì loại em ra khỏi danh sách đăng kí lúc em lên hỏi thì nói trễ rồi để học kì sau - khi nào em đăng kí không được PĐT sẽ hỗ trợ giúp em đăng kí - nên học kì đó em bị đình chỉ học kì do không ĐKMH.  Tới học kì dự thính sau dịch, em đăng kí môn PPPTHH (CI3061) thì em đăng kí được, em nghĩ PĐT đã hỗ trợ ĐKMH nhưng khi bắt đầu học lại không có tên em do em bị thiếu môn tiên quyết CI2029 (CƠ KẾT CẤU). PĐT lại nói để học kì dự thính sắp tới sẽ hỗ trợ em đăng kí- Vừa rồi học kì dự thính em ĐKMH đợt 2 ,em ĐKMH được đứng 38/40 nhưng đến lần 3 ĐKMH em lại bị loại , VPĐK A4 hướng dẫn em xin giấy miễn môn CI2029 và tăng sĩ số Lên ở VPĐK A1 thì mới ĐK môn học được. Em đã làm đơn và nộp nhưng kết quả tận 1 tháng mới có như vậy đã qua đợt nhập học dự thính 3/8/2020. Do em vừa học , vừa làm nên đợt dự thính này rất thuận lợi cho việc học vì kéo dài 2 tháng em có thể thu xếp công việc, Hơn nữa em đã trễ 1 năm so với Chương trình đào tạo, và môn này tiên quyết nên không biết học kì sau có mở không- Nếu không mở em sẽ trễ thực tập tốt nghiệp , trễ luận văn. Nên mông quý thầy cô PĐT có thể giúp em miễn môn CI2029 ( CƠ KẾT CẤU ) , Đăng Kí giúp em môn CI3061 ( PHUONG PHAP PHAN TU HUU HAN). Thân chào, nếu các thầy cô không giải quyết được xin phép cho em gặp Thầy trưởng phòng đào tạo để trình bày khó khăn và có hướng giải quyết giúp em.",
    "Em tên: . MSSV: . Em muốn đăng ký môn Anh Văn 1 MMH: LA1003. Nhóm lớp DT01. Giảng viên: . Thứ 2 tiết 2345 và thứ 3 tiết 789. Em xin chân thành cảm ơn.",
    "CODE  Em xin phép đăng kí môn Điền kinh mã môn học PE1025 do lớp Cầu lông đã bị hủy",
    "Thưa cô, đợt vừa rồi, do điều kiện sân bãi nên PĐT hủy môn TD Cầu Lông. Em xin cô cho em tham gia bổ sung vào lớp Bóng rổ ạ. Mã môn học: PE1015 - Nhóm: DT03 Tên:  - MSSV:  Em xin cảm ơn ạ",
    "Dạ chào thầy cô, em đăng kí nhầm môn Pháp luật đại cương vào kì 193 đợt hè, môn này em đã học vào kì 192 . Vì lỗi sơ suất của em trong quá trình đăng kí, em biết đợt 3 không thể hủy môn được muốn rút cũng phải đóng học phí nhưng kinh tế nhà em không khá giả cho lắm nên em tha thiết mong thầy cô hủy cho em môn này . Mong thầy cô hiểu cho yêu cầu và giải quyết trường hợ của em sớm nhất. Em cảm ơn ạ. Chúc thầy cô dồi dào sức khỏe .",
    "Xin chào quý thầy cô, Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ Phòng Đào tạo, nay em xin đăng ký bổ sinh vào lớp DT03 môn bóng rổ (PE1015). Mong quý thầy cô xem xét và tạo điều kiện cho em tham gia lớp học. Em xin cảm ơn ạ.",
    "Chào anh/chị, em muốn đăng kí thêm vào lớp PE1025 nhóm DT05 học kì dự thính hè này. Dù đã qua hạn đăng kí DT nhưng không biết có cách nào khác anh/chị có thể cho em biết được không?",
    "Xin chào các thầy cô trong đội ngũ bksi Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Bóng rổ (PE1015), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này. Em xin cám ơn",
    "Thưa cô, đợt vừa rồi, do điều kiện sân bãi nên PĐT hủy môn TD Cầu Lông. Em xin cô cho em tham gia bổ sung vào lớp Bóng rổ ạ. Mã môn học: PE1015 - Nhóm: DT03 Tên:  - MSSV:  Em xin cảm ơn ạ",
    "Kính gửi các thầy cô Em vừa nhận được thông báo hủy lớp bóng bàn và cầu lông của PĐT ở HK193. Vì vậy em muốn đăng ký bổ sung vào lớp DT03 môn Bóng rổ (PE1015). Mong quý thầy cô xem xét và tạo điều kiện cho em được đăng ký vào nhóm lớp này. Em xin chân thành cảm ơn.",
    "Em vừa nhận mail của trường về việc huỷ môn Cầu Lông trong HK193 nên cho em xin đăng kí bổ sung ạ. Sinh viên - đăng kí môn Bóng Chuyền PE1011-DT01",
    "PE1015-DT03",
    "PE1015- DT03",
    "PE1015 - DT03",
    "PE1025, LỚP DT05",
    "Tên sinh viên:  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn. Môn đăng ký: Bơi(PE1019) - mã nhóm DT04",
    "Em chào trường ạ. Em tên , em có đăng kí học môn bóng bàn nhưng do trường gửi mail báo hủy nên em xin được đăng kí lại môn bóng chuyền mã PE1011 nhóm lớp DT02",
    "yêu cầu đăng ký môn Aerobic (PE1021) nhóm lớp DT03",
    "Tên sinh viên :  Mssv : Đăng kí bổ sung môn thể chất do môn bóng bàn bị huỷ Môn đăng kí bổ sung : Bơi (PE1019)- Nhóm DT04",
    "Nhóm lớp DT03",
    "Em đã đăng ký môn Cầu Lông hk193 nhưng môn học đã bị huỷ.Em xin được đăng ký mới môn Điền Kinh PE1025, nhóm DT05",
    "Em chào trường ạ. Em có đăng kí học môn bóng bàn dự thính hè nhưng do trường hủy môn nên em xin được đăng kí lại môn bóng chuyền PE1011 nhóm lớp DT02 ạ ",
    "yêu cầu đăng kí aerobic (pe1021) nhóm lớp DT03",
    "óng rổ (PE1015) Mã nhóm : DT03   .",
    "PE1021 Dạ thầy cô có thể chỉ cho em cách đăng ký bổ sung GDTC không ạ !  Em tên:  MSSV: Em muốn đăng ký bổ sung môn Aerobics ( PE1021 )  Lý do lớp cầu lông của em bị huỷ ạ ",
    "Vì bị hủy môn bóng bàn, em muốn đăng kí môn bóng chuyền PE1011 lớp DT02 ạ.",
    "Môn bóng bàn bị huỷ nên cho em đăng kí bổ sung  Môn: PE1025 Nhóm lớp: DT05",
    "Yêu cầu đăng ký bổ sung PE1011 DT04",
    "yêu cầu đăng kí môn Aerobic (PE1021) nhóm DT03",
    "em đăng kí môn bóng bàn vào HK193 nhưng nhà trường đã hủy .Bây giờ em muốn chuyển sang môn khác thì làm sao ạ vì đã hết hạn đăng kí dự thính hè đúng tiến độ và phần đăng kí bổ sung ko có môn gdtc",
    "Em chào trường ạ. Em là  (mssv ), em có đăng kí môn bóng bàn nhưng do trường gửi mail báo hủy nên em xin được đăng kí lại môn Bóng Chuyền mã PE1011 nhóm lớp DT02.",
    "Yêu cầu đăng ký bổ sung PE1025 DT05",
    "Tên sinh viên :  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn từ thông báo của phòng đào tạo (lớp DT02) Môn đăng ký: Điền kinh (PE1025) - mã nhóm DT05",
    "Kính gửi phòng đào tạo Em tên là   MSSV  Mong phòng đào tào trả lời và giải quyết giúp em vấn đề sau Đợt đăng kí môn học dự thính hè 193 em đã đăng kí thành công môn học thực tập kỹ thuật (MA 2027) và em hiện tại không bị hạn chế do anh văn  hay không đủ tín chỉ gì cả. Nhưng hôm nay lên lớp thì danh sách lớp lại không có tên em. Mong phòng đào tạo có thể cho em đăng kí lại vào môn học này vì nó rất quan trọng ạ. Cảm ơn",
    "Môn bóng bàn bị hủy nên cho em đăng kí bổ sung Môn: PE1025 Nhóm lớp: DT05",
    "PE1015 - DT03",
    "PE1015 DT03",
    "Em tên là , MSSV:  Em có nguyện vọng đăng kí môn      Mã môn học:   B PE1015   , Mã nhóm:   B DT03    Em cảm ơn ạ.",
    "Môn học bóng bàn bị hủy nên cho em dăng kí bổ sung ạ. Môn : PE1025 Nhóm lớp : DT05",
    "Em tên là  - MSSV:  Vì lí do trường đã hủy kết quả đăng ký môn học Cầu lông vào học kì hè 193 nên em muốn đăng ký bổ sung môn bóng rổ (PE1015), mã lớp DT03.",
    "Kính chào. Em tên là , Mssv . Em xin yêu cầu đăng kí bổ sung môn học AEROBIC (PE1021) Xin cảm ơn. Thân chào",
    "Chào thầy/cô Em là  mssv . Đợt đăng kí môn học hè 193 vừa rồi em có đăng kí môn hóa lý ch2001 nhưng đã bị xóa do không đủ sỉ số mở lớp. Em viết mail này để xin phòng đào tạo mở lại hệ thống để em có thể đăng kí lại môn khác để em có thể đủ chỉ tích lũy đăng kí môn năm 3. Do em còn thiếu 3 chỉ để đủ điều kiện đăng kí. Em kính mong Phòng Đào tạo xem xét mở lại hệ thống đăng kí để em có thể đăng kí lại môn khác cụ thể là môn Vật lý 1 (PH1003) nhóm DT02 . Em xin chân thành cảm ơn thầy/cô.",
    "Em có đăng ký môn vật lý 1 từ đợt 1, báo đăng ký thành công nhưng lại không có lớp ạ, em được biết cũng có nhiều bạn bị trường hợp như em, em mong nhà trường mở thêm một lớp Vật Lý 1(PH1003) em cảm ơn    .",
    "Họ và tên: TRẦN THIÊN ANH MSSV:  MÔN HỌC ĐĂNG KÝ:  1)   B IM3001 - Quản trị kinh doanh cho kỹ sư    2)   B IM2011 - Quản lý dự án cho kỹ sư     3)   B SP1009 - Đường lối cách mạng của Đảng Cộng sản Việt Nam   ",
    "Cho em hỏi môn CH2025-Cơ sở sinh học, đợi 2 em đăng ký có sĩ số nhưng giờ em vào lại không thấy môn học, vậy do em không đủ điều kiện hay môn học không mở kỳ hè vậy ạ. Em cảm ơn!",
    "Em có đăng kí môn học 193 nhưng vì bận cộng việc riêng nên em muốn hủy môn học. Trên hệ thống hiện tại không cho hủy môn nữa, em xin ý kiến từ ban giám hiệu ạ. Em xin cảm ơn. Cụ thể 2 môn:  1031 -   -  1007 - Ph/luật ViệtNam đạicương",
    "Cho em hỏi là CCNN chỉ cần file chụp bằng điện thoại thôi phải không ạ?  Với em chuyển điểm thì điểm đó được tính vô điểm trung binh học kỳ này không ạ?",
    "PE1021 - Lớp DT02 .",
    "Kinh thừa pđt, em bị hủy môn học Bóng Bàn theo như mail được gửi, nay em xin đăng kí môn Aerobic (PE1201), mã nhóm DT01",
    "Em đăng ký lớp Điền kinh PE1025 DT05 ",
    "Xin phòng đào tạo cho em đăng kí môn điền kinh (PE1025_DT05) trong học kì hè 193.",
    "Kính gửi Phòng đào tạo, Em tên:  MSSV:  Ở kì 193, em đã đăng kí môn Cầu Lông nhưng bị hủy do điều kiện sân bãi. Em xin được đăng kí bổ sung môn Điền Kinh (PE1025) nhóm DT05 ạ. Em xin cảm ơn.",
    "Kính gửi Quý Thầy Cô PĐT,  Em tên là Trần Nhã Quỳnh, MSSV: . Em là sinh viên khoa Quản lý Công nghiệp. Hiện tại em đã bị trễ đợt đăng ký môn học HK dự thính hè 193 - Đợt 3, do đó em chưa kịp đăng ký môn Thực Tập Tốt Nghiệp. Em kính mong Quý Thầy Cô có thể giúp em đăng ký môn TTTN vào học kỳ này. Em xin lỗi vì đã không chú ý thực hiện đăng ký môn học theo đúng tiến độ, và cam đoan sẽ không để sự việc như vậy tiếp tục xảy ra. Em kính mong Thầy Cô giúp đỡ và xem xét giúp em ạ. Em cảm ơn Quý Thầy Cô rất nhiều.",
    "Em đăng ký môn học Bóng Chuyền PE1011 tại môn bóng bàn bị hủy",
    "Em là Nguyễn Thị Thanh Thùy  MSSV:  Đợt đăng kí lần ba em đăng kí DT01 CẦU LÔNG  nhưng môn đã bị hủy em xin được chuyển sang DT03 BÓNG RỔ ạ . Em cảm ơn.",
    "Chào Thầy/Cô Em là , do bị trễ nên em dự định sẽ đăng ký Thực tập Tốt nghiệp và Đề cương Luận văn ở HK chính tiếp theo (HK201), em chỉ đăng ký 2 môn đó mà không đăng ký thêm môn học nào khác, không biết như vậy có được không ạ? Do em thấy quy chế có ghi tối thiểu 14 chỉ/kỳ, tuy nhiên vì đi thực tập nên em không có thời gian để học các môn khác ở trường. Mong thầy/cô giải đáp giúp em. Em cảm ơn!",
    "Em tên ,ngành công nghệ vật liệu kim loại.Khi đăng kí môn học thực tập tốt nghiệp,xong sau đó kết quả thực tập nó bị hủy do không đủ số chỉ thực tập.nhưng ngành em điều kiện đăng kí thực tập là 100 chỉ và em đã được 101 chỉ,nhưng kết quả thực tập lại bị hủy.Em mong phòng đào tạo giúp em được đăng kí thực tập,để em có điều kiện đi thực tập ạ.Em cảm ơn!",
    "PE1015 Mã nhóm: DT03",
    "PĐT cho em đăng ký bổ sung môn BÓNG RỔ. Em tên  ",
    "b   Em đăng kí bổ sung môn Bóng rổ vì em sẽ bị hủy môn cầu lông !",
    "dang ky mon bong ro ma mon : PE1015",
    "Dạ em tên là  hiện là sinh viên năm 3 khoa Cơ khí. Hè này em có đi thực tập tốt nghiệp và mong muốn được học thêm môn: Quản trị kinh doanh cho kỹ sư. Mã môn học: IM3001 Nhưng do lớp đã full sỉ số nên em không đăng kí được ạ.Mong PĐT bổ sung giúp em vô danh sách lớp học môn này với ạ.. Do vào năm em phải thực tập full time ở công ty theo yêu cầu thầy hướng dẫn nên thời gian rất hạn chế Em mong nhận được sự giúp đỡ từ quý thầy cô ở PĐT Em xin chân thành cảm ơn nhiều ạ",
    "MSSV: Đăng ký môn học:AEROBIC, mã môn học: PE1021, nhóm lớp DT03 Em đăng ký môn bóng bàn cho học kỳ hè 193 nhưng trường đã thông báo hủy môn vì vấn đề sân bãi. Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng ký môn AEROBIC. Kính mong nhà trường giải quyết giúp em, cho em được vào lớp AEROBIC, mã môn học PE1021, nhóm lớp DT03. Em xin chân thành cảm ơn. ",
    "PE1011 DT03",
    "MSSV: Đăng ký môn học: AEROBIC, mã môn học: PE1021, nhóm lớp DT03 Em đăng ký môn bóng bàn cho học kỳ hè 193 nhưng trường đã thông báo hủy môn vì vấn đề sân bãi. Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng ký môn AEROBIC. Kính mong nhà trường giải quyết giúp em, cho em được vào lớp AEROBIC, mã môn học PE1021, nhóm lớp DT03. Em xin chân thành cảm ơn .",
    "MSSV:  Đăng kí môn học: AEROBIC , mã môn học:PE1021, nhóm lớp:DT03 Em đăng kí môn bóng bàn cho học kì 193 nhưng trường thông báo hủy môn vì vấn đề sân bãi . Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng kí môn AEROBIC . kính mong nhà trường giải quyết giúp em , cho em được vào lớp DT03 . Em xin chân thành cảm ơn",
    "Em nộp chứng chỉ ngoại ngữ Toeic 385 nhưng đợt đăng kí bổ sung môn học đợt 3 vừa rồi vẫn không đăng kí được. Vậy em viết yêu cầu này xin đăng kí môn học anh văn 2 học kì hè 2019-2020.",
    "MSSV:  Đăng ký môn học: Pháp luật Việt Nam đại cương. Mã môn học: SP1007 Em là sinh viên đã tạo câu hỏi ID 12437 và đã được nhận câu trả lời là Phòng đào tạo đã tăng xỉ số cho môn Pháp luật đại cương. Nhưng vì em không vào kịp để đăng ký nên lớp đã đủ xỉ số. Phòng đào tạo có thể tăng chỉ số thêm 1 lần nữa giải quyết giúp bọn em được không ạ? Vì số lượng sinh viên muốn học môn này trong kỳ hè là rất nhiều ạ. Em xin chân thành cảm ơn ạ.",
    "Em xin chào thầy/cô Em cần in giấy xác nhận sinh viên để đăng ký thi chứng chỉ TOEIC, khi đăng ký online chỉ có 4 địa điểm nhận giấy (hình đính kèm) nhưng em không thuộc 3 khoa trên mục lựa chọn và hiện đang học ở cơ sở 1 (nhà xa cơ sở 2). Vậy có cách nào để em có thể nhận giấy xác nhận ở cơ sở 1 hợp lệ không ạ. Em xin cảm ơn thầy/cô rất nhiều.",
    "MSSV: 1915605 Đăng kí môn học:AEROBIC, mã môn học: PE 1021,Nhóm lớp DT03  Em đăng kí GDTC-bóng bàn,nhưng hiện tại môn này đã bị hủy vì vấn đề sân bãi.Hệ thống chưa cho phép hủy môn bóng bàn nên em chưa thể đăng kí môn AEROBIC, kính mong nhà trường giải quyết giúp em cho em được vào lớp AEROBIC,mã môn học PE1021,nhóm lớp DT03. Em xin chân thành cảm ơn Hủy môn học: Những Nguyên Lí Cơ Bản của chủ Nghĩa Mác-Lênin, mã môn học: SP1003, nhóm lớp DT01 Em muốn hủy đăng kí môn SP1003_5chỉ nhưng thời hạn hiệu chỉnh môn học đã hết, mong phòng đào tạo giúp em hủy môn học Những Nguyên Lí Cơ Bản Của Chủ Nghĩa Mác Lê-nin_SP1003. Em xin chân thành cảm ơn",
    "Dạ chào pdt , đã hết đợt đăng kí môn đợt 3 giờ em muốn hủy môn triết học mác lê (sp1031) thì phải làm sao ạ",
    "Em kính chào phòng đào tạo,  Lúc dịch bệnh COVID 19 nhà trường có thông báo tạm ngưng xét anh văn đến hết học kỳ 201. Vậy thông báo này hiện còn hiệu lực hag không? Em xin cám ơn ạ!",
    "Em đăng ký môn bóng chuyền PE1011 vì môn bóng bàn bị hủy sáng nay",
    "Họ tên SV :  MSSV :  Em có đăng ký mã môn CI4011 ở cả 2 hệ Chính quy và VHVL  . Do em thấy hệ VHVL đã đăng ký được CI4011 và đã có thời khóa biểu ( xem ảnh kèm theo ) , nên em đã xóa CI4011 ở hệ chính quy . Sáng nay em kiểm tra lại thì mã môn CI4011 hệ VHVL đã bị HỦY do khoa không mở . Em xin Phòng Đào Tạo giúp em được đăng ký TRỄ HẠN mã môn CI4011 ở mục \" Đăng ký môn học dự thính hè + đúng tiến độ nhóm B + N HK193 - Hệ Chính Quy - Đợt 3 \" Em xin cảm ơn phòng đào tạo ạ !",
    "t 2 em đã hoàn thành đăng kí 2 môn học VLXD và Cơ Kết Cấu. Đã có giáo viên và tuần, giờ học.Nhưng khi em xem kết quả ĐkMH đợt 3 thì không thấy gì ạ.Do đợt 3 chỉ là đợt đăng kí bổ sung và k được hủy môn nên em không có ý định vào đăng kí môn học nào nữa và em để nguyên. PĐT giải thích giúp em xem những môn này có được giữ nguyên ch em không ạ",
    "Cho em hỏi sao em đăng kí môn vào đợt 3 và đủ điều kiện mà kết quả em bị hủy hết ạ.",
    "Kính chào quý Thầy/Cô PĐT! Cho em hỏi là chương trình đào tạo cho k19, cụ thể là mã các môn học, dự kiến sẽ được cập nhật đầy đủ khi nào ạ? Em xin cảm ơn.",
    "PE1011 - DT01",
    "Hôm bữa em nhận dc câu trả lời:\"Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng\" xong em lên pdt cs2 thì cô kêu em về hỏi lại biểu mẫu để viết đơn ạ, với thời gian xử lí, cách xử lí vấn đề này ạ. cho em hỏi thêm là môn vẽ kĩ thuật cơ khí do thuộc chương trình mới nên không dạy nên em phải làm sao ạ, em có thể chuyển qua môn học khác dc không ạ. mong nhận được câu trả lời sớm nhất từ quý thầy cô ạ. em cám ơn rất nhiều ạ",
    "Dạ em chào thầy/ cô, Em muốn đăng ký nộp chứng chỉ ngoại ngữ để  chuyển điểm anh văn, nhưng em đọc thì có chổ quy chế ghi là nộp bảng scan, có chổ thì ghi nộp bảng chụp hoặc scan đều được. Vậy cho em hỏi em có thể nộp bảng chụp ảnh được không ạ. Em cám ơn! ",
    "dạ chào pdt, em vừa hay tin môn học SP1031 được áp dụng bắt đầu từ kì 201 mà em đã lỡ đăng kí kì hè 193. Em mong pdt có thể hủy môn SP1031 giúp em. Em xin cảm ơn",
    "ng kí môn học bổ sung DT05 môn PE1025",
    "Em tên là ,MSSV, em muốn đăng ký môn học  MT2001 và môn học Đường lối cách mạng của Đảng Cộng sản Việt Nam SP1009 vào đợt đăng ký môn học lần 3 này, tuy nhiên vì lý do em ở trong khu vực cách ly không có mạng để đăng ký nên bây giờ em muốn được đăng ký lại.",
    "PE1011. Nhóm: DT04",
    "ổ sung mã PE1025 .",
    "Kính gửi phòng đào tạo, Em tên là , sinh viên K19, MSSV: . Em xin được đăng kí môn học bổ sung HK193 môn Aerobic(PE1021), nhóm DT01. Em xin cảm ơn ạ!",
    "ng ký bổ sung  PE1025 + DT02 Môn cầu lông em đăng ký đã bị hủy",
    "Sinh viên:  MSSV:  Yêu cầu đăng ký bổ môn AEROBIC (PE1021) . Mã nhóm: DT01",
    "ng ký bổ sung kì 193 PE1025 + DT02 Môn cầu lông em đăng ký đã bị hủy",
    "cho em hỏi: tiêu chuẩn sinh viên năm 3 là tích lũy 56 chỉ là bao gồm những chỉ đã đăng ký của 4 học kỳ hay là những chỉ cần phải qua vậy ạ",
    "Em chào cô ạ ! Sau kết quả đăng ký môn học đợt 3, em có bị hủy một môn. Do đó em có thể đăng ký bù thêm môn   B IM3063 (Quản lý chất lượng)    nhóm DT01 vào kỳ 193 này được không ạ vì em thấy sĩ số vẫn còn trống là 44/60 ? Rất mong cô xem xét, em cám ơn cô ạ !",
    "ng ký bổ sung PE1025 + DT02 Môn cầu lông em đăng ký đã bị hủy",
    "Kính thưa, em tên là , mã số sinh viên là . Em xin phép được đăng ký bổ sung môn học dự thính hè ở đợt 3 HK2/2019-2020 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ",
    "Em tên là  MSSV  Đợt đăng kí môn học lần 3 em có đăng kí môn cầu lông DT01 nhưng đã bị hủy môn. Em xin chuyển sang DT03 bóng rổ ạ. Em cảm ơn!",
    "Kính thưa, em tên là , mã số sinh viên là , lớp CK19DM2. Do em đã nhận được thông báo về việc hủy lớp học Cầu Lông từ phòng Đào tạo nên theo hướng dẫn về việc yêu cầu đăng ký bổ sung môn học học kỳ dự thính hè 193 từ phòng Đào tạo, em xin phép được đăng ký bổ sung môn học Học kỳ dự thính hè 193 về môn Giáo dục thể chất - Bóng Chuyền (mã môn là PE1011, mã nhóm là DT03) . Em xin chân thành cảm ơn ạ",
    "PE1025- lớp DT05",
    "Em chào trường ạ. Em có đăng kí môn bóng bàn cho học kì hè nhưng do trường hủy môn nên em xin đăng kí lại môn bóng chuyền PE1011 nhóm lớp DT02 ạ",
    "Xin chào thầy/cô, Vấn đề em đang gặp phải là việc khi em đăng kí môn học thực tập tốt nghiệp em vẫn được báo đủ điều kiện đăng ký và đã gửi đăng ký thành công, nhưng kết quả lại không hiện môn học mà em đăng ký. Được biết muốn đăng ký môn thực tập tốt nghiệp thì phải đạt TCTL ( tối thiếu nợ 16 chỉ), hiện TCLL của em là 78 nếu tính cả HK192 (22 chỉ) mà em đang học thì vẫn đạt điều kiện về số TCTL. Xin phòng hãy giải đáp giúp em. Em xin cảm ơn. ",
    "dạ như câu từ ngày 16/7, em quên thời gian đăng kí lần 3 học hè, và giờ đã hết thời gian đăng kí học hè lần 3,hiện tại đã có thời khóa biểu nhưng pđt vẫn chưa giải quyết nên em rất hoang mang, không biết em nên viết đơn để xin học hay không ạ. CO1011 - Kỹ thuật lập trình-lớp DT01_DT01 hiện tại lớp đã đủ người và em thấy bằng sĩ số lí thuyết, không biết em nên viết đơn để xin hay giải quyết ở đây, tại em ở cs2. mong thầy cô giúp đỡ, em xin cảm ơn thầy cô.",
    "Dạ chào thầy (cô), hiện tại PDT vừa hủy lớp cầu lông trong kì hè 193 và những môn khác đã đủ sĩ số . Thầy (cô) cho em hỏi là tụi em có được đăng kí bổ sung đợt mới cho những môn còn lại được không ạ? (VD môn aerobic ạ)",
    "Sau khi cập nhật thông tin trên bkpay thì phí hỗ trợ sẽ được gửi cho em bằng cách nào và mất bao lâu ạ :(",
    "Kính thưa quý Thầy (Cô)! Em tên là  - MSSV  Trong đợt đăng ký TTTN 193 vừa rồi, em có đăng ký nhầm mã CH3323 chuyên ngành Hóa Lý - Phân tích, nhưng em thuộc chuyên ngành Vô Cơ (CH3343) nên bị hủy kết quả đăng ký.   Em mong quý Thầy Cô có thể xem xét cho phép em có thể đăng ký môn học mã CH3343. Em xin chân thành cảm ơn! ",
    "Kính gửi phòng đào tạo,  Lịch học của em ngày thứ 4 là từ tiết 7 đến tiết 12  và tối thứ 4 học tương tác bằng hangout vào tiết 15,16 theo thời khoá biểu đã đăng ký trên mybk. Nhưng phòng đào tạo lại xếp 2 tiết học hangout thay vì 15, 16  thành 13,14 làm giờ học tiếng anh của em xếp vào 2 tiết 13,14 bị mất. Mong phòng đào tạo xem xét và kiểm tra",
    "Em tên là Trần Phương Nguyên MSSV: 1813296 Nay em viết đơn này rất mong nhà trường có thêt giúp em  Thứ Nhất: Lý do em viết đơn xin này Trong đợt đăng ký môn học vừa rồi em phát hiện ra môn Nguyên lý thiết kế kiến trúc công nghiệp của em bị hủy không rõ nguyên nhân trước đó em đã đăng kí và hệ thống báo đăng kí thành công .Vì thế em đã xin nhà trường đăng kí vượt chỉ 13/12 kì hè này môn khác là Thiết Kế Kiến Trúc Công Cộng 3 và nhà trường đã đồng ý nhưng BKSI trả lời đồng ý gần lúc kết thúc đăng kí môn học đợt 3 . Và trước đó em phát hiện ra môn mình bị xóa không phải là do giáo viên hủy lớp mà có mỗi mình em bị out thôi nên em đã hủy không đăng kí môn Thiết Kế kiến trúc công cộng 3 đã xin với lý do em đã tìm được môn khác để đăng kí và đăng kí lại môn đã bị xóa.Hệ thống vẫn báo đăng kí thành công để chắc hơn em đã load lại trang và thấy môn đó vẫn tồn tại . Và đến sáng nay khi em vào kiểm tra thì xong môn đó lại bị hủy .Em đã tính toán rất kĩ để đăng kí môn cho đủ 56 chỉ để được học chuyên ngành năm 3 nhưng giờ thì không được rồi ạ. Thứ Hai : Đăng kí môn học Như lý do đã nêu trên em rất mong nhà trường có thể xem xét giúp em đăng kí lại môn Thiết kế kiến trúc công cộng 3 mã môn học:CI2069 như em đã xin vì khi đăng kí môn này số chỉ môn học hè của em vượt quá 1 chỉ so với quy định là 13/12 nhưng em đã xin phép lúc trước và nhà trường đã đồng ý .Em rất mong nhà trường hiểu cho em vì hiện tại em vừa rớt thêm 1 môn ở kì này và em cũng mới được thu nhận lại sau khi bị buộc thôi học các môn mà em được học kì rồi rất giới hạn nên em phải đăng kí bổ sung trong hè này. Nếu như nhà trường không giúp em thì em khó mà đạt đủ 56 chỉ để mà đăng kí chuyên ngành năm 3.Nên em tha thiết mong nhà trường xem xét giúp em ạ , giúp em đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 MMH:CI2069. Em chân thành cảm ơn nhà trường ạ. Dưới đây em có đính kèm file hình ảnh đơn xin trên BKSI để học quá 1 tín chỉ kì hè đã được chấp nhận.",
    "Dạ em xin chào Phòng Đào Tạo. Hiện em đóng học phí trễ nên nằm trong danh sách không được phép thi cuối kì. Thứ 2 em thi môn học vào lúc 7h sáng nhưng thứ 7 và chủ nhật Phòng đào tạo không làm việc nên em không xin được giấy vào phòng thi. Em mong Phòng đào tạo sẽ giúp em để em được tham gia thi môn học vào thứ 2 ạ! Em muốn hỏi có cách nào để em nhận được giấy vào phòng thi trước 7h ngày thứ 2 không ạ? Em xin chân thành cảm ơn Phòng đào tạo rất nhiều!!!  B",
    "Xin chào các thầy cô trong đội ngũ bksi Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Điền kinh (PE1025), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này. Em xin cám ơn",
    "PE1025 + DT01",
    "Cho em hỏi cuối học kì 192 có sinh hoạt công dân không và nếu có thì lịch sinh hoạt như thế nào ạ? mong nhà trường trả lời sớm đề em sắp xếp về quê",
    "Xin chào phòng đào tạo, em có thắc mắc về việc đăng ký môn \"Thực tập quá trình và thiết bị\" (CH2087) như sau . Trong đợt đăng ký môn học dự thính hè HK193 - hệ chính quy - đợt 1, em và một số bạn khác đã gửi đăng ký thành công môn \"Thực tập quá trình và thiết bị\" (như hình đính kèm). Tuy nhiên kết quả đăng kí môn học dự thính hè lại không hiển thị và cũng không được xếp thời khóa biểu. Mong PĐT xem xét và giải quyết giúp vấn đề này.",
    "Kính gửi Phòng Đào tạo Trường ĐH Bách Khoa,    Em là , mssv:      Vấn đề em đang gặp phải đó là sự sai khác giữa thời khoá biểu chính thức với lịch học trong đợt đăng ký môn học   Hiện tại em đang là sinh viên của Chương trình Kỹ sư Việt Nhật (VJEP) Do vậy ngoài giờ học chính em phải tham gia lớp tiếng Nhật (bắt buộc) vào khung giờ tiết 13, 14 Trong đợt đăng ký môn học cho học kỳ hè 193, em đã chọn những môn học có tiết học Hangout meeting vào tiết 15, 16 Thế nhưng khi Phòng Đào tạo cập nhật thời khoá biểu chính thức, thì những buổi học Hangout lại rơi vào tiết 13, 14 ( trùng vào giờ học tiếng Nhật của chương trình VJEP) Điều này gây ra rất nhiều khó khăn cho việc sắp xếp theo học của bản thân em nói riêng, cũng như những bạn đang theo học Chương trình VJEP nói chung   Vậy nên em kính mong Phòng Đào tạo xem xét, kiểm tra có sự nhầm lẫn nào ở đây không     Em xin chân thành cảm ơn    Kính thư,  Quốc Thiện",
    "Kính thưa PĐT, Em tên là , hiện đang học lớp CK17LOG, vào đợt đăng ký dự thính hè + tttn hk193 vừa qua, do số tín chỉ tích lũy của em chưa đủ nên kết quả trả về là không đăng ký thành công (điều kiện nhận tttn là 98 trong  khi hiện tại em đang có 77 (hình 1)) tuy nhiên kỳ này em có đăng ký 27 chỉ (bao gồm 16 chỉ học kỳ chính và 11 chỉ dự thính), hiện tại các môn dự thính đã thi rồi và em có thể cam kết là em qua hết ạ. Nếu như vậy tổng số chỉ tích lũy của em sẽ đủ điều kiện để đăng ký TTTN. Mong phòng đào tạo xem xét và tạo điều kiện để em học tập đúng tiến độ. Em xin chân thành cảm ơn. ",
    "Dạ em chào thầy cô, vừa rồi em có đăng ký dự thính hè môn cầu lông và bóng bàn nhưng sau đó lại nhận được mail là do điều kiện sân bãi nên hủy lớp. Hi vọng thầy cô có thể cho em đăng ký bổ sung môn: - Bóng chuyền (PE1011) lớp DT04 - Điền kinh (PE1025) lớp DT05 được không ạ? Em xin cám ơn thầy cô, chúc thầy cô sức khỏe ạ !",
    "Kính gửi nhà trường, Em tên , em viết đơn này vì có vấn đề về đăng ký thực tập tốt nghiệp và mong được nhà trường giúp đỡ. Hiện tại em đang có 78 tín chỉ tích lũy ngành. Kỳ này em đăng ký 26 tín chỉ( 19 chỉ chính quy + 7 chỉ dự thính ). Tuy nhiên khi có kết quả đăng ký đợt chính thức thì em bị hủy môn do không đủ điều kiện vì em thiếu 1 tín chỉ (78+19 = 97    98 Yêu cầu của ngành) và chưa có kết quả dự thính kỳ này . Em không biết sau khi có kết quả dự thính và nếu em đủ điều kiện để nhận TTTN thì em có được nhận TTTN ngày trong kỳ 193 không? Em xin cảm ơn.",
    "Em chào thầy( cô), cho em hỏi khi nào bắt đầu học kì chính 201, em đã lên lịch học vụ nhưng tìm không thấy, Em mong nhận được câu trả lời từ thầy( cô).",
    "EM chào thầy cô, cho em hỏi thi anh văn vào ngảy 29-30/8/2020 cũng dùng để xét duyệt chuẩn anh văn mỗi năm của trường phải không ạ? và ngày thi đó có trước ngày xét duet65 anh văn của trường để học năm tiếp theo không?",
    "Do tình hình dịch Covid-19, Nhà trường thông báo không thể tổ chức thêm các nhóm lớp Anh văn mới cho học kỳ chính & dự thính HK192. Sinh viên có nhu cầu học Anh văn vui lòng đăng ký vào học kỳ hè 193 . -      Để hỗ trợ cho sinh viên khi đăng ký môn học, Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201)  Em chưa đủ chuẩn tiếng anh cho năm tiếp theo, cho em hỏi là kì tới vẫn có thể đang kí môn học chuyên ngành bình thường phải không ạ?",
    "Em chào thầy/ cô ạ! Em gửi tin này để trình bày về vấn đề mà em gặp phải khi học tại trường và nó diễn ra như dưới ạ:  Kỳ dự thính 192 em có chung nhóm với 1 bạn. Vì bạn này không có trách nhiệm nên em đã ghi vào báo cáo là bạn không tham gia và bạn nhận được 0 điểm bài tập lớn. Khi có kết quả thi cuối kỳ thì bạn thấy thiếu 0,5 điểm để qua môn nên đã liên hệ với giảng viên dạy bài tập và cô có bảo là nếu cả nhóm đồng ý thì cô sẽ sửa. Trong nhóm có em và một bạn đã không đồng ý nên hôm qua bạn này có nhắn tin xúc phạm em và bạn kia, hù dọa em. Em chỉ lưu lại đoạn tin nhắn bạn đó gửi cho em. Em không biết trường mình có xử lý những vụ như thế này không ạ!  em cảm thấy nếu cho điểm trong khi bạn không tham gia làm thì bất công với nhưng bạn khác; mà không cho thì em bị đe dọa như vậy ạ. Bài đăng bạn đó xin xác nhận điểm thì đã bị mất trên diễn đàn em không tìm thấy nữa ạ!  Thật sự em rất bất an! Mong phòng đào tạo có hướng xử lý giúp em!  Mssv bạn đó là:  ",
    "Kính gửi thầy/cô, Thầy cô cho em hỏi tại sao em không đăng ký thực tập môn học Quá trình và thiết bị vào học kỳ hè 193 được ạ? Mặc dù em đã đủ điều kiện đăng ký thực tập ạ. Cụ thể: - Vào đợt đăng ký môn học đợt 1, em đã đăng ký Thực tập Quá trình và thiết bị. - Vào đợt 2, do không thấy kết quả nên em đã đăng ký lại. Nhưng hiện tại khi em xem lại thì đã mất. Mong thầy cô giải quyết giúp em với ạ. Nguyện vọng của em là học kỳ hè 193 có thể được thực tập môn học Quá trình và thiết bị đúng chương trình. Lý lịch thực tập em cũng đã nộp cho bộ môn rồi ạ. Em xin cảm ơn.",
    "Chào PĐT, Hiện tại em là sinh viên năm 5, vì muốn ra trường trong kì 1 năm sau nên em xin được phép vừa đăng kí thực tập vừa đăng kí môn học đại cương trong trường trong học kì hè này ạ. Em đã được sự cho phép của giáo viên thực tập và công ty thực tập. Em mong PĐT tạo cơ hội và đăng kí môn học (mở thêm sĩ số) 1009 lớp DT02 và môn CI1003 lớp DT01_DT01 ạ. Em xin cảm ơn.",
    "ng ký môn bơi PE1019 + DT 01",
    "ng kí môn thể chất : Bóng chuyền PE1011 + DT 01",
    "Môn điền kinh  PE1025 - DT05",
    "Em muốn đăng kí thực tập tốt nghiệp! hiện em có điểm dự thính môn giải tích 1 đã qua môn nhưng chưa được cập nhập trên mybk. Mong xem xét giúp em ạ! Em cảm ơn!",
    "Em chào trường ạ. Em có đăng kí học môn bóng bàn cho kì hè nhưng do trường hủy môn nên em xin được đăng kí lại môn bóng chuyền PE1001 nhóm lớp DT02 ạ",
    "Kính gửi Phòng Đào Tạo Em tên:  MSSV:  Khoa:Kỹ Thuật Xây Dựng Như phản hồi câu hỏi trước lớp đề cương luận văn có được mở trong hè không?, câu trả lời là lớp sẽ không được mở nhưng hiện tại thời khóa biểu HK3 của em có lớp đề cương luận văn được đăng ký thành công vậy em có phải làm và phải đóng phí của lớp không? ",
    "Họ tên:  MSSV:  Đăng kí bổ sung môn Điền Kinh PE1025 + 01",
    "Em xin hỏi là em có đăng kí thực tập hè vào đợt  1 nhưng đến giờ thời khóa biều kì hè của em vẫn chưa cập nhật.Mong phòng đào tạo giải đáp giúp em. Xin cảm ơn.",
    "Chào cô, em tên là , mã số sinh viên là . Em xin phép được đăng ký bổ sung đợt 3 dự thính hè hk193 hệ chính quy môn Giáo dục thể chất - Điền Kinh mã môn là PE1025, mã nhóm là DT05 ạ. Em xin chân thành cảm ơn.",
    "MSSV:  Đăng ký môn học mã PE1021",
    "Dạ tin nhắn trước em có xin hủy 2 môn học hè của mình, do không ghi ra mã môn học nên em nhắn lại ạ Dạ cho em hủy môn SP1031_triết học - Và môn AS1003_cơ lý thuyết ạ Em cảm ơn trường rất nhiều ạ",
    "Mssv:  Cho em xin đăng kí môn bóng rỗ cho kì dự thính hè 193 mã môn học: PE1015",
    "Em là sinh viên năm 2 hệ chính quy, trong quá trình đăng kí môn học thì em bị xóa một môn (hóa lý), em muốn thay thế môn học bị xóa bằng môn SP1009 Đường Lối CMĐCSVN,nhưng chỉ còn chỗ của lớp vừa học vừa làm, vậy em có được đăng kí không ạ. Nếu được em phải có những thủ tục nào ạ",
    "E xin đăng kí môn bơi mã PE1019 nhóm DT02 ạ",
    "em chào thầy cô ạ..hiện tại vì một số lý do em không tiếp tục học được nữa. em muốn rút lại học bạ và hồ sơ. em cần làm như thế nào ạ. Em cảm ơn thầy cô",
    "Thưa quý thầy cô, vì lí do trường đã hủy kết quả đăng ký môn Cầu lông vào học kì hè nên em muốn đăng ký bổ sung môn Bóng rổ (Pe1015) mã lớp DT02 vào học kì hè 193 ạ.",
    "Em muốn hỏi về thực tập tốt nghiệp (CI3313) mình có thể xin đi thực tập trước rồi kì sau mình đăng kí được không ạ. Em là sinh viên của khoa xây dựng, ngành cầu đường. Mông phòng đào tạo phản hồi sớm. Em cảm ơn nhiều ạ",
    "Xin chào các thầy cô trong đội ngũ bksi Em có nhận được thông báo huỷ lớp bóng bàn và cầu lông từ PĐT ở HK193. Nên em muốn đăng kí bổ sung vào lớp DT03 môn Điền kinh (PE1025), mong quý thầy cô xem xét và tạo điều kiện cho em được đăng kí vào nhóm lớp này. Em xin cám ơn",
    "Cho em hỏi tại sao các môn học em đăng ký trong đợt 2 dự thính hè KH193 tự động bị hủy trong khi môn đăng ký báo rằng đã đủ sĩ số và sẽ mở lớp. Cảm ơn.",
    "Em đã hoàn chương trình đào tạo, thiếu anh văn nói viết. Em bị tình trạng tạm dừng vì kỳ rồi không đăng ký môn học. Vậy giờ để hết tình trạng bị tạm dừng thì làm sao ạ",
    "Thưa thầy cô, em là sinh viên K14 khoa xây dựng. Em đã hoàn thành xong chương trình đào tạo và chỉ còn thiếu chứng chỉ Anh văn 2 kỹ năng Nói - Viết để đủ điều kiện tốt nghiệp. Học kỳ trước em đã không đăng ký môn học để có thể ôn luyện và thi Anh Văn nhưng không đạt. Học kỳ này em cũng không đăng ký môn học mà muốn thi Anh Văn 2 kỹ năng để đủ điều kiện tốt nghiệp. Như vậy là em đã có 2 học kỳ liên tiếp không đăng ký môn học rồi ạ. Vậy em có được tốt nghiệp nếu hoàn thành nốt chứng chỉ Anh văn 2 kỹ năng nói viết không ạ? Và em sẽ cần phải làm đơn hay gì không ạ!?",
    "Cho em hỏi do đợt dịch covid năm nay thì, học kì 1 năm sau (HK201) có xét chuẩn tiếng anh sau mỗi năm để đăng ký môn học không ạ?Mong được giải đáp chi tiết . Em cám ơn ạ",
    "Dạ PĐT cho em hỏi , \"nợ học phí\" thì phải xin giấy của PĐT mới vào phòng thi được, nhưng còn \"gia hạn học phí\" thì có cần xin giấy để vào phòng thi không ạ. Em cảm ơn",
    "em có đăng kí học vật lý 1 vào kì hè này nhưng sao chưa có thời khóa biểu ạ, mong phòng đào tạo xem lại giúp em",
    "PE1025 DT05",
    "Em tên:   MSSV:  Em Tạo câu hỏi/Yêu cầu này với lý do là em xin phép rút môn học Chủ Nghĩa -Lenin trong kỳ dự thính hè này, để em có thể tập trung tối đa vào những môn học phần mềm chuyên ngành khác phục vụ cho ngành học của em.  Em xin cảm ơn ạ!",
    "Cho em hỏi tại sao lớp CO1009 lại bị huỷ. Và nếu lớp đó đã bị huỷ em có thể đăng kí lớp PE1025 - Điền Kinh được không ?",
    "Kính gửi: Quý Thầy (Cô). Em tên là: . MSSV: . Em gửi yêu cầu này, để xin được đăng ký bổ sung môn học Vật Lý Đại Cương A1 (PH1003), học kỳ hè 193. Kính mong quý Thầy (Cô) xem xét yêu cầu của em. Chân thành cảm ơn. Trân trọng,  Em .",
    "Thưa nhà trường em có được biết là học kỳ sau nhà trường có đổi mã môn học xác suất thống kê, vậy cho em hỏi nếu như em đang học theo mã cũ MT2001 mà chưa qua thì học kỳ sau em học lại thì học theo mã môn cũ hay mới ạ. em cảm ơn.",
    "Xin chào thầy/cô, Vấn đề em đang gặp phải là việc khi em đăng kí môn học thực tập tốt nghiệp em vẫn được báo đủ điều kiện đăng ký và đã gửi đăng ký thành công, nhưng kết quả lại không hiện môn học mà em đăng ký. Được biết muốn đăng ký môn thực tập tốt nghiệp thì phải đạt TCTL ( tối thiếu nợ 16 chỉ), hiện TCLL của em là 78 nếu tính cả HK192 (22 chỉ) mà em đang học thì vẫn đạt điều kiện về số TCTL. Mong thầy cô giải đáp giúp em. Em xin cảm ơn. ",
    "Dạ phòng đạo tạo cho em hỏi thời điểm kết thức  việc chuyển điểm ngoại ngữ mà vẫn áp dụng chuẩn ngoại ngữ cũ ( tức là 500 Toeic quy đổi ra 5đ Anh văn 4 là khi nào ạ) Em xin cảm ơn",
    "Em xin phòng đào tạo cho em được rút môn học CH2087 Thực tập quá trình và thiết bị. Lý do: trong học kỳ 192 em đã không nắm/hiểu được kiến thức của một số môn quan trọng rất cần thiết để đi thực tập nên em thâý mình chưa đủ kỹ năng và kiến thức để có thể đi thực tập được. Em rất mong phòng đạo tạo cho em được rút môn học này để em có thể chuẩn bị tốt nhất trước khi được đi thực tập.",
    "Em có đang kí 3 môn cho kì hè là EE3323,EE4321 ở đợt đăng kí 1 tuy nhiên qua đợt 2 thì bị xoá mất, đợt đang kí 2 em có thêm môn EE2015 và các môn đã bị xoá, đến đợt đăng kí lần 3 thì môn EE2015 bị khoá (như hình) còn các môn EE3323,EE4321 vẫn bị xoá mất . Em đã thêm lại các môn đó ở đợt 3 và chỉ có môn EE4321 được thêm vào. Tuy nhiên môn mong muốn để em học để kịp tiến độ là EE3323 tức thực tập tốt nghiệp thì lại bị xoá . Em hy vọng thể bỏ 2 môn kia hoặc chỉ bỏ môn EE2015 để đi thực tập  hy vong PDT giải quyết cho em.",
    "Em tên:  Mssv:  Khoa: Cơ Khí Lý do viết đơn: Đăng ký môn học học kỳ 193. Lý do đăng ký môn học trễ: Do đợt 3 đăng ký môn học, em đã đăng ký môn Thực tập tốt nghiệp và không đăng ký các môn học khác. Nhưng do chưa đủ điều kiện thực tập nên môn Thực tập tốt nghiệp của em đã bị hủy. Vì vậy, em đã bỏ lỡ đợt đăng ký môn học các môn lý thuyết ở đợt 3. Em làm đơn này mong phòng đào tạo cho phép em đăng ký môn học học kỳ 193 để em theo kịp tiến độ học tập. Em xin đăng ký các môn: 1. Cơ lưu chất (CI2003) 2. Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009) 3. Giải tích 2 (MT1005) Em xin chân thành cảm ơn.",
    "Kính gửi thầy/cô, Thầy cô cho em hỏi tại sao em không đăng ký thực tập môn học Quá trình và thiết bị vào học kỳ hè 193 được ạ? Mặc dù em đã đủ điều kiện đăng ký thực tập ạ. Cụ thể: - Vào đợt đăng ký môn học đợt 1, em đã đăng ký Thực tập Quá trình và thiết bị. - Vào đợt 2, do không thấy kết quả nên em đã đăng ký lại. Nhưng hiện tại khi em xem lại thì đã mất. Mong thầy cô giải quyết giúp em với ạ. Nguyện vọng của em là học kỳ hè 193 có thể được thực tập môn học Quá trình và thiết bị đúng chương trình. Lý lịch thực tập em cũng đã nộp cho bộ môn rồi ạ. Em xin cảm ơn.",
    "Cho em hỏi muốn phúc khảo bài thi cuối kì thì mình cần làm những gì ạ.Em cảm ơn ạ",
    "Em chào Phòng đào tạo ạ Em tên là  Mssv:  Lớp: CK18CD3 Vào đợt 1 hè dự thính này, em có đăng kí 2 môn: Thực tập kỹ thuật(ME2017) và Kỹ thuật điều khiển tự động(ME2009). Vào đợt 2, vì em sợ trùng thời gian giữa 2 môn nên em đã hủy môn Kỹ thuật điều khiển tự động. Sau đó em xin được thực tập tại 1 công ty thì em biết thời gian học thực tập và lịch học của môn Kỹ thuật điều khiển tự động không trùng nhau. Em định vào đăng ký lại môn Kỹ thuật điều khiển tự động nhưng thời hạn đăng kí đợt 3 đã hết. Vì môn Kỹ thuật điều khiển tự động là môn tiên quyết để có thể học được những môn sau. Em mong rằng Phòng đào tạo có thể cho em 1 cơ hội để được đăng kí môn này  Xin Phòng đào tạo cho em đăng kí môn Kỹ thuật điều khiển tự động(ME2009) Em xin chân thành cảm ơn Phòng đào tạo ạ.",
    "Kính gửi, Em trên  PE1025 + DT05 Em chào thầy cô ạ. Đợt đăng kí lần trước em có đăng kí môn bóng bàn mà đã bị hủy lớp ạ. Lần này em xin được đăng kí lớp điền kinh PE1025 lớp DT05 ạ . Em chân thành cám ơn thầy cô.",
    "Kì dự thính 193 Anh văn 3 ( 003003) vào nhóm DT01 thứ 2 tiết 2345 và thứ 3 tiết 234 Anh văn 4 (004004) vào nhóm D01 thứ 4 tiết 2345 và thứ 5 tiết 234",
    "Em cảm ơn phòng đào tạo. Phòng đạo tạo đăng kí cho em môn CI2007 nhóm lớp DT01DT01_DT01 , em cảm ơn Phòng đào tạo.",
    "Em muốn hủy môn pháp luật đại cương vì sai trương trình. Giờ làm như thế nào ạ",
    "xem xét bổ sung cho em môn học trang bị điện 2(260616)vào hki hè này để em có tkb học trả nợ ạ,em cám ơn",
    "Chào thầy (cô), em tên là . Trong đợt đăng ký học kỳ hè đợt vừa qua em có đăng ký 2 môn :  + TTTN (Khoa Khoa học và kỹ thuật máy tính) + Đường lối Đảng cộng sản Việt Nam. Do em vừa cập nhập thông tin thì khoa có thông báo là kỳ TTTN sẽ không đăng ký được thêm môn nào khác nhưng hiện tại kết quả đăng ký của em bao gồm hai môn nói trên. Em không biết phải xử lý như thế nào ạ. Mong thầy (cô) giúp em trong việc này ạ. Em xin chân thành cảm ơn. Sinh viên,  .",
    "Dạ em muốn liên lạc gấp với Cô  môn Pháp Luật Đại Cương, em đã gửi mail rồi nhưng 3 ngày qua vẫn chưa được hồi âm . Giờ còn cách nào khác để em liên lạc với cô nữa không ạ ?",
    "Tên sinh viên:  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn. Môn đăng ký: Bóng rổ (PE1015) - mã nhóm DT03 ",
    "Kính thưa thầy cô Em nhận được thông tin là không đủ 28 chỉ năm 1 thì không được đăng kí môn năm 2 phải không ạ ?  28 chỉ này là tất cả những môn em đã đăng kí hay là những môn em đã thi qua ? Em có thể đăng kí môn học lại mặc dù đã hết hạn đăng kí được không ạ ? Em xin cám ơn ạ",
    "B  em là sinh viên năm nhất học chuyên ngành xây dựng, hiện tại em thấy việc học của em không được tốt và muốn chuyển trường nhưng em đã bị cảnh cáo học vụ do không đủ tín chỉ yêu cầu của trường, vậy sang năm 2 em có thể chuyển trường được không ạ, em cám ơn.",
    "Kính gửi PĐT, Em tên là . Em muốn hỏi giúp bạn em đã đăng ký lớp dự thính SP1009 và bây giờ muốn chuyển từ lớp DT04 của thầy  sang lớp DT02 của cô  thì được không ạ? Bạn em viết đơn xin thầy  và cô  thì có được chuyển danh sách qua lớp DT02 được không ạ? Em xin cảm ơn",
    "Tên sinh viên:  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn. Môn đăng ký: Bóng rổ(PE1015) - mã nhóm DT03",
    "Em tên là V:  Nay em viết đơn này rất mong nhà trường có thể đăng kí giúp em môn Nguyên Lý Kiến Trúc Công Nghiệp MMH:CI2021.em xin trình bày rõ ạ. Trong đợt đăng ký môn học đợt 3 dự thính vừa rồi em phát hiện ra môn Nguyên lý thiết kế kiến trúc công nghiệp của em bị hủy không rõ nguyên nhân (mặc dù trước đó em đã đăng kí và hệ thống báo đăng kí thành công) .Vì thế em đã xin nhà trường đăng kí  môn khác là Thiết Kế Kiến Trúc Công Cộng 3 nhưng bị vướng môn học trước nên không học được. Và em phát hiện ra môn mình bị xóa không phải là do giáo viên hủy lớp mà có mỗi mình em bị out thôi vì thế nên em đã đăng kí lại lần nữa .Hệ thống vẫn báo đăng kí thành công để chắc hơn em đã load lại trang và thấy môn đó vẫn tồn tại. Và đến khi có kết quả đăng kí đợt 3 thì em vào xem và thấy mình vẫn bị out .Em đã tính toán rất kĩ để đăng kí môn cho đủ 56 chỉ để được học chuyên ngành năm 3 nhưng giờ thì không được rồi ạ. Em rất mong nhà trường có thể đăng kí giúp em môn Nguyên Lý Kiến Trúc Công Nghiệp MMH:CI2021 trong đợt dự thính hè này để em có đủ chỉ học chuyên ngành năm 3.Do em vừa được thu nhận lại sau khi bị thôi học nên số lượng môn em được đăng kí cũng khá hạn hẹp em rất mong nhà trường giúp cho em . em xin cảm ơn.",
    "Dạ thưa cô, năm sau trường mình sẽ áp dụng học phí mới cho khoá k20. Khoá k19 vẫn giữ học phí cũ, vậy có giữ học phí dự thính cũ không ạ",
    "Tên sinh viên:  Mssv:  Đăng ký bổ sung môn thể chất do bị hủy môn bóng bàn. Môn đăng ký: Bóng Rổ(PE1015) - mã nhóm DT03",
    "Trước đây em có lên pđt giải quyết về việc không đăng ký được anh văn 1 la1003 do yêu cầu tiên quyết là anh văn cơ bản la1001 nhưng đã qua anh văn cơ bản rồi. Giờ đã làm đơn giải quyết và cô  có gọi điện gọi em lên bksi ghi tên lớp muốn đăng ký MSSV: . Em muốn đăng ký môn Anh Văn 1 MMH: LA1003. Nhóm lớp DT01. Giảng viên: . Thứ 2 tiết 2345 và thứ 3 tiết 789. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo ĐHBK, Vào ngày hiệu chỉnh ĐKMH đợt 3 13/7-15/7 em có kiểm tra mình đăng kí được môn Đạo đức trong kinh doanh (MMH: IM3051- MN: DT01) - cô . Nhưng hôm sau 16/7 lại thấy bị huỷ mất môn đó trên lịch của em rồi ạ. Kính mong PĐT có thể xem xét ạ. Em xin chân thành cảm ơn.",
    "Em đăng kí môn học đồ án nền móng kì II-2020 Em có nhận được mail của thầy trưởng bộ môn là thầy  phân công vào nhóm hướng dẫn của thầy  Sau đó e đã hoàn thành và bảo vệ đồ án bên thầy  Nhưng không hiểu sao phòng đào tạo lại cắt em qua nhóm thầy  sát ngày bảo vệ mà không thông báo nên e không biết gì để tham gia bảo vệ bên thầy .Thầy  đã vào điểm mybk Xin hỏi trường hợp của em có thể sửa điểm được không, vì e có nộp và bảo vệ đồ án với thầy  rồi",
    "PE1025 lớp DT05",
    "Xin chào thầy (cô), em tên là    , MSSV:  B      Hiện tại PDT đã hủy môn GDTC (cầu lông) trong kì hè 193 của em nên cho em xin đăng kí bổ sung Aerobics (PE1021) được không ạ?",
    "Dạ cho em hỏi là em có thể bổ sung môn Cơ Lưu Chất (CI 2003) vào thời khoá biểu học kì hè 193 của e không ạ. Em xin cảm ơn.",
    "vì trong quá trình đăng kí môn học, môn học em bị xóa muộn quá em không đăng kí kịp . xin cho em được đăng kí môn SP1009 lớp DT01. em xin chân thành cám ơn pđt",
    "dạ thưa cho em hỏi  cái môn anh văn cơ bản trường xắp xếp cho em mà em học không đạt,mà em mới vừa nộp chứng chỉ quốc tế Toeic 470 miễn được ba anh văn,anh văn 1,anh văn 2 và anh văn 3,vậy em không cần học lại cái môn anh văn cơ bản được không ạ,em vẫn được tốt nghiệp bình thường chứ ạ",
    "Kính thưa quý Thầy (Cô)! Em tên là  - MSSV  Trong đợt đăng ký TTTN 193 vừa rồi, em có đăng ký nhầm mã CH3323 chuyên ngành Hóa Lý - Phân tích, nhưng em thuộc chuyên ngành Vô Cơ (CH3343) nên hệ thống đã HỦY kết quả đăng ký . Em đã đi thực tập xong và hoàn thành báo cáo để chuẩn bị cho việc chuẩn bị cho chiến dịch Mùa hè xanh 2020. Em mong quý Thầy Cô có thể xem xét cho phép em có thể đăng ký môn học mã CH3343. Em xin chân thành cảm ơn!",
    "dạ cho em hỏi ngày 20/7/2020 em có thi giải tích 1 nhưng đang đi thì bị té xe nên không đến thi được cho em hỏi có thể đăng ký xin thi lại không",
    "Chào Thầy/Cô, Về thông tin tốt nghiệp trên aao, em có vấn đề không hiểu rõ mong Thầy/Cô giúp em, nếu em hoàn tất điều kiện tốt nghiệp sau ngày 30/6 thì em có nhận được bằng tạm thời và bằng chính thức trước đợt tốt nghiệp tháng 11 không ạ, hay là em phải chờ đến đợt xét tốt nghiệp vào tháng 11 tới ạ. Hiện tại tình trạng của em là \"Tạm dừng\" thì có ảnh hưởng gì không ạ ? Rất mong nhận lại hồi đáp từ quý Thầy/Cô. Em chân thành cảm ơn !",
    "Kính gửi Phòng đào tạo, Em là , sinh viên khóa 2019 Em có thắc mắc muốn hỏi về lịch học ở học kỳ hè của em ạ, như theo hình dưới đây thì em sẽ học môn Vi sinh vật đại cương buổi đầu tiên vào ngày 31/7/2020 vào 8:00 đến 10:50, nhưng vào lúc 9:00, em lại có lịch thi môn Đại số tuyến tính ạ(có đính kèm hình). Em mong phản hồi sớm từ Phòng đào tạo, em xin chân thành cảm ơn ",
    "Chào nhà trường! Cho em hỏi để xin giấy xác nhận vay vốn sinh viên từ nhà trường để em vay vốn ở địa phương thì phải làm như thế nào ? Em cám ơn.",
    "Dạ cho em xin mail của thầy  dạy môn anh văn 2 ạ. Em cám ơn",
    "Do bị hủy đăng ký môn Cầu lông hồi 17/7 vừa qua, nay e xin được đăng ký môn khác: Bóng chuyền mã môn PE 1011 Nhóm DT01    .",
    "Em chào thầy (cô). Đầu tháng vừa rồi em có đợt tốt nghiệp, vì ở xa nên em không thể tham dự buổi lễ tót nghiệp. Vậy thầy (cô) cho em hỏi em sẽ liên hệ với bộ phận nào để nhận bằng tốt nghiệp ạ!  Em xin cảm ơn quý thầy(cô)",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: . MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp 1 Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: IM1009 - Lớp  do giảng viên  phụ trách . Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.",
    "NG KÍ MÔN HỌC   B CH2087 - Thực tập q/trình & thị    Ở HỌC KÌ DỰ THÍNH HÈ 193  , TRONG KHI CÁC BẠN KHÁC ĐÃ CÓ.  MONG PĐT CÓ THỂ GIẢI QUYẾT TRƯỜNG HỢP CỦA  SỚM Ạ,  T  CỦA A  Ạ.  CÁM ƠN THẦY CÔ PĐT Ạ.",
    "ơi  Tên:  Mssv: ",
    "Dạ chào thầy/cô, dạ em có hỏi một số câu trên bksi mà chưa được trả lời ạ. Dạ thật sự là cuối tuần sau em có kỳ thi vào kỹ sư tài năng của khoa nên em có chuyển điểm anh văn 1 và 2 và đã nộp tiền. Dạ vì điều kiện là phải có điểm anh văn 1 và 2 ở năm nhất nên em thực sự hy vọng thầy/cô có thể chuyển điểm cho em càng sớm càng tốt được không ạ. Em xin chân thành cám ơn!",
    "CI2005 Cơ lưu chất",
    "Cho em hỏi là K19 có áp dụng chuẩn tin học cho năm nhất (như trường đã thông báo) nhưng giờ gần hết học kỳ 192 rồi nhưng em vẫn chưa thấy tổ chức thi ạ hay tụi em phải học lấy bằng ở ngoài nộp vô ạ? ",
    "Kiểm tra cập nhật điểm anh văn nói viết , để xét tốt nghiệp  .",
    "Tên: Nguyễn Đoàn     Khoa: Điện - Điện tử    Ngành: tự động hóa    .   EE3095 ổn định hệ thống điện (RZ03 - chủ nhật - 8 9 10 11 12).   EE3093 Vận hành và điều khiểu hệ thống điện (RZ07 - thứ 7 - 2 3 4 5 6).      Hai môn này yêu cầu môn học trước nhưng là môn tự chọn của ngành em nên kính mong phòng đào tạo cho em đăng ký hai môn tự chọn trên để theo kịp tiến độ học.   Em xin chân thành cảm ơn thầy/cô đã xét duyệt cho em   .",
    "Xin chào! Em tên  , khoa kỹ thuật giao thông. Em có bị vấn đề là đã được thẩm tra điểm toeic và xét miễn điểm, nhưng khi em đăng ký xác nhận đóng lê phí chuyển điểm thì đã bị lỗi \" Lỗi gửi thông tin thanh toán BKpay\". Nhưng em đã thanh toán lệ phí được trên BKpay. Đợi 1 ngày nhưng vẫn bị lỗi đăng ký xét miễn điểm. Mong quản trị viên sửa lỗi giúp em. Em cảm ơn",
    "Em đã nhận được thông báo từ pđt đăng kí môn Sp1009 lớp dt04 cho em Nhưng em check thời khóa biểu vẫn chưa thấy ạ. Em xin cám ơn",
    "Chào anh chị , em xin đăng kí tôt nghiệp bổ sung. Em xin cảm ơn .",
    "Cho em hỏi là bên em chưa phân ngành và chương trình đào tạo của những ngành đó là khác nhau vậy làm sao em có thể biết đường mà đăng kí được. Em cảm ơn!",
    "Chào thầy(cô) ạ! Em là sinh viên 19, ngành hoa học máy tính. Đợt đăng kí học kì hè 193, em có đăng kí   B học trước    2 môn là   B Phương pháp tính(MT1009) và (SP1007)   . Sau đó thì có nhiều nguồn tin là 19 sẽ học những môn khác thay thế. Em xin hỏi là 2 môn trên còn áp dụng cho 19 không ạ (đặc biệt là ngành của em) ? Em xin cảm ơn!",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: . MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp.  Ql17CN1 Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: 1009 -   do giảng viên  phụ trách. Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.",
    "Chào thầy/cô Thầy/cô cho em xin bổ sung thêm môn anh văn 2 (LA1005) nhóm DT01 để em có thể kịp tiến độ anh văn trong các học kì tới ạ. Em cảm ơn thầy/cô",
    "Cho em hỏi là hiện giờ sắp mở lịch đăng ký môn học 201 mà hiện giờ chương trình đào tạo của khóa K19 chưa có. Vậy thì đăng ký như thế nào ạ và khi nào thì chương trình đào tạo của khóa K19 có ạ. Em cảm ơn.",
    ". Hiện tại trang mybk của em không thể tìm thấy ô \"Tiến độ học tập\" nên thực sự khó cho em khi đăng kí môn học của học kì tiếp theo vì không biết nên đăng kí môn gì. Mong thầy cô có thể kiểm tra giúp em.",
    "Chào Thầy/Cô, em sinh viên văn bằng 2 chính quy, giờ em bị trễ hạn đóng học phí, không biết giờ em còn đóng học phí được không ạ? có ảnh hưởng gì hết việc học không ạ?",
    "MSSV: Cho em hỏi là em chưa đủ 56 chỉ để đăng kí năm 3. Em đăng kí học kì hè 193 thì có được cộng vào không ạ",
    "B   U Gấp       Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Vào sáng mai lúc 9h em có lịch thi cuối kì môn Đại số tuyến tính. Tuy nhiên, chiều nay em phải nhập viện và có thể sẽ không tham gia được buổi thi trên. Em muốn hỏi là em có thể được tham gia   B thi bù    vào một buổi khác không ạ? Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "Dạ cho em hỏi là về học phần mở rộng, em có qua môn học đó và đủ điểm TBM nhưng lại có một số vấn đề nên rớt học phần mở rộng, cho em hỏi là mình có thể đăng ký riêng học phần mở rộng môn đó không ạ vì nếu không thì phải đăng ký học lại cả môn ạ . Em cảm ơn.",
    "Chào PDT, vì lí do bận đột xuất thời gian dài nên em không thể tham gia học kỳ dự thính hè, vì vậy em xin PDT hủy các môn học em đã đăng ký trong học kỳ dự thính hè này ạ. Rất mong được PDT chấp thuận, em xin chân thành cảm ơn ạ.",
    "Lý do em đăng ký môn học trễ vì đợi kết quả đăng ký thực tập tốt nghiệp mà lại chưa được đăng ký nên em xin đăng ký bù môn khác để học trong kỳ hè. Em muốn xin đăng ký thêm môn học SP1009 Đường lối CM của Đảng CSVN. Em xin cảm ơn.",
    "Dạ, cho em hỏi là em muốn xin mở thêm lớp học kì hè hk193 cho môn cơ lưu chất  (CI2005) 2 chỉ  thì phải làm gì vậy ạ?",
    "Em bây giờ rút môn học kì 193 còn được không ạ ?",
    "Em tên  MSSV: Em thắc mắc là trong đợt đăng kí vừa rồi với môn Nguyên lý kiến trúc công nghiệp (mã môn CI2021 ) em đăng kí trong đợt 2 bị xóa và khi đăng kí trong đợt 3 thì cũng bị xóa mặc dù hệ thống thông báo thành công nhưng đến lúc xem kết quả đăng kí ở các đợt thì bị xóa, vừa qua em có xin phép đăng kí môn CI2021 nguyên lý kiến trúc công nghiệp trên BKSI thì được thông báo là em thiếu môn tiên quyết CI1021 là môn Nguyên lý kiến trúc dân dụng em bị rớt ở năm nhất nhưng em thắc mắc là có 1 số bạn và anh chị cũng rớt môn CI1021 giống em nhưng vẫn học được môn CI2021 ở học kì 191 vừa rồi ạ. Mong phòng đào tạo xem xét giúp và cho em cách giải quyết.Ở dưới em có kèm theo ảnh tin nhắn em hỏi các bạn trong Group thì bạn ấy kêu bạn ấy vẫn học được môn CI2021 trong khi chưa qua CI1021 ở hk191 trong khi không có thông tin gì về thay đổi tiên quyết cả.",
    "Dạ chào thầy/cô Em là sinh viên chuyên ngành Kỹ thuật điện Kì hè này em có đăng kí môn Cơ sở Kỹ thuật điện (EE2017), là môn HỌC TRƯỚC của môn Máy điện (EE3009) Vậy thầy cô cho em hỏi là em có thể đăng kí môn Máy điện vào kì chính 201 được không ạ? Tại em sợ nếu chưa có kết quả điểm kì hè thì không thể đăng kí môn Em cảm ơn",
    "Em tên  MSSV: Em thắc mắc là trong đợt đăng kí vừa rồi với môn Nguyên lý kiến trúc công nghiệp (mã môn CI2021 ) em đăng kí trong đợt 2 bị xóa và khi đăng kí trong đợt 3 thì cũng bị xóa mặc dù hệ thống thông báo thành công nhưng đến lúc xem kết quả đăng kí ở các đợt thì bị xóa, vừa qua em có xin phép đăng kí môn CI2021 nguyên lý kiến trúc công nghiệp trên BKSI thì được thông báo là em thiếu môn tiên quyết CI1021 là môn Nguyên lý kiến trúc dân dụng em bị rớt ở năm nhất nhưng em thắc mắc là có 1 số bạn và anh chị cũng rớt môn CI1021 giống em nhưng vẫn học được môn CI2021 ở học kì 191 vừa rồi ạ. Mong phòng đào tạo xem xét giúp và cho em cách giải quyết.Ở dưới em có kèm theo ảnh tin nhắn em hỏi các bạn trong Group thì bạn ấy kêu bạn ấy vẫn học được môn CI2021 trong khi chưa qua CI1021 ở hk191 trong khi không có thông tin gì về thay đổi tiên quyết cả.",
    "Hiện tại em là sinh viên năm 3 khoa QLCN. Trong học kì 201 em có học môn   B anh văn trong kinh doanh    nhưng môn học yêu cầu đạt chuẩn anh văn 3. Hiện tại em đã có bằng   B TOEIC 480    nhưng chưa xét chuyển điểm. Vậy cho em hỏi em có thể đăng kí môn học này vào ngày 22/7 và chuyển điểm sau đó được không? Hay em xét chuyển điểm vào hôm nay 21/7 có được không ạ?  Nếu xét chuyển điểm vào hôm nay thì có được đăng kí môn học này vào đợt 2 hay không?",
    "Thầy/cô cho em hỏi ngày mai tụi em đăng kí môn học cho học kì 201 nhưng chương trình đào tạo của k19 vẫn chưa có, tụi em rất hoang mang ạ",
    "Dạ cho em hỏi là em có thể xem số tín chỉ tích lũy theo đúng tiến độ ở đâu vậy ạ. Em cảm ơn ạ!!",
    "Chào cô cho em hỏi là em có thi thay thế điểm thi vp của HK191 vào kì thi cuối kì dự thính vừa rồi giờ đã hơn 2 tuần làm sao để em biết điểm thi cuối kì của em ạ",
    "ng ký môn Anh văn 4 học kỳ 193",
    "Em tên là  MSSV: Nay em viết đơn này kính mong nhà trường có thể đăng ký giúp em môn Nhập môn về lập trình-CO1003 nhóm lớp DT01_DT01 của thầy  và thầy . Trong đợt đăng kí đợt 2 ,3 dự thính vừa rồi do một số vướng mắc về các môn tiên quyết nên em bị hủy 1 môn khiến số chỉ kì hè của em bị giảm và em phải đối mặt với việc không được học chuyên ngành năm 3 do không đủ 56 chỉ nếu kì hè này em đăng kí không đủ chỉ dự phòng. Vì em cũng mới được thu nhận lại sau khi bị buộc thôi học nên các môn mà em được đăng kí cũng rất hạn hẹp em đã rất khó khăn tìm kiếm những môn học có mở lớp để đăng kí và giờ em rất mong nhà trường có thể tạo điều kiện để em được học dự thính môn Nhập môn về lập trình -CO1003 trong kì hè này ạ . Nhập môn về lập trình MMH-CO1003 nhóm lớp DT01_DT01 ( thứ 3 ( tiết 3,4,5,15) ,thứ 6 ( tiết 3,4,5 ) ). EM rất rất cảm ơn nhà trường ạ.",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: . MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp 1 Lý do viết đơn: Em xin được phép đăng ký thêm môn Phương pháp tính - MSMH: MT1009 - Lớp  do giảng viên  phụ trách. Hiện em đã đăng ký 9 chỉ cho kì hè, em chừa 3 chỉ còn lại cho môn học khác nhưng hiện tại môn đó do không đủ sĩ số nên không thể mở lớp. Kính mong thầy/cô có thể giải quyết để em được học môn học trên.",
    "Do học kỳ 192 không đăng ký môn học nên bị tạm dừng, em đã làm đơn thu nhận lại và đã được duyệt thu nhận lại rồi. Nhưng khi được thu nhận lại thì đã bị trễ đợt đăng ký môn học học kỳ hè 193. Em mong nhà trường xem xét trường hợp này của em, để em có thể đăng ký môn Anh Văn 4 trong học kỳ 193 để kịp ra trường đợt tốt nghiệp  tháng 11/2020 ạ. Em cảm ơn",
    "Ngày mai (22/07/2020) bắt đầu đăng ký môn học cho học kỳ chính 201. Cho em hỏi, nếu em muốn nộp chứng chỉ Anh Văn để chuyển điểm cho học kỳ chính 201 thì em phải nộp vào thời điểm nào? Và hạn chót để nộp là khi nào? Em cảm ơn.",
    "Xin chào phòng đào tạo. Em xin hỏi về việc nộp chứng chỉ anh văn, em đã nộp bằng Toeic 450 trong năm 2 và quy đổi thành ba cột điểm là av1: 10; av2: 7.5; av3: 5. Vậy nếu em nộp chứng chỉ mới có số điểm cao hơn thì các điểm av1, av2, av3 có được thay đổi lại hay không hay chỉ cập nhật điểm mới cho av4 ạ. Em xin cảm ơn.   B   I    ",
    "Ngày mai đăng ký mai học cho hk 201 nhưng em chưa tìm thấy chương trình đào tạo cho hk 201 trên aao.hcmut.edu.vn mong phòng đào tạo cập nhật sớm",
    "Dạ giờ em muốn đăng kí thêm môn học ở HK193 thì em lên trực tiếp còn đăng kí được không ạ ? Em cảm ơn ạ.",
    "kính gữi thầy, cô phòng đào tạo  Em là sv k14 lớp xd14cd  .  Học kì 201 là học kỉ cuối trong thời hạn đào tạo chính quy của em .Nhưng em vẫn chưa thể dang ky được luận văn do suốt 3 học kì chính 192 dự thính 192 và kì hè 193 em không đăng ký mở lớp được môn bê tông 1 ( ci2091) tiên quyết luận văn . số lượng sv đăng ký luc nào cũng rất nhiểu . và em cũng gọi mail xin từng thầy cô nhận lớp và đều bị từ chối với lý ngại ngán dạy online làm video giáo án online  .  em viết mail này để xim pdt có thể hướng dẫn cho e một con đường hay có thể gia hạn cho em thêm 1 học kì nữa . vì môn bê tông 1 sẽ vào hoc kì 201 là bắt buộc theo chương trình của nhà trường . và hoc kỉ 202 em sẽ đăng ký được luận văn  .  em thực sự đã rất cố gắng đễ hoàn thành chương trình học của mình . dịch covid xảy ra và mọi chuyện lại trở nên như vậy . em cảm thấy rất bế tắc  . Em rất mong thầy cô pdt và ban giám hiệu có thễ cảm thông và tạo điểu kiện để em có thể tốt nghiệp đúng hạn  . Em vô cùng biết ơn.",
    "Cho em hỏi ạ Em AV thi đầu vào cuối tháng 12 đc 565 đ mà sao giờ vẫn chưa có điểm chuyển mặc dù trên Bảng điểm đã xóa cột điểm chuẩn AV đầu vào ạ.",
    "Dạ cho em hỏi là em có thể bổ sung môn Cơ lưu chất (CI2003) vào thời khoá biểu học kì hè 193 của em không ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi Chương trình đào tạo K19 khi nào sẽ được update ạ vì ngày 22/7 đã phải đăng ký môn rồi mà em không biết sẽ phải đăng kí môn gì ạ. Em cảm ơn",
    "Em chào PĐT, đợt 3 vừa rồi, em có đăng ký lớp bóng rổ DT03 nhưng bị huỷ, PĐT có thể cho em đăng ký thêm vô lớp DT01 được không ạ? Em mong PĐT giúp đỡ",
    "Em chào PĐT, đợt 3 vừa rồi, em có đăng ký lớp bóng rổ DT03 nhưng bị huỷ, PĐT có thể cho em đăng ký thêm vô lớp DT01 được không ạ? Em mong PĐT giúp đỡ",
    "Em là sinh viên khóa K18, khoa kĩ thuật hóa học. Em có đăng kí thực tập môn QTTB kì hè ở đợt 1, nhưng do không để ý, nghĩ là đăng kí đợt 1 là được rồi nên hôm nay, khi đi lấy công văn thực tập để gửi nhà máy em mới biết mình không có tên trong danh sách đăng kí môn học kì hè và trên thời khóa biểu không hiện. Em rất hối hận vì sự bất cẩn của mình, em mong phòng đào tạo có thể xem xét trường học của em để em có thể được đi thực tập cùng với các bạn. Em cảm ơn rất nhiều ạ.",
    "Em chào BGH Cho em hỏi là biểu mẫu tờ đăng kí nhập học lại ở đâu và sau khi tạm hoãn 1 học kì thì đăng kí online hay phải nộp đơn trực tiếp tại phòng ạ. Rất mong sự hỗ trợ từ BGH Em cảm ơn.",
    "Dạ em chào cô Em đăng kí thực tập quá trình thiết bị lúc đợt 1 thì được thông báo được rồi mà mục kết quả và thời khoá biểu của em không để. Em tháng 8 phải đi mùa hè xanh rồi em không biết làm sao để được hiện lên là được đi thực tập á cô. Cô giúp em với. Em cảm ơn cô ạ",
    "Em muốn hỏi là em đã nộp tiền vào ngày 20/7/2020 trên BK Pay rồi ạ. Nhưng tại sao trên trang quy đổi điểm vẫn chưa hiện đã thanh toán và em vẫn chưa quy đổi điểm Anh Văn được ạ. Mong PDT phản hồi sớm nhất cho em ạ. Em xin cảm ơn ạ.",
    "Dạ e chào thầy cô. Do số lượng môn cơ lưu chất CI2005 (2 chỉ) kì hè đã full em không đăng kí kịp. Mong thầy cô có thể tăng thêm sỉ số bổ sung để em có thể hoàn thành môn học trong kì hè này. E tên là   . E mong sẽ nhận được phản hồi của quý thầy cô. E cảm ơn ạ",
    "Thầy/cô cho em hỏi, là hôm nay em có nhận được mail đăng ký môn học cho HK201 nhưng em là sinh viên khóa K19 và chương trình đạo tạo của em vẫn chưa cập nhật các môn học cần học cho học kì tới, vậy khi nào pđt sẽ cập nhật thế ạ? Mong thầy/cô giúp đỡ. Thân mến, Dương",
    "iểm rèn luyện dưới 50 thì sẽ bị ntn ạ",
    "Xin chào thầy/cô, thực sự em đang rất cần sự trợ giúp. Hiện em đang gặp vấn đề về đăng ký môn học do đã hết hạn điều chỉnh.Hiện giờ, TKB của em có 8 tín chỉ và em thắc mắc là không biết rằng học phí của em sẽ được tính như thế nào ạ? Thực sự em rất lo vì em nghĩ học phí sẽ tính theo của các bạn học đúng lộ trình (15tc) và bớt đi một phần nhỏ  :((  . Em xin thuật lại về việc tại sao em ở trong tình trạng này: Chuyện là vào đợt 1 DKMH em có nhận được mail nhắc đăng ký môn học và trong đó có nói \"Đối với SV K2019 (nhóm 1B) sẽ không bị ràng buộc về số tín chỉ đăng ký ở HK dự thính hè 193\". Và ở đợt này thì em đã đăng ký đúng lộ trình, nhưng sau khi nghe các bạn nói là chỉ học thời lượng khoảng 6 tuần chủ yếu online thì ở đợt sau em đã hiệu chỉnh lại và chỉ để lại 8 tín chỉ do sợ học không nổi. Em dự định học 8 chỉ ở kỳ này với mức học phí 50% của 30tr giống như trong slide về học phí, vì em nghe nói kỳ này được coi là học kỳ chính đối với sv nhóm 1b K19. Đến hôm nay em có hẹn bạn lên làm bài tập lớn trên trương thì có nghe mấy bạn nói về việc làm cam kết, và có lẽ học phí không được tính theo như em nghĩ nên em đã lên A4-401 Văn phòng đào tạo OISP để xin cách giải quyết nhưng anh tư vấn viên nói là giờ chỉ còn cách làm cam kết. Hiện tại em không biết là có thể được đăng ký thêm tại thời điểm này không? Khi các môn học chưa bắt đầu nhưng đã có thời khóa biểu. Hoặc em có thể hủy kết quả đăng ký và học tại kỳ sau được không ?  Với 8 tín chỉ tại học kỳ này của em thì sẽ được tính học phí thế nào ạ ? Làm ơn giải đáp giúp em ",
    "Thưa cô/thầy, em bị hủy môn EE2005 trong học kì 193, lớp DT01, của thầy  do không đủ sĩ số, em mong thày cô giúp em cho phép em được đăng kí vào lớp DT02 của thầy , vì môn này là môn học trước cần thiết cho kì sau, em mong thầy cô giúp em. Em xin cảm ơn",
    "Em tên , MSSV: , đang học ngành Kỹ thuật ô tô khoa Kỹ thuật giao thông, do có sai sót trong đợt hiệu chỉnh môn học học dự thính hè mà thời khóa biểu của em vẫn còn lịch học hai môn là Tư   và Sức bền vật liệu. Em xin phòng đào tạo hủy môn giúp em do em là tình nguyện viên tham gia chiến dịch Mùa Hè Xanh năm 2020 tại tỉnh Đồng Tháp từ ngày 31/7/2020 đến ngày 31/8/2020. Em xin cảm ơn.",
    "Em muốn đăng kí môn cơ lưu chất CI2005 2 chỉ trong học kỳ hè ạ",
    "Lý do em đăng ký môn học trễ vì đợi kết quả đăng ký thực tập tốt nghiệp mà lại chưa được đăng ký nên em xin đăng ký bù môn khác để học trong kỳ hè. Em muốn xin đăng ký thêm môn học CO1003 Nhập Môn Về Lập Trình. Em xin cảm ơn.",
    "Chào thầy cô, em có môn học đăng kí trong kì này là môn Giải tích mạch (EE1011) là môn \"tiên quyết\" cho môn Mạch Điện tử (EE2007) em định đăng kí trong học kì 201. Cho hỏi là em có đăng kí được không ạ.",
    "Em thấy trên phiếu đăng ký thu nhận lại có ghi \"sinh viên phải thỏa điều kiện thu nhận lại (nộp bản sao bằng tốt nghiệp THPT, kết quả thi Anh văn   250 điểm...). Vậy em có cần phải đăng ký thi Anh văn định kỳ và nộp kèm bản sao bằng tốt nghiệp THPT không ạ?",
    "Cho e hỏi hè còn đợt đăng ký môn học nào nữa không và e nếu giờ mới rút có mất phí không",
    "Dạ chào thầy, cô! Cho em hỏi là điểm trung bình tích lũy có làm tròn không ạ! Ví dụ 6.9 thì có được làm tròn 7.0 không ạ? Em xin chân thành cám ơn.",
    "chào thầy,cô. Em tên   trước đợt đăng kí dự thính 193 vừa rồi em có đăng bài hỏi về trường hợp đăng kí av1 bị hủy em  và được trả lời là vì chưa học av1, và bắt buộc phải học avcd mới được học av1, do đó em vẫn tiếp tục bị hủy môn av1,nhưng bạn em, trường hợp tương tự em,( em có nộp chứng chỉ toic 300 vào học kì 183 và đã được duyêt, nghĩa là đã qua av1) thì lại thầy cô của  trả lời khác, và được đăng kí môn học, em rất muốn thầy cô trả lời em thuyết phục hơn lần trước, em chân thành cảm ơn",
    "Cho em hỏi kì thi vừa rồi do sơ xuất em đã ghi nhầm mã đề em phải làm sao ạ ",
    "xin phép nhà trường cho em hủy môn  học với lý do:   U ngày 10/6 em có đi photo nhưng cúp điện em chưa kịp thoát ra sau đó em cũng quên r đi về luôn , em xin lỗi về lỗi lầm của em    1 bạn nào đó đã vào tài khoản em và đăng kí môn đại số tuyến tính và vật lí 1 vào học kì dự thính   U do em xác định học kì dự thính này đi làm kiếm tiền trang trải cho học kì chính nên em không vào kiểm tra lại   U điểm đại số tuyến tính em tới 9 nên em xin phép được rút môn ạ     em xin lỗi nhà trường vì đã quên đăng xuất tài khoản và không kiểm tra cẩn thận nên gây ra sự bất tiện to lớn này mong nhà trường giúp em với ạ em cảm ơn",
    "Phòng đào tạo cho em hỏi: hè này em học môn Tín hiệu hệ thống EE2005 lần đầu. Các môn học kỳ 3 em muốn đăng ký là Xử lý số liệu EE2015, Cơ sở điều khiển tự động EE2019, Kỹ thuật hệ thống Viễn thông EE3015, Truyền số liêu vào mạng EE3019. Các môn này đều cần phải có môn Tín hiệu hệ thống 2005 (học trước) nhưng kỳ hè em mới được học. Vậy thì kỳ 201 em có được đăng ký mấy môn trên không ạ. Em xin cảm ơn",
    "Hiện tại em có nhu cầu đăng ký thêm môn Kỹ thuật thi công (CI3043, lớp DT01) và môn Kết cấu betong cốt thép 2 (CI3175, lớp DT01) trong học kỳ hè 193, do lúc mở đăng ký em bị vướng các vấn đề liên quan đến thực tập tốt nghiệp nên chưa đăng ký được. Em đã xem xét thời kháo biểu của những môn học trên không bị trùng giờ. Hy vọng xem xét cho em được đăng ký thêm 2 môn học trên trong học kỳ hè. Chân thành cảm ơn!",
    "Kính thưa, em tên là , mã số sinh viên , đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ do điểm trong quá trình học không được tốt nên em xin được bày tỏ nguyện vọng về sự cải thiện điểm ở môn Đại Số Tuyến Tính qua học kì dự thính hè này ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Đại Số Tuyến Tính - Mã môn: MT1007, Mã nhóm: DT02_DT02. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
    "DẠ EM CÓ NỘP ĐƠN THU NHẬP LẠI ĐỂ xÉT TỐT NGHIỆP THÁNG 11 MÀ TÌNH TRẠNG SINH VIÊN CỦA EM VẪN ĐANG BỊ TẠM KHÓA Ạ EM ĐÃ NỘP CHUYỂN ĐIỂM ANH VĂN ĐẦY ĐỦ HẾT RỒI Ạ",
    "Em chào PĐT ạ,  Trong đợt đăng kí môn học học kì 201, trên hệ thống xuất hiện thêm các mã môn TN (0TC) của môn học thí nghiệm. Cho em hỏi, sinh viên có cần đăng kí mã môn học TN không ạ hay hệ thống tự động xếp lớp TN giống các kì trước ạ?  Em cảm ơn.",
    "Kính chào thầy/cô Em là sinh viên k18, em chưa học GDQP và muốn đăng ký học thì có được không ạ. Vì em được biết đợt học chung với k20 sẽ dính vào khoảng thời gian thi giữa kì hk201. Nếu không thì em có thể tự đăng ký học với trung tâm GDQP và nộp bổ sung bằng cho trường được không ạ? Em cám ơn.",
    "Dạ em chào thầy cô, Em thuộc chương trình KSTN, nhưng kỳ trước do quên nộp bài môn A nên bị đánh chưa đạt phần mở rộng. (Môn A trên lớp em vẫn có điểm số ổn) Thầy, cô cho em hỏi là em phải đăng ký học lại môn A đúng k ạ? Điểm trên lớp môn A có thể được giữ lại và em không cần học lại điểm trên lớp không ạ? Em xin cảm ơn thầy/cô",
    "Dạ em chào anh/chị, Em là sinh viên K16, có tạm hoãn kỳ 192 do chưa nộp bằng anh văn để có thể đăng ký luận văn. Cho em hỏi bây giờ em sẽ phải làm đơn thu nhận lại mới được đăng ký kỳ 201 này đúng không ạ? Do em chưa thi anh văn kịp nên em có thể bổ sung bằng anh văn sau rồi pđt giúp em đăng ký luận văn và làm trong đợt này hay em phải đợi đến học kỳ 202 ạ. Em chân thành cảm ơn anh/chị.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ cho em hỏi là HK193 em có đăng kí môn học trước của môn Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009) là môn Tư tưởng  (SP1005), vậy học kì 201 em có được đăng kí môn Đường lối cách mạng của Đảng Cộng sản Việt Nam chưa ạ? Em xin cảm ơn ạ.",
    "Cho em hỏi những môn bắt buộc của khoa xây dựng ngành kĩ thuật vật liệu với ạ e mcó lên phòng đào tạo xin nhưng không có thì phải làm sao để đăng kí môn cho đúng ạ. Em cảm ơn ạ.",
    "Dạ thầy/ cô cho em hỏi là kì 191 em bị rớt môn AV1 . Nếu em nộp chứng chỉ ngoại ngữ vào thì có được cải thiện điểm môn AV1 không ạ. Nếu không được thì em có thể đăng kí môn AV1 trong kì chính 201 được không ạ. Em chân thành cảm ơn thầy/ cô.",
    "Em chào thầy cô ạ. Em có thi Anh văn \"TRONG TRƯỜNG\" để có thể đăng kí môn học và em thi được 370 điểm đủ để qua mốc anh văn 1. Em có thắc mắc nếu em được 370 rồi thì em không cần học anh văn 1 tiến thẳng qua anh văn 2 luôn được không ạ. hay bắt buộc học theo thứ tự ạ. Em cảm ơn",
    "Kính chào thầy cô! Dạ làm ơn cho em hỏi là, trường hợp thời điểm hiện tại em xin rút 1 môn học khỏi TKB của học kỳ dự thính hè 193 thì có phải đóng học phí không? Cảm ơn thầy/ cô?",
    "Nếu hè năm nay 2 đi mùa hè xanh thì có theer thực tập khi nào hay phải đợi tới hè năm 3 ạ? Vì hè năm 3 em cũng cũng có 1 môn thực tập nữa ạ. Em cám ơn .",
    "Nguyễn  ",
    "Chào anh chị,. Cho em hỏi em đã được xét tốt nghiệp bổ sung chưa ạ",
    "Chứng chỉ ngoại ngữ để nhận LVTN . Kính gởi PĐT đại học bách khoa TPHCM, Em tên là ,   b MSSV:    , sinh viên khoa KHMT. Trong đợt đăng ký môn lần này em đăng ký môn LVTN nhưng trang đăng ký thông báo không đăng ký được do môn để cương và thực tập của em chưa nhập điểm và chưa nộp chứng chỉ ngoại ngữ,  Vì vậy, em muốn hỏi là các đợt đăng ký bổ sung LVTN và thời gian cuối cùng để nộp chứng chỉ ngoại ngữ để nhận LVTN là khi nào ạ? Vì trên trang lịch học vụ của PĐT năm 2020-2021 chưa đăng tải thông tin này, nên nhờ PĐT xác nhận lại để em có thể đăng ký đi thi, nộp CCNN, và đăng ký được LVTN đúng hạn.    Cảm ơn thầy/cô đã xem, Thân gửi, .",
    "Kính gửi: Phòng Đào tạo, Khoa Cơ Khí, bộ môn Kỹ thuật hệ thống Công nghiệp. Em tên là:  Trong đợt đăng ký môn dự thính lần 1 em đã đăng ký môn Thực tập Kỹ thuật mã ME2085. Nhưng bây giờ trên kết quả đăng ký không hiện lên. Em mong Phòng đào tạo cho phép em đăng ký bổ sung ạ. Em xin chân thành cảm ơn!",
    "Chào thầy(cô)! Em muốn huỷ môn học đã đăng kí cho học kì hè 193(không đóng học phí). Lí do là vì em mới biết được môn mà em đăng kí không còn trong chương trình đào tạo của khoá em. Em xin hỏi là muốn huỷ môn (không đóng học phí) thì làm thế nào ạ? Xin cảm ơn!",
    "Em đăng ký học bóng chuyền hè cơ sở 1 tại mấy môn kia bị hủy",
    "Thưa thầy/cô, vừa qua khi đăng kí môn cho học kì 193 em đã lỡ đăng kí theo chương trình đào tạo cũ và đăng kí môn Phương pháp tính (MT1009). Nhưng theo chương trình đào tạo mới cập nhật ngày 21/07 thì  Máy tính không còn học môn này nữa . Do đó, em muốn hỏi rằng em có thể làm đơn xin hủy môn không mất phí không ạ (vì số tiền khá lớn), hoặc em có thể xin chuyển điểm sang một môn khác được không . Mong thầy/cô giải đáp ạ. Em cảm ơn.",
    "thưa pđt, em có thắc mắc là những điều kiện nào thì sinh viên được đăng kí nhiều hơn 21 tín chỉ ạ. và tối đa( không tính dự thính ạ ) em cảm ơn",
    "Thưa thầy/cô, Em xin yêu cầu mở folder mở rộng cho các môn core HK192 cho các bạn lớp HC18KSTN bị thiếu phần mở rộng để thầy cô nhập điểm, các bạn có tên sau: -   -   -  ",
    "Em chào cô thầy ạ. Em có 2 câu hỏi thắc mắc và hi vọng sẽ được thầy cô giải đáp giúp em ạ: 1/ Em đăng kí môn học cho HK201 thì có 1 môn: Phương pháp định lượng( mã MH IM3039) là môn học sau của môn học: Thống kê trong kinh doanh ( mã MH IM2007) và môn Thống kê em có đăng kí học trong HK193( HK hè).  Vậy thì em có được đăng kí môn Phương pháp định lượng nữa không ạ? 2/ K19 có mã môn học mới so với CTĐT của k18, Giờ em đăng kí môn đó nhưng k18 đã học hết rồi, vậy em có đăng kí theo mã môn học mới của k19 thì có được không ạ? Em cảm ơn ạ.",
    "Kính gửi PĐT Hiện tại em muốn rút môn học ở học kỳ 193  Em muốn biết quy trình rút môn được thực hiện như thế nào và sau khi rút môn em có phải đóng học phí cho môn đã rút không ạ.   i  .",
    "Dạ em chào thầy cô ạ. Hôm nay đã có lịch đăng ký môn học cho K19, mà nhóm ngành cơ khí-cơ điện tử vẫn chưa phân ngành thì em phải đăng ký làm sao ạ . Em cám ơn thầy cô nhiều ạ",
    "Trong chương trình đào tạo của em có 1 môn bắt buộc là   B IM2001 Kế toán tài chính   , và HK201 sắp tới em muốn đăng ký học lại môn này. Tuy nhiên khi đăng ký thì em thấy có môn   B IM1015 Kế toán tài chính    . Vì vậy em có thắc mắc rằng nếu em học môn IM1015 thì có thể thay thế cho IM2001 không ạ? Vì em thấy IM1015 có nhiều bạn đăng ký hơn và có khả năng mở lớp cao hơn, còn IM2001 như trong CTĐT của em thì cả HK192 và HK193 vừa rồi đều không đủ sĩ số để mở lớp được ạ. Mong PĐT xem xét và giải đáp thắc mắc này của em, em xin cảm ơn rất nhiều ạ.",
    "Do em không biết việc pđt có mở thêm sỉ số lớp MT1003 nên em đã đăng ký trễ, mong anh chị có thể check xem có bạn nào có nhu cầu không học môn đó nữa không, nếu có xin cho em được thế chân vào slot của những bạn đó, em thật sự rất muốn học môn này vào kỳ dự thính hè 193, em chân thành cảm ơn",
    "Em tên -k18 khoa cơ khí Cd18Cd1 Hiện tại, em chỉ mới tích lũy 54 tín chỉ do tạm dừng học kì 192 sau tai nạn giao thông Theo yêu cầu để đăng kí học năm 3 thì phải tích lũy 56 tín chỉ. Tuy nhiên, học kì hè tới này em mới hoàn thành một số môn học đã bỏ lỡ kì trước để đủ chỉ. Để được xét cho đăng kí môn học năm 3, không bị hủy kết quả đăng kí MH vì thiếu tín chỉ em cần phải theo quy trình như thế nào ạ? Xin cảm ơn",
    "Kính thưa Thầy/cô Em là , học viên cao học ngành Quản lý xây dựng học kì 192 Do lúc trước phòng đào tạo sau đại học chưa giải thích rõ việc học các môn thuộc khối kiến thức bổ sung, nên em đã đăng kí môn Quản lý xây dựng mã  CI1053  . Sau đó phòng đào tạo SĐH có giải thích nhưng em lại quên hủy môn này đã đăng kí trong học kì hè . Kính mong Thầy/cô xem xét và giúp em rút lại môn học này. Em chân thành cám ơn Thầy/cô.",
    "Xin chào pđt,cho em xin hỏi các môn giáo dục thể chất ở kì 191 và 192, em không đăng kí theo mã PE1003 và PE 1005, mà đăng kí thẳng vào mã môn học ví dụ Bơi PE1019. Vậy là có tính em đã hoàn thành nội dung thể chất ở kì đó không ạ. Tại vì kì này em đăng kí gdtc 3 thì bị báo là chưa hoàn thành gdtc 1 và 2.",
    "Cho em hỏi chưa đăng kí được môn anh văn ạ. Em muốn đăng kí học anh văn 4 nhưng không đăng kí được ạ.",
    "Cho em hỏi nếu đăng ký học lại ở kỳ chính thì tiền học phí tính như thế nào ạ",
    "Thưa thầy (cô), nếu kì hè em đã học một số môn bắt buộc của học kì chính, thì lúc đăng kí môn học kì chính em có phải kiếm môn khác bù vô cho đủ điều kiện trên 14 tín chỉ không ạ? Em cảm ơn.",
    "Nếu em không đủ điều kiện đi thực tập theo đúng hạn là vào hè năm 2 thì trong năm em sẽ đi bù hay phải chờ vào hè năm 3 ạ. Vì hè năm 3 em phải đi thực tập  môn khác nữa ạ. Và nếu bù thì em sẽ lien hệ với ai để nộp đơn xin thực tập ạ. Em cám ơn.",
    "Em chào thầy cô ạ, Em là sinh viên khoa điện - điện tử. Khi em đăng kí môn lập trình hệ thống nhúng - EE3031 thì có hiện thông báo là chưa học trước môn thiết kế hệ thống nhúng ee3003, nhưng em xem chương trình đào tạo thì thấy môn học trước là vi xử lý ee2013. Liệu có thay đổi mà mà chưa cập nhật vào chương trình đào tạo không ạ? Em cảm ơn.",
    "Em cần đăng ký môn học thực tập tốt nghiệp Họ tên:  MSSV:  Mã số môn học: IM3313 Em mong sự hỗ trợ của thầy/cô . Em cảm ơn!",
    "em tên là ,mssv  sinh viên năm 6,học kì này em cần phải hoàn thành môn học phương pháp tính để làm luận văn tốt nghiệp, nếu không đăng kí được môn học này thì học kì 201.(học kì cuối) em sẽ không thể làm luận văn tốt nghiệp. Nên em rất mong phòng đào tạo cho em cơ hội để đăng kí môn học này và không bị đuổi học. Em xin trân thành cảm ơn.",
    "Con chào PĐT, con là  - MSSV: . Hôm nay con viết mail này mong PĐT giải đáp giúp con là cần tối thiểu bao nhiêu sinh viên để được mở lớp \"Đồ án môn học thiết kế kỹ thuật\" mã môn học: AS2031 của Khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật ạ? Con xin chân thành cảm ơn!",
    "Kính gởi phòng Đào tạo trường Đại học Bách Khoa tp Hồ Chí Minh. Em tên là Nguyễn Anh Tuấn-MSSV . Em vừa thi xong môn Phương Pháp Tính, kết quả làm không như mong đợi, em sợ sẽ rớt môn này. Mà hiện tại chỉ còn môn học này nữa là em hoàn thành chương trình đào tạo. Kính mong Phòng Đào tạo xem xét cho em được đăng ký môn học bổ sung cho học kỳ hè, để em có thể tốt nghiệp trong năm nay. Em hứa sẽ cố gắng, và đóng học phí đầy đủ. Em xin chân thành cảm ơn.",
    "Kính chào nhà trường, Em tên là , MSSV: , sinh viên K14 khoa Khoa học và Kỹ thuật máy tính. Ở học kì hè 193, em có đăng kí môn Mạng máy tính, MSMH: CO 3003 nhưng môn này bị hủy do thiếu sinh viên đăng kí . Nay em viết đơn này kính mong quý trường đăng kí cho em môn học Lập trình web, MSSMH: CO 3049, do trong học kì hè này em cần đăng kí thêm một môn học để đủ chỉ nhận Luận văn tốt nghiệp cho học kì sau. Em xi chân thành cảm ơn quý nhà trường. ",
    "Gửi phòng đào tạo, Em là , mssv ,  Vào lúc đăng kí môn học học kì 193, do chưa có chương trình đào tạo K19 của khoa em, em đã đăng kí 2 môn Vật lý 2 ( PH1005) và Phương pháp tính ( MT1009). Nhưng ngày 22/7/2020, sau khi có chương trình đào tạo K19 khoa của em, thì 2 môn nó không có trong chương trình đào tạo của em. Mong Phòng đào tạo xóa giúp em 2 môn Vật lý 2 ( PH1005) và Phương pháp tính ( MT1009). Thay vào đó, Phòng đào tạo có thể mở cho em 2 môn Xác suất và thống kê ( MT2013 ) và Hóa đại cương ( CH1003 ) được không ạ?  Em xin trân thành cảm ơn,  -     .",
    "Phạm Thị Thùy Dương ",
    "Cô cho e hỏi là HK chính 201 là phải đăng ký môn học từ 22/07/20202 - 29/07/2020) . Sinh viên hệ   B   I VHVL  /I     muốn học chung buổi sáng với chính quy thì phải đăng ký luôn hay sao ạ. E cám ơn !!!",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM Em tên là:  MSSV:  Khoa: Kĩ thuật xây dựng Em viết mẫu này kính mong phòng đào tạo cho em được đăng kí học dự thính môn Hoá đại cương ( CH1003 ) do em không đăng kí kịp đợt nhà trường mở đăng kí mà em còn thiếu nhiều chỉ để đăng kí phân ngành và ảnh hưởng đến lịch học vụ của học kì sau. Kính mong phòng đào tạo cho em được đăng kí môn học trên vào học kì hè. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đạo tạo trường, Em là  thuộc khoa Khoa học và Kỹ thuật Máy tính, MSSV  , email:  Trong đợt đăng kí môn học cho học kì 193, do chưa có chương trình đào tạo của khoa dành cho khóa K2019, em có đăng kí 2 môn :   B Phương pháp tính (MT 1009)    và Vật lý 2 (PH1005). Nhưng hôm nay khi có chương trình đào tạo của khoa thì 2 môn trên không nằm trong chương trình đào tạo bắt buộc. Vậy nên em kính mong phòng đào tạo xóa giúp em 2 môn em đã đăng kí: Phương pháp tính (MT 1009) và Vật lý 2 (PH1005). Và nếu được, em mong được xem xét đăng kí 2 môn học khác là Hóa đại cương (CH1003) và Xác suất và thống kê (MT2013). Em xin chân thành cảm ơn,  - .",
    "Kính thưa, em tên là , mã số sinh viên , đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự chuẩn bị trước cho các năm học sau sẽ phần nào vơi bớt gánh nặng về bài vở nên em mong cầu về điều kiện học môn Pháp Luật Việt Nam Đại Cương học kì dự thính hè 193 ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Pháp Luật Việt Nam Đại Cương - Mã môn: SP1007, Mã nhóm: DTQ2. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
    "Em chào thầy cô PĐT. Em có vấn đề xin được hỏi như sau: HK201 em muốn đăng ký 2 Môn CI3061 PP Phần tử hữu hạn và CI3009 Kết cấu thép 1 và 2 môn này yêu cầu CI2029 Cơ học kết cấu HỌC TRƯỚC. Và đợt 1 201 em đăng ký nó có báo lỗi . Em chưa từng học Cơ học kết cấu trước đây nhưng HK193 tới em có đăng ký CI2029 Cơ học kết cấu và có TKB rồi. Vậy thầy cô cho em hỏi như vậy có được tính là học trước CI2029 không? và đợt đăng ký 201 em có đăng ký được 2 môn CI3061 và CI3009 thành công không ạ? Em xin cảm ơn.",
    "Kính thưa, em tên là , mã số sinh viên là , lớp VP19PO. Dạ thưa cô, cô cho em hỏi em học chương trình Việt Pháp em có thể đăng kí môn thí nghiệm vật lí bên chương trình đại trà không ạ. Em cảm ơn cô ạ",
    "Em xin chào thầy/cô, Học kỳ hè em đang học môn học ràng buộc cho môn học học kỳ sau (HK201) thì em có được đăng ký cho học kỳ 201 không ạ?  Ví dụ: Hè em học tín hiệu hệ thống (EE2005) đó là môn ràng buộc môn Truyền số liệu mạng (EE3019)thì em có được đăng kí không? Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe!",
    "PE1017 + DT03"
]