[
    "Kính chào PĐT, Em xin hỏi Em muốn rút môn học   B Mô hình hóa và điều khiển các bộ biến đổi công suất (401711)    (P01) trong HK211 này thì cần phải làm thủ tục gì ạ? Vì địa phương em cũng đang giản cách ạ. Em xin cảm ơn PĐT",
    "Em có đăng ký bổ sung môn Vi xử lý vào HK211 dự thính trong đợt đăng ký bổ sung lộ trình 2 đợt 1, em thấy có 21 sinh viên đăng ký. Nhưng ở đợt 2 em không thấy kết quả đăng ký. Em muốn hỏi là sao em không có TKB môn Vi xử lý? đã hủy mở lớp hay sao? Em cảm ơn!",
    "Kính gửi: Phòng đào tạo sinh viên: , mssv:  em vào đăng kí bổ sung HK211- lộ trình 2 đợt 2, hầu hết không thấy có lớp được mở để đăng kí em xin Phòng đào tạo cho em đăng kí môn CI3211 Kết cấu thép 2, lớp DT01 thứ 2 tiết 13-14 (sỉ số 57), lớp đã được học từ 16-8-2021 và em sẽ theo tiến độ học tập của lớp Giai đoạn mùa dịch covid, xin Phòng đào tạo xem xét cho em được đăng kí môn học này.",
    "Dạ em chào thầy cô ạ, Em tên:    MSSV:  Nay em viết mail này để đăng ký môn vi sinh thực phẩm (Mã môn: CH2045) nhưng do sĩ số lớp vượt quá mức (61/60 sinh viên) nên em không đăng ký được môn học trong đăng ký đợt 2 và 3 ạ. Do em là sinh viên năm 4, dạ thưa em muốn ra trường đúng hạn mà môn vi sinh thực phẩm (Mã môn: CH2045) chỉ mở duy nhất vào học kỳ 1 của từng năm. Em rất mong thầy cô phòng đào tạo có thể cho em theo học lớp này (Môn vi sinh Thực phẩm: Lớp L02: Tiết 5-6) để theo đúng tiến độ của chương trình ạ! Em chân thành cảm ơn thầy cô phòng đào tạo nhiều ạ! Dạ em chúc thầy cô một tuần làm việc thật vui vẻ và tràn ngập hạnh phúc ạ!",
    "Em chào thầy cô,  Em là , sinh viên lớp XD15KT, MSSV:  Em đã tạm dừng học kỳ 2 (2020 - 2021) vì không đăng ký môn học. Em vừa nhận được mail của trường thông báo sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. Em xin thầy cô có thể hướng dẫn cho em quy trình để đăng ký LVTN. Em rất mong được sự giúp đỡ của thầy cô! Em cảm ơn thầy cô!",
    "Em xin chào thầy cô phòng đào tạo ạ. Học kỳ trước, thời khóa biểu của em chỉ có luận văn tốt nghiệp nhưng do em chưa hoàn thành được LVTN thì có bị cảnh cáo học vụ không ạ? Và kỳ này em có thể đăng ký lại  LTVN bình thường không ạ? Em cám ơn phòng đào tạo ạ.",
    "Dạ chào thầy/cô, Em tên . Mssv  Cho em được hỏi là do kì sau môn CI2005 không mở trong kì dự thính nên kết thúc kỳ sau em không đủ số tính chỉ tối thiểu 126 tín chỉ để được đăng kí làm luận mà chỉ có 124 tín chỉ. Trong trường hợp này thì phòng đào tạo giải quyết như thế nào ạ. Mong được giải đáp thắc mắc. Xin chân thành cảm ơn .",
    "Em xin chào quý thầy cô. Học kì 202 em có đăng kí điểm I cho Luận văn tốt nghiệp trên Phòng đào tạo và Phòng đào tạo trả lời là PĐT đã nhận đơn hoãn thi của em rồi và không trả lời gì thêm. Em đã nói với Giáo viên phụ trách môn LVTN và cô nói là do em báo trễ nên cô đã nộp điểm 13 lên PĐT rồi, vì vậy tụi em phải làm đơn lên PĐT chuyển điểm I. Vậy tụi em có cần phải làm đơn xin chuyển điểm I không ạ vì PĐT đã nhận được đơn xin hoãn LVTN của em rồi ạ? Và thủ tục làm đơn xin chuyển điểm I như thế nào ạ?  Em xin cám ơn ạ.",
    "cho em hỏi mẫu đơn để đăng ký học cùng k21 ạ",
    "Cho em hỏi em đã đăng ký môn học dự thính học kỳ 211, nhưng môn đó chưa thi cuối kỳ trong học kỳ 202. Vậy nếu em thi cuối kỳ 202 và qua môn thì em có được phép hủy môn học đó không ạ? Em cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã xin thầy  dạy môn giải tích mạch (EE2033) kì dự thính và thầy đã đồng ý. Em mong pđt xem xét mở đăng kí môn cho tụi em.",
    "Em tên , MSSV: . Tình hình là hồi đkmh lộ trình 1, em xóa môn đồ án cái môn lý thuyết bị văng ra và hết slot không vào được nữa. Nay là đkmh lộ trình 2 thì môn thép 2 (CI3211) khoa không mở lớp . Lớp thép 2 ở lộ trình 1 do đông quá nên đã tách thành 2 lớp, một lớp 57 một lớp 42 sv. Hiện em có môn đồ án Thép 2 (CI3213) ở kỳ chính là môn song hành với (CI3211), nếu không học môn lý thuyết CI3211 em không biết phải làm đồ án sao luôn ạ. PĐT cho em hỏi giờ làm cách nào, các bước sao để em xin vào được lớp thép 2 CI3211 lộ trình 1 được ạ. Em xin cám ơn.",
    "em là sinh viên lớp Z3CD, do trong vùng dịch nên em đóng trễ học phí và bị khóa đăng kí môn học HK211. Giờ em đã đóng học phí khoảng 2 tuần nên PĐT bổ sung lại TKB giúp em với !!",
    "Dạ em chào thầy/cô ạ. Dạ thầy/cô cho em hỏi là trong trường hợp như trong ảnh dưới thì em có cần làm đơn xin hủy môn học không ạ. Môn này em đã đăng ký vào lần trước và đang học nhưng không hiểu tại sao lại có trong lần này ạ. Em xin cảm ơn. Trân trọng.",
    "Em chào phòng đào tạo, Đến ngày 23/8 hôm qua, thầy dạy môn Kĩ thuật lập trình, , mã môn CO1011, đã họp lại lớp về phương thức thi, nên em có thể yên tâm đăng kí thi được. Trước đó em không thể liên lạc thầy  được, không thể xin thầy hoãn thi, nên em đăng kí hoãn thi môn Kĩ thuật lập trình, mã môn CO1011 với link mà phòng đào tạo gửi rồi . Bây giờ em xin rút đơn hoãn thi môn Kĩ thuật lập trình, mã môn CO1011. Em xin cảm ơn",
    "Em xin slot đăng kí lớp dự thính kết cấu thép 2 do em ko kịp đăng kí môn đợt 1 ạ Họ và tên:  MSSV:  Mã lớp:DT02",
    "Em tên :  MSSV  Nhóm Z3CD thiếu các môn :  + 19 : truyền số liệu và mạng + 17 : cơ sở kỹ thuật điện + 18 : cơ sở kỹ thuật điện( thí nghiệm) + 21 : thực tập điện 2 + 20 : truyền số liệu và mạng(tn) + 61 : đồ án( kỹ thuật điện - điện tử)",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy/cô của pđt ạ. Lần đkmh đợt ngày 15/8 em có xin mở 3 môn học. Nay pđt chỉ mở cho em một môn . Bây giờ em xin gửi đăng ký 2 môn còn lại. Mong pđt xem xét duyệt giùm tụi em vì các môn này khóa sau đã không còn học ạ. Tụi em cũng khó khăn để có được chữ ký đầy đủ của khoa. Mong pđt xét mở giùm tụi em. Em xin cảm ơn ạ.",
    "Gửi Phòng Đào Tạo Em đã bỏ lỡ đợt đăng kí 1 của học kì dự thính bổ sung (ngày 19/8), nay mở đợt đăng kí 2 thì các lớp đã đủ sỉ số và em không đăng kí được môn GT2 nữa . Em kính mong PĐT và bộ môn xem xét mở thêm lớp để em và các bạn có thể đăng kí môn học này. Vì em chỉ còn môn này để hoàn thành chương trình học và tốt nghiệp. Kính mong PĐT và quí thầy coi xem xét hỗ trợ. Em xin cảm ơn.",
    "Em chào chị ạ,  Em được hướng dẫn là gửi đơn qua BKSI và em chưa rõ gửi như thế nào ạ . Có phải là đính kèm đơn vào trong 1 câu hỏi/yêu cầu không ạ? Em xin cảm ơn ạ .",
    "MT1015 , lớp P01 Lí do trễ đăng kí: Môn này của năm nhất, trong đợt I và đợt II em không tìm thấy môn học nên không đăng kí được. Đến đợt III thì em không chú ý mail nên không kiểm tra. Hiện tại môn học cũng chưa bắt đầu, mong các thầy cô PĐT giúp đỡ em để trả nợ môn.",
    "Vì lý do chủ quan nên em lỡ kỳ đăng ký môn học học kỳ chính (HK211), em hy vọng được yêu cầu đăng ký bổ sung để có thời khóa biểu chính ạ Em xin cảm ơn",
    "Tên môn học: Kết Cấu thép 2 Mã môn học:CI3211 Mã nhóm xin đăng kí: DT01 Tên sinh viên:  Mssv: ",
    "Em là sinh viên năm 4, khoa Điện - Điện tử, hoàn thành bảo vệ luận văn ngày 12/8. Em có một vài câu hỏi: 1) Em đã hoãn thi 1 môn (đã rớt, môn kỹ thuật siêu cao tần - EE3025). Như vậy, em có thể thi để lấy điểm cuối kì vào kì 211 được hay không (khoảng tháng 12/2021 đến tháng 1/2022) để hoàn thành chương trình học để ra trường. 2) Hiện tại, em còn hai môn dự thính chưa hoàn thành do chưa thí nghiệm. Như vậy em vẫn duy trì trạng thái đang học hay phải đăng kí thêm môn để duy trì trạng thái. 3) Với việc chờ môn kỹ thuật siêu cao tần thi lại thì em có thể hủy hai môn dự thính mà vẫn duy trì trạng thái đang học được hay không? 4)  Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học. Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm Đạt (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học (xem Điều 18, Điều 19, Điều 14).  như vậy em có đăng kí môn dự thính cho môn siêu cao tần để thì có điểm cho ĐTBTL Mong nhận được phản hồi sớm nhất từ thầy cô.",
    "Tên sinh viên:  MSSV:  Môn xin đăng ký: Anh văn 4 Mã môn: LA1009 Nhóm lớp: DT01 Em đã chuyển điểm av 1,2,3 rồi ạ (Hình đính kèm). Khi em vào đăng kí môn Anh văn 4 báo là em chưa có anh văn 3 . Hiện tình hình dịch bệnh căng thẳng nên không thể thi toeic để kịp ra trường được. Kính mong Phòng đào tạo xem xét lại trường hợp của em và có thể cho em đăng kí môn Anh văn 4, nhóm DT01. Em xin chân thành cảm ơn.",
    "chào pdt, em đã đăng kí hoãn thi nhưng sao điểm trên mybk của em lại ghi là 13, 13 nghĩa là vắng thi còn em hoãn thi thì đáng lẽ phải ghi là 14 mới đúng, cho em hỏi bạn nào hoãn thi thì cũng ghi là 13 hãy do trục trặc của hệ thống, em xin cảm ơn",
    "Cho e hỏi nhóm T01 thuộc hệ sịnh viên nào đucợ phép đăng kí ạ . Sao e sinh viên đại trà lại không đucợ phép đăng kí nhóm lớp đó ạ",
    "dạ cô ơi , em đã hoãn thi một môn học kì 202 , nhưng giờ em đăng kí môn này  học kì 211 và đã có thời khóa biểu môn này . Vậy em phải làm sao để được thi lại mà không phải đóng học phí môn này ạ . Mã số môn học của em là EE3129 _ Môn học: Điện tử ứng dụng ạ. Em cảm ơn .",
    "Dạ em xin chào Phòng Đào Tạo ạ, em là , mssv , lớp VP20HK, hiện tại thì TKB của em ở môn Vật Lý 2 Việt Pháp là nhóm P03, em có thể xin chuyển qua nhóm P02 Vật lý 2 việt pháp (PH2005) được không ạ, em có lên mybk xem thì thấy nhóm P02 vẫn còn chỗ à. Do là nhóm P03 thứ 4 học đến 17h50 nên em muốn xin chuyển qua nhóm P02 có thời giạn học trải đều hơn ạ. Em xin cảm ơn và kính mong Phòng Đào Tạo có thể giúp em ạ.",
    "Kính gửi phòng đào tạo, Dạ em là , mã số sinh viên , sinh viên khoa Cơ Khí bộ môn Cơ Điện tử. Em gửi yêu cầu này với mong muốn được hủy đăng kí môn học Dao động kỹ thuật và thay thế môn học bằng một môn học khác. Tên môn học muốn đăng kí: Đồ án thiết kế Mã môn học muốn đăng kí: ME3139 Mã nhóm môn học muốn đăng kí: L05 Tên môn học muốn hủy: Dao động kỹ thuật Mã môn học muốn hủy: ME3219 Mã nhóm môn học muốn hủy: L01_L01 Lý do thay thế môn học: Dạ khi em kiểm tra lại thời khóa biểu em thấy có sự trùng lịch học trong thời khóa biểu giữa môn Dao động kỹ thuật ME3219 nhóm L01 và môn Cơ lưu chất thí nghiệm CI2004 L19 vào tiết 8-9 thứ 2 tuần 36, 37, 42 và 43. Bên cạnh đó học kì này em chỉ cần 10 chỉ để đủ tín chỉ tốt nghiệp, nhưng việc đăng kí 13 chỉ khiến em thừa 1 môn tự chọn không cần thiết nên em mong muốn được cải thiện điểm cho môn học Đồ án thiết kế nên em quyết định gửi yêu cầu thay thế môn học. Em xin cảm ơn phòng đào tạo vì đã đọc yêu cầu này của em, em thành thật xin lỗi vì đã làm phiền các quý thầy cô vì sự sai sót của em, em xin kính chúc quý thầy cô phòng đào tạo nhiều sức khỏe.",
    "Kính gửi Quý Thầy / Cô Em vào đăng ký tốt nghiệp nhưng trong phần lý lịch em thiếu Nơi Sinh. Phần này bị khóa em không cập nhật được. Kính nhờ Quý thầy/ cô cập nhật lại nơi sinh của em là Quảng Nam. Em xin cảm ơn!  MSSV: ",
    "Em chào chị ạ, Em xin đính kèm đơn hủy hoãn thi của mình, mong chị giúp đỡ ạ. Em xin cảm ơn!! .",
    "Em chào thầy/cô, em viết email mong phòng đào tạo xem xét đơn xin cứu xét đăng ký môn học của em. Môn thi \"Kiểm tra phần mềm\" diễn ra vào ngày 20/8/2021 (sau hạn đăng ký môn học đợt 3 - 19/8/2021). Vì bài làm của em không được tốt và học kỳ sau lại là học ký cuối trong thời hạn đào tạo tối đa 6,5 năm của khoa, đợt đăng ký môn học đã kết thúc nên em không đăng ký môn được. Em mong thầy, cô có thể xem xét đơn xin cứu xét đăng ký môn học của em ạ. Đơn xin cứu xét ĐKMH của em cũng đã được ban chủ nhiệm khoa đồng ý phê duyệt ạ. Em xin đính kèm đơn đã được thầy phó chủ nhiệm khoa Quản Thành Thơ phê duyệt và hình ảnh trao đổi của em và ban chủ nhiệm khoa.",
    "Em chào thầy cô ạ, em là sinh viên hệ VHVL .  em chỉ còn luận văn tốt nghiệp (ME4029) và đồ án chuyên ngành chế tạo (ME4045) . Mong PĐT mở môn học đồ án chuyên ngành chế tạo (ME4045) vì đây là môn tiên quyết, mong thầy cô mở lớp cho em bổ sung vào giúp e, em mau ra trường ạ . Em cám ơn",
    "Dạ em xin chào ạ. Dạ học kỳ trước em có việc gia đình nên phải bảo lưu việc học ạ. Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ). Dạ cho em hỏi, em muốn đăng ký môn học ở đợt bổ sung dự thính này thì phải làm thế nào ạ. Em rất mong muốn được đi học lại vào kỳ này ạ. Em cảm ơn, ",
    "Kính gửi thầy cô Em tên là  MSSV  Mong muốn của em là đăng kí học môn học sau : tên môn học \" Giai tích mạch \" Mã môn học EE2033 Lớp muốn đăng kí : LO1_LO2 Thầy    Lý do: Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng). ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ. Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều. Nên mong thầy cô xem xét lại giúp em học kì chính 211. Tên môn học: Giải tích mạch Mã môn học:EE2033",
    "Em chào thầy (cô). Thầy (cô) có thể phục hồi TKB học kỳ 203 trước khi kết thúc đợt đăng ký đề cương luận văn được không ạ. Do em đăng ký thực tập ở kỳ 203 và sợ nếu phục hồi muộn sẽ bị xóa mất đề cương luận văn ở kỳ này ạ. Mong thầy cô xem xét ạ. EM xin cảm ơn ạ.",
    "Thưa cô! Em có thực hiện đăng kí môn học ME3001 - K/thuật thủy lực &khínén trong đợt đăng kí dự thính đợt 3 và đăng kí môn học ME4307 - Kinh tế năng lượng trong đợt đăng kí dự thính bổ sung đợt 1 nhưng hiện tại vẫn chỉ được cập nhật tkb của môn ME4307 còn môn ME3001 thì chưa thấy được cập nhật lên thời khóa biểu ạ. Xin cô giúp em kiểm tra lại ạ. Em cám ơn!",
    "Em là sinh viên năm 4, khoa Điện - Điện tử, hoàn thành bảo vệ luận văn ngày 12/8. Em đã hoãn thi môn kỹ thuật siêu cao tần (ee3025 - môn rớt trước đó). Theo em đọc,   Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học. Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm  (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học (xem Điều 18, Điều 19, Điều 14) . 1) Nếu \"SV thi đạt\" thì thi cuối kì là bao nhiêu điểm thì đạt. Em thấy môn đó hk 211 em có thể đăng kí thi cuối kì vào học kì này được không 2) Về \"điểm  (DT)\", \" - 21 - DT-  nhưng không tính vào ĐTB\". Như vậy là bỏ môn đó ra không tính điểm cho ĐTBTL hay lấy điểm rớt (3.5 điểm) tính cho ĐTBTL. Mong nhận được phản hồi sớm nhất từ thầy/cô.",
    "Dear Phòng Đào Tạo Trường Đại Học Bách khoa  Em tên:  MSSV:  Học lớp L04  Giảng viên: T.S  Em làm đơn này xin được phúc khảo lại bài thi môn Triết Học thi vào ngày 4/8/2021 học kì 2020-2021. Em có nộp bài và hệ thống báo là nộp thành công, nhưng bài của em k được lưu lại, em mong phòng Đào Tạo xem xét cho em được chấm bài thi cuối kì của mình em có lưu lại video làm chứng. Em kính mong nhà trường và Phòng Đào Tạo xem xem xét lại. Em xin trân thành cảm ơn.",
    "Chào anh/chị,  Em là , sinh viên ngành Kiến trúc, khoa Kỹ thuật xây dựng . Hiện tại em đã đủ các điều kiện để đăng kí đợt tốt nghiệp Học kì 1(2021-2022),mã đợt TN.20211.1 và em có thấy thời gian đăng kí là từ 18/08/2021-30/08/2021 nhưng hiện tại thì em vẫn chưa đăng kí được. Em thắc mắc không biết có trục trặc gì không. Cụ thể như hình em đính kèm. Kính mong Phòng đào tạo có thể phản hồi sớm nhất để em kịp đăng kí đợt tốt nghiệp này. Em xin cảm ơn.",
    "Dạ em đã đăng kí dự thính rồi mà lúc em đăng kí thì sỉ số là 14/30, hiện tại em vừa check lại thì còn 5/30 thôi nên em lo là thầy không nhận lớp ạ.",
    "Thưa Thầy/Cô Em xin được mở lớp Truyền Nhiệt - 210701 Môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo. Em đã được sư đồng ý từ Thầy trưởng bộ môn, Thầy giảng dạy và Văn Phòng. Chi tiết trong file đính kèm. Kính mong Phòng Đào Tạo giải quyết giúp em Kính chúc Thầy/Cô thật nhiều sức khỏe, an nhiên và bình yên trong cuộc sống  .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi Phòng Đào Tạo Em muốn xin mở thêm lớp Giải tích 2 (MT1005) là môn đã mở lớp rồi nhưng các lớp đã đủ sỉ số nên không đăng kí thêm được. Em kính mong PĐT và bộ môn xem xét và hỗ trợ mở thêm lớp của môn học.Vì em chỉ còn môn học này để hoàn thành chương trình học và tốt nghiệp . Em mong sớm nhận được phản hồi từ PĐT và thầy cô . Trân trọng.",
    "Dạ em chào thầy/cô. Từ phản hồi của phòng đào tạo trong câu hỏi/yêu cầu #33114, mong phòng đào tạo kiểm tra và đăng kí giúp em: Môn:    Pháp luật Việt Nam đại cương  /  Mã MH:    SP1007  /  Mã nhóm:    L21  /  Em xin cảm ơn.",
    "Họ tên:  MSSV:  Dạ thưa PĐT Cho em hỏi là có khác biệt gì về việc học Dự thính và học Chính quy không ạ? Cuối HK DT vẫn thi và tính điểm như HK CQ đúng không ạ? Xin cảm ơn.",
    "Kính gửi Phòng đào tạo,  Em tên , MSSV , lớp VP14XDC. Em viết đơn này xin được đăng ký bổ sung vào danh sách lớp Anh văn 5 XD (003720). Theo danh sách được Văn phòng Khoa PFIEV đã xác nhận thì em xin phép được đăng ký bổ sung vào lớp Anh văn 5 (003720).  Em xin cảm ơn        Dy",
    "Chào bạn Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt Thân mến,",
    "Kính chào Phòng đào tạo, Em là , MSSV , thuộc chương trình kỹ sư CLC Việt Pháp, email:  Hiện tại em đang cần bảng điểm (file PDF) để hoàn thành hồ sơ đi thực tập tốt nghiệp ở nước ngoài. Em đã đăng ký trên hệ thống mybk của trường rồi, nhưng vì em đang cần gấp nên em muốn được nhận bảng điểm qua email trong thời gian sớm nhất ạ. Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em xin được mở lớp dự thính môn cơ lưu chất ci2003 học kì dự thính bắt đầu từ ngày 30/08, có hơn 70 người đăng kí ở đợt 1 nhưng đợt 2 không mở.Vì môn học này là môn cơ sở để mọi người kịp tiến độ nhận luận văn ở học kì sau ạ. Tình hình dịch bệnh rất khó khăn nhưng kính mong pđt xem xét các phương án hỗ trợ để có thể giúp các em được mở lớp ở học kì này ạ.",
    "Dạ em chào thầy/cô ở pđt ạ, Dạ em là sinh viên chính qui K20 trường mình, chuyện là có 1 môn học của em trong học kì này HK211 chuyển sang hình thức học online, làm bài tập cũng online và có sử dụng máy tính. Em không đáp ứng được yêu cầu về máy móc, nên giáo viên bộ môn yêu cầu em rút môn học đi . Dạ,thầy/cô ở pđt ơi, mình thực hiện việc rút môn học (có tính phí) theo hình thức online là mình làm sao ạ? Qui trình như thế nào ạ? Mong thầy/ cô ở pđt phản hồi mail của em ạ. Dạ em cảm ơn thầy/ cô rất nhiều ạ.",
    "Dạ chào Thầy/Cô. HK này em đăng kí 1 môn để nhận giấy xác nhận sinh viên, hoan nghĩa vụ quân sự. Vì em đã hoàn thành luận văn tốt nghiệp, chỉ còn thiếu AV nói- viết. Vậy khi nào em rút môn học( nhưng vẫn đóng học phí) ạ? Dạ em cảm ơn Thầy/ Cô ạ.",
    "Dạ thưa cô/thầy em đã đăng kí môn Giải tích môn ở đợt đăng kí môn học trước đó. Tới đợt 3 này em đăng kí môn hình học hoạ hình thì bị vướt lịch môn Giải tích 1 đã đăng kí trước đó và không được xoá môn. Nay em muốn hỏi là nếu em làm đơn rút môn học Giải tích 1 liền thì có đăng kí môn Hình học hoạ hình được không? Và có kịp không ạ. Em xin cảm ơn ạ    .",
    "cho em hỏi là đăng ký dự thính đợt 3 trước e đã đăng ký môn vi xử lý và đợt đăng ký môn học dự thính bổ sung hk211 (lộ trình 2 đợt 1) em có đăng ký trùng lại môn vi xử lý đó. Cho em hỏi có thể xóa được không ạ !!!",
    "Dạ em muốn đăng ký dự thính bổ sung HK211, môn Kỹ thuật thủy lực & khí nén, đợt 2 lớp thầy , nhưng nó báo là \"Môn Dự Thính Lộ Trình 1 -SV Không ĐK\", PĐT mở đăng ký giúp em được không ạ ?",
    "Em chào phòng đào tạo ạ. Em tên  , sinh viên khoa kỹ thuật xây dựng. Em có đăng kí môn học đồ án thép và đồ án betong 2 ở kì dự thính vừa rồi nhưng bị hủy vì khoa không mở, đợt 2 này thì không nhiều bạn muốn đăng kí nên em không lập danh sách xin mở lớp được. Phòng đào tạo cho em hỏi là em có thể xin vào học 2 môn này ở lớp kì chính (hk211) không ạ. Vì môn đồ án thì vẫn chưa bắt đầu giảng dạy ở kì chính nên không ảnh hưởng đến chất lượng đào tạo ạ. Mong phòng đào xem xét giúp em để em kịp tiến độ làm luận văn ạ (kì trước em có sự cố không thể hoàn thành môn học). Em cảm ơn rất nhiều ạ. Chúc phòng đạo tạo sức khỏe!   i Mở lớp dự thính (bắt đầu học từ 30/8) .",
    "Em xin được đăng ký môn: MT1003 Giải tích 1 MT1005 Giải tích 2 MT1007 Đại số tuyến tính ở kì dự thính hk211 lộ trình 2 ạ. Em có đọc mail và thấy các lớp cũng lại đủ 99/99 mất rồi ạ . Vậy nên em có thể nhờ thầy,  cô giúp em đăng kí vào 1 lớp bất kì  hoặc hướng dẫn cho em ạ. Đây là kì cuối của em rồi. Em mong được giúp đỡ ạ . Em cảm ơn thầy, cô.",
    "Em tên là , sinh viên hệ VLVH, MSSV:  -Em viết mail này xin phép phòng đào tạo (PĐT) chuyển lớp cho em. -Lý do: Đợt đăng ký môn học “ Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 3” em có đăng ký môn học “ TR3059 - CAD ứd trong thiếtkế ôtô” thuộc nhóm lớp Z2CK như (hình 1) nhưng khi đến giờ học thì em được thông báo đã “hủy môn” và em đã viết “Đơn bổ sung đăng ký môn học” như (hình 2) đăng ký môn học “TR3059 - CAD ứd trong thiếtkế ôtô” với mã lớp là DT01 như (hình 3). Nhưng khi được xếp lịch em được xếp vào lớp với mã L02 (lớp chính quy) như (hình 4) và lớp này vẫn trong giờ đi làm nên em “Không thể học được”. -Kính mong PĐT giúp em thay đổi mã lớp DT01 (lớp buổi tối) để em có thể hoàn thành tốt môn học đã đăng ký, xin chân thành cảm ơn PĐT đã xem xét và giúp đỡ.",
    "Dạ thưa thầy cô. Lúc trước khi thi em có đăng kí hoãn thi môn Kỹ thuật lập trình vì cơ sở vật chất em không đủ điều kiện, nhưng gần tới ngày thi thì em lại đủ điều kiện để thi. Và em cũng đã thi và đã điểm danh môn đó rồi ạ . Em làm đơn này để xin phép được HỦY hoãn thi ạ. Em xin cảm ơn.",
    "Kình gửi PĐT, Em là , MSSV , lớp VP17VT. Em xin phép gửi đơn xin rút môn học ở học kì chính 211. Môn xin rút: Xử lý số hình ảnh và âm thanh - 405711. Nhóm lớp: P01 Lí do xin rút: Vừa qua em đã nhận được kết quả đã qua của môn này trong kì hè, nay em xin rút để giảm bớt gánh nặng trong kì chính 211. Em xin cam đoan mình vẫn đã đăng kí tối thiểu tín chỉ (30 chỉ) và vẫn đóng đủ học phí. Đơn và chữ kí của em ở trong file đính kèm. Trân trọng, .",
    "Em chào thầy cố ạ, em là  MSSV . Em muốn hỏi về việc hiện tại em muốn hủy môn học thì phải đăng kí ở đâu ạ?",
    "Sao em gửi đơn mở lớp học kì chính nhưng pdt vẫn chưa xác nhận đc ạ . Em cảm ơn",
    "Xin kính chào quý thầy cô ah!  Em tên , MSSV: . Học kì 2 năm học 2020-2021 em có đăng kí môn học Kỹ thuật điện- điện tử (EE2011) thuộc nhóm A01-A của thầy . Em có hoàn thành quá trình thi online và có quay màn hình trong quá trình thi lai nhưng video vượt quá kích thước cho phép và em có tìm phương pháp để nến kích cỡ video lại nhưng các phần mềm làm được thì yêu cầu trả phí (em sử dụng hệ điều hành macos) khoa em cũng có giới thiệu phần mềm quay màn hình nhưng là phần mềm dùng cho hệ điều hành Windows ah. Em có mail cho thầy  nhưng không thấy thầy phản hồi, em mong quý thầy cô giúp em việc này với ah, vì môn này em đã học lại nhiều lần và chỉ có lần này là lần đầu em qua môn này ah . Em có đính kèm đường link video quay màn hình quá trình thi ở đây luôn ah: https://drive.google.com/file/d/14t--MZpTnymM5siKUFHGxSB/view?usp=sharing Em cảm ơn quý thầy cô rất nhiều ah!",
    "kinh thưa pđt, hiện tại  đang gặp vấn đề đăng kí luận văn, vì khoa cao đẳng  hiện tại chỉ cần 6 ngày ctxh (thông tin này  tìm hiểu từ trên aao của trường) là có thể đăng kí luận văn và hiện tại  đã 6.5 ngày rồi mà khi đăng kí vẫn k được, mong đào tạo xử lí giùm .Mong pđt giải quyết giùm  tạo điều kiện để  hoàn thành chương trình học sớm nhất có thể. Dưới đây là 2 hình ảnh  đọc trên aao và CTXH của .  xin cảm ơn pđt",
    "Em chào thầy/ cô Em là SV VP k17 Em đang nộp hồ sơ học bổng cho VP Việt Pháp và cần in bảng điểm để nộp. Nhưng bây giờ đang dịch thì làm sao để em lấy bảng điểm được ạ. Liệu em đang kí in trên mybk rồi phòng đào tạo gửi bản mềm cho em được không ạ? Em xin cảm ơn",
    "Kính gửi Thầy/Cô phụ trách: Em tên: , MSSV: , khoa: Kỹ thuật xây dựng. Em muốn đăng ký xin rút môn học vì nếu tiếp tục học sẽ không đủ điều kiện xét tốt nghiệp vào đợt 2 tháng 11. Môn học muốn rút: Pháp luật Việt  Mã môn học: SP1007 Giảng viên: Cô  Nhóm: L23 - thứ 5 - tiết 7-8  Em mong nhận được thông tin phản hồi sớm nhất từ quý Thầy/Cô. Em chân thành cảm ơn Quý Thầy/cô ạ!",
    "Thưa thầy cô, Em tên là  Đăng MSSV  HK 203 vừa rồi em có đăng kí nhầm mã môn TTTN  Mã em đk nhầm là EE3313 và mã đúng của em là EE3323. Em đã làm đơn xin đổi mã cũng như là xác nhận của bộ môn Tự động em thuộc bộ môn nên nhờ thầy cô giải quyết giúp em vì đang có đợt đk TTTN mới. Em đã nhờ bộ môn xác nhận qua mail ( thầy cô xem hình em đính kèm ạ ). Em xin cảm ơn rất nhiều",
    "Kính gửi thầy/cô PĐT Em tên:  MSSV:  Hệ VLVH:Khoa Kỹ thuật xây dựng Vừa qua em có đăng ký môn học Đồ án bê tông 2 (CI3177) và đã có thời khoá biểu học, nhưng khi em vào e-learning, gv bộ môn có up file danh sách lớp trong đó không có tên em. Mong PĐT giúp em.",
    "Dạ thưa, theo mail em vừa nhận được từ Văn phòng Khoa từ 9:30 sáng nay thì khoa đã gửi mail để cập nhật danh sách này cho PĐT. Em nhờ phòng đào tạo kiểm tra giúp em để cập nhật em vào danh sách lớp ạ. Còn nếu chưa thì Phòng Đào Tạo có thể ĐKMH bổ sung vào lớp AV5 (003720) được không ạ.",
    "Dạ em kính chào thầy cô phòng đào tạo, Em tên là Nguyễn Thị Thanh , có MSSV là , em thuộc hệ VHVL . Em xin phép được trình bày vấn dề em gặp phải là em không đăng kí được môn ĐẠI SỐ TUYẾN TÍNH cho đợt đăng kí môn học dự thính bổ sung đợt hk211 - lộ trình 2 - đợt 2. (Em có kèm theo hình ảnh không đăng kí được) Em kính mong thầy cô xem xét dùm em để em có thể có cơ hội được học môn này trong học kì này ạ. Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường. Kính mến, Em .",
    "Nhà trường ơi cho em hỏi là em đã đăng kí môn thủy lực và khí nén ở lộ trình 1 rồi mà sao em không có lịch và cũng không đăng kí được lại ở lộ trình 2 vậy ạ.Thời khóa biểu của em cũng không trùng với lịch học của môn kĩ thuật thủy lực và khí nén.Em mong được học môn này trong kì này ạ vì em đã năm cuối và còn nợ môn này thôi ạ. Em đã đính kèm ảnh ở bên dưới mong nhà trường xem xét giúp em với ạ.Em cảm ơn nhà trường ạ.",
    "Môn đồ án 1 (Me3119) của em vừa qua đã xin thầy chủ nhiệm mở lớp và bây giờ đến đợt đăng kí môn học lần 3 thì môn học này đã bị xóa, thầy chủ nhiệm bảo đồ án một bạn học cũng cố mở cho em, em cũng đã đủ điều kiện để mở lớp. Cho em hỏi em phải làm sao để có thể giải quyết được ạ?",
    "Kính gửi phòng đào tạo . Em là  , mã số sinh viên  , lớp XD17KT khoa xây dựng ngành kiến trúc . Do vấn đề Covid ảnh hưởng lớn đến kinh tế gia đình và một số vấn đề khác ,nên trong kì hè em đã không thể đăng kí học các môn học còn thiếu để đủ tín chỉ ( thiếu 4 chỉ trong yêu cầu là 144 tối thiểu làm thực tập tốt nghiệp ) . Nguyên do chính là học phí học 1 tín chỉ kì hè cao nên kinh tế gia đình em trong thời gian này không đáp ứng được  . Nhưng trong kì 211 này , em đã đăng kí các môn học để đáp ứng đủ điều kiện làm thực tập tốt nghiệp . Nếu không đăng kí trong kì này thì đến 212 em mới làm được thực tập tốt nghiệp và đến 221 mới làm đồ án tốt nghiệp được , dẫn đến việc ra trường trễ hơn nhiều ạ . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211  . Em xin cảm ơn ạ  .",
    "Dear Phòng Đào Tạo Trường Đại Học Bách khoa  Em tên:  MSSV:  Học lớp L04  Giảng viên: T.S  Em làm đơn này xin được phúc khảo lại bài thi môn Triết Học thi vào ngày 4/8/2021 học kì 2020-2021. Em có nộp bài và hệ thống báo là nộp thành công, nhưng bài của em k được lưu lại, em mong phòng Đào Tạo xem xét cho em được chấm bài thi cuối kì của mình em có lưu lại video làm chứng. Em kính mong nhà trường và Phòng Đào Tạo xem xem xét lại. Em xin trân thành cảm ơn.",
    "Dạ em chào phòng đào tạo ạ. Em tên  - K17 - Công nghệ kĩ thuật vật liệu xây dựng. Em có câu hỏi là: 1. Em đã học xong hết tất cả các môn và đang chờ để thi tiếng anh nói viết chuẩn bị tốt nghiệp. Nên em đăng ký thêm môn Anh văn 1 học kì này để duy trì tình trạng sinh viên. Vậy nếu em không hủy môn em để môn học tới cuối học kì rồi bị điểm 13 thì có ảnh hưởng gì tới điểm trung bình tích lũy không ạ? Em xin chân thành cảm ơn và rất mong sẽ nhận được phản hồi sớm từ phòng đào tạo ạ. Trân trọng, .",
    "Em chào phòng đào tạo. Em là . MSSV:  Chuyện là thế này. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em chào PĐT hiện tại em có đang vướng một môn chuyên ngành (môn Thiết kế sp trong công nghiệp-ME4017), chưa đăng ký được do full slot (hiện đang mở 2 lớp một lớp sĩ số 27 và một lớp sĩ số 28). Qua 2 đợt đăng ký em đều gửi mail và gửi yêu cầu trên BKSI xin PĐT giúp đỡ đăng ký môn, nhưng có lẽ vì quá nhiều yêu cầu nên PĐT chưa xử lí kịp. Vì đây là môn chuyên ngành chỉ mở trong học kỳ cuối cùng này cho K18 học, K19 và K20 không được học . Nên em mong PĐT có thể cho em được đăng ký môn này, nếu qua kỳ này thì khả năng môn này được mở lại là rất ít . Mong PĐT thông cảm và giúp đỡ em.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Xin pđt mở giúp em 2 môn này ạ. Vì 2 môn này các khóa từi k19 trở đi không còn học nữa. Và tuiju em cũng đã có sự đồng ý đầy đủ từ khoa GEOPET.",
    "Dạ cho em nộp phiếu hủy hoãn thi ạ. Em cảm ơn ạ.",
    "Kính gửi thầy cô phòng đào tạo, em là , mssv , lớp XD18CTXD03, thầy cô em báo đã nộp điểm cho phòng đào tạo hết rồi, có thầy cô nộp từ hồi tháng 7, nhưng hiện em vẫn không thấy trên mybk có điểm. Kính mong thầy cô giải đáp giúp em. Cám ơn thầy cô đã đọc Trân trọng",
    "Em chào thầy/cô, em viết đơn này mong phòng đào tạo xem xét đơn xin cứu xét đăng ký môn học của em. Môn thi \"Kiểm tra phần mềm\" (CO3015) diễn ra vào ngày 20/8/2021 (sau hạn đăng ký môn học đợt 3 - 19/8/2021). Vì bài làm của em không được tốt và học kỳ sau lại là học ký cuối trong thời hạn đào tạo tối đa 6,5 năm của khoa, đợt đăng ký môn học đã kết thúc nên em không đăng ký môn được. Em mong thầy, cô có thể xem xét đơn xin cứu xét đăng ký môn học của em ạ. Đơn xin cứu xét ĐKMH của em cũng đã được ban chủ nhiệm khoa đồng ý phê duyệt ạ. Em xin đính kèm đơn đã được thầy phó chủ nhiệm khoa Quản Thành Thơ phê duyệt và hình ảnh trao đổi của em và ban chủ nhiệm khoa.   B Tên môn học:    Kiểm tra phần mềm   B Mã môn học:    CO3015   B Mã nhóm lớp xin đăng ký:    L02",
    "Kính gửi quý Thầy/Cô! Em gửi đơn để xin đăng kí môn học (có file đính kèm). Kính mong nhận được phản hồi sớm! Trân trọng, ",
    "Em hiện đang là sinh viên năm 4 đã đăng kí LVTN trong kì 202 nhưng do ảnh hưởng của dịch covid nên đã xin tạm hoãn. Em muốn hỏi rằng trong kì 211 thì em có cần phải tự đăng kí lại môn LVTN hay không hay là trường sẽ sắp xếp lại cho một đợt bảo vệ riêng cho các bạn hoãn ạ. Em muốn hỏi thêm là hiện em đang thuộc chương trình tài năng, nếu em hoãn như vậy thì em có bị mất bằng tài năng khi tốt nghiệp không ạ.   i  .",
    "Kỳ này do ảnh hưởng covid, em hoãn thi 2 môn, cho em hỏi là sau này thi lại, nếu có điểm, thì điểm đó có được tính vào điểm trung bình tích lũy không ạ? Em cảm ơn",
    "dạ LVTN của e có mã môn học là 260663, dạ e xin cảm ơn pđt đã cập nhập giùm e.",
    "dạ em chào thầy cô ạ.hôm nay em thi vào lúc 13h00 ngày 24/08/2021. em xin báo cáo như sau: lúc đang thi do không để ý nên em đã bấm tắt record màn hình mà k biết ạ,nên bây giờ em hiện k có file ghi màn hình nên không nộp được ạ. thầy cô cho em hỏi là liệu bài thi của em có được tính không ạ và nếu có thì giờ em phải làm thế nào để khắc phục ạ . em xin cảm ơn ạ!",
    "Em tên:  MSSV:  (Tiếp tục hình 1). Lý do xin đăng ký môn: Lần đăng kí môn học kỳ dự thính lộ trình 1, em có đăng ký môn kết cấu thép 2 mã CI3211 nhưng bị xoá do em huỷ lớp đồ án thép CI3213 và sau đó thì bị mất slot. (Em huỷ lớp đồ án vì lý do: lớp đồ án CI3213 ở kỳ dự thính mã T01 dành cho hệ vừa học làm và em đã có trong lớp đồ án CI3213 lớp L01) . Hiện em có tkb môn đồ án CI3213 (hình 2), nên em cần học môn thép 2 CI3211 lớp DT01. Em đã trình bày và xin phép cô , giảng viên phụ trách môn đó và đã được đồng ý (hình 3) Em xin phòng đào tạo giải quyết cho em được vào lớp cô ạ. Vì nếu em không học thép 2 CI3211 sẽ không làm được đồ án CI3213. Em cám ơn rất nhiều. ",
    "Em chào phòn đào tạo Em là , MSSV  Chuyện là thế này. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng bạn em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "MT1005",
    "Em chào thầy cô ạ. Tại sao đoạt đkmh dự thính lộ trình 2 - đợt 2 này em không thể đăng ký được môn Vật lý 2 PH1005 ạ.",
    "Em chào anh chị, em là , sinh viên K20 hệ CLC. Học kỳ 211 này em có đăng ký môn Giải tích 2 hệ Dự thính vì nghĩ là mình sẽ rớt môn đó ở kỳ 202, nhưng bây giờ em đã có kết quả là đã qua môn. Nếu vậy, em có được thực hiện rút môn học hay không ạ (bởi vì em đã bắt đầu học kỳ dự thính ngày 16/8 rồi)? Và nếu không rút được thì việc học hai lần như vậy sẽ được tính điểm như thế nào? Em cảm ơn anh chị.",
    "Kính gửi thầy/cô bộ phận BKsi, Em là , mssv , xin được rút môn học Phương pháp tính MT1009 lớp L06trong học kỳ 211 ạ. Em xin cảm ơn. Chúc thầy/cô sức khỏe.",
    "Em tên là  - -Đợt đăng kí LVTN cuối(không xét chuẩn anh văn).Em đã đăng kí được rồi nhưng kì này em rớt môn không đủ tín chỉ tích lũy để xét đăng kí LVTN(môn không phải tiên quyết luận văn). -Vậy khi hậu kiểm em có bị xóa  không ạ -Mong PĐT giải đáp thắc mắc sớm giúp em vì mai là hạn cuối đăng kí rồi ạ",
    "Kính gửi Phòng Đào tạo. Em muốn xin được rút môn học Thí nghiệm vật lý mã môn PH2005 lớp P01 trong học kì này.Lý do em không thể trang bị kịp máy tính theo yêu cầu môn học vì em đang ở địa phương siết chặt giãn cách . Em mong Phòng Đào tạo xem xét cho em được rút môn học trong học kì này.",
    "Em chào anh/chị! Em tên :  MSSV  Dạ anh chị cho em xin được vào lớp DT02_DT02 môn EE3019 (Truyền số liệu và mạng) ạ! Em xin lỗi vì đã không đăng kí vào đợt 1 nên không thể vào lớp vì mấy hôm đó em vừa chích vaccin xong nên bị sốt quá ạ. Vả lại lịch thi của em cũng sau lịch đki môn ạ . Em mong anh chị giúp em vào lớp vì kì sau là kì cuối của em ạ. Em chân thành cảm ơn!",
    "Kính gửi PĐT Em tên:  Mssv:  Hệ VHVL - Khoa Kỹ thuật xây dựng Em có đăng ký môn Đồ án bê tông 2 (CI3177), đã có thời khoá biểu, đã được phân công giảng viên hướng dẫn, nhưng lại chưa có tên trong danh sách lớp (file danh sách lớp do giảng viên up trên e-learning). Mong PĐT giúp em",
    "Chào thầy/cô Em muốn đăng ký môn   B 5X0303/Khóa Luận Thi Tốt Nghiệp Đại Học    nhưng không thấy khi đăng ký  trong đợt đăng ký bổ sung. Cho em hỏi môn có mở trong HKI không ạ? Em xin chân thành cảm ơn. Thân.",
    "kính gửi phòng đào tạo, Em đã gửi đơn cứu xét để được làm luận văn và đang trong quá trình đợi duyệt đơn (vào ngày 18/08). Kính mong phòng đào tạo có thể cho em biết két quả được không ạ vì ngày 25/08 là ngày kết thúc đăng ký luận văn tốt nghiẹp rồi ạ. Kính mong phản hồi sớm từ phòng đào tạo.",
    "Kỳ 2 khóa 2020 em không đăng ký môn học nên bị tạm dừng, hiện em chỉ còn nợ nói viết, em không đăng ký thi nói viết được do tình hình dịch bệnh, nên em muốn đăng ký dự thính kỳ 1 khóa 2021 này, nhưng không được vì lý do tạm dừng, cho em hỏi cách giải quyết vấn đề của em ạ,",
    "Hiện.tại em vẫn không đăng kí được môn học kì dự thính vì lí do chưa thanh toán học phí. Mà học phí môn đó em đã hủy từ trước khi học. Mà hôm nay học phí vẫn còn. Và khi em đăng kí mới vẫn không được. Mong phòng đào tạo giúp em để em có thời khóa biểu cho kì dự thính này.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy cô Phòng đào tạo. Em xin gửi đơn xin mở lớp môn Cơ sở kỹ thuật điện mã EE2017, file danh sách sinh viên đăng kí và hình chụp mail xác nhận của giảng viên nhận lớp. Em mong Phòng đào tạo sẽ tạo điều kiện mở lớp giúp chúng em. Vì môn này là môn HT của nhiều môn năm 3, 4. Em xin cảm ơn thầy cô.",
    "Kính chào thầy cô, em có một môn học cần được khôi phục từ học kì 203 là môn Thực Tập Ngoài Trường CI4345, em đã hoàn thành thủ tục xin khôi phục, cho em hỏi hệ thống mình khi nào mới cập nhật vậy ạ vì em đang bị kẹt không thể đăng ký bổ sung môn đề cương luận văn tốt nghiệp. Mong thầy cô xem xét. Em cảm ơn",
    "Kính gửi PĐT  Em tên:  MSSV:  Hệ:VHVL (ngành Kỹ thuật Cơ điện tử) Trong đợt \"Đăng ký môn học HK211-Đợt 3\" em có đăng ký môn Luận văn tốt nghiệp (ME4019) có gửi xác nhận gửi đăng ký thành công. Tuy nhiên, đến đợt xem kết quả đăng ký thì không có môn này cũng như lý do bị hủy, em xem \"lịch sử đăng ký\" trong đợt xem kết quả thì hiện lên \"bạn chưa đăng ký\" và em cũng chưa có thời khóa biểu. Em kính mong PDT xem xét cho em đăng ký môn này. Em xin trân trọng cam ơn.",
    "Dạ em kính chào thầy cô phòng đào tạo, Em tên là , có MSSV là , hiện là sinh viên của khoa Khoa học máy tính và kĩ thuât máy tính hệ VHVL. Em có nguyện vọng đăng kí môn Đại số tuyến tính trong học kì dự tính đợt hk211 - lộ trình 2 - đợt 2. Tuy nhiên, hiện tại chỉ có lớp cho các bạn sinh viên học hệ chất lượng cao. Dạ kính mong thầy cô cho em xin ý kiến về trường hợp của em hay là em nên đợi sang học kì năm sau để dăng kí ạ. Em xin chân thành cảm ơn sự giúp đỡ từ phía nhà trường. Kính mến,  Em .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Như đã yêu cầu, em xin phép Nhà Trường Và Khoa mở giúp em môn Xác xuất và thống kê (MT2013) Gmail của em: ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy cô ạ! - Vì môn “cơ học máy-ME2043-4 tín chỉ” nằm trong chương trình đào tạo của khóa 18 trở về trước nên hiện tại số lượng sinh viên đăng ký không nhiều, và đã được thay thế bằng môn học khác nhưng khi đăng khí môn học thì môn thay thế không được mở, và chỉ mở môn “cơ học máy-ME2043-4 tín chỉ” và cũng đã bị hủy vì sỉ số đăng ký ít  - Em đã xin ý kiến từ giảng viên phụ trách và khoa về mở môn học với sỉ số ít. Và đã được đồng ý. Em mong thầy/cô có thể tạo điều kiện mở môn học để em được hoàn thành chương trình trong kỳ 211 ạ! - Vì học kỳ dự thính học phí quá cao so với học kỳ chính mà môn học tới 4 chỉ. Em xin mở trong học kỳ chính được không ạ? - Em đã làm đơn và gởi từ lúc đăng ký học kỳ chính đến nay nhưng vẫn không được trả lời ạ? EM PHẢI LÀM SAO MỚI MỞ ĐƯỢC Ở HỌC KỲ CHÍNH Ạ? EM XIN THẦY/CÔ CÓ THỂ GIÚP EM Ạ! - Em xin gởi thầy/cô đơn xin đặt cách ạ! Em chân thành cảm ơn và chúc thầy/cô thật nhiều sức khỏe ạ! Em rất mong nhận được phản hồi từ thầy/cô ạ!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Cho Em xin mở lớp dự thính giải tích mạch (EE2033) ạ, do em bị chậm nên nếu không đăng kí được thì kì sau em sẽ không học được 1 số môn ạ, em mong phòng đào tạo mở lớp cho em ạ. Em xin chân thành cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô Em tên:  MSSV:  Hệ: VLVH Em có đăng kí lớp dự thính đợt 1 (nhập học ngày 30.08) thì hôm nay trường có mail là hiệu chỉnh đăng kí lớp dự thính đợt . Nên em có một số vấn đề thắc mắc như sau ạ. 1. Em đã đăng kí đợt 1 nhưng thời khóa biểu em vẫn không thấy. Chỉ có số tuần còn thứ mấy học, thời gian học cụ thể em vẫn không thấy ạ (bởi em nắm được thứ mấy học, thời gian nào học để em biết để hiệu chỉnh để không bị trùng vào thời gian học của những môn hiện tại, và biết thời gian học để không ảnh hưởng đến công việc hiện tại). Em có đính kèm File hình ảnh thầy, cô xem để rõ hơn ạ .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em đã nhận được sự đồng ý của thầy trường bộ môn để mở lớp Cơ Lưu chất CI2003, với tình hình dịch bệnh hiện tại, em không thể xin chứ kí xác nhận của thầy được ạ, không biết mình phải làm thế nào ạ. Em đã liên lạc và nhận được sự đồng ý của thầy trưởng bộ môn  cũng như giáo viên giảng dạy ạ.",
    "Chảo thầy/cô, Em là SV VLVH, kỳ này em có đăng ký 2 môn đồ án có mã môn học là:   B ME4047 và ME2011   . Mặc dù thời khóa biểu là bắt đầu vào tuần 33, nhưng hiên tại là giữa tuần 34 nhưng em vẫn chưa nhận được mail phân công nhiệm vụ, hay bất cứ thông tin gì về môn học. Em muốn hỏi là thay đổi gì về thời khóa biểu hay thiếu xót gì trong việc gửi mail cho sinh viên không ạ. Em cám ơn! ",
    "Chào cô/thầy! Em đã bảo vệ xong luận văn tốt nghiệp nhưng chưa cập nhật điểm. Em đã liên hệ bên trung tâm ngoại ngữ và được biết phòng đào tạo lập và gửi danh sách đủ điều kiện tốt nghiệp để thi anh văn nói - viết online. Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa nhận được mail thông báo và không thể đang ký thi. Em mong phòng đạo tạo sớm giải quyết giúp e có thể đăng ký dự thi để sớm ra trường. Em xin cảm ơn!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em thành thật xin lỗi và đã làm phiền như thế này ạ! Nhưng thật sự em không thể nào mà tìm ra được 4 bạn đã đăng ký môn cơ học máy cả. Em không cùng lớp với mấy bạn ấy nên không có cách nào em tìm ra được cả. Em chỉ có cách làm đơn nhờ khoa xác nhận và khoa đã thông báo đến sinh viên có môn học này trong chương trình rồi ạ! Nhưng về thông tin của mấy bạn ấy thực sự em không thể tìm ra được ạ! Em rất xin lỗi và mong rằng thầy/cô có thể chăm chước cho em lần này ạ!",
    "LA1009) -  \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) -  2 - ĐỢT 2\". Em chào cô/thầy. Em vừa mới điểm điểm anh văn 1 2 3 để đăng kí anh văn 4. Khi đăng kí vẫn bị báo là \"PDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)\". Em xin nhờ PĐT đăng kí hoặc mở cho em môn  Anh văn 4 -  - Nhóm DT01 với ạ. Em cám ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Đơn xin mở lớp Dự thính môn Cơ lưu chất CI2003",
    "Anh  (LA1009) - Nguyễn Hữu Tiên - Nhóm DT01 - Đợt \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) -  2 - ĐỢT 2\". Em chào cô/thầy. Em vừa mới điểm điểm anh văn 1 2 3 để đăng kí anh văn 4. Khi đăng kí vẫn bị báo là \"PDT không đ/ký cho SV MH LA1009 (2: Thiếu môn học trước LA1007)\". Em xin nhờ PĐT đăng kí hoặc mở cho em đăng kí môn  Anh văn 4. Em cám ơn ạ.",
    "MONG QUÝ THẦY CÔ XEM GIÚP EM XEM EM ĐÃ ĐK THÀNH CÔNG MÔN VẬT LÝ 1 PH1003 SAO EM LÀM THEO HƯỚNG DẪN VẪN KHÔNG COI ĐƯỢC THỜI KHÓA BIỂU VÀ MUỐN BIẾT MÔN VẬT LÝ 1 PH1003 CÓ MỞ ĐỢT 2 Ì 211",
    "Em có đăng ký nhận điểm I(hoãn thi) môn hóa hữu cơ mã CH2021 lớp L02-A nhưng trên mybk cập nhật cho em điểm 13 ạ và em muốn bên phòng đào tạo sửa lại cho em điểm hoãn thi ạ. Em cảm ơn ạ.",
    "Em tên :   MSSV: Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025).Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xet mở lớp giúp em ạ Em xin cảm ơn.",
    "Chị ơi em có thể xin vào lớp dự thính lộ trình 1 mà đã bắt đầu từ ngày 16/8 không ạ. Em cảm ơn chị. Các lớp em muốn xin vào: 1. mã: ME3005 - lớp: DTQ1_DTQ1 - môn: Thiếtkế hệthống cơđiệntử - GV:  2. mã: ME3011 - lớp: Z3LI_Z3LI - môn: Động lực học &điều khiển - GV: Đoàn Thế Thảo Nhiều môn học em đăng kí nhưng bị hủy môn, giờ em học được ít tín chỉ quá, mong chị giúp đỡ.",
    "Chào thầy/cô,  Em là sinh viên thuộc K14, cho em hỏi từ giờ tới cuối năm còn đợt đăng ký cho SV Chính quy ĐHBK chuyển hệ sang vừa làm vừa học không ạ? Em hy vọng được biết để có thể canh thời gian đăng ký. Em vừa mới kiểm tra thì thấy đã bỏ lỡ đợt tháng 7 vừa rồi . Em xin cảm ơn.",
    "Chào thầy cô, Em tên là   MSSV:   Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng     Em đã tham gia học tập và hoàn thành môn học đồ án 1 (ME3255). Em và các bạn có nguyện vọng được chuyển điểm để có thể học tập theo tiến độ.      Em đã có nộp đơn mở đơn vào kì dự thính nhưng theo quy định thì đồ án không thể mở vào dự thính. Vậy cho em hỏi có các để có thể đăng kí môn học để chuyển điểm không ạ?      Em và các bạn rất cần chuyển điểm môn học này để được thực hiện tiếp đồ án 2.      Mong PĐT xem xét giúp Cảm ơn thầy cô Chúc thầy cô ngày làm việc vui vẻ.",
    "Kính thưa PĐT, Em là Bảo Sơn, hiện đang học chương trình PFIEV khoá 2015. Vì lí do trục trặc kĩ thuật, nên em không thể tham gia buổi thi tiếng Pháp 8 hệ Việt Pháp vào 16h ngày 22/08/2021. Em viết thư này mong PĐT có thể tạo điều kiện để em có thể thi lại và tốt nghiệp . Em cảm ơn",
    "nhà trường cho em hỏi để bảo lưu trong mùa dịch này thì cần làm những thủ tục gì vậy ạ",
    "Kính gửi: Phòng Đào Tạo Em xin gửi kèm đơn xin cứu xét đăng kí môn học học kì 211 và chụp màn hình những trao đổi đã được khoa chấp nhận. Mong Phòng Đào Tạo xem xét cho em. Trân trọng, ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã đăng kí, gửi đơn theo mẫu đơn: \"Đề nghị mở môn học\" , trên trang bksi trong đợt 1, mà môn học vẫn chưa được mở, kính mong PDT xem xét đơn và mở lớp môn học này cho em với ạ. Em xin chân thành cảm ơn . Mở lớp : CƠ HỌC  - MSMH: 201701 Theo dạng: đồ án môn học",
    "vật lý 1 PH1003 MONG QUÝ THẦY CÔ GIẢI ĐÁP GIÚP EM",
    "Dạ, em xin gửi đơn đăng ký thu nhận lại ạ, do tình hình dịch bệnh nên em không đăng ký thi nói viết được, em sợ không đăng ký môn học hai kỳ liên tiếp sẽ bị buộc thôi học. Em đã hoàn thành ctdt nhưng vẫn bị buộc tạm dừng vì không đăng ký môn học, nên em cũng hơi thắc mắc liệu rằng mình được thu nhận lại ở kỳ này mà không đăng ký môn học nữa có sao không, em đang chờ BKenglish tổ chức thi online mà chưa thấy.",
    "Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025).Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xét mở lớp giúp em ạ Em xin cảm ơn.    .",
    "Em gửi mẫu đơn xin chuyển hệ vừa học vừa làm ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin mở lớp dự thính đợt 2 môn kỹ thuật siêu cao tầng (EE3025) hoặc thêm sỉ số ở lộ trình 1. Vì kì này em còn 1 môn này nữa là ra trường nên môn này rất quan trọng với em.Có khá nhiều bạn cần mở môn này do kì này thi môn kỹ thuật siêu cao tầng muộn quá nên bọn em chưa biết kêt quả mà đăng kí dự thính đợt 1 kết thúc sơm quá trước khi chúng em thi cuối kì trong học kì chính.Vì vậy chúng em không đăng kí được đợt 1 mà đợt 2 lại không mở lóp khả năng bọn em bị trễ rất cao mong quý thầy cô xem xet mở lớp giúp em ạ Em xin cảm ơn.",
    "Kính gửi thầy cô, Em tên là , mssv , vì lý do sức khoẻ, em xin được rút môn học   B Kết cấu thép 1 (CI3009)_lớp DT01.    Kính mong quý thầy cô thông cảm và chấp nhận cho em. Cám ơn thầy cô đã đọc Trân trọng.",
    "Em đã hoãn thi và được nhận mail chấp nhận của phòng đào tạo những điểm của em lại là điểm 13. mong pđt xem xét ạ. em cảm ơn.",
    "Dear Thầy cô! Dạ thưa quý thầy cô em hiện là khóa K15 đây là kì cuối của em em còn nợ môn vật lý 1 giờ em có thể làm đơn gi để được xét học trong học kì này trả nợ không ạ . Mong quý thầy cô cho em giải pháp với ạ",
    "Em tên là  Thuộc khoa kỹ thuật xây dựng. Em muốn đăng ký phúc khảo bài thi cuối kỳ thì phải làm sao ạ. Cụ thể em muốn phúc khảo bài thi môn Kết cấu Bê tông cốt thép 2 (CI3175)-nhóm A04-A. Em đã học rất kỹ và giải rất nhiều đề cho môn này. Nhưng điểm thi không như mong muốn, khiến em ngỡ ngàng và hoang mang lắm ạ.    Em có vô Mybk nhưng lại hiện lên là \" Không tìm thấy thông tin bảng điểm\" Mong PDT hướng dẫn giúp em. Em xin chân thành cảm ơn.",
    "Dạ thưa cô môn học của em có mở đọt 1 . LỘ trình 2 này không được mở. em có thể làm đơn hay có giải pháp nào giúp em được học không ạ",
    "PĐT xin thông báo hủy kết quả ĐKMH của các bạn trong HK211 vì đã hết thời gian đào tạo. Sinh viên có thắc mắc vui lòng đặt câu hỏi trực tiếp trên BKSI để được giải đáp. CÓ nghĩa là gì ạ. Làm sao để em giải quyết vấn đề này ạ.",
    "Em tên là , MSSV: , lớp VL17KL Em xin hỏi về vấn đề tốt nghiệp tháng 11 sắp tới. Theo như trường thông báo là xét tốt nghiệp từ tháng 11 đến hết HK211 . Trường hợp của em là em học chương trình liên thông đại học và thạc sĩ. Tín chỉ tích lũy của cao học trong thời gian em học tối đa 22 TC. Em đã học xong 21 TC. Và nếu học kỳ tới đăng ký môn học, em sẽ vượt tín chỉ và số tín chỉ vượt của em sẽ không được công nhận. Để việc học được tiếp tục, em phải làm bản cam kết với PDT sau đại học là nộp bản tốt nghiệp và bảng điểm với hạn chót là 30/11/2021. Em xin hỏi là trường mình xét tốt nghiệp bắt đầu từ thời gian nào ạ? Thời gian trường cấp bản đại học là khi nào ạ? Và trong quá trình xét tốt nghiệp chính thức, em có thể xin bản tốt nghiệp đại học tạm thời để gửi trong PDT sau học ạ. Vì thời hạn cuối là 30/11/2021. Em cảm ơn PDT đã lắng nghe thắc mắc của em ạ.",
    "Em xin chào PDT Em xin nhờ PDT kiểm tra dùm em điều kiện để tốt nghiệp của em, mssv  ạ Trong học kì vừa rồi, em đã đăng kí trả nợ môn vật lí 1 PH1003, nhưng em hoãn thi vì lí do dịch bệnh, em đã làm đơn và được chấp thuận Vậy cho em hỏi là trong kì tới em có thể được thi và tính tốt nghiệp không ạ? Vì em nhận được mail báo là hủy môn học do hết thời gian đào tạo. Và cho em hỏi cách giải quyết trong trường hợp này ra sao ạ Mong nhận được câu trả lời, em cảm ơn PDT",
    "Em chào thầy cô ạ HK211 em có đăng kí đề cương luận văn (EE4331) nhưng thầy hướng dẫn hiện tại có kêu em chọn giảng viên khác để làm. Học kì sau em phải làm sao để đổi giảng viên ạ?  Em cảm ơn thầy cô nhiều ạ.",
    "cho mình hỏi là mình mới đăng ký dự thính lộ trình 2 đợt 1 môn đại số tuyến tính ( MT1007) mà sao mình không có thời khóa biểu cũng như vào lý do thì không thấy lý do ạ",
    "Trong đợt 2 em không thể đăng kí dự thính vì thông báo là :   B do không đăng kí đợt 1   . Vậy bây giờ em cần làm gì để khắc phục vấn đề này ạ?!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . ",
    "Em chào phòng đào tạo, Đến ngày 23/8 hôm qua, thầy dạy môn Kĩ thuật lập trình, , mã môn CO1011, đã họp lại lớp về phương thức thi, nên em có thể yên tâm đăng kí thi được. Trước đó em không thể liên lạc thầy  được, không thể xin thầy hoãn thi, nên em đăng kí hoãn thi môn Kĩ thuật lập trình, mã môn CO1011 với link mà phòng đào tạo gửi rồi. Bây giờ em xin rút đơn hoãn thi môn Kĩ thuật lập trình, mã môn CO1011. Em xin cảm ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Thưa quý thầy cô EM có xin giảng viên vào lớp học đã được học vào 16/8 nếu bên phòng đạo tạo cho phép em được học thì giáo viên cho phép em vào trễ 1 tuần. Mong phòng đào tạo cho em vào học với ạ",
    "Kính gửi các thầy/ cô. Em là  mssv  Em muốn được hiểu về email mà trường vừa gửi vào chiều ngày 24/08 với tiêu đề \"HK211- Hủy kết quả ĐKMH vì hết thời gian đào tạo\". Nội dung email em có đính kèm file hình PNG. Em xin cảm ơn",
    "MSSVMSGV:   b  Kính chào   Em là . Hệ Liên Thông Em mới vừa nhận được mail của nhà trường về việc Hủy kết quả DKMH. ThầyCô có thể chấp thuận cho em tiếp tục đăng kí môn học: Luận Văn Tốt Nghiệp được không ạ ? Do em trúng tuyển năm 2016 và em xin được đến năm 2017 em mới nhập học nên em chưa kịp hoàn thành chương trình. Em kính mong Thầy chấp thuận để em hoàn thành chương trình. Em xin chân thành cảm ơn !    i ",
    "Kính gửi phòng đào tạo, Em tên   Hiện nay em còn môn giải tích 2 và kỳ học này là kỳ cuối nhưng em không đăng ký kịp môn giải tích 2 kỳ chính lẫn dự thính do đã đủ sĩ số. Em mong phòng đào tạo cân nhắc cho em được đăng ký thêm vào môn giải tích 2 kỳ này ạ. Em xin cảm ơn ạ",
    "Kính gửi PDT Em tên:  MSSV: Hiện tại em đã hoàn thành môn học kết cấu thép 2 và đã cập nhật điểm trên bảng điểm nhưng khi đăng ký luận văn tốt nghiệp thì lại gặp lỗi không cho đăng ký vì thiếu môn kết cấu thép 2. Kính mong PDT xem xét và hỗ trợ em đăng ký luận văn tốt nghiệp đúng thời gian đăng ký ạ. Trân trọng!",
    "Em có đăng ký hoãn thi, gồm môn Pháp luật đại cương SP1007 lớp TT01 do không đủ điều kiện thi online trong thời gian này. Em mới kiểm tra bảng điểm thì lại được báo là VT 13.00 .",
    "Dạ em chào thầy ! Tên:  - MSSV:  hệ VHVL Thầy cho em đăng ký bổ sung môn học \"Dự Thính Bổ Sung HK 211 (Học Từ 30/8) Đợt 2\" ạ. Mã MH cần đăng ký bổ sung: CI3211 - Kết cấu thép 2 nhóm DT01- thứ 2 tiết 13-14 do thầy  dạy. Lý do: Do đợt 1 em đăng ký thiếu. Em mong Quý thầy cô giúp em để em được học kịp với tiến độ ạ . Em chân thành cảm ơn Quý thầy cô.    .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em làm đơn theo yêu cầu của Cô  để mở lớp Thí nghiệm silicat đại cương (MA3035) sỉ số thấp.",
    "Em chào phòng đào tạo, Đến ngày 23/8 hôm qua, thầy dạy môn Kĩ thuật lập trình, , mã môn CO1011, đã họp lại lớp về phương thức thi, nên em có thể yên tâm đăng kí thi được. Trước đó em không thể liên lạc thầy  được, không thể xin thầy hoãn thi, nên em đăng kí hoãn thi môn Kĩ thuật lập trình, mã môn CO1011 với link mà phòng đào tạo gửi rồi. Bây giờ em xin rút đơn hoãn thi môn Kĩ thuật lập trình, mã môn CO1011. Em xin cảm ơn",
    "Kính gửi, Em tên , MSSV , trong đợt đăng kí dự thính lộ trình 1, e có nguyện vọng đăng kí môn Kết cấu thép 2 (CI3211)nhưng lớp đã đủ sỉ số. Nay sau khi kiểm tra em thấy lớp đã tách ra thành 2 lớp khác nhau và vẫn còn sỉ số nên em xin được phép vào học lớp DT01 của môn Kết cấu thép 2. Em đã chủ động liên hệ với giảng viên phụ trách (cô ) thì được cô phản hồi như sau (hình bên dưới). Em tha thiết được xin vào học lớp Kết cấu thép (CI3211)DT01 để kịp tiến độ làm Luận văn tốt nghiệp ở học kỳ sau. Em xin chân thành cảm ơn ",
    "Kính chào ầy/Cô, Em tên là , MSSV , khoa Quản lý Công Nghiệp. Nay em viết mail này xin hỏi Quý Thầy/Cô vấn đề như sau: Em đã đăng ký môn Vật lý 1 (PH1003) vào đợt Đăng ký bổ sung Lộ trình 2 - Đợt 1 (như hình bên dưới). Nhưng đến đợt 2 em vào xem kết quả đăng ký lại bị hủy vì lý do Khoa không mở lớp (như hình thứ 2 bên dưới). Em xin phép kính hỏi vì sao không đăng ký được môn học này ạ? (Trong khi lớp DT02-Cô  chỉ mới 97/99sv thôi ạ). Vì lý do cấp thiết hiện em là sinh viên năm 4 cần học trả môn để kịp tiến độ nên kính mong Phòng Đào tạo xem xét ạ. Em xin chân thành cảm ơn Trân trọng, ",
    "n xin huỷ môn học .   B Kính gởi Phòng đào tạo:    Em xin đăng ký huỷ môn học do thời điểm đăng ký môn học chưa có điểm tổng kết cuối kỳ. Xin gởi đơn  đính kèm",
    "t ĐKMH này có 2 lớp Giải tích 2 nhưng đã đủ sĩ số,  Vậy em có thể đăng ký mở thêm sĩ số được không, nếu có thì quy trình là gì ạ?  Hoặc em có đăng ký mở thêm lớp môn Giải tích 2 như quy trình như mở lớp mới được không vì em thấy có ghi là mở lớp cho \"các môn chưa được mở\".   Em xin cảm ơn!",
    "CODE Em chào thầy cô . Em là sinh vien khóa k16 hệ cao đẳng, hôm nay em nhận được mail đã hết chương trình đào tạo và không được đăng kí môn học nữa, hiện tại em còn thiếu môn anh văn 3 nữa là hoàn thành hết chương trình đào tạo của trường. Hôm này em viết yêu cầu này xin được thầy cô  có thể cứu xét em thêm 1 kì nữa để em có thể hoàn tất chương trình đào tạo của nhà trường ạ . Em xin chân thành cảm ơn thầy cô ",
    "Môn Pháp luật việt Nam đại cương em có xin Hoãn thi nhưng trên bảng điểm của em vẫn để điểm 13 ạ .",
    "Xin gửi PĐT Em là  MSSV:  Em có thắc mắc về môn (GE3049) Tính toán ứng dụng trong kỹ thuật dầu khí. Mặc dù em đã đăng ký thành công môn học đợt 3(2 đợt trước em không đăng ký), có TKB nhưng lại không ghi khi nào học, hoặc thầy nào dạy. Và đặc biệt nhất là hệ thống elearning không có môn này cho dù đây là tuần thứ 2 đã bắt đầu học. Vì vậy em mong PĐT hãy giải quyết của em càng nhanh càng tốt để tránh ảnh hưởng môn học. Em xin cám ơn Thân mến",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .",
    "Dạ thưa quí Thầy Cô, em là , mssv: , k18 khoa quản lý công nghiệp. Vừa rồi em đang làm việc trong khu cách ly ạ nên em không kịp đăng kí môn PH1003 Vật lý 1. Cho nên trong kỳ ĐĂNG KÝ/ HIỆU CHỈNH ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) -  2 - ĐỢT 2 này, em muôn xin được bổ sung vào lớp DT02_DT02 Cô  - Thầy . Tiết thứ 5 13 14 15 và chủ nhật 7 8. Em xin cảm ơn quí Thầy Cô.",
    "Em muốn đăng ký học môn kinh tế học vi mô IM 1003 chung với k21 thì phải làm cách nào ạ? Em đã hỏi thầy về thời khoá biểu, thứ 6 tiết 4,5 em không bị trùng lịch học hiện tại.",
    "Kì đăng kí môn học dự thính bổ sung vừa rồi em có đăng kí môn Đồ Án Nền Móng Ci3197 nhưng vẫn bị xoá môn. Cho em xin hỏi là giờ em có thể đăng kí mở lớp kì dự thính không ạ. Hoặc em có thể xin vào lớp ở kì chính được không ạ. Lớp ở kì chính hết chỗ nhanh quá em không đăng kí kịp.",
    "Dạ em chào các thầy cô PDT ạ! Em tên là , MSSV: Em học khoa Kỹ Thuật Xây Dựng, chuyên ngành Cầu đường ạ. Khoá em là khoá K15 theo CTDT sẽ học môn Xây Dựng Cầu mã cũ là mã CI4033 và em đã qua môn đó rồi ạ. Nhưng hôm nay khi em đăng kí môn học cho môn LVTN thì hệ thống báo em chưa qua môn tiên quyết đồ án môn học Thiết Kế Cầu với mã MH là CI4123 (1 chỉ), môn này cùng môn học Xây Dựng Cầu CI4121 (2 chỉ) là môn tương đương với mã cũ CI4033 em đã qua rồi ạ. Em có báo cho thầy cô ở bộ môn thì thầy cô báo nhắn lại PDT giải quyết ạ. Vậy mong các thầy cô PDT kiểm tra lại hệ thống giúp em và một số bạn cũng đang gặp lỗi này nữa ạ. Mong các thầy cô xem xét và giải quyết sớm cho chúng em đăng kí LVTN ạ. Em cảm ơn nhiều ạ!",
    "Thưa quý thầy cô Em muốn xin phép được đăng kí môn kinh tế vi mô- IM003 chung với K21 học kỳ 211. Em đã đăng ký môn học này vào kỳ dự thính ( bổ sung- lộ trình 2 - đợt 1). Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo. em xin trân trọng cảm ơn.  ",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là Đặng Thanh , MSSV: , là sinh viên khóa k14. Học kì này (HK202) em được gia hạn thêm một kì để hoàn thành môn Anh Văn 4 để có thể ra trường. Nhưng vì tình hình dịch bệnh, em không thể tham gia kì thi cuối kì nên đã viết đơn xin tạm hoãn thi môn anh văn 4, và đã được Phòng Đào Tạo cho phép. Hiện tại em nhận được thư của nhà trường, em bị hủy kết quả ĐKMH trong HK211 vì hết thời gian đào tạo. Phòng Đào Tạo cho em hỏi, em có thể thi bù môn Anh Văn 4 vào học kì sau dựa theo kết quả hoãn thi không ạ? Và có thể tiếp tục thời gian đào tạo chính quy vào học kì sau được không ạ? Em xin chân thành cảm ơn, em kính chúc thầy cô luôn nhiều sức khỏe ạ!   Đặng Thanh ",
    "Thưa quý thầy cô Em muốn xin phép được đăng kí môn kinh tế vi mô- IM003 chung với K21 học kỳ 211. Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo. em xin trân trọng cảm ơn.",
    "Em tên  - MSSV  - Lớp MO15QLMT Em xin nộp đơn thu nhận lại học kì HK211 để được làm luận văn tốt nghiệp, mong Thầy/Cô xét duyệt nguyện vọng của em để em sớm hoàn thành chương trình học của mình. Em chân thành cảm ơn Cô/Thầy ạ!",
    "Dạ cho em hỏi muốn phúc khải bài thi là đợi đợt mới có lượt phúc khảo hay mình lên mybk đăng ký luôn ạ. Tại em có vào chỗ phúc khảo bài thi hiện thao tác không được",
    "Em tên , MSSV: Sinh viên lớp Engineering Thermodynamics (ME3381)_TT01. Do sai xót của lớp trưởng trong lúc kiểm tra email nộp bài tập lớn, nên điểm BTL của em hiện đang là 13. Em đã có liên hệ với giảng viên là thầy  thì được thầy phản hổi rằng: \"Thầy chịu thua vì bây giờ đã bị khoá, nếu em xin bộ phận quản lý mở khoá thì Thầy có thể xem lại.\" Em xin bộ phận quản lý và Phòng đào tạo xem xét và giúp đỡ cho em. Em xin cảm ơn",
    "Em có check trên hệ thống là thời hạn đào tạo của em sẽ hết vào tháng 10/2022, hk211 này em có đăng ký LVTN, mã ME4727, em là hệ văn bằng 2 khoa cơ khí, nhưng hôm nay trên mail thì pdt gửi mail sai địa chỉ và hủy kết quả đkmh của em. Kính xin pdt xem xét lại, để em được đăng kí LVTN và hoàn thành chương trình đào tạo. Em có đăng ký LVTN trên mybk vào ngày 23/08 nhưng chiều ngày 24/08 thì nhận mail bị gửi sai và trên hệ thống em bị hủy đkmh. Xin phòng đào tạo hỗ trợ giúp em. Cảm ơn.",
    "Thưa pđt, trong phần bảng điểm của em có cập nhập là đã tích lũy 110 tín chỉ nhưng tín chỉ tích lũy ngành lại chỉ có 107. Mong thầy cô xem lại giúp em có phải pđt cập nhật nhầm môn tự chọn hay là em đã học một môn nào không thuộc chương trình đào tạo của ngành ạ. Ngành em là Kỹ thuật Nhiệt khoa Cơ Khí có 4 nhóm tự chọn nhưng nhóm A và B các môn giống nhau ạ.",
    "Kính gửi phòng đào tạo. Em vẫn chưa được cập nhật TKB môn ĐỒ ÁN MÔN HỌC LOGISTICS 2-ME3259 do bạn Nguyễn Thị Hòa Phương (MSSV 1813626) đã làm đơn đăng ký môn học vào ngày 13/08/2021, bạn Nguyễn Thị Hòa Phương thì đã được cập nhật vào tối ngày 24/08/2021. Em có gửi đính kèm đơn Em mong Phòng đào tạo xem xét và cập nhật giúp em. Em cảm ơn Phòng đào tạo   i Mở lớp dự thính (bắt đầu học từ 30/8) .",
    "Em có đk LVTN theo yêu cầu của email ngày 23/08 và em đã được đăng ký thành công. Nhưng chiều ngày 24/08, em có nhận mail từ pdt là hủy kết quả đkmh hk211 do hết thời hạn đào tạo,địa chỉ người nhận không phải em nhưng mail lại vô hộp thư của em trong khi thời hạn cuối củng của em là tháng 10/2022, hk211 này em xin được làm LVTN mã ME4727, đây là sai xót kính xin pdt giải quyết để em được đk LVTN và hoàn thành chương trình học. Em xin cảm ơn.",
    "Thưa cô, Vấn đề của em là em muốn thôi học luôn, mà có được thôi học trên mạng không để khi nào có thể trở lại trường và xác nhận lần cuối luôn ạ Cảm ơn cô đã trả lời Thân",
    "Kính gửi phòng đào tạo. Em vẫn chưa được cập nhật TKB môn ĐỒ ÁN MÔN HỌC LOGISTICS 2-ME3259 do bạn Nguyễn Thị Hòa Phương (MSSV 1813626) đã làm đơn đăng ký môn học vào ngày 13/08/2021, bạn Nguyễn Thị Hòa Phương thì đã được cập nhật vào tối ngày 24/08/2021. Em có gửi đính kèm đơn Em mong Phòng đào tạo xem xét và cập nhật giúp em. Em cảm ơn Phòng đào tạo    .",
    "Em xin trình bày trường hợp của em như sau ạ: vừa rồi trường có mở đợt đk môn học HK211 đợt 3 và lộ trình 2 của DT211 thì e có đk môn CTN , vì đợt 3 không hiển thị ngày giờ buổi học của lớp, em sợ bị trùng lịch học với các môn học khác nên đã đk vào DT211 lộ trình 2, tuy nhiên vì sỉ số thấp nên lớp đã bị hủy. Hiện tại lớp CI3179 ở kỳ chính HK211 đã có lịch học cụ thể, không trùng lịch với những môn khác của em, liệu có cách nào để em có thể đăng ký tham gia thêm vào lớp đó ở giai đoạn này không ạ? Rất mong nhận được phản hồi và hỗ trợ từ phía Nhà trường ạ. Em cảm ơn ạ.",
    "Dạ chào phòng đào tạo Hiện em có đăng ký môn học Giải tích 1, để hoàn thành nốt chương trình học do trong kỳ trước em có tham gia học dự thính nhưng không thể hoàn thành do dịch covid, hiện kỳ trước em đang được hoãn thi giữa kỳ và cuối kỳ, nay em nhận được mail gửi về báo đăng ký môn học của em kỳ này bị huỷ do hết thời gian đào tạo. Nhà trường cho em hỏi có cách nào để tiếp tục học không, nếu không có thì thủ tục chuyển em xuống hệ vừa học vừa làm như thế nào, em cần làm gì để hoàn thành chương trình vừa học vừa làm, đồng thời cho em hỏi, hệ vừa học vừa làm mình có được cấp bằng và bằng có được công nhận rộng rãi không ạ. Em cảm ơn phòng đào tạo đã hỗ trợ em ạ",
    "t đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 có lớp ở HK211 và em không bị trùng lịch, liệu có cách nào để em có thể tham gia hoàn thành môn học ở lớp đó không ạ, vì đây là môn tiên quyết quan trọng. Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô, hôm qua em có mail nhờ thầy cô xem xét giúp môn CH2031. Em có gửi kèm hình ảnh mail đồng ý cho mở lớp của thầy trưởng bộ môn và cô đã xử lí mở lại lớp cho em . Tuy nhiên có sự hiểu lầm vì thầy  trên mail chỉ là trưởng bộ môn đồng ý cho mở lớp, còn giáo viên dạy là thầy , mong thầy cô chỉnh lại tên giáo viên để các bạn mạnh dạn đăng kí ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em rất mong phòng đạo tạo mở lớp học dự thính môn giải tích 2 học kì 211 để e được theo học .",
    "Chào qúy Thầy cô. Em tên  hiện em đang học văn bằng 2 khoa kỹ thuật xây dựng. em được biết lịch đăng ký luận văn từ ngày 23-25/8/2021. nhưng em không thể đăng ký được vì hệ thống báo lỗi \" Bạn không thể đăng ký vào nhóm lớp này - xem về loại hình sinh viên và loại hình đào tạo\" em đã chọn 2 loại hình trong hệ thống là loại hình chuyển hệ và loại hình bình thường, nhưng em vẫn chưa đăng ký được. Em kính mong các quý thầy cô giúp đở em. Em xin chân thành Cảm Ơn Quý Thầy Cô.    .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT, trong đợt đăng kí môn học dự thính 2, em có đăng kí 1 số môn học nhưng không được và website báo lại là lộ trình 1 sinh viên không đăng ký. Em muốn hỏi là những môn đó không mở lớp hay là em không được đăng kí ạ?",
    "Hiện tại em đã hoàn thành tất cả môn học và luận văn tốt nghiệp chỉ thiếu anh văn xét tốt nghiệp . Em có đăng kí thi toeic từ tháng 5/2021 nhưng do dịch bệnh nên bị hủy và kéo dài tới bây giờ vẫn không được thi. Tháng 10 này em sẽ hết hạn đào tạo nên không được đăng kí môn học, em muốn xin cứu xét cho học thêm 1 kì nữa để hoàn thành chuẩn anh văn hoặc bổ sung chứng chỉ toeic để tốt nghiệp thì phải làm đơn như thế nào ạ.",
    "Em muốn hỏi là PĐT có mở thêm đợt 3 đăng kí môn học học kì chính không ạ?",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy Cô. EM có làm đơn như đã được cô hướng dẫn . Giáo viên giảng dạy đã chấp nhận cho em vào học  EM MONG PHÒNG ĐÀO TẠO CỨU XÉT GIÚP trường hợp của em vì học kì 211 này là kì cuối cùng để được lấy bằng . Mong phòng đạo tạo duyệt cho em được học.",
    "Em chào ad, Em viết mail này để hỏi ad vài điều sau ạ: 1.Ad cho em hỏi là khi hoãn thi cuối kỳ 202 thì có được xét học bổng khuyến khích không vậy ạ? 2. Trong kỳ thi vừa qua kết quả đạt được không như ý nguyện, không biết em có được phép hoãn thi hay thi lại cải thiện điểm được không ad nhỉ? Mong nhận được sự phản hồi sớm từ ad Trân trọng.",
    "Em tên: . MSSV: . Lớp CK16LTH Nay em làm đơn cứu xét xin gia hạn thêm 1 HK để em hoàn thành chương trình đào tạo  Em rất mong nhận được sự chấp thuận từ Phòng Đào Tạo Em xin trân trọng cám ơn !    .",
    "Chào úi Thầy Cô Em tên: , MSSV: , Hệ VLVH Em xin trình bày: - Vào ngày 06-08-2021 em gửi Đơn xin hoãn thi 4 môn sau đây (do không đảm bảo được trang thiết bị thi online):   + Tín hiệu và hệ thống (EE2005)   + Kỹ thuật hệ thống viễn thông (EE3015)   + Mạch điện tử thông tin (EE3011)   + Cơ sở điều khiển tự động (EE2019) - Nhưng sau đó em đã chuẩn bị được trang thiết bị và đã thi các môn sau:   + Kỹ thuật hệ thống viễn thông (EE3015)   + Mạch điện tử thông tin (EE3011)   + Cơ sở điều khiển tự động (EE2019) - Như vậy em chỉ xin hoãn 1 môn: Tín hiệu và hệ thống (EE2005). Em xin úi Thầy Cô Hiệu chỉnh lại Đơn xin hoãn thi giúp em. Em xin cảm ơn. ",
    "Kính chào Cô, Em tên , MSSV: , em đã nhận được email mà trường đã đồng ý thu nhận (đối với SV có qđ tạm dừng hoặc thôi học) và chuyển sang hình thức đào tạo Vừa làm vừa học từ học kỳ 1/2021-2022 (chi tiết trong phần tập tin đính kèm) Được yêu cầu gửi Phiếu đăng ký, Sơ yếu lí lịch và Phiếu đăng ký môn học nên em đang tham khảo Kế hoạch Đào tạo của hệ chuyển thẳng từ CQ sang VHVL trên website.   Tuy nhiên có mục: \"Diện xét tuyển thẳng: kế hoạch 2.5 năm, kế hoạch rút ngắn 1.5 năm\". Vì vậy em cần biết chính xác chương trình đào tạo là dựa trên khóa K14 hay K20, tổng tất cả là bao nhiêu tín chỉ, xem chi tiết ở đâu,... cho hệ VHVL để làm đơn đăng ký môn học theo yêu cầu. Mong được cô giải đáp? Trân trọng.   ",
    "Gửi thầy/cô, -thầy cô cho em hỏi tháng 10 mới có đợt chuyển hệ qua VLVH vậy bây giờ em có cần hủy môn đăng kí của kì HK 211 trong chương trình chất lượng cao không hay đến lúc chuyển hệ vẫn sẽ tiếp tục học môn tương ứng ở bên hệ này ạ. -Ngoài ra, theo nghiên cứu em biết là mình cần phải viết đơn bảo lưu và đơn hủy môn học( nếu có) để đợi đến tháng 10 chuyển hệ vậy em có thể nộp những đơn này qua đâu trong tình hình chỉ có cán bộ/ giáo viên mới được vào trường ạ. Em cám ơn",
    "Thưa thầy/cô,  Em đã nộp đơn đăng ký học phần mở rộng và được bên Khoa duyệt rồi ạ . Thông tin về việc trao đổi duyệt đơn qua mail em đính kèm sau đây. Đơn đăng ký học phần mở rộng em cũng đính kèm sau đây. Mong thầy/cô xem xét giúp em.",
    "em tên :  mssv:  Hiện tại em đang học môn động lực học và điều khiển mã môn học là ME3012 Nhưng vì một số lí do cá nhân em muốn rút môn học  Cho em hỏi là em phải làm như thế nào và việc em rút môn học có ảnh hưởng đến học phí không ạ Em xin chân thành cảm ơn.",
    "Họ Tên :Đoàn Công Minh MSSV :  Lý do đăng ký môn: Lần đầu đăng ký môn lộ trình 1 em đã đăng ký môn Kết Cấu Thép 1 (CI3009). Tuy nhiên đến khi đăng ký lộ trình 2 thì môn em đăng ký đã bị hủy . Em mong có thể tham gia lớp học vì đây là học kỳ cuối cùng của em tại trường. Mong phòng Đào Tạo xem xét để em có thể hoàn thành việc học trong kỳ cuối cùng này ạ. Em xin cảm ơn.",
    "Em hiện tại hết hạn đào tạo tối đa . Nay em xin chuyển hệ VHVL. Hiện tại em không thể đăng ký môn học . Em muốn đăng ký những môn học sau cho HK211. (Được đính kèm trong đơn )    DANH SÁCH MÔN HỌC MUỐN  ĐĂNG KÝ HK211.",
    "Em là sinh viên chính quy hiện đã hết thời gian đào tạo .   Và đã nộp đơn xin chuyển hình thức đào tạo . Em thắc mắc là chương trình đào tạo khi chuyển sang hệ VHVL sẽ chuyển đổi như thế nào . Quy định về số ngày CTXH , chuẩn Anh văn sẽ như thế nào ạ. Em xin cám ơn .",
    "Kính gửi phòng Đào tạo! Em tên:  Mssv:  Em là sinh viên văn bằng 2. Hiện em đã hoàn thành hết các môn học trong chương trình k2016. Thời hạn đào tạo của em đến tháng 10/2021, nhưng do tình dịch bệnh nên em còn thiếu anh văn 2 kỹ năng nói viết để xét tốt nghiệp. Vậy hiện tại em có thể gia hạn thêm một học kỳ hoặc gia hạn anh văn không ạ? Em mong phòng Đào tạo giúp đỡ em!",
    "Kính gửi Thầy/Cô phòng đào tạo đại học Bách Khoa TP.HCM Em tên là Trần Thanh Bình - Mssv  Nay em viết đơn này là muốn xin Thầy/Cô giúp em cập nhật điểm đổi từ Toeic sang anh văn 1 và anh văn 2 . Em đã thanh toán phí chuyển đổi điểm và ở trang đổi điểm cũng đã xác nhận thanh toán. Nhưng em chưa thấy điểm được cập nhật trên bảng điểm của em. Em rất mong Thầy/Cô xem xét giúp đỡ ạ. Em xin chân thành cảm ơn!",
    "Hiện tại em không biết email và giảng viên giảng dạy môn kỹ thuật số EE1009 để gửi đơn mở lớp nên em mong nhà trường cung cấp những thông trên .",
    "Em chào Thầy/Cô, Em xin trình bày tình hình hiện tại của em như sau: - Môn học MIP (003709) có mở 2 lớp cho các bạn sinh viên VP. Em đã lỡ đăng ký nhầm lớp bị trùng giờ môn Kỹ thuật điện nước trong toà nhà (800704). - Môn học Kỹ thuật điện nước trong toà nhà chỉ mở một năm một lần cho ngành Xây dựng Việt Pháp thôi nên em muốn huỷ môn MIP(003709) để đăng ký môn học Kỹ thuật điện nước trong toà nhà (800704) vì em có thể đăng kí môn MIP trong học kỳ dự thính để không ảnh hưởng đến tiến độ ra trường của em. - Do em sơ suất không xem kỹ giờ học từ đầu nên em bị huỷ khi môn học bị trùng, nhờ Thầy/Cô hỗ trợ em để có thể đăng ký môn học này cho đúng tiến độ ạ. Em xin cảm ơn.    .",
    "t vừa rồi em có đăng kí môn xác suất thống kê dự thính nhưng sau đó em thấy nhầm mã môn. Em đã xóa rồi nhưng sao giờ lại hiện trong thời khóa biểu ạ.em có thể hủy môn được không ạ?  mong PĐT sớm hồi âm em xin chân thành cảm ơn",
    "Kính chào phòng đào tạo Em là  -  theo học theo hệ VHVL thuộc ngành khoa học và kỹ thuật máy tính. Em thuộc dạng chuyển hệ từ chính quy sang VHVL. Khi làm thủ tục nhập học thì em đã đăng ký học theo khóa k18, tuy nhiên thì em kiểm tra lại thì em lại đang theo khóa k20. Điều này sẽ gây ảnh hưởng lớn để em lựa chọn môn học và tiến độ học của mình. Rất mong phòng đào tạo giải đáp giúp em là hiện em đang theo khóa nào ạ! Vì phần lớn các môn em đang học và đã học đều theo khóa của k18. Em xin chân thành cám ơn.",
    "Dạ chào e có đăng kí môn học kì 211 nàyNhưng có 1 số việc riêng nên e có thể rút bớt 1 môn e đã đăng kí ở học kì 211 được ko ạNếu được thì e phải làm những gìVà có phải đóng phí cho môn e đã rút không ạe cảm ơn",
    "Kính gửi: Phòng đào tạo đại học Bách Khoa TP.HCM Em tên là Trần Thanh Bình - MSSV  Lớp BD16CDT - Trung tâm đào tạo Bảo Dưỡng Công Nghiệp Nay em viết đơn này là muốn xin Thầy/Cô cho em được hủy hoãn thi Môn: Anh Văn 3A Thời gian thi: 16:00 giờ ngày 22/08/2021  Mã môn học: LA1041 Học kỳ: 203 Lý do: Là vì em đã được Thầy/Cô tạo điều kiện cho em được dự thi online theo đúng quy định của nhà trường. Và em cũng đã hoàn thành buổi thi theo các yêu cầu của cán bộ coi thi đề ra. Em rất mong có được sự đồng ý cho em hủy hoãn thi môn Anh văn 3A này Em xin chân thành cảm ơn!",
    "Dạ thưa thầy cô. Lúc trước khi thi em có đăng kí hoãn thi môn Kỹ thuật lập trình vì cơ sở vật chất em không đủ điều kiện, nhưng gần tới ngày thi thì em lại đủ điều kiện để thi. Và em cũng đã thi và đã điểm danh môn đó rồi ạ. Em làm đơn này để xin phép được HỦY hoãn thi ạ. Em xin cảm ơn.",
    "Kính chào quý Thầy Cô, Em xin phép gửi đơn đăng lý thu nhận lại. Mong quý Thầy Cô tiếp nhận và giải quyết giúp em để em có thể đăng ký môn học ạ . Em xin chân thành cảm ơn quý Thầy Cô.",
    "Dạ thầy/cô, Vào ngày 28/07/2021 em đã được thông tin rằng Phòng Đào tạo đồng ý về việc xin Hoãn Thi/Vắng Thi cuối kỳ môn Hóa Hữu cơ nhóm L03-A thi ngày 12/08/2021. Em cũng đã điền form Hoãn thi theo email ngày 05/08/2021. Hiện tại trên bảng điểm môn Hóa hữu cơ em nhận điểm 13. Vì thế, em thắc mắc nếu em cần phải đợi sau ngày 06/09/2021 để nhận điểm 22 hay sau ngày 30/09/2021 . Em xin cảm ơn thầy/cô.",
    "Dạ thầy/cô, Vào ngày 28/07/2021 em đã được thông tin rằng Phòng Đào tạo đồng ý về việc xin Hoãn Thi/Vắng Thi cuối kỳ môn Hóa Hữu cơ nhóm L03-A thi ngày 12/08/2021. Em cũng đã điền form Hoãn thi theo email ngày 05/08/2021. Hiện tại trên bảng điểm môn Hóa hữu cơ em nhận điểm 13. Vì thế, em thắc mắc nếu em cần phải đợi sau ngày 06/09/2021 để nhận điểm 14 - HT hay sau ngày 30/09/2021. Em xin cảm ơn thầy/cô.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM . Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Xác suất và Thống kê - MT2013. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Bên dưới là hình minh chứng giảng viên bộ môn  đồng ý giảng dạy lớp và thống nhất thời gian dạy là Thứ 6, tiết 10-12, vì cô không có chữ ký điện tử nên phải dùng hình ảnh minh chứng. Em mong PĐT phê duyệt và mở thêm lớp học ạ!   i Mong PĐT sớm phúc đáp! .   i Thân ái./ ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM . Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết. Em mong PĐT phê duyệt và mở thêm lớp học ạ!   i Mong PĐT sớm phúc đáp! .   i Thân ái./ ",
    "PĐT xin thông báo hủy kết quả ĐKMH của các bạn trong HK211 vì đã hết thời gian đào tạo. Sinh viên có thắc mắc vui lòng đặt câu hỏi trực tiếp trên BKSI để được giải đáp. Thưa pđt tại sao em lại có mail này ạ . Em mới đi NVQS mới về em còn đến 4 học kì nữa lận nhưng vìsao em lại được nhận thông báo này ạ. Mong phòng đào tạo giải quyết giùm em. Em cảm ơn",
    "Dear phòng đào tạo, Mặc dù đã qua 1 tuần học nhưng em có thể xin được thêm vào lớp dự thính môn Lịch sử Đảng Cộng sản Việt Nam ở lộ trình 1 được không ạ? Em xin cảm ơn ạ.",
    "Em tên -mssv:.lớp BD16CDT. Cho em hỏi em khóa 2016 bị quá thời gian đào tạo ạ,mà giờ dịch e đợi thi để nộp chứng chỉ ngoại ngữ để xét tốt nghiệp đợt tháng 11/2021.Tại e đã hoàn thành xong chương trình học,chỉ còn ccnn để xét tốt nghiệp ạ.Giờ em được gia hạn thêm thời gian đào tạo để nộp ccnn không ạ?Em xin phòng đào tạo xem xét. Em xin chân thành cảm ơn.",
    "Dạ vừa rồi HK202 em có đăng ký hoãn thi cuối kỳ 1 môn. Theo quy chế trên aao mà em đọc thì trường yêu cầu \"đăng ký thi cuối kỳ\" lại trong vòng 1 năm . Cho em hỏi việc \"đăng ký thi cuối kỳ\" này là em đăng ký dạng đăng ký môn học luôn hay sao ạ? Nếu không phải thì em phải làm gì để có thể thi lại môn này ạ? Em xin cảm ơn rất nhiều.",
    "Dạ em đăng ký thì hiện thông báo chưa có các môn tiên quyết này ạ, em đã chuyển điểm rồi ạ",
    "Dạ em chào thầy/cô, Em tên là , , sinh viên khóa K15 khoa Điện - Điện tử. Em rất cần được học môn Kỹ thuật số - EE1015 trong học kỳ DT211 này để kịp tiến độ ra trường. Em có đăng ký nhưng không được vì lớp đầy, em viết đơn này kính xin PĐT xét cho hoàn cảnh của em mà xếp cho em được học môn này . Em có đính kèm đơn. Trong khi chờ đợi PĐT suy xét, em xin chân thành cảm ơn.",
    "Kính chào cô, Hiện tại em đang có 6 ngày công tác xã hội (CTXH), thiếu 4 ngày để được đăng ký LVTN theo quy định . Cô cho em hỏi là PĐT có thể giải quyết tạm thời không xét quy định về CTXH trong học kỳ này không. Nếu không được mong cô hướng dẫn em cách để đăng kí LVTN Em cám ơn cô nhiều lắm Thân ái",
    "Dạ chị có thể cho em xin mẫu đơn tay đăng kí môn học bổ sung được không v ạ, tại em tìm mãi k thấy",
    "Chào thầy cô, Em tên là  MSSV:  Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng     Em xin trình bày lý do muốn đăng kí để chuyển điểm.      Do chậm trễ anh văn nên kì trước em mới có thể đăng kí môn học hoạch định mặt bằng vào kì dự thính (Đây là môn học song hành với đồ án 1) và dự thính lúc đó đã 10 chỉ nên đồ án 1 vẫn chưa thể đăng kí . Nhưng để có thể theo kịp tiến độ học tập, Em đã xin tham gia học tập và hoàn thành môn học đồ án 1 (ME3255). Sau đó đăng kí để ghi điểm vào bảng điểm.      Nên học kì này em mới nêu nguyện vọng được đăng kí môn để chuyển điểm.Thêm vào đó, kì chính em đã đủ 21c nên em có dự định đăng kí đồ án 1 vào dự thính. Nhưng do chưa tìm hiểu kỹ nên em không biết quy định rằng đồ án không thể đăng kí vào dự thính.       Đây là lý do em mong muốn được PĐT xem xét mở lớp ngoại lệ để em có thể chuyển điểm .      Em  rất cần chuyển điểm môn học này để được thực hiện tiếp đồ án 2.      Mong PĐT xem xét giúp Cảm ơn thầy cô Chúc thầy cô ngày làm việc vui vẻ.",
    "Em chào anh chị ! Em đã xin hoãn thi do không đáp ứng đủ thiết bị và đường truyền nhưng môn của em không thể mở lại do khóa mới không học,em có thể xin giáo viên bộ môn tổ chức thi bổ sung trong thời gian có thể không ạ?Hay nhà trường có cách giải quyết nào khác không ạ?",
    "Dạ em chào thầy cô phòng đào tạo. Em tên , MSSV . Thầy cô cho em hỏi là môn phương pháp tính DT03 có thời khóa biểu là T7, Chủ Nhật tiết 2 và 3. Nhưng trên thời khóa biểu của em thì bị trùng lịch với môn Hệ thống máy tính và ngôn ngữ lập trình Thứ 7 tiết 2 đến tiết 6. Do môn Phương pháp tính là em học lại để lấy kết quả cao hơn nên phòng đào tạo có thể miễn cách cho em được học môn Phương pháp tính DT03 trong kì 211 dự thính được không ạ? Em sẵn sàng học 1 buổi/ tuần bởi vì kiến thức môn học em đã nắm vững rồi ạ. Cũng do là vì kì sau là kì em phân ngành nên em ráng đạt được kết quả cao để vào được ngành mong muốn. Mong phòng đạo tạo hỗ trợ giúp em vấn đề này ạ. Kính chào thầy cô ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính gửi PĐT, Chúng em xin gửi đơn mở lớp dự thính môn Thiết bị và cảm biến (404704) đã có đầy đủ xác nhận giảng dạy từ CBGD và Khoaộ môn ạ. Kính chúc quý Thầy Cô và gia đình luôn có sức khỏe tốt nhất trong mùa dịch ạ.",
    "Chào thầy/cô, Cho phép em xin hỏi, hiện tại em còn thiếu 2 ngày công tác xã hội để đủ xét tốt nghiệp. Trên sàn hoạt động ngoại khoá SV có CTXH trực tuyến thì không biết sắp tới nhà trường có tổ chức công tác xã hội này không và cách tham gia như thế nào ạ? Em xin cảm ơn.",
    "Dạ chào thầy cô PĐT! Em đã làm đơn xin miễn môn học các môn Xác suất thống kê cũng như, quản trị kinh doanh cho kỹ sư với MSSV  Mong PĐT giải quyết cho sinh viên, đã bao gồm các file bảng điểm cũng như đơn đề nghị.",
    "Cách đây vài hôm em có đặt câu hỏi nhưng k ai trả lời cả em để lại số điện thoại mong thầy cô gọi lại để trợ giúp e với ạ. [phone_number]",
    "Dạ chảo thầy cô! Em tên  MSSV  ngành Khoa học máy tính VB2 chính quy. Trong các đợt đăng ký môn học của trường sinh viên đăng ký các môn học nhưng lại không được vì không thuộc các nhóm được đăng kí. Trong khi đó các bạn khác VB2 đều đăng kí được. Em đã chỉ đăng kí được 2 môn trong học kỳ này với số chỉ là 8 vì thế mong phòng đào tạo có thể mở rộng sĩ số hoặc cho sinh viên đăng kí môn học với học kì học chung với sinh viên mới nhập học. Gồm các môn Kỹ thuật lập trình CO1027, Nhập môn điện toán CO1005, Mô hình hóa toán học C02011, Cẩu trúc dữ liệu và giải thuật C02003 Em mong phòng đào tạo giải quyết giúp ạ. Em chân thành cảm ơn",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên là , em muốn xin phép giảng viên ở các khoa mở lớp học giúp em, mã môn học CH1003,PH1003,ME1001.Em xin cám ơn !",
    "MÃ MÔN HỌC PH1003 MÔN VẬT LÝ 1",
    "Em xin kính chào thầy(cô) ạ, sau buổi thi kĩ thuật điện EE2027 ngày 17/08/2021 thì máy tính em bị hư nguồn trong quá trình nén video nên chưa thể nộp file ghi màn hình. Đến nay máy tính sửa xong em kính mong pdt có thể mở lại đường link để em có thể nộp file ạ . Đường link môn nộp file môn Kĩ thuật điện EE2027, ngày thi 17/08/2021 phòng A03-B. Em xin cảm ơn thầy(cô) ạ!",
    "Chào thầy,cô  E là  MSSV:   E xin hoãn thi môn Chi tiết máy  Vì laptop e bị hỏng, không đáp ứng được cho buổi thi  E xin chân thành cảm ơn thầy,cô",
    "Em đăng ký môn Đại số tuyến tính dự thính, còn slot nhưng em không đăng ký được thì sao ạ? Trước em có đăng ký Kỹ thuật lập trình cũng đã bị xóa lớp rồi ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào quý Thầy Cô  Lop Dự thính vật lý 1 của lộ trình 1 học tu2f 16/8, 02 còn chỗ trong 97/99. Em cũng có gửi mail xin giáo viên giảng dạy lớp và đã được cô đồng ý. Kính mong phòng đào tạo xem xét cho em vào học.",
    "Dạ cho em hỏi là với các sinh viên đã hoàn thành xong luận văn và chương trình học. Vì diễn biến dịch nên chưa thể thi và bổ sung điều kiện TOEIC thì chúng em có cần phải đăng ký môn học HK211 để duy trì trạng thái \"Đang theo học\" không ạ?",
    "Em chào thầy/cô, Em tên là , mssv . Em có đăng kí một số môn ở chương trình liên thông cao học để chuyển điểm xuống tuy nhiên đều bị hủy do không đủ sĩ số. Nên em viết đơn này để xin đăng kí thêm môn EE3121 ở bậc đại học để kịp tiến độ học tập. Em cảm ơn cô/thầy ạ.",
    "Kính gửi PĐT, Hiện tại em cần gấp Bảng điểm cho đến HK201 (file PDF - Anh-Việt) để làm hồ sơ cho chương trình bằng đôi (2 năm) tại Pháp thuộc PFIEV. Trên web mybk có thể đăng ký in bảng điểm để chuyển về nhà. Tuy nhiên, em ở vùng khá xa và đang bị phong tỏa do dịch bệnh nên không thể nhận bảng điểm giấy gửi qua bưu điện kịp lúc. Không biết PĐT có thể hỗ trợ đăng ký bảng điểm file mềm được không ạ? Cảm ơn quý thầy cô. Thân chào.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên:  - MSSV:  Trong thời điểm thi học kì môn Đường lối Cách mạng của Đảng em có kết quả xét nghiệm dương tính với covid-19 và không thể tham gia thi nên em đã đăng ký hoãn thi môn đó . Nhưng vừa rồi em kiểm tra bảng điểm thi điểm thi học kì của em lại là điểm 13 (Tương đương với vắng thì) . Em không hiểu cách ghi điểm khi hoãn thi, phòng đào tạo có thể giải thích giúp em cách ghi điểm khi hoãn thi được không ạ? Đồng thời, em cũng muốn hỏi nếu sau này em đăng ký thi bổ sung môn đã hoãn thi thì điểm số được tính như thế nào ạ? Em hy vọng có thể nhận được mail phản hồi của phòng đào tạo. Em xin chân thành cảm ơn. Trân trọng",
    "Dạ em chào Thầy/Cô ạ, em là sinh viên K20-Khoa Quản lí công nghiệp . Do học kì này em định đăng kí môn Quản trị đại cương-IM1007, nhưng môn này thường dạy cho sinh viên năm nhất của khoa và chỉ mở vào HK1. Em định HK này sẽ đăng kí học nhưng hiện vẫn chưa thấy mở lớp và đã có tên cán bộ giảng viên. Dạ vấn đề em định hỏi là: 1. Khi nào K21 học thì em đăng kí học có được không ạ? (vì hiện tại đã qua đăng kí đợt 3 và đợt 1, 2,3 thì không có lớp ạ) 2. Khi nào mở lớp vậy ạ? Dạ em cảm ơn Thầy/Cô nhiều ạ! Chúc Thầy/Cô luôn mạnh khỏe Trân trọng  Lê Gia ",
    "Thưa thầy/cô, Em có đăng kí in bảng điểm và nhận qua bưu điện. Em đăng kí vào ngày 18/8 và PĐT hẹn trả kết quả vào ngày 23/8. Nhưng hiện tại thì TPHCM đã giãn cách và bảng điểm cũng không phải hàng hóa thiết yếu. Em muốn hỏi là nhanh nhất vào ngày nào em có thể nhận được bảng điểm mình đã đăng kí ạ? Vì em đang cần bảng điểm để ứng tuyển học bổng bằng đôi của PFIEV ạ. Nếu được thì không biết PĐT có thể gửi cho em bản PDF của bảng điểm trước không ạ? Em xin cảm ơn. Sinh viên, ",
    "Em tên  () Em làm đơn này để xin học môn hóa học polymer(MA2007) vào kì chính 211 Lý do là em mới biết điểm và chưa đạt. Mà môn này không mở vào kì dự thính và 1 năm sau mới có môn thì sẽ làm trễ tiến độ ra trường của em ( em năm 4 ạ)  Em mong phòng đào tạo xem xét tạo điều kiện giúp đỡ em ạ Em xin cảm ơn",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên:  - MSSV:  Trong thời điểm thi học kì môn Đường lối Cách mạng của Đảng em có kết quả xét nghiệm dương tính với covid-19 và không thể tham gia thi nên em đã đăng ký hoãn thi môn đó qua form theo quy chế quy định và em cũng nhận được mail chấp nhận đăng kí hoãn thi của pđt. Nhưng vừa rồi em kiểm tra bảng điểm thi điểm thi học kì của em lại là điểm 13 (Tương đương với vắng thi). Tình huống này em phải xử lý như thế nào? Trân trọng ",
    "Hoãn thi . EM tên  - MSSV :  Hôm nay 25/08/2021, em có thi môn Giải tích 1ca:7h ,Học kì 203 Mã số môn học : MT1003  Nhóm lớp : DT05-B   Do sự cố kỹ thuật , cụ thể là đề toán bị lỗi công thức toán học. Em đã xác nhận với người trực đề và giãng viên coi thi và được đồng ý hoãn thi. Em xin hướng dẫn hoãn thi ạ. Em cảm ơn.",
    "Chào phòng đào tạo, Em tên là  , MSSV : , lớp XD17CTXD02 Em xin được đăng ký tham gia lớp đồ án môn học kết cấu bê tông cốt thép 2 CI3177 lớp L01 học kì 211. vì lớp học đồ án môn học kết cấu bê tông cốt thép 2 kì chính đã đầy, và em đăng ký lớp dự thính nhiều lần nhưng điều bị hủy lớp, vì em là sinh viên năm tư đây là môn tiên quyết để làm luận văn . Em viết phản hồi này mong phòng đào tạo trường có thể giúp em đăng ký môn học để có thể hoàn thành chương trình học",
    "Dạ em chào thầy/cô Dạ em không biết tại sao pdt lại hủy kết quả hk1 2021 2022 của em ạ ?",
    "Em chào thầy/cô em không biết sao mà trường hủy kết quả hk2 2020 2021 của em ạ ? Em cám ơn.",
    "dạ em chào thầy cô ạ, hiện em em thắc mắc về việc phúc tra bài thi trên Mybk, hiện đã có bảng điểm rồi em chưa haiflongf về điểm số nên muốn phúc tra lại bài thi hiện lên mybk đã có bảng điểm nhưng vào phần phúc tra trên mybk hiện không cho đăng ký phúc tra dù đã có điểm trên hệ thống và lên bàng điểm, em có hỏi giảng viên bộ môn và nhờ xem xét thì giảng viên báo lên myBK đăng ký phúc tra, hiện môn em học là môn ĐƯờng lối Đảng cộng sản Việt Nam (SP1009), mong nhận được sự phản hồi tử thầy cô ạ.",
    "Theo sự hướng dẫn của phòng đào tạo em đã liên hệ với giáo viên và được sự đồng ý. Nay em tạo yêu cầu này xin phòng đào tạo đăng ký cho em môn \"Máy công cụ - ME3205 - L01_L01\" do thầy  giảng dạy.",
    "Dạ em đã xin xác nhận của VPK. Kính mong Phòng Đào Tạo giải quyết sớm vì 14h chiều này hết thời gian đăng kí môn học rồi ạ.",
    "Dạ em nộp bản thu nhận học lại ạ.",
    "Dạ em xin chào PĐT, Trong đợt ĐKMH đợt 3 vừa rồi, em vẫn chưa có thời khóa biểu ở học kỳ chính nhưng đã đăng ký được môn học Dự thính lộ trình 2. Vậy xin cho em hỏi là em có bị đình chỉ một học kỳ do không có thời khóa biểu ở học kỳ chính không ạ? Và PĐT có mở thêm đợt ĐKMH ở HK chính đợt 4 hay bổ sung nữa không ạ? Em xin cảm ơn.",
    "Dạ cô ơi cho em hỏi là hôm qua em điền đầy đủ thông tin để xin 1 slot trong lớp dự thính lộ trình 1 rồi thì em được giải quyết ko ạ. em cám ơn cô",
    "Thưa thầy/cô, Do sơ suất nên em đã không đăng ký kịp môn học trong học kỳ chính. Thay vào đó, em đăng ký thêm các môn học dự thính. Như vậy, trong học kỳ 211, em chỉ có thời khoá biểu các môn dự thính. Em thắc mắc rằng em có được xác nhận là sinh viên đang theo học tại trường không ạ. Rất mong sẽ được quý thầy cô giải đáp. Em xin cảm ơn.",
    "Thưa Phòng Đào tạo, Em là  - MSSV:  - Văn bằng 2 Khoa khoa học máy tính Em có vấn đề về chương trình đào tạo của   B K20 văn bằng 2.     Cụ thể em vừa nói chuyện với vài bạn học Bằng 2 thì họ bảo   B Bằng 2 nhập học năm 2020    thì sẽ học   B chương trình của K18    ? Cho em hỏi điều này có đúng không ạ. Em xin cảm ơn.",
    "Dạ em chào thầy/cô, Em tên , MSSV: . Lúc 7h sáng nay (25/8), em có dự thi cuối kì môn Giải tích 1, phòng thi DT01B, em quay màn hình bằng Win+G của máy, đến cuối buổi em hoàn thành đã nộp bài thì dừng ghi như bình thường nhưng khi em kiểm tra lại file để nén video thì lại thấy bộ nhớ không lưu được video ạ. Em phải làm gì bây giờ ạ. Em cảm ơn thầy.",
    "Chào Thầy/Cô ạ, Sau vài hôm thi cuối kì vừa rồi, em nhận ra tên của mình trong danh sách bị sai ạ. Cụ thể, em tên  nhưng trong danh sách điểm danh là . Tên của em trên BKEL cũng là . Mong Thầy/Cô có thể kiểm tra lại giúp em và đổi lại cho đúng ạ. Tên em là  - MSSV  Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo trường ĐHBK TPHCM! Em tên , mssv , đang học ngành cầu đường khoa kĩ thuật xây dựng. Hiện tại thì trường có mở đợt bổ sung đăng kí LVTN từ ngày 23/8-25/8, trong mail trường để tình hình dịch nên không xét đến chứng chỉ ngoại ngữ.Do đó em đã thỏa đăng kí, nhưng em có môn ĐAMH Thiết kế cầu(CI4123) chưa được cập nhật môn tương đương trên hệ thống online, nên em không đăng kí được, em đã làm đơn cập nhật môn đương tương và đã báo thành công nhưng chưa cập nhật nhật trên hệ thống. Vì thế nên em viết đơn mong phòng đào tạo cập nhật giúp em để em được đăng kí LVTN. Em chân thành cảm ơn!!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Xác suất và Thống kê - MT2013. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Bên dưới là hình minh chứng giảng viên bộ môn  đồng ý giảng dạy lớp và thống nhất thời gian dạy là Thứ 6, tiết 10-12, vì cô không có chữ ký điện tử nên phải dùng hình ảnh minh chứng. Em mong PĐT phê duyệt và mở thêm lớp học ạ! Mong PĐT sớm phúc đáp! Thân ái./.",
    "Em chào quý thầy cô! Em tên là:  - MSSV:  Lớp: CK19CĐ02 - Khoa: Cơ Khí. Ngày 27/07 em có đăng ký in thẻ sinh viên và đã thanh toán lệ phí đầy đủ. Ngày 29/07 em kiểm tra và thấy phiếu đăng ký đã xử lý, ngày trả kết quả là 29/07 nhưng đến giờ đã gần 1 tháng nhưng em vẫn chưa nhận được thẻ ạ! Mong quý thầy cô kiểm tra lại giúp em! Em xin chân thành cảm ơn. Chúc quý thầy cô thật nhiều sức khỏe!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Xác suất và Thống kê - MT2013. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Bên dưới là hình minh chứng giảng viên bộ môn  đồng ý giảng dạy lớp và thống nhất thời gian dạy là Thứ 6, tiết 10-12, vì cô không có chữ ký điện tử nên phải dùng hình ảnh minh chứng. Em mong PĐT phê duyệt và mở thêm lớp học ạ! Mong PĐT sớm phúc đáp! Thân ái./. ",
    "Vì số lượng sinh viên đăng ký đợt 1 quá nhiều nên mãi đến đợt dự thính lộ trình 2 em mới có thể đăng ký được, và sỹ số lớp cũng khá đông 49 bạn ! Nhưng lớp này không biết sao bị hủy, em mong pđt có thể mở lại để em thực hiện đúng lộ trình học để có thể làm luận văn đúng hạn, em xin chân thành cám ơn!",
    "Em chào thầy/ cô Dạ kỳ này em có mong muốn học cải thiện môn giải tích 2. Nhưng khi em đăng ký thì sỉ số lớp đã đủ. Nên em viết mail này mong cô có thể mở rộng sỉ số để em được tham gia lớp học với ạ! Em mong được tham gia  lớp Giải tích 2 (5 -04_04 - Thứ 4 (tiết 13,14,15) và Chủ nhật (tiết 7, 8)). Em mong thầy/cô giúp em ạ. Em cảm ơn thầy/ cô.",
    "Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo    .",
    "Em chào thầy cô ạ. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em là . MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Chào thầy cô, thầy cô có thể hỗ trợ giúp em với ạ, em đã có điểm luận văn tốt nghiệp và hoàn thành chương trình học nhưng vẫn chưa có tên trong danh sách dự kiến để đăng kí tốt nghiệp đợt này ạ. Mong thầy cô có thể kiểm tra lại giúp em ạ.",
    "Em chào thầy/cô, sau thời gian làm việc với khoa và bộ môn, hiện tại em đã có được sự đồng ý của thầy phụ trách giảng dạy_ thầy , thầy chủ nhiệm bộ môn_ Thầy , Thầy phó _ thầy  (có hình ảnh minh chứng đính kèm) về việc đăng kí mở lớp đặc cách môn:   B thực tập quá trình và thiết bị (CH2087)    . Nhờ thầy/ cô xem xét mở lớp môn học này dùm tụi em. Vì làm việc online có chút khó khăn nên mới dẫn đến sự chậm trễ như thế này, mong thầy cô thông cảm và giúp đỡ chúng em. Em xin gửi kèm thêm danh sách những bạn mong muốn đăng kí môn học này. Mong nhận được sự phản hồi từ thầy/cô.",
    "em thi xong tải file video thì bị báo là quá kích thước nên em nén lại, lúc nén em không cẩn thận làm mất file gốc, file nén thì bị lỗi, giờ em phải làm sao ạ",
    "Em chào phòng đào tạo. Em tên là . MSSV: Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Chào thầy (cô), Em là  , nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn.",
    "Em là . MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em chào phòng đào tạo. Em là  Em. MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào thầy cô ạ! Em đã làm đơn xin mở lớp CƠ LƯU CHẤT (CI2005) và đã đươc sự đồng ý của thầy và bộ môn ạ. Em xin gửi thầy cô đơn xin mở lớp ạ. Em cảm ơn thầy cô ạ.",
    "Hiện tại em có mong muốn chuyển sang hệ vừa học vừa làm nhưng do dịch Covid không thể trực tiếp in phiếu đề nghị được thôi học nộp cho phòng đào tạo được. Còn về hình thức nộp online qua http:/ksi.hcmut.edu.vn/ thì em vẫn còn thắc mắc về phần chữ ký. PĐT cho em hỏi là phiếu mình nộp file scan chữ ký hay sao ạ. Mong nhận được phản hồi sớm ạ. Cảm ơn đã xem qua",
    "Cho em hỏi, em bị nợ học phí nên trường hủy TKB, bây giờ em thanh toán học phí có thể đăng ký môn học kỳ 211 được không ạ?",
    "Hiện tại em đang cần đăng ký môn phương pháp tính cho học kỳ 211, nhưng em bị vướng môn tiên quyết là đại số tuyến tính, em đã hỏi thầy bộ môn thì được biết môn em đã học là 006405 tương đương với môn MT1007 tiên quyết ở trên. Em đã gửi mail cho văn phòng khoa để xin xét tương đương nhưng mail đã được gửi từ 16/8 đến nay em vẫn chưa được phản hồi. Em cần đăng ký gấp môn phương pháp tính( MT1009) trong kỳ 211 này vì học kỳ này là học kỳ cuối của em ở trường nếu không thể đăng ký được môn em sẽ phải ở lại thêm 1 kỳ chỉ để học môn phương pháp tính.",
    "Em chào phòng đào tạo, Em là , MSSV: Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em chào phòng đào tạo.Em là . Chuyện là thế này. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Thưa Thầy/Cô, Em đã đăng kí hoãn thi môn Hóa Hữu Cơ -CH2021 (thuộc học kì 202) nhưng trong bảng điểm lại ghi nhận điểm 13 (điểm VT) . Em đính kèm 3 file gồm: Trả lời thông tin hoãn thi của PDT ; Nội dung điền trong form hoãn thi và Bảng điểm . Mong Thầy /Cô xem lại giúp em. Em xin cảm ơn.",
    "Em chào phòng đạo tạo  Em tên là  MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Chào thầy (cô),  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Chào thầy/cô,     Em là  (), trong lần đăng kí môn học vừa rồi em lỡ đăng kí môn Anh văn 3 (LA1007) lớp L03 học kì 211. Thầy/cô cho em xin phép rút môn học này vì em cảm thấy không phù hợp và em tập trung vào làm luận văn ạ .    Thầy/cô cho em hỏi, qui trình rút môn học ở học kì 211 như thế nào ạ? Việc em rút môn, có phải thanh toán học phí không ạ? Thực sự, gia đình em đang gặp khó khăn trong đợt dịch Covid-19 hiện nay. Thầy/cô có thể cho em rút không phí được không ạ?     Em cảm ơn thầy/cô rất nhiều ạ!    Trân trọng,    VD.",
    "Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em chào thầy cô, Em được hướng dẫn tải mẫu đơn thu nhận lại và điền thông tin. Hôm nay, em gửi mẫu đơn đã điền thông tin. Em rất mong được sự giúp đỡ của thầy cô! Em cảm ơn thầy cô!",
    "Kính gửi PDT, Em là Lê Hoàng Lương, MSSV . Em đăng ký môn của HK1/2021-2022 hệ VHVL nhưng lại bị xếp vào lớp Dự Thính. Em mong PDT xem xét và giải đáp, giúp em học đúng hệ VHVL. Xin trân trọng cảm ơn !",
    "Em chào thầy cô. cho em hỏi em muốn rút môn học trong tình hình dịch như bây giờ thì phải làm sao ạ",
    "EM chào phòng đào tạo  Em là  MSSV : Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em tên Nguyễn Phạm Nguyên Khánh MSSV    Vừa rồi em có viết đơn xin pdt được hoãn thi môn Giải Tích 2 vì không đủ điều kiện thiết bị và đương truyền.   Nhưng hôm qua em có xin được sử dụng laptop và wifi của nhà bạn nên đã có thể hoàn thành được bài thi.    Vì vậy em kính mong pdt có thể hủy đơn hoãn thi Giải Tích 2 vừa rồi của1 em và giữ lại toàn bộ điểm thành phần    Em xin cam kết chấp nhận kết quả đã hoàn thành bài thi trước đó.    Em xin chân thành cảm ơn.",
    "Em chào thầy cô ạ, em đã đăng kí môn học CH2003 Hoá lý 1, lớp L03 của cô  vào đợt 3  Nhưng hiện tại em vẫn chưa được vào danh sách lớp và trên bk elearning của em cũng không có link google meet của giảng viên. Em đã liên hệ với cô nhưng vẫn chưa nhận được phản hồi ạ. Mong phòng đào tạo bổ sung em vào danh sách lớp ạ . Em xin chân thành cảm ơn ạ",
    "Dạ em chào quý thầy cô phòng đào tạo ! Em có đăng ký in giấy CNSV vào ngày 4/8/2021 và hôm qua được bên bưu điện báo thất lạc vậy bây giờ pđt có thể cấp lại cho em được không ạ. Trong tình hình dịch hiện nay thì bưu điện không nhận chuyển thư nữa vậy nếu em đk in lại giấy CNSV thì trong thời gian chờ đợi chuyển đi nếu em tạm dừng học kì thì giấy đó có bị hủy không ạ ( đăng ký tạm dừng sau khi giấy CNSV được phê duyệt ) Em cám ơn và mong nhận được phản hồi sớm nhất !",
    "Em xem trên qui đinh/qui chế đăng kí luận văn. Thì thấy để    đạt số tín chỉ tích lũy ngành tối thiểu (cho phép nợ tối đa 7 tín chỉ so với tiến độ đào tạo). Thầy/ cô cho em hỏi là 7 tín chỉ tích lũy ngành này nó bao gồm mấy môn đại cương như giải tích 1,2 không ạ? Em xin cảm ơn",
    "Chào mọi người. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .",
    "Dạ trong kỳ hè em đã đăng ký môn thực tập sản xuất nhưng quên đóng học phí nên đã bị xóa môn. Sau đó en đã đóng học phí, làm đơn cho phòng đào tạo và đã được duyệt nhưng vẫn bị xóa môn nên bây giờ em không đăng ký được đề cương luận văn ( vì thực tậl sản xuất là môn tiên quyết ). Mong phòng đào tạo giải quyết giúp em.",
    "Em tên , mssv: Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 học kỳ . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK211. Nhưng đợt 2 HK211 đã bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao vẫn không được mở. Sau đó đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK211- Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bọn em đăng ký HK211 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt có bảo là dự thính không mở lớp đồ án. Vậy bây giờ bọn em phải làm như thế nào ạ. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em rất cảm ơn phòng đào tạo .",
    "Em chào /Cô,  Em là  - MSSV: , hiện tại em đã hoàn thành bảo vệ LVTN và còn thiếu môn av4 để hoàn thành chương trình đào tạo. Tuy nhiên vì tình hình dịch bệnh không thể đăng kí thi ở IIG để chuyển điểm. Vậy nên em muốn đăng kí học bổ sung môn av4 - LA1009 trong học kì chính 211 (bây giờ đã quá hạn đăng kí học kì chính). Mong /Cô có thể hổ trợ giúp em ạ Em cảm ơn nhiều!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào phòng đào tạo ạ! Trong đợt đăng kí môn học đợt 1 em có gửi đơn và xin mở môn học  mã môn học 402703 cho khoa Điện- điện tử và đã được thầy  xác nhận là văn phòng khoa đã gửi lên PĐT để giải quyết vào ngày 20/8. Nhưng đợt đăng kí môn học đợt 2 này môn học lại không được mở. Kính mong PĐT có thể xem xét lại để mở lớp cho chúng em kịp hoàn thành tiến độ để ra trường đúng hạn được không ạ! Em xin cảm ơn",
    "Dạ cô ơi cho em hỏi là hôm qua em điền đầy đủ thông tin để xin 1 slot trong lớp dự thính kết cấu thép lộ trình 1 rồi thì em được giải quyết ko ạ.dạ do em còn môn cuối để đủ điều kiện tốt nghiệp nên mong cô giúp đỡ em ạ, em cám ơn cô",
    "Hiện em là sinh viên năm cuối, em đã hoàn thành chương trình học và dự định tốt nghiệp tháng 11/2021. Em đẽ đủ số tín chỉ tích lũy (142 tc). Em dự định đăng ký thêm một số môn chuyên ngành để học thêm nhưng lịch tốt nghiệp là tháng 11, nếu em học thêm thì có thể đăng ký tốt nghiệp đợt này không ạ? Hoặc nếu em đăng ký rồi nhưng rút môn thì có thể tốt nghiệp tháng 11 không ạ?",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào phòng đào tạo Em là  MSSV:  Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em xin nộp giấy đề nghi được thôi học để chuyển sang hệ vừa học vừa làm. Mong phòng đào tạo chấp nhận mong muốn của em. Cảm ơn đã xem qua.",
    "Cho em hỏi là em đã hoàn thành chương trình học chính quy đủ số chỉ theo chuyên ngành, thì kì này có cần phải đăng kí môn để bù đủ số chỉ tối thiểu mỗi kì?  Và em muốn hỏi về bằng tốt nghiệp tạm thời mình có xét đủ chuẩn av đầu ra không? Hiện tại em đã có đủ số chỉ 2 av nghe và nói, chưa có đọc và viết. Và để nhận bằng tốt nghiệp tạm thời em cần liên hệ bên đâu ạ? Cảm ơn thầy,cô",
    "Kính gửi Phòng Đào Tạo, Hiện tại học phí còn nợ em đã đóng rồi. Nhưng bên Đăng ký môn học vẫn chưa được mở . Mong PDT hỗ trợ sớm để em được đăng ký môn học. Trân trọng, Khiết Như.",
    "Cho em hỏi là em đã đăng ký môn học hk211 và đang học các môn đăng ký rồi. Thì em bị tạm dừng học. Vậy cho em hỏi là giờ em có cần đăng ký môn lại không ạ hay em chỉ cần đợi pdt phục hồi lại các môn em đã đăng ký hk211 ạ.",
    "Cho e hỏi cách e thi lại môn giải tích 2 cuối kỳ này ntn vậy ad ?",
    "Dạ em chào các thầy cô PDT ạ! Em có đặt câu hỏi trên BKSI nhiều lần về vấn đề đăng kí LVTN của em bị lỗi mà vẫn chưa nhận được phản hồi ạ. Em có gửi thêm bảng điểm HK1 2019-2020 minh chứng em đã qua môn học Xây Dựng Cầu với mã cũ là CI4033 ạ. Trên hệ thống đăng kí môn học báo lỗi em chưa qua môn Đồ án Thiết kế cầu mã MH CI4123 ( 1chỉ), mà môn này cùng môn Xây dựng cầu mã mới CI4121 là môn tương đương của mã cũ CI4033 như trong hình môn tương đương, dòng 739 em gửi kèm dưới đây ạ. Chương trình đào tạo của em là K2015 nên học mã cũ như vậy ạ, và kì này cũng là kì cuối thời gian đào tạo của em nên mong các thầy cô xem xét giúp đỡ chuyển điểm môn tương đương để em có thể đăng kí LVTN trong kì này ạ. Em cảm ơn các thầy cô nhiều ạ!",
    "Tên môn học:  Cấu thép 2 Mã môn học:CI3211 Mã nhóm xin đăng kí: DT01 Tên sinh viên:  Mssv: ",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa ĐHQG TPHCM, Em tên là , là sinh viên K14 của Khoa Kỹ thuật Địa chất và Dầu khí. Hiện tại, em đã hoàn thành chương trình giáo dục (số TCTLN và điểm TBTLN) và đủ 15 ngày CTXH nhưng chưa đạt chuẩn tiếng Anh ra trường (Anh văn nói-viết). Vào ngày 20/05/2021, em nhận được quyết định vào là kéo dài thêm 1 học kỳ để hoàn tất Anh văn. Tuy nhiên, do tình hình dịch bệnh Covid-19 bùng phát mạnh và kéo dài ở TPHCM, nên Trung tâm ngoại ngữ của trường không thể tổ chức thi tập trung tại trường được. Trong thời gian giãn cách xã hội, trường có tổ chức thi anh văn nói-viết online, nhưng thời điểm đó em không thể đăng ký được vào hệ thống và trường chỉ mở đăng ký 1 đợt. Với trường hợp của em bây giờ thì có thể làm đơn xin gia hạn thêm thời gian để bổ sung Anh văn nói-viết được không ạ? Em kính mong Phòng đào tạo có thể phản hồi sớm giúp em và xem xét tạo điều kiện để em có thể bổ sung chứng chỉ ngoại ngữ và để được xét tốt nghiệp. Em xin trân trọng và cảm ơn.",
    "Tốt nghiệp . Kính chào: Quý Thầy/ Cô. Em tên: Lê Ngọc Thanh MSSV: 1533650 Sđt: 0906866019. Hiện tại em đang đăng ký xét tốt nghiệp, nhưng thông tin đang bị sai như sau: 1. Nơi sinh: chưa cập nhật, Nơi sinh của em là: Long An. 2. Khoa/TT đào tạo: đang bị sai, thông tin đúng là: Kỹ Thuật Giao Thông. Mong Quý Thầy/ Cô PĐT chỉnh sửa và cập nhật lại giúp em, để em hoàn tất thủ tục đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn.",
    "nhà trường cho em hỏi, muốn gửi mail lên phòng đào tạo mà trong TÀI KHOẢN SINH VIÊN thì phải vào đâu ạ? Em cám ơn",
    "Thưa thầy/ cô, Em xin hỏi hồi đầu năm em nộp bằng tiếng anh cho phòng đào tạo là IELTS và đã được xét miễn cả 4 môn anh văn, thì em đã đủ điều kiên về tiếng Anh để được tốt nghiệp chưa ạ? Hay em có phải đăng ký và hoàn thành bài thi nói + viết ở trường để được xét tốt nghiệp vậy thầy/ cô? Em mong sớn nhận được phản hồi từ thầy/ cô. Em xin cảm ơn thầy/ cô!",
    "Chào thầy/cô Hiện giờ em muốn rút môn học thì cho em hỏi trong tình hình hiện giờ làm sao để nộp đơn ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào Phòng Đào Tạo ạ. Em xin gửi đơn mở lớp môn học Cơ sở thủy địa cơ học GE2021. Em cảm ơn Phòng Đào Tạo.",
    "Xin chào PĐT  Em gửi mẫu đơn xin đăng kí Luận văn tốt nghiệp Học kì 211 Mong PĐT đăng kí giúp em, em xin chân thành cảm ơn",
    "dạ cô ơi cho em hỏi là do em có điểm muộn nên môn kết cấu thép 2 của em rớt. Nhưng giờ ko còn mở lớp em xin đăng kí vào môn học như sau Tên môn học:  thép 2 Mã môn học:CI3211 Mã nhóm xin đăng kí: DT01 Tên sinh viên:  Mssv:  thì em có được giải quyết ko ạ, do em gửi hôm qua tới giờ nhưng chưa đc giải quyết ạ.Mong cô hồi đáp và giúp đỡ em do em còn môn cuối để tốt nghiệp ạ.",
    "Em chào anh/chị PDT,  Em xin được phép chia sẻ vấn đề: một số bạn khoá K18 khoa Kỹ thuật Xây dựng chưa hoàn thành được môn học:  - Anh (MSMH: LA1007)  Các bạn mong muốn được học chung với K21 trong kì 211. Em xin đại diện nhờ PDT cho phép, nếu được thì em và các bạn phải làm gì ạ. Em cảm ơn!",
    "Vì tình huống lớp mới mở trong đợt 2 đăng kí môn học dự thính HK211. Nên bị trùng giờ học khiến không đăng kí được Môn học bị trùng Hình học họa hình, Mã MH CI1011, lớp DT01, nhóm DT 01    .",
    "Em đã thanh toán học phí thầy cô phòng đào tạo có thể phục hồi thời khóa biểu kỳ 211 được không ạ?",
    "Dạ là môn Đại số tuyến tính mã số MT1007, hiện em vào xem vẫn thấy còn hơn 25 slot nhưng em không đăng ký được. Còn môn em đã đăng ký là Kỹ thuật lập trình đã bị xóa là CO1027. Em muốn trường giúp em xem xét mở đăng ký một trong hai môn với ạ. Em cảm ơn.",
    "Kính gửi PĐT,  Em là , MSSV: , mong nhận được sự hỗ trợ của PĐT. Học kỳ 203 vừa rồi em có đăng ký môn TTTN nhưng không thể thực hiện. Trong đợt đăng ký bổ sung TTTN, LVTN và ĐCLVTN cho học kỳ 211 mới đây thì em không thể đăng ký bất kỳ môn nào liên quan đến TTTN và LVTN . Em không rõ do em không đạt chuẩn sinh viên hay môn TTTN của ngành em không thể đăng ký trong học kỳ chính (dù học kỳ vừa rồi em có thể đăng ký) . Nay em gửi yêu cầu hỗ trợ này với nguyện vọng được đăng ký \"Thực tập tốt nghiệp\" và \"Đề cương luận văn tốt nghiệp\" trong cùng 1 học kỳ 211. Em đã xin ý kiến từ chủ nhiệm bộ môn và nhận được sự đồng thuận của thầy  . Kính mong nhận được sự hỗ trợ và xét duyệt của phòng đào tạo  . Kính chào.",
    "Xin chào PDT, em có đăng kí sai môn học AV3A ( Mã môn học LA1041 ) trong học kì dự thính . Em mong PDT mở khóa để em hiệu chỉnh lại môn học.    Em xin cảm ơn.",
    "em chào cô  em có thắc mắc về  môn vật lý 2 : đêm hôn trước thì  bị cúp điện tới sáng mới có người tới sửa , thiết bị em không có đủ pin để làm bài thi, sau khi có điện em đã điền form hoãn thi trong ngày đó luôn rồi  rồi cô ơi mà sao trong bảng điểm trên mybk sao điểm vật lý 2 của em là điểm 13 vậy cô mong cô  xem xét lại ạ",
    "Kính gửi nhà trường, Em là , MSSV . Học khoa Kỹ thuật địa chất và dầu khí. Em là khóa cuối cùng của môn GE-3325 : Thực tập ngoài trường. Do tình hình dịch bệnh nên khóa của em đăng kí môn này vào kì hè 203 chưa đi. Nhưng em quên đăng kí. Do em là khóa cuối nên em muốn đi cùng khóa học kì hè 203. Nên em muốn xin  PĐT  sắp xếp cho em vào nhóm lớp GE-3325 : Thực tập ngoài trường. Nếu không được đăng kí thực tập này em sẽ không có ai để học chung vào kì sau. Hy vọng trường giúp đỡ tạo điều kiện cho em. Học phí em sẽ đóng trong kì này ạ em cảm ơn.  B",
    "Họ tên :  MSSV  Vào ngày 6/8 em có xin pdt OISP cho em xin được  hoãn thi môn tích 2 do record em lúc thi có vấn đề và lúc em làm bài thi nên mạng bị lỗi , và vào tối 6/8 thầy  có gửi cho em form xác nhận hoãn thi và em có điền đầy đủ thông tin vô đó . Nhưng em vẫn được cập nhật điểm cuối kỳ dù em đã xin hoãn thi ớ  . Mong phòng đào tạo xem xét giúp em để em có thể được thi lại vào hk211, do lúc em thi thì bị gặp một số lỗi nên có mong muốn được thi lại ớ . Em xin cảm ơn văn phòng đã dành thời gian quý báu đọc thư của em .",
    "Dạ xin chào Thầy/Cô em xin nộp đơn mở lớp Sức bền vật liệu CI2007. Do môn có học phần thí nghiệm CI2008 nên em đã liên hệ bộ môn và khoa xác nhận là có thể tổ chức cho chúng em. Thời khóa biểu trong đơn là do Giảng viên để nên chúng em không thể sửa lại thời gian cụ thể.Mong Phòng đào tạo xem xét mở lớp cho chúng em. Thời khóa biểu có thể :     + Thứ 4: tiết 13-15     + Thứ 7: tiết 10-12 Do đây làm môn học mang tính tiên quyết nên rất mong được PĐT xem xét mở lớp. Em xin cảm ơn Do em không biết mail của BKSI nên em không thể forwarded và phải làm file word về tất cả các mail mong Thầy/Cô thông cảm.",
    "Em muốn đăng kí tạm dừng học thì phải làm gì ạ, vì em thấy cần phải có chữ ký của bộ môn và chữ kí của em nhưng bây giờ đang dịch nên em không thể đi xin được ạ.",
    "Dạ, vì vướng chứng chi ngoại ngữ nên HK211 em không đăng kí LVTN, chỉ đăng kí 1 môn để duy trì tình trạng sinh viên. Nhưng cách đây vài ngày, trường thông báo HK211 không xét chuẩn ngoại ngữ cho LVTN và em đã đăng ký môn đó trong kì này . Trường cho em hỏi, giờ em rút môn học cũ có bị tính học phí môn ấy không ạ? Em cảm ơn ạ!",
    "Cho em hỏi, hiện em là sinh viên năm cuối, có đăng ký môn   B Hóa đại cương    để cải thiện điểm. Điểm thí nghiệm hóa đại cương trên mybk hiện tại là   B 9đ   và em muốn thực hiện chuyển điểm. Cho em hỏi với số điểm trên em có thể thực hiện chuyển điểm TN cho học kì này được không ạ? Và có yêu cầu khác kèm theo cho việc chuyển điểm không ạ?",
    "Hiện tại em có đăng ký nhầm 1 môn học ở HK211, em muốn rút môn học này được không ạ?",
    "Kính gửi quý thầy (cô), Em là  (), hiện tại em đã hoàn thành chương trình học, ccnn, anh văn 2 kỹ năng và ctxh. Nhưng trong danh sách tốt nghiệp dự kiến 8/2021 không có tên, nhờ thầy (cô) kiểm tra giúp em. Em xin cảm ơn.",
    "Dạ em tên , mssv , học lớp DT01_A môn Kinh tế chính trị -. Em nghĩ là do mình chưa nộp bài nên đăng kí hoãn thi, nhưng hiện tại em đã có điểm rồi thì em có thể bỏ hoãn thi không ạ? Em cảm ơn.",
    "cho em hỏi là mình đã hoãn thi thì khi nào thi lại hay mình phải đăng kí để thi lại ạ?  và đăng kí ở đâu ạ?",
    "em có xem trên BKwiki thấy có để đơn rút môn học trong 5 tuần đầu tiên, em làm đơn và có thế gửi cho ai ạ? liệu trường có ra quy định rút môn học trước 5 tuần đầu không ạ?",
    "Cho em hỏi đăng kí xin giấy giới thiệu để học quốc phòng như thế nào ạ. Em có tìm trên mybk rồi nhưng không có ạ",
    "Kính gửi thầy/cô PĐT, Em tên:  MSSV (VLVH):  MSSV (cũ)  : 3 Hệ VLVH: Điện-Điện tử ( Tự động hóa ) Đợt này em có đăng ký LVTN (EE4323) . Nhưng hệ thống báo em còn thiếu các môn như Đồ Án và Thực tập tốt nghiệp, những môn này em đã hoàn thành ở hết ở hệ chính quy cũ (K13) và đã nộp bảng điểm cũ cho văn phòng khoa (nơi đăng ký chuyển hệ chính quy sang VLVH ) để xét duyệt lại để miễn môn cho các môn này với  mã mới. Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký LVTN trong kỳ này ạ. Em xin chân thành cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin mở lớp dự thính CI3015 dưới dạng đồ án ( không lên lớp, chỉ thi), em đã được sự đồng ý của giáo viên phụ trách môn học và chủ nhiệm bộ môn. Vì là môn đồ án nên sẽ không có thời khóa biểu. Em xin cảm ơn pdt",
    "Em xin chào cô ạ! Hiện nay, em đang có một lớp dự thính môn thiết kế ô tô TR3049 đang có thời khóa biểu sơ bộ bị trùng với thời khóa biểu đã khóa của môn ô tô chuyên dùng TR3091. Cô cho em hỏi là có cách nào để đổi thời khoá biểu không ạ, tại môn thiết kế ô tô rất quan trọng với em ạ. Mong cô xem xét. Em xin chân thành cảm ơn!",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa ĐHQG TPHCM, Vào ngày 20/05/2021, em nhận được quyết định vào là kéo dài thêm 1 học kỳ để hoàn tất Anh văn ra trường và đến 31/08/2021 là hết thời gian kéo dài. Tuy nhiên, hiện tại em vẫn chưa bổ sung được chứng chỉ anh văn ra trường, mà sang tháng 9 trường mới tổ chức thi online lại. Em thắc mắc rằng liệu em có được kéo dài thêm 1 học kỳ nữa để bổ sung chứng chỉ ngoại ngữ hay không, hay là em sẽ bị xóa tên vì hết thời gian đào tạo vậy ạ?? Em kính mong Phòng đào tạo có thể phản hồi sớm giúp em để em có hướng xử lý tiếp theo ạ. Em xin trân trọng và cảm ơn.",
    "Em bị hủy đăng ký môn học vì lí do hết hạn đào tạo.Tuy nhiên em chỉ còn LVTN xin pdt cho em đăng ký được không ạ?",
    "Mở lớp dự thính (bắt đầu học từ 30/8)       Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo Trường Đại Học Bách              Khoa  Em tên là : Nguyễn    Mssv :   Lớp : XD18CT1  Dạ Thưa PĐT hôm nay Em xin được đại diện cho các bạn kính mong PĐT mở lớp môn học cho chúng em là môn :   - Môn học xin mở : Thủy Lực   - MSMH : CI3081  Em có làm đơn theo yêu cầu của PĐT và được sự đồng ý của Thầy Trưởng Bộ Môn Thầy  và Giảng viên đứng lớp Thầy  ạ   Em và các bạn kính mong PĐT sẽ mở lớp cho chúng em hoàn thành tốt nhiệm vụ học của chúng em ạ   Em xin chân thành cảm ơn  !  ",
    "Kinh gửi phòng đào tạo, Kỳ này là kỳ học cuối của em và em đã không đăng ký kịp thời môn học giải tích 2 vì đã đủ sĩ số. Em mong phòng đào tạo cấp phép cho em được đăng ký vào môn:  MT1005 - Giải tích 2  Mã nhóm: DT03  Em xin trân trọng cảm ơn",
    "Kính gửi PĐT trường Đại học Bách Khoa TP.HCM. Em là sinh viên Khoa kiến Trúc, Ngành KTXD. Lớp: XD13KT, MSSV: 4. Do trong quá trình học em bị tại nạn giao thông nên không hoàn thành chương trình học đúng thời hạn, bị hủy kết quả ĐKMH học kì 211. Em đã hỏi PĐT và được trả lời là chuyển hệ VHVL để hoàn thành tiếp chương trình học. Kính mong phòng đào tạo xem xét cho em được chuyển hệ VHVL và khôi phục kết quả môn học HK211 để hoàn thành tiếp chương trình học và tốt nghiệp. Em xin cảm ơn!",
    "Em chào Thầy/Cô! Học kì này em có nguyện vọng đăng kí luận văn tốt nghiệp nhưng do đã hoàn thành các môn học nên 2 học kì trước em không đăng kí môn học và bị đình chỉ, hiện tại em đã nộp đơn xin thu nhận lại nhưng do nộp trễ nên đến hết hạn đăng kí luận văn mà tình trạng sinh viên của em vẫn là Tạm dừng, mong Cô/Thầy xem xét và xác nhận đăng kí môn học giúp em, để em hoàn thành luận văn tốt nghiệp trong học kì này . Em tên  - MSSV  - Mã môn học EN4313 - Nhóm lớp L01 Em chân thành cảm ơn Cô/Thầy rất nhiều ạ.",
    "Kính gửi PDT, Em tên , MSSV , hiện đang theo học khóa VHVL theo chương trình đào tạo 2014. Hiện tại em đã học đủ các môn tiên quyết để đăng kí luận văn tốt nghiệp mã CI4343 theo chương trình 2014 nhưng khi đăng kí môn học lại bị báo chưa đạt môn CI3175 (môn Kết cấu bê tông cốt thép 2 theo chương trình đào tạo 2017) trong khi em đã học qua môn tương đương là CI3007 (Kết cấu bê tông cốt thép 2-có bao gồm luôn đồ án) khi còn đang theo học chính quy. Khi còn theo học chính quy em mang MSSV 8, đã học qua môn CI3007 vào học kì 3 (2018-2019). Kính mong PDT xem xét hỗ trợ em để em kịp đăng kí LVTN. Em xin cảm ơn",
    "Gửi các Thầy Cô PĐT Do các môn tiên quyết em đã hoàn thành ở những học kỳ trước mã cũ nên em có liên hệ bô môn để xác nhận chuyển điểm các môn học tương đương từ mã cũ sang mã mới để đăng ký luận văn học kỳ này. Mong PĐT giải quyết dùm em.",
    "Chào thầy(cô) Em soạn tin này để xin hoãn thi môn cơ lưu chất ci2003 hk202 thi 16:00 ngày 26/8/2021 vì hiện máy tính của em đang bị hư mà vẫn còn chỉ thị 16 nên em chưa thể sửa được. Em mong được xét duyệt. Em xin cảm ơn!  Kỳ",
    "Hiện tại em muốn tìm hiểu về các môn tiên quyết của các môn học kì sau thì em nên lên đâu coi ? Em đã lên thử phần đăng ký môn học và em chỉ nhận được phần định nghĩa thôi",
    "Kính gửi quý thầy cô phòng đào tạo, Em tên là  hiện đang học ngành Kỹ thuật Máy tính phần lớp MT20KT20. Vì nhiều lý do cá nhân nên hôm nay em muốn hỏi để làm thủ tục thôi học. Do tình hình dịch bệnh nên việc làm đơn không thể diễn ra trực tiếp như bình thường, vì thế nên em muốn hỏi về những thủ tục để thực hiện đơn thôi học trong thời điểm hiện tại. Kính mong thầy cô phòng đào tạo có thể hỗ trợ cho em, em xin cảm ơn quý thầy cô. Trân trọng  ",
    "Kính gửi PĐT, hiện tại em muốn chuyện sang hệ vừa học vừa làm do kinh tế gặp nhiều khó khắn, do em vẫn còn nợ học phí nên việc nộp đơn không được tiếp nhận. Nhưng thực sự khoảng nợ học phí là số tiền lớn với em tại thời điểm hiện tại, em muốn hỏi là khoảng học phí đó bắt buộc phải thanh toán mới được tiếp nhận đơn hay sao ạ, có cách nào để mình giảm số học phí hay miễn khoảng đó được không ạ. Mong PĐT giúp đỡ. Cảm ơn đã xem qua ạ.",
    "Chào anh (chị), Dạ cho em hỏi hiện tại thì mình chuyển điểm av1,2,3,4 như bình thường hay phải chuyển điểm anh văn tăng cường ạ. Và nếu như chuyển thì tính   B điểm TBTL mới = TBTL cũ + (số TC AV*điểm AV)/số TCTL hiện tại    đúng không ạ. Em cảm ơn ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT, em xin gửi phiếu đăng kí mở lớp môn TR3026 ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   b   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM       Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết. Em mong PĐT phê duyệt và mở thêm lớp học ạ! Mong PĐT sớm phúc đáp! Thân ái./. ",
    "Gửi các Thầy Cô PĐT Em tên  MSSV . Do các môn tiên quyết em đã hoàn thành ở những học kỳ trước mã cũ nên em có liên hệ bô môn để xác nhận chuyển điểm các môn học tương đương từ mã cũ sang mã mới để đăng ký luận văn học kỳ này. Mong PĐT giải quyết dùm em.",
    "DO       VẬY  SẼ PHẢI NỘP ĐƠN Ở ĐÂU VÀ E CÓ    CẢM ƠN",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Đăng ký mở môn học dự thính học kỳ 211. Môn học: Đò án tổ chức thi công MSMH: 807705",
    "Em có môn học thiết kế kiến trúc 1-công trình công cộng. Em đã học và hoàn thành vào kì 203 nhưng vào kì 211 em có tên trong danh sách dù em không đăng kí. Mong quý thầy cô xử lí giúp em ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   b   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM    . Em tên là:  MSSV:  Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết. Em mong PĐT phê duyệt và mở thêm lớp học ạ! Mong PĐT sớm phúc đáp! Thân ái./. ",
    "Chào phòng đào tạo!    Em là , MSSV  . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy  dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì 211 của thầy  thì lại có tên của em .    Em đã thắc mắc với thầy và thầy cũng đã liên hệ PĐT. PĐT đã trả lời là:\"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Học phí và nhập lại điểm ở HK211\".    Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT! Em cám ơn!",
    "n xin rút môn CI3039 Thiết kế cầu 1",
    "Kính gửi phòng đào tạo . Em là  , mã số sinh viên  , lớp XD17KT khoa xây dựng ngành kiến trúc . Em gửi phòng đào tạo đơn xin đăng kí học, trình bày lý do và có sự xác nhận của khoa và bộ môn . Em kính mong phòng đào tạo xem xét cho phép em đăng kí môn học này trong kì 211  . Em xin cảm ơn ạ  .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Do hiện nay rất nhiều sinh viên có nguyện vọng tham gia học môn GIẢI TÍCH 2 ở học kì 211. Nên em đã tổng hợp lại và đã xin ý kiến của GV bộ môn về việc giảng dạy trong kì dự thính này.    i Vì hiện tại em chưa liên lạc được với chủ nhiệm bộ môn ( thầy Nguyễn Tiến Dũng ) nhưng lại gần đến hạn nhận đơn nên em xin phép gửi trước ạ .   i Em có đọc là chỉ mở những môn chưa mở nhưng thật sự môn này còn rất rất nhiều bạn cũng như em có nguyện vọng muốn học trong kì 211 này ạ. Hi vọng PĐT có thể giúp bọn em ạ. thay mặt các bạn em xin chân thành cảm ơn !  ",
    "MT 1009 PPT GE 2033 Tinh thể khoán vật GE 2043 Địa tin học đại cương GE 2035 Địa chất Kiến Trúc SP 1031 MAC",
    "Xin chào phòng đào tạo, Em tên là  (MSSV: ). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau:   B Họ và tên:    1.  -  2.  -  3.  -  4.  -    B Tên môn học   : SP1039 - Lịch sử Đảng Cộng sản Việt Nam   B Mã nhóm   : DT02   B Lý do   : Sau tuần học chính đầu tiên, em và bạn đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ. Cuối cùng, em cam kết những bạn em nêu trên hoàn toàn tự nguyện đăng ký và em xin hoàn toàn chịu trách nhiệm cho vấn đề này. Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
    "Em tên là:  MSSV: Trong lần đang ký môn học học đợt 3 em có đăng ký môn Kỹ năng lãnh đạo(ME4625) nhưng sĩ số chỉ có 4/60 nhưng em không vào được link google meet để học. Với sỹ số như vậy thì lớp có được mở không ạ. Em cảm ơn ạ.",
    "Dạ, em không vào được phòng thi không phải do từ phía cá nhân em. Mạng của em rất ổn định truy cập các trang web khác không có vấn đề gì. Em không hiểu tại sao em không thể vào được trang thi của trường.(Em có đính kèm file ảnh em gửi cho thầy dạy môn CO1011) Do môn CO1011 đến Hk 212 mới mở. Em đã qua môn CO1027. Kỳ này em đang làm luận văn. Vậy em phải đợi đến HK 212 để được đăng ký thi lại ạ! Em cảm ơn cô.",
    "Xin chào PĐT trường, em tên , lớp XD19KT, MSSV:. Bộ môn kiến trúc, khoa KTXD. Hiện vấn đề em gặp phải là em đã hoàn thành môn học CI2107T/kế k/trúc 1- ct công cộng của thầy  ở học kì 202 nhưng không hiểu vì lý do gì em lại có tên trong danh sách CI2107 T/kế k/trúc 1- ct công cộng  HK211 của thầy  như file đính kèm. Mong PĐT hỗ trợ giải quyết vấn đề để em không bị thu học phí cũng như bị học lại trong HK 211. Em xin cảm ơn.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi gv đã nhập điểm trên hệ thống rồi mà sao điểm vẫn chưa được cập nhật trên thông tin sinh viên ạ, Em cảm ơn thầy/cô nhiều ạ,",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em cùng với một số bạn có đăng kí môn VL1 lộ trình 2 ở đợt một nhưng do chỉ có 58 nên chắc không được mở lớp,em xin PĐT mở thêm lớp ở đợt này để bọn em cùng đăng kí ạ vì em thấy vẫn còn một số bạn bị rớt môn này ở hk203 nhưng do mới thi gần đây nên k kịp đăng kí. Kính mong phòng đào tạo có thể mở thêm lớp để tụi em đăng kí để hoàn thành môn học này được k ạ. Em xin chân thành cảm ơn!",
    "Chào thầy cô! Em tên là , mssv . Trong học kì 203 em đã có đăng kí học môn \"Thiết kế kiến trúc 1 - Công trình công cộng\" của thầy  dạy. Em đã hoàn thành xong môn học và thầy cũng đã chấm điểm cho em nhưng thầy chưa nhập điểm lên MyBk thôi ạ, thế nhưng trong danh sách học môn này ở kì 211 của thầy lại tiếp tục có tên của em dù em không hề đăng kí. Em đã có thắc mắc về việc này với thầy bộ môn và thầy đã liên hệ với PĐT thì được trả lười rằng \"Các SV đã học xong mà có tên trong danh sách sv TKCC1 HK211 thì gửi mail trình báo tài khoản sv để PĐT xử lí. Nếu không sv sẽ bị thu học phí và bị nhập lại điểm ở HK211\" Hôm nay em trình báo để PĐT có thể kịp thời xử lí giúp em. Em mong sẽ sớm nhận được phản hồi của PĐT. Em xin cảm ơn!",
    "Chào phòng đào tạo. Em:  Mssv:  Trong học kì 202. Em đã học môn “thiết kế công cộng 1- công trình công cộng” do thầy  dạy. Em đã hoàn thành môn học và thầy đã chấm điểm. Tuy nhiên, trong danh sách lớp công cộng, học kì 211, của thầy  dạy thì lại có tên em trong danh sách. Em đã thắc mắc và thầy đã liên hệ phòng đào tạo, thầy nói: “ những sinh viên nào có tên trong danh sách Công cộng học kì 211, thì mail trình báo trong tài khỏan sinh viên. Nếu không sẽ bị thu học phí Nay em trình báo để PĐT biết và xử lý giúp em. Em chân thành cảm ơn và mong PĐT xử lý sớm. Em cảm ơn.",
    "Chào bạn Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn Thân",
    "Chào thầy/cô Hiện tại em đã hoàn thành luận văn (đã có điểm trên bảng điểm) và đáp ứng đủ tiêu chuẩn tiếng anh, em cần nộp giấy xác nhận về việc tốt nghiệp của mình cho đơn vị khác. Bạn em trước dịch đã xin được giấy xác nhận của Phòng Đào Tạo (em xin được đính kèm file mẫu tại đây). Em đang rất cần giấy xác nhận giống bạn ấy là em đã hoàn thành 142 tín chỉ, đủ chuẩn anh văn và chỉ chờ tốt nghiệp. Nếu không có được giấy xác nhận này trước 31/08, em sẽ bị mất cơ hội, nó rất quan trọng với em ạ. Em chỉ cần bản soft copy qua email   Em rất mong nhận được sự giúp đỡ của thầy/cô. Em xin chân thành cảm ơn thầy/cô.",
    "Dưới sự hướng dẫn của PĐT và Khoa, em xin phép nộp đơn xin đăng kí môn học đặc cách bổ sung ạ!",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , lớp XD19KT Trong học kỳ 202, em đã học môn CI2107 \"Thiết kế kiến trúc 1- Công trình công cộng\" của thầy  và đã có điểm. Học kỳ 211 này em không hề đăng ký môn CI2107 này nhưng trong danh sách lớp của thầy  lại có tên của em và em nghe nói sẽ phải đóng học phí nếu như vẫn còn tên trong danh sách . Em mong quý phòng Đào tạo xem xét lại và xử lý giúp em và các bạn cũng phải gặp trục trặc giống như em. Em xin cảm ơn.",
    "Em xin chào quý thầy cô, anh chị.   Em là  , MSSV  . Trong danh sách lớp môn CI2107 học kỳ 211 của thầy  có tên em dù em không đăng kí . Phòng đào tạo giải quyết vấn đề này giúp em ạ, mong sẽ nhận được phản hồi sớm từ PĐT!  Em cảm ơn! Chúc quý thầy cô, anh chị sức khoẻ.",
    "Trong HK 203 em đã học môn Thiết kế kiến trúc 1 - công trình công cộng (CI2107) nhưng trong danh sách học môn CI2107 HK211 lại có trên trong danh sách , mong pđt rút tên em khỏi danh sách ạ Họ và tên :   MSSV : ",
    "Em chào thầy cô,  Em là  MSSV  ạ. Ở môn Thiết kế kiến trúc 1- công trình công cộng vào học kì 202, em đã học và được thầy  chấm điểm. Ngoài ra em chưa từng đăng kí học lại môn học này ở học kì khác bằng bất kì hình thức nào nhưng lại có tên trong danh sách lớp học kì 211. Rất nhiều bạn cũng gặp phải vấn đề như em. Theo hướng dẫn của thầy và PĐT em đã gửi trình báo bằng tài khoản sinh viên. Mong sớm nhận được phản hồi ạ. Em cảm ơn.",
    "Em là  mssv:  thuộc lớp XD19KT. Em đã học môn CI2107 ở HK203 vừa rồi và không hề đăng kí lại môn này ở kì DT211 nhưng tên em lại có trong danh sách. Kính mong pđt xem xét lại giúp em. Em cảm ơn.",
    "Chào phòng đào tạo! Em là , MSSV . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy  dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy  thì lại có tên của em. Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\". Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT! Em cám ơn!",
    "Dạ hiện tại em cần khôi phục lại các môn học sau:  Nhập môn lập trình - MSMH: CO1003 Nhập môn lập trình( Thực hành) - CO1004 Mô phỏng động cơ đốt trong và ô tô - TR3067 Đò án thiết kế - ME2011 Đò án thiết kế - ME3139 Đò án thiết kế động cơ đốt trong - TR3043 Kính mong PĐT phục hồi giúp em ạ. Em cảm ơn.",
    "Chào thầy cô, thầy cô cho em hỏi khi nào PDT có mail đăng kí xét tốt nghiệp vậy ạ. Do em có thấy trên mục \"đăng kí xét tốt nghiệp\" hạn chót là 30/8 là hết hạn. Em cám ơn thầy cô ạ",
    "Dạ chào thầy\\cô, Em tên , MSSV: . Em xin phép hoãn thi môn Cơ Lưu Chất vào ngày 26/08/2021 lúc 16g00. Dạ Laptop em bị nước đổ  vào ngày 22/08, em đã cố gắng xoay sở sửa cho kịp các ngày thi, đến hôm nay em nhận tin thì Laptop em vẫn chưa sửa xong, do đó em hoàn toàn không thể đáp ứng đủ yêu cầu về thiết bị cho kì thi sắp tới. Cảm ơn thầy\\cô đã đọc tin. Mong nhận được phản hồi sớm nhất từ thầy\\cô. Chúc thầy\\cô luôn mạnh khỏe và bình an.",
    "Em có đăng ký môn học Mô hình hóa toán học (mã mh CO2011) lớp L02 của thầy  nhưng em bấm vào thì không thấy tài liệu cũng như link meet của lớp ạ, mong pdt hỗ trợ em tìm link của lớp học để em vào lớp ạ Em cảm ơn",
    "Chào phòng đào tạo! Em là , MSSV . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - công trình công cộng\" do thầy  dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MYBK thôi. Tuy nhiên, trong danh sách lớp Công Cộng 1 ở học kì của thầy  thì lại có tên của em. Em đã thắc mắc với thầy và cũng đã liên hệ PĐT. PĐT trả lời là \"các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Hoc phí và nhập lại điểm ở HK211\". Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT! Em cám ơn!",
    "Chào phòng đào tạo Em là  mssv   Trong kì vừa qua, em đã học môn \" Thiết kế kiến trúc 1_ công trình công cộng \" của thầy  kì 203, và em lại bị có tên trong danh sách môn trên cũng của thầy  ở kì 211 mặc dù em không đăng ký học lại, em mong sẽ được phòng đào tạo giải quyết và xoá tên em khỏi danh sách ạ. Em mong nhận được phản hồi từ phòng đào tạo. Em cảm ơn",
    "Họ và tên:  MSSV:   Em muốn xin file bảng điểm có mộc trường để phục vụ cho việc xét học bổng ạ. Nếu muốn có bảng điểm qua mail thì em phải làm như thế nào ạ? Em xin cảm ơn. ",
    "do đợt 3 em quên đăng ký môn Quá trình cơ học Ch2019  lớp A01, xin phòng đạo tạo cho em được đăng ký vào lớp. Dạ em cảm ơn",
    "Em là  có học lớp CC03 của thầy  . Em có tham giai thi môn vật lí 2  ngày 13-08-2021 , em có làm bài , có điểm danh, có đăng video theo yêu cầu nhưng     em lại bị đánh vắng và không có điểm thi. Em không biết lí do tại sao. Em đã gửi mail phản hồi lên thầy  nhưng thầy không giải quyết được và kiêu em gửi mail cho thầy  .Em dã gửi mail cho thầy  từ 2 ngày trước mà không có phản hồi.Em mong thầy giúp đỡ em xem xét lại kết quả thi ạ. Hết ngày hôm nay là hết hạn rồi ạ .Em xin cảm ơn .",
    "EM tên: , MSSV:  Em gửi Phòng Đào tạo Đơn xin hủy hoãn thi Em đã trình bày lí do trong đơn. Xin Phòng Đào tạo xem xét giúp em.",
    "Em có đăng kí môn quản lí dự án cho kĩ sư IM1025, chuyển hệ học lớp P01, vì không rõ đó là lớp Việt Pháp nên em đã đăng kí, xin nhà trường cho em học ạ",
    "Xin quý thầy/cô kiểm tra lại giùm em vì sao em vẫn chưa được khôi phục lại tình trạng ĐANG HỌC trong thông tin sinh viên ạ. Em đã nộp đơn thu nhận lại vào tuần trước và dự kiến em sẽ được khôi phục lại trước ngày 25/08/2021 . EM XIN CHÂN THÀNH CẢM ƠN.",
    "Do đợt đăng kí môn học đợt 3 của kì chính HK211 và đợt 1 lộ trình 2 của kì dự thính DT211 diễn ra vào cùng thời điểm. Do lúc đó môn học Cấp Thoát Nước Đô Thị CI3179 và Thủy Văn Đô Thị CI3013 đang trong quá trình làm đơn xin mở lớp giảng dạy, do em thấy bên lớp dự thính DT211 có mở 2 môn đó trước nên đã đăng kí bên DT211 trước, cũng như sợ bị trùng lịch học, nhưng có thể do vì sỉ số quá ít dẫn đến có thể lớp bị hủy không mở giảng dạy. Hiện tại môn CI3179 Cấp Thoát Nước Đô Thị có lớp mở giảng dạy ở học kì chính HK211 và em không bị trùng lịch học với các môn khác, liệu có cách nào để em tham gia và hoàn thành môn học ở lớp này không ạ, vì đây là môn học bắt buộc và quan trọng của chuyên ngành. Em mong nhận được phản hồi và hỗ trợ ạ. Em xin cảm ơn.",
    "Chào Phòng đào tạo! Em là , MSSV . Trong học kì 202, em đã học môn \"Thiết kế kiến trúc 1 - Công trình công cộng\" - CI2107 do thầy  dạy. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là em chưa có điểm trên MyBK thôi. Tuy nhiên trong danh sách lớp Công cộng 1 ở học kì 211 của thầy  lại có tên của em. Em đã thắc mắc với thầy  và thầy đã liên hệ với PĐT. PĐT đã trả lời là: \"Các SV đã học xong mà có tên trong danh sách sinh viên TKCC1 HK211 thì gửi mail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu Học phí và nhập lại điểm ở HK211\". Nay em trình báo để PĐT biết và xử lý giúp em. Em mong sẽ nhận được phản hồi sớm từ PĐT! Em cảm ơn!",
    "Chào phòng đào tạo  Em là  mssv   Trong lúc đăng ký môn học em đã đăng ký nhầm lớp Việt Pháp P01 môn \" quản lý dự án cho kỹ sư\" trong 3 tín chỉ tự do, em mong phòng đào tạo xem xét và vẫn cho em học tiếp môn này ạ, em cảm ơn phòng đào tạo",
    "Em xin được phép đăng ký chuyển hệ VHVL, đồng thời đăng ký môn học. Em có đính kèm 2 mẫu đơn đã điền đầy đủ thông tin như đã được hướng dẫn. Do không đang trong tình trạng buộc thôi học, em không thể xem được thời khóa biểu, nên em không thể chỉ định chính xác lịch học. Nếu có gì sai sót, mong thầy/cô chỉ bảo, em sẽ chỉnh sửa ngay. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo Đại học Bách Khoa TPHCM Sinh viên:  -  - Khoa Kỹ thuật hóa học Em viết mail xin phép được đăng ký bổ sung môn Hóa học và công nghệ chất hoạt động bề mặt (CH3101) và môn Độc chất học công nghiệp ứng dụng (CH3127). Hiện tại em năm nay năm cuối và kì sau môn học không mở nữa, em xin phòng đào cho phép em đăng ký tạo điều kiện để em ra trường đúng hạn ạ. E xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
    "Em chào thầy cô ạ. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Thầy Cô PĐT cho em hỏi về đăng ký thi 2 kỹ năng nói viết để đủ điều kiện tốt nghiệp ạ, hiện em vừa bảo vệ luận văn xong trong tháng 7 và đã đạt, em cần thi để lấy chứng chỉ nói viết kịp tốt nghiệp sắp tới, vậy PĐT cho em xin đăng ký các đợt thi trong tháng 9 với ạ, em cám ơn.",
    "Em tên  Mssv: Dạ phòng đào tạo cho em hỏi là danh sách tốt nghiệp dự kiến đợt tháng 8 là xét những đối tượng nào ạ.Vì em đã hoàn thành luận văn và đã có điểm trên trang mybk và đã hoàn thành các điều kiện để tốt nghiệp. Em cảm ơn.",
    "Em tên  MSSV 6 lớp CK13CXN do hết chương trình đào tạo đã làm đơn nhập học hệ VLVH năm 2020, do chính quy còn nợ ít môn (cụ thể AV1,AV2,AV3,AV4) nên xin PĐT xem xét chuyển sang VLVH khóa 2013 để được áp dụng chương trình khóa 2013. Ở chính quy em đã hoàn thành xong Thực Tập Tốt Ngiệp và 90% các môn học.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào PĐT, Em tên  - MSSV , em có đăng kí \" HK211 (HỌC TỪ 30/8) -  2 - ĐỢT 2\" môn học MT1007 (Đại số tuyến tính) nhưng lại nhận thông báo không được phép đăng ký vào nhóm lớp này. Mong PĐT xem xét cho em đăng ký môn học này. Em xin cảm ơn.",
    "pdt ơi cho em hỏi là hồi đầu tháng 4 em có nộp quyển báo cáo thực tập ở phòng bộ môn Cung Cấp Điện để nhập điểm thực tập kỳ 202 nhưng tới giờ vẫn chưa có điểm trên myBK vậy có bình thường không ạ.",
    "Kính gửi phòng Đào tạo! Em là  - mssv: . Trong học kỳ 202, em đã học môn \"Thiết kế kiến trúc 1- công trình công cộng\" do thầy  đứng lớp. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là điểm chưa được nhập lên hệ thống mybk. Tuy nhiên, trong học kỳ 211 em không đăng ký lớp này nhưng lại có tên trong danh sách lớp Thiết kế kiến trúc 1- công trình công cộng của thầy . Em đã thắc mắc với thầy và thầy cũng đã liên hệ PĐT. PĐT đã trả lời là: \"Các sinh viên đã học xong mà có tên trong danh sách sinh viên lớp Thiết kế kiến trúc 1 học kỳ 211 thì gửi gmail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu học phí và nhập lại điểm ở học kỳ 211\". Nay em trình báo để PĐT biết và kịp thời xử lý . Em mong sớm nhận được phản hồi từ PĐT",
    "Xin đăng ký được Rút Môn Học Đường Lối Cách Mạng Của Đảng Cộng Sản Việt Nam học kì 211. Họ và Tên Sinh Viên:   - Dạ em chào thầy/cô ạ, Em tên  MSSV . Em xin gửi tin nhắn cho thầy để hỏi thầy là chuyện học kì 202 em có đăng kí môn Đường Lối Cách Mạng Đảng Cộng Sản Việt Nam( Nhóm  Trước khi thi cuối kì, em có cảm giác mình thi không ổn nên đã đăng ký lại. Sau khi thi nhận được kết quả thì em thấy khá ổn so với kì vọng của mình rồi ạ. Trong tình hình dịch bệnh mà khu em ở đang có đặt tình trạng nguy cơ cao nên bị phong tỏa 10 ngày để tầm soát. Nên không thể nào có thể đi ra tiệm photocopy hoặc công ty ba em làm để nhờ photo mẫu đơn được ạ. Em mong thầy/ cô phòng đào tạo có thể xem xét để em có thể điền vô đơn xin rút môn học thông qua hình thức khác hoặc như mẫu trong tệp em đính kèm ạ. Bên cạnh đó, Em có kèm theo hình chữ kí của em trong tệp ạ và file mẫu điền thông tin ạ. Em cam kết sẽ đóng học phí đầy đủ dù đã rút môn học ạ. EM cảm ơn thầy/cô ạ. Mong nhận được phản hồi từ thầy/cô. - ",
    "Xin chào phòng đào tạo, Em tên là  - MSSV . Em đặt câu hỏi để xin được học lớp dự thính LỊCH SỬ ĐẢNG CỘNG SẢN VN với thông tin như sau: Họ và tên:  -  Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam Mã nhóm: DT02 Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ. Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
    "Mã số môn học: MT1003 DT_HK211 Em cần rút môn học này ạ. Em xin cảm ơn.",
    "Xin chào phòng đào tạo, Em tên là  (MSSV: ). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau: Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam Mã nhóm: DT02 Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ. Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Em là:  MSSV: , ngành: Bảo Dưỡng Công Nghiệp, lớp: BD16CĐT. Em làm đơn này xin trình bày như sau: Hiện tại em còn anh văn 2 nữa là hoàn thành chương trình đào tạo. Nhưng em đã bị tạm dừng học do không đăng kí môn học ở học kì HK202. Em là sinh viên khoá 2016 nên đã hết chương trình đào tạo. Nay em viết đơn này xin Phòng Đào Tạo cho em được thu nhận lại trong học kì HK211 này để đăng kí học anh văn 2 và cho em được kéo dài thời gian đào tạo trong học kì HK211 này để hoàn thành chương trình đào tạo. Xin PĐT tạo điều kiện cho em để được hoàn thành chương trình học của mình. Trong khi chờ Phòng Đào Tạo xem xét em xin chân thành cảm ơn! ",
    "TR1001: Nhập môn kỹ thuật",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã xin được danh sách sinh viên đăng ký và thời khóa biểu từ khoa. Em xin gửi PĐT xem xét ạ!",
    "Xin chào phòng đào tạo, Em    (MSSV: ). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau: Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam Mã nhóm: DT02 Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ. Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo,  Em là , sinh viên khóa 2015 khoa Điện - Điện tử . Hiện em đang học kỳ thứ 13 - kỳ cuối cùng theo chương trình đào tạo chính quy của khóa 2015. Hiện tại em chỉ còn 1 môn học nữa cần đăng ký để hoàn tất chương trình học, tuy nhiên nhóm lớp này trong kỳ dự thính lộ trình 2 lại bị trùng giờ học với một môn học em đã đăng ký trong lộ trình 1 . Do chỉ còn một môn học cuối cùng, và đây là học kỳ cuối của em, em hy vọng PĐT có thể xem xét để em được đăng ký nhóm lớp DT01, môn học EE2007 - Cơ sở Kỹ thuật điện dù bị trùng thời khóa biểu. Em xin cam kết sẽ hoàn thành tốt việc học song song 2 môn học này dù bị trùng thời khóa biểu, tự thông báo với giảng viên để được tham gia đầy đủ các bài kiểm tra và thí nghiệm để kết thúc 2 môn học này trong HK211. Mong PĐT thông cảm và xem xét cho trường hợp của em . Em xin chân thành cảm ơn.",
    "PDT. Em là:   Mssv:  Trong học kì 202 em đã học môn Thiết kế kiến trúc 1 - công trình công cộng (CI2107)do thầy  giảng dạy . Em đã hoàn thành môn học nhưng chưa có điểm trên mybk. Nhưng trong danh sách lớp CI2107 ở học kì 211 của thầy  lại có tên em. Em trình bày để PDT xử lý giúp em ạ . Em đã báo với thầy  và thầy có nói là trình bày với PDT ạ . Có 1 số bạn trong lớp cũng gặp trường hợp như em. Em mong nhận được phản hồi sớm ạ.",
    "Dạ em chào ạ, ngày 24/08/2021 khu em bị cúp điện không thể tham gia kỳ thi cuối kỳ Giải tích 2 ca 13h-14h, em có gửi đơn xin hoãn thi lên pđt nhưng chưa thấy phản hồi ạ. Cho em xin phép hỏi là em nên làm sao ạ?",
    "xin chào em tên   SĐt:[phone_number]. Em xin đăng ký giấy xác nhận sinh viên , trường có thể tạm thời gửi file giấy xác nhận hay là chụp hình gửi để em in ra trình cho xã trước , rồi gửi về bưu điện theo địa chỉ :Số 1 QL1, Phường 2, Tân An, Long An. em xin cảm ơn.",
    "Em là . MSSV: Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Em chào quý thầy cô! Hôm qua em có gửi xin được đăng kí học ở lớp Dự thính kì 211. Không biết sao lại được đăng kí vào kì chính của hk211. Em có thể đổi qua lớp Dự thính được không ạ?. Nếu không được thì em học kì chính ạ. Em chân thành cảm ơn quý thầy cô ạ",
    "Em chào thầy cô ạ. Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "Kính chào các thầy cô, . Em tên là     MSSV: Em muốn gửi mail này để làm đơn hoãn thi môn học Cơ sở Kĩ thuật điện EE2017 lúc 13h00 ngày 25/08/2021 vì lí do em đã quên ghi hình để nộp lại file ghi hình của buổi thi hôm nay. Mong quý thầy cô cho em thêm thông tin để em làm thủ tục hoãn thi . Em xin cảm ơn. Sinh viên,  ",
    "Dạ em tên là  ở lớp CC20HC11. Cho em xin tạm dừng HK211 vì 1 số lý do gia đình ạ. Em cũng chưa đăng ký môn học ở HK này. Mong PĐT xét duyệt đơn giúp em và cho em bảo lưu ạ. Em cảm ơn .",
    "Họ và tên:  Nguyện vọng: muốn xin đăng kí bổ sung môn học đồ án kết cấu thép 2(MMH: CI3213) nhóm __ss 145/100 T01__ss 35/100",
    "Chào Thầy/Cô, em tên là Nguyễn Mai Thy, mssv 1814296, khoa Quản lý công nghiệp. Vừa qua em có hoãn thi môn Kế Toán Quản Trị, mã môn IM2019. Thầy/Cô cho em hỏi em có thể rút đơn xin hoãn thi được không ạ? Chúc thầy cô có nhiều sức khỏe ạ.",
    "Ngày 7/8 em có điền vào form để hoãn thi môn Giải tích 2 do vấn đề trong quá trình ghi màn hình nhưng bài thi của em đã được bộ môn chấp nhận nên em làm đơn xin hủy hoãn thi ạ! Em cảm ơn PĐT.",
    "Em xin kính chào quý thầy cô. Em xin được gửi Đơn đăng ký học môn tương đương cho môn học Dung sai và Kỹ thuật đo, mã môn ME3801 vì hiện tại, môn này không còn trong chương trình của khóa 2019 về sau và sĩ số còn quá ít để mở lớp. Kính mong quý thầy cô chấp thuận để chúng em có thể hoàn thành chương trình học đúng hạn. Chi tiết danh sách sinh viên làm đơn trong file em gửi đính kèm. Em xin chân thành cảm ơn quý thầy cô.",
    "Em chào PDT em có những môn chuyển ngành khá quan trọng là Quản lí vật tư và tồn kho( 2047-1-01) Và Phân tích và thiết kế hệ thống thông tin quản lý( 4607-01-01). Do đợt 2 em bị cấn lịch môn Ứng dụng máy tính trong công nghiệp( 2049-03-03) nên không thể đăng kí được và em đăng kí môn ỹ năng lãnh đạo( 4625--) thay cho môn Phân tích và thiết kế hệ thống thông tin quản lý. Nhưng hiên tại lịch học môn Ứng dụng máy tính trong công nghiệp( 2049-03-03) điều chỉnh lại nên không còn bị cấn lịch nữa em có thể xin PDT cho em đăng kí bổ sung môn Quản lí vật tư và tồn kho( 2047-1-01) và thay thế môn ỹ năng lãnh đạo( 4625--) bằng môn Phân tích và thiết kế hệ thống thông tin quản lý( 4607-01-01). - Em là sinh viên năm cuối nên các môn học rất quan trọng hơn nữa một số môn có thể kì sau sẽ không còn được mở nữa vì 19 trở về sau đều không còn được học. - Em xin cảm ơn đã đọc bài của em, mong PDT giải quyết giúp em ạ.",
    "Dạ hiện em rất cần đăng kí 2 môn này trong kì chính 211 để kì sau đủ điều kiện đăng kí luận văn tốt nghiệp mong phòng đào tạo xem xét . Môn Đồ án nền móng ( mã môn : CI3197) và môn Công trình trên đất yếu ( mã môn : CI4037).",
    "Dạ thưa thầy/cô, hiện tại lớp của em có xin mở lớp chuyên ngành học kì dự thính môn điều hoà không khí, hiện tại e đang học môn tiên quyết là kĩ thuật lạnh ở học kì chính thì em cần làm đơn như thế nào để xin khoa cho phép em được học môn điều hoà không khí cùng các bạn ạ. Vì em đang bị trễ so với các bạn và nhiều môn học chuyên ngành thay đổi nên em xin thầy/cô giúp em được đăng kí học môn chuyên ngành này với các bạn ạ! Em cảm ơn!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em đã xin được danh sách sinh viên đăng ký và thời khóa biểu từ khoa. Em xin gởi PĐT xem xét ạ! Em chân thành cảm ơn ạ!",
    "Hiện tại bảng điểm của em có cập nhật điểm môn Các phương pháp xác định cấu trúc hữu cơ CH3221 với điểm 13 ạ. Môn học này em rút môn từ đầu năm nên kính mong Phòng đào tạo cập nhật giúp em. Em xin cảm ơn và mong sớm nhận được phản hồi ạ.",
    "Em hiện tại có lịch thi cuối kì môn hoá đại cương vào lúc 7h00 29/08/2021  nhưng lại trùng với thời gian đi tiêm ngừa covid 19. Liệu em có thể xin dời lịch thi vào các ca khác được không ạ. Em xin chân thành cám ơn.",
    "Em chào thầy cô. Em mới đăng kí môn học EE2017 nhưng em thấy thí nghiệm môn này trùng lịch với môn Kỹ thuật số nhưng em vẫn đăng kí được. Em sợ pdt sẽ xóa môn EE2017 của em vì em cần môn này hơn. Nên thầy cô cho em hỏi là em có thể xin rút môn Kỹ thuật số để kịp đăng kí môn Cơ sở kỹ thuật điện EE2017 được không ạ? Vì em cần môn này để học các môn năm 3 ạ. Em xin cảm ơn",
    "Em chào thầy cô ạ. Em có hai môn học trùng giờ là Kỹ thuật số và Cơ sở kỹ thuật điện. cho em hỏi là em đăng kí trùng nhưng vẫn được chấp nhận. vậy sau khi ra tkb e có bị xóa không ạ? Vì em thấy tuần học lại không trùng nhau. Mà nếu trùng 1 tuần thì em có thể xin thầy cô đừng xóa môn của em và em sẽ xin thầy thí nghiệm bù buổi khác hoặc em xin rút môn Kỹ thuật số được không ạ? Vì môn Cơ sở kỹ thuật điện là HT của các môn năm 3 ạ. Em xin thầy cô xem xét và hỗ trợ giúp em. Em xin cảm ơn",
    "Môn Kĩ thuật Lập trình em còn buổi thi lab cuối kì nhưng vừa nhận được mail thi vào cuối tuần. Nhưng hiện em đang bị kẹt ở nơi cách li và không có laptop theo. Theo như khoa báo thì em có thể hoãn thi cuối kì luôn và thi lại vào đợt tới không ạ. Mong thầy/cô giải quyết hộ em ạ. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô, vừa rồi bạn em có xin mở lớp dự thính, cơ sở kỹ thuật điện mã ee2017, tuần học thí nghiệm ghi là 012345 có thể cho em hỏi là tuần bao nhiêu được không ạ? em có thể xin pdt sắp lịch học rơi vào các tuần lẻ được không ạ :((",
    "Em chào thầy cô ạ, Em có đăng kí hoãn thi một môn học và môn đó có 30% điểm thực hành (có thi cuối kì phần thực hành), vậy bây giờ em hoãn thi thì học kì sau em thi lại chỉ thi phần cuối kì để lấy điểm tổng kết môn học hay em phải thi lại cả phần thực hành vậy ạ? Nếu có thi lại phần thực hành thì bây giờ em thi thực hành chỉ hoãn thi cuối kì thì điểm đó có được giữ lại cho tới học kì sau không ạ? Mong thầy cô trả lời gấp, vì môn học sắp tổ chức thi thực hành, em cảm ơn ạ!",
    "Kính gửi phòng đạo tạo, trước đó em có làm đơn xin hoãn thi môn Xác suất thống kê(MT2013) với lý do chuyện gia đình nên đã làm bài không tốt, nhưng nay do điểm cũng vừa đủ để qua môn và cũng muốn lấy điểm đó nên xin phòng đào tạo cho em được hủy đơn xin hoãn thi ạ. Em xin cảm ơn",
    "Dạ em có hoãn thi với môn CH3133 và đã được nhận mail đồng ý của pđt Nhưng trên bảng điểm vẫn ghi điểm 13 em sợ chưa được xét duyệt nên em hỏi ạ.",
    "Kính gửi Thầy, Cô Do mới làm đơn xin khôi phục lại tình trạng sinh viên nên em xin đăng ký môn học HK 211 ạ. Tên MH: Pháp luật đại cương Việt Nam Mã MH: SP1007 Cảm ơn Thầy, Cô",
    "Hủy đăng kí hoãn thi để làm đề thi riêng của giảng viên đứng lớp do gặp sự cố trong lúc làm bài thi Em tên  MSSV :  MSMH: MT1003 Lớp DT05-B Ngày thi 25/08/2021 Do giảng viên đứng lớp em nhận được thông báo giải quyết từ phía tổ chức thi hơi muộn. Cụ thể là sau khi em đăng kí hoãn thi do gặp sự cố trong lúc làm bài. Vì vậy em xin phòng đào tạo cho phép em hủy đăng kí hoãn thi và làm đề riêng theo yêu cầu của giảng viên đứng lớp ạ. Em cảm ơn. BÊN DƯỚI LÀ MAIL XÁC NHẬN CỦA GIẢNG VIÊN DỨNG LỚP EM Ạ.",
    "Kính thưa PĐT Trường Đại học Bách Khoa Em tên  MSSV  Em có câu hỏi là PĐT mới mở lớp dự thính Xác suất và thống kê[MT2013] và  Giải tích mạch[EE2033], vậy thì sĩ số bao nhiêu /30 và /99 thì lớp được mở ạ Em xin cảm ơn",
    "Em muốn xin chuyển nhóm lớp môn Hóa Lý 1 Mã MH : CH2003 Mã nhóm : A01 em muốn xin chuyển quá các lớp mã L ạ Em cảm ơn ạ",
    "Em là sinh viên khóa K14 khoa KT Giao Thông đang trả nở nợ 1 số môn để ra trường,em đăng ký môn ê mã môn học MT2013 thay thế cho mã củ MT2001 được không ạ.",
    "Dạ anh/chị cho em hỏi là em đã xin hoãn thi môn Hóa hữu cơ CH2021 rồi nhưng mà lại bị điểm 13 ạ",
    "Vừa rồi em bị lỡ mất đợt cuối đăng ký một môn học ở học kỳ chính. Em muốn hỏi rằng liệu có cách nào để em có thể đăng ký bổ sung thêm không ạ? Môn đó là môn đồ án mà em đã có điểm, đăng ký để lấy điểm đã bảo lưu, giáo viên cũng chấp nhận nếu em xin được ạ! Em xin trân thành cảm ơn thầy cô!",
    "Em bị mất môn học mặc dù em đã đăng kí môn giải tích 1 và đã có thời khoá biểu nhưng lại bị xoá, em xin phép pđt xem xét lại giúp em, bây giờ em phải làm sao ạ",
    "Các điểm CT, điểm VT và điểm KD được tính như điểm 0; các điểm chữ đặc biệt khác (kể cả điểm MT) không tính vào ĐTBTL. Điều 19.2. Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm Đạt (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học Vậy nếu em đã đăng ký hoãn thi vì điều kiện không thể đáp ứng thi online đợt dịch này. Sau này em thi cuối kỳ các đợt sau tổ chức tại trường (trong vòng 1 năm) thì nếu đạt sẽ được tính như điểm DT ( đạt và không tính vào Đạt nhưng không tính vào ĐTB) vậy thì em sẽ mất đi điểm trung bình tích lũy trong kỳ vừa rồi sao ạ? Nếu vậy thì em vừa mất công sức học, thời gian, tiền bạc, em thấy rất bất công.  .",
    "Xin phép phòng đào tạo  du di cho em vào lớp có môn học với ạ, em bị cảnh báo 1 lần rồi, nên kì này em rất cần tín chỉ, em cầu xin phòng đào tạo xem xét cho em thời khoá biểu với ạ, em đăng kí môn rồi , có cả thời khoá biểu nhưng giờ bị xoá hết. Em xin chân thành cám ơn ạ",
    "Em xin phép phòng đào tạo cho em được vào lớp cô   môn học PH1003 môn vật lý 1 DT01_HK211 . Em năn nỉ phòng đào tạo cho em vào lớp với ạ, giảng viên đã đồng ý rồi ạ, mong phòng đào tạo du di cho em vào lớp vì em đã bị cảnh cáo 1 lần rồi ạ, nên lần này em rất quyết tâm đi học lại, em xin cám ơn",
    "Kính gửi phòng đào tạo! Em tên . MSSV: Dạ em muốn hỏi thông tin về vay vốn để trang trải học phí ạ, do có nhiều gmail nên GG đã tự động xóa mất gmail thông báo của PĐT về vấn đề đó. Qua câu hỏi này, em muốn xin lại thông về đơn xin vay vốn ạ. Em mong có thể vay vốn để trang trải việc học trong thời gian khó khăn này ạ. Em xin cảm ơn ",
    "Em tên là  , MSSV  . Trong học kỳ dự thính HK211 , do bị trùng thời khóa biểu với môn học vét Thiết bị & cảm biến (404704) vào thứ tư với môn Năng lượng tái tạo (403705) nên em muốn rút môn học Năng lượng tái tạo . Cho em hỏi em làm cần làm gì để rút môn học của học kỳ dự thính 211 vậy ạ . Em điền đơn như phía dưới vậy được không ạ . Dịch bệnh em không thể in đơn ra được ạ . Em cảm ơn ",
    "Dạ em có đăng ký môn Vẽ Kỹ Thuật Xây dựng CI1033 đã học được 1 buổi, nhưng em vừa nhận được email: Do SV đăng ký sai nhóm lớp của hệ đào tạo. (đăng ký nhầm vào nhóm dành cho lớp Việt Pháp )   Sv nếu có nhu cầu đăng ký lại thì gởi yêu cầu đăng ký trên BKSI, PĐT sẽ đk cho Sv nếu môn học còn sĩ số cho phép. Dạ môn học này có cùng mã với chương trình đào tạo của em, nếu em học và qua có được tính như bình thường không ạ. Nếu vẫn tính như bình thường thì cho em đăng ký lại và tiếp tục học ạ.",
    "Kính gửi Phòng Đào tạo Đại học Bách Khoa TPHCM Sinh viên:  -  - Khoa Kỹ thuật hóa học Em viết mail xin phép được đăng ký bổ sung môn Hóa học và công nghệ chất hoạt động bề mặt (CH3101) và môn Độc chất học công nghiệp ứng dụng (CH3127) vào học kỳ chính HK211. Hiện tại em năm nay năm cuối và kì sau môn học không mở nữa do K19 chương trình đào tạo thay đổi, em xin phòng đào cho phép em đăng ký tạo điều kiện để em ra trường đúng hạn ạ. E xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
    "Chào quý thầy cô , em không đăng kí môn học được vì lý do thanh toán học phí .Em cần phải làm đơn hay những gi để được mở đăng kí môn học lại ạ ! EM xin cám ơn",
    "Em đăng kí môn học mà lại bị như thế này ạ, nợ học phí em không biết tại sao, bằng thpt em chưa lấy được và nợ shcd đã được giải quyết rồi ạ. Trường hợp này em phải làm thế nào ạ.",
    "Dạ Thưa Thầy Cô, Em là sinh viên Khoa Xây dựng K15. Theo chương trình đạo tạo của K15, HK 181 Em có học môn Xây Dựng cầu-CI4033(3 chỉ) nay chương trình đạo tạo tách môn xây dựng cầu ra làm 2 môn Xây dựng câu-CI4121 (2 chỉ) và đồ án thiết kế cầu-CI4123 (1 chỉ). Đợt đăng kí môn học lần 2, em có đăng kí LVTN thì thấy em bị thông báo thiếu 2 môn theo chương trình đạo tạo mới. Nhận được câu trả lời của Phòng Đào tạo qua Bksi và sự hướng dẫn của bên Khoa về môn học tương đương. Nay em làm đơn xin được xem xét chuyển điểm môn học CI4033(mã cũ) tương đương với hai môn học CI4121 và CI4123 theo chương trình đào tạo mới để em có thể đăng kí LVTN. Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
    "Kính gửi: Phòng Đào tạo, Hiện tại, em có vấn đề với việc đăng ký LVTN, tài khoản của em chưa được cập nhật môn CI3213 - ĐAMH Kết cấu thép (tiên quyết LVTN) nên em không thể đăng ký được LVTN trong thời hạn đăng ký bổ sung LVTN, kính mong PĐT xem xét cập nhật điểm môn học này và đăng ký bổ sung môn LVTN giúp em .   B Mã MH:    CI4343     B Nhóm lớp:    L01 Em đã liên hệ với thầy hướng dẫn LVTN và đang làm với thầy, em xin chân thành cảm ơn PĐT xem xét đơn ĐKMH giúp em và hỗ trợ cho SV trong mùa dịch này. Chúc PĐT một ngày làm việc hiệu quả, nhiều sức khỏe để chiến thắng đại dịch COVID-19 . Trân trọng ./.    .",
    "Kính gửi Phòng Đào Tạo. Em là . MSSV:  Em xin đăng ký hoãn thi/vắng thi có phép do vắng thi cuối kỳ Môn: Kỹ thuật lập trình (CO1011) Ngày thi: 25/8/2021 Giờ thi: 19g00 Nhóm: (T01_A) [VLVH_HK202] Lý do là em gặp trục trặc máy tính. Kính mong sự phản hồi Phòng Đào Tạo cho em được thi lại. Xin cảm ơn Phòng Đào Tạo",
    "Kính gửi PĐT, em tên  :  Em xin phép hoãn thi cuối kỳ môn Giải tích 1 vào ngày 25/8/2021. Lý do, em không có camera và mic để tham gia dự thi do sử dụng máy bàn. Hiện tại TPHCM đang giãn cách em không thể trang bị được. Em cảm ơn. MT1003 - Giải tích 1 HK203",
    "Dạ em xin phép nộp lại bản thu nhận ạ. Em cám ơn thầy/cô !",
    "Dạ em chào thầy/cô PĐT, Em tên  (MSSV: ), sinh viên chương trình ỹ sư chất lượng cao Việt Pháp. Ở văn phòng PFIEV đang thông báo là nộp hồ sơ ứng tuyển học bổng thực tập ở Pháp dành cho 17. Trong hồ sơ yêu cầu có bảng điểm cho tới H201 (tiếng Anh/ hoặc Pháp). Tuy nhiên, do dịch, nên em không thể lên trường xin trực tiếp, cũng như theo các chỉ thị mới nhất thì cũng hạn chế shipper hay đường bưu điện. Mà deadline nộp hồ sơ là 30/8. Do đó, em mong quý thầy/cô có thể hỗ trợ gửi cho em bảng điểm file pdf qua mail để hoàn thiện hồ sơ được không ạ? em đã đăng kí và thanh toán dịch vụ in bảng điểm rồi. Em xin cảm ơn!",
    "Chào PĐT ạ. Giờ em muốn làm đơn xin chuyển lớp được không ạ? Hiện tại em đang học môn EE3097 - Kỹ thuật an toàn điện lớp L04_L10,  lớp lý thuyết L04 vào thứ 3 tiết 2-3, lớp thí nghiệm L10 vào chủ nhật tiết 8-12. Em muốn xin chuyển sang lớp L04_L11 lớp lý thuyết L04 giống nhau còn lớp thí nghiệm L11 vào thứ 7 tiết 2-6. Lý do: Môn Thực tập điện tử 2 vừa được mở trong kì đăng kí vừa rồi rơi vào chủ nhật tiết 7-11 nên em không đăng kí được, em rất cần môn này để kịp đồ án vào kì sau, em trễ lắm rồi ạ. Nên nếu có thể chuyển lớp và thay đổi được trên thời khóa biểu, mong PĐT có thể giúp em. Em đã có liên lạc với thầy dạy thí nghiệm và thầy ấy đồng ý cho em chuyển lớp. Em mong PĐT có thể tạo điều kiện cho em . Mong PĐT sớm phản hồi cho em. Em chân thành cám ơn và biết ơn PDT rất nhiều ạ! Chúc mọi người ngày mới tốt lành ạ!",
    "Kính gửi phòng đào tạo, Em là sinh viên  (). Em đã đăng ký môn học Cơ học thủy khí (TR1005) nhầm vào nhóm lớp Việt Pháp, hiện đã học được 2 buổi đầu thì bị xóa lớp. Em kính mong phòng đào tạo đăng ký lại cho em môn học này. Em xin trân trọng cảm ơn.",
    "Em đã đăng ký đề cương luận văn ee4335 vào đăng ký đợt 3 nhưng không hiểu sao lại mất . Em có thể biết lý do không ạ . Nếu không thì cho em xin đăng ký bổ sung  Mã số sinh viên  Mã môn học ee4335",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ cho em hỏi tại đợt đăng kí môn học dự thính lộ trình 1 (học từ 30/8) em có đăng kí môn thí nghiệm vật lý mã PH1007 nhưng đến lộ trình 2( học từ 30/8) thì lại bị chuyển thành mã PH1003 môn vật lý 1 lớp DT02, trước đó em đã đăng kí môn vật lý 1 mã PH1003 ở kì đăng kí dự thính và được xếp vào lớp DT01 rồi ạ. Mong nhà trường xem xét và hủy giúp em môn Vật lý 1 ở đợt đăng kí học từ 30/8. Em xin cảm ơn.",
    "Em xin chào thầy cô phụ trách trả lời câu hỏi ạ . Em xin hỏi là kì này em có đăng ký làm luận văn tốt nghiệp và đã hoàn thành xong , hiện tại em đã hoàn thành hết chương trình học của mình và có mong muốn tốt nghiệp. Nhưng trong học kì vì lí do tài chính mà em không thể đóng học phí đúng hạn nên đã bị ra quyết định tạm dừng học . Ngay thời điểm đặt câu hỏi này thì em đã đóng học phí rồi nhưng không tới trường làm thủ tục thu nhận lại được , em không biết phải làm sao để kịp hạn đăng kí tốt nghiệp mong thầy cô tư vấn ạ ",
    "Em chào phòng đào tạo. Em là . MSSV:  Do có một số nhầm lẫn trong đăng ký môn học, nên em đã đăng ký môn \"TR4037 - Đồ án môn học thiết kế ô tô\" Môn học này đã có thời khóa biểu trên mybk của em. Em xin pđt cho em hủy môn học này. Nếu hủy môn học này mà không cần đóng học phí thì tốt quá. Nếu hủy môn học này, theo quy định đã có thời khóa biểu, phải đóng tiền mặc dù hủy môn học. Em vẫn xin hủy môn học và chấp nhận đóng học phí. Mong nhận được sự hỗ trợ từ phòng đào tạo. Em cảm ơn phòng đào tạo.",
    "Em muốn phúc khảo lại điểm thi môn ăn mòn và chống ăn mòn bê tông cốt thép học kì 203 ạ .   i  .",
    "Kính gửi Phòng đào tạo Đại học Bách khoa Tp. Hồ Chí Minh, Em tên: . MSSV:  Vì lý do không kịp đăng kí học phần ở đợt 1 và đợt 2 do tinh trạng thanh toán học phí trễ ở kì trước, nên em chỉ có thể đăng kí trong đợt 3 kì 211 . Tuy nhiên em đăng kí thì không thấy một lớp nào được tổ chức cho hệ VLVH mà chủ yếu là chính quy với dự thính. Dưới đây là một vài môn em đã đăng kí:   1. CO3001  - Công nghệ phần mềm   2. CO3005 - Nguyên lí ngôn ngữ lập trình   3. CO3011 - Quản lý dự án phần mềm    4. CO3015 - Kiểm tra phần mềm   5. IM1025 - Quản lý dự án cho kĩ sư  Hiện tại kì này em chỉ mới đăng kí được 1 môn là   B CO3103 - Đồ án tổng hợp - cnpm    . Mong PĐT xem xét mở lớp giúp em hoặc cho em xin chèn vào những lớp đã đăng kí đợt trước với ạ. Mong nhận được phản hồi sớm từ PĐT. Xin chân thành cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy/cô. Em có gửi mail cho cô  để xin cô đồng ý giảng dạy hôm qua, nhưng do hôm nay em mới nhận được mail trả lời. Em mong nhận được sự trợ giúp của PĐT ạ. Em xin cảm ơn",
    "Kính chào thầy/cô,  Đợt thi vừa qua, em có điểm tổng kết 1 môn học 5.0 nên có xin thầy giảng dạy cho em rớt để thi lại môn. Thầy giải thích cho em trong tình hình dịch và các mã môn học của khóa k18 Việt Pháp đang khó mở lớp học lại hơn nếu rớt thì việc đã qua môn mà xin thành rớt môn, nó không an toàn và có thể uổng phí . Thầy gợi ý em liệu có quy chế xin đăng ký thi cải thiện điểm trong đợt thi lại của Việt Pháp mà vẫn giữ điểm đã đạt cũ không? Em nhờ thầy/cô giải thích em giúp em có quy chế như trên không ạ? Nếu có thì em cần làm đơn như thế nào?   Em cảm ơn thầy/cô rất nhiều.",
    "Dạ em đang cần đăng ký môn điều hòa không khí - mã môn: ME3037, nhóm DT01 của thầy , dạ thưa thầy/cô vì em cần đăng ký môn này để kịp tiến độ học tập với các bạn và lớp em cũng cần thêm một người để đủ mở lớp, do em chưa học môn kỹ thuật lạnh- ME3035 (hiện tại em đang học môn đó ở kỳ chính) nên chưa đăng ký được môn điều hòa không khí, em xin thầy/cô xem xét cho em được đăng ký học ạ. Em xin cảm ơn!",
    "Em tên  Mssv   Em xin được nộp đơn bảo lưu ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy cô, Đơn xin mở lớp Sức bền vật liệu CI2007 chúng em đã nộp lên, cũng đã có chữ ký cam kết của khoa mở được môn thí nghiệm, nhưng đến giờ vẫn chưa thấy được mở lớp ạ. Những đợt trước chúng em xin mở lớp cũng như vậy ạ! Mong quý thầy cô xem xét giúp chúng em. Em xin chân thành cảm ơn. Chúc quý thầy cô sức khỏe!",
    "Em muốn đăng kí môn CI2005 lớp DT01 nhưng em bị trùng thời khóa với môn MA3021, xin phòng đào tạo cho em đăng kí vì đây là lần cuối môn này mở ạ. Em cảm ơn",
    "Em tên  MSSV 2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em phải làm sao để xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ này ạ?. Mong pđt giúp em với, em chỉ còn nợ 3 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em.",
    "Hủy đăng kí hoãn thi để làm đề thi riêng của giảng viên đứng lớp do gặp sự cố trong lúc làm bài thi . Em tên Phan Việt Hà MSSV :  MSMH: MT1003 Lớp DT05-B Ngày thi 25/08/2021 Do giảng viên đứng lớp em nhận được thông báo giải quyết từ phía tổ chức thi hơi muộn. Cụ thể là sau khi em đăng kí hoãn thi do gặp sự cố trong lúc làm bài. Vì vậy em xin phòng đào tạo cho phép em hủy đăng kí hoãn thi và làm đề riêng theo yêu cầu của giảng viên đứng lớp ạ. Em cảm ơn. EM CÓ ĐÍNH KÈM ẢNH MAIL XÁC NHẬN CỦA  EM Ạ.",
    "Kính gởi phòng đào tạo. Em tên . Khoa cơ khí. Do không chú ý mail trường nên em đã bỏ lỡ đăng kí môn học. Kính xin quý thầy cô cho em đăng kí môn ME2011(Đồ án thiết kế) để duy trì tình trạng học tập. Em cám ơn rất nhiều.",
    "MSSV: Em gửi lại đơn hủy hoãn thi, có chữ kí ạ!Do nhà em trong vùng dịch nên không thể in đơn kí trực tiếp được ạ Em cảm ơn PĐT!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .",
    "Hôm qua em có đặt câu hỏi nhưng vẫn chưa ai giải quyết trong khi các bạn của em đã có thời khóa biểu cho môn học mới. xin phòng đào tạo xem lại đơn của em Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Sang đợt 3, môn học này sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo    .",
    "Kính chào Thầy/Cô Phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: Khoa Điện-Điện tử Ngành: Kỹ thuật Điện tử - Truyền thông Em có nhận được email phòng đào tạo mở đăng ký môn học dự thính thời gian từ 24/08/2021 đến 27/08/2021. Em có vào muốn đăng ký môn Giải tích mạch EE2033, vì đã học gần năm nhưng các lớp hệ VLVH thì môn này không mở. Nay em có vào đăng ký môn Giải tích mạch EE2033 như hình, tuy nhiên lớp DT01_DT01 thì sĩ số đã đầy 30/30 em không thể đăng ký; còn lớp DT01_DT02 sĩ số 21/30 nhưng em không thể đăng ký được do trùng lịch học với môn Phương pháp tính MT1009 đã đăng ký đợt 1. Theo trên kính mong thầy cô mở thêm sĩ số cho lớp DT01_DT01 để em có thể tham gia đăng ký và học trong học kỳ này ạ. Kính mong thầy/cô xem xét và giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Em đã liên hệ với GV bộ môn để phúc khảo và sửa điểm bài thì thì GV kêu em nộp đơn phúc khảo lên phòng đào tạo để phòng đào tạo mở khóa hệ thống điểm và chỉnh sửa ạ .   i  .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Mình có đăng kí môn này ở dự thính lần 2 đợt 1 nhưng bị xóa, mình có điền vào form để xin mở lớp nhưng giờ đã hết slot. có thế mở thêm lớp cơ sở kỹ thuật điện hoặc tăng sỉ số không vì mình thấy sỉ số hiện tại là 30 (không phải 100 như PĐT quy định)",
    "Lý do em đăng ký môn học trễ vì em đăng kí môn học trong kỳ chính nhưng khổng mở chỉ mở lớp ở kỳ dự thính Em muốn xin đăng ký thêm môn học ME3001 Kỹ thuật thủy lực & khí nén kỳ dự thính HK211 Em xin cảm ơn.",
    "Em tên là ,MSSV: . Em có một số thắc mắc về Tốt nghiệp như sau: Trong thông báo về kế hoạch học vụ HK2021-2022 ngày 13/08/2021. Ở thông tin dành cho sinh viên có mục số:   B 5. PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211.    Vậy có nghĩa là đợt Tốt nghiệp tháng 11/2021 sẽ được hoãn đến cuối HK211 và xét cho các SV hoàn thành chương trình học trong HK211 luôn đúng không ạ? Vậy khi nào đợt Tốt nghiệp tháng 4/2022 được tổ chức? Hiện tại trong HK211, em có đăng ký 1 môn AV để duy trì TKB, do em chưa thi Toiec để chuyển điểm được. Vậy nếu em thi Toeic và chuyển đổi điểm AV trước khi kết thúc HK211, em có thể hủy môn và đăng ký Tốt nghiệp đợt tháng 11/2021 không? Mong PĐT sớm giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.  ",
    "Em chào quý thầy cô ạ! Em có đăng kí vào lớp dự thính kì 211 mã môn học Ph1003 vật lý 1 lớp DT02 Cô Khương Cát. PDT xếp cho em vào học kì chính kì 211 lớp L03 . Em không biết có được đổi hay không ạ ? Mong Thầy Cô giải đáp giúp em! Chân thành cảm ơn quý Thầy Cô ạ.",
    "B  Kính gửi phòng đào tạo,    Em tên là , trong thời gian vừa qua em có xin chuyển hệ đào tạo từ chính quy chất lương cao sang hệ vừa học vừa làm và đã được nhận quyết định đồng ý chuyển của ban giám hiệu vào ngày 23/8/2021 (do văn phòng đào tạo quốc tế gửi). Và thời gian này thì em có thấy trường đang trong giai đoạn đăng ký học kỳ dự thính_lộ trình 2 em có vào đăng ký nhưng bị báo lỗi là em vẫn còn đang bị \"TẠM DỪNG\" và không thể đăng ký môn học nào, trong khi em đã được thu nhận vào hệ vừa học vừa làm rồi ạ, và tình trạng sinh viên của em trên Mybk cũng đã được cập nhật là đang theo học. Cho em hỏi vì sao em vẫn chưa được mở trạng thái bình thường để có thể đăng ký môn học tại vì em đã được sự đồng ý của nhà trường chuyển rồi ạ. Em xin chân thành cảm ơn.",
    "Dạ kính chào phòng đào tạo, em tên , em có môn công nghệ phần mềm là môn năm 3, môn này cần rất nhiều kiến thức chuyên môn để qua nhưng do em không có những kiến thức này nên em không học được ạ. Em muốn rút môn này nhưng do dịch covid nên em không lên trường được, em xin hỏi có cách nào để rút môn học một cách trực tuyến không ?  .",
    "Dạ pdt cho em hỏi hôm trước do cách ly nên em đã đăng ký hoãn thi trên link và đã có mail xác nhận, nhưng giờ e nhận được điểm 13 thì sau này sẽ giải quyết thế nào ạ",
    "Dạ hiện tại em có nhận mail bị hủy kq đkmh do hết thời hạn đào tạo ở bậc liên thông bằng 2 chính quy khoa cơ khí, nhưng ở học kỳ này em chỉ còn LVTN và chứng chỉ ngoại ngữ nữa là hoàn thành chương trình. Hiện trường hợp của em có được chuyển xuống hệ VHVL để được hoàn tất chương trình học không ạ. Em mong được hướng dẫn. Cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   QUOTE  PDT đã đồng ý đơn mở lớp của bạn nhé, bạn vui lòng vào ĐKMH vào lúc 10h ngày 26/8. Tới thời gian này mã vẫn chưa đăng ký được, bạn gửi lại phản hồi cho PDT để kiểm tra lại nhé!  Nhưng hiện tại lúc 10h 20 phút ngày 26/8. em vẫn chưa thấy mở môn học TR4025 kỹ thuật tàu cao tốc, môn học PDT đẫ đồng ý mở ạ. mong PDT giải quyết giúp em.  em cảm ơn.",
    "Em chào Thầy Cô ạ. Cho em hỏi chút là em đang học k20- kĩ thuật máy tính nhưng em muốn làm sang bên phần mềm nhiều hơn . Sau này khi làm đồ án tốt nghiệp , chuyên ngành , em có thể chọn bên KHMT được không ạ . Em xin cảm ơn rất nhiều ạ",
    "Em chào Thầy/211(lộ trình 2) em đăng ký môn học Cơ sở kỹ thuật điện(EE2017) nhưng hiện tại thì sĩ số lớp đã đầy. Em mong PĐT đăng ký thêm em vào sĩ số lớp đó ạ. Em xin chân thành cảm ơn . Họ và Tên:  MSSV:  Môn đăng ký: Cơ sở kỹ thuật điện(EE2017) Lớp: DT01_DT01 ",
    "Chào anh/chị, Xin cho em hỏi rằng nhà trường có thể xem xét và mở thêm sỉ số sinh viên của môn Cơ lưu chất(CI2003) ở học kỳ DỰ THÍNH được không ạ :( Em xin chân thành cảm ơn!",
    "Dạ cô ơi , vậy giờ em làm đơn hủy môn , v môn đó có phải đóng học phí k ạ  . Với lại chừng thi lại cuối kì do hoãn thi , chỉ cần làm đơn thi thi lại để được thi cuối kì ha cô . Em cảm ơn cô.",
    "Em chào quý Thầy Cô! Em có làm đơn xin đăng kí vào học môn vật lý 1 MÃ PH1003 lớp DT02 kì dự thính 211. Nhưng không biết có bị nhầm hay không ạ mà PDT xếp thời khóa biểu vào lớp của học kì chính 211 mã lớp L03. Cảm ơn quý Thầy Cô!",
    "Chào , Em tên là -. Em xin  rút cho em môn học Anh văn 3 (LA1007) lớp L03. Với lý do là em đã đăng ký để có thể có tkb trong kỳ này vì lúc trước khi đăng ký em chưa thể làm Luận văn. Nhưng quy định thông báo mới đây thì em có thể làm Luận văn. Em xin rút môn học để có thể tập trung cho việc hoàn thành Luận văn đúng kế hoạch dự kiến ạ. Và em cũng mong không bị tính phí môn Anh Văn vì lúc dịch Covid khó khăn này. Em mong  chấp nhận. Chúc sức khỏe. Em xin cám ơn",
    "Em tên  MSSV 2, hiện em đã hết hạn đào tạo theo chương trình chính khóa. Trong đợt đk môn học vừa rồi em đk các môn còn thiếu để có thể tốt nghiệp theo diện vừa học vừa làm, các môn học đã lên tkb. Nhưng hiện tại thì tkb của em bị hủy và ko thể đk lại được. Em được xin chuyển qua hệ VHVL và khôi phục tkb đã đăng ký trong học kỳ. Mong pđt giúp em với, em chỉ còn nợ 4 môn và đồ án tốt nghiệp, em rất mong muốn được tốt nghiệp . Kính mong phòng đào tạo giúp em.",
    "MT 1009 PPT GE 2033 Tinh thể khoán vật GE 2043 Địa tin học đại cương GE 2035 Địa chất Kiến Trúc SP 1031 Triết học Mac_Lenin",
    "Dạ đây là giấy quyết định thu nhận của trường ạ . PĐT giúp đỡ em ạ.",
    "QUOTE  Lý do e xin đăng ký môn học là do đợt đăng ký cuối cùng môn học e bị tạm dừng vì đóng học phí trễ hạn ạ e làm đơn này xin thầy cô duyệt và cho e tham gia các lớp học sau: MT 1009 PPT GE 2033 Tinh thể khoán vật GE 2043 Địa tin học đại cương GE 2035 Địa chất Kiến Trúc SP 1031 Triết học Mac_Lenin",
    "Dạ xin chào Thầy/Cô em có xin mở môn sức bền vật liệu và nhận được thông tin là không thể mở lớp do phòng thí nghiệm bị full vậy cho em hỏi em phải làm sao ạ ? Có cách nào để có thể mở lớp hay không ạ ? Em xin cảm ơn",
    "Em chào phòng đào tạo, Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy. Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được. Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp. Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp. Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với. Em cảm ơn phòng đào tạo",
    "HỦY hoãn thi . Dạ em tên , mssv , học lớp DT01_A môn Kinh tế chính trị . Em nghĩ là do mình chưa nộp bài nên đăng kí hoãn thi, nhưng hiện tại em đã có điểm rồi nên em xin được HỦY hoãn thi ạ. Bên dưới là file đơn xin HỦY hoãn thi và file bảng điểm của thầy . Em cảm ơn!",
    "MSSV :  Hệ : VHVL Kính gửi Phòng đào tạo . Dạ cho em hỏi là khi nào mình có KẾT QUẢ ĐĂNG KÝ LUẬN VĂN TỐT NGHIỆP BỔ SUNG ĐỢT CUỐI vậy ạ . Em đã hoàn thành xong hết chương trình đào tạo (bao gồm chuẩn AV) , nhưng qua 3 đợt đăng ký chính em vẫn chưa đăng ký được Luận Văn ạ  . Hiện em vẫn chưa có thời khoá biểu học kỳ này . Mong phòng đào tạo hỗ trợ đăng ký giúp em để em nhận LVTN ạ . Em xin cảm ơn quý thầy cô ạ .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào thầy/cô Em là sinh viên hệ Vừa học vừa làm, ngành Công nghệ thông tin. Em muốn xin mở môn Nhập môn điện toán CO1005. Nhiều kỳ qua em luôn cố gắng đăng ký nhưng môn học vẫn không mở. Lần đăng ký dự thính đợt 1 kỳ này có tới 34 bạn đăng ký nhưng tới đợt 2 môn vẫn không mở. Em đã làm đơn xin mở lớp giảng dạy gửi thầy , nhưng thầy trả lời là kỳ nào cũng mở. Nhưng em đã kiểm tra tất cả các đăng ký môn gần đây, không có kỳ nào mở môn này hệ VHVL hoặc dự thính. Em thật sự rất rối vì không có 1 sự hướng dẫn cụ thể nào, em đã đủ điều kiện tốt nghiệp nhưng vẫn thiếu 1 môn này. Kính mong các thầy/cô hỗ trợ giúp em. Em xin cám ơn.",
    "XIN Phòng Đào Tạo xem xét tạo điều kiện cho em được thu nhận và gia hạn thêm một học kì HK211",
    "Em chào Thầy/Cô ạ, Hiện tại em đang thiếu 1 ngày CTXH để nhận LVTN, với tình hình dịch bệnh này thì Nhà Trường có xét chuẩn CTXH hay giảm ngày xuống khi xét LVTN không ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô,  sau thời gian làm việc với khoa và bộ môn, hiện tại em đã có được sự đồng ý của thầy phụ trách giảng dạy_ thầy , thầy chủ nhiệm bộ môn_ Thầy , Thầy phó Khoa_ thầy  (có hình ảnh minh chứng đính kèm) về việc đăng kí mở lớp đặc cách môn: thực tập quá trình và thiết bị (CH2087). Nhờ thầy/ cô xem xét mở lớp môn học này dùm tụi em. Vì làm việc online có chút khó khăn nên mới dẫn đến sự chậm trễ như thế này, mong thầy cô thông cảm và giúp đỡ chúng em. Em xin gửi kèm thêm danh sách những bạn mong muốn đăng kí môn học này. Mong nhận được sự phản hồi từ thầy/cô.",
    "Em tên:  mssv . Lý do viết đơn: Em xin được đăng ký học lớp Đồ án môn học thiết kế đường (CI3221) nhóm lớp L01 .",
    "Chào thầy cô, Em là SV K17 BDCN. EM hoàn thành xong chương trình học, đã bảo vệ tiểu luận hồi tháng 1/2021. 16/4/2021 em có làm giấy sinh thu nhận lại vì không đăng ký hk2/2020-2021. Em chỉ còn mỗi chứng chỉ anh văn để xét tốt nghiệp nhưng do dịch nên không thể đăng ký thi. Em muốn hỏi em có cần phải làm giấy thu nhận cho HK1/2021-2022 không ạ, vì em chỉ còn mổi chứng chỉ anh văn để tốt nghiệp? Em cám ơn.",
    "Kính gửi Phòng Đào Tạo, Em vừa đóng học phí và được đăng ký môn học. Nhưng em đăng ký các môn dự thính không được vì không trong lộ trình đợt 1. ( Đính kèm hình ảnh) Mong Phòng Đào Tạo xem xét, cho em được đăng ký môn học đợt này. Trân trọng, Khiết Như.",
    "Em chào Thầy/Cô, Vào học kỳ dự thính 201, em có đăng ký 2 môn:   (1) Môn tương đương là môn \"Lý thuyết s/số &xử lý sl (CI3251)\" thay cho môn \"Lýthuyết ssố & xlý sl đo (CI2019)\" mã cũ không còn mở lớp.   (2) Môn thay thế là môn \"Vật liệu xây dựng (CI2037)\" thay cho môn \"Tin học trong trắc địa (CI2035)\" không còn mở lớp. Em đã đạt 2 môn này nhưng đến nay vẫn chưa cập nhật vào số tích chỉ tích lũy ngành. Vậy em để hệ thống tự cập nhật hay có cần làm đơn chuyển điểm không ạ. Vì học kỳ này em có đăng ký luận văn đợt bổ sung, nhưng em sợ khi hậu kiểm sẽ bị xóa luận văn do thiếu tín chỉ tích lũy ngành. Em mong quý Thầy/Cô giúp đỡ! Em cảm ơn!",
    "Chào PĐT, Hôm trước em có đăng ký nhầm môn Cơ học thủy khí-TR1005 của hệ Việt-Pháp. Sau khi học được 1 buổi thì có mail hủy môn do sai hệ. Mong PĐT xem xét mở đăng ký lại lớp Cơ học thủy khí-TR1005 của hệ đại trà. Em xin cảm ơn.",
    "Em không biết là trường có thể gia hạn thời gian nộp bản sao bằng tốt nghiệp THPT được không ạ",
    "Dạ em chào PĐT. Em tên là (). Hôm trước em có đăng kí môn Giải tích 2 (MT1005) ở đợt đăng kí bổ sung HK211( học từ 30/8) nhưng bây giờ em xin hủy đăng kí môn, vì trong đợt dịch này em không đủ kinh tế để đóng học phí ạ. Mong PĐT có thể giải quyết giúp em ạ. Em cảm ơn",
    "cho em hỏi này có hủy được môn đã đăng kí dự thính đợt 1 được không ạ?  .",
    "Thưa , vừa rồi em nhận được mail hủy đăng ký môn Trường điện từ do nhầm lớp Việt pháp. em muốn đăng kí lại ạ, em học hệ đại trà .   Điện điện tử",
    "Trước tình hình dịch covid như hiện nay. Em muốn rút môn học bằng hình thức online cần thực hiện như thế nào ạ?",
    "Dạ là do e bị tạm dừng vì đóng học phí trễ ạ nên e ko có lịch thi các môn học kì 2 vậy h e có đc thi lại ko ạ hay là e phải đăng kí học dự thính ạ",
    "Em chào pđt  Em là Nguyên Đại Phát Minh  Mssv:   Lớp: BD17CN01 Em xin pđt mở khóa đợt đkmh dự thính bổ sung đợt 2 để em có thể hủy môn ạ. Em xin cảm ơn.",
    "Em muốn đăng kí lại 2 môn bị huỷ được không ạ?",
    "Em tên  MSSV :  MSMH: MT1003 Lớp DT05-B Em xin nộp đơn xin HỦY hoãn thi theo cô đã hướng dẫn. Em gởi đính kèm theo đơn ạ. Em cảm cô."
]