[
    "Em có nhu cầu muốn đăng ký dự thi bổ sung. Em muốn hỏi là em sẽ in đơn ra rồi điền sau đó chụp ảnh gửi phòng đào tạo hay là điền vào file rồi gửi file vậy.",
    "Em có đăng kí tiếng anh cơ bản a và phòng đào tạo duyệt vào bkel và thời khóa biểu anh đã chuyển tiền đăng kí mua sách rồi nhưng pđt đã xóa môn ấy khỏi bkel và thời khóa biểu của em ko bik là pđt đã tự hủy môn anh hay sao ạ Vậy em có đc đăng kí ko, nếu ko thì em sẽ mất tiền mua sách  Mong PĐT xem xét",
    "Cho em hỏi có phải tất cả các môn Dự thính ở Lộ trình 2 nhà trường đều chưa thu học phí ? Vậy thời điểm thu học phí Dự thính Lộ trình 2 là khi nào vậy ạ ?",
    "câu hỏi của em là e khóa 2015 nếu em chuyển hệ sang VLVH thì sẽ tính chuẩn anh văn để ra trường của hệ VLVH của khóa nào? Nếu là 2015 thì em chỉ cần toeic 400 và không cần thi nói viết, còn nếu tính theo khóa 2022 thì em cần toeic 600 và nói viết 200. Nhờ pđt giải đáp hộ .",
    ". Em có đăng ký lớp anh văn theo nhu cầu nhưng trùng thời khoá biểu học môn khác. Nay em muốn hủy môn học thì làm sao ạ?",
    "Em có đăng ký 2 lớp anh văn theo nhu cầu nhưng bị trùng thời khoá biểu nên em muốn hủy môn học mong pdf xem xét giúp em!",
    "Cho em hỏi nếu đăng ký mà trùng thời khoá biểu thì môn học sẽ tự động hủy nhưng sao của em vẫn có tkb ạ",
    "Xin chào BKSI, Em có đăng ký in bảng điểm học tập và gửi bưu điện về, nhưng vì em cần gấp để apply học bổng . Cho em hỏi thầy cô trong BKSI có thể xử lý nhanh, xuất bản PDF để em có thể download về không ạ ?  Cảm ơn thầy cô rất nhiều.",
    "Tôi là  MSSV . Tôi đã có trong danh sách tốt nghiệp dự kiến đợt tháng 4/2022. Tôi đăng ký tốt nghiệp và đã xác nhận phiếu đăng ký đã được xử lý từ ngày 21/02 nhưng đến hiện tại là 3/3 vẫn chưa nhận được giấy tốt nghiệp tạm thời qua đường bưu điện và trên trang đăng kí cũng không có mục tải về văn bằng. Mong phòng đào tạo phản hồi thắc mắc của tôi.",
    "MSSV:  Dạ do tình hình là em vẫn còn ở dưới quê nên em xin phép có thể nhờ bạn , mssv  cùng lớp lên pđt nhận bảng điểm để nộp hồ sơ thi phân ngành giúp em được không ạ?  Em cám ơn.",
    "Kính gửi PĐT,  Hôm nay ngày 3/3/2022, hệ thống myBK đã cập nhật điểm LVTN (400433), do trước đó em có Hỏi/Yêu cầu về việc kiểm tra giúp em, và đã nhận được phản hồi là còn thiếu điểm môn 400433. Nên em phản hồi lại thông tin cho PĐT, em rất mong PĐT xem xét và ghi nhận lại giúp em để em có thể đăng ký tốt nghiệp trong tháng 4/2022. Em xin chân thành cảm ơn !",
    "Do em đang tình trang tạm dừng học nên không vào đăng kí tốt nghiệp được ạ. Khoá em là khoá K15 nên không thu nhận lại. Khi nào đủ điều kiện tốt nghiệp mới được mở ra để đăng kí tốt nghiệp. Mong quý thầy cô phản hồi để em được đăng ký tốt nghiệp ạ. Em chân thân thành cảm ơn quý thầy cô.",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV , sinh viên chương trình Tiên Tiến Điện Điện Tử, Em vừa được cập nhật điểm Luận Văn Tốt Nghiệp Học kì 211, và em đã có đủ các điều kiện để được xét tốt nghiệp. Vậy khi nào em mới được có trong danh sách xét tốt nghiệp ạ? Thanks and best regards, ",
    "Nếu em chuyển hệ VLVH thì em được chuyển bao nhiêu % các môn? (em đã hoàn thành hết môn học và chỉ còn thiếu chứng chỉ anh văn)",
    "Em đã thi môn Phương pháp số đã được cán bộ coi thi điểm danh và không phạm quy chế thi, nhưng vì lí do gì mà bảng điểm em lại ra điểm thi 13 trong khi các bạn của em đã có điểm tổng kết.",
    "Em chào phòng đào tạo trường Đại Học Bách Khoa TP. HCM ạ! em là  mssv ,em đã hoàn thành các tín chỉ các môn học cách đây hơn  1 năm, và mới hoàn thành tiếng anh nói viết 4 kĩ năng cũng như ngày công tác xã hội để đủ điều kiện đăng kí tốt nghiệp. Tuy nhiên lúc vào đăng kí tốt nghiệp thì không được, và xem tình trang sinh viên thì trong tình trạng đã buộc thôi học vì lí do học lực (theo tìm hiểu thì em biết được chắc là do thời gian mấy học kì gần đây e không đăng kí cũng như theo học môn nào ở trường, em chủ quan khi không hỏi kĩ hơn về vấn mong Thầy Cô bỏ qua cho em ạ),cũng mong quý Thầy Cô xem xét lại giúp và tạo điều kiện cho em để được đăng kí tốt nghiệp ạ! em xin cám ơn!",
    "cho em hỏi chỉ có sv nắm nhất mới được đăng ký ct Việt Nhật Thôi ạ",
    ". Kính thưa quý thầy cô Phòng Đào Tạo  Em tên:  MSSV:  Lớp: CD18DNLT Em là sinh viên học hệ vừa học vừa làm. Em đã hoàn thành môn Đề Cương Luận Văn Tốt Nghiệp và em có danh sách làm Luận Văn Tốt Nghiệp nhưng trong Thời khoá biểu của em chưa cập nhật. Nên em viết gmail mong quý thầy cô giành ít thời gian kiểm tra giúp em . Em trân thành cảm ơn !",
    "Gửi Phòng Đào Tạo Em tên , MSSV , hệ VHVL Em vừa bị mất giấy tờ tùy thân chưa làm lại kịp nhưng sắp tới phải thi Giữa Kỳ cho em hỏi có cách nào khác để xác nhận nhân thân với giám thị phòng thi không ạ? Em cảm ơn",
    "Chào thầy/cô, Em tên là , MSSV . Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết. Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng. Mong thầy/cô giúp em kiểm tra và cập nhật lại điểm để em kịp đăng ký tốt nghiệp vào tháng 4 này ạ. Em cảm ơn ạ.",
    "Kính chào Phòng Đào tạo, em là -. Học kì 211, em là thành viên lớp học L24 Giải tích 1 (MT1003) của thầy . Ngày 1/3/2022, em có vào Cổng thông tin sinh viên coi bảng điểm thì thấy môn GT1 điểm cuối kì bị 13 điểm (vắng thi). Em không hiểu lý do vì sao nên đã mail cho giáo viên bộ môn là thầy  nhưng tới nay (3/3/2022) chưa nhận được phản hồi. Bữa thi cuối kì môn Giải tích 1 em có đi thi và đã được giám thị xác nhận nộp bài ạ. Vậy Phòng Đào tạo cho em hỏi là bây giờ em phải làm gì để được chỉnh sửa đúng với điểm của em ạ? Dưới đây là thông tin ca thi cũng như link ghi màn hình làm bài và cả file excel điểm của ca thi mà Phòng Đào tạo gửi cho sinh viên. Ca thi: 12h (28/12/2021) Nhóm/tổ:L24A Link quay màn hình: https://drive.google.com/file/d/1JwW6SaEFuA2BUWIWobKMX-CIUelRAMnU/view?usp=sharing",
    "Em là sv của Trung tâm Đào Tạo Bảo Dưỡng Công Nghiệp. Em xin phép pdt cập nhật lại tín chỉ của vì có lẽ hệ thống đã cộng sai tín chỉ của em ạ và học kì 211 vẫn chưa được cập nhật tín chỉ tích lũy mặc dù đã có điểm từ rất lâu em xin hỏi lý do ạ",
    "Dạ môn thực tập ngoài trường em có đăng kí cả 2 đợt nhưng cả 2 lần đều bị xóa em không biết là tại sao em bị xóa ạ. PĐT có thể cho em biết được không ạ !",
    "Chứng nhận phẫu thuật đợi khi phẫu thuật xong em sẽ nộp sau ạ. Hiện tại bên bệnh viện chỉ đưa giấy hẹn.",
    "Kính gửi: Phòng Đào Tạo em sinh viên: Đoàn Thanh Phong mssv:, lớp XD17 bằng 2 e có nhận email của Khoa Kỹ thuật Xây dựng thông báo về việc hủy môn CI4343 LVTN HK212 vì lí do thiếu môn tiên quyết nay em viết đơn xin:  XIN PHÒNG ĐÀO TẠO ĐƯỢC TIẾP TỤC HỌC MÔN CI4343 LVTN HK212 em có đính kèm file pdf em viết đơn này xin trình bày trường hợp của em em chân thành biết ơn Phòng Đào Tạo xem xét tạo cơ hội cho trường hợp của em, em chân thành biết ơn. TP.HCM ngày 4 tháng 3 năm 2022 sinh viên viết đơn Đoàn Thanh Phong",
    "em chào quý thầy cô, hôm 26/2 em có lịch thi môn kỹ thuật phản ứng lúc 16h, nhưng tới gần trưa em có sốt cao, nồng độ oxi trong máu em giảm dưới 94 nên phải vào viện, tới gần giờ thi em vẫn sốt li bì không ngồi dậy nổi, bạn em có vào trang thi xin hoãn thi gấp cho em nhưng cô phòng thi dặn phải liên lạc với giáo viên bộ môn, em cũng có nhắn qua elearning cho cô rồi nhưng tới giờ là 5 ngày rồi em vẫn chưa thấy cô phản hồi, không biết bây giờ em báo với phòng đào tạo về việc hoãn thi có còn được chấp thuận không ạ Mong phòng đào tạo giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ",
    "Em chào phòng đào tạo ạ. Hiện tại em đủ điều kiện để đăng kí tốt nghiệp, tuy nhiên em có một môn ở kỳ trước chưa hoàn thành vì dịch covid, nên các buổi thực hành dời về kỳ này ạ. Em xin phép rút môn học này để có thể đăng ký tốt nghiệp được không ạ. Em cảm ơn.",
    "Dạ cho em hỏi là em đã đăng kí tốt nghiệp thành công vào hôm qua , thứ 5 ngày 3/3/2020; thì bao giờ em có thể nhận giấy tốt nghiệp tạm thời ạ .",
    "Em tên:   mssv:  Mới chuyển xuống hệ vhvl Em đã viết đơn xin phép đăng kí bổ sung LVTN Mã lv: CI4343  Đã coa xác nhận của khoa xây dựng  Và xác nhận của giáo viên hướng dẫn  Là thầy  khoa xây dựng Em xin pdt bổ sung sớm giúp em để em kịp đóng tiền học Em xin cảm ơn pdt ạ",
    "Kính gửi Phòng Đào Tạo Dạ em muốn hỏi là Dự thính 212 môn Giải tích 2 cuối kỳ mình sẽ thi online hay thi offline chung với các bạn kì chính/thi offline riêng lớp dự thính vậy à. Để em xếp lịch cá nhân của em ạ. Em xin cảm ơn ạ.",
    "Chào thầy/cô! Em tên là , mssv  hiện tại em đang bị dương tính với covid nhưng tuần sau em có lịch học thí nghiệm ở trường thì em không biết có cách nào để em được tạm hoãn việc học thí nghiệm không ạ? Mong thầy/cô phản hồi sớm giúp em với ạ! Em cảm ơn thầy/cô nhiều!",
    "Kính gửi Phòng đào tạo, Em là  , mssv:  Hôm nay, em gửi tin nhắn này để Hủy rút môn học Thiết kế cầu 1 (CI3039) để có thể tiếp tục học môn này ở học kì chính 212. Hiện tại, em đang bị cách ly F1 nên không thể đến nộp đơn trực tiếp nên em có đính kèm đơn Hủy rút môn qua tin nhắn này. Mong Thầy cô xem qua và duyệt giúp em ạ Em xin chân thành cảm ơn. ,",
    "Chào PĐT ạ. Em là , MSSV: thuộc khoa Điện-Điện tử. Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV). Tuy nhiên, em vẫn chưa thể đăng kí tốt nghiệp trên MyBK được. Sáng ngày 01/03/2022, em có thông báo về vấn đề này với PĐT, và PĐT đã phản hồi là do em nợ 2 môn \"Giáo dục quốc phòng MI1003\" và \"PE1003: GDTC 1\" . Nhưng 2 môn này em đã học qua và đạt ở HK171 rồi ạ, lúc đó em còn đang học chương trình Việt Pháp của trường. Từ HK172, em đã xin chuyển sang hệ chương trình đại trà chính quy. Em tra theo danh sách môn học CTĐT k2014 tương đương/thay thế cho CTĐT k2013 về trước theo link: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1951 Em thấy môn Giáo dục quốc phòng 004009 là môn tương đương/thay thế cho Giáo dục quốc phòng MI1003. Môn Giáo dục thể chất 1 005005 là môn tương đương/thay thế cho PE1003: GDTC 1 File đính kèm gồm đơn xin chuyển điểm và bảng điểm của em trong HK171, lúc em còn học chương trình Việt Pháp Để có thể đăng kí tốt nghiệp, em muốn chuyển điểm những môn mà em đã học bên chương trình Việt Pháp sang những môn tương đương/thay thế trong chương trình đào tạo đại trà chính quy (K.14 trở đi). Em cảm ơn ạ. ",
    "Dạ chào thầy/cô, Em không có thời khóa biểu trong HK211, nên không thể đăng kí môn học để có thời khóa biểu trong HK212. Cho em hỏi là: Em cần làm gì tiếp theo để có thể được đăng kí môn học và có thời khóa biểu trong HK hè năm 2022 này (Tình trạng sinh viên hiện tại vẫn là đang học) Dạ em cảm ơn ạ",
    "Cho em hỏi. Tháng 3 các bạn đã có lịch học Thí nghiệm/Thực hành rồi. Sau em vẫn chưa có ạ?   i ",
    "Gửi Thầy/Cô  Em gửi câu hỏi này muốn hỏi tại sao thông báo  là thứ 6 hằng tuân sẽ có bảng in của giấy chứng nhận tạm thời mà hôm nay khi em lên nhận lại bảo là thay đổi rồi, không còn in như vậy nữa ?. Tại sao thay đổi thông tin mà không gửi mail cho sinh viên nắm thông tin? Rồi bây giờ em muốn nhận chứng nhận tốt nghiệp tạm thời thì phải làm thế nào? Có cập nhật địa chỉ để PDT gửi giấy về nơi em đang làm việc được hay không, khi nào thì em nhận có thể nhận được? Mong Thầy/Cô phản hồi để em nắm thông tin  Thân!",
    "Thẻ sinh viên của em đến tháng 3 năm 2022 là hết hạn và em vẫn còn trong thời gian đào tạo tối đa của trường. Em là khoá K17 và hiện tại đang bị F0 được 2 ngày. Sau khi khỏi bệnh em có cần đi in lại thẻ sinh viên không ạ?",
    "Kính gửi: Phòng Đào Tạo em sinh viên: Đoàn Thanh Phong, mssv: , lớp XD17 bằng 2 em có nhận email của Khoa Kỹ thuật Xây dựng về việc hủy môn CI4343 LVTN vì thiếu môn tiên quyết em đã trình bày trường hợp của em qua Bksi đến Phòng Đào Tạo và được Cô  giải quyết: Trường hợp của bạn có thể hoàn thành các điều kiện tiên quyết của LVTN trong học kỳ 212 này và đăng ký LVTN trong học kỳ hè 213 em xin Phòng Đào Tạo xem xét cho em được đăng kí môn CI3177 DAMH kết cấu bêtong cốt thép 2 trong học kỳ 212, em chân thành biết ơn. TP.HCM ngày 4 tháng 3 năm 2022 sinh viên Đoàn Thanh Phong ",
    "Em chào PDT Đại Học Bách Khoa TP.HCM ạ! em là , mssv , lớp XD14KT, em vừa hoàn thành anh văn và công tác xã hội để đủ điều kiện tốt nghiệp, nhưng hiện tại em không đăng kí được vì tình trạng buộc thôi học vì lý do học lực, qua tìm hiểu thì em biết có thể là do em không tham gia học trong các học kì gần đây nên bị buộc thôi học mong PDT xem xép gỡ bỏ và tạo cơ hội cho em được tốt nghiệp ạ! và đọc điều 5 của trong quy chế quy định học vụ thì thời gian học của e còn 1 học kì vì em là sinh viên ngành kiến trúc khóa K14 nên thời gian được lâu hơn các ngành khác. Không biết e còn thiếu xót lỗi gì mong PDT xem xét chỉ dẫn thêm giúp em ạ! em xin cám ơn!",
    "Gửi thầy/cô. Em có một môn học có nhu cầu cần biết điểm của học kỳ trước (211), nếu đạt đủ mức điểm mà em mong muốn thì em sẽ hủy môn học đó mà em đã đăng ký lại ở học kỳ này (212), nhưng bây giờ em vẫn chưa thấy có điểm trên mybk trong khi hạn cuối nhận đơn xin hủy môn là ngày 5/3. Em đã gửi mail cho giảng viên phụ trách môn học đó nhưng không nhận được phản hồi, vậy trong trường hợp của em có thể xin hủy môn sau thời hạn nhận đơn được không ạ? ",
    "dạ em chào ad ạ. Ad cho em hỏi là em là sinh viên k19 có học quốc phòng đầu năm nhất và đã có chứng chỉ nhưng em đã làm mất thì sau này có ảnh hưởng gì không ạ? em cảm ơn ad ạ",
    "Em là  MSSV . Em có điền vào form xin rút môn học của PĐT gửi qua email, môn \"Nền Móng\". Tới nay đã hơn 3 tuần em vẫn chưa nhận được thông báo gì ạ.",
    "em tên là  em nhờ bạn nhận giúp phiếu in điểm được không ạ",
    "Dạ còn chào thầy/cô Con tên  Mssv:  _ Lớp: BK21HTĐ Khoa: Điện - Điện tử (VLVH) Dạ con hỏi hiện tại con chưa được xếp học các học phần chính trị vậy con có thể làm đơn trước để xin miễn giảm hay con phải đợi đến lúc được xếp học các môn chính trị thì con mới có thể làm đơn xin miễn vậy ạ. Con gửi chứng chỉ quốc phòng và đơn đăng kí miễn môn học ạ. Con cảm ơn thầy/cô.",
    "cho em hỏi hiện tại có đợt gia hạn BHYT nhưng em lại không đki đc phải làm sao ạ? ở mục \" chọn lại bảo hiểm đăng kí mua\" em bị chặn và không thể thực hiện ạ em mong nhận được phản hồi sớm nhất ạ, em xin chân thành cảm ơn",
    "Kính gửi thầy cô Phòng Đào tạo,    Em là  - mssv:. Em đã có câu hỏi trước đây và biết được những môn tương đương chưa chuyển điểm nên thiếu tín chỉ xét tốt nghiệp.    Tháng 2 em đã gửi yêu cầu xin chuyển điểm môn tương đương để xet tốt nghiệp và đã được thầy cô cập nhật chuyển điểm thành công nhưng vẫn chưa có tên trong danh sách tốt nghiệp.     Xin thầy cô kiểm tra và cập nhật xét tốt nghiệp cho em. Chân thành cảm ơn.",
    "Cho em hỏi, em là SV K21 thì có cần phải đóng BHYT đợt 3 không ạ ? Em cảm ơn và mong nhận được phản hồi sớm nhất",
    "Thầy cô thân mến! PĐT có thông báo dự kiến lịch học các môn thí nghiệm Hóa Đại Cương vào đầu tháng 3, để hoàn thành chương trình của HK1 năm 2021 còn dang dở. Thầy cô cho em hỏi tuần thứ mấy sẽ bắt đầu. Em vẫn kiểm tra TKB và mail nhưng vẫn chưa có thông báo về vấn đề này. em xin cảm ơn ạ.",
    "Kính gửi: Phòng Đào tạo  Em là: Nguyễn Hoàng Phúc- MSSV: Lớp: TN18TD1 Em muốn nhờ Phòng đào tạo xem giúp em về phần xét chuyển điểm Anh Văn trên hệ thống Đăng kí nộp CCNN. Theo thông tin em xem được trên http://www.aao.hcmut.edu.vn/ -  Ngoại ngữ của trường thì đối với K18 Toeic(Nghe_Đọc) đủ 500 điểm sẽ được đủ điểm AV1,2,3,4. Nhưng khi em nộp chứng chỉ (điểm của em là 535) lên hệ thống thì chỉ nhận được kết quả điểm của AV1,2 không có AV3,4. Vì hiện tại em đậu phỏng vấn và rất cần điểm của 4 AV để nộp bảng điểm lên cho trường để thực hiện chuyển tiếp chương trình sang Nhật. Kính mong Phòng đào tạo xem giúp trường hợp của em. Em cảm ơn! ",
    "Em có lịch học trực tiếp thí nghiệm hóa đại cương hồi đầu năm 2022 nhưng do vấn đề sức khỏe nên em không đi học được. Hiện tại các bạn học khác đã biết được lịch học thí nghiệm của bản thân nhưng em kiểm tra nhiều lần thì vẫn chưa thấy lịch học thí nghiệm của mình. Em muốn hỏi thầy/cô cách đăng ký học thí nghiệm hóa đại cương đợt này để có thể đi học.",
    "Dạ em chào quý thầy cô ạ. Em  _ Em xin hỏi về rút môn học. Hôm 8/2/2022 em đã đăng kí vào phiếu biểu mẫu (google form) phiếu đăng kí rút môn học Mã MH CI3177 Đồ án môn học kết cấu bê tông cốt thép 2 HK 212 của trường thông qua mail sinh viên ạ . Vậy cho e hỏi là e đăng kí vào form đó rồi và sau đó có xác nhận của form lại cho em như hình ở dưới thì em có cần gửi phiếu đăng kí rút môn học về phòng đạo tạo thông qua email hay nộp trực tiếp nữa không ạ . Em xin mong được hồi đáp từ phòng đào tạo ạ. Em cám ơn ạ.",
    "Kính thưa Phòng Đào tạo, Anh/Chị có thể cho em biết thời gian tối thiểu để Chứng chỉ ngoại ngữ được thẩm tra là bao lâu được không ạ? Do em là SV năm cuối cần tốt nghiệp trong đợt tốt nghiệp sắp tới. Chân thành cảm ơn Anh/Chị.",
    "Kính thưa PĐT, học kỳ 211 vừa rồi em có đăng ký hoãn thi môn Vật lý 1 (PH1003) và đã được đồng ý quyết định hoãn thi (Số thứ tự 1794 trong file quyết định hoãn thi trường gửi lúc 15:40 ngày 26 tháng 1 năm 2022). Em có mong muốn được cập nhật điểm hoãn thi sớm (điểm 14) để có thể in bảng điểm xét học bổng  (Số thứ tự 11 trong ảnh đính kèm) . Em xin cảm ơn, Trân trọng,",
    "Em chào Quý Thầy Cô,  Em tên là , MSSV ,  Vào học kỳ 211 em đã hủy đăng ký môn Thí nghiệm hàng không 1(TR3077) và đã có điểm 17 trong bảng điểm nhưng trong thời khóa biểu học bù vào hk 212 và danh sách lớp vẫn có tên em  Mong Quý Thầy Cô xem xét lại giúp em Em xin chân thành cảm ơn! ",
    "Thưa cô! Em tên là   MSSV:  Em xin phép được PĐT hỗ trợ giúp em được rút môn học Vật Lí 1 - PH1003 - DT01. Lí do: Hiện tại em phải tăng cường học thêm lớp anh văn theo nhu cầu và học toeic để thi lấy bằng tốt nghiệp.  Lúc đầu kì em đăng kí học cải thiện điểm môn học này(Em đã học qua môn học này rồi) nhưng do hiện tại em không có đủ thời gian nên em hi vọng được PĐT hỗ trợ giúp em rút môn học ạ! Em xin cám ơn!",
    "em vừa mới đóng nợ học phí cho em hỏi là khi nào mới có lại tkb v ạ :  ",
    "Xin chào, cho em hỏi về cái BHYT như thông báo trên BKEL mới đây. Đối với sinh viên hệ VHVL có cần phải đăng ký BHYT theo như yêu cầu của Nhà Trường không ạ?",
    "Khoa: TTDT Bảo Dưỡng Công Nghiệp   i  Thầy cô cho em hỏi là học kì 1 vừa rồi em có dki lên trường học thí nghiệm môn Công Nghệ Điện (IU3059) nhưng do em bị mắc covid nên em dời qua học kỳ 2 học, em có dki vào danh sách học bù thí nghiệm như mấy bạn cùng lớp nhưng tại sao các bạn đó đều có tkb đi học TN CNĐ còn em thì không. Em mong thầy cô xem xét lại để em có thời khoá biểu đi học thí nghiệm CNĐ ạ. Em xin cám ơn!",
    "Dạ em chào văn phòng ạ, Em tên là  MSSV  hiện đang theo học chương trình tiên tiến khóa 16. Em muốn hỏi về điều kiện tốt nghiệp của em còn thiếu những gì ạ? Em xin chân thành cảm ơn .   i Tốt nghiệp .",
    "DẠ Ẻ ATM OCB VẬY Ạ",
    "Dạ hiện tại là em có đăng kí đi học thí nghiệm hóa đại cương theo mail trước tết và đã đi đủ 2 buổi ở tuần 3,4 như hình 1. Nhưng nhà trường vẫn xếp cho em một buổi học thí nghiệm ở tuần 10 trong khi em đã đi đủ 2 buổi rồi, em không biết đây là buổi thi hay học bình thường ạ (hình 2). Mong phòng đạo tạo giải đáp giúp em! Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa - ĐHQGHCM Em là , MSSV: , là sinh viên năm nhất, ngày 17/02/2022 vừa qua do không đọc kỹ việc đăng ký mở lớp Anh văn theo yêu cầu. Nên em đã đăng ký nhầm và thời khóa biểu rơi vào kì học quân sự.Việc học trùng lịch trên khiến em không thể có hiệu quả tốt nhất trong môn học cũng như có kết quả tốt. Kính mong Phòng Đào tạo xem xét cho em xin hủy đăng ký môn học Anh văn cơ bản mã lớp DT03.Em xin cảm ơn. Ký tên  __Khoa Kỹ Thuật Xây Dựng",
    "em là sinh viên k21,đầu năm đã đóng học phí và kèm tiền bảo hiểm y tế.Hôm nay phòng CTCT-SV thông báo thu phí bảo hiểm y tế đợt 3 năm 2022.Vậy em có cần đóng không ạ?Em xin cảm ơn",
    "MSSV: Thầy cô cho em là tại sao em mở thông tin sinh viên vào mục thời khoá biểu thì em lại không thấy thời khoá biểu của em kì này ạ lẫn lịch thi luôn ạ? Mong thầy cô giải đáp.",
    "Kính gửi phòng đào tạo  em tên  đạt thành ms  khoa cơ điện tu  Cho em hỏi sao em có lịch học môn sức bền vật liệu mà sao đến giờ vẫn chưa thấy Meet a em cảm ơn. ",
    "Thưa , em viết đơn để   rút môn học  KẾ (3139) vì lí do   không đủ khả năng theo học môn này trong học   kì 212",
    "Chào phòng đào tạo, em là , mssv: . Hiện tại em là sinh viên năm 3 của lớp GT19HK, và em đã xin tạm dừng học kì 2 này, nhưng thời khóa biểu em vẫn còn môn học bù của học kì 1 về môn thí nghiệm hàng không( TR3077) vào tuần 10 thì em có đi học hay em dừng và bù vào học kì khác ạ? Em xin chân thành cảm ơn ạ .   i  .",
    "Dạ chào thầy cô ạ. Cho em hỏi là nếu em đăng ký và hoàn thành luận văn tốt nghiệp trong học kỳ hè 213 thì em có thể dự lễ tốt nghiệp vào tháng 11 năm 2022 không ạ?",
    "Dạ em chào cô, em có vài câu hỏi và mong cô có thể giải đáp giúp em ạ.   1. Hiện là em , MSSV  tình trạng hiện tại của em đang là gì ạ? Tại qua kì 2 rồi thì em vẫn chưa thấy trên mybk cập nhật là em đang tạm dừng hay chưa? Em có coi quy chế thì sinh viên được phép tạm dừng không quá 2 HK, em tạm dừng 1HK rồi, thì giờ qua HK 2 hiện tại em có hỏi trước đó là em có cần nộp giấy để được tạm dừng không thì bên PĐT có nói là em không cần phải làm mà nhà trường sẽ buộc tạm dừng em. Có điều hiện em đang hơi lo vì chưa thấy tình trạng của mình chưa được cập nhật.   2. Về giấy thu nhận lại thì em làm cả 2 tờ cho 2 HK hay chỉ cần làm 1 tờ gộp chung thôi ạ? Và cho em hỏi là địa chỉ em nộp là ở CS1 phải không ạ? Và thời gian thì có thông báo mới nộp hay mình có thể nộp bất kì lúc nào cũng được miễn là trước khi mình đăng kí hk tiếp theo .   Dạ câu hỏi tuy hơi dài và em cũng có lo lắng thì mong cô có thể giải đáp thắc mắc của em ạ. Em cảm ơn cô rất nhiều",
    "Em chào Thầy/cô . Em tên  - . Hiện tại em còn 2 môn chưa cập nhật điểm, không biết em có lỗi gì không ạ. Do em cần bảng điểm để nộp chung CV xin thực tập ạ. Em cảm ơn thầy/cô ạ.",
    "Em là , MSSV , hiện tại em check trên BKEL thì em đã thấy đủ tín chỉ tích lũy, CTXH và đã đạt đủ chuẩn Tiếng Anh tốt nghiệp, Nhưng vẫn chưa vào danh sách dự kiến tốt nghiệp. Em cũng đã hỏi đáp trên bksi 1 lần về vấn đề này và sau 1/3 đến giờ em vẫn chưa nhận được email nào liên quan đến vấn đề tốt nghiệp của em. Mong thầy/cô kiểm tra giúp em điều kiện tốt nghiệp hiện tại để em có thể tốt nghiệp trong đợt sắp tói.   i Tốt nghiệp .",
    "Em chào thầy cô ạ, em tên , MSSV . Học kì 212 này em có học môn Kinh tế học đại cương và có lịch thi giữa kì vào ngày 5/3 lúc 7g sáng. Nhưng hiện tại (4/3) em vừa có kết quả test dương tính covid và đã được chuyển đi cách li ngay trong ngày. Chỗ ở hiện tại của em tình trạng mạng không tốt, thường xuyên rớt mạng. Mà yêu cầu khi thi là phải quay 2 cam. Em sợ không đáp ứng được yêu cầu trong lúc làm bài thi. Thầy/cô cho em hỏi em có thể xin hoãn thi giữa kì được không ạ? Và thủ tục để được hoãn thi cần làm những gì ạ? Em cảm ơn quý thầy/cô đã đọc và phản hồi em.",
    "Chào thầy (cô), Thầy (cô) cho em hỏi hạn cuối xét tốt nghiệp đợt này là đến ngày nào ạ? Cảm ơn thầy (cô) đã xem.   i Tốt nghiệp .",
    "Kính gửi phòng đào tạo, Em tên là  Mssv Em có thắc mắc là em thi anh văn định kỳ vào ngày 27/1/2021 lớp L28B và đạt 690 điểm (Trong khi thi anh văn đầu vào được 525 điểm). Phòng đào tạo cho em hỏi là em đã được xét qua chuẩn để đăng ký luôn các môn năm 3, năm 4 chưa ạ ( hiện tại em đang là sinh viên năm 2). Hay em phải đăng ký thi lại để được xét qua chuẩn SV năm 3 và đến năm 3 lại thi tiếp để được xét qua chuẩn SV năm 4 ạ. Kính mong phòng đào tạo giải đáp giúp em  Em xin chân thành cảm ơn. Trân trọng.",
    "Em chào PĐT Vừa qua, em có một buổi thi cuối kỳ môn TNHC học kỳ 202, lớp A01 . Trước hôm thi em có kết quả dương tính với covid 19, em đã liên hệ với thầy đứng lớp là thầy , em được thầy hướng dẫn sau khi có kết quả âm tính hãy lên trường và liên hệ với thầy xin giấy hoãn thi và lên PĐT cho điểm 14. Hôm nay em lên bảng điểm thấy có kết quả là điểm 13, em có các bằng chứng chứng minh lý do của mình là đúng sự thật. PĐT cho em hỏi, khi em có kết quả âm tính và lên PĐT nộp giấy hoãn thi và chứng minh lý do, em có được chuyển qua điểm 14 không ạ? Đây là kỳ cuối trước khi em tốt nghiệp, em hy vọng có thể hoàn thành chương trình trong kỳ này để kịp với buổi lễ tốt nghiệp sắp tới ạ. Em cảm ơn PĐT",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em tên là . Mã số sinh viên . Hiện đang là sinh viên thuộc Khoa Cơ Khí, Bô môn Cơ điện tử,  trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Có thể cho em hỏi rằng nếu rút môn học trong khi kì này em chỉ đăng ký 1 môn thì tình trạng sinh viên của em có còn được giữ nguyên không ạ? Kính mong Phòng Đào tạo giúp đỡ. Em xin trân trọng cảm ơn. Trân trọng.",
    "Lần trước em có lỡ một lần học thí nghiệm hóa đại cương trực tiếp nên em viết đơn này mong phòng đào tạo xếp lớp thí nghiệm Hóa đại cương offline để em hoàn thành chương trình ạ. Tình hình dịch bệnh ở khu em đã trở nên ít phứt tạp hơn nên hiện tại có thể đi lại từ nhà đến trường, mong trường xem xét. Em cảm ơn.",
    "Em chào thầy Em là  MSSV  , em đã đăng ký xin rút hai môn là môn Hệ thống cung cấp điện EE3001 và môn Giải tích mạch EE2033. Vì đã có sự nhầm lẫn nên em xin phép được huỷ rút môn Giải tích mạch EE2033 và giữ nguyên việc rút môn Hệ thống cung cấp điện EE3001. Em xin lỗi vì sự bất tiện ạ. Em xin cảm ơn ạ",
    "Chào thầy cô. Hiện tại trưa nay em thi tập trung giữa kì môn truyền nhiệt trên exam.hcmut.edu.vn nhưng hiện tại e bị covid ở phòng trọ không ra ngoài được và máy tính của em đang bị trục trặc nên không thể thi giữa kì. Thầy cô cho em hỏi thi giữa kì có được hoãn thi không ạ và qui trình hoãn thi như thế nào ạ. Nếu hoãn thi giữa kì được thì kì sau mình mới thi lại và tổng kết điểm hay thi bù trong kì này ạ. Em xin chân thành cảm ơn thầy cô.",
    "Em là sinh viên k20 CLC và chuẩn bị đi quân sự vào 7/3 nhưng bây giờ em đang là F0 và đang tự cách ly tại nhà nên muốn chuyển đại đội. Em đã gửi bản scan phiếu xn của địa phương và bản cam kết cách ly tới địa chỉ mail như công văn hướng dẫn trên website của trung tâm gdqp nhưng mà không gửi được dù em đã copy paste lại y nguyên địa chỉ mail nên em gửi qua đây mong được hướng dẫn ạ.   i  .",
    "Chào pđt, Pđt cho em hỏi cách bảo lưu như thế nào ạ, do em mắc bệnh hiểm nghèo và đang điều trị ạ.",
    "Em xin kính chào quý Thầy/Cô, - Em tên là , MSSV: , em đã xin đăng kí tốt nghiệp và được trả lời không đạt do thiếu môn AV4 (LA1009) và chưa đạt CCNN. - Ngày 28/02/2022, em có nộp CCNN (toiec: 710) và đã được miễn 4 môn Anh Văn như hình em đính kèm. Em mong Thầy/Cô cập nhật và giải đáp sớm giúp em ạ!",
    "Kính Gửi Phòng Đào Tạo, Em tên , MSSV: . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp vào tháng 4/2022. Em có thấy trong mail thông báo có viết \" Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo\". Em đã thanh toán lệ phí vào ngày 17/02/2022 nhưng tới nay vẫn chưa có giấy chứng nhận tốt nghiệp tạm thời. Và em muốn muốn hỏi khi nào em mới được nhận bằng chính thức ạ? Em xin cảm ơn.",
    "Nhà trường cho em xin hướng giải quyết về việc học trực tuyến phần thực hành của giáo dục quốc phòng khóa 405, với lý do em đã nhiễm covid",
    "Em chào thầy(cô), em muốn hỏi về chuẩn anh văn nói viết để tốt nghiệp của k17, theo em được biết chuẩn tốt nghiệp của k17 về tiếng Anh nói viết là 200. Và kì vừa rồi anh văn nói viết của em chỉ đạt 195 nhưng em vẫn có tên trong danh sách dự kiến tốt nghiệp. Em không biết là do lỗi nên sau khi có đánh sách chính thức em sẽ bị loại ra. Hay chuẩn tốt nghiệp của k17 hệ đại trà là 195 đã đủ. Em xin cảm ơn.",
    "Em chào quý thầy cô ạ, Tháng 11/2021 vừa rồi em vừa hoàn thành xong LVTN và các môn còn lại, sau đó em có đăng kí thi Anh văn nói viết nhưng không đủ yêu cầu, nên học kì vừa rồi do đã đủ tín chỉ, em không có đăng kí môn học nào cả và chủ quan không tìm hiểu nên đã bị xét là Tạm dừng, nên đây em xin quý thầy cô xem xét mở lại cho em được tiếp tục học để em được đăng kí thi Anh văn nói viết cũng như xét tốt nghiệp ạ (hiện tại em đang ở trạng thái Tạm dừng nên không thể đăng kí thi Anh văn nói viết ạ, em không thể truy cập vào trang đăng kí thi anh văn nói viết được ạ, https://mybk.hcmut.edu.vn/app/sinh-vien/kiem-tra-trinh-do-tieng-anh/dang-ky) Vào trang đăng kí nó ghi là \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị.\" ạ. Em cảm ơn quý thầy cô và chúc quý thầy cô sức khoẻ ạ.",
    "Dạ em chào thầy/cô, em là SV K19 ngành KT Cơ-Điện tử, kì này theo ctđt em sẽ được học môn Vi điều khiển(ME3007) và động lực học điều khiển (ME3011) nhưng do chưa học môn KT điều khiển tự động (ME2009) ở kì trước nên kì này em vẫn chưa được học 2 môn trên vì thiếu môn tiên quyết, hiện kì này em mới học KT Điều khiển tự động (ME2009), ko biết học kì Hè em có được đăng kí 2 môn ME3007 và ME3011 không ạ? Vì e nghe được thông tin ko cho học lần đầu em ko biết thực sự ra sao, mong thầy cô giải đáp. Em xin cảm ơn!",
    "Dạ em đang cách ly F0 và nơi cách ly mạng chập chờn lắm ạ. Nên cho em hỏi là nếu muốn hoãn thi thì phải làm những gì ạ. Em có nhắn cho các thầy cô bộ môn nhưng không ai biết thông tin ạ. Mong ad giúp ạ.   i  .",
    "Kính chào Phòng đào tạo, Em tên là  Lâm Viên. Em hiện tại là sinh viên năm 4 và đã hoàn thành luận văn tốt nghiệp vào học kỳ 2 năm 2021. Tuy nhiên, em vẫn còn chưa hoàn thành chuẩn Anh Văn 2 kỹ năng nói viết để tốt nghiệp. Vào ngày 20/3, em sẽ thi Tiếng Anh nói viết nhưng hiện tại em đã làm mất thẻ sinh viên và mong muốn đăng ký làm lại thẻ. Tuy nhiên, khi vào phần đăng ký làm lại thẻ thì tình trạng sinh viên của em hiện tại không cho phép. Vậy thì pdt cho em hỏi, em nên làm gì ạ? Em có cần phải lên trường nộp giấy tạm thu nhận không ạ? Em xin cảm ơn phòng đào tạo nhiều ạ.",
    "Em chào thầy/cô, Em là , MSSV . Vừa qua,  B  tuần 01,02 (cụ thể là ngày 08/01/2022 và 15/01/2022)   , em đã đi học thí nghiệm offline lớp VC02 do thầy  phụ trách giảng dạy. Tuy nhiên, trong thời khóa biểu cập nhật mới nhất vào ngày 04/03/2022, PĐT lại tiếp tục xếp cho em thêm 2 buổi học thí nghiệm offline vào tuần 29 . Vì vậy em đã xin giảng viên đứng lớp là thầy    B xác nhận em đã đi học đủ 02 buổi thí nghiệm hóa đại cương .     Em kính mong PĐT điều chỉnh lại TKB giúp em. Rất mong nhận được sự phản hồi từ thầy/cô. Em cám ơn thầy/cô rất nhiều",
    "Kính gửi PĐT, Em có đăng ký xét tốt nghiệp vào ngày hôm qua (Thứ 6, 05/03/2022), đã đóng tiền nhưng trên phần đăng ký ở mybk lại báo là em \"Không được phép đăng ký (Nợ hp/lệ phí)\". Em không biết là em còn thiếu gì ạ. Mong PĐT giúp em giải quyết . Em xin cảm ơn ạ.",
    "Dạ em muốn thi lại kì thi thpt vào tháng 7 sắp tới đây thì có cần xin phép nhà trường hay làm thủ tục gì từ nhà trường để nhà trường cấp phép cho em làm hồ sơ thi lại không ạ. em cảm ơn",
    "EM chào PĐT ạ  Em tên là  MSSV:  hôm nay em không thể đăng nhập vào email mà trường cung cấp không được ạ. em đăng nhập mật khẩu nhưng lại báo mật khẩu đã đổi vài tiếng trước trong khi đó em chưa đổi ạ. mail của em:  mk cũ của em: [phone_number]99 Mong PĐT lấy lại mk đăng nhập giúp em, em cảm ơn nhiều ạ!   i  .",
    "Kính gưi phòng đào tạo! Em là , MSSV: . Hiện em đang học môn \"Phương pháp tính\" lớp L06, MSMH: MT1009 . Vì khu vực em sống đang xảy ra sự cố điện nên không thể tham gia thi giữa kì vào 16h00 ngày 05/03/2022. Em kinh mong quý thầy cô xem xét vào cho em được phép hoãn thi vào ngày hôm nay. Em xin chân thành cảm ơn!",
    "Em đã đăng ký nộp bằng THPT theo đúng thời hạn nhưng khi lên trường nộp bằng thì nhận được yêu cầu về và nộp sau khi có thông báo mới nhưng đến hiện tại em vẫn chưa nhận được mail nào từ phía nhà trường về thời gian nộp bằng THPT, em muốn hỏi là khi nào em nộp bằng THPT được ạ?",
    "Em là , MSSV , em muốn xin hoãn thi giữa kì môn vật lý A2(PH1005) vì hiện tại em đang bị nhiễm covid và tình trạng sức khỏe không ổn định. Em có vào trang mybk để xin hoãn thi nhưng thấy chức năng này đã bị đóng. Xin hướng dẫn cho em cách để nộp đơn xin hoãn thi được không ạ.",
    "Em tên là , MSSV . Em xin viết mail này là vì vào ngày 05/03/2022, em có một buổi thi môn \"Cấu trúc rời rạc cho KHMT\" vào lúc 12:00 ngày 05/03/2022. Nhưng khi em lên BKeX để chuẩn bị vào phòng thi, em nhận ra em không có phòng thi môn đó, mặc dù bạn của em nói với em là vẫn có phòng thi. Vì vậy, em xin viết mail này để thông báo trường hợp vắng thi của em, và xin nhà trường tổ chức thi lại cho em. Em xin cam kết tất cả lời trên là sự thật, nếu có gian dối, em sẽ chịu mọi hình thức xử lý của nhà trường. Em xin cảm ơn, .",
    "Dạ cho em hỏi là trong kì 211 em có hoãn thi môn phương pháp tính và đã có trong danh sánh mà phòng đào tạo xác nhận. Nhưng bây giờ trên mybk lại cập nhật em điểm 0.Thêm nữa là cho em hỏi cách đăng kí thi cuối kì môn này sau khi hoãn thi ở kì trước. EM cảm ơn",
    "Chào ad, mình có hai vấn đề cần trao đổi: Vấn đề 1: Điểm trung bình tích lũy ngành là bao gồm điểm của các môn thuộc chương trình đào tạo có phải không. Các môn đại cương như giải tích 1 hay là các môn tự chọn nằm trong chương trình đào tạo thì có tính điểm vào không. Vấn đề 2: Bằng tốt nghiệp loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau: - Có thời gian học vượt quá số học kỳ chuẩn Nhkc. - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD. - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24). Vậy Bằng giỏi thì có bị như bằng Xuất sắc không. Mình đọc trên trang aao.hcmut thì thời gian cập nhật là năm 2017 nên hỏi trang cho chắc. Cảm ơn ad",
    "Cho em hỏi hiện tại em đang là F0 và phải điều trị ít nhất 7 ngày, trong tuần sau thì em có học 2 môn là thực tập điện 1 và thực tập điện tử 1, em sợ lúc em về thì không còn lớp để bù, nên có cách nào để giải quyết không ạ, em cảm ơn",
    "Em tên là:  MSSV:  Khoa Quản lý công nghiệp Do không quan sát kỹ là thẻ bảo hiểm y tế của em còn thời hạn đến tháng 12/2022 nên em lỡ đăng ký tham gia bảo hiểm y tế đợt 3 nhưng chưa thanh toán. Cho em hỏi làm cách nào để hủy đăng ký đợt 3 này được không ạ. Em rất xin lỗi vì sự bất tiện này ạ. Em xin chân thành cảm ơn. ,  .",
    "Cho em hỏi là nếu mình đã đăng kí học kì hè vậy thì có được đăng kí tiếp mùa hè xanh không ạ.",
    "Cho em hỏi học kì hè là mình có được đăng kí thêm mấy môn chưa học không ạ, hay là mình chỉ đăng kí mấy môn dã học mà rớt?",
    "em chào anh/chị, Hiện tại thì em muốn chuyển bằng ielts của mình sang điểm tương ứng của av1234,nhưng em đã đóng rồi mà hệ thống vẫn báo là chưa đóng, không chuyển điểm cho em và bắt em đóng thêm một lần nữa. Mong anh/chị có thể giải quyết giúp em ạ. Em xin cảm ơn. Ở bên dưới em có kèm hình ảnh trên bkpay là em đã đóng rồi và cả hóa đơn ạ.",
    "mail của em hiện tại đang bị kẻ xấu dổi mật khẩu ạ em không biết là đổi mật khẩu trên mybk thì mật khẩu trên mail có đổi không ạ em cảm ơn",
    "Xin chào thầy cô ạ, e là Lâm sinh viên VHVL khoá 22 . Trước đây e là sinh viên cao đẳng k17 Bảo dưỡng CN của trường ĐH Bách Khoa mình, e đã đậu av 1234 và được miễn và Toeic 435. Vậy thầy cho e hỏi, nếu e liên thông lên ĐH Cơ khí VHVL thì có cần chuẩn av đầu vào sau năm nhất hay năm 2 mới được đăng ký môn học không ạ? E có liên hệ thầy  nhưng có thể do trôi mail nên thầy không thấy, nếu không mong thầy cô liên lạc thầy giúp e ạ Em chân thành cảm ơn thầy cô. Trân trọng.",
    "Dạ em không thể xem được thời khóa biểu của học kì 2 năm học 2021-2022 trong khi các bạn khác vẫn xem được ạ.",
    "Em là , sinh viên năm 2 ngành Kỹ thuật Hóa lí-phân tích.Kỳ này em đăng ký 16 ín chỉ nhưng em đã rút 1 môn là  nên còn lại 13 chỉ, thì em có được đăng ký học lại môn này trong KÌ HÈ không ạ ?",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM Em tên là:   MSSV:  Em thuộc Đại Đội 7, Hiện tại em đang bị nhiễm COVID 19, và không thể lên TP.HCM để học Quốc phòng vào thứ 2 ngày 07/03/2022, bây giờ em phải làm sao ạ. Em cảm ơn ạ!",
    "Em chào thầy/cô ạ. Cho em hỏi lần đăng kí luận văn vừa rồi em không đăng ký được vì bị thiếu 2 chỉ anh văn cụ thể 125/126 nên không thể đk được luận văn. Vậy bây giờ em nộp bằng vào rồi quy đổi điểm av1 av2 av3 thì có xin đăng ký bổ sung luận văn trong kỳ này không ạ và đăng ký như thế nào ạ. EM xin cảm ơn ạ    .",
    "Rút môn học HK212 . Em tên là , Mssv: . Em có nguyện vọng rút môn: Trường điện từ, mã môn: EE2003. Em chấp nhận thanh toán tiền cho môn học. Lý do rút môn: Cảm thấy không chịu nổi nhiệt khi học 2 môn lý chung 1 kỳ. Em cảm ơn phòng đào tạo đã xem tin này!",
    "Xin chào, Em tên là  sinh viên năm nhất thuộc khoa Quản lý công nghiệp. Em có nhận được email của cô giáo chủ nhiệm viết rằng phải kiểm tra đã mua bảo hiểm y tế hay chưa, nếu chưa mua thì học kì tiếp theo không được học nữa. Em muốn hỏi là làm sao để biết mình đã mua bảo hiểm hay chưa, nếu chưa thì phải đăng ký mua ở đâu ạ . Cảm ơn vì đã xem ạ.",
    "MSSV:  Họ tên:  Yêu cầu hủy lớp anh văn cơ bản DT05 vì lý do kẹt lịch học quốc phòng",
    "Em chào thầy/ cô ạ. Vào hôm nay (5/3) vào lúc 18h em có tham gia phòng thi trường điện từ và vào lúc gần nộp bài thì máy em bị lỗi (như hình) và bị đơ nên em đã bị out ra khỏi phòng và nộp bài trễ. Vậy là em bị 0 điêm luôn ạ?. Có cách nào để được chấm điểm không ạ ? Em cảm ơn thầy cô đã đọc. Trân trọng.",
    "Dạ cho em hỏi, nếu em là F1 tiếp xúc với F0 bị nhiễm COVID-19 thì em có thể đến trường học không hay buộc phải nghỉ ở nhà ạ? Em xin cảm ơn.",
    "Kính chào cô, Em muốn hỏi về thời khóa biểu 212 của em sao lại có môn thực hành tin học ạ? Vì em không đăng ký môn học đó trong học kỳ này. Và em cũng vừa mới hoàn thành môn học đó trong học kỳ trước (tức trước tết, trong tkb hk 211 đã có môn học đó). Mong cô xem lại giúp em liệu có sai xót gì không ạ . Em xin cảm ơn cô và pđt. Trân trọng, ",
    "Em chào thầy/cô Do tình hình dịch bệnh nên môn học Mạch điện tử EE2007 trong học kỳ 211 của em được dời học phần thí nghiệm sang học kỳ này. Hiện tại lịch học thí nghiệm được xếp trên mybk là tuần 27-28, tức tầm tháng 7/2022 . Hiện em đã hoàn thành xong các học phần khác và các yêu cầu liên quan đến việc xét tốt nghiệp. Em chỉ còn 2 môn học trong học kỳ 211 đang đợi học thí nghiệm để kết thúc môn mà thôi. Em dự định sẽ đăng ký tốt nghiệp trong học kỳ này (hạn chót tháng 5/2022), và đây cũng là học kỳ cuối cùng K15 của em được xét tốt nghiệp chính quy . Vậy trong trường hợp lịch học bù thí nghiệm bị dời đi quá trễ so với lịch xét tốt nghiệp của PĐT, thì PĐT có xem xét nới lỏng thời hạn xét tôt nghiệp trong học kỳ này cho em không ạ? Hoặc em có thể làm gì khác để đẩy nhanh việc tham gia học phần thí nghiệm này không ạ? Em rất hy vọng có thể nhanh chóng tham gia các học phần này và tiến hành xét tốt nghiệp đúng hạn ạ . Em cảm ơn thầy/cô.",
    "Dạ em xin chào thầy cô, em tên là . Mã số sinh viên của em là . Em là sinh viên năm ba (k19) khoa Kỹ Thuật Hóa Học và đang học chương trình Kỹ Sư Tài Năng. Học kì 211 vừa qua, do một số trục trặc về thiết bị và sức khỏe không tốt nên em đã hoãn thi môn \"Cơ sở vật liệu và bảo vệ ăn mòn\" (CH3331) và đã nhận được email thông báo hoãn thi thành công từ phòng đào tạo. Tuy nhiên, mới đây em nhận được danh sách các sinh viên không đủ điều kiện tiếp tục chương trình tài năng và trong đó có tên em, mặc dù nếu không tính môn \"Cơ sở vật liệu và bảo vệ ăn mòn\" (CH3331) thì điểm trung bình của em là 8.91 (nếu tính cả kì chính 211 và kì DT211). Em muốn hỏi là vậy em có thực sự không được tiếp tục chương trình tài năng nữa hay không hay là do khoa vẫn chưa cập nhật danh sách hoãn thi ạ? Thêm một ý em muốn hỏi là hoãn thi có được tính ra điểm trung bình hay không, hay là sẽ để trống ạ? Em mong sớm nhận được câu trả lời từ thầy cô để có phương hướng học tập tiếp theo ạ. Em xin chân thành cảm ơn thầy cô.",
    "Em chào phòng đào tạo, hiện em đang là khoá K14 đã chuyển sang hệ vlvh thì pdt cho em hỏi điểm tiêu chuẩn Chứng chỉ tiếng anh VNU-EPT để xét tốt nghiệp là bao nhiêu vậy ạ?   Hiện em đã thi được 171đ ở chứng chỉ VNU-EPT thì có đủ điểm để xét làm luận văn tốt nghiệp không ạ?",
    "EM VÀO ĐĂNG KÍ HỒ SƠ MÀ CÒN ĐANG HỌC THÌ CHỖ NÀY EM SẼ LỰA CHỌN NHƯ THẾ NÀO Ạ. MONG THẦY CÔ GIÚP EM, EM XIN CẢM ƠN.",
    "Mở môn học học kỳ 212 . Cho em hỏi. Tháng 3 các bạn đã có lịch học Thí nghiệm/Thực hành môn Tinh thể GE2034 VL01; L02 và Khoa học trái đất GE10114 VL01; L01 rồi. Sau em vẫn chưa có lịch ạ? Thời khóa hiểu học bù ở đâu vậy ạ?",
    "Chị, Em hiện đang học năm 3 và có dự định du học nước ngoài sau khi hết 4 năm. Em có một số câu hỏi về giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự trong trường hợp em cần thời gian để apply vào chương trình cao học .   I 1. Cho em hỏi trường cấp giấy cho sinh viên đến khi nào. Có phải nếu chưa nộp đơn xin tốt nghiệp thì vẫn cấp đúng không ạ? .   I 2. Nếu em muốn học cải thiện điểm ở HK1 của năm thứ 5 thì trường cấp giấy cho cả năm luôn hay chỉ cấp trong học kì đó thôi ạ? . Em cảm ơn    i  .",
    "Cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ?",
    "Dạ chào thầy cô, sáng nay em có ca thi vật lí 2 vào lúc 7h nhưng do lí do mạng nên 7h30 em mới vào phòng và em bị đình chỉ thi.thầy cô cho em hỏi giờ em phải gửi mình chứng mất mạng ở đâu để được xem xét thi lại ạ.",
    "Dear Phòng Đào tạo, Em tên , MSSV , lớp CK15NH2, đang học hệ VLVH. Hiện tại, em đã đủ  điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa đăng ký tốt nghiệp được. Mong Phòng Đào tạo xem xét giúp em. Best Regards, ",
    "cho em sao tkb của em không có môn học \"thực tập điện 1\" ạ, trong khi mấy bạn khác đều có",
    "Kính gửi quý thầy cô, Em là sinh viên hệ VLVH khóa 2018 - khoa KH-KTMT Học kỳ này em có đăng ký LVTN   B (CO4333)    nhưng hệ thống báo là em không đủ điều kiện đăng ký. Nên sau đó em có làm đăng kí Đề cương Luận văn vào ngày 16/02, khi em kiểm tra thời khóa biểu trên myBK thì hệ thống lại hiện môn LVTN. Thầy cô cho em hỏi em cần làm đơn như thế nào để được xem xét hủy môn LVTN đến trước đợt thanh toán học phí ?Em xin thêm hình ảnh (có thời gian) vào phần đính kèm để thầy cô đối chiếu. Em xin cám ơn quý thầy cô.",
    "Em là  lớp XD17VL MSSV . Em đang ở ký túc xá Bách Khoa và đang thực hiện cách ly F0 tại đây. Hôm qua đột nhiên cảm thấy mệt mỏi em đã ngủ ly bì đến trưa nay, bỏ bữa ăn sáng đồng thời đã không thể thi giữa kì Vật Lý 2 lúc 9h. Trước đây em đã từng xin hoãn thi nhưng không thành công và bị đánh giá rớt môn. Em cần phải làm gì để xin hoãn thi thành công ạ? Em cảm ơn",
    "Em xin được thi giữa kỳ lại ạ. Môn VẬT LÝ 2 Thi lúc 7H00 ngày 06/03/2022 Do em chưa cập nhật kịp lịch thi giữa kỳ. Khi xem lại thì đã 7h30. Khi em vào thì đã trễ và không vào được. Em có hỏi Thầy Tú thì Thầy nói em xin phòng Đào Tạo. Nếu được thì Thầy tổ chức cho em thi lại. Kính mong Quý Thầy Cô Phòng Đào Tạo xem xét cho em được thi lại ạ. Em cảm ơn!",
    "Dạ em chào cô ạ, cho em hỏi em đã vào đoàn TNCS chưa ạ? Hồi năm 2, em có đăng kí lớp để gia nhập đoàn, nhưng hôm đó em bận nên không tham gia được ạ.",
    "Em chào pđt Em là . Khoa KTXD Học kì 212 này em có đkmh LVTN nhưng khoảng thời gian này vì thực tập tốt nghiệp ngoài trường chiếm khoảng thời gian lớn không có đủ thời gian làm theo đúng tiến độ. Vì vậy em muốn được hoãn lại LVTN sang học kì kế tiếp . Vậy cho em hỏi có được hoãn LVTN sang kì kế tiếp hay không? HK hè 213 có mở đkmh LVTN không ạ hay phải sang HK 221 mới mở LVTN ạ. Mong pđt giải đáp thắc mắc giúp em.",
    "Cho em hỏi là nếu bằng  của mình hết hạn mà mình vẫn đang học trên trường thì mình có cần phải thi lại không? Em đang học chương trình CLC. Nếu có thì nhà trường có chấp nhận các bằng chứng chỉ tiếng Anh khác tương đương với  6.5 không, cho em xin danh sách.",
    "MSSV:    Em chào cô, Ở học kỳ này (212) em được xếp để học bù môn thí nghiệm hóa đại cương, tuy nhiên thì theo thời khóa biểu của trường thì em chỉ vào lớp học vào tuần thứ 10 (Hình 198). Nhưng mà em đã có điểm thí nghiệm của kỳ trước (202) là 8.5 (Hình 197) như vậy vào tuần 10 em chỉ cần vào lớp và thực hiện việc xét chuyển điểm hay sao ạ? ",
    "Chào Thầy/cô Em là   là sinh viên khóa K18 khoa kỹ thuật xây dựng. Hiện em đang có nguyện vọng học văn bằng 2 ngành điện tử viễn thông của khoa điện. Thầy/cô cho em hỏi là em có được học văn bằng 2 ngành điện tử viễn thông của khoa điện không ạ. Nêu được thì điều kiện để được học là gì ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào quý thầy/cô, Em là  - MSSV  - Đã tốt nghiệp. Em chưa lấy chứng chỉ giáo dục quốc phòng ấy ạ, cho em hỏi là PDT có còn giữ chứng chỉ giáo dục quốc phòng của em không ạ Nếu còn thì cho em xin thời gian mà em có thể lên trường lấy ạ Em xin chân thành cảm ơn ạ.",
    "T cho em hỏi là hiện tại em có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng vẫn chưa nhận được Mail báo đăng ký cũng như không thể vào trang đăng kí tốt nghiệp được, và tình trạng sinh viên là đang bị tạm dừng. Hy vọng là  T giải quyết giúp em vấn đề này để em kịp đăng ký tốt nghiệp. Em xin cảm ơn.",
    "Dạ em xin chào ạ, hôm qua em có đăng ký rút môn \" Phương pháp tính - MT1009 \", nhưng bây giờ có muốn được hủy đăng ký rút môn có được không ạ ? Em xin lỗi vì sự làm phiền này ạ . Em xin chân thành cảm ơn",
    "cho em hỏi sao kì trước em hoãn thi 3 môn giải tích,trắc địa đại cương, hóa đại cương nhưng trong bảng điểm chỉ có môn hóa đại cương là điểm 15 còn 2 môn kia là điểm 13 ạ. em cảm ơn   i  .",
    "Chào quý Phòng Đào Tạo, Em tên là , MSSV  là sinh viên K17 khoa cơ khí. Em có một thắc mắc là thẻ sinh viên của em đã hết hiệu lực sử dụng vào 3/2022 mà em chưa ra trường được vì chưa đủ chuẩn anh văn ra trường, em muốn đăng kí gia hạn thêm hiệu lực và làm thẻ sinh viên mới thì em đăng kí ở đâu và thời giạn gia hạn thêm hiệu lực là bao nhiêu. Em cảm ơn Phòng Đào Tạo đã đọc thắc mắc của em và mong Phòng Đào Tạo có thể trả lời em để em có thẻ sinh viên cho kì thi môn anh văn sắp tới. Trân trọng, SV .   i  .",
    "Kính chào cô Em là sinh viên K15. Đến hết học kì 211 là thời gian đào tạo tối đa của em. Nhưng do em đăng kí thi TOIEC muộn nên có lẽ không kịp để chuyển điểm Anh văn và đăng kí tốt nghiệp vào tháng 4. Em đã hoàn thành LVTN và hiện tại tích lũy được 136 TC (thiếu 6 chỉ anh văn để tốt nghiệp) Cô cho em hỏi trường hợp của em có thể kéo dài thêm 1 kỳ để bổ sung chứng chỉ anh văn không ạ. Nếu được mong cô hướng dẫn em các bước để gia hạn với ạ. Em cám ơn cô nhiều",
    "Chào anh chị em tên  mã số sinh viên    Sáng hông nay ngày 6 tháng 3 vì vấn đề đặc biệt em đã không thể tham gia kì thi . anh chị cho hỏi là có cách nào hỗ trợ tổ chức thi lại không ạ",
    "nghiepe Dear thầy/cô , Em là , mssv . Em có hoàn thành đợt bảo vệ tháng 8/2021 và đã có đầy đủ anh văn cũng như ngày ctxh, cũng chưa từng nợ/mượn sách thư viện. Thầy/cô giúp em xem xét liệu em còn thiếu gì để vào danh sách dự kiến tốt nghiệp hoặc nếu đã đủ, thầy/cô giúp thêm em vào danh sách ạ. Em cảm ơn thầy cô nhiều, ",
    "Kính gửi Phòng đào tạo, Em là , mssv , chương trình Điện Điện Tử, Em vừa có đc cập nhật điểm luận văn học kỳ 211 và đã đủ điều điện xét tốt nghiệp. Cho em hỏi là khi nào em mới có tên trong danh sách xét nghiệp vậy ạ? Mong nhận đc hồi âm từ Phòng đào tạo. Em xin chân thành cảm ơn Best regards, ",
    "Xin chào Thầy/Cô,  Dạ em có thắc mắc về điểm trung bình tốt nghiệp ạ. Dựa vào điểm tích lũy tới thời điểm hiện tại của e thì điểm trung bình của ngành 2 có chênh lệch ạ. Xin quí thầy cô kiểm tra lại ạ. Em có đính kèm hình ảnh.  Em xin cảm ơn.",
    "Kính gửi PDT, Em đăng kí Tốt nghiệp cuối tháng 12/2021 sau đó em nhận được mail lên nhận bằng và không có tổ chức lễ Tốt nghiệp tại A5. Xin PDT cho em biết thêm thông về lễ Tốt nghiệp trong năm 2022. Nếu em đã có mail nhận bằng rồi thì sau này có được làm lễ không ạ?",
    "Em tên là: Lương Trung Tín  MSSV: Lớp: L07- môn TN Vật lý bán dẫn Thưa pđt lúc 9h30 ngày 24/09/2021 vừa rồi thầy  tổ chức thi TN VLBD online nhưng em vắng thi hôm đó vì lý do em mắc bệnh và phải đi cách ly và khi em xem lại thì pđt đã chốt bảng điểm vì là môn thí nghiệm nên em không thể xin hoãn thi. Em làm mail này xin pđt có thể cho em thi lại vào một hôm khác được không ạ em xin cảm ơn Em mong sớm nhận được phản hồi từ pđt.",
    "Dạ chào thầy/cô, Em mới phát hiện mình dương tính COVID-19 hôm thứ 6 ngày 4 tháng 3. Em báo cho y tế phường thì họ bảo em cách ly tại nhà 7 ngày. Nhưng trong tuần này, thứ 3 ngày 8 tháng 3 em có lịch học môn thực tập cơ kĩ thuật tại trường. Em thắc mắc mình có được đi học không, và nếu không được thì em có cần làm đơn hay gì đó để báo cáo cho trường. Cảm ơn thầy/cô đã nhận tin. Chúc thầy/cô ngày mới vui vẻ và tràn đầy năng lượng",
    "Em có xin PĐT mở lịch môn Hoá đại cương HK211 tuần 10 mà đến giờ đã tuần 10 rồi nhưng TKB chưa được cập nhật ạ .",
    "Dạ, em chào anh/chị! Em tên , MSSV:  Em vừa thi toeic nói viết ngày 27/02/2022 và đạt đủ điểm để tốt nghiệp. Hiện em vào trang sinh viên để đăng ký tốt nghiệp thì chưa đăng ký thông tin được. Em có hỏi các bạn nói hiện chưa có trong danh sách tốt nghiệp dự kiến nên không đăng ký được. Anh/Chị xem giúp em ạ! Em cảm ơn!",
    "Chào phòng đào tạo,  Học kì 203 em có đăng kí hoãn thi phương pháp tính MT1009, sau đó vào ngày 26.12 em được xếp thi lại vào phòng thi bên dưới và đã có kết quả. Phòng thi Phương pháp tính (MT1009)_26/12/2021_14g00 (DT03_B) [DT_HK211] Nhưng hiện nay đã trải qua hơn 3 tháng từ ngày thi lại nhưng điểm em vẫn chưa được cập nhập, vẫn 14 trên mybk. Nay em viết đơn mong phòng đào tạo xem lại giúp em.",
    "Em chào cô, Điểm môn đề cương luận văn của em hiện là 13.0 nhưng HK trước em có báo cáo đầy đủ vậy thì em cần khiếu nại lại giáo viên hướng dẫn hay là môn đó không cần điểm vậy ạ ? Em cảm ơn.",
    "Em chào Phòng Đào Tạo Em tên là  Hệ  VLVH MSSV  Em đã hỏi về việc xét miễn môn \"và phòng đào tạo có thông báo là đợi phản hồi qua BKSI hoặc mail sinh viên\". Nhưng hiện nay em vẫn chưa thấy kết quả phản hồi. Nhờ phòng đào tạo kiểm tra và cho em thông tin sớm với ạ. Cảm ơn phòng đào tạo Trân trọng",
    "Thưa thầy (cô). Em đang bị nghiễm covid19, điều trị tại nhà nhưng em không học nổi bài để ôn thi và thi vào hai buổi:  12g ngày 5/3, nhóm L06-A, môn nhiệt động lực học và truyền nhiệt ME2013. 14g ngày 6/3, nhóm DT01-A, môn xác suất và thông kế MT2001 Hôm nay e gửi yêu câu này xin phòng đào tạo cho em được kiểm tra giữa kỳ lại hai môn trê có được không ạ. Em xin cảm ơn.",
    "Em chào cô, Hiện tại thẻ sinh viên của em chỉ có hạn sử dụng đến tháng 4/2022, vậy bây giờ em muốn gia hạn thêm để có thể bảo vệ luận văn tốt nghiệp thì làm thế nào ạ?  Em đã vào dịch vụ in thẻ sinh viên trên MYBK nhưng chỉ có để thẻ sinh viên cho HKII thôi ạ. Em cảm ơn.",
    "Em muốn đăng ký tốt nghiệp 4/2022. Và em đã hoàn thành đầy đủ các điều kiện.",
    "Em xin chào Phòng đào tạo của trường đại học Bách Khoa Em tên là , là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là . Nay em viết mail này trong Phòng đào tạo để phòng đào tạo có thể cập nhật điểm trung bình của em để em có thể đăng ký tốt nghiệp vào đợt hai, năm học 2021 - 2022. Hiện tại, em đã học hoàn thành chương trình học của trường và đã nộp chứng chỉ tiếng anh để xét tốt nghiệp (IELTS 6.5). Ngoài ra, em đã có 18,5 ngày CTXH. Nên về điều kiện để đăng ký tốt nghiệp là em đã đủ yêu cầu ạ. Nhưng do điểm trung bình tích luỹ của em chưa được cập nhật tới hết học kỳ 1 của khoá 2021 - 2022 mà chỉ cập nhật tới hết học kỳ 1 của khoá 2020 - 2021 nên em không đăng ký tốt nghiệp được ạ. Em mong Phòng đào tạo có thể giành thời gian cho trường hợp của em và cập nhật điểm để em có thể đăng ký tốt nghiệp vào đợt tới ạ, Em xin cảm ơn Phòng đào tạo vì đã giành thời gian cho mail của em ạ. Em chúc Phòng đào tạo có một ngày mới đầy sức khoẻ và làm việc hiệu quả ạ",
    "Dạ kính gửi PĐT trường ĐHBK - ĐHQG TP Hồ Chí Minh. Em tên là  - MSSV:. Em đã có điểm môn còn thiếu cuối cùng là môn Nhập Môn về  (MSMH: ME1001) nhưng em vẫn chưa đăng ký tốt nghiệp được ạ. Mong PĐT xem xét giải quyết giúp em ạ.",
    "Học vụ Cho em hỏi là sinh viên khoa kỹ thuật Địa chất và dầu khí Khóa 21 đã có thể lấy thẻ sinh viên chưa ạ. Nếu có thì đến đâu, khung giờ nào để lấy cho thuận tiện ạ.",
    "Dạ chào thầy cô, sáng ngày chủ nhật (6/3) em có ca thi vật lí 2 vào lúc 7h nhưng do lí do mạng nên 7h30 em mới vào được phòng và em bị đình chỉ thi.thầy cô cho em hỏi giờ em phải gửi minh chứng mất mạng ở đâu để được xem xét thi lại ạ.",
    "Em đã mua thẻ BHYT từ đầu năm học nhưng em quên mất và có lỡ mua tiếp thẻ vào đợt 3 của trường. Vậy cho em hỏi em có được hoàn tiền lại k ạ. Em cảm ơn.",
    "phòng đào tạo ơi xin cho em hỏi hiện em đang bị dương tính với covid mà trong tuần này em lại có lịch thí nghiệm các môn của kì trước do phòng đào tạo xếp, vậy giờ em nên làm thế nào ạ?? Mong được phòng đào tạo giải đáp. Em xin cảm ơn ạ",
    "Dạ chào Thầy/Cô/Anh/Chị, Em cảm ơn vì những giải đáp cụ thể như trong ảnh đính kèm. Em muốn hỏi thêm là: Em có thể nộp đơn xin thu nhận lại và đăng kí môn học trong khi tình trạng sinh viên vẫn là \"đang học\" không ạ ? (Vì em không thể đăng kí môn học khoảng 6 tháng rồi nhưng trạng thái hiện tại vẫn là đang học) Em cảm ơn ạ",
    "Chào phòng đào tạo, Theo lịch trình đăng ký tốt nghiệp đợt tháng 04/2022, hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là 11/04/2022, vậy nếu em nhận kết quả \"\" thi nói viết từ trung tâm BKEnglish ngày 10/04/2022 thì em có kịp xét tốt nghiệp đợt tháng 04/2022 không? Khi có kết quả em nên phản hồi điều kiện tốt nghiệp với Phòng đào tạo thông qua gmail, BKSI hay bất kỳ kênh nào trong thời gian sớm nhất để kịp thời gian xét tốt nghiệp? Em xin chân thành cảm ơn.",
    "Dạ em là , , Em tính rút môn học thực tập điện tử 1. Do thời gian học vào tháng 3. Dịch đang căng thẳng nên gia đình không cho em lên thành phố học. Do là tình hình nó mới căng lên gần đây nên em chưa kịp điền vào link đăng ký rút môn trễ nhất là ngày 05/03/2021. ﻿ ﻿Lúc em điền form đi là 07/03/2021; chậm 2 ngày rồi ạ! Không biết bên em có được giải quyết không ạ! Mong thầy cô giải đáp giúp em! Em cám ơn!  ﻿ ﻿Trân trọng!",
    "Kính chào quý thầy cô lãnh đạo, Em tên , lớp trưởng lớp VP18CĐT chương trình PFIEV. Em xin đại diện lớp để gửi đơn xin thi sớm kết thúc môn học hai môn Phần tử dẫn hướng 1 và Phần tử dẫn hướng 2 ạ. Vì đơn này em đã gửi email cho Phòng đào tạo từ ngày 01/03 nhưng đến hôm nay 07/03 mởi nhận được phản hồi, nhưng vẫn chưa được giải đáp nên về ngày thi như chúng em viết trong đơn thì Phòng đào tạo có thể thu xếp lại phù hợp với lịch học chúng em như là dời qua tuần sau thay vì như trong đơn. Trân trọng, ",
    "Chào thầy, cô Em tên là  sinh viên khóa 2017 ngành Vật lý kỹ thuật y sinh. Hiện tại học kì này em không có thời khóa biểu chính thức và muốn xin giấy xác nhận sinh viên để thi Toeic thì có được không ạ? Mong nhận được sự giải đáp của thầy,cô. Em xin cảm ơn ạ!",
    "Kính gửi: Ban giám hiệu nhà trường, Phòng Đào tạo trường ĐH Bách Khoa TP.HCM, cùng các thầy cô phụ trách liên quan. Họ và tên: NGUYỄN THỊ HỒNG NHUNG    MSSV: Ngày sinh: 18/10/1997  Lớp: XD15VL2 Đã tạm dừng từ học kỳ 2, năm học 2020-2021 Lý do: Tạm dừng vì không đăng ký môn học theo Quyết định số 263/QĐ ĐHBK Nay đề nghị được thu nhận lại từ học kỳ 2 năm học 2021-2022. Em kính mong quý thầy cô tạo điều kiện cho em được thu nhận lại để đăng ký tốt nghiệp đại học, trong thời gian qua em đã cố găng để đủ điều kiện tiếng anh tốt nghiệp. Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Ad ơi cho em hỏi sao trên thời khóa biểu của em không có lịch học của môn thí nghiệm hóa đại cương ạ(hóa đại cương(tn) của học kỳ 211 được chuyển sang học kỳ 212). Mong Ad xem xét.",
    "Chào anh/chị, anh/chị cho em hỏi nếu em không tham gia lễ tết nghiệp thì có thể nhận được bằng đại học ở đâu và khi nào thì có bằng ạ ?",
    "Kính gửi, Về môn học tự chọn nhóm A (3 môn). Em đã học xong 2 môn. Rớt môn thứ 3 nhưng em không học lại. Em học và qua môn thứ 4 . Cho em hỏi là em có cần phải học lại môn thứ 3 không và nó có ảnh hưởng gì đến điểm tích lũy ngành không, nếu có thì em có thể xoá môn không. Xin cảm ơn.",
    "Em tên , MSSV , nhờ bạn , MSSV  nhận bảng điểm tại PĐT giúp",
    "Em đóng BHYT ở KTX rồi (thời hạn đến 12/2022) vậy có bắt buộc phải đóng BHYT ở trường không ạ ? Em cảm ơn.",
    "Kính gửi /chị PĐT, Em là , sinh viên khoa Quản lý công nghiệp. Vừa rồi em nhận được mail của PĐT về điền form đăng ký LVTN trễ, em đã điền form trong thời hạn. Tuy nhiên, đến ngày 07/03/2022 thời khoá biểu của em chưa được cập nhật môn học (em đã đủ điều kiện để đăng ký LVTN: hoàn thành trễ môn tiên quyết Thực tập ngoài trường, đủ ngày CTXH quy định,...). / ở PĐT xem giúp trường hợp của em, nếu em không đủ điều kiện nào để LVTN, / vui lòng cho em biết lý do. Em xin cảm ơn /. , Em  .",
    "Em chào PDT Đại Học Bách Khoa TP.HCM ạ! em là , mssv , lớp XD14KT, em vừa hoàn thành anh văn và công tác xã hội để đủ điều kiện tốt nghiệp, nhưng hiện tại em không đăng kí được vì tình trạng buộc thôi học vì lý do học lực, qua tìm hiểu thì em biết có thể là do em không tham gia học trong các học kì gần đây nên bị buộc thôi học mong PDT xem xép gỡ bỏ và tạo cơ hội thu nhập lại cho em được tốt nghiệp ạ! Em có viết đơn gửi kèm ạ!  Không biết e còn thiếu xót lỗi gì mong PDT xem xét chỉ dẫn thêm giúp em ạ! em xin cám ơn!",
    "Em chào Thầy/Cô Phòng Đào Tạo. Hôm 28/02 em có viết đơn xin gia hạn ạ. Và nhận được phản hồi là sẽ trả lời sau khi có kết quả. Như nay 07/03/2022 thì cho e hỏi nếu không nhận hoặc nhận được kết quả phản hồi, thì sau bao lâu mình sẽ biết mình có được thu nhận hay là không ạ. EM cảm ơn.",
    "Dạ em xin chào thầy cô phòng đào tạo. Em đã đọc qua quy chế xin miễn môn học ủa thầy cô đã gợi ý cho em ở yêu cầu trước là điều 18/18.1c Thì em thấy rằng điểm của em thuộc loại đánh giá C theo bảng quy đổi điểm trên trang aao.hcmut ạ. EM thắc mắc là tại sao em lại không được quy đổi điểm vậy ạ",
    "Em tên là  MSSV:  hôm nay em không thể đăng nhập vào email mà trường cung cấp không được ạ. em đăng nhập mật khẩu nhưng lại báo mật khẩu đã đổi vài tiếng trước trong khi đó em chưa đổi ạ. mail của em:  mk cũ của em: [phone_number]99 Mong PĐT lấy lại mk đăng nhập giúp em, em cảm ơn nhiều ạ!   i  .",
    "Em muốn hỏi các bước đăng kí tốt nghiêp? Em đã hoàn thành hết các điều kiện tốt nghiệp rồi ạ.   i Tốt nghiệp .",
    "Chào thầy/cô, Em tên là , MSSV . Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết. Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng. Em đã liên hệ GV phụ trách điểm, cô báo với em là cùng một bảng điểm nhưng điểm của một số bạn bình thường. Cô cũng đã báo PĐT để quét lại bảng điểm nhưng đến giờ điểm của em vẫn chưa được cập nhật đúng. Mong thầy/cô xem giúp em vấn đề có phải là do hệ thống không ạ. Để kịp cho đợt tốt nghiệp tới, nếu có gì cần phải bổ sung, sửa chữa mong thầy cô báo lại giúp em hoặc cho em một ngày hẹn để tiện theo dõi ạ. Em chân thành cảm ơn sự giúp đỡ của thầy/cô.",
    "Dạ em chào anh/chị, Em tên là  - MSSV . Vừa rồi em đã hoàn thành bảo vệ tốt nghiệp vào ngày 3.3.2022, hiện đang chờ cập nhật điểm trên hệ thống để đăng kí tốt nghiệp . Nhưng do em bảo vệ vào đợt 2 nên thời gian rơi vào học kì 2 thay vì cuối học kì 1, em không đăng kí thêm môn vì chỉ còn đợi bảo vệ tốt nghiệp. Hiện trạng thái sinh viên của em là TẠM NGỪNG do không đăng kí môn học kì 2, nên em muốn hỏi là khi điểm tốt nghiệp được cập nhật, em có được đăng kí tốt nghiệp không ạ? Nếu em phải làm thêm thủ tục gì khác vì trạng thái TẠM NGỪNG để có thể tốt nghiệp, em mong nhận được hướng dẫn của anh/ chị pđt ạ . Em xin cảm ơn nhiều.",
    "Kính chào PĐT, Em là , SV đã đăng ký hoãn thi (hoãn BV) LVTN vào HK202 do ảnh hưởng của dịch Covid-19. Thầy/Cô cho em hỏi nếu trong tháng 3 này em bảo vệ Luận văn và có điểm thì em có cần đăng ký xóa điểm HT trước hay không ạ? Nếu có thì thủ tục đăng ký như thế nào ạ? Em xin cảm ơn. Trân trọng./.",
    "Dạ em xin chào,  Em tên là , mssv:  Dạ em đã đăng ký in bảng điểm và đã in xong, hiện tại em không thể nhận trực tiếp được nên em đã nhờ người thân nhận dùm ạ. Thông tin người nhận dùm: Tên:  cccd: [phone_number]24",
    "Em xin xét tốt nghiệp đợt tháng 4/2022, nhưng đến  nay em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp dù em đã đủ tín chỉ và ctxh.",
    "Dạ em xin chảo ban Phòng Đào Tạo trường DHQG ĐH Bách Khoa ạ. Em tên là  - MSSV:  Lí do em viết mail này là: Vào ngày hôm nay ( tức ngày 6-3) em có một bài kiểm tra môn Vật Lí 2 ( ca 9h ), tình hình là em đang ở Kí Túc Xá, mà mạng ở đây hay có một sự cố rớt mạng không như muốn, và hôm nay cũng vậy ạ, trong lúc nộp bài còn khoảng 1-2s, khi kéo xuống phần nộp bài thì em bị rớt mạng, khi kết nối vào lại thì hệ thống ghi nhận là: \" chưa bao giờ gửi \", em đã nhờ giám thị coi thi giải quyết nhưng không được ạ. Em có video bằng chứng quá trình làm bài thi. Em mong bên phía PĐT sẽ giải quyết trường hợp này ạ . Em xin chân thành cảm ơn.   Em xin phép để đường link video ở dưới ạ: https://drive.google.com/file/d/1WLWUyZMoy-l6UxwvRq-Knjm8k_DllqBo/view?usp=sharing",
    "Kính chào Phòng Đào Tạo. Cho em hỏi là học phí HK202 1 môn (9 chỉ) là 4trieu7, mà 1 môn (3 chỉ) của HK212 này tới 2trieu7. Có phải nhà trường đã thay đổi chính sách hay sao mà có sự chênh lệch nhiều vậy ạ. Em cảm ơn PĐT.",
    "dạ em xin chào thầy cô, kì 2 năm học 2020/2021 em có đăng kí hoãn thi cuối kì hai môn vì dịch covid, đến giờ chưa thi lại, pđt cho em hỏi là mình đợi pđt xếp lịch thi lại hay như thế nào để em chuẩn bị ạ,  em xin cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
    "Dưới đây là đơn xin thi bổ sung kèm minh chứng của em.Trong đó hình 1,3 ,video 4 là chứng minh em không vào được wifi, ảnh 2 là ảnh chứng minh wifi em đăng nhập là wifi tại nhà của em.Em có dự định đăng kí 3g nhưng do 7h chưa ai mở cửa để bán card cho em.",
    "Em chào PDT,      Em tên , MSSV , học bằng 2 khoa Kỹ thuật Địa chất & Dầu khí, bằng 1 là khoa Điện- Điện tử trường mình luôn. Em có xin được miễn môn học và có làm phiếu xin miễn môn, và được báo là nếu được thì sẽ có cập nhật trên Mybk điểm chuyển, đến nay vẫn chưa thấy có thay đổi. Nên em gửi câu hỏi này để biết lý do ạ.      Em xin cảm ơn!     i  .",
    "Xin chào anh/chị Phòng đào tạo, Em tên là , MSSV: , cựu sinh viên Bách khoa Em có thể xin course outline (bằng tiếng Anh càng tốt) của chương trình Tiên Tiến, ngành Điện-Điện Tử được không ạ? Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ, Dạ em là , sinh viên K18 khoa Quản lý Công Nghiệp ạ. Dạ đợt vừa rồi em có đăng ký bổ sung LVTN trễ hạn nhưng kết quả là không đủ điều kiện nhận LV. Dạ em có thắc mắc là, hiện tại tín chỉ tích lũy của em trên hệ thống MyBK cập nhật là 114 chỉ và nếu cộng với 11 chỉ của HK211 nữa sẽ bằng 125 chỉ và yêu cầu của PĐT là 126 chỉ mới đủ điều kiện để đăng ký LV. Nhưng theo thông báo của pđt trước đó là không xét chuẩn AV Quốc tế khi xét LV (8 chỉ), nên nếu không xét thì em nghĩ em vẫn đủ điều kiện để đăng ký LV ạ. Tại bên khoa em số tín chỉ tích lũy để ra trường là 142 chỉ, dạ nên nếu tính đến HK211 là 125 chỉ + 8 chỉ av + 9 chỉ LV = 142 chỉ thì em đủ điều kiện để ra trường ạ. Em kính mong thầy/cô có thể xem xét vấn đề này lại giúp em ạ. Em xin cảm ơn quý thầy/cô nhiều ạ.",
    "Kính gửi PĐT, Em là Phạm Hồ Anh Đức, mã sinh viên: 1811982. Em làm đơn mong PĐT hỗ trợ trong việc cập nhật môn học tương đương, cụ thể như sau: + Môn học Thống kê trong kinh doanh (IM1017): đã học trong HK 202 với điểm tổng kết là 7.0 - tương đương với mã IM2007 trong CTĐT K18. Em cảm ơn ạ.",
    "MSSV:  Họ và tên:  Chào thầy/cô Em là sinh viên khoá K20 lớp VL2004 Tình hình là vào tuần 10 em có lịch học thí nghiệm OFF các môn từ kì trước để hoàn thành chương trình học nhưng hiện tại em mới phát hiện bản thân là F0 nên không thể tham gia lớp học OFF vào tuần 10 được Vậy em viết đơn này mong thầy/cô cho em biết phải làm như thế nào ạ (em cũng đã đăng bài tìm gmail hai cô thí nghiệm nhưng suốt nhiều ngày vẫn không tìm được) Mong thầy cô phản hồi em vì theo nhiều nguồn tin biết được thì dù đã có điểm rồi nhưng không tham gia học OFF các buổi thí nghiệm thì vẫn sẽ bị rớt môn ạ và lịch học OFF thí nghiệm có môn chỉ có 1 buổi duy nhất vào tuần sau thôi ạ Em chân thành cám ơn.",
    "Kính gửi PĐT, Em tên là , mã sinh viên 181192. Trong file KQ kèm lí do mà PĐT gửi qua mail, ở mục Tín chỉ chưa có điểm HK202, 203 thì của em bị trống, trong khi trên Mybk thì môn Thực tập ngoài trường của em đã cập nhật điểm như file đính kèm sau đây. Mong PĐT xem xét giúp em ạ. Em xin cảm ơn.",
    "Em tên:  MSSV:  Mã môn học: ME4677 Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra em đã nộp chứng chỉ anh văn và được xác nhận đăng kí (07/03/2022) rồi ạ. PDT có thể xem xét lại trường hợp của em để em đủ tín chỉ đăng kí luận văn kì này ạ . Em cảm ơn.",
    "Em tên:  MSSV:  Mã môn học: ME4677 Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra em đã nộp chứng chỉ anh văn và được xác nhận đăng kí (07/03/2022) rồi ạ. Em mong PDT có thể xem xét lại trường hợp của em để em đủ tín chỉ đăng kí luận văn kì này ạ. Em cảm ơn.",
    "Khiếu nại đăng ký môn học LVTN mã môn học ME4019. Em có thắc mắc là em đăng kí môn học thành công nhưng pdt không gửi danh sách về bộ môn ạ",
    "Em là  mssv:. Ngày 5/3 em có kì thi giữa kì môn trường điện từ và kinh tế học đại cương mà vì lí do sức khoẻ và điều kiện thiết bị không đáp ứng ( em đang cách li ạ) nên em muốn hoãn kỳ thi này không biết được không ạ và mong PĐT giải quyết giúp với ạ. em có viết mail cho giảng viên bộ môn và mail PDT lúc đó rồi ạ Em cảm ơn.",
    "Kính gửi PĐT, Em là -MSSV . Em có nhận được email PĐT gửi có file đính kèm kết quả lý do không xét được LVTN của đợt đăng ký LVTN HK212 trễ hạn qua link google form với lý do là không đủ tín chỉ tích lũy 125/126 (trong đó có 104 tín chỉ tích lũy được ở kỳ 203) . Tuy nhiên, số tín chỉ tích lũy theo hệ thống mybk tính đến HK211 của em là 134 (bao gồm 113 chỉ tín đến HK203 và 21 chỉ đăng ký ở kỳ 211) . Kính mong PĐT xem xét lại để em có thể hoàn thành đúng tiến độ luận văn . Em xin chân thành cảm ơn",
    "Cho em hỏi là nếu môn em hoãn thi có mở trong kì hè thì em có được thi trong kì hè luôn không ạ ?",
    "Em là sinh viên K21 thuộc khoa điện-điện tử (chương trình chính quy đại trà), dạ cho em hỏi khi nào trường mới phát thẻ sinh viên cho sinh viên K21 ạ? Và nếu muốn nhận thẻ sinh viên thì đến đâu để nhận ạ?  Em xin cảm ơn . Trân trọng, ",
    "Do lịch học môn anh văn 1A của em trùng với lịch học GDQP nên em mong có thể đổi Av1A qua giờ khác để phù hợp .",
    "Em chào quý thầy cô PDT ạ, Em tên là , MSSV . Dạ cho em hỏi là các môn tự chọn tự do mình có thể không học theo tiến độ của chương trình đào tạo được không ạ. Tức là trong chương trình đào tạo kì 4 mới bắt đầu có tín chỉ tự do thì em đăng kí môn tự do từ kì 3 luôn được không ạ ? Em xin cảm ơn nhiều ạ.",
    "Kính gửi thầy cô phòng đào tạo như yêu cầu trước đó và đã được phản hồi thì đã hết ngày 7/3 nhưng hiện tại em vẫn chưa có thể đăng kí tốt nghiệp được mong thầy cô xem xét lại và kiểm tra giúp em nguyên nhân tại sao em vẫn chưa biết được đăng kí tốt nghiệp ",
    "Kính gửi Phòng đạo tạo, Em tên là  , MSSV  Em muốn hỏi là PĐT có thể giúp em xem lại tổng số tín chỉ hiện tại của em không ạ. Vì em xem trong kết quả đợt đăng ký LVTN trễ hạn thì lý do em không xét được LVTN là do tổng số tín chỉ của em là 124 chỉ (thiếu 1 chỉ so với quy định), nhưng hiện tại tổng số chỉ  của em là 128 chỉ (vì em đã chuyển điểm tiếng anh). Để chứng minh em có đính kèm bảng điểm của mình ở dưới, số tín chỉ học kỳ 3(2020-2021) là 113 chỉ + thêm 15 chỉ của học kỳ 1 (2021-2022) là 128 chỉ ạ Mong PĐT xem xét và sớm phản hồi liệu em có đăng ký được LVTN kỳ này không ạ, Em cảm ơn PĐT nhiều ạ.",
    "Kính gửi,  Chương trình học yêu cầu em hoàn thành 3 môn tự chọn nhóm A. Em đăng ký các môn sau theo thứ tự: 1. Công nghệ vật liệu nhựa & gia công khuôn mẫu (Qua môn) 2. Tối ưu hóa & quy hoạch thực nghiệm (Qua môn) 3. Nhập môn thị giác máy tính (Rớt môn, chưa học lại) 4. Phương pháp phần tử hữu hạn (Qua môn) Cho em hỏi là em có cần học lại môn 'Nhập môn thị giác máy tính' không? Và nó có ảnh hưởng gì tới điểm trung bình tích lũy ngành cuối cùng để xét nghiệp không? Cảm ơn.",
    "Em đăng kí av và thỏa yêu cầu nhưng k thấy thời khóa biểu và tên trong danh sách lớp.",
    "Kính chào quý Thầy/Cô,  Em tên Nguyễn Thị Kim Yến, MSSV: , em có thấy trường không xét anh văn trong HK212,  em  chưa nộp bằng anh văn, hiện tại em được 125 tín chỉ. 125 tín chỉ + 8 chỉ anh văn + 9 chỉ luận văn = 142 tín chỉ (đủ điều kiện ra trường), tuy nhiên em vẫn không đăng kí được LVTN, em rất mong quý Thầy/Cô xem xét để em có thể đăng kí được môn LVTN ạ . Dạ còn trong trường hợp em không đăng kí được môn LVTN do thiếu 1 chỉ thì em có thể giải quyết bằng cách nào để có thể vẫn tốt nghiệp trong tháng 11 sắp tới ạ . Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Gửi thấy/cô, Em là sinh viên K16 đã tạm dừng học từ học kì 191 (2019-2020) để du học. Hiện em có nguyện vọng rút hồ sơ và bảng điểm ( đã thanh toán trên bkpay) để hoàn thiện hồ sơ cá nhân tại Đức . Em có nhờ người thân đến phòng giáo vụ cơ sở 1 để trình bày nguyện vọng nhưng không đạt được kết quả . Thầy/cô có thể hướng dẫn em thủ tục  và những giấy tờ cần thiết để có thể rút hồ sơ được không ạ? Mong sớm nhận được phản hồi tích cực từ quý thầy/ cô  . Trân trọng, ",
    "Dạ kính thưa thầy cô!? Trong học kỳ 211 vừa rồi có môn học mà em gặp sự cố trong việc hoãn thi cuối kỳ( môn thi sau ngày 12/01/2022,Môn học EE3009 Máy Điện nhóm A01 của thầy  ạ),email em gửi cho GVHD bị sai địa chỉ ạ. Em biết đây là sai sót khó có thể chấp nhận được nhưng có cách nào để em có thể đăng ký thi lại môn học này bằng hình thức thi offline trong HK 212 được không ạ!!  Em xin chân thành cảm ơn quý thầy ạ! Mong quý thầy cô cứu vớt em với ạ!!",
    "Dạ thưa các anh chị,  Em là  (), K18 khoa Quản lý công nghiệp. Vừa rồi em có đăng kí môn LVTN bổ sung nhưng được kết luận rằng thiếu chỉ, nhưng em đã kiểm tra lại thì em đã tích lũy được 116 chỉ + 11 chỉ kì 211 (127 126). Thông tin trong file excel hiện giờ chỉ ghi em tích lũy được 113 chỉ ạ Em mong các anh chị hỗ trợ kiểm tra lại thông tin giúp em ạ Em cảm ơn",
    "Chào thầy/cô, Học kì trước em đã hoàn thành và bảo vệ LVTN nhưng đến giờ trên MyBK vẫn chưa cập nhật điểm, em đã liên hệ GV thì thầy nói đã nhập điểm rồi. Mong PĐT kiểm tra giúp em. Em cảm ơn!",
    "Chào thầy/cô, Em tên là , MSSV . Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và có điểm tổng kết. Em đã làm đơn xin xóa điểm 14, PĐT cũng xác nhận là đã cấp phiếu ghi điểm gửi về Khoa theo đường công văn cho em rồi ạ. Bảng điểm của em dù đã cập nhật nhiều lần nhưng cột điểm 14 vẫn chưa được xóa, tình trạng sinh viên vẫn để là tạm dừng. Em đã liên hệ GV phụ trách điểm, cô báo với em là cùng một bảng điểm nhưng điểm của một số bạn bình thường. Cô cũng đã báo PĐT để quét lại bảng điểm nhưng đến giờ điểm của em vẫn chưa được cập nhật đúng. Mong thầy/cô xem giúp em vấn đề có phải là do hệ thống không ạ. Để kịp cho đợt tốt nghiệp tới, nếu có gì cần phải bổ sung, sửa chữa mong thầy cô báo lại giúp em hoặc cho em một ngày hẹn để tiện theo dõi ạ. Em chân thành cảm ơn sự giúp đỡ của thầy/cô.",
    "Kính gửi: Phòng đào tạo ĐH Bách Khoa TpHCM. Người viết: , MSSV , sinh viên chuyển hệ CQ sang VLVH. Nội dung: Hiện tại em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến trên aao thì kết quả trả về là \"Học vụ: Còn nợ môn - Chưa đủ điều kiện tốt nghiệp\". Trước khi chuyển hệ, em đã tích lũy 133 tín chỉ, TOEIC LR 740, chỉ còn nợ LVTN - 9 tín chỉ là hoàn thành chương trình 142 tín chỉ. Kì rồi em đã bảo vệ LVTN được 7.5đ và đã được cập nhật điểm trên stinfo. Em mong PĐT có thể giải quyết sớm giúp em về điều kiện tốt nghiệp ạ. Em xin cám ơn.",
    "Kính gửi thầy,cô PĐT, Em tên  Mssv  Do không đủ tin chỉ tích lũy đăng ký LVTN (thiếu tín chỉ tích lũy AV) để đăng ký đúng lịch ĐKMH. Nhưng hiện tại em đã bổ sung bằng AV và đã được chuyển điểm. Kính mong PĐT cho phép em đăng ký bổ sung luận văn để hoàn thành tiến trình học kịp tiến độ. Dưới dây là đơn ĐKMH đã được GVHD phê duyệt để thực hiện và tiến độ đã thực hiện và có sự đồng ý của . Mong PĐT có thể cho em ĐK bổ sung Môn học LVTN. Em cảm ơn thầy, cô ạ.",
    "Hiện tại em đang còn đang trong quá trình cách ly nên chưa có phiếu hoàn thành cách ly để làm minh chứng. Ngày thi giữa kì của em là vào 6/3 nhưng tới ngày 12/3(quá thời hạn 5 ngày sau ngày thi) thì em mới hoàn thành việc cách ly, nếu ngày 12/3 nộp phiếu thì có còn hiệu lực không ạ? Và em phải nộp phiếu theo phương thức online, bưu điện hay trực tiếp vậy ạ?",
    "Kính gửi quý thầy cô -Vì em đọc trên Quy chế đào tạo-phụ lục 1-3a: + Riêng hệ VLVH, ĐTTXa thì còn chấp nhận kết quả kỳ kiểm tra trình độ tiếng Anh (theo định hướng TOEIC)  -Mong quý thầy cô xác nhận giúp em:   B hệ VHVL có cần thi anh văn nói hay không ạ  ",
    ": Dạ thưa Phòng Đào Tạo, xin cho em hỏi là nếu cần giấy hoãn nghĩa vụ quân sự thì liên hệ ở đâu để lấy ạ? Bình thường đầu học kì có họp lớp thầy chủ nhiệm sẽ đưa mỗi bạn một cái, nhưng học kì này học ở nhà nên em không có.",
    "Dạ em chào các thầy cô,em là ,mã số sinh viên của em là .Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng mà thời khoá biểu trùng lịch với Giáo Dục Quốc Phòng,như vậy thì em phải làm sao ạ",
    "Kính gửi thầy cô phòng đào tạo, Em tên là . Em có MSSV là . Em thuộc khoa Khoa học máy tính hệ VHVL . Em xin trình bày thắc mắc về học phí của em như sau: Vì học kì 1, em gặp trường hợp học phí của em bị thay đổi từ hình (1) - có \"học phí dự thính chuyển hệ + học phí VHVL\" thành hình (2) - chỉ còn \"học phí VHVL\" . Do đó, khi nhìn thấy học phí của học kì 2, em không biết là em sẽ đóng học phí theo hình (3) là \"học phí dự tính chuyển hệ\" hay có thể học phí sẽ lại bị thay đổi như học kì 1 là em đóng số tiền 11,250,000 triệu (vì đăng kí dưới   = 12 tín chỉ). Em xin bổ sung thêm học kì này em học 10 chỉ, trong đó có 2 môn em đăng kí dự thính và 1 môn em đăng kí học chung với sinh viên hệ chính quy đại trà. Em mong thầy cô xem lại dùm em trường hợp này để em có thể đóng đủ học phí cho nhà trường ạ. Em xin chân thành cám ơn sự giúp đỡ của thầy cô ạ. Thân mến, Em .",
    "SV đã xem file đính kèm kết quả lý do không xét được LVTN của đợt đăng ký LVTN HK212 trễ hạn Với lí do của em là thiếu số tín chỉ . Sau khi xem lại kết quả học tập thì em nhận thấy PDT dùng số tín chỉ tính cho đến học kì 203, chưa cập nhật số tín chỉ của học kì 211. Vì vậy dẫn đến kết quả số tín chỉ của em không đủ để nhận LVTN. Mong PDT cập nhật số tín chỉ và xem xét lại điều kiện đăng ký LVTN học kì 212 của em. Em xin cảm ơn.",
    "Chị, Cho em hỏi về   B bằng kỹ sư    tại đại học Bách Khoa thì có cần đăng kí trước khi học không hay chỉ cần tích lũy tối thiều 150 tín chỉ thì sẽ được công nhận là tốt nghiệp cấp kĩ sư ạ Em cảm ơn    i ",
    "Dạ em kính chào phòng đào tạo, em đã nộp CCNN và đã có kết quả thẩm tra hợp lệ ạ, em cũng đã thanh toán để đăng ký xét điểm miễn. Vậy em có cần phải liên lạc với bên hội đồng thi để gửi bảng điểm khác về phòng đào tạo không ạ? Do tình hình dịch nên em chưa thể đến trực tiếp văn phòng của hội đồng thi được ạ. Em rất mong được phòng đào tạo phản hồi ạ.",
    "Em tên là . MSSV: . Học kì này em chưa đăng kí được LVTN, do đó thời khóa biểu của em bị trống, vậy em có cần phải làm đơn tạm hoãn 1 học kì không ạ? Em xin chân thành cảm ơn",
    "MSSVMSGV:   b Khiếu nại đăng ký môn học  i  Kính gửi  , Em là , sinh viên khoa Quản lý công nghiệp. Ngày 07032022 em nhận được mail kết quả đăng ký LVTN trễ từ , có file đính kèm danh sách sinh viên. Trong file đó hiển thị số tín chỉ tích luỹ của em là 111 (Hình 1), nhưng trong bảng điểm từ MyBK của em hiển thị số tín chỉ tích luỹ cho đến HK203 là 117 (Hình 2). Điều này khi cộng số tín chỉ từ kỳ 211 thì không đủ điều kiện để đăng ký LVTN.   vui lòng có thể kiểm tra giúp trường hợp của em. Mong sớm nhận phản hồi từ  . Em xin cảm ơn . Trân trọng,  Em .",
    "Dạ em chào PĐT, theo TKB hiện có thì lịch học Thí nghiệm Sinh học đại cương là vào tuần 51. Em đã hỏi cô về lịch học trên và cô báo là TKB sai. Mong PĐT kiểm tra lại giúp em với ạ. Em cảm ơn!",
    "Hiện tại, Phòng CTCT – SV có thông báo lịch thu bảo hiểm đợt 3 - Bảo hiểm y tế 9 tháng: 422.415 đ/SV (thẻ có giá trị từ 01/04/2022 đến 31/12/2022). Em đã đăng ký BHYT sinh viên 6 tháng vào ngày 9/11/2021 trên mybk và thẻ BHYT của em hiện có thời hạn từ 01/01/2022 - 30/06/2022. Vậy em có cần phải đăng ký BHYT đợt 3 nữa không. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô Em có nguyện vọng xin thôi học để thi lại vào một trường ĐH khác và đã hoàn thiện đơn xin thôi học. Quý thầy/cô cho em hỏi mình nộp đơn tại đâu và thủ tục xin thôi học ngoài đơn ra còn chuẩn bị thêm các khoản lệ phí khác nào không ạ? Em xin chân thành cảm ơn.",
    "Tốt nghiệp . Kính thưa Quý Thầy/Cô, Em là Trần Quang Khải, MSSV: 1710137, thuộc khoa Kỹ Thuật Giao Thông, ngành Công nghệ-Kỹ thuật Ô tô. Hiện tại em đã hoàn thành chương trình đào tạo và đã có tên trong danh sách nhận bằng tốt nghiệp vào đợt 2/2021. Tuy nhiên, hiện tại em đang tham gia chương trình Cao học ở Đại học Ulsan (University of Ulsan). Do trong khoảng thời gian làm hồ sơ, em vẫn chưa được nhận bằng tốt nghiệp và hiện tại, phía trường Ulsan yêu cầu em nộp bằng tốt nghiệp thì mới tiếp tục xem xét học bổng cho em . Nay em viết email này kính mong Quý Thầy/Cô xem xét để em được ủy quyền cho mẹ em nhận và hoàn thành thủ tục nhận bằng tốt nghiệp để em có điều kiện được tiếp tục chương trình học tại Hàn Quốc . Em xin chân thành cảm ơn Quý Thầy/Cô đã dành thời gian đọc tin! Trần Quang Khải",
    "Dạ cho em hỏi phần số tín chỉ và trung bình tích lũy của em chỉ hiện từ hk203 trở về trước, những học kỳ sao em không thấy. Em không biết có bị lỗi gì không ạ",
    "I  Kính chào phòng đào tạo, Hiện tại em đã hoàn thành luận văn tốt nghiệp cũng như các môn trong chương trình đào tạo. Do đó, em xin phòng đào tạo cấp giấy xác nhận sinh viên để em thi Toeic ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi phòng đào tạo. -Em tên  -Mssv:  -Ngày 24/01/2021 vì lý do em chưa hiểu rõ quy chế nhà trường nên em đã đăng ký nhầm mã LVTN là TR4313, em có lên phòng đào tạo làm đơn và xin chuyển lại mã chính xác là 206303, và được cô cho phiếu biên lai và hẹn ngày 14/02/2022 sẽ có kết quả. -Đến nay em vẫn chưa thấy thời khóa biểu thay đổi, và vì lí do chủ quan nên em đã làm thất lạc biên lai của cô, em xin cam đoan tất cả lời nói trên là hoàn toàn đúng sự thật, nếu có gì sai sót em xin hoàn toàn chịu trách nhiệm. -Kính mong quý thầy/cô phòng đạo tạo hỗ trợ xử lý giúp em. -Chân thành cảm ơn!",
    "Thân gửi phòng đào tạo! Em tên , MSSV:  Em có thắc mắc về vấn đề tốt nghiệp, mong PDT xem xét giúp em ạ. Hiện tại e đã hoàn thành chương trình học theo cập nhật của Mybk là 142 tín chỉ, điểm toiec của em reading& listening là 525đ e nộp vào ngày 22.2.2022 và được thẩm tra ở mục \" nộp chứng chỉ ngoại ngữ\" lúc 10:35 27.2.2022. Toiec wirting &speaking là 240đ. Ngày công tác xã hội là 16. Và em không nơi học phí hay sách của trường.Nhưng hiện tại e vẫn chưa đăng ký được tốt nghiệp cho đợt 4/2022.Hôm trước e có hỏi và phòng ĐT phản hồi đến ngày 8/3 không có tên trong danh sách thì phản hồi lại ạ. Nên hôm nay em liên hệ lại ạ. Rất mong phòng đào tạo xem xét và phản hồi giúp em để e được đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Em đã đăng kí BHYT ngày 11/11/2021 gói 12 tháng, khi nhận thông báo đăng kí bảo hiểm gần đây do em không kiểm tra, nên em lại đăng kí gói mới (9 tháng) vào ngày 07/03/2022, khi được chuyển vào trang thanh toán, em nhận ra là bảo hiểm mình còn hiệu lực và không cần mua mới nữa, nhưng em không biết làm sao để hủy đăng kí ạ! Em cảm ơn",
    "Kính gửi /Chị PĐT, Em là , thuộc chương trình đào tạo Đại trà K18 khoa Quản lý công nghiệp. Em làm đơn cập nhật môn tương đương Thống kê trong kinh doanh, mã IM1017, học trong kỳ 202, điểm tổng kết môn 7.50, tương đương với môn có mã IM2007, thuộc CTĐT Đại trà K18 Khoa Quản lý công nghiệp. Sau khi được PĐT cập nhật xong, em có phải đăng ký lại môn LVTN hay không thưa /Chị? Cảm ơn /Chị xem và phản hồi. Trân trọng,  Em .",
    "Vậy hiện nếu em làm thủ tục xin thôi học ở học kì này, thì em sẽ phải thanh toán học phí là bao nhiêu ạ, và em có được miễn giảm phần học phí nào không. Vì trong tình hình dịch bệnh phức tạp như vậy nên em không có điều kiện lên trường sớm làm thủ tục như trong quy chế được, mong PĐT có thể xem xét miễn giảm phần nào học phí cho em. Em hiện là sinh viên K20 năm 2 ạ. Em xin chân thành cảm ơn.",
    "Em chào anh/chị ạ, Em tên , MSSV: . Em có câu hỏi là đợt xét tốt nghiệp này có cấp bằng tạm cho sinh viên không ạ? Vì theo hướng dẫn của Văn phòng đào tạo quốc tế, thì vào thứ ba hàng tuần (1 tuần sau khi đăng ký) sẽ nhận bằng tốt nghiệp tạm thời tại văn phòng. Nhưng khi em lên thì lại bảo không nhận được thông tin gì về bằng tốt nghiệp tạm thời của em. Em muốn xin được in bằng tốt nghiệp tạm thời hoặc được gửi bằng file điện tử ạ. Em cảm ơn anh/chị ạ!",
    "Em chào thầy/cô . Em tên : . MSSV:  . Kì này e không đăng kí được lvtn do thiếu các chỉ anh văn. Và hiện tại ngoài anh văn và luận văn tốt nghiệp thì e đã học hết tất cả các môn còn lại. Vậy nên học kì này e không đăng kí môn học nào hết mà chỉ có ôn anh văn ở ngoài để thi lấy bằng nộp vào. Vậy PDT cho e hỏi: học kì này e không đăng kí môn học nào thì có bị ảnh hưởng hay cảnh cáo hoặc hình thức xử lí gì không ạ? Mong PDT trả lời cho e ạ!  Em xin cảm ơn ạ.",
    "Em là sinh viên       b MSSV:    Hiện tại em đã hoàn thành chương trình học (vào học kỳ II 2020-2021) cũng như vừa hoàn thành xong 15 ngày công tác xã hội. Nhưng do em không đăng ký môn học của những học kỳ gần đây nên hiện tại tình trạng sinh viên của em đang ở chế độ \"Tạm dừng\". Em mong được nhà trường hỗ trợ cập nhật lại tình trạng sinh viên để em có thể đăng ký xét tốt nghiệp ạ!  ",
    "Chào quý thầy cô! Em có nghe nói kỳ hè sẽ mở cho đăng ký luận văn tốt nghiệp thì có xét chuẩn tiếng anh không ạ? Với lại em liên thông VLVH khóa K20 nhưng học chương trình K19 thì chuẩn tiếng anh lấy theo khóa nào ạ? Em cảm ơn!",
    "Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa Ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng nên em không vào được phòng meet đúng giờ và bị đình chỉ thi.Em có mail hỏi giáo viên thì giáo viên bảo em phải làm đơn xin thi bổ sung  và minh chứng gửi phòng đào tạo nên em đã viết đơn và đính kèm file dưới đây.Mong quý thầy cô xem xét cho em ạ.",
    "Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Nên em muốn đăng kí thi đợt bổ sung, mong quý thầy cô xem xét.",
    "Em Tên  MSSV  Em xin thầy cô kiểm tra lại thông tin điểm thi AV400 trên https://mybk.hcmut.edu.vn/stinfo/ ạ. Do em xin hoãn thi HK203 và thi lại môn AV400 , nhóm HL01 , Tổ A, dự thi ngày 20/02/2022. sau khi thi xong em có xác nhận là đã nọp bài từ cô giám thị và em có gữi clip theo yêu cầu của thầy cô. Hiện tại điểm AV400 của em bị cập nhật là VT nên em nhờ thầy cô xem lại giúp em ạ. Em xin cảm ơn thầy cô rất nhiều.   i ",
    "Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.",
    "Hiện tại em chỉ còn 2 muôn học chưa qua với tín chỉ tổng cộng là 4 chỉ (gồm 1 môn đã học nhưng không qua môn ở học kì 212 có mã môn học là ME2045, môn còn lại kì này đang học có mã môn học là ME3227). Có một số môn học em đã học nhưng chưa cập nhật điểm vì tình hình dịch bệnh chưa thi cuối kì và  chưa học buổi thí nghiệm được. Nhưng theo em được biết các môn đó được xét là đã qua đối với trường hợp xét tín chỉ tích lũy để đăng kí môn học. Có một số môn tương đương em đã qua và gửi lên cập nhật điểm số. Vậy hiện tại em còn luận văn (9 tín chỉ), anh văn (8 tín chỉ) và hai môn chưa qua (4 tín chỉ), nên số tín chỉ còn lại của em là 21 tín chỉ, số tín chỉ đã qua (đối với trường hợp xét đăng kí môn học) là 121 tín chỉ. Nhưng hiện tại em vẫn không đăng kí được luận văn vì theo công bố của PDT em chỉ đạt 117 tín chỉ, em không biết hiện tại em thiếu tín chỉ nào nữa. Mong PDT xem lại giúp em để em đăng kí luận văn và hoàn thành chương trình học của mình đúng hạn ạ. Mong PDT có thể xử lý cho trường hợp của em. Em xin chân thành cảm ơn!",
    "Thầy cô cho em hỏi thời khóa biểu của em tuần này học thí nghiệm offline nhưng lại không cập nhật, mong thầy cô xem giúp em ạ .",
    "Gửi thầy (cô), Em tên:  MSSV:  Em có đăng ký tốt nghiệp tháng 1/2022. Nhưng không tìm được thông tin tốt nghiệp và không nhận được e-mail. Mong thầy (cô) kiểm tra lại giúp em thông tin. Em cảm ơn",
    "dạ cho em xin cách để liên lạc với bên quân sự được không ạ vì em không có trong danh sách học quân sự mà hôm thứ 2 lại có mail hướng dẫn học qs ạ. em cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên là  Mssv: Sinh viên hệ VHVL ,Lớp BT14DHLT. Hiện tại em có tra: ,T 1 NĂM 2022 thì được báo là chưa đủ điều kiện tốt nghiệp , lý dó là chưa tích lũy được môn học bắt buộc tự chọn nhóm 4 : 0/ 2. Tuy nhiên môn học tự chọn nhóm 4 em đã tích lũy đủ , cụ thể như thống kê trong file đính kèm. Kính mong PĐT kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn [phone_number]",
    "Tốt nghiệp       Dear Thầy/Cô  Em tên , MSSV:  Hiện em đã đủ điều kiện để tốt nghiệp và tình trạng sinh viên đang học nhưng vẫn không có tên trong danh sách tốt nghiệp dự kiến và không đăng ký tốt nghiệp trên myBK  Em mong PĐT có thể bổ sung và mở đăng ký tốt nghiệp với trường hợp của em Em mong sớm nhận được phản hồi từ PĐT  Em xin chân thành cảm ơn",
    "Dạ cô ơi, em có hỏi cô là không phải là để hoãn môn mà là rút môn kỳ sau em đăng ký học lại á cô! Em đã điền form rút môn hôm bữa trường có gửi rồi ạ. Nhưng mà hạn của form đó là 05/03. Nhưng mà hôm qua 7/3 em mới điền. Do tình hình dịch đột xuất tăng nhanh nên gia đình không cho em lên ạ! Nên em mới hỏi là yêu cầu rút môn có được giải quyết không ạ? Mong cô giải đáp giúp em nha! Cám ơn cô! Trân trọng! ",
    "Em đã hoàn thành chương trình chương trình giáo dục quốc phòng khóa 403/21 do Trung tâm Giáo dục Quốc phòng và An ninh ĐHQG-HCM tổ chức . Trường xem xét xác nhận em đã hoàn thành môn giáo dục quốc phòng (MI1003)và gừi em bằng xác nhận hoàn thành chương trình giáo dục quốc phòng qua :  - Địa chỉ: 410, Trường Chinh, phường 13, quận Tân Bình, TpHCM - SĐT: [phone_number] ",
    "Em là . MSSV:  lớp CTM02. Hiện tại thì em mới có điểm môn học Kỹ thuật an toàn mà em đăng ký vào học kỳ chính 202. Do học kỳ này em không đăng ký môn học mới nên đã bị tạm dừng học. Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ. Em cám ơn thầy/cô.",
    "Em kính chào phòng đào tạo, sau khi được cập nhật điểm môn Nhập môn về kỹ thuật, em có nguyện vọng phúc tra điểm thi. Em đã đăng kí phúc tra từ ngày 4/3/2022 và hôm nay là ngày 8/3/2022 nhưng trên hệ thống vẫn ghi phiếu của em đang được chờ xử lí. Em muốn hỏi khi nào em mới được xét duyệt phúc tra điểm thi ạ. Em xin cảm ơn quý thầy cô.",
    "Em là sinh viên lớp thí nghiệm HĐC VL04. Em có lịch học vào ngày 10 và 11/3 nhưng do em đang ở Hải Phòng nên không có điều kiện học tập trực tiếp tại trường. Em mong nhà trường xem xét chuyển lịch học môn này sang tuần 27 để em được hoàn thành môn học này. Em cảm ơn ạ!",
    "Em là  - . Em tính rút môn Thực tập điện 1 (EE2025) và Thực tập điện tử 1 (EE2023). Do thời gian học vào tháng 3, dịch đang căng thẳng và em đang bị F0 nên em không thể đến lớp học được. Do em test covid vào ngày 8/3/2022 và biết mình là F0 nên em quyết định điền form rút môn học vào ngày hôm đó, chậm 3 ngày so với thời hạn đăng ký rút môn. Không biết form của em có được giải quyết không ạ? Mong thầy cô giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Dạ e chào quý thầy cô ạ, theo như phản hồi từ quý thầy cô trong câu hỏi em lần trước. Và em đã có tên trong danh sách dự kiến tốt nghiệp đợt 4/2022. Nhưng sau 8/3/2022 em vẫn chưa được vào trang mybk để em đăng ký tốt nghiệp được ạ. Do tình trạng sinh viên em là đang tạm dừng ạ. Mong quý thầy cô hỗ trợ kiểm tra giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Em có nhờ PĐT xếp lịch học cho môn Thí nghiệm Hoá đại cương vào tuần 10 nhưng thay vì đưa thời gian học trực tiếp thì PĐT nói em hãy đợi TKB cập nhật. Và cho đến chiều ngày 8/3/2022 thì TKB mới được cập nhật nhưng thời gian học lại là sáng ngày 8/3 và 7/3. Tức là em đã không tham gia học thí nghiệm được.",
    "Thầy cô cho em hỏi tại sao em còn môn thí nghiệm hóa đại cương kì 211 tới bây giờ vẫn chưa có lịch học thí nghiệm 2 buổi cuối ạ Em xin cám ơn ạ",
    "Dạ em chào thầy/cô. Em tên là , MSSV: , hiện tại em đang học lớp CK21DM2, lớp Vật Lý 2 L02. Ngày 6/3/2022 lúc 7h em có ca thi môn Vật Lý 2. Vì hôm đó là ngày chủ nhật mà nhà trọ chỗ em mới thuê bị mất điện từ rạng sáng một cách bất ngờ khiến em gặp phải tình huống xấu là không thể tham gia buổi thi được. Điện thoại của em cũng vì thế mà không đủ pin để sử dụng 4G và không thể chụp lại hình ảnh làm minh chứng cho thầy/cô được ạ. Em mong rằng thầy/cô có thể thông cảm cho em vì sự cố lần này và cho phép em được thi lại. Em chân thành cảm ơn thầy/cô.",
    "Em tên là  - MSSV , vì lý do sức khỏe (sốt cao) nên em đã không thể vào thi giữa kì môn Vật Lý 2 (6/3/2022) ca 9h(L11-B), không biết em có thể kiểm tra bù được không ạ, em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo. Em tên là  :  MSSV : . Hệ VHVL Kì học 212 em có đăng kí học 2 môn : - EE2013 : Vi xử lý 4 chỉ. - EE3087 : Bảo vệ relay hệ thống điện 3 chỉ Nhưng học phí em phải đóng là 6.300.000đ. là 900.000đ/chỉ, bình thường em vẫn đóng 525.000đ/chỉ Kính mong PĐT xem lại xem có bị nhầm lẫn hay em phải đóng thêm những khoản nào ạ:",
    "Do hôm thứ 7 ngày 5/3/2022 em đang thi GHK môn kinh tế học đại cương nhưng do gặp sự cố cúp điện nên không thể tiếp tục làm bài. Hiện tại em chỉ có giám thị coi thi minh chứng cho việc hôm đó em bị cúp điện",
    "Em chào thầy/cô Em gửi yêu cầu xin được xem xét đăng ký tốt nghiệp cho đợt tháng 4/2022. Em đã hoàn thành luận văn tốt nghiệp, có điểm tổng kết và đáp ứng đủ các yêu cầu khác. Tuy nhiên, do kì trước em có làm đơn xin hoãn bảo vệ luận văn, tình trạng sinh viên của em vẫn ghi là tạm dừng. Em cũng chưa có tên trong danh sách tốt nghiệp dự kiến và không vào được mục đăng ký tốt nghiệp trên mybk. Mong PĐT xem xét yêu cầu được đăng ký tốt nghiệp này của em. Em chân thành cảm ơn.",
    "Chào pdt, Mong pdt giải đáp giúp là nếu giờ mình bảo lưu thì chỉ bảo lưu kì đang học, còn những môn của kì trước, ví dụ như thí nghiệm hay thi lại do hoãn thi thì như thế nào ạ, có bảo lưu luôn hay vẫn phải đi học ạ.",
    "Dạ em chào cô, cho e xin phép được đặt 2 câu hỏi ạ   1. Về phiếu thu nhận hồi vài hôm trước em có hỏi trên này về việc nộp giấy này ở đâu thì được cô  trả lời là nộp trên BKSI, do em đang tạm dừng học vẫn chưa biết nhiều về ứng dụng này nên muốn hỏi cô là mình nộp qua BKSI như thế nào ạ? Và khi nộp xong có cách nào để mình xác nhận là nộp xong chưa ạ?   2. Về học kì hè năm nay thì em không biết là mình sẽ học online hay là offline, nếu offline thì cho e hỏi là em thuộc sinh viên đại trà học dưới cs2 thì học kì hè mình sẽ học ở đó luôn phải không ạ?   Đó là 2 câu thắc mắc của em, mong cô có thể giải đáp co em ạ. Em xin cảm ơn rất nhiều",
    "Em là , MSSV , sinh viên chương trình PFIEV. Em gửi mail cho PĐT để xác nhận lại là kỳ tốt nghiệp tháng 11 năm 2022 là hạn cuối tốt nghiệp của em phải không ạ? Em xin cảm ơn ạ",
    "Dạ cho em hỏi, em đã hoàn thành xong đủ chương trình học và thiếu mỗi AV nói viết. Em 27/02 vừa qua đã pass AV nói viết, nhưng đến hôm nay 8/3 tình trạng sinh viên vẫn bị tạm dừng, CCNN chưa được update và không ĐKTN được. Vậy lý do ở đây là gì vậy ạ? Em cảm ơn.",
    "Dạ cho em hỏi nếu mình đã đóng tiền bảo hiểm bên ktx có thời hạn đến hết năm 2022 thì có cần đóng đợt 3 này không ạ",
    "Cho em hỏi khi nào thì điểm của em được cập nhật, vì lần cuối được cập nhật là tháng 4/2021. (Hình 1) Em có hoãn thi LVTN và đã nộp đơn bố sung điểm sau khi bảo vệ, nhưng điểm không được cập nhật vào môn mà chỉ được cập nhật ở điểm trung bình và tín chi tích lũy là 139. Cho em hỏi đây có phải là lỗi không ạ? (Hình 2)",
    "Chào thầy, e là  mssv . Sinh viên hệ VHVL cơ khí. Thầy cho e hỏi, lúc trước e có trong danh sách miễn môn. Nhưng giờ tìm lại không thấy tên. Xin hỏi thầy lý do là sao ạ?",
    "Chào thầy, e là  mssv . Sinh viên hệ VHVL cơ khí. Thầy cho e hỏi, lúc trước e có trong danh sách miễn môn. Nhưng giờ tìm lại không thấy tên. Xin hỏi thầy lý do là sao ạ?",
    "Dạ thầy, cô cho em hỏi sao học phí BKPAY học kỳ này của em cao bất thường vậy ạ . Học kỳ này em đăng ký 8 tín chỉ thôi nhưng học phí lên đến 7 triệu 200 nghìn đồng là quá cao ạ . Học kỳ em đăng ký nhều nhất là 14 tín chỉ nhưng cũng chỉ đóng 6 triệu 300 nghìn đồng thôi ạ. Em xin cảm ơn.",
    "Em tên  MSSV  là sinh viên ngành Kỹ thuật điện khoá K19. Cho em hỏi, sinh viên theo hệ VLVH có cần phải nộp chứng chỉ tiếng anh Speaking và Writing không ạ? Em cảm ơn.",
    "Em chào thầy/ cô. Kì 211 em có đăng kí học thí nghiệm môn Hóa phân tích (CH2009) nhưng không được xếp lịch học. Kì này em vẫn không được xếp lịch học trong khi các môn thí nghiệm đã bắt đầu . Vậy trường cho em hỏi hướng giải quyết em phải làm thế nào để bổ sung được ạ . Em cám ơn!",
    "Kính thưa nhà trường, Em là , MSSV  Sáng nay em có kì thi lý đại cương A2 giữa kì thì em bị mất mạng và không thể vào thi được. Dạ cho em hỏi có cách nào để xin thi lại không ạ? Dạ em xin cảm ơn ạ.",
    "MSSV  . Em đã thanh toán học phí 211 kì vừa rồi, sau khi nhận ra thiếu sót của bản thân thì em đã lập tức thanh toán học phí cho nhà trường. Cho em hỏi là trong tháng 3 tháng học thí nghiệm của các môn 211 vừa rồi, em còn có thể đăng kí và có thời khoá biểu đi học không ạ? Bây giờ em phải làm sao ạ. Em xin cảm ơn thầy cô giúp đỡ Trân trọng,  ",
    "Kính gửi pđt, Em là sinh viên khoa Khoa Học Máy Tính K18. Cho em hỏi em có được đăng ký môn chuyên ngành trong học kỳ hè không ạ?  P/s: Ý em là có bị cấm đăng ký hay không ấy ạ.",
    "Kính gửi thầy/cô Em tên là: , MSSV:  Em đã tích lũy được 136 TC, và chỉ còn 6 TC các môn Anh văn 2, Anh văn 2 và Anh văn 4 để hoàn thành TCTL tốt nghiệp. Em chỉ cần bổ sung chứng chỉ TOEIC là có thể chuyển điểm và đủ điều kiện tốt nghiệp.Nhưng do vấn đề về giấy tờ Chứng minh nhân dân nên em sẽ không kịp đăng kí thi TOEIC để kịp bổ sung chuyển điểm cho đợt tốt nghiệp tháng 4/2022 . Em đã đọc kĩ quy chế thì thấy điều 5.5 trong quy chế học vụ. Đó là các trường hợp đặc biệt khác do Hiệu trưởng xem xét quyết định kéo dài thời gian đào tạo thêm 1 kỳ. Em kính mong thầy/ cô hướng dẫn để em có thể được xem xét kéo dài thời gian đào tạo thêm 1 kỳ để bổ sung CCNN và tốt nghiệp vào tháng 11/2022. Việc tốt nghiệp vào tháng 11 tới rất có ý nghĩa với em, kính xin thầy/cô giúp đỡ. Em cám ơn thầy/cô nhiều! Trân trọng",
    "E là sv cao đẳng BDCN vừa đkí và hv hệ vhvl Cơ khí.Sau bao lâu sinh viên sẽ được cập nhật miễn môn trên mybk ạ?",
    "Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM! Em tên:  MSSV: Hiện em có và đã gửi yêu cầu xét tốt nghiệp hệ VHVL HK212 và đã được ghi nhận yêu cầu xét tốt nghiệp vào ngày 23/02/2022. Theo ghi nhận kết quả là sau ngày là 01/03/2022 sẽ có kết quả và hiện tại em vẫn chưa tìm thấy tên em trên danh sách tốt nghiệp dự kiến hệ VLVH và không đăng ký tốt nghiệp được. Hôm nay em viết đơn này nhằm mong phòng đào tạo kiểm tra và xem xét lại giúp em với! Em xin chân thành cảm ơn!  Viên  ",
    "Kính gửi thầy cô!  Em tên:  _MSSV _ Môn vật lý 2 L02_B Cho em hoãn thi giữa kì môn vật lý 2 ca 7h ngày 3/6/2022 Lý do: Sáng nhà em cúp điện đột xuất em không thể thi được ạ Xin phòng đào tạo cho em dời thi  Cảm ơn.",
    "Em chào thầy cô Năm trước em là sinh viên của một trường Đại Học khác và đã hoàn thành học phần GDQP. Em muốn hỏi là nếu em nộp chứng chỉ hoàn thành học phần GDQP ở trường cũ thì em có được miễn học GDQP ở trường DH Bách Khoa không ạ? Nếu được miễn thì thời hạn nộp là bao lâu, vì trường cũ chưa cấp chứng chỉ cho em. Và em có cần rút học phần GDQP hay làm thủ tục gì khác không ạ?",
    "Kính gửi anh, chị, Em thắc mắc về bảo hiểm y tế đợt đóng tháng 12/2021 em đã đăng ký và thanh toán tiền nhưng tới hiện tại thẻ bảo hiểm của em vẫn chưa gia hạn lại thời gian sử dụng. Em không biết là đang có vướng mắc gì và em cần phải hỏi bộ phận nào để giải quyết vấn đề này ạ? Em xin cám ơn anh, chị. Mong anh, chị giải đáp giúp em!",
    "Mở môn học học kỳ 212 .  Đợt trước trường có mail đăng kí học hoá đại cương thí nghiệm offline nhưng em không đủ điều kiện an toàn dịch bệnh nên không điền form, trường cũng nói sẽ có thông sau,nhưng đợt học off sắp tới cũng không có tên em trong danh sách, còn mấy bạn cùng khoá với em thì có, em muốn hỏi còn có thể đăng kí để em có thể thi bù đợt đó không ạ?",
    "Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa-ĐHQG TPHCM Em tên là:-MSSV: Lý do: sáng nay em có ca thi giữa kì môn vật lý 2 vào lúc 7h thì vào lúc 6h20 thì máy em bị mất mạng em đã cố gắng kết nối mãi mà vẫn không được, ba mẹ em đi làm và em chỉ ở 1 mình trong nhà nên em cũng không mượn được ai ạ. Em viết đơn này mong được thi lại vì em bị lỗi hệ thống nên không thể tham gia được ạ. Em xin chân thành cảm ơn!",
    "Do không vào được đúng ngành mình muốn nên em xin nộp đơn thôi học để ôn tập lại Em đã cân nhắc về việc này khá lâu, nhưng sau khoảng thời gian rồi đã giúp em biết rõ được mình giỏi điều gì.",
    "Em chào quý Thầy, cô ạ. Em xin tạm dừng học kỳ 212, năm học 2021-2022 ạ. Em xin gửi Phiếu đề nghị được tạm dừng học ạ. Em xin cảm ơn ạ. Trân trọng.",
    "Kính gửi phòng đào tạo Em là ,MSSV . Hiện tại em đã đủ điều kiện xét tốt nghiệp, nhưng dotình trạng sinh viên là tạm dừng nên chưa đăng kí tốt nghiệp được. Xin pdt xem xét giúp em việc này ạ Cảm ơn",
    "Em chào quý thầy cô! Hiện tại em đã học xong các môn trong chương trình học. Do dịch bệnh ảnh hưởng,nên em chưa hoàn thành đúng hạn nộp chứng chỉ ngoại ngữ kỹ năng nói và viết. Nên em muốn nộp đơn xin gia hạn nộp chứng chỉ ngoại ngữ thì em nộp qua email hay lên trên phòng đào tạo nộp trực tiếp ạ? Em xin cảm ơn!",
    "Dạ em xin nộp đơn hủy rút môn học ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV: , lớp KU17VLY, sinh viên Khóa 2017, Khoa Khoa học Ứng dụng, trường ĐH Bách Khoa - ĐHQG TP.HCM. Hiện tại em là sinh viên đã tốt nghiệp đợt tháng 11 năm 2021. Em viết email này vì lý do em phát hiện ra tên đề tài luận văn in trong phụ lục bằng tốt nghiệp và bảng điểm được cấp cùng với bằng tốt nghiệp của em không đúng với tên đề tài khi em đăng ký bảo vệ luận văn và xét tốt nghiệp. Tên đề tài trong phụ lục bằng tốt nghiệp là: Khảo sát khả năng kháng tế bào ung thư gan in vitro, hoạt tính chống oxy hóa, hàm lượng phenolic và flavonoid toàn phần của cao methanol một số loài dược liệu vùng Bảy Núi, An Giang. Tên đề tài đăng ký tốt nghiệp (tên đúng): Ứng dụng kỹ thuật UV-Vis trong đánh giá khả năng gây độc tế bào Huh7, hoạt tính chống oxy hóa và hàm lượng flavonoid toàn phần của một số dược liệu vùng Bảy Núi, An Giang Tên tiếng Anh: Application of UV-Vis technique in determining the cytotoxic effects on Huh7 cells, the antioxidant activity and total flavonoids content of some medicinal plants in Bay Nui, An Giang Province Em xin đính kèm file biên bản chấm luận văn tốt nghiệp, file chụp màn hình và file chụp phụ lục bằng tốt nghiệp. (File đính kèm) Kính mong P.ĐT xem xét và cho em phương án xử lý. Trân trọng./.   i  .",
    "Kính gửi thầy cô phòng đào tạo Em tên là  Mã số sinh viên  Lớp thí nghiệm: VL08  Nay em viết mail này xin phòng đào tạo cho em xin hoãn lớp TN vì em đang là F0 và phải thực hiện cách ly tại nhà Em xin cảm ơn ạ  .",
    "Em xin chào phòng đào tạo ạ, em là  ( MSSV: ) khoá K16, em muốn hỏi là em có đăng kí in bảng điểm trên hệ thống mybk và đã thanh toán lệ phí trên bkpay và chọn nhận kết quả bảng điểm qua bưu điện vào ngày 10/02/2022. Tuy nhiên đến thời điểm hiện tại em vẫn chưa nhận được kết quả bảng điểm từ bưu điện, em vào mybk xem trạng thái thì kết quả vẫn là đang in. Em mong phòng đào tạo có thể xem lại giúp em với ạ. Em cảm ơn ạ.",
    "Kính gửi thầy cô, Em có xin hoãn thi cuối kỳ và được phòng đào tạo đồng ý nhưng điểm tổng kết lại bị 0 điểm.Em đã mail cho thầy bộ môn nhưng thầy ấy nói phải liên hệ với phòng đào tạo. Rất mong được quý thầy/cô giải quyết vì thời lượng xem xét có hạn. Dưới đây là ảnh chụp màn hinh cuộc hội thoại giữa em với giáo viên bộ môn. Em xin chân thành cảm ơn sự giúp đỡ của quý thầy/cô.",
    "Kính thưa quý Thầy Cô Em là  MSSV:  Lớp: VB2 chính quy (sáng). Trong đợt đăng ký môn học HK212 (đợt 1 + đợt 2) em có đăng ký môn CO4313 vào nhóm mã A01 (lớp sáng), nhưng PĐT lại xếp em vào nhóm mã B01 (lớp tối), em có phản hồi đổi lại sang nhóm lớp sáng để tính học phí như lớp chính quy B2 sáng (đợt 3), PĐT đã ghi nhận. Kính mong quý Thầy Cô xem xét lại giúp em và tính học phí như lớp bằng 2 chính quy (ban ngày) ạ. Em xin cám ơn.",
    "Xin chào Phòng đào tạo, Em là , MSSV . Em viết mail vì điểm môn Thiết kế nhanh 3 - CI1057 tới bây giờ vẫn chưa được cập nhập và số tín chỉ tích lũy ngành cũng vậy ạ . Em mong phòng đào tạo sẽ sớm cập nhập điểm còn thiếu và điểm trung bình cho em. Do em có nguyên vọng sẽ tốt nghiệp vào đợt tháng 5 này ạ. Em cảm ơn Phòng đào tạo rất nhiều. Thân.",
    "Kính gởi phòng đào tạo Em tên là Lê Thanh Tịnh-MSSV  Trong quá trình thi giữa kì môn Vật Lý 2 em có gặp vấn đề về sự cố mạng, em đã cố kết nối lại và vào ggmeet báo lại với giám thị và hoàn thành bài làm nhưng trong quá trình làm bài sự cố ggmeet của em bị out lần nữa, vì em làm bài không để ý đến, khi nộp bài và báo cáo với giám thị thì mới phát hiện và là mất kết nối với gg meet. Thầy giám thị bảo em bị đình chỉ thi, trong quá trình thi em có record lại đầy đủ kể cả quá trình em bị mất kết nối và cố gắng kết nối lại. Em xin phòng đào tạo hỗ trợ em về vấn đề này với ạ. Em cảm ơn rất nhiều!!",
    "kính gửi: PDT Trường Đại học Bách Khoa TPHCM  Em tên:   Mssv:  Lớp: L13  Môn MT1007- Đại số tuyến tính  Do cô  phụ trách. Nay em viết mail này xin PDT phúc khảo lại điểm tổng kết của em vì điểm trên bảng điểm thấp hơn so với điểm thi thực của em . Em xin chân thành cảm ơn !",
    "Kính chào Thầy Cô, Em tên là , mssv . Thầy cô cho em hỏi là địa chỉ thường trú(hộ khẩu) cùng với địa chỉ tạm trú của em đổi thì em có cần cập nhật trên mục \"Thông tin sinh viên\" trên mybk không ạ. Em cảm ơn Thầy Cô. Sở Nam",
    "Xin chào ạ! Em là . MSSV  Em đã nhắn tin yêu cầu hoãn thi giữa kỳ cho giảng viên bộ môn và được yêu cầu là liên hệ với phòng đào tạo, hỏi về thủ tục làm đơn gửi phòng đào tạo. Em muốn hỏi thủ tục hoãn thi giữa kỳ và làm đơn như thế nào ạ? Em cảm ơn!",
    "Em chào thầy/cô ạ Hiện tại em đang ở gần cs2 thì nhận BHYT ở đâu vậy ạ? Em xin cảm ơn.",
    "Em tên là . MSSV: . Sinh viên khoa Công nghệ Vật Liệu. Em viết nội dung này mong phòng đào tạo cho em xin hoãn thi giữa kì môn Vật Lý 2 và cho em được phép làm đơn. Vì lý do trước vài ngày và buổi thi hôm đó thiết bị máy Laptop và mạng của em bị hỏng nên không đáp ứng được điều kiện trong thi cử, em vừa vào thành phố nên cũng không biết nơi để đưa đi xử lý nhanh chóng. Mong phòng đào tạo xem xét và cho em thi lại vào đợt bổ sung ạ. Em xin chân thành cảm ơn.",
    "Em tên là  MSSV  em có thắc mắc là hiện tại e chưa đăng ký luận văn tốt nghiệp. Trong kỳ này em đã đăng ký trả các môn còn thiếu, hiện tại có 1 số môn em còn chưa được thi . Phòng đào tạo cho em hỏi là xét đăng ký luận văn có được xét chỉ kỳ hiện tại không ạ ? Em đang thực hiện luận văn nghiên cứu nên muốn xin phòng đào tạo xem xét cho em đăng ký luận văn để có thể tiếp tục thực hiện nghiên cứu ạ ! Em xin cảm ơn !",
    "Mình không đăng kí tốt nghiệp được vì trên trang đăng kí tốt nghiệp ghi là mình nợ hp/lệ phí, mình kiểm tra bkpay thì đã thanh toán hết dù có một số khoản thanh toán trễ. Cho mình hỏi mình có phải thanh toán lệ phí tốt nghiệp trước không và bao giờ tình trạng thanh toán học phí/lệ phí mới được cập nhật. Mình mong được phản hồi sớm nhất có thể để được đăng kí tốt nghiệp",
    "Chào anh/chị và quý Thầy/Cô. Em tên:  MSSV:  là SV thuộc hệ VHVL. Kỳ học này em đăng ký nhiều môn của lớp ban ngày và buổi tối thì tổng học phí của em là 27 triệu cho 30 tín chỉ. Khi xem thêm thông tin thì biết được là mức học vượt cho 1 tín chỉ là 900.000 Em không biết là mức này tính cho tất cả các tính chỉ luôn hay có được tính riêng cho số tín chỉ vượt mức hay không. Mong được anh/chị giải đáp và em cảm ơn rất nhiều. Em chào anh/chị",
    "Gửi  Ngày 27/02/2022 em có hỏi về vần đề đăng ký tốt nghiệp, vì hiện tại e đã chuyển sang hệ VLVH. Nhưng hiện tại ở mục đăng ký tốt nghiệp, thông tin cá nhân của em vẫn để hệ chính quy nên em không thể đăng ký được. Và em không thể cập nhập thông tin được.",
    "Kính chào quý Thầy/Cô Phòng đào tạo, Em là , MSSV: , sinh viên bằng 2 Khoa Khoa học và Kỹ thuật Máy tính. Tại phần thi cuối kì   B môn học Nhập môn trí tuệ nhân tạo (CO3061)    vào ngày   B 19/09/2021    em đã đăng ký hoãn thi do đường truyền internet tại bệnh viện dã chiến covid không bảo đảm, ngoài ra tại thời điểm trước đó vào khoảng tháng 7 - 8/2021 em cũng có đăng ký môn học CO3061 này cho học kì 211. Tuy nhiên, sau khi có kết quả thi bù và cũng là kì thi cuối kì môn CO3061 vào học kì 211 là 5.5, thì điểm này chỉ tính vào kì 211 chứ chưa tính vào kì 202 mà em đã đăng ký hoãn thi thành công, hiện tại kết quả môn CO3061 kỳ 202 của em vẫn hiển thị cột điểm thành phần 40% là 9.00, và điểm thi 60% là 14, điểm tổng kết 14; thay vì phải là theo cấu trúc \"14; điểm (lần 2)\" như một số bạn mà em có hỏi qua về việc hoãn thi và kết quả hiển thị sau khi thi bù trên web mybk. Mong quý Thầy/Cô kiểm tra bổ sung lại giúp em trường hợp này, em xin cảm ơn. Trân trọng,",
    "pdt ơi cho em hỏi nếu tới ngày 8-9/4 em mới có điểm anh văn bên BKE thì khi đó em qua nộp điểm anh văn để xét tốt nghiệp tháng 4 có kịp không ạ.",
    "Em chào thầy/cô ạ. Em đã làm mất thẻ sinh viên và em muốn đăng kí in lại thẻ. Nhưng bây giờ em đang học quân sự nên khong thể in giấy đăng kí để nộp cho phòng CTCT sinh viên được. Em có thể chụp rồi gửi qua mail cho phòng CTCT SV được không ạ. Em cảm ơn!",
    "Em chào ban đào tạo. Em đã đăng kí tốt nghiệp thành công, có tên trên danh sách dự kiến tốt nghiệp và đã nộp tiền lệ phí tốt nghiệp vào ngày 26/2. Tuy nhiên từ khi đăng kí tốt nghiệp tới giờ là 2 tuần nhưng em vẫn chưa nhận được bằng tốt nghiệp tạm thời tại địa chỉ em đã đăng kí. Cho em hỏi là tại sao lâu vậy á? (bình thường bạn em chỉ cỡ 1 tuần là có)  Và em có thấy trên aao có ghi là trường sẽ xác nhận tốt nghiệp thông qua mail tuy nhiên đến giờ em vẫn chưa nhận được . Em đang rất cần bằng tốt nghiệp tạm thời để xin việc làm. Em mong ban đào tạo phản hồi giúp em ạ",
    "Kính gửi Phòng Đào Tạo,  Em tên là , MSSV , sinh viên chương trình Tiên Tiến Điện Điện Tử,    Em vừa được cập nhật điểm Luận Văn Tốt Nghiệp Học kì 211, và em đã có đủ các điều kiện để được xét tốt nghiệp Em đã kiểm tra danh sách dự kiến và sau 08/03 em vẫn chưa được vào danh sách này Mong Phòng Đào Tạo check cho em ạ    Thanks and best regards,     ",
    "Em có tham gia thi anh văn 2 kỹ năng nói - viết online, đã có kết quả đạt, em phải lên BKenglish để xin giấy xác nhận chứng chỉ nộp cho PDT hay PDT tự cập nhật kết quả ạ  Em xin cảm ơn",
    "Em chào quý thầy/cô, Em thấy trong quy định về chuẩn Tiếng Anh ghi là chứng chỉ Speaking & Writing của BKEnglish chỉ áp dụng cho khóa 2013-2017. (Ảnh đính kèm) Vậy em khóa 2018 sẽ không được sử dụng chứng chỉ Speaking & Writing của BKEnglish để nộp tốt nghiệp được mà phải sử dụng chứng chỉ TOEIC Speaking & Writing chính thức bên ngoài phải không ạ? Em xin cảm ơn quý thầy/cô ạ. Thân ái, .",
    "Dạ em chào .  cho em hỏi 2 câu hỏi: 1) Hạn chót đăng kí xét tốt nghiệp cho khóa K17 bị trễ 1 học kì là tháng mấy ạ, tại em thấy trên lịch học vụ thì để 11/4, còn vào mybk mục 18 đăng kí tốt nghiệp thì để 04/5. 2) Kì này có làm lễ tốt nghiệp không ạ. Em chân thành cám ơn!!!",
    "Em Là -. Hk202 em đã học môn TTD2 và đã có điểm môn này ở bảng điểm rồi.Vì lý do nào đó mà môn TTD2 của em vẫn có trên Bkel và TKB ở HK212. E muốn Hủy TTD2 ở Hk212 Này ạ. Em cảm ơn!",
    "Em tên - Em khóa k19 học phí trường thông báo là 525/1tc Em đăng khí tổng cộng 21 tín chỉ nhưng 17.100.000 VNĐ Em tạo blog này xem pđt kiểm tra lại giúp em với ạ. Em xin cảm ơn",
    "Thưa phòng đào tạo, học kỳ 212 em có đăng ký môn Đề cương môn học, hiện tại trong thời khóa biểu có môn học nhưng trên E-learning em không thấy có môn học. Em không biết đã được đăng ký và được nhận hướng dẫn chưa ạ? Em xin chân thành cảm ơn./",
    "Em tên  MSSV  lớp L05 lý thuyết HK211. vì lý do sức khỏe nên em không thể khỏi nhà để học bù thí nghiệm Hóa đại cương cho học kì trước. Nhưng khi em xem thì thấy không có lịch trong thời khóa biểu cũng như xếp môn học trên BKel như các bạn khác. Có phải đã có lỗi gì không ạ ? Em phải làm gì để xin được hoãn học thí nghiệm bù ạ ?",
    "Kính gửi PĐT, Em là  - , sinh viên kĩ sư tài năng Khoa Máy Tính. Sau khi xem file Phân công phần mở rộng KSTN, em không thấy những môn mở rộng khác mà em đã đăng ký (có sự đồng ý của thầy ) có xuất hiện ở trong file. Những môn này gồm Tính toán song song mở rộng -  CO306D và Phân tích và thiết kế giải thuật mở rộng - CO303A. Kính mong PĐT phản hồi đến em sớm. Em xin cảm ơn.",
    "Em là , MSSV: , Khoa khoa học và kỹ thuật máy tính. Em xin hỏi là chương trình vừa học vừa làm là sẽ học trong mấy năm ạ. Tổng môn học em phải học là bao nhiêu môn ạ. Em mong sớm nhận được giải đáp thắc mắc ạ. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT, Em là Phạm Hồ Anh Đức, mã sinh viên 1811982 . Sau khi nhận được file phản hồi về thông tin tín chỉ tích lũy mà PĐT đã gửi, em có một số điều muốn trình bày ạ: - Em đã gửi yêu cầu cập nhật tín chỉ môn tương đương và đã được cập nhật. (Môn Thống kê trong kinh doanh: mã K18-IM2007, mã mới-IM1017) - Những môn: Anh văn trong KD (IM3061), PPNC trong KD (IM4001), Quản lý dự án (4003), Đề cương LVTN (IM4315) trên hệ thống MyBK của em đều đã cập nhật điểm rồi, mà sao vẫn nằm trong danh sách những môn chưa tích lũy ạ (đính kèm hình ảnh). Dạ, em kính nhờ thầy/cô phụ trách giúp cập nhật và kiểm tra thêm 1 lần nữa để em có thể có cơ hội hoàn thành môn LVTN trong học kỳ này ạ. Em cảm ơn ạ, Trân trọng.",
    "Dạ cho em xin được hủy học phần môn \"thực tập điện 2\" ạ. Vì môn này em đã học và có điểm tổng kết nhưng không biết sao lại xếp vào danh sách môn học lại thí nghiệm của tháng 3 này.",
    "Kính gửi thầy cô Phòng Đào tạo. như thông tin từ trước đã qua ngày 7/3 nhưng em vẫn chưa có thể đăng kí tốt nghiệp cũng như thay đổi thông tin trên hệ thống. Nay em liên hệ lại với Phòng Đào tạo để biết được nguyên nhân vì sao em chưa có thể đăng kí và cập nhật lại thông tin được mong thầy cô phản hồi sớm giúp em  em cảm ơn cô nhiều ạ",
    "Kính gửi, Em muốn đăng kí nhận bằng tốt nghiệp tạm thời để gửi cho công ty nhằm hoàn tất hồ sơ làm việc. Trân trọng ./.",
    "Cam của em hoat động bình thường trên máy tính với khi dùng gmail khác nhưng khi dùng gmail của trường cấp thì lại bị lỗi đứng cam, không biết trường có thể chỉ em cách khắc phục không ạ.  -  -k20",
    "Em xin chào anh, chị Văn phòng Em là , MSSV: , hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử. Em hiện đã hoàn thành xong các tín chỉ của chương trình đào tạo, nhưng lại không thấy tên của mình trong danh sách tốt nghiệp dự kiến. Em tạo ticket này mong Văn phòng xem xét giúp em, tạo điều kiện để em được tốt nghiệp đúng hạn .",
    "ng ký nhận giấy tốt nghiệp tạm thời",
    "Em chào Thầy Cô. Em tên , sinh viên hệ VHVL khoa Điện-Điện tử (chuyển từ hệ chính quy k2014 do hết thời hạn đào tạo ngày 13/09/2021). Em tạo câu hỏi này mong Thầy Cô hỗ trợ em các vấn đề sau: 1.Em báo cáo LVTN ngày 24/01/2022 được 9đ nhưng hiện tại vẫn chưa cập nhập điểm vào mục bảng điểm. Chiều thứ 6 ngày 4/3 em có lên trực tiếp phòng đào tạo nhờ Thầy Cô hỗ trợ kiểm tra. Sau khi một Thầy gọi cho bộ phận nhập điểm hỏi thì em chờ khoảng 15p, Thầy gọi lại cho bên nhập điểm thì Thầy báo cho em là bên kia báo đã nhận được bảng điểm bên Khoa gửi rồi. Cho tới sáng nay em vẫn chưa thấy cập nhập điểm môn LVTN. Em kính mong Thầy Cô kiểm tra lại giúp em. 2.Ở yêu cầu hỗ trợ trước em có nhận được thông báo chờ tới ngày 8/3 xem có nhận được mail báo về và mục đăng ký tốt nghiệp có mở chưa. Hiện tại em kiểm tra thì vẫn chưa nhận được mail và mục đăng ký tốt nghiệp vẫn chưa mở. Mong Thầy Cô kiểm tra lại dùm em. Em cảm ơn.",
    "Dạ thầy/cô cho em hỏi em đã hoàn thành xong tất cả các môn trong chương trình học nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.Mong thầy/cô kiểm tra giúp em còn thiếu yêu cầu nào để em có thể bổ sung ạ.Em cảm ơn",
    "Chào thầy/cô Hôm trước em có hỏi về việc em đăng kí tốt nghiệp chưa được. Một tuần rồi, nay em vẫn đăng kí tốt nghiệp chưa được. Mong thầy/cô xem tên em có sai xót gì không ạ Em chân thành cảm ơn",
    "Em tên là  Em muốn thay đổi lịch học thí nghiệm Hoá Đại Cương tại trường do em đang bị F0 và không thể tham gia học trực tiếp ở trường ạ. Mong thầy cô xem xét và thay đổi giúp em ạ. Em xin cảm ơn ạ.",
    "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em là  mssv:  khoa Điện-Điện tử chương trình Tiến tiến Em đã đăng kí và hoàn tất thanh toán phí tốt nghiệp trên myBK. Em đăng kí giấy tốt nghiệp tạm thời và lên trường lấy thì thủ tục như thế nào ạ ? Mong nhà trường hỗ trợ và giải quyết sớm nhất ! Em xin cảm ơn Trân trọng ./.",
    "n xin thôi học",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV:  Ngày 7/3 thì em có tạo yêu cầu PĐT xem xét lại số tín chỉ của em để xem xét lại kết quả LVTN trễ hạn, thì PĐT có đưa ra thêm một lý do khác để em không đủ điều kiện xét LVTN là do nhóm tổ hợp môn học bắt buộc tự chọn của em không đạt vì chưa đủ 15 chỉ cho nhóm này. Sau khi xem lại các môn học tự chọn của em và đối chiếu với các môn PĐT gửi cho em thì có môn  Quản lý tồn kho trong chuỗi cung ứng ( Mã MH: ME4025, Học kỳ 1 2021-2022, Điểm tổng kết: 9.00) thì trong chương trình đào tạo bên em có (em có đính kèm hình ảnh ở dưới để làm minh chứng) nhưng trong các môn học của nhóm bắt buộc tự chọn bên PĐT gửi cho em thì lại không có môn đó ạ, dẫn đến việc em không đủ 15 tín chỉ cho các môn học tự chọn bắt buộc. Mong PĐT xem xét lại (vì bạn em cũng học các môn như em nhưng đăng ký được luận văn ạ) và sớm phản hồi liệu em có đăng ký được LVTN kỳ này không ạ, Em cảm ơn PĐT nhiều ạ",
    "Dạ e chào thầy cô e là  mssv . E có lịch học môn TT Điện tử 1 (EE2023) lớp VL11 tuần 10, 11, 12. Nhưng hôm nay e đi học thì k có tên trong ds lớp. (Đính kèm hình) Xin thầy cô bổ sung dùm e. E cám ơn thầy cô rất nhiều",
    "Chào thầy (cô), em đã gửi 2 lần hỗ trợ về vấn đề số tín chỉ tích lũy của em bị sai và không thê đăng kí tốt nghiệp. Em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến thì vẫn hiện 131/134 tín chỉ. Không biết trường hợp của em có vấn đề gì không? Mong thầy (cô) kiểm tra và giải quyết giúp em vì đầy đã là lần gửi hỗ trợ thứ 3. Em cảm ơn ạ",
    "Em muốn hủy môn Thực Tập Điện 2 nhóm VD02 vì đã học rồi và có kết quả rồi, kỳ này không đăng ký vẫn có lịch học.",
    "Kính gửi Phòng Đào Tạo, Em tên là , sinh viên khóa k21, MSSV: . Sáng nay em có tham dự ca thi Vật lý 2 lúc 9h. Do lúc thi mạng bên kí túc xá em ở bị rớt mạng, nên em có bị thoát khỏi phòng thi và gặp sự cố làm bài. Sau khi em cài dữ liệu mạng thì em có vào lại phòng meet và làm bài như bình thường, nhưng em lại gặp sự cố và bị out ra khỏi phòng thi một lần nữa. Do khá hoảng vì lần đầu tiên gặp sự cố này nên em không báo lại cho giáo viên coi thi, nên cuối giờ em mới biết là em bị đình chỉ thi. Em có quay màn hình lại toàn bộ quá trình thi của em. Mong Phòng Đào Tạo xem xét qua và công nhận buổi thi này cho em với ạ! Em cảm ơn nhiều ạ! Link record buổi thi: https://drive.google.com/file/d/1yfv3VuH_k8mu90rZtlUTeh23HoTsmgao/view?usp=sharing ",
    "Kính gửi   Em tên  Mssv Hiện em đã hoàn thành chương trình học và đã nộp chứng chỉ anh văn để phúc tra và được trả kết quả hợp lệ. Nhưng mail PDT gửi về cho em chỉ nói sinh viên đã hoàn thành chương trình học còn anh văn thì vẫn chưa có ạ. Em kính mong quý thầy cô xem xét để em được xét tốt nghiệp ạ",
    "Chào em, PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp Trường hợp sau ngày 08/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời. Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé. Thân mến Tốt nghiệp .  Chào PĐT, theo như phản hồi của PĐT , em đã nhận được mail về việc có tên trong danh sách tốt nghiệp, tuy nhiên em vẫn chưa đăng kí tốt nghiệp tại mybk được, mong PDT hỗ trợ giúp em, em xin chân thành cám ơn .",
    "Thưa các thầy cô, hiện tại em đã có chứng chỉ tin học MOS, em xin hỏi là em nộp chứng chỉ như thế nào để có thể đạt yêu cầu chứng chỉ tin học ở trường ạ? Em xin cảm ơn",
    "Kính gởi PĐT, Em là , MSSV . Em đã gởi yêu cầu để phòng đào tạo thu nhận lại để em đăng kí tốt nghiệp. Tuy nhiên đã qua 8/3 em vẫn chưa đăng kí được và không có tên trong danh sách dự kiến tốt nghiệp. Mong PĐT xem xét lại trường hợp của em. Em xin chân thành cảm ơn!",
    "MY TỪ      08:28, 7 thg 3, 2022 (2 ngày trước) tới pdt Kính Gửi: Phòng Đào Tạo Em tên:  Lê Hoàng My                     MSSV:                         Lớp: L08 Lí do viết mail: Ngày 06/03/2020 em có lịch thi Vật Lí 2, em đã vào phòng thi (L08B) điểm danh đầy đủ, nhưng đường truyền mạng của em đột ngột mất và không được kí túc xá báo trước nên em đã bị giám thị đình chỉ thi, sau đó em đã báo cáo với giám thị về trường hợp của mình. Em rất mong được xem xét để thi lại ạ. Đây là bản record màn hình của em trong suốt quá trình làm bài:  https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing",
    "Kính Gửi: Phòng Đào Tạo Em tên: Từ Lê Hoàng My                     MSSV:                         Lớp: L08 Lí do viết mail: Ngày 06/03/2020 em có lịch thi Vật Lí 2, em đã vào phòng thi (L08B) điểm danh đầy đủ, nhưng đường truyền mạng của em đột ngột mất và không được kí túc xá báo trước nên em đã bị giám thị đình chỉ thi, sau đó em đã báo cáo với giám thị về trường hợp của mình. Em rất mong được xem xét để thi lại ạ. Đây là bản record màn hình của em trong suốt quá trình làm bài:  https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing",
    "Mở môn học học kỳ 212 . Em tên , MSSV  hệ VHVL khoa Kĩ thật giao thông ngành Ô tô Hiện tại lớp em sĩ số ít hơn 9 bạn học thực tế, và chỉ còn 3 bạn đăng kí học  + Môn Điều khiển tự động trên ô tô (Mã môn TR4089) do thầy  và  + M  B ôn Công nghệ ô tô (Mã môn TR4087) thầy  dạy Đây là 2 môn chính thức trong Học kì này của lớp em nhưng đều không đăng kí được kể cả hình thức dạng đồ án. Mong Phòng Đào Tạo hổ trợ mở lớp cho tụi em học, lớp em đợi học từ tháng 09/2021 tới giờ luôn rồi ạ Em xin chân thành cám ơn PĐT",
    "vào hôm đăng ký mua quân trang em đã quên đang ký thì phải làm sao ạ",
    "Cho em hỏi sao em chưa có lịch học thí nghiệm hóa địa cương 2 buổi cuối ạ",
    "Em xin huỷ môn học Thực tập điện 2 (EE3023) vì em dã hoàn thành học phần trước khi nghỉ dịch Covid-19. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Hiện tại đã qua ngày 8/03 theo như hướng dẫn của PĐT về trường hợp của em, tuy nhiên em vẫn chưa nhận được mail và cũng không vào được trang đăng ký tốt nghiệp. Kính mong PĐT kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn!",
    "Em xin chào thầy/cô ạ. Vì nhận được email của các bạn trong lớp và thầy  dạy môn thực tập điện 2 nên em muốn được hủy môn thực tập điện 2 ạ . Lí do: bọn em đã hoàn thành môn này trong học kỳ 2 năm học 2020-2021 và bị xếp nhầm thời khóa biểu. Em xin cảm ơn!",
    "Tại sao em chỉ tích lũy được 117 tín chỉ và không thể đăng kí luận văn tốt nghiệp? Hiện tại em chỉ còn 2 muôn học chưa qua với tín chỉ tổng cộng là 4 chỉ (gồm 1 môn đã học nhưng không qua môn ở học kì 212 có mã môn học là ME2045, môn còn lại kì này đang học có mã môn học là ME3227). Có một số môn học em đã học nhưng chưa cập nhật điểm vì tình hình dịch bệnh chưa thi cuối kì và  chưa học buổi thí nghiệm được. Nhưng theo em được biết các môn đó được xét là đã qua đối với trường hợp xét tín chỉ tích lũy để đăng kí môn học. Có một số môn tương đương em đã qua và gửi lên cập nhật điểm số. Vậy hiện tại em còn luận văn (9 tín chỉ), anh văn (8 tín chỉ) và hai môn chưa qua (4 tín chỉ), nên số tín chỉ còn lại của em là 21 tín chỉ, số tín chỉ đã qua (đối với trường hợp xét đăng kí môn học) là 121 tín chỉ. Nhưng hiện tại em vẫn không đăng kí được luận văn vì theo công bố của PDT em chỉ đạt 117 tín chỉ, em không biết hiện tại em thiếu tín chỉ nào nữa. Mong PDT xem lại giúp em để em đăng kí luận văn và hoàn thành chương trình học của mình đúng hạn ạ. Mong PDT có thể xử lý cho trường hợp của em. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo Em tên:  - MSSV: Em có tên trong danh sách tốt nghiệp tháng 4. Và em được học bổng du học vào tháng 3 . Vậy phụ huynh có thể lên trường nhận thay em được không. Hoặc em sẽ nhận bằng như thế nào. Rất mong quý thầy, cô hổ trợ, giúp đỡ. Em xin cảm ơn.",
    "Chào cô, Em nguyễn duy ngọc  hệ vhvl. Kì trước em ở bên hệ chính quy, mới chuyển qua hệ vhvl kì vừa rồi. Em đã hoàn thành tất cả môn học rồi, mà e lên trang http://aao.hcmut.edu.vn/tracuu/xem_danhsach nó cứ báo em còn nợ 49 môn, em nghĩ là do điểm e từ hệ chính quy chưa chuyển qua hệ vhvl. Em đăng kí tốt nghiệp từ đợt 18.2 ạ, mà giờ qua lâu quá rồi, e còn chưa có thông tin gì hết. Cô tra xét giúp em với ạ. Em đang rất cần bằng tạm thời sớm cũng được ạ.",
    "Tốt nghiệp . Kính chào thầy cô, Tên sinh viên :  Mssv :  Ngành: VHVL-Kĩ thuật xây dựng Hiện tại em đã đăng kí tốt nghiệp.Tuy nhiên do vấn đề yêu cầu công việc đi làm nuớc ngoài, em cần gấp giấy chứng chỉ tốt nghiệp tạm thời để bổ sung làm visa, bổ sung cho công ty Kính mong thầy cô duyệt",
    "Kính chào thầy cô, Tên sinh viên :  Mssv :  Ngành: VHVL-Kĩ thuật xây dựng Hiện tại em đã đăng kí tốt nghiệp.Tuy nhiên do vấn đề yêu cầu công việc đi làm nuớc ngoài, em cần gấp giấy chứng chỉ tốt nghiệp tạm thời để bổ sung làm visa, bổ sung cho công ty Kính mong thầy cô duyệt",
    "Kính gửi: Phòng đào tạo ĐH Bách Khoa TpHCM. Người viết: , MSSV , sinh viên chuyển hệ CQ sang VLVH. Nội dung: Hiện tại em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến trên aao thì kết quả trả về là \"Học vụ: Còn nợ môn - Chưa đủ điều kiện tốt nghiệp\". Trước khi chuyển hệ, em đã tích lũy 133 tín chỉ, TOEIC LR 740, chỉ còn nợ LVTN - 9 tín chỉ là hoàn thành chương trình 142 tín chỉ. Kì rồi em đã bảo vệ LVTN được 7.5đ và đã được cập nhật điểm trên stinfo. Em mong PĐT có thể giải quyết sớm giúp em về điều kiện tốt nghiệp ạ. Em xin cám ơn.",
    "Thưa PDT, Do hệ thống cập nhật số tín chỉ tích lũy bị trễ của học kì 203 nên chưa cập nhật số tín chỉ anh văn (ngày trả kết quả là 22/2/2022), trước ngày 7/3/2022 là 103, hiện tại ngày 9/3/2022 là 107. Cộng với 19 tc của HK211 gồm 15 tc của các môn tự chọn, 1 tc của môn DAMH LOGISTICS 1 (ME3255), 3 tc của môn PT & THIETKE HTTT QUANLY (ME4607). Cho nên TCTL của em hiện tại là 126   125 và đủ yêu cầu để nhận LVTN ạ. Mông PDT xem xét, kiểm tra và cho phép em thực hiện LVTN. Em xin cảm ơn.",
    "Thưa PĐT, em là - Hiện tại đã 1 thời gian qua từ khi kết thúc HK1 2021-2022 nhưng trên bảng điểm của em, môn Anh Văn 4 LA_1009  học kì 211 của Cô  vẫn chưa được nhập điểm và đang ghi nhận là điểm 15 . Em không thể liên lạc được với mail của cô  nên mong PĐT có thể thông tin lại cho em ạ . Em xin cảm ơn!",
    "Tại sao lịch thi, TKB của em bị mất phần HK212 ạ?",
    "Dạ em là  MSSV: , em có điền form rút môn học   B Sức bền vật liệu CI2001   , bây giờ có thể cho em   B Hủy rút môn    được ko ạ, em cảm ơn rất nhiều ạ",
    "làm cách nào để đăng kí các lớp em học ở học kì 2 ạ để cập nhật bkel ",
    "dạ em xin chào anh/chị em đang định nộp bằng Toeic để xác tốt nghiệp nhưng mà có mục 'Identification Number' phải nhập số CMND/CCCD á, tại vì e đăng kí thi bằng CCCD á nhưng mà ở thông tin cá nhân của em thì lại ko có số CMND do tại ở xã em người ta mới cho làm CCCD. Vậy cho em hỏi ở cái mục 'Identification Number' em phải nhập số CCCD đúng ko ạ và có cần vào thông tin cá nhân của em cập nhật lại số CCCD không ạ. Em xin cám ơn nhiều.",
    "Cô ơi em có đính kèm file phiếu đăng kí rồi sao cô trả lời em không hiểu ạ. [Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.]",
    "DT05 lý do rút môn: bận lịch học quốc phòng ",
    "Cô ơi em có đính kèm file phiếu đăng kí rồi mà ạ.Em làm sai ở chỗ nào ạ?Em có liên hệ GV rồi và GV kêu em liên hệ pđt ạ. [Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.]",
    "DT05 Lí do: Do bận lịch học quốc phòng",
    "kính chào PĐT, em tên là  mssv . ngày 27-2 vừa qua em có làm bài thi giữa kì môn giải tích 2 thì em đã gặp sự cố việc gửi video ghi màn hình lên ạ và em k nhận được thông tin về vụ việc em có thể bổ sung video để không bị hủy kết quả thi ạ. Em xin trân thành cảm ơn ạ",
    "Chào cô, Em là , MSSV:. Em xin hỏi: Khi nào danh sách tốt nghiệp dự kiến cập nhật mới ạ? Em xem trên aao thì danh sách cập nhật ngày 17/02. Em cảm ơn ạ!!",
    "Kính gửi quý Thầy/Cô Em có nhận được thông báo: \"Thanh toán học phí HK 212 (Dự thính + Dự thính chuyển hệ + Anh văn theo yêu cầu)\". Học kỳ này em đăng ký tổng cộng 8 tín chỉ (theo thời khóa biểu hiện tại, hình 1 đính kèm) Tuy nhiên trên trang BKPay, em thấy số tiền học phí là 3,150,000đ (tương đương 6 tín chỉ, 525,000đ/tín chỉ, hình 2 đính kèm). Thầy/Cô giải đáp giúp em có phải là sai sót trên trang BKPay, sẽ có thêm đợt thanh toán học phí khác hay có vấn đề gì không ạ! Em xin cảm ơn.",
    "MSSV:    i  Kính gửi PĐT Đại học Bách Khoa TPHCM,  Em tên , mssv , khoa Điện-Điện tử .  Em đã thanh toán trễ hạn đóng học phí học kì 212 .  Lý do: Lỗi ở bản thân em không theo dõi thông báo/mail thường xuyên của PĐT, dẫn đến quên đóng học phí 212, em rất hối hận vì điều này. Đây là học kì cuối cùng của em, cho nên em mong PĐT có thể xem xét giúp em. Hiện em đã thanh toán học phí kì 212. Em chân thành xin lỗi và cảm ơn. Em sẽ lên PĐT để làm giấy Thanh toán học phí trễ hạn . Em xin cảm ơn . Thái Nguyên - ",
    "MSSV:     Em tên    i Tốt nghiệp . Em đã có gửi email phản hồi về các môn còn nợ (dự kiến xét tốt nghiệp) nhưng do chưa có phản hồi nên em xin phép gửi lại: Để tiện theo dõi em đã đính kèm gồm các file sau: 1. Danh sách tất cả các môn đã học (bao gồm điểm tổng kết, tín chỉ, hướng ngành) 2. Bảng điểm do pdt cấp đã được scan (chưa cập nhật LVTN). 3. Phiếu miễn môn pdt gửi vào 02/2019 Mong pdt xem xét và phản hồi giúp em. Em cảm ơn",
    "Họ và tên:  MSSV:  Rút môn học anh văn cơ bản lớp A-DT05 lí do : trùng lịch học quốc phòng",
    "HẠN CỦA BẢO HIỂM Y TẾ LÀ HẾT NĂM PHẢI KHÔNG Ạ",
    "Xin kính chào quý thầy cô,  là [full_nam] , vì hiện tại  có các bạn học từ CĐ BDCN k17 lên hệ ĐH VHVL Cơ khí trong kỳ này như , nhưng có bạn trong mybk đã cập nhật danh sách miễn môn nhưng  chưa có. Kính mong quý thầy cô cập nhật giúp . E cảm ơn",
    "Dạ em chào cô,  Cô ơi cho em hỏi em là khóa K15 và đến tháng 4 này là hết hạn đào tạo, cô cho em hỏi là hết hạn đào tạo là đầu tháng 4 hay là cuối tháng 4 ạ. Để em biết chính xác thời gian,có thể đi nộp đơn xin gia hạn thêm 1 kỳ ạ. Vì hiện tại e chỉ còn thiếu  ",
    "Em đã có đăng ký lần trước và hôm nay chưa có trong danh sách dự kiến. Em kính mong anh chị và phòng đào tạo kiểm tra lại giúp em. Em cảm ơn anh chị.",
    "QUOTE  Em chào Thầy/Cô Em tên , MSSV , hiện đang là sinh viên văn bằng 2 ( ) Kì này em có đăng kí môn LVTN mã lớp là A01,   B nhưng khi tới đợt 3 PĐT tự động đăng kí cho em mã lớp B01     I . Em tìm hiểu thì em đang được xem là diện dự thính chuyển hệ D2 Thầy/Cô cho em hỏi nếu em đang ở nhóm lớp B1 này thì : + Điểm môn LVTN của em có được tính vô điểm tích luỹ không ? + Bằng của em sau khi tốt nghiệp có là hệ chính quy hay không ? + Học phí / 1 tín chỉ của em đóng có giống với lớp chính quy bằng 1 hay không ạ ?  Em cám ơn",
    "Em kính chào quý Thầy/Cô Phòng Đào Tạo ạ, Dạ em là , MSSV , học lớp CC18QKD ạ. Đợt vừa rồi em vừa hoàn thành môn Thực tập tốt nghiệp vào đợt tháng 2/2022 ạ nên em có đăng kí môn LVTN (IM4317) dành cho đợt trễ hạn ạ. Tuy nhiên ngày 7/3 em có nhận được mail thông báo về kết quả lý do không được xét môn học này do thiếu số tín chỉ ạ nên em có một số thắc mắc ạ:  - Thứ nhất em có thấy trong form lý do, mục TCNG của em là 104 ạ, em không hiểu TCNG là gì ạ và tại sao TCNG của em là 104 ấy ạ. - Và thứ hai, em thấy trong phần tín chỉ Tích lũy Luận văn (TCTLLV) là 126 ạ và em cũng đã vào mybk-Thông tin sinh viên trong mục Số tín chỉ thì có thấy số tín chỉ của em tính đến HK203 là 113 ạ, và nếu thêm 21 tín chỉ em đã hoàn thành trong HK211 ( nhưng em chưa thấy được cập nhật) là em sẽ có tổng 134 tín chỉ ạ. Vậy nếu xét theo điều kiện đăng kí LVTN là 126 tín chỉ thì em có thể đăng kí được môn học này không ạ. Vì hiện tại em cũng đã hoàn thành môn Đề cương và Thực tập tốt nghiệp ạ và em cũng đang tiến hành làm LVTN trong đợt này với Khoa ạ nên em hi vọng có thể đăng kí được môn LVTN trong đợt này ạ và có thể hoàn thành chung tiến độ LVTN với các bạn cùng khóa ạ . Em xin cảm ơn Thầy/Cô rất nhiều ạ và mong sẽ sớm nhận được phản hồi và cách giải quyết cho trường hợp của em ạ. Trân trọng.",
    "Dạ chào quý Thầy, Cô. Em sinh viên hệ VLVH. Em muốn hỏi về cách đặt mua đồng phục của trường Bách Khoa mình ạ. E cảm ơn quý Thầy, Cô ạ.  .",
    "Kính gửi Quý thầy cô Phòng Đào tạo,  Em tên là , MSSV: , sinh viên khóa k15, ngành điện-điện tử . Em viết đơn này: vì mong muốn được nhà trường hỗ trợ gia hạn thời hạn tốt nghiệp của em . Lý do: chưa đủ 500 điểm TOEIC quốc tế . Vì tình hình dịch covid 19 đã gây ra nhiều khó khăn cho em trong việc học và thi chứng chỉ TOEIC để lấy bằng tốt nghiệp, nên em viết đơn này kính mong quý thầy cô/ cán bộ phòng đào tạo tạo điều kiện cho em được gia hạn thời hạn tốt nghiệp ạ!  Em xin chân thành cám ơn! ,  ",
    "Dạ thầy/cô cho em hỏi hiện giờ em muốn rút môn học thì làm sao ạ?    i  .",
    "Em xin được hoãn các môn thí nghiệm trong các tuần 10 11 12 năm 2022 do dương tính với covid trước ngày học thí nghiệm",
    "Em chào cô/thầy, Em tên là  -  Hiện nay em đăng kí tham gia thẻ BHYT nhưng tài khoản ngân hàng ocb để thanh toán bkpay lại bị khoá. Ở địa phương em sống cũng không có chi nhánh ngân hàng ocb. Em không biết phải làm sao để thanh toán tiền BHYT bây giờ vì hạn thanh toán là ngày 13/03 rồi ạ. Làm sao để tạo tại khoản ocb mới có liên kết bkpay ạ? Em mong nhận được sự giúp đỡ từ cô/thầy, anh/chị ạ. Em xin chân thành cám ơn .",
    "Em chào thầy cô ạ. Em tên , MSSV , khoa cơ khí. Vấn đề em gặp phải là thời kháo biểu của em bị mất và em không thể xem được thời khóa biểu. Mong thầy cô xem xét giúp em, vì em đang cách i tập trung nên không thể đi đến phòng đào tạo trực tiếp được. Em cảm ơn và chúc thầy cô ngày làm việc vui vẻ   .",
    "Mở môn học học kỳ 212 . Sau lần em thông báo cho PDT về việc em chưa được cập nhật TKB thì em đã có được tkb môn Khoa học Trái Đất. Nhưng còn môn tinh thể GE2034 vẫn chưa được cập nhật ạ",
    "Em là sinh viên     Tốt nghiệp . Em đã hoàn thành xong chương trình học vào học kỳ II năm 2020-2021 và đã tự kiểm tra điều kiện để xét tốt nghiệp nhưng vẫn không nắm chắc về các môn tương đương cũng như tình trạng các môn giáo sư Mỹ. Em xin nhờ PĐT kiểm tra lại giúp em xem em đã đủ điều kiện về hoàn thành chương trình học chưa ạ để em có thể đăng ký xét tốt nghiệp!",
    "Em xin kính chào thầy/cô, Em tên là , sinh viên K21 thuộc khoa Cơ khí, mã số sinh viên: . Em viết mail này để xin được phúc tra điểm môn Nhập môn về kĩ thuật trong HK 211 (em học tại lớp L05, giảng viên dạy là ). Vì có thể có sai sót trong việc nộp bài trên e-learing, nên một số bài tập của em đã bị 0 điểm và thầy cũng đã nhập điểm rồi. Em cũng đã giải thích tình hình cho thầy và đã được xem xét. Hi vọng thầy/cô giúp cho em, em thực sự cảm ơn rất nhiều. Trân trọng,  Dũng.",
    "KIểm tra điều kiện tốt nghiệp ",
    "Em tên  nhưng tên của em trên BKEXAM và trang đăng kí môn học bị sai ạ",
    "dạ có thể cho em xin hướng dẫn xem phải nộp bao nhiêu học phí được không ạ. em cảm ơn ạ",
    "Gửi thầy/cô, Em là , MSSV , thuộc Khoa Môi trường & Tài nguyên, trong một thời gian dài em đã   B bị mất Thời khóa biểu học kì 212 trên hệ thống   , đến nay vẫn chưa có lại. Kể từ tuần 10, em bắt đầu học Thí nghiệm, nhưng vẫn chưa biết được lịch và thời gian ra sao, rất mong nhận được sự hỗ trợ kịp thời để em không bị lỡ các môn thí nghiệm . Em xin trân thành cảm ơn.",
    "Em có đăng kí tốt nghiệp trên mybk, đã điền thông tin và nộp phí đầy đủ nhưng sao phiếu đăng kí không được xử lí ạ. Em cảm ơn    i Tốt nghiệp .",
    "Em chào thầy ( cô) Thầy ( cô ) cho em hỏi là em đã đóng bảo hiểm y tế ở ktx đại học quốc gia , thời hạn sử dụng từ 1/1/2022 đến 31/12/2022 thì có cần phải đóng bhyt của trường hay có cần phải nộp minh chứng gì không ạ . Tại vì em có thấy thông báo của trường về việc đóng bảo hiểm y tế trong đó có thành phần \" sinh viên nội trú ktx đại học quốc gia \" Mong nhận được sự phản hồi ạ. Em cảm ơn ",
    "Kính gửi, Chương trình học yêu cầu em hoàn thành 3 môn tự chọn nhóm A. Em đăng ký các môn sau theo thứ tự: 1. Công nghệ vật liệu nhựa & gia công khuôn mẫu (Qua môn) 2. Tối ưu hóa & quy hoạch thực nghiệm (Qua môn) 3. Nhập môn thị giác máy tính (Rớt môn, chưa học lại) 4. Phương pháp phần tử hữu hạn (Qua môn) Cho em hỏi là em có cần học lại môn 'Nhập môn thị giác máy tính' không? Và nó có ảnh hưởng gì tới điểm trung bình tích lũy ngành cuối cùng để xét nghiệp không? Cảm ơn.",
    "Tốt nghiệp . Em là cựu SV bk, khoa KH và KTMT khóa K15. Em có dùng cái tra cứu văn bằng thì bị thiếu thông tin (field Hệ của e làm toàn thời gian bị thiếu). Xin mọi người cập nhật giúp em ạ. Em xin cảm ơn.",
    "Em chào các thầy cô ạ! Em tên là V  học lớp L02 hợp thí nghiệm Sinh học đại cương VL02 em viết đơn này để xin các thầy cô chuyển lịch thí nghiệm ạ. Em xin các thầy cô chuyển lịch từ tuần 27 28 29 sang thí nghiệm trong vòng tháng này. Lý do tuần 27 28 29 em phải đi tìm nơi thực tập ngoài trường ạ . Xin các thầy cô thông cảm thay chuyển lịch thí nghiệm cho em với ạ Em xin cảm ơn ạ!  11:48Sent",
    "Dạ, em chào Thầy/Cô!   Em tên , mssv:    Sáng này 10-03-2022 em có ghé vào Phòng đào tạo nộp đơn xin  được xét tốt nghiệp, nhưng do em hoàn thành nói viết trễ hơn 1 tháng so với hạn xét 17-01-2022 cho học kỳ 211 nên không được nhận đơn xét. Vì thời hạn đào tạo của em chỉ đến hết học kỳ 211, và em đã nộp đơn chuyển hệ để xét tốt nghiệp hệ VHVL vào sáng này.   Do dịch covid-19 nên cuối năm 2021 em không tham thi nói viết qua mạng được (Do máy tính em hư và kinh tế lúc ấy em rât khó khăn)   Đến ngày 27-02-2022 vừa qua em có tham dự đợt thi tại trường (Offline) đầu tiên mở sau thời gian dịch bệnh kéo dài và đạt đủ điểm để xét tốt nghiệp.   Em viết mail này mong một lần nữa Phòng đào tạo có thể cho em xin một cơ hội để được xét tốt nghiệp hệ chính qui học kỳ 211 hoặc bổ sung vào học kỳ 212.   Bên trong thư mục đính kèm là đơn xin xét tôt nghiệp viết tay của em và hình ảnh hướng dẫn xét tôt nghiệp của cô !   Em xin cảm ơn Thầy/Cô đã luôn hỗ trợ, giúp đỡ em!",
    "Em là . Em có nhờ PĐT xếp lịch học Thí nghiệm Hoá đại cương trong tuần 10  . Sau khi TKB cập nhật thì em được xếp vào lớp VL07 nhưng trên bkel lại là lớp VL33 nên em ko nhận được các thông báo của giảng viên.",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách KHoa Tp HCM Dạ. Em đăng ký tốt nghiệp không được Vì hiện tình trạng ko được phép đăng ký do nợ học phí Em cũng đã kiểm tra mục BKPay cũng không còn khoản nào cần phải thanh toán Dạ. Mong thầy cô kiểm tra và cập nhật tình trạng được phép đăng ký tốt nghiệp giúp em. Em xin chân thành cảm ơn rất nhiều!   MSSV:   Lớp: QL1502 Điện thoại: [phone_number]",
    "em tên:  mssv:  em làm mail này để xin điểm E (hoãn thi) do sự cố em gặp lúc thi HK môn nhập môn kĩ thuật(MA1001) và môn giải tích 1(MT1003). Cụ thể vào 7h ngày 28/12 ở địa phương em mất điện từ 7h đến 16h nên em đã liên hệ thầy cô 2 buổi thi nhưng em vẫn nhận điểm 13 ở 2 môn ạ.",
    "Kính gửi Phòng Đào tạo ĐH Bách Khoa HCM Em tên:  MSSV: Lớp: D18CB1 ",
    "mã môn: PE1003 tên: Giáo dục thể chất 1 điểm số 8.0 Học kỳ 1 (2015-2016)",
    "Kính chào cô Hạn chót đăng ký tốt nghiệp đợt 1 năm 2022 trên aao là 11/04/2022. Nhưng hạn chót đăng ký tốt nghiệp trên trang mybk phần đăng ký xét tốt nghiệp là 04/05/2022. Cô cho em hỏi vậy hạn chót là ngày nào ạ? Em cám ơn cô nhiều Trân trọng",
    "Kính gửi Quý Thầy Cô, Em tên là , sinh viên ngành Kỹ thuật máy tính, hệ CLC, MSSV . Em viết thư này kính xin Quý Thầy Cô hướng dẫn giúp em. Chuyện là, lúc đầu năm ba mẹ em tính toán kinh tế thì vẫn đảm bảo cho em được theo học chương trình CLC nhưng hiện tại kinh tế gia đình em khủng hoảng nên em không còn khả năng đóng học phí hệ CLC nữa. Do đó em có nguyện vọng được chuyển sang hệ đại trà. Kính nhờ Quý Thầy Cô hướng dẫn. Em xin chân thành cảm ơn. Kính chúc Quý Thầy Cô nhiều sức khỏe. Sinh viên, ",
    "Em muốn đăng ký nhận bằng tốt nghiệp tạm thời để nộp cho danh nghiệp em đang làm việc. Mong thầy cô phản hồi nhanh dùm em ạ. Em chân thành cảm ơn ạ",
    "Chào Thầy/cô,  Hiện tại em đã hoàn tất các môn nhóm D của ngành Khoa học Máy Tính bao gồm (CO3041) Hệ thống thông minh học kỳ 201, (CO3049) Lập trình web học kỳ 201, (CO3085) Xử lý ngôn ngữ tự nhiên học kỳ 192 và môn (CO3117) Học máy học kỳ 202. Tất cả các môn này em đều được chuyển từ cao học xuống các môn tương đương . Riêng môn Học máy thì vào tháng 11/2021, em có làm đơn chuyển điểm cho phòng đào tạo SĐH có xác nhận của Khoa vì môn này đã chuyển về môn em đã hoàn thành ở đại học rồi. Phòng Đào tạo sau ĐH cũng đã xác nhận là đã gửi cho phòng Đào tạo vào ngày 30/11 và xác nhận đã chuyển điểm 12 cho em . Tuy nhiên từ đó đến nay em vẫn không thể đăng ký tốt nghiệp được, sau đó em có hỏi bên BKSI thì do em vẫn chưa tích luỹ  đủ môn nhóm D của ngành. Các file em đính kèm có đầy đủ thông tin môn học và môn học tương đương của chương trình thạc sĩ cũng như điểm chuyển của các môn học này. Em mong thầy cô kiểm tra lại giúp em để em có thể đăng ký đợt tốt nghiệp tiếp theo kịp thời.   i Tốt nghiệp .",
    "bên văp phòng có trả lời em: Thời gian: 03/10/2022 02:05:53 pm Từ: [20279] (003243)   Chào em, Trường hợp của em báo nợ môn Nợ 005005, SV kiểm tra lại, trường hợp bạn học môn tương đương vui lòng phản hồi lại giúp em, em học môn gì? ở HK nào? bao nhiêu điểm (tương đương) Thân em trả lời lại là: mã môn: PE1003 tên: Giáo dục thể chất 1 điểm số 8.0 Học kỳ 1 (2015-2016) mong anh chị xem xét lại môn này dum em. ' em đã qua môn này rồi ạ.",
    "Kính gửi thầy cô PĐT, Em là sinh viên khoá k17, học kì 1 em có đăng kí môn học Hoá Đại Cương. Em đã hoàn thành kì thi giữa kì và cuối kì. Riêng phần thí nghiệm em đã học trực tuyến 2 buổi, Vì lý do dịch bệnh, đến tuần 10 ( của học kì 2) em mới tham gia học trực tiếp 2 buổi đầy đủ. Nhưng thầy cô thông báo lịch thi tới tuần 27 hoặc 28 của HK2. Như vậy rất ảnh hưởng đến tiến độ học tập của sinh viên, khi muốn kết thúc môn học sớm để đăng kí tốt nghiệp. Vì em còn mỗi 1 môn trong chương trình học. Nếu theo dự kiến của PĐT xếp lịch thi tuần 27 thì em bị trễ 1 năm. Rất mong nhận được phản hồi từ quý thầy cô. Em xin cảm ơn.",
    "bên văp phòng có trả lời em: Thời gian: 03/10/2022 02:05:53 pm Từ: [20279] (003243)   Chào em, Trường hợp của em báo nợ môn Nợ 005005, SV kiểm tra lại, trường hợp bạn học môn tương đương vui lòng phản hồi lại giúp em, em học môn gì? ở HK nào? bao nhiêu điểm (tương đương) Thân em trả lời lại là: mã môn: PE1003 tên: Giáo dục thể chất 1 điểm số 8.0 Học kỳ 1 (2015-2016) đây là mã tương đương môn giáo dục thể chất q ạ.",
    "Xin chào phòng đào tạo, Em có 3 câu hỏi ạ: 1/ Các môn chuyên ngành thì năm 2 mình có được đăng ký luôn không ạ hay phải đợi tới năm 3 mới đăng ký được ạ? 2/ Liệu có phải học xong các môn bắt buộc mới được đăng ký môn chuyên ngành không ạ? 3/ Học kỳ hè em có thể đăng ký học thêm các môn chính quy để lấy tín chỉ sớm không ạ ? Em xin chân thành cảm ơn!",
    "Thầy cô cho em hỏi là bây giờ em muốn hoãn kì quân sự sang năm sau đc không ạ, hoặc năm sau nữa nếu k có lịch ạ. Em là sinh viên năm nhất ạ. Và nếu được em cần phải chuẩn bị giấy tờ nào ạ. Em cảm ơn ạ ./.   i ",
    "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em là  mssv:  khoa Điện-Điện tử chương trình Tiến tiến Em đã đăng kí và hoàn tất thanh toán phí tốt nghiệp trên myBK. Em đăng kí giấy tốt nghiệp tạm thời và lên trường lấy thì thủ tục như thế nào ạ ? Mong nhà trường hỗ trợ và giải quyết sớm nhất ! Em xin cảm ơn Trân trọng ./.",
    "Thẻ sinh viên của em hết hiệu lực vào tháng 3/2022. Em muốn đăng ký cấp lại thẻ sinh viên thì phải làm gì ạ?",
    "Dạ e chào quý thầy cô ạ, theo như phản hồi từ quý thầy cô trong câu hỏi em lần trước. Và em đã có tên trong danh sách dự kiến tốt nghiệp đợt 4/2022. Nhưng sau 8/3/2022 em vẫn chưa được vào trang mybk để em đăng ký tốt nghiệp được ạ. Do tình trạng sinh viên em là đang tạm dừng ạ. Mong quý thầy cô hỗ trợ kiểm tra giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Em chưa nhận giấy chứng nhận GDQP vào năm nhất (khoá 19), nếu giờ nhận thì còn không? Vẫn nhận được ở H6 đúng không?",
    "MSGVHVL Em chào cô.                                    Cô cho em hỏi là mình K19 thì được chuyển sang hệ VHVL không cô. Dạ em cảm ơn cô.",
    "Thời gian: 03/10/2022 03:22:20 pm Từ: [20279] (003243)   Chào em, Trường hợp của em xét lại còn báo bạn nợ SV CÒN NỢ 407408. Em kiểm tra lại và phản hồi lại liền giúp cô nhé Thân em trả lời ạ: em qua môn này rồi ạ môn Cơ sở hệ thống máy tính mã môn 407402 điểm: 6.0 chị xem lại dùm em ạ",
    "Thống kê trong công nghiệp (ME2055) tương đương Xác suất và thống kê (MT2013) học ở học kì 2(2020-2021) có điểm 5.5 - Thiết kế mặt bằng (ME3117) tương đương Hoạch định mặt bằng (ME3253) học ở học kì 2(2020-2021) có điểm 8.5 - Thiết kế công việc và đo lường lao động (ME2053) tương đương Thiết kế công việc và nhân trắc học (ME2111) học ở học kì 2(2020-2021) có điểm 9 Để em đủ điều kiện đăng kí Luận văn tốt nghiệp (ME4673) Em xin cảm ơn!",
    "Do sau này chương trình tiên tiên có cập nhật và đổi mã môn tương đương, em gửi cô điểm tương ứng với các môn học nhé. 1. 005005 Giáo dục thể chất 1-  em học mã tương đương là PE1033, điểm 8.0. học kỳ 1 (2015-2016) 2. 407408 cơ sở hệ thống máy tính - em học mã tương đương là 407402, điểm 6.0 Học kỳ 2 (2016-2017) 3. 407410 Kỹ thuật máy tính 1 -  em học mã tương đương là 407404, điểm 5.0 Học kỳ 2 (2017-2018) đó là 3 môn có mã số tương đương với các môn học, cô xem rồi phản hồi lại thông tin giúp em ạ",
    "Em tên  MSSV  Em được xếp vào lớp thí nghiệm KTCT2(ME3034) vào tháng 12 nhưng bị F0 nên không tham gia được, nên em xin được sắp vào lớp thí nghiệm KTCT2 nhóm VL01 thứ 5 12h-4h50, em đã xin phép và được thầy  đồng ý, mong PDT  xét duyệt cho em vào lớp này",
    "Em tên: ; MSSV: ; Khoa: Kỹ thuật Địa chất & Dầu khí. Em có apply vay học phí 0% của chương trình \"Vững bước đến trường\" thuộc quỹ Lee và được chấp thuận.   B Họ có yêu cầu em cung cấp thông tin tài khoản ngân hàng của nhà trường   . Em thấy stk của nhà trường trên trang của PĐT như sau: Tên tài khoản: TRƯỜNG ĐẠI HỌC BÁCH KHOA Số tài khoản: 000 410 686868 8006 Tại ngân hàng: TMCP Phương Đông - Chi nhánh Chợ Lớn - TP.HCM. Nội dung chuyển khoản theo cú pháp: Họ và tên thí sinh, mã số nhập học, chương trình (CQ), mã ngành trúng tuyển. Ví dụ: , , CQ, 114. Cho em hỏi: Em cung cấp stk này cho quỹ Lee giải ngân với cú pháp \", , CQ, 120\" có được không ạ? Hiện khoản vay em đã được 99% chờ được giải ngân, mong quý thầy cô giải đáp và chỉ dẫn hướng giải quyết giúp em, em xin cảm ơn ạ.",
    "Kính gửi phòng Đạo Tạo trường Đại học Bách Khoa TPHCM,    Em tên: , MSSV: . Dạ quý thầy (cô) cho em hỏi là em đã đăng kí tốt nghiệp và thanh toán lệ phí tốt nghiệp rồi ạ, nhưng em vẫn chưa nhận email thông báo nhận bằng tốt nghiệp tạm thời ạ. Dạ cho em hỏi là em đã có bằng tốt nghiệp tạm thời chưa ạ?    Em chân thành cảm ơn ạ",
    "Sau đây là các môn tương đương của em, 005005 Giáo dục thể chất 1 - môn tương đương là PE1003, 7.00 điểm, HK1 2015-2016. 005011 Giáo dục thể chất 3 - môn tương đương là PE1007, 6.00 điểm, HK3 2017-2018. 407404 Computer Engineering 1 ( Kỹ thuật máy tính 1 ) - môn tương đương là 407408 Introduction to Computing ( Cơ sở máy tính ), 5.00 điểm, HK3 2018-2019 . Em mong chị kiểm tra và cập nhật 3 môn học này và cập nhật tình trạng tốt nghiệp cũng như danh sách tốt nghiệp dự kiến giúp em ạ. Em cảm ơn chị rất nhiều. ",
    "Do sau này chương trình tiên tiên có cập nhật và đổi mã môn tương đương, em gửi cô điểm tương ứng với các môn học nhé. 1. 005005 Giáo dục thể chất 1-  em học mã tương đương là PE1033, điểm 8.0. học kỳ 1 (2015-2016) 2. 407408 cơ sở hệ thống máy tính - em học mã tương đương là 407402, điểm 6.0 Học kỳ 2 (2016-2017) 3. 407410 Kỹ thuật máy tính 1 -  em học mã tương đương là 407404, điểm 5.0 Học kỳ 2 (2017-2018) đó là 3 môn có mã số tương đương với các môn học, cô xem rồi phản hồi lại thông tin giúp em ạ",
    "Dạ em gửi file thống kê các môn chưa tích lũy của em ạ . Trong file này, em đã thống kê các môn em đã học và đã qua môn nhưng chưa được tích lũy ( gồm các môn trong HK211 và môn tương đương) Chỉ duy nhất 2 môn (Tài chính doanh nghiệp - IM3005, Tư tưởng HCM - SP1005) là mình chưa học thôi. Nếu có thắc mắc vui lòng phản hồi em ạ. Em cảm ơn nhiều, rất mong sớm nhận được sự hỗ trợ từ phía Nhà Trường ạ ",
    "Cho em xin hỏi thủ tục rút môn học học kỳ 212",
    "Kính chào thầy/cô, do kỳ này em lỡ đăng kí nhiều môn quá hiện giờ em không kham nổi nữa thì có rút môn học được không ạ ?   i ",
    "Thưa thầy/cô em tên là , MSV: . Thưa thầy/cô trong kì thi giữa kì môn vật lí A2 máy em có bị lỗi record màn hình nên không xem được, em cũng đã hỏi thầy giáo bộ môn và được thầy hướng dẫn là hỏi ý kiến thầy/cô.    Vậy em mong thầy cô bớt chút thời gian hỗ trợ em về vấn đề này. Em cảm ơn nhiều ạ.",
    "Kính gửi /Chị ĐT, Em gửi đơn khiếu nại đăng ký môn học LVTN trễ. Vừa rồi em có nhận mail điền form đăng ký LVTN trễ từ ĐT. Tuy nhiên trong file đó có kết quả là em không đủ điều kiện số tín chỉ tích luỹ, em đã xin khiếu nại (đã giải quyết) và cập nhật môn học tương đương qua BKSI rồi. Nhưng hiện nay chưa được cập nhật môn học LTVN (mã IM4317) trong TKB. Mong /Chị ĐT có thể xem xét và giải quyết trường hợp của em. Em xin cảm ơn. Trân trọng,  Em Đăng.",
    "Em xin kính chào thầy/cô, Em tên là , sinh viên K21 thuộc khoa Cơ khí, mã số sinh viên: . Em viết mail này để xin được phúc tra điểm môn Nhập môn kĩ thuật trong HK 211 (em học tại lớp L05, giảng viên dạy là ). Vì có thể có sai sót trong việc nộp bài trên e-learing, nên một số bài tập của em đã bị 0 điểm và thầy cũng đã nhập điểm rồi. Em cũng đã giải thích tình hình cho thầy và đã được xem xét. Hi vọng thầy/cô giúp cho em, em thực sự cảm ơn rất nhiều. Trân trọng, .",
    "Em xin chào phòng đào tạo HCMUT ! Em tên là  là học sinh trong nhóm lớp L11- do thầy  phụ trách. Hôm nay em gửi gmail này em xin trình bày với PĐT sự việc như sau: ''Ngày 6/3 em có lịch thi môn  lúc 9h, nhưng trước giờ thi em đã gặp sự cố hi hữu không may xảy ra màn hình laptop đột ngột bị hỏng(cháy màn hình). Em đã không kịp báo cáo với cán bộ coi thi vào lúc đó vì em chỉ có một thiết bị học duy nhất là laptop. Khi sửa xong laptop em đã email cho giáo viên bộ môn. Em gửi email này mong PĐT có thể chấp nhận và cho em một cơ hội được thi lại giữa kì môn  ạ.! EM  ỦA PĐT !",
    "Kính chào quý thầy/cô ạ! Em muốn hỏi BHYT của em được cấp phát tại địa phương có gia hạn đến 2022 và đã được bên kí túc xá xác nhận, thì có cần phải photo các loại thẻ BHYT, CMND đến nộp tại phòng y tế trường nữa không ạ.",
    "Em chào nhà trường, Sau khi trường mở lại lịch học cho em, thì môn QP vẫn chưa có thời gian học cho đến hiện tại. Em không nhận được mail thông báo của trường. Em không biết có sự nhầm lẫn nào ở đây nhưng em muốn trường xem giúp em lịch học và mail của em. Em cám ơn.",
    "Cho em hỏi làm sao để có file bảng điểm hiện tại của mình ạ Em cám ơn.",
    "Dạ thầy/cô cho em thắc mắc về lịch học thí nghiệm nhà trường xếp 2 môn trùng nhau thì giải quyết như thế nào ạ? Không biết sắp tới còn đợt thay đổi tkb nữa không ạ?Em bị trùng lịch tn 2 môn như hình đính kèm ạ.Em cảm ơn thầy/cô",
    "Chào  Em truy cập vào aao.hcmut.edu.vn thì thời gian đăng kí tốt nghiệp hết hạn ngày 11/4. Còn tại mục \" đăng ki tốt nghiệp\" ở mybk.hcmut.edu.vn thì ngày hết hạn là 4/5. Vậy  cho em hỏi thời gian nào là chính xác Chi tiết em có đính kèm 2 ảnh dưới Em cảm ơn.",
    "Em xin chào quý Thầy Cô Phòng Đào tạo Em là , mssv , hệ VHVL khoa Kỹ thuật Địa chất và Dầu khí Hiện em đã hoàn thành môn còn thiếu cuối cùng (Giải tích 1) và đủ điều kiện đăng ký tốt nghiệp nhưng chưa thấy thông tin trong danh sách tốt nghiệp dự kiến nên không thể đăng ký tốt nghiệp ạ. Thầy Cô cho em hỏi là em có cần hoàn thành thêm thủ tục gì, hoặc đến khi nào sẽ được cập nhật danh sách tốt nghiệp hay không ạ. Em xin chân thành cảm ơn Thầy Cô.",
    "Em chào Cô. Em là  - MSSV  Em có vấn đề thắc mắc cần Cô giải đáp ạ. Cô cho em hỏi là: điểm AV1 của em là điểm 12, điểm AV4 của em là điểm 21 (vì em đã qua môn AV4A - Môn tương đương của AV4). Vậy chuẩn tốt nghiệp của em chỉ cần 500 thôi ạ, và em chỉ cần chuyển điểm cho môn AV1 phải không ạ. Em rất mong nhận được giải đáp từ Cô ạ. Em cảm ơn Cô.",
    "Xin lỗi vì đã làm phiền thầy cô. E là Lê Nhựt Lâm . Sinh viên hệ VHVL CƠ KHÍ k22. Các bạn cùng khóa với e đã được cập nhật danh sách miễn môn ( mục điểm chuyển trên mybk -  thông tin sinh viên =  điểm chuyển) nhưng em đến giờ chưa có. E mong nhà trường sẽ cập nhật cho e danh sách miễn môn vì e đã nhận được file Excel danh sách miễn môn trước đó rồi. Trân trọng.",
    "Em chào PĐT, Em là  - , cho em hỏi kỳ hè sắp tới 213 thì trường mình có cho phép đăng ký môn học đề cương luận văn không ạ, để vào kỳ chính 221 làm luận văn ạ, Em cảm ơn PĐT",
    "Em chào anh/chị ạ, Em tên , MSSV . Em có nguyện vọng muốn đăng ký lấy bằng tốt nghiệp tạm thời để có thể đi làm. Phòng đào tạo có thể cấp bằng tốt nghiệp tạm thời cho em trong thời gian nhanh nhất có thể không ạ? Em cảm ơn!",
    "Kính gửi: Thầy Cô phòng Đào tạo trường ĐH Bách Khoa - ĐHQG TPHCM. Em là  - MSSV:  Em xin phép trình bày sự việc của em như sau: Em chưa tham gia lớp học bù thí nghiệm môn học Hóa Đại Cương CH1004 tuy nhiên thời khóa biểu của em lại không có lớp trong thời gian học bù này. Trên thời khóa biểu của em để môn này là VL10 và có thời khóa biểu là tuần 50 51 tuy nhiên thời gian này em không có đăng kí học off được . Kính mong Thầy Cô xem xét kiểm tra lại giúp em. Em xin chân thành cảm ơn!  Chúc quý Thầy Cô nhiều sức khỏe vạn sự an lành!  .",
    "Em chào PĐT Em là  (MSSV: ), sinh viên K17 Khoa Môi trường và Tài nguyên. Em đã đăng ký tốt nghiệp và thanh toán lệ phí vào ngày 23/02/2022. PĐT cho em hỏi là em sẽ tải giấy chứng nhận tốt nghiệp tạm thời về ở mục nào? Vì em lên xem chỗ đăng ký tốt nghiệp thì không thấy có mục tải về. Em xin cám ơn ạ.",
    "Em đã đăng ký tốt nghiệp từ hơn 1 tuần trước . Kết quả hiển thị trên hệ thống \"Phiếu đăng ký đã được xử lý (đợi nhận kết quả tại nơi nhận)\". Cho em hỏi giấy CN tốt nghiệp tạm thời của em đã được cấp chưa?  Nếu có thì tờ giấy đó đang ở đâu? Em có cách nào để lấy nó nhanh được không? (tại em đang cần giấy gấp)",
    "Em là . MSSV:  lớp CTM02. Hiện tại thì em vẫn bị tạm dừng học vụ nên chưa thể đăng ký xét tốt nghiệp được ạ. Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ. Em cám ơn thầy/cô.",
    "Em chào thầy/cô ạ.Dạ Thầy cô cho em hỏi là em chưa học anh văn 3 và anh văn 4 trong trường giờ em học anh văn theo nhu cầu là anh văn 3A và 4A là em không cần phải học anh văn 3 và anh văn 4 mà vẫn đủ điều kiện tốt nghiệp đúng không ạ. Mong thầy cô trả lời giúp em, em xin cảm ơn ạ.",
    "Em chào quý Thầy/Cô, Em tên là  MSSV  Hiện tại đã đạt yêu cầu tốt nghiệp đợt 1 năm 2022, Đã đóng 95 nghìn phí tốt nghiệp. Thầy cô cho em hỏi bao giờ em được nhận giấy tốt nghiệp tạm thời ạ? Em xin cảm ơn!",
    "Em là sinh viên k14 hiện tại em đã hoàn thành hết ctđt chỉ còn thiếu av nói viết, PĐT cho Em hỏi là em có thể gửi đơn chuyển sang hệ VHVL trên này để xét tốt nghiệp không ạ? hay phải trực tiếp tới trường để nộp đơn ạ? Em xin chân thành cảm ơn !",
    "Em chào thầy cô. Đợt sắp lớp môn thực tập ngoài trường vừa rồi, em bị nhầm sang chuyên ngành khác, em đã báo thầy cô phụ trách, thầy cô đã ghi nhận nhưng trên BKel của em hiện vẫn chưa chuyển về đúng lớp, khó khăn trong việc nhận thông tin của thầy cô. Thầy, cô có thể giúp em chuyển về đúng lớp không ạ",
    "Chào anh/chị và quý Thầy/Cô. Em tên:  MSSV:  là SV thuộc hệ VHVL. Sau khi xem cập nhật trên BKPay thì thấy có 2 mục thanh toán học phí: - Dự thính ngoài giờ gồm 12TC là 10,8000,000. Tức là 900,000/1TC. Lúc trước là 525,00/1TC  - Dự thính chuyển hệ gồm 18TC là 16,200,000. Tức là 900,000/1TC. Em vẫn theo CTĐT của khóa 2017. Học phí kì này của em thay đổi khá nhiều nên có nhiều thắc mắc, mong anh/chị kiểm tra giúp em. Cảm ơn anh/chị đã hỗ trợ.",
    "Do hiện tại laptop em đang hư nên không đủ trang thiết bị thi cuối kì môn sức bền nên em xin hoãn thi. mong PDT xem xét giúp em. Ngày thi là 13/03/2022",
    "Tốt nghiệp . Em chào Thầy/Cô Em là SV khóa K15 ạ, thời gian đào tạo tối đa 9/2015-4/2022. Hiện tại em còn thiếu chứng chỉ anh văn để ĐK LVTN vào tháng 4/2022. Trường hợp của em có thể gia hạn thêm thời gian đào tạo để bổ sung chứng chỉ anh văn được không ạ? Mong nhận phản hồi từ Thầy/Cô ạ! Em cảm ơn Thầy/Cô ạ",
    "Em xin gửi link và hình ảnh để thầy cô cập nhật danh sách miễm môn ạ. https://docs.google.com/spreadsheets/d/1c4ys5_jwELej0i57J29l54GxWw0WfRMs/edit#gid=[phone_number]",
    "Xin chào thầy cô ạ, e là Lâm sinh viên VHVL khoá 22. Trước đây e là sinh viên cao đẳng k17 Bảo dưỡng CN của trường ĐH Bách Khoa mình, e đã đậu av 1234, av4 tương đương av500  và Toeic 435. Vậy thầy cho e hỏi, nếu e liên thông lên ĐH Cơ khí VHVL thì có cần chuẩn av đầu vào sau năm nhất hay năm 2 mới được đăng ký môn học không ạ?  E đã xen quy chế nhưng không rõ lắm ạ .",
    "Chào Thầy/Cô Em gửi câu hỏi này muốn hỏi về thông tin giấy chứng nhận tốt nghiệp tạm thời. Theo như thông tin từ câu hỏi trước thì \"Dự kiến Sau thứ 5 (10/03/22) sẽ gởi bạn scan qua mail cho bạn\" (chi tiết xem ảnh đính kèm) là câu trả lời của PDT gửi cho em, nhưng vẫn em vẫn chưa thấy mail nào cả. Thầy cô kiểm tra giúp em Vào tuần trước em có về trường để nhận Giấy chứng nhận tốt nghiệp tạm thời theo như thông tin trên mail đã gửi cho em (chi tiết xem ảnh đính kèm) nhưng PDT đã từ chối và nói rằng thông tin đã thay đổi, không còn phát Giấy chứng nhận tốt nghiệp tạm thời mỗi thứ 6 hằng tuần như trên mail nữa. Tuy nhiên sau khi kiểm tra thì em không hề thấy thông báo nào trên \"LỊCH TRÌNH ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG ĐỢT THÁNG 04/2022\" nói rằng sẽ không cấp Giấy chứng nhận tốt nghiệp tạm thời này vào mỗi thứ 6 nữa. Và cũng không có thông tin gửi mail nào nói rẵng sẽ không dùng cách đó để phát Giấy chứng nhận tốt nghiệp tạm thời nữa.  Mong thầy cô giải đáp thắc mắc thông tin này. Một chút góp ý của em: Giấy chứng nhận tốt nghiệp tạm thời sinh ra là để dùng tạm trong lúc chờ Giấy tốt nghiệp chính thức mà tại sao PDT lại làm việc một cách chậm trễ như thế, còn gì là tin thần của Giấy chứng nhận tốt nghiệp tạm thời nữa ?? Cám ơn Thầy/Cô đã phản hồi  Thân!",
    "Kính gửi Phòng Đào Tạo Em tên là , MSSV , sinh viên Chất lượng cao Quản lý Tài nguyên và Môi Trường . Em vừa được cập nhật điểm Luận văn Tốt nghiệp Học kì 211 và em đã có đủ các điều kiện để được xét tốt nghiệp. Vậy khi nào em mới được có trong danh sách xét tốt nghiệp ạ? Thanks and best regards ",
    "Kính gửi phòng đào tạo, Em là -MSSV . Em có hỏi và nhận được câu trả lời của PĐT về việc không đăng ký được môn luận văn với lý do là bị thiếu tín chỉ. Đồng thời, em cũng có nhận được file những môn bị thiếu (file đính kèm) Tuy nhiên trong danh sách môn bị thiếu thì ở phần các môn Bắt buộc chưa tích lũy được, em đã học và có điểm đạt các môn (Kinh tế vi mô, Quản lý dự án, Giải tích 1, AV trong KD, Phương pháp Nghiên cứu, Đề cương LVTN) , chỉ còn anh văn 2,3 là chưa được chuyển điểm. Kính mong PĐT xem xét lại giúp em ạ . Em xin chân thành cảm ơn.",
    "Tốt nghiệp . Chào Thầy/ Cô! Em đã có kết quả tốt nghiệp + phiếu đăng ký tốt nghiệp củng đã được xử lý tới nay là gần 2 tuần nhưng em chưa nhận được bằng tạm thời. Thầy/ Cô cho em hỏi là em lên trường nhận bằng tạm thời hay đợi gửi theo địa chỉ đăng ký em cám ơn.",
    "Dạ do không để ý em đã quên đóng khoản học phí bổ sung 211 nên bị mất thời khóa biểu. Em đã đóng vào hôm 07/03/2022. Cho em hỏi bao giờ em sẽ được mở lại thời khóa biểu ạ.",
    "Dạ chào quý thầy cô, em muốn đăng kí thi bổ sung giữa kì môn Vật lí 2 ạ do em bị đình chỉ thi vì lí do mạng ạ.Đơn và minh chứng em có đính kèm ở dưới ạ.",
    "Dạ chào quý thầy cô, em muốn đăng kí thi bổ sung giữa kì môn Vật lí 2 ạ do em bị đình chỉ thi vì lí do mạng ạ.Đơn và minh chứng em có đính kèm ở dưới ạ.",
    "Chào thầy cô, cho em hỏi hạn chót đăng ký tốt nghiệp đợt tháng 4/2022 là ngày mấy ạ và lễ tốt nghiệp tổ chức vào ngày nào ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo. Em tên: . MSSV: , hệ VLVH, khoa Điện-Điện tử. Xin thầy/cô cho em xin mẫu đơn để người thân tới nhận bảng điểm ạ. Em xin cảm ơn.",
    "Người thân tới nhận bảng điểm có mối quan hệ là anh. Tên là: . SN:1992 Em xin cảm ơn.",
    "MSSVMSGV:   b Tốt nghiệp  i  ﻿ ﻿Em chào ThầyCô ﻿ ﻿Em là sinh viên K15 ạ, thời gian đáo tạo tối đa 92015 đến 42022. Hiện tại em còn thiếu chứng chỉ anh văn để ĐKTN. Trường hợp của em có thể gia hạn thêm thời gian đào tạo để bổ sung anh văn không ạ.",
    "Kính gửi BKSI trường đại học Bách Khoa Em tên , mã số sinh viên  Phòng đào tạo cho em hỏi là tại sao đầu năm em đã đóng đủ tiền trong đó có cả tiền bảo hiểm y tế mà khi em tra cứu thì web lại ghi hạn chót 31/12/2021 vậy ạ? Em xin cảm ơn và mong có phản hồi sớm từ BKSI",
    "Kính gửi PĐT, em có một thắc mắc cần giải đáp về thời hạn đăng ký tốt nghiệp đợt tháng 04/2022. Theo như lịch trình đăng ký tốt nghiệp cập nhật trên trang aao.hcmut thì ghi thời hạn đăng ký tốt nghiệp là từ 21/02/2022 - 11/04/2022. Nhưng khi em vào mục đăng ký xét tốt nghiệp trên trang Mybk thì thời hạn đăng ký là từ 17/01/2022 - 04/05/2022. Kính mong PĐT giải đáp thắc mắc này giúp em. Em xin cảm ơn.",
    "Em có nhận được thông báo đóng tiền BHYT đợt 3, và \"sinh viên K21 không cần đóng vì BHYT còn hiệu lực tới 31/12/2022\". Tuy nhiên, sau khi em tra cứu giá trị sử dụng BHYT của em là vào ngày 31/12/2021 chứ không phải 31/12/2022. Vào đầu năm em đã đóng mức phí 13.204.025 đ. Em không biết em có phải đóng tiền BHYT đợt 3 không, và tại sao hạn sử dụng BHYT của nhiều bạn khác là 31/12/2022, còn của em là 31/12/2021. Rất mong nhận được phản hồi, Em xin chân thành cảm ơn.",
    "Em là , MSSV  Kỳ trước em đã hoàn thành môn học Thực tập điện 2 (EE3023) rồi nhưng trong kỳ này vẫn có môn trong thời khóa biểu ạ. Mong PDT hủy môn học cho em ạ. Em xin cảm ơn.",
    "Dạ em chào Thầy/Cô ạ. Em tên: Lê Văn Hậu, MSSV:  Em viết mail này mong Thầy/Cô giải đáp cho em với ạ. Cụ thể em đã hoàn thành hết các môn học phần trong chương trình đào tạo, chỉ còn thiếu mỗi điểm  400 chưa cập nhật điểm. Mà em vào web trường tra thông tin tốt nghiệp của em lại thấy học vụ còn nợ môn ạ (hình ảnh đính kèm bên dưới ). Rất mong Thầy giải đáp thắc mắc này giúp em với ạ. Em xin chân thành cảm ơn Thầy.",
    "Cho em hỏi giấy tốt nghiệp tạm thời em đã đăng ký hồi 18/2 nhưng hiện tại vẫn chưa thấy bưu điện gửi tới địa chỉ đã đăng ký ạ? Em đã xem lại địa chỉ và thấy không có vấn đề gì. Vậy cho em hỏi giấy của em trường đã gửi đi chưa ạ? Nếu chưa gửi thì em có thể tới trường nhận trực tiếp không ạ? Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: 17160. Em đã tốt nghiệp tháng 8 năm 2021. Em có thể đăng ký nhận bằng trong lễ tốt nghiệp tháng 4 năm 2022 được không, và cần phải làm những thủ tục gì?  Xin trân trọng cảm ơn.",
    "Kính gửi: Phòng đào tạo Em tên là:  MSSV:  Lớp: CK21CK07 Trường ĐH Bách khoa - ĐHQG TPHCM Hiện tại em muốn rút môn học anh văn cơ bản (LA0011) do đang trong kỳ học giáo dục quốc phòng an ninh. Mong phòng đào tạo xem xét và xếp lại thời khóa biểu cho em ạ. Em cảm ơn. ",
    "Kính thưa thầy cô, vào kì học 202, em có hoãn thi môn kết cấu ô TR2013 do lỗi kĩ thuật. Em có thắc mắc là khi nào được bổ sung thi lại ạ ? Em xin cám ơn thầy cô.",
    "Kính gửi phòng đào tạo, Em muốn hỏi là do học kì 2 năm học 2020-2021 em xin dời bảo vệ luận văn và đã hoàn thành vào học kì 1 năm học 2021-2022 ngày 30/12 năm 2021. Em muốn đăng kí tốt nghiệp đợt tháng 4 này nhưng khi đăng kí thì không được do tình trạng sinh viên của em bị tạm dừng do không đăng kí môn học nhưng em đã có đơn xin huỷ hoãn điểm I và đã được phòng đào tạo xét duyệt. Em muốn biết làm sao để có thể thay đổi tình trạng sinh viên để em có thể đăng kí tốt nghiệp được ạ? Em cám ơn phòng đào tạo .",
    "dạ cho em hỏi khi nào trường mình học off ạ. Vì em ở xa nên cần chuẩn bị trước ạ.em cảm ơn ạ",
    "dạ em đã nộp đầy đủ hồ sơ và học phí nhưng không có trong danh sách học quân sự giờ em cần liên lạc với ai để giải quyết ạ. Em cảm ơn ạ",
    "Em chào Thầy (Cô) Em tên là  - . Là sinh viên K18 khoa cơ khí. Em cho em hỏi là em muốn chuyển điểm từ môn học tương đương sang môn học cũ đúng với chương trình của em thì phải làm sao ạ ?  Em cám ơn!!   i  .",
    "Xin chào Thầy/Cô,  Em có thắc mắc về điểm trung bình tốt nghiệp ngành 2 của e ạ. Em tự tính toán thì điểm trung bình của ngành 2 cao hơn điểm trong danh sách tốt nghiệp dự kiến. Mong quý Thầy/Cô kiểm tra lại giúp em ạ.  Em xin cảm ơn.",
    "Chào thầy/cô Em đã nộp bằng toeic nghe-đọc 605 điểm rồi ạ, trường đã xét miễn cho em rồi, mà trong phần chuyển điểm , em vẫn chưa thấy được chuyển điểm av1,2,3,4 ạ . Thầy/ cô kiểm tra lại giúp em ạ. em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo!  Em là , MSSV: . Em dự kiến đăng kí tốt nghiệp đợt tháng 4/2022. Em có một số vấn đề về tốt nghiệp mong PĐT giải đáp giúp em ạ. Thứ nhất, cho em hỏi hạn chót để đăng kí tốt nghiệp là ngày mấy vậy ạ. Thứ hai, lúc nhận bằng cần có thẻ sinh viên và căn cước công dân nhưng em bị mất thẻ sinh viên, em đăng kí in lại thì hệ thống báo lỗi ạ. Em chỉ có căn cước công dân có nhận bằng được không ạ . Em xin cảm ơn!",
    "Dạ em chào thầy/cô ạ, Dạ đợt vừa rồi em có đăng ký môn học Luận văn tốt nghiệp nhưng kết quả lại không được nên hiện tại em đang không có thời khoá biểu trên hệ thống ạ. Dạ vậy trường hợp của em cần phải làm đơn gì để kỳ sau tiếp tục được đăng ký môn ạ? Em cảm ơn thầy/cô ạ.",
    "Dạ em chào thầy cô ạ, em là , sinh viên K17 khoa điện - điện tử. Em vừa bảo vệ luận văn vào tháng 1 vừa rồi. Hiện tại em đang còn thiếu 1 ngày công tác xã hội và chứng chỉ anh văn nói viết để hoàn thành điều kiện xét tốt nghiệp. Dạ thầy cô cho em hỏi hạn chót bổ sung điều kiện tốt nghiệp ở học kì này là khi nào ạ . Để em có thể chuẩn bị và hoàn thành nốt những điều kiện còn thiếu ạ . Dạ em xin chân thành cảm ơn.",
    "Xin lỗi vì đã làm phiền cô . Em đang là sinh viên hệ VHVL khoa cơ khí, lúc trước em đăng ký ngành Kĩ thuật cơ khí. Nhưng giờ e vào xem thông tin thì là Kỹ thuật cơ khí - Chuyên ngành chế tạo máy. Nhưng mục đích e học là theo chuyên ngành Kĩ thuật cơ khí - Chuyên ngành thiết kế máy. Vậy kính xin cô giải đáp thắc mắc, là hiện tại e vẫn theo chương trình cơ khí Kỹ Thuật thiết kế máy hay bắt buộc phải làm đơn đổi chuyên ngành ạ? Đây là vấn đề rất quan trọng với em cảm ơn cô giải đáp ạ.",
    "Em là  , em gửi file này để nhờ nhà trường xác nhận giúp em đơn xin hủy kết quả ở ký túc xá .",
    "Dạ cho em hỏi, em bảo lưu kết quả học tập, tại giờ em muốn đi làm để trang trải giúp đỡ gia đình em, thì bảo lưu bao lâu ạ? Và em lên trường có ai giải quyết giúp em vấn đề này không ạ? Em bỏ học cũng lâu, quên chưa bảo lưu để đi làm, vì không muốn đánh mất cơ hội dc theo học tiếp nên em nhắn lên đây để nhờ quý thầy cô, ban quản lý, phòng đạo tạo giải quyết giúp em ạ :((( em cám ơn rất nhiều",
    "Kính chào Quý Thầy Cô ạ, Cho e xin hỏi là bằng tốt nghiệp hiện tại e chưa thể đến trường nhận được. Vậy e có thể xin uỷ quyền người khác nhận thay hoặc là nếu để lâu quá không nhận bằng thì có sao ko ạ . Vì hiện tại e đang làm việc và sinh sống tại Quảng Ngãi nên chưa thể vào nhận được ạ . E xin chân thành cảm ơn.",
    "Sau khi học buổi đầu tiên của 2 môn thực tập điện tử 1 và thực tập điện 1, thì vừa qua test nhanh em dương tính với Covid và đang thực hiện cách ly , cho em xin hỏi là nhà trường có hỗ trợ đăng ký học bù sau khi khỏi bệnh không ạ, nếu có thì em cần đăng ký học bù như thế nào ạ . Em xin cảm ơn.",
    "Em xin hoãn kỳ GDQP đợt này, dời đến hè vì gia đình có người bị tiểu đường và huyết áp, tình hình dịch bệnh dưới khu quân sự đang căng thẳng, nếu em không cẩn thận, về nhà lây nhiễm sẽ rất nguy hiểm. Rất mong có được sự chấp nhận ạ, em cảm ơn.",
    "Em chào quý thầy cô. Em là sinh viên khóa k14, e mới xuất ngũ nghĩa vụ quân sự vào tháng 1/2022, hiện tại e vẫn chưa hoàn thành khóa học. E còn nợ 1 môn học, chứng chỉ tiếng anh và Luận văn tốt nghiệp. Cho em hỏi giờ e muốn tiếp tục khóa học thì thủ tục như thế nào, và e còn bao nhiêu thời gian cho khóa học? E xin chân thành cảm ơn.",
    "Dạ em chào phòng đào tạo. Em có tkb sắp xếp học thí nghiệm đợt 2. Nhưng do đã là f0 3 ngày nên không đi học được. Nên em muốn hỏi là có cách nào để sắp xếp 1 lịch học thí nghiệm khác không ạ. Vì kì này em không đk môn này được ạ . Em cảm ơn pdt nhiều ạ.",
    "em không nhận được thông tin trường gửi trên hệ thống tin nhắn trên bkel.",
    "Kính gửi Thầy/Cô, Em tên là  - , thuộc khoa môi trường và tài nguyên, chuyên ngành Kỹ Thuật Môi Trường. Em vừa nhập được mail có tên trong danh sách tốt nghiệp dự kiến của đợt này nhưng khi em Đăng kí tốt nghiệp lại bị lỗi do chưa được cấp quyền sử dụng ạ. Cho em hỏi trang bị lỗi đó là sao ạ? Em xin cảm ơn! Mong nhận được sự phản hồi sớm từ Thầy/Cô.",
    "Do em học khóa 2018 với môn học \"Thực tập cơ khí đại cương 2\" mã số môn học là ME2001. Nhưng em bị trễ và học lại sau đó với môn học tương đương của khóa 2019 có mã số môn học là ME2017. Nên em cần giúp đỡ về vấn đề chuyển điểm môn học tương đương từ điểm môn ME2017 sang điểm môn ME2001.   i ",
    "Kính gửi Thầy/Cô, Em tên -, chuyên ngành Kỹ Thuật Môi Trường của Khoa Môi Trường-Tài Nguyên. Em có nộp bằng TOEIC để chuyển điểm AV1 vào tháng 9/2021 nhưng tới giờ em vẫn chưa được cập nhật vào bảng điểm trên hệ thống ạ. Nhờ Thầy/Cô kiểm tra lại giúp em. Em xin cảm ơn! Trân trọng.",
    "dạ cho em hỏi là up ảnh thẻ lên web để làm thẻ sv có yêu cầu bỏ kính không ạ tại đầu năm em nộp mà nó không nhận diện khuôn mặt nên giờ em vẫn chưa được làm thẻ sinh viên. Và giờ em muốn làm thẻ sinh viên thì nộp ảnh tại đâu và có cần gặp trực tiếp phòng đào tạo không ạ",
    "ng ký giấy tốt nghiệp tạm thời",
    "Em xin chào Quý Thầy cô ạ! Em là sinh viên hệ VHVL mssv  Thầy cô cho em hỏi hiện tại trường đã có bằng tốt nghiệp tạm thời của đợt 1/2022 chưa ạ?",
    "Phiếu đề nghị chuyển sang VLVH.  ",
    "link record màn hình minh chứng trong suốt quá trình làm bài: https://drive.google.com/file/d/1Yxb-h5At9vkFI1ZSivLrNl9PF4pCacae/view?usp=sharing",
    "Chào Phòng đào tạo, Hạn chót Phòng đào tạo nhận phản hồi bổ sung điều kiện tốt nghiệp Toeic Speaking-Writing cho đợt tốt nghiệp tháng 04/2022 là khi nào? Em xin chân thành cảm ơn.",
    "Dạ thưa thầy cô, thẻ sinh viên của em hiện có hiệu lực đến 03/2022, em muốn làm mới thẻ thì cần làm gì ạ?",
    "em chào thầy cho, cho em hỏi là em bị mất thẻ BHYT thì bây giờ mình đăng kí lại như thế nào ạ",
    "Thưa Thầy/, Em tên Trần  Tùng, mssv , em hiện đã có tên trong danh sách tốt nghiệp dự kiến đợt 4/2022, em cũng đã đăng ký tốt nghiệp và đóng lệ phí 95,000 vào ngày 17/2. Do hiện công ty em đang việc yêu cầu nộp bằng gấp, nên Thầy/ có thể cấp giấy chứng nhận tốt nghiệp tạm thời để em nộp cho công ty được không ạ? Nếu được, phiền Thầy/ gửi giấy đến địa chỉ sau giúp em: 83/40 Vườn Lài, phường Phú Thọ Hòa, quận  Phú, TP.HCM. Em cảm ơn.",
    "Kính gửi pdt,hiện tài em có lịch thi cuối kì vào 16h ngày 13/03/2022 nhưng do không may hôm nay em test covid bị dương tính.Vào tầm giờ thi em phải chuyển đi chỗ cách ly khác nên em muốn hoãn thi ạ.",
    "Kính chào Phòng Đạo Tạo, Em tên:  MSSV:  Em đã nộp chứng chỉ ngoại ngữ để xét miễn điểm anh văn, sau khi em đã thanh toán lệ phí thì bao lâu điểm mới được cập nhật vào bảng điểm của em vậy ạ? Em vẫn chưa thấy có điểm anh văn trong bảng điểm của em ạ. Em xin cảm ơn. Trân trọng,",
    "Dear anh/chị Em là . Em nằm trong danh sách tốt nghiệp đợt 2/2021. Em có đóng 95000VND phí tổ chức lễ tốt nghiệp. Anh/chị cho em hỏi nhà trường có dự định tổ chức lễ tốt nghiệp không ạ ? Mong nhận được phản hồi từ anh/chị. Em cảm ơn .",
    "Em sinh viên k15. Điểm thi toeic của em được 465 chỉ mới được chuyển điểm anh văn 123 còn thiếu môn av4. Thầy cô cho em hỏi em xin gia hạn thêm 1 học kỳ vì lí do chỉ thiếu anh văn được không ạ. Em xin chân thành cảm ơn.",
    "Em chào Quý Thầy Cô ạ! Em đã học trả nợ học phần và hoàn thành chứng chỉ giáo dục quốc phòng Em không biết bên trung tâm đã gửi chứng chỉ qua phòng đào tạo để cập nhật bổ sung chứng chỉ chưa ạ!",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính Cho em hỏi em đã đăng kí tốt nghiệp xong thì khi nào em mới nhận được bằng tốt nghiệp ạ?",
    "Xin chào admin/thầy/ cô ạ Em là  - MSSV  Em bị nhầm là chưa đăng kí bảo hiểm y tế nên là đã đăng kí lại vào ngày : 12/03/2022 16:44422,350Chờ thanh toánMã thanh toán: DDBHYT122203..98627 Em kiểm tra lại để đóng tiền thì thấy đã đóng lúc tháng 12 rồi ạ. Em mong pđt có thể giúp em hủy ạ. Em xin cảm ơn  ",
    "Tiền học phí dự thính là bao nhiêu 1 chỉ ạ",
    "Sinh viên Cao Nguyễn Hòa Sơn, mssv ,lớp VL04 môn GTM Thí Nghiệm HK212. Hiện tại em đang là F0 nên em xin được dời lịch học buổi thứ hai 14/03/22, 7h-11h50. Do em vẫn không biết dời đến buổi nào nên nhờ PĐT sắp xếp ạ. (đã mail cho giáo viên dạy thí nghiệm) Xin tiếp nhận trường hợp của em. Em cám ơn ạ.",
    "Dạ cho em hỏi, em bị rớt môn tự chọn tự do( 3 tín chỉ). Vậy e phải trả môn đó, hay là chọn môn khác( 3 tín chỉ) để bù đắp cho đủ 3 chỉ thôi.",
    "Kính gửi phòng đào tạo, Em là  (MSSV:), hiện đang là sinh viên khóa 2021 của trường đại học Bách Khoa TPHCM. Em có câu hỏi về vấn đề đóng bào hiểm y tế. Cụ thể: Đẩu năm học năm 2021 thì em có đóng tiến học phí (13.204.025) bao gồm luôn tiền bảo hiểm y tế (704.025) từ tháng 10/2021 đến 31/12/2022. Tuy nhiên lúc em tra trên app Vssid thì nó lại kêu hạn bạo hiểm y tế của em là tháng 3/2022. Vậy phòng đào tạo cho em hỏi là em có cần đóng tiền bảo hiểm y tế cho các tháng kế tiếp hay không ạ? Ngoài ra phòng đào tạo cho em hỏi là em có nhận được giấy bảo hiểm y tế khi lên trường không ạ hay là mình sẽ xài qua app Vssid luôn. Em xin cảm ơn. Trân trọng. .",
    "Thưa thầy/cô, Thầy  nhắn em liên hệ PĐT để đăng ký thi môn Các QTTB Cơ học cùng với học kỳ 212 này vì đang có lớp học. Em phải làm sao ạ ???",
    "Kính gửi : Phòng Đào tạo trường ĐH Bách Khoa Tp.HCM Em tên là :  MSSV:  Sinh viên Khoa Kỹ Thuật Hóa học Khóa: 2021 Dạ cho em hỏi hiện tại lịch học của em có ngày thứ 4 tuần 7,8,9,14,15,16,17,18 học Vẽ Kỹ Thuật hangout lúc 12h-14h sau đó thì em lại học trực tiếp thí nghiệm vật lý lúc 14h-16h tại cơ sở 2 tuần 14,15,16,17,18. Vì em hong có đkí KTX và em ở thành phố nên sợ không kịp chạy từ thành phố về cơ sở 2 để kịp học thí nghiệm vật lý đó ạ . Vậy cho em hỏi có cách nào giải quyết không ạ và nếu hủy môn thí nghiệm vật lý thì em không đủ tín chỉ để đăng ký cho học phần sau đó ạ Em cảm ơn thầy/cô đã đọc tin nhắn của em ạ ! Chúc thầy/cô có một ngày tốt lành ạ !",
    "Kính gửi phòng Đào tạo, Vì lí do không thể bảo vệ offline nên em có xin rút học phần LVTN học kỳ 212. Tuy nhiên, hiện tại khoa cho phép bảo vệ online nên em có nguyện vọng xin đăng ký LVTN bổ sung cho kỳ 212. Phòng đào tạo cho em hỏi em còn có thể đăng ký LVTN cho kỳ này không ạ? Hiện tại em đã có GVHD ở khoa. Em xin cảm ơn",
    "- Em tên là  (MSSV: ) hệ VHVL khóa T04/2021 khoa Kỹ thuật giao thông . - Theo như em được biết thì thầy  bên PDT hướng dẫn em thì em học chương trình đào tạo của khóa 2019 thì sẽ có học kỳ PRE. Vậy làm cách nào để em được đăng ký học theo học kỳ PRE của chương trình 2019 ạ?  - Nhưng ở học kỳ hiện tại em có lỡ đăng ký nhầm vào và đang học một số môn sẽ được miễn ở học kỳ PRE, thì làm sao để em có thể được chuyển môn đó sang tín chỉ tương đương được ạ? Mong PDT kiểm tra và phản hồi giúp em Em xin chân thành cảm ơn!",
    "Chào thầy/ cô. Em tên là , mssv . Trong 3 tuần 10-11-12, em có lịch học 2 môn: Thực tập điện 1, và Thực tập điện tử 1. Em gửi thư này mong pđt có thể cho phép em hoãn học bù 2 môn này vì lý do: - Em vừa có kết quả test nhanh dương tính vào ngày 12/3. Và hiện tại em đã về quê để điều trị tại nhà. (Có quyết định đính kèm). Em xin hỏi thêm là: nếu như em khỏi bệnh sớm, và có thể quay lại học kịp trong tuần 11, thì em có thể xin hủy việc hoãn học này lại không ạ? Em cảm ơn thầy/cô.",
    "Em sv k15 còn thiếu av4, đến tháng 4 là hết hạn chính quy. Cho em hỏi có thể xin gia hạn thêm 1 học kì để bổ sung av ra trường không ạ?",
    "Kính gởi Thầy/Cô của Phòng Đào tạo Trường Đại học Bách Khoa ạ! Em gởi mail này vì có một thắc mắc mong muốn PĐT sẽ giải đáp giúp em: - Em là sinh viên K19 của tường. Hiện nay em chỉ học xong Anh văn 1, vì dịch nên em vẫn học năm 2 và 3 bình thường mà không bị hạn chế môn do không qua Anh văn . - Em không biết là năm sau em lên năm 4, nếu kiểm tra anh văn tại trường em vẫn không đủ điểm để qua Anh văn 4, thì em có được đăng kí môn Đề cương Luận văn không ạ (Nếu em đã pass môn thực tập ngoài trường trước đó). Vì em đọc thông tin thì thấy Điều kiện đăng ký môn ĐCLV là đạt yêu cầu môn tiên quyết/học trước/song hành, không biết trong này có bao gồm phải pass AV4 không. Em cảm ơn vì Thầy/Cô đã đọc mail em, mong nhận được phản hồi."
]