[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do lúc trước bưu điện gửi nhầm hồ sơ của em qua nhầm địa chỉ nên đã mất bộ hồ sơ đó. Em đã liên lạc về trường cấp 3 để xin cấp lại Phiếu điểm thi Tốt Nghiệp nhưng họ bảo là không thể cấp lại Phiếu điểm được . Nay em soạn mail này để xin trường thông cảm giúp cho trường hợp của em ạ vì trường hợp của em là bất đắc dĩ. Trường có thể chấp nhận bộ hồ sơ nhập học của em ( thiếu phiếu điểm bản chính ) được không ạ? Nếu được thì em phải có giấy tờ gì để thay thế cho phiếu điểm ạ ? Em xin cam đoan những lời em nói trên là đúng sự thật . Em rất muốn được tiếp tục học trong trường Bách Khoa ạ, em xin cám ơn nhà trường rất nhiều.",
            "Đã trả lời trực tiếp cho SV"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ. Em đang là sinh viên năm 3, khoa Điện - Điện tử. Theo như mail của pđt là từ tuần 10(7/3/2022) sẽ bắt đầu tổ chức học offline để bù các môn chưa học được do dịch Covid nhưng hiên nay em coi thời khóa biểu thì các môn bù của em lại được xếp vào tuần 14, 15, 16. Em không biết là do tkb đang bị lỗi nên xếp nhầm hay là do pđt xếp như vậy ạ. Em xin cảm ơn.",
            "Chào em,. . Tkb đang bị lỗi nên xếp nhầm hay là do pđt xếp như vậy ạ. . . =  PĐT xếp nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name]  Khóa :2021-2022                               Ngành : Công nghệ vật liệu. . . .   i Học vụ . Kính gửi : Phòng Đạo Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM. . . . Nhà trường cho phép em được hỏi là : Vào lúc trước , em có học bên chương trình PFIEV nhưng sau đó đã về lại chương trình đại trà . Trước đó số tín chỉ em đã đăng ký bên PFIEV là 15 tín chỉ ( hoàn thành đủ số tín chỉ cần thiết trong một học kì là 14 tín chỉ ) nhưng sau một thời gian thì trường có gửi mail thông báo là những môn đăng ký sai chương trình sẽ hủy bỏ . Vấn đề đó có thể đăng ký lại trên BKSI , em đã lên BKSI để đăng ký bổ sung những môn đó . Nhưng có một môn là Môn Vật lý 1 (PH1003 : số tín chỉ 3 ) , em đã không thể bổ sung được do đã sang kì 2 . Nên số tín chỉ của em chỉ còn có 12 , em đã có lên BKSI một lần nữa để bổ sung thêm những môn cho đủ tín chỉ nhưng mà một phần là do kẹt lịch , với em không đủ điều kiện nên đã không bổ sung được .. . . . Mong nhà trường có thể trả lời và giúp em cách giải quyết được không ạ.. . . . Em cảm ơn nhà trường đã bỏ thời gian để đọc vấn đề của em ạ .. . . .",
            "Chào em,. . - Nhưng có một môn là Môn Vật lý 1 (PH1003 : số tín chỉ 3 . . =  - Việc ĐKMH là tùy sinh viên nhé. Em có thể đăng ký học vào các HK tiếp theo.. . - Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . Dạ thưa thầy/cô em đã có thể nhận bằng tốt nghiệp chính thức chưa ạ, vì lâu rồi nhưng chưa thấy mail lên nhận bằng.. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name]-[student_id]. Hiện tại em vẫn chưa được cập nhật LVTN, vậy nguyên do là gì vậy ạ? vì PĐT bảo sau ngày 14/02/2022 vẫn chưa có thì phản hồi trên BKSI để biết nguyên do.. . Và nếu kỳ này không được đăng ký LV thì HK hè PĐT có mở đợt đăng ký LV không ạ?. . Em cảm ơn ạ",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 106+18=124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Thầy/ Cô ạ,. . Dạ Thầy/ Cô cho em hỏi là đợt tốt nghiệp tháng 11/2021 có tổ chức lễ trao bằng không ạ, và nếu có thì dự kiến là khi nào vậy ạ.. . Em cám ơn Thầy/ Cô ạ.. .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hi phòng đào tạo,. . Em tên [full_name]. . Mssv [student_id]. . Em đã đăng ký tốt nghiệp từ 11/1/2022. . Tuy nhiên đến hiện tại vẫn chưa nhận được thông báo nào.. . PDT kiểm tra giúp em ạ. . Em cám ơn!",
            "Chào em,. . SV tra danh sách tốt nghiệp tại:. . aao.hcmut.edu.vn/tra danh sách/(212) [full_name],[full_name]P ĐỢT 1 NĂM 2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Thưa PĐT cho em được xem xét chuyển điểm các môn :. . + TR3067 - Mô phỏng động cơ đt &ôtô: sang 206129 - Mô phỏng động cơ Đt& Ôtô.. . + CO1003 - Nhập môn về lập trình : sang . . 501001 - Tin học đại cương.. . + TR3045 - Hệ thống điện-điệntử ôtô : sang 206029\tHệ thống điện - đ/tử ôtô.. . + SP1003 - Những NgLý cơbản CN M-[full_name] : sang 001001\tNhững ngLý cơbản cn M-[full_name].. . + ME2013 - Nhiệtđộnglựchọc&tr/nhiệt: sang 210015 - Truyền nhiệt.. . Dạ tất cả các môn nêu trên đều làm môn tương đương hoặc môn thay thế của các môn học này từ khóa 2014 đến nay (có file hình PDF). . . Mong PĐT giải quyết giúp em. Em cảm ơn.",
            "Chào em,. . Em cần làm đơn gửi lại bksi (đơn tự làm, không có mẫu) để PĐT xem và trả lời cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô) ạ.. . Em có đăng ký Luận văn tốt nghiệp nhưng kết quả đăng ký không thành công. . . Thầy cô cho em hỏi về nguyên nhân em không thể được đăng ký được Luận văn tốt nghiệp với ạ.. . Em cảm ơn.",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em là sv năm 4 ngành công nghệ may. Kì này do thiếu tín chỉ nên bây giờ em chưa đăng kí được môn LVTN. Em có xin PĐT cho em nộp bằng toeic để đủ chỉ được đk luận văn trong kì này ạ. Do em đang làm luận văn từ kì trước với 1 bạn nữa rồi ạ, hiện tại cũng gần hoàn thành. Em xin PĐT cho em đến 1/4/2022 nộp bằng Toeic rồi đăng kí LVTN Kì này để tháng 6 em bảo vệ được không ạ. Em rất mong được sự đồng ý của thầy cô và tạo điều kiện cho em được tốt nghiệp ạ. Vì khi thi toeic em phải đợi 2 tuần mới lấy được bằng ạ",
            "Chào em,. . Khi nào em đủ điều kiện có thể làm đơn đăng ký LVTN trễ hạn và phải đơn phê duyệt của ban lãnh đạo phòng. cô không thể trả lời về trường hợp vấn đề chưa xảy ra nhé.. . Trong đơn đăng ký LVTN trễ hạn phải có xác nhận đồng ý của giảng viên hướng dẫn và khoa đồng ý nữa nhé bạn. Sau đó bạn nộp đơn tại Phòng Đào tạo để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em đã đăng kí tốt nghiệp và nhận bằng tốt nghiệp tạm thời được một thời gian dài nhưng vẫn chưa có bằng chính thức. Trước tết phòng đào tạo có trả lời em rằng sẽ có bằng tốt nghiệp trước tết nhưng đến bây giờ em vẫn chưa nhận được thông báo để lên nhận bằng. Em thắc mắc là bằng tốt nghiệp của em bao giờ mới nhận được ạ? Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại bạn đã có bằng TN bạn liên hệ PDT 101A1 (thời gian nhận từ Thứ 2 đến Thứ 6 giờ hành chính)để nhận bằng nhé. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đang học năm hai ngành kỉ thuật điện, giờ em xin chuyển qua ngành công nghệ thực phẩm được ko ạ",
            "Chào em,. . Không chuyển được nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]ửi : PHÒNG ĐÀO TẠO TRƯỜNG [full_name] . .            [full_name]A - [full_name] [full_name] . .            HCM. . Em tên là : [full_name] . . Mssv : [student_id] . . Lớp : XD18CT1 . . Dạ em chào PĐT ạ!. . Dạ PĐT cho em hỏi là học kỳ 212 này khi có thông báo học offline chính thức thì đối với sinh viên đại trà sẽ học tại cơ sở 1 hay cơ sở 2 ạ, dạ em muốn tìm nơi ở tiện cho việc di chuyển để tối ưu thời gian đi lại cho việc học. . . Em xin chân thành cảm ơn!. . Trân trọng!. . [full_name].",
            "Chào em,. . Toàn bộ SV đại trà học CS2 nhé.. . Có trong biên bản học vụ thay đổi từ 202.. . Các môn thí nghiệm không có PTN ở CS2 sẽ học tại CS1.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã môn học: CH4333. . Tên: Luận văn tốt nghiệp (công nghệ thực phẩm). . Học kỳ: 212. . Lý do: học kỳ 211 chưa hoàn thành Luận văn tốt nghiệp. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810784  /b \t. . . .   i Yêu cầu khác . Mã môn học: CO4317. . Tên môn học: Luận văn tốt nghiệp (Khoa học Máy tính). . Học kỳ: 212. . Mã nhóm: L01. . Lý do: Không đăng ký được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiểu.. . . . - Em vẫn chưa có thời khóa biểu Luận Văn Tốt Nghiệp cho HK 212. Em hiện tại đang làm Luận Văn Tốt Nghiệp với một anh K17, anh ấy đã đăng ký thành công Luận Văn Tốt Nghiệp và nhóm đề tại bọn em đã có điểm Đề Cương Luận Văn Tốt nghiệp. Em đã hỏi cách đăng ký nhưng PĐT chưa cập nhật. Em muốn đăng ký Luận Văn Tốt Nghiệp nhưng không đủ tín chỉ tích lũy tối thiểu vậy có cách nào đăng ký được Luận Văn cho học kỳ 212 không ạ?",
            "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Hiện tại em là k15, nên không thể vào trang đăng ký môn học để đăng ký thi anh văn nói viết được nữa. Thầy/ cô cho em hỏi, em làm sao để đăng ký thi anh văn nói viết trường mình được ạ? Em cảm ơn thầy/ cô ạ",
            "Chào em,. . Em đăng ký thi AV nói viết trực tiếp tại Trung tâm ngoại ngữ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô,. . Thầy/cô cho em hỏi em đã hoãn LVTN kỳ 202 do bệnh và em đã Bảo vệ LVTN vào kỳ 211 (có giấy xác nhận xóa điểm 14) và bên bộ môn có thông báo là đã gửi điểm lên cho PĐT vào ngày 14.2.2022. Thầy/cô cho em hỏi sau bao lâu thì điểm sẽ được cập nhật trên bảng điểm của em ạ? và sau khi điểm cập nhật thì sau bao lâu em mới có thể đăng ký tốt nghiệp ạ?. . Em chân thành cảm ơn thầy/cô. . Chúc thầy/cô một ngày tốt lành",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi nhà trường và bộ phận hỗ trợ BKSI, em tên là [full_name], mssv [student_id], là sinh viên khóa K15 bộ môn Thiết Kế Máy của khoa Cơ khí.. . . . Dưới sự hướng dẫn của cô [full_name] và cô [full_name] của bộ phận BKSI trong 2 câu hỏi trước. Em đã làm đơn xin gia hạn 1 học kì để hoàn thành nốt Luận văn tốt nghiệp trong học kì dự phòng 212 và gửi trong file đính kèm.. . . . Kính mong nhà trường xem xét và chấp thuận.. . . . Em xin chân thành cảm ơn.. .  . .",
            "Chào em,. . PDT đã tiếp nhận đơn gia hạn 1 HK của bạn, QD gia hạn sẽ gửi qua email cho SV, bạn làm thêm 1 đơn xin Đăng ký LVTN trễ hạn (ghi rõ tên và mã MH), trong đơn phải có xác nhận của GVHD và Khoa, sau đó gửi đơn qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là mssv [student_id] còn chuyển được sang hệ VLVH nữa không và thủ tục cũng như thời gian để chuyển để học là khi nào ạ. Em cảm ơn.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa quý thầy (cô),. . . . Em có đăng ký chương trình vững bước đến trường để vay học phí và cần bỏ sung bảng điểm vào hồ sơ;. . . . Ngày 11/2 em có đăng kí in bảng điểm trên MyBK;. . Ngày 15/2 em thanh toán phí trên BKPay;. . . . Nhưng hôm nay hệ thống chưa cập nhật cho em, mong thầy (cô) hỗ trợ giúp em.. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào thầy/cô,[full_name] [full_name] Em tên [full_name], MSSV: [student_id][full_name][full_name] [full_name] Nay em gửi yêu cầu đến quý thầy cô về việc thời khóa biểu của em có sự trùng lịch giữa lớp thí nghiệm Quá trình và Thiết bị thứ 6 tiết 2-6 và thí nghiệm hóa lí thứ 6 tiết 2-6 trong tuần 15-16[full_name][full_name] [full_name] Môn lịch sử Đảng thứ 5 tiết 9-10 trùng với môn thí nghiệm hóa hữu cơ thứ 5 tiết 8-12 tuần 15-16[full_name] [full_name] Việc trùng giờ môn học sẽ gây ảnh hưởng đến quá trình học tập[full_name] Mong quý thầy cô xem xét lại để việc học tập của em được thuận lợi[full_name][full_name] [full_name] Em xin chân thành cám ơn[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "\"Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 ... đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé . . Thân. . \". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô, hôm trước em có nhờ thầy cô mở đăng kí luận văn tốt nghiệp học kì 212, nhưng đến nay vẫn chưa cập nhật thời khóa biểu ạ, nhờ thầy cô kiểm tra giúp em, . . . . Tên: [full_name]. . khoa: Kỹ thuật hóa học. . bộ môn: Qúa trình và thiết bị . . Mã MH: CH4353. . Tên MH: Luận văn tốt nghiệp (qttb). . . . Em cảm ơn. . .",
            "Chào em,. . HK211 em đã có điểm môn LVTN. . HK212 em đăng ký cải thiện điểm hay sao em ?. . Thân mến. .",
            "Dạ em đăng ký để cải thiện điểm ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường hợp của em đã được thông qua đơn đăng kí thu nhận lại rồi ạ. Và em đã hỏi rất rõ rằng chỉ cần sự xác nhận của các giảng viên qua mail.. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Em [full_name] hệ vhvl ạ.. . Trước đây em là hệ chính quy chuyển sang.. . Em có 2 vấn đề được cô hỗ trợ ạ.. . 1. Em có cần nộp giấy tờ gì khác không, như giấy tốt nghiệp cấp 3 hoặc cao đẳng giống các bạn hệ vhvl khác. Do em hệ chính quy chuyển sang, nên lúc mới vào học hình như em có nộp giấy tốt nghiệp cấp 3 rồi ạ.. . 2. Trên phần đăng kí tốt nghiệp trên mybk, nó vẫn hiển thị em là sinh viên hình thức chính quy ạ. Nó hiện như vậy là đúng hay không ạ. Nếu sai mong cô sửa lại giúp em.. . Em cảm ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào cô,. . Em tra trên web http://aao.hcmut.edu.vn/tracuu/xem_danhsach thì được ghi nợ 49 môn và không đủ điều kiện tốt nghiệp.. . Cái này là lỗi hay gì ạ. Tại em từ hệ chính quy sang VHVL nên hơi rối ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào cô,. . Em [full_name] [student_id] hệ VHVL. . Cho em hỏi là em đã qua môn lvtn vào kì 211 rồi ạ. Mấy bạn chung nhóm lvtn của em có điểm và được xét tốt nghiệp hết rồi ạ. Mà trong phần mybk của em thì vẫn chưa có điểm lvtn.. . Và trong http://aao.hcmut.edu.vn/tracuu/xem_danhsach thì em hiển thị còn nợ 49 môn và em không thể đăng ký tốt nghiệp được ạ. Trong khi đó, lúc em còn học hệ chính quy đã hoàn thành tất cả rồi ạ, giờ em chuyển sang hệ vhvl rôi ạ.. . Mong cô giải quyết sớm giúp em ạ.. . . .",
            "Chào bạn, . . Hiện tại môn LVTN của bạn đã có điểm rồi. PDT đang xét tốt nghiệp cho bạn. Bạn vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 08/03/2022 bạn vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé.",
            "Chào cô,. . E đăng kí từ đợt giữa tháng 2. Mà nay nó vẫn báo e nợ 49 môn, cô kiểm tra lại giúp em với ạ.",
            "Chào bạn. . Bạn giúp bổ sung minh chứng thông báo bạn nợ 49 môn. . Thân",
            "Chào cô,. . Em lên web http://aao.hcmut.edu.vn/tracuu/xem_danhsach, tra mssv [student_id] của em thì nó ghi nợ 49 môn ạ. Hình đây ạ. Cô kiểm tra và bổ sung cho em vào danh sách tốt nghiệp với ạ. Bạn bè chung nhóm làm luận văn tốt nghiệp, mấy bạn đều được đăng kí và đóng tiền rồi ạ. Có mỗi mình em chưa có tên trong danh sách tốt nghiệp.. . Em cảm ơn",
            "Chào cô,[full_name] [full_name] [full_name] mới check lại, thì em đăng kí tốt nghiệp trên aao được rồi ạ[full_name] [full_name][full_name]cũng đóng tiền bên bkpay nhưng em tra mssv trên http://aao[full_name]hcmut[full_name]edu[full_name]vn/tracuu/xem_danhsach thì em vẫn bị chưa đủ điều kiện ạ[full_name] Hình em đính kèm đây ạ[full_name][full_name] [full_name] Cho em hỏi sau khi đóng tiền, e còn cần làm gì k ạ[full_name][full_name] [full_name] [full_name] cảm ơn[full_name] [full_name]",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/ cô phòng Đào tạo,. . Em là: [full_name], MSSV: [student_id], hệ VHVL. . Em xin rút môn ME2071 - Các quá trình chế tạo như file đính kèm.. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa k21,theo TKB lịch học GDQP hiện tại từ tuần 10 đến tuần 13.Nhưng các môn còn lại thì bắt đầu từ tuần 18.Vậy từ tuần 14 đến tuần 17 em sẽ làm gì ạ?. . Em xin cảm ơn.. . . .",
            "Chào em,. . Nhưng các môn còn lại thì bắt đầu từ tuần 18.. . =  Em xem lại mybk nhé tuần 14 không phải tuần 18. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh, chị.. . Em đã tốt nghiệp vào tháng 12 và đã có giấy tốt nghiệp tạm thời. Anh chị cho em hỏi khi nào em sẽ nhận được bằng tốt nghiệp chính thức và nhận như thế nào ạ.. . Em cảm ơn, mong anh chị phản hồi sớm giúp em ạ.",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là bằng B2 trong bảng quy đổi điểm anh văn mình có thể thi ở trường khác  được không? Em dự định thi ở trường ĐH sư phạm tp HCM do trường tổ chức thi chứ không phải bằng do Cambridge tổ chức. Không biết trường mình có chấp nhận bằng này không? Câu hỏi thứ 2 là e sv k15 saép hết hạn đh chính quy và nếu em chuyển sang hệ VLVH thì điểm chuẩn anh văn để em có thể nhận bằng là lọa nào và bao nhiêu ạ? Em đã hoàn thành hết các môn học và chỉ thiếu bằng av thôi ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem quy định về các loại CCNN Quốc tế được chấp nhận xét tốt nghiệp chính quy và chuẩn xét TN VLVH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/a) SV phải đạt chuẩn tiếng Anh để được nhận LVTN và xét tốt nghiệp:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, em tên là [full_name] [student_id] em viết nội dung này để xin PĐT thêm em vô danh sách lớp sức bền vật liệu mã môn CI2001 lớp dự thính để em có thể học môn này kì này được không ạ, lý do là em hoàn toàn đủ điều kiện học môn này cũng như không vướn lịch gì chỉ là do đợt đăng kí dự thính vừa rồi em đăng kí mấy môn quan trọng nên vượt quá giới hạn môn dự thính nên không học được môn này nhưng những môn kia lại bị xóa. Do đó mà em cũng hết hạn để đăng kí môn sức bền này nữa mà hiện tại môn này mới học tuần đầu (lịch học tối thứ 2 và thứ 6) chưa phải quá trễ để học nên em muốn xin PĐT có thể cho em vô lớp học môn này được không ạ em rất cần tín chỉ để ra trường. Cám ơn đã đọc bài viết này của em.",
            "Chào em,. . PDT đã đăng ký. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, kỳ dự thính này em có đăng ký môn Điện-Giải tích mạch của VP(EE2031), nhưng môn đã full nên em đã bị xóa khỏi ạ. Cho em hỏi giờ để đăng ký môn này thì em cần làm đơn mở sĩ sổ và đơn đăng ký môn học muộn như thế nào và nộp online ở đâu vậy ạ.. .",
            "Chào em;. . em có thể đăng ký vào học kỳ 3/2021-2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. Em là [full_name] MSSV:[student_id]. Cho em hỏi là em đã có bằng tốt nghiệp chính thức chưa ạ. Mong nhận được sự phản hồi sớm ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Bạn đã có bằng tốt nghiệp rồi bạn vui lòng liên hệ PDT để nhận bằng. Khi đi nhớ mang theo CMND hoặc thẻ SV. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô).. . Em có nhận được thời khóa biểu Luận văn tốt nghiệp (Kỹ thuật Chế tạo) (ME4029)_[full_name] (VLVH_HK212) ở phần elearning. Sau khi liên hệ thầy, thì thầy chưa nhận được lịch hướng dẫn em.. . Nhờ phòng đào tạo kiểm tra lại giúp em.. . . .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ, em là [full_name] --mssv [student_id]-khoa kỹ thuật hóa học, dạ cho em hỏi bằng tốt nghiệp của em đã được in chưa ạ, em cảm ơn!",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],mssv: [student_id] , sinh viên k21 lớp cc21hk. Em gửi mail này mong phòng đào tạo duyệt nhanh hồ sơ của em để em photo công chứng để hoàn tất thủ tục vì hạn chót hoàn tất thủ tục là 28/2/2022.. . Kính mong Phòng đào tạo xét duyệt và hỗ trợ em.Em xin chân thành cảm ơn.. . . .",
            "SV đã đến nhận bản chính giấy Chứng nhận kết quả thi THPT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. Cho em hỏi hôm qua em có kiểm tra thời khóa biểu và thấy lịch học thí nghiệm hóa vô cơ của HK211 được xếp vào thứ 2 tuần 14-15-16 từ 13h-17h50 chiều. Theo lịch học của hk212 tuần 15-16 em có lịch học lí thuyết môn hữu cơ và hoá lí 2 kéo dài từ 7h-11h50, từ nhà em đến cơ sở 1 học thí nghiệm phải mất hơn 1 tiếng rưỡi. Em kính mong phòng đào tạo có thể chuyển em sang một buổi học thí nghiệm vô cơ khác được không ạ?. . Em xin trân trọng cảm ơn.. . . .",
            "Chào em; . . đã đổi sang nhóm VL03 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. Cho em hỏi hôm qua em có kiểm tra thời khóa biểu và thấy lịch học thí nghiệm hóa vô cơ của HK211 được xếp vào thứ 2 tuần 14-15-16 từ 13h-17h50 chiều. Theo lịch học của hk212 tuần 15-16 em có lịch học lí thuyết môn hữu cơ và hoá lí 2 kéo dài từ 7h-11h50, từ nhà em đến cơ sở 1 học thí nghiệm phải mất hơn 1 tiếng rưỡi. Em kính mong phòng đào tạo có thể chuyển em sang một buổi học thí nghiệm vô cơ khác được không ạ?. . Em xin trân trọng cảm ơn.",
            "Học vụ. . Kính gửi Phòng đào tạo. Cho em hỏi hôm qua em có kiểm tra thời khóa biểu và thấy lịch học thí nghiệm hóa vô cơ của HK211 được xếp vào thứ 2 tuần 14-15-16 từ 13h-17h50 chiều. Theo lịch học của hk212 tuần 15-16 em có lịch học lí thuyết môn hữu cơ và hoá lí 2 kéo dài từ 7h-11h50, từ nhà em đến cơ sở 1 học thí nghiệm phải mất hơn 1 tiếng rưỡi. Em kính mong phòng đào tạo có thể chuyển em sang một buổi học thí nghiệm vô cơ khác được không ạ?. . Em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . + Em ten la[full_name] [full_name]. . + MSSV[full_name] [student_id]. . Em xin thay co duyet giup em don dang ky mon hoc tre hen hk212. . Dang ky mon hoc[full_name]. . - Do an cong nghe sinh hoc - CH4011. . - De cuong luan van tot nghiep - CH4345. . Em cam on thay co.",
            "Chào em,. . Em vui lòng bổ sung thêm xác nhận của [full_name] giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ.. . . . Em là sinh viên K2018, thầy cô cho em hỏi về điều kiện chuẩn tiếng anh khi ra trường của khóa K2018:. . 1. Từ khóa K2018 có được tham gia thi anh văn nói viết tại trường để xét tốt nghiệp như những  khóa trước không? Hay cần chứng chỉ TOEIC Speaking, Writing của IIG cấp mới đủ điều kiện ạ?. . 2. Học kì này nhà trường miễn xét điều kiện anh văn khi đăng kí LVTN, em đăng kí làm LVTN vào học kì 212 này và có dự định tốt nghiệp đúng hạn, vậy hạn nộp CCAV để xét tốt nghiệp là khi nào ạ?. . . . Em rất cảm ơn sự hỗ trợ của thầy/cô. Em hi vọng sớm nhận được hồi âm.. . Em kính chúc thầy/cô có một ngày làm việc hiệu quả.",
            "Chào bạn,. . - Bạn(k18) được thi Anh văn nói viết tại Trung tâm Ngoại ngữ. . - Về hạn nộp Chứng chỉ ngoại ngữ để tốt nghiệp bạn theo dõi lịch trình tốt nghiệp tháng 11/2022 sẽ được cập nhật sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . Em tên[full_name] [full_name] . . . Mssv[full_name] [student_id] (SV khoá 11 chuyển sang) . .   i Học vụ . Dạ thầy cô cho em hỏi là em còn nợ 1 môn tin học trong trắc địa ( mã MH[full_name] CI2035) để tốt nghiệp nhưng từ HK192 môn này không còn mở lớp. Thay vào đó là em đã học môn thay thế là thuỷ văn đô thị (mã MH[full_name] CI3013) và đã hoàn thành. Nhưng trong bảng điểm vẫn để em còn nợ môn tin học trong trắc địa nên chưa cho tốt nghiệp. Kính mong các thầy cô PDT xem xét cho em với ạ! Em xin cảm ơn.. .",
            "Chào em,. . Em cần làm đơn (đơn không có mẫu), gửi kèm minh chứng gửi bksi để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi thầy cô!. . . . Em có đăng kí in thẻ sinh viên trên mybk nhưng do trước đó em có lỡ đăng ký in thẻ hồi 2021 rồi mà chưa thanh toán nên lần đó đang ở trong phần phiếu đang chờ thanh toán. . . Nên em đăng ký in mới thì hệ thống báo là có một phiếu đã tồn tại nên chưa thể đăng ký mới được.. . Em mong PDT xóa lần yêu cầu in thẻ cũ như hình em gửi ạ. Vì lần cũ đó em để nơi nhận là cs 1 mà giờ em muốn nhận qua bưu điện ạ. Sau khi xóa lần đó, thì em sẽ đăng ký mới. . . Hoặc PDT còn có giải pháp nào khác cho em không ? Em cảm ơn ạ. . . . Chúc thầy cô có 1 ngày làm việc tốt lành.. . . . . .",
            "Chào em,. . Sinh viên không cần hủy đăng ký lại, bây giờ sinh viên lên BKPay thanh toán xong gửi lại bksi: muốn đổi nơi nhận sang bưu điện (kèm theo địa chỉ, số điện thoại).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Mã môn học: ME4677. . . . Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra nhà trường không xem xét chứng chỉ anh văn kì này. Em đã đăng kí Luận văn tốt nghiệp nhưng được thông báo là không đủ điều kiện để đăng kí và hiện tại vẫn chưa có thời khóa biểu. Em không biết lý do tại sao ạ? . . . . Em đã đặt câu hỏi bên BKSI mà chưa có phản hồi kết quả sau ngày 14/2 . . . . Em mong Nhà trường sớm xem xét lại trường hợp của em. Em cảm ơn.",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 109+15=124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào,. . Em tên là Nguyễn Hoàng Huy, Mssv [student_id].. . Hiện em đã hoàn thành chường trình đạo tạo và đạt cái chỉ tiêu xét tốt nghiệp. Kính mong phòng đào tạo có thể làm giấy xác nhận đã hoàn thành chương trình học và trong thời gian đợi xét tốt nghiệp để em có thể hoàn thành hồ sơ du học",
            "Chào em,. . Em vui lòng trình bày rõ cụ thể về trường hợp của bạn (kèm theo minh chứng nếu có) nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]V: [student_id]. . Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp. . Em xin hỏi một việc như sau: . . Năm nay tốt nghiệp đợt tháng 1 sinh viên có được làm lễ tốt nghiệp như mọi năm không ạ. Vì em ở quê nên hỏi để nắm được thông tin và sắp xếp công việc ạ. Em cảm ơn.. .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa PĐT. . . . Em tên [full_name] - MSSV: [student_id].. . Cho em hỏi, không biết email do trường cấp có gặp trục trặc gì không ạ, em không thể gửi được email ngoài đuôi hcmut.edu.vn.. . . . Dạ với lại việc PĐT không gửi mail cho chúng em nữa thì hơi bất tiện ạ, app Moodle thường xuyên gặp lỗi ( bị đánh giá khá tệ).. . . . Kính mong PĐT xem xét.. . Em chân thành cảm ơn.. . . . [full_name]ỉ. .",
            "Chào em,. . Chính sách gmail thay đổi nên đang bị lỗi gửi mail nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Em tên là [full_name], Mssv: [student_id]. . Em có tên trong danh sách tốt nghiệp chính thức vào tháng 12/2021. Em muốn hỏi là khi nào em có bằng chính thức ạ ? Và khi có thì em sẽ được thông báo qua đâu ạ ? Vì em có thấy thông báo \"Tin nhắn của [full_name] và BKeL sẽ không thông qua mail do thay đổi chính sách của Google\". Em cảm ơn.. . . . Kính thư,. . . . [full_name]",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (mã MH CO3005) nhưng lại nhận điểm 13 ạ, mong pdt hỗ trợ em kiểm tra lại phiếu hoãn thi của em và cho em thi ở đợt thi tiếp theo ạ. . Em xin cảm ơn. .   i Học vụ .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em muốn hỏi là kì hè được xem như một kì chính trong năm hay là một kì dự thính.",
            "Chào em,. . HK hè có 2 loại:. . HK hè và học kỳ dự thính hè.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên Nguyễn Như Phương Thảo, MSSV [student_id], sinh viên khoa Quản lý công nghiệp K17.. . Em đã đăng ký In bảng điểm và đã thanh toán đầy đủ. Tuy nhiên, do thay đổi chỗ ở, em mong được thay đổi hình thức nhận bảng điểm từ \"Nhận trực tiếp\" thành \"Chuyển qua bưu điện\".. . + Địa chỉ nhận bảng điểm: 286/15A Nguyễn Huỳnh Đức, Khu phố Quyết Thắng 2, Phường Khánh Hậu, Thành phố Tân An, tỉnh Long An.. . + Số điện thoại người nhận: [phone_number].. . Do đã gần hết thời hạn 1 tháng sau ngày hẹn nhận bảng điểm (24/02), em mong được Phòng Đào tạo hỗ trợ trong thời gian sớm nhất ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em;. . Chiều nay sẽ gửi qua bưu điện cho em nhé. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em có thời khóa biểu mới là có nhiều môn bị trùng: tuần 16 thứ 2 tiết 2-6, trùng môn EE3028 và EE2023. . tuần 14-15 thứ 3 tiết 2-6 trùng môn EE3023 và EE2023. . em mong phòng đào tạo có thể giải thích lại dùm em về lịch học mới này ạ, em cảm ơn",
            "\"Chào em,. . SV vui lòng xem lại thông báo số 11/ĐHBK, ngày 24/01/2022, về cập nhật Kế hoạch học tập của HK 2 và học kỳ hè năm học 2021-2022 ... đã gửi mail cho SV ngày 24/1/2022, thời gian bù thí nghiệm từ tuần 10-13 (từ ngày 07/03/2022 đến 03/04/2022), trong thời gian này tạm ngưng HK212 để tham gia bù các phần thí nghiệm của các học kỳ cũ. SV vui lòng đọc lại thông báo nhé . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], mssv [student_id], học lớp Giải tích mạch L03 . . Cho em hỏi là vì sao em không được đồng ý hoãn thi môn Giải tích mạch ạ ? Vì hôm hoãn thi em đã có báo với cán bộ coi thi và đăng kí hoãn thi trên BKeL. . .",
            "Chào em,. . Vì sao em không được đồng ý hoãn thi môn Giải tích mạch ạ ? . . =  Em vui lòng liên hệ Khoa để biết lý do nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . dạ em có đăng kí môn vào từ đợt 1 đến đợt 3 môn thực tập ngoài trường (EE3345), xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ?. . -mã môn EE3345, môn thực tập ngoài trường, học kì 212. . lần 1 chưa có mã nhóm, sĩ số 92/20000. . lần 2 mã nhóm lớp A01, sĩ số 87/100. . lần 3 mã nhóm lớp A01, sĩ số 82/100. . cả 3 lần đều ko được xếp lịch trên bkel, thời khóa biểu. . - lí do: em nghĩ là không đủ sĩ số, dù em đăng kí rất sớm nhưng vẫn ko được nhận lớp.. . -hiện các bạn đều đã có lịch môn trong trong thời khóa biểu rồi ạ, em mong pđt có thể giải  quyết giúp em vấn đề này, Em cảm ơn.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PDT cho em hỏi là hiện nay em đã đủ điều kiện để đăng ký tốt nghiệp được chưa  ạ. Trước tết em có nhờ văn phòng khoa PFIEV chuyển điểm môn Pháp Văn 4 (LA1017) sang Tiếng Pháp 4 (003704) không biết pdt có cập nhật được thông tin đó chưa ạ. Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng Đào tạo ạ!. . Kì 211 em có hoãn thi một môn nhưng hiện tại bây giờ trên hệ thống myBK thì em lại 0 điểm trung bình môn đó.. . . . Phòng Đào tạo giải đáp giúp em được không?. . . . Em cảm ơn ạ.. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 0 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
        ]
    }
]