[
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . MSSV: [student_id]. . Em muốn hỏi pdt là khi nào thì em sẽ tiến hành đăng ký thi bổ sung cho các môn em đã xin hoãn thi của HK202 ạ? Môn em đã xin hoãn thi là Chi tiết máy, mã môn học: ME2007.. . Nếu em lỡ có bỏ qua đợt đăng ký thì em nên làm gì ạ?. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e chào thầy cô e là [full_name] mssv [student_id] (sv hệ VHVL). Trong CTDT K19 có 3 môn:. . -Xác suất thống kê (MT2013). . -Vật lý bán dẫn (EE1007). . -Giải tích mạch (EE2033). . E đã học và có điểm 3 môn tương đương:. . -Xác suất thống kê (MT2001). . -Vật lý bán dẫn (EE1013). . -Giải tích mạch (EE1011). . Căn cứ theo danh sách môn tương đương thay thế của PĐT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717. .   E xin ghi điểm Miễn 3 môn CTDT K19 . . -Xác suất thống kê (MT2013). . -Vật lý bán dẫn (EE1007). . -Giải tích mạch (EE2033)  /B . . Mong nhận được phản hồi của thầy cô. E cám ơn rất nhiều. . . .",
            "Chào em,. . Em vui lòng gửi email đến [email] chụp hình bảng ghi điểm gửi kèm để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là những môn em đã hoãn thi em muốn kỳ này được thi thì làm thế nào ạ!. . Em cảm ơn!",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1933032  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô. . Em là Võ Hiếu Trung. MSSV:1933032.. . Hiện tại em đang bị trường hợp “Chưa có kết quả thẩm tra bằng tốt nghiệp” em có đăng ký tốt nghiệp đợt này. Trước đây em có tốt nghiệp trường mình rồi ạ. Em xin cung cấp lại mã số sinh viên lúc em tốt nghiệp lần trước đó là 1500111 để thầy cô dễ dàng thẩm tra lại . . . Mong thầy/cô kiểm tra và cập nhật giúp em ạ. Em cảm ơn thầy/cô!",
            "Chào em,. . PĐT đã cập nhật kết quả thẩm tra do SV TN bằng CĐ BBDCN của ĐHBK.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô!. . . . Em đã hoàn thành 142 tín chỉ, đủ bằng TOEIC và anh văn nói viết, đủ 14 ngày CTXH nhưng mục đăng ký tốt nghiệp vẫn chưa thể đăng ký(như hình). . . Cho em hỏi làm sao để được đăng ký tốt nghiệp ạ. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính chào thầy cô ạ, em tên [full_name], MSSV [student_id], lớp HC17CHC. Em có nguyện vọng tốt nghiệp trong HK211 và hiện cần gấp xác nhận tốt nghiệp tạm thời, em đã xem xét tất cả các điều kiện cần và đủ để được đăng ký tốt nghiệp trong học kỳ này và em thấy mình đã đủ các điều kiện đó như đủ ngày CTXH, chuyển điểm AV (4 kỹ năng), không nợ học phí... Tuy nhiên, em vẫn chưa nhận được mail của PĐT cho phép đăng ký tốt nghiệp ạ. Em mong quý thầy cô xem xét giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, em có đăng ký chứng nhận sinh viên trên Mybk từ ngày 24/10/2021 và đã được xử lý. Hiện đang ở trạng thái chờ nhận đơn qua bưu điện (có hình minh chứng kèm theo), nhưng đến nay em chưa thấy đơn được chuyển đến, mà bên địa phương họ đang yêu cầu nộp giấy có kèm mộc đỏ. Vậy em có cần phải đăng ký lại rồi từ quê chạy lên trường để lấy không ạ (Em ở Biên Hoà, Đồng Nai) hay là tiếp tục chờ đơn từ bưu điện? Em cảm ơn",
            "Chào em.. . Em có thể vào trang viettel post để tra mã vận đơn (dùng số điện thoại em đăng ký để tra), một số nơi ở Đồng Nai chưa giao hàng được, em có thể vào lại trang mybk/Đăng ký in chứng nhận sinh viên để tải file scan để sử dụng trước.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv [student_id].. . Em có đăng ký nhận bằng tại một địa chỉ đang làm việc.. . Vì lý do làm việc mới, nên phải chuyển đổi địa điểm mới. Mong anh chị xem xét.. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng trình bày rõ nội dung vấn đề nhé?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Em hiện đang là sinh viên khoa Cơ khí và em muốn xin gia hạn học phí hk211 do không đủ khả năng đóng đúng hạn. Em chưa biết phải làm thủ tục ra sao để có thể gia hạn học phí nên xin thấy cô giúp em cách để gia hạn học phí với !. . Em cám ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy(cô)!. . Hôm trước PDT có trả lời qua bksi là nếu sau ngày 29/10/2021 em chưa nhận được email và chưa đăng ký tốt nghiệp thì phản hồi về phòng đào tạo. Xin quý thầy(cô) kiểm tra tình trạng đăng ký tốt nghiệp của em với ạ. Em xin chân thành cảm ơn.. .",
            "Gửi đến Sinh viên. . PĐT đã cập nhật danh sách tốt nghiệp (SV vào MyBK đăng ký tốt nghiệp) từ ngày 03/11.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi về điểm xét tốt nghiệp là ĐTBTLN. . . Vậy ĐTBTL Ngành sẽ tính những môn học nào ạ? . . Em xin cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, em xin hoãn môn học Vẽ kĩ thuật HK202 vì lí do thiết bị tại nhà gặp lỗi không thể khởi động auto cad thì em phải làm như thế nào ạ ? Em cảm ơn.. .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web: aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Hôm nay em kiểm tra bảng điểm thì thấy dù em đã nộp đơn hoãn thi, có trong danh sách đăng kí hoãn nhưng môn em hoãn lại có điểm thi hiển thị là 0.0 ạ? Em xin nhờ nhà trường kiểm tra lại giúp em. MSSV của em là [student_id], môn hoãn thi là Kỹ thuật lập trình mã C01027.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt, cho em hỏi bây giờ em có thể rút 1 môn học của hk211 được không ạ ( rút môn vẫn tính học phí) . Em xin cảm ơn . .",
            "em xin chỉnh sửa lại là em xin huỷ môn ạ và em vẫn sẽ đóng học phí",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép nộp lại đơn xin thu nhận lại ạ.. . . . Do bkpay đang bị lỗi nên khi nào bảo trì xong em sẽ đóng học phí sớm nhất có thể ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, bạn vui lòng theo dõi thông tin tình trạng sinh viên chuyển qua trạng thái đang học, dự kiến trước tháng 12/2021.. . SV theo dõi lịch học vụ tại aao.hcmut.edu.vn và mail để đăng ký môn học cho HK212. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào quý thầy cô. Hôm trước e có trình bày về việc nhờ người thân lấy hộ bảng điểm do e đi làm không lấy được.. . Thông tin người thân e là Dì út: [full_name]. . Sẽ đi lấy bảng điểm vào tuần sau. Có thể là thứ 3 ạ. E cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Thưa thầy cô, em xin nộp phiếu rút môn của môn [full_name] EE2035 - HK202. Mong được PDT duyệt sớm và phản hồi cho em, em xin cảm ơn.",
            "Chào em,. . Học kỳ 202 đã hết thời gian rút môn học rồi nhé bạn. . Thân",
            "Thưa PĐT, môn EE2035 HK202 em đã xin hoãn thi nhưng vì lý do về kiến thức cũng như điều kiện học tập thiếu nên em xin rút môn ạ. Trong yêu cầu lần trước em được PĐT hỗ trợ hướng dẫn làm phiếu mong cô duyệt đơn rút môn của em để em có thể yên tâm hoàn thành học phần của các môn còn lại ạ.",
            "li answer rate:",
            "Chào em,. . Vậy em vui lòng bổ sung thêm giúp cô 1 đơn trình bày rõ về việc xin rút môn trễ hạn và gửi qua bksi kèm đơn rút. Cô sẽ trình ban lãnh đạo xem xét vả trả lời cho bạn nhé. . Thân",
            "Thưa thầy cô, em xin nộp phiếu rút môn của môn MẠCH ĐIỆN TỬ EE2035 - HK202. Mong được PDT duyệt sớm và phản hồi cho em, em xin cảm ơn.",
            "Chào em,. . Đơn rút môn học của em đã được duyệt nhé, em theo dõi thông tin cập nhật tại mybk/Thông tin sinh viên dự kiến trễ nhất sau ngày 1/12/2021.. . Em vui lòng gửi thêm 1 giúp cô 1 yêu cầu xin hủy hoãn thi nhé, ghi rõ lý do đã xin rút MH ở HK202. . Thân",
            "Thưa thầy/cô, . . . . Hiện tại em không tìm thấy mẫu đơn xin hủy hoãn thi tại aao    biểu mẫu. Mong được thầy, cô hướng dẫn. Em xin cảm ơn ạ!",
            "Chào em,. . Đơn hủy hoãn thi em không có mẫu nhé em, SV tự trình bày trong đơn nhé. . Thân",
            "Thưa thầy/cô,. . Em xin gửi phiếu hủy hoãn thi để bổ sung theo yêu cầu cho đầy đủ ạ. Em xin cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã tiếp nhận đơn hủy hoãn thi của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em đã hoàn thành chương trình học ở kì vừa rồi, và chỉ còn bằng tiếng anh nói viết là đủ điều kiện tốt nghiệp. Nhưng tình hình dịch bệnh kéo dài nên đến hiện giờ e vẫn chưa thi qua tiếng anh nói viết. Cùng lúc đó thì ở quê gửi giấy khám nghĩa vụ quân sự. . . Vậy nên cho em hỏi trường hợp em có còn xin giấy xác nhận sinh viên được không ạ? Nếu không thì trong trường hợp em chưa thi qua anh văn nói viết nhưng phải đi NVQS thì phải xử lý như thế nào ạ.. . Mong thầy/cô giải đáp giúp em. Em xin cảm ơn.",
            "Chào em,. . Theo quy định sinh viên có thời khóa biểu trong học kỳ mới có thể đăng ký in giấy xác nhận SV hoãn NVQS nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . trong tháng 10 vừa rồi em có xin chuyển khóa từ 2014 sang khóa 2013, và đã được ghi nhận nhưng hiện tại các mã điểm chuyển của em vẫn đang theo mã của chương trình 2014. Em xin phòng đào tạo chuyển lại giúp em sang mã 2013.. . . . Phòng đào tạo kiểm tra giúp em với tình trạng hiện tại của em danh sách môn học mà em còn thiếu để có đủ điều kiện xét tốt nghiệp. . . . Em cảm ơn,",
            "Gửi đến Sinh viên. . Khi nộp hồ sơ chuyển sang VLVH, có hướng dẫn Sinh viên chuyển sang K2014. Nhưng hiện đối với một số SV nợ ít (do khi chuyển sang K2014 sẽ bị thiếu 1 số môn ĐC LVTN …), các trường hợp này Sinh viên có thể/nên làm đơn xin chuyển sang Khóa 2013 với lý do không còn nợ môn học - để xét tốt nghiệp.. . thân chào.",
            "Gửi Anh [full_name],. . . . vừa rồi em có làm đơn chuyển khóa 2013 để xét tốt nghiệp và đã được giải quyết vào ngày 22/10/2021 chỉ nhận thông tin phản hồi đã xác nhận việc chuyển khóa nhưng mà điểm chuyển của em vẫn đễ mã môn của khóa 2014 mặc dù đã chuyển sang khóa 2013. Như vậy tình trạng của em có cần phải viết đơn để chuyển điểm sang mã 2013 để xét tốt nghiệp không anh.. . . . Hiện tại em có đăng ký xét tốt nghiệp online nhưng không có tên trong danh sách xét tốt nghiệp dự kiến vậy em phải đợi vào đợt tiếp theo hay cần phải làm thêm đơn gì để có thể xét tốt nghiệp trong kỳ này.. . . . Em cảm ơn,. .",
            "Chào em,. . Cô đóng câu này nhé. Nếu em còn thắc mắc vui lòng email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào anh/chị.. . Em tên là [full_name], khoa Kỹ thuật Hóa học, MSSV [student_id]. Em nhận thấy mình đã đủ điều kiện để tốt nghiệp nhưng em vẫn chưa thấy tên mình trên danh sách dự kiến tốt nghiệp.. . Mong anh/chị xem xét lại giùm em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], sinh viên lớp KU17VLY1. Thầy cô cho em hỏi là em đã đạt đủ các tiêu chí xét tốt nghiệp nên em có đăng ký tốt nghiệp và đã đóng đủ lệ phí gửi giấy chứng nhận tốt nghiệp tạm thời nhưng khi kiểm tra tình trạng đăng ký thì hệ thống hiển thị là \"Phiếu đăng ký không được xử lý\" và em chỉ có tên trong danh sách tốt nghiệp dự kiến nhưng không có trong danh sách tốt nghiệp tạm thời ạ. Em hy vọng thầy cô có thể chỉ ra em thiếu ở điểm nào để có thể bổ sung cho kịp tiến độ đăng ký xét tốt nghiệp ạ. Em cảm ơn thầy cô nhiều.",
            "Chào em,. . Em kiểm tra lại các bước về đăng ký tốt nghiệp, thường về phiếu đăng ký không được xử lý là do bạn chưa nộp hình hoặc hình không đủ quy định, em xem lại và bổ sung lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ. Xin lỗi đã làm phiền thầy cô.. . E là sinh viên Bảo dưỡng công nghiệp 2017.. . E  vừa nhận bằng tốt nghiệp tạm thời, và em muốn học VHVL ĐH Bảo dưỡng công nghiệp, e vào Aao.hcmut  mục tuyển sinh ( http://tuyensinh.hcmut.edu.vn/admission/index.php?route=catalog/chitietts&path=69_148_152&tid=1863) thì thấy thời gian tuyển sinh là bắt đầu từ ngày 11/11, nhưng e vào mục đăng ký tuyển sinh (https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action ) thì thấy VHVL tuyển thẳng hạn chót là 9/11.. . Vậy thầy cho e hỏi thời gian đăng ký chính xác là ngày nào được không ạ?. . E cảm ơn thầy cô rất nhiều. . Trân trọng.. . . . . . . .",
            "Chào em,. . Về vấn đề tuyển sinh VLVH em liên hệ qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã hoãn thi môn Cơ học thủy khí (TR1005) vào học kỳ 201 và nhận điểm 13, vậy nay em làm đơn xin thi lại được không ạ, và em tải mẫu đơn điền vào và nộp như thế nào ạ, vì hiện nay em vẫn chưa thể trở lại TP HCM được ạ?. . Em cảm ơn.",
            "Chào em,. . Học kỳ 1 (2020-2021). . TR1005\tCơ học thủy khí\tL01-A\t3\tKT:1.00 BT:9.29 TN:7.00\t13.00\t13.00. . Điểm 13 là vắng thi không phải hoãn thi nhé em.. . - Em làm đơn xin thi lại được không ạ. . =  Không em nhé (Em xem quy chế điều 17). . =  Điểm Hoãn thi mới thi trong vòng 1 năm.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em là sinh viên khóa 2014 chuyển từ hệ CQ sang VHVL trong tháng 3 năm nay, em xin hỏi là chừng nào điểm của em từ CQ sang VHVL được cập nhật vậy ạ? Tại theo em được biết có bạn đã được cập nhật đầy đủ lâu rồi mà em chưa có.. . Em chân thành cảm ơn!. . [full_name]. .",
            "Gửi đến Sinh viên. . PĐT đã chuyển các điểm Sinh viên học và đạt ở CQ sang VLVH.. . đính kèm theo file các môn học còn nợ, Sinh viên kiểm tra và phản hồi nếu có sai sót.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy/cô phòng đào tạo, . . Thầy/cô cho em hỏi ở Học kì 202 vừa qua, sao bảng điểm của em có một môn CI3219 Xây dựng và khai thác đường đến giờ vẫn chưa được cập nhật điểm và tín chỉ tích lũy vậy ạ. . . Mong quý thầy/cô sớm phản hồi. Em xin chân thành cảm ơn!. . Yêu cầu khác:",
            "Chào em,. . Điểm do GV nhập, bảng điểm chưa gửi PĐT. Em vui lòng liên hệ Khoa, GV để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào phòng đào tạo . . Em xin gửi hình ảnh bản gốc chứng nhận tốt nghiệp tạm thời mà em đã nhận của người khác không phải của em (do có sự nhầm lẫn trong quá trình chuyển phát bưu điện). . . Mong phòng đào tạo xem xét tìm cách giải quyết giúp em. . . Em xin chân thành cảm ơn! . . . . Em tên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . PDT sẽ in lại bản khác và gửi lại theo đường bưu điện cho bạn nhé. . Thân",
            "Chào em,. . Em vui lòng bổ sung lại giúp cô địa chỉ chính xác và số điện thoại người nhận, để gửi lại cho em nhé!. . Thân",
            "Chào em,. . Còn giấy CN tốt nghiệp tạm thời của em em đã nhận được chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí bảng điểm và ngày hẹn nhận là 27/10 tại cơ sở 1. Tuy nhiên do từ tuần rồi, em không thể vào trường được nên em gửi yêu cầu này xin hướng giải quyết. Em không biết khi nào thì có thể vào trường nên có thể cho biết thời gian trường cho phép vào để em nhận. Nếu vấn đề vào trường chưa được giải quyết thì em mong PĐT có thể giữ bảng in đó mà không hủy để thời gian sau em có thể vào lấy. Hoặc, có thể gửi bưu điện cho em với thông tin người nhận: [full_name] - 198/7A/12 Bình Thới, Phường 14, Quận 11, TPHCM - [phone_number].. . Em trân trọng cảm ơn",
            "Chào em,. . Thời gian chính thức cho SV vào trường thì chưa có nhé, em đợi thông báo từ nhà trường, em có thể lên trường và trình bày với bảo vệ để xin vào trường nhận bảng điểm. Nếu bảo vệ không có em gửi lại yều cầu xin nhờ gửi bảng điểm qua đường bưu điện giúp cô.. . Thân",
            "Chào cô, . . . . Em ít nhất 2 lần đã vào trường và trình bày rõ ràng nhưng bảo vệ làm đúng theo quy định nên em không thể vào được. Do đó, cô có thể gửi bưu điện cho em với thông tin người nhận: . . . . Họ tên: [full_name] . . Địa chỉ: 198/7A/12 Bình Thới, Phường 14, Quận 11, TPHCM. . SĐT: [phone_number].. . . . Em trân trọng cảm ơn",
            "Chào em,. . Cô ghi nhận trường hợp của bạn nhé, cô sẽ chuyển bảng điểm của bạn theo đường bưu điện theo địa chỉ bạn gửi!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hôm nay là 01/11, theo như mail của pđt là sau 31/10 không có mail đăng ký tốt nghiệp thì gửi lại yêu cầu cho [full_name]. Em mong Thầy/Cô kiểm tra giúp em và cho em đăng ký tốt nghiệp ạ. Em cảm ơn.",
            "Chào em,. . Cô gưi em file xét tốt nghiệp, em kiểm tra lại nếu có khiếu nại gì vui lòng phản hồi qua bksi nhé. . Thân",
            "Dạ như em đã phản hồi qua mail là em đã hoàn thành môn học này vào kì vừa rồi ạ. Em mong là PĐT xét duyệt lại cho em ạ. Em cảm ơn",
            "Chào em. . Trường hợp em học môn tương đương, vui lòng gửi lại giúp cô 1 yêu cầu khác xin chuyển điểm môn tương đương để xét tốt nghiệp, ghi rõ em học môn học nào, tương đương môn học nào? (ghi rõ tên và mã MH) để PDT kiểm tra và xét lại tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV: [student_id]. Vài bữa trước em có hỏi về vấn đề giấy CNSV, em được nhận thông tin đơn hàng như hình, mã đơn hàng PDT[student_id]2 và em gặp trường hợp báo không nhận đơn hàng 3 lần (em không nhận được bất cứ thông báo nào của bên giao hàng) nên em có đến thẳng bưu cục để nhận hàng với mã đơn trên thì lại là thông tin của một bạn sinh viên khác ạ. Nên nhà trường kiểm tra giúp em ạ.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn;. . bạn có thể đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa. . Em tên [full_name] - MSSV: [student_id] . . Khoa: Cơ khí. . Em xin trình bày lý do đăng ký trễ xin đăng ký bổ sung LVTN trong học kỳ 211 như sau: Do dịch bệnh COVID trước đó nên em không thể hoàn thành CCAV quốc tế để xét LVTN..Do đó, em có xin Giảng viên hướng dẫn xin làm luận văn trước. Tuy nhiên, do em nắm bắt trễ 1-2 ngày trong đợt đăng ký cuối cùng trường không xét CCAV nên em không kịp đăng ký bổ sung cho nên em vẫn tiếp tục làm luận văn và chờ hết dịch sẽ sớm hoàn thành CCAV để đăng ký bổ sung sau. Nhưng sau một thời gian, em thấy điều kiện dịch bệnh vẫn không cho phép em hoàn thành CCAV như dự định nên em có xin phép Giảng viên hướng dẫn xác nhận tiến độ thực hiện luận văn để xin đăng ký và được chấp nhận. Vì vậy, em đã làm đơn xin đăng ký bổ sung LVTN với hi vọng trường vẫn tiếp tục không xét CCAV trong học kỳ này dẫn đến quá trình đăng ký chậm trễ. Hiện tại em đang học năm thứ 6, trễ hạn so với .chương trình đào tạo của nhà trường nên kính mong Phòng đào tạo có thể xem xét, giải quyết cho em được đăng ký bổ sung luận văn trong học kỳ này. . . Em xin chân thành cảm ơn! . . . .",
            "Chào em,. . Em vui lòng viết lại đơn khác nhé, thay vì em trình bày trên bksi thì em trình bày lại rõ trong đơn, vì đơn em trình bày trước đó thầy [full_name] không đồng ý nhé. Em không viết lại đơn thì cô cũng không thể giúp bạn gửi lại đơn xin ý kiến được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ tên SV:……………..     [full_name]       ...............................MSSV: ......[student_id].......................... . Ngày sinh:......24/01/1992...................... Lớp:.............XD17B2D1..............Số ĐT: [phone_number]......... . Đã tạm dừng từ học kỳ …HK2…….. năm học:…… 2020 – 2021………. . Lý do : …Quên đăng ký môn học……………Quyết định số: ……………………………………………………... . Nay đề nghị được thu nhận lại từ học kỳ ……HK1….. năm học :       2021 – 2022…………. . . . . . Sinh viên phải thỏa điều kiện thu nhận lại (nộp bản sao bằng tốt nghiệp THPT, kết quả thi Anh văn ≥ 250 điểm, hoàn thành học phí, …).. . Sau khi được thu nhận lại, sinh viên phải đăng ký môn học, thanh toán học phí và chấp hành đúng quy chế của nhà trường.. . NV xử lý (Họ tên, chữ ký) Ngày / /20. . . . Sinh viên (Họ tên, chữ ký)   Ngày 01 / 11 /2021. . . .                 LỘC. . . . [full_name]",
            "Chào em,. . Vui lòng trình bày rõ lý do về việc xin thu nhận lại từ học kỳ 1/2021-2022. Vì hiện tại đã quá trễ để thu nhận lại nhé. . Thân",
            "Dạ e đã bảo vệ xong luận văn tốt nghiệp, hoàn thành xong chương trình học, chỉ thiếu chứng chứng tiếng anh để nộp nhận bằng tốt nghiệp ra trường, trong quá trính ôn thi tiếng anh, dịch bệnh e không đăng ký môn học  bất kỳ vì e đã học xong tất cả các môn nên bị xoá tên, mong trường tạo điều kiện thu nhận lại để e được đăng ký thi tiếng anh 2 kỹ năng online để e đủ đk ra trường.Cảm ơn quý nhà trường!",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Khi nào em đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung, SV tạm dừng vẫn có thể đăng thi AV trực tuyến nhé.. . Nếu bạn đủ điều kiện tốt nghiệp thì tự động PDT sẽ làm quyết định thu nhận cho em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào,. . Em tên [full_name], mssv [student_id], thuộc chương trình hệ tiên tiến,. . Hiện giờ do thiếu môn HT máy tính và NN lập trình mã 407410 nên em không đủ tiêu chuẩn để xét tốt nghiệp,. . Thật ra em đã học môn Cơ sở HT máy tính (mã 407402), đây là môn em học từ năm nhất Đại học và đậu. Sau này môn được đổi tên thành HT máy tính và NN lập trình,. . Em mong Văn phòng hỗ trợ em trong việc chuyển điểm tương đương để có thể đăng kí tốt nghiệp,. . Em chân thành cảm ơn.",
            "Chào em,. . PĐT Đã cập điểm chuyển 407410(12) vì đã đạt 407402.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là phường yêu cầu em nộp giấy tạm hoãn nvqs trước ngày 3/11/2021 nhưng do giấy chưa về kịp nên phường yêu cầu em gửi hình ảnh zalo trước rồi nộp giấy sau thì em có thể xin hình ảnh giấy tạm hoãn nvqs trước ở đâu ạ.. . Em cảm ơn.. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô.. . Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ [full_name] và Giảng Viên để xin xác nhận hoãn thi.. . Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em muốn hỏi về việc cấp giấy chứng nhận sinh viên, em đã đăng kí thông tin qua cổng mybk nhưng nếu chờ xét duyệt thì em đọc thông tin ở trang là phải chờ tầm 1 tuần. em muốn hỏi là có thể được cấp qua file pdf để em in ra không ạ vì em phải bổ túc hồ sơ cho quân sự ở địa phương trước ngày 5/11. em xin cám ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin nhà trường giấy xác nhận em đang theo học tại trường hệ VHVL thì làm như nào ạ",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ sv không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em cần bằng tốt nghiệp tạm thời để đi làm thì phải làm sao ạ.",
            "Chào em,. . Trường hợp của em cô thấy đã có QD tốt nghiệp từ hồi tháng 5/2021. Em chưa lên nhận bằng tốt nghiệp hay sao?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô. Thời gian đăng ký e gần 1 tháng rồi nên hôm nay e vào trường lấy bảng điểm  nhưng hiện tại trường k cho phép sinh viên vào đến khi có thông báo mới nhất. Vậy bảng điểm em sau 1 tháng có bị hủy không ạ?",
            "Chào em,. . Vậy bảng điểm em sau 1 tháng có bị hủy không ạ?. . =  Trường hợp bất khả kháng dịch bệnh như thế này chưa hủy nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. MSSV: [student_id]. Lớp: CK19-CTM3. Em có đăng ký xin hoãn thi môn Chủ nghĩa xã hội khoa học(SP1035) HK203, nhưng danh sách phản hồi lại không có thông tin của em. Mong pdt kiểm tra lại giúp em.",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . [student_id]\tHK203\tSP1035\t\tx\t\t. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hành sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Em phải thanh toán hết học phí HK211. . - Tải mẫu đơn tạm dừng: điền thông tin, có đầy đủ chữ ký của [full_name], Khoa, .... . - Xong 2 bước trên gửi đơn qua bksi. . - Mẫu đơn: aao/biểu mẫu tạm dừng. . + Xem quy chế tạm dừng. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại địa phương gởi giấy gọi khám nghĩa vụ, em muốn lấy giấy tạm hoãn nghĩa vụ thì em phải làm như nào ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id], hiện tại em vừa thi anh van đợt 4 và đã đủ điều kiện để tốt nghiệp, nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp, khi nào em mới có thể đăng kí ạ?. . . . Em cảm ơn Thầy/Cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là [full_name], sinh viên K17 khoa Tài Nguyên và Môi Trường. Nhận được thông báo của trường về việc đăng ký xét tốt nghiệp, em vào web của trường để kiểm tra thì thấy không đăng ký được do còn nợ ngày CTXH và một mục nữa tên là CCQT XET. Về số ngày CTXH thì em ý thức được là mình đang thiếu, nhưng còn mục CCQT XET thì có phải là do thiếu chứng chỉ ngoại ngữ không ạ? Nếu đúng là vậy thì anh/chị cho em hỏi làm sao để nhà trường sửa lại ạ, vì em đã nộp bằng IELTS từ năm nhất và được xác nhận như hình đính kèm phía dưới.. . . . Mong nhận được phản hồi sớm từ anh/chị.",
            "Chào em,. . - PĐT đã cập nhật CCAV.. . - Về số ngày CTXH thì em ý thức được là mình đang thiếu. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là HK202 em có làm đơn xin trường cho hoãn học phí đến HK211 và đã được trường đồng ý. Nhưng hiện giờ nhà em đang gặp khó khăn em có thể xin trường cho hoãn thêm không ạ? Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô. . Rút môn học: Kết cấu thép (CI3231). . Vì lí do: điều kiện học tập không đáp ứng. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] , [student_id], đã nộp đơn xin gia hạn học phí chính quy 211. Hiện sắp tới kỳ đóng học phí chính quy 211 ( từ 2/11 tới 9/11 ) , nhưng hạn công bố danh sách được hoãn học phí phải đợi thông báo sau ngày 9/11 . Em không biết là như vậy có trễ quá không , vì em vẫn phải đóng học phí đúng hạn trước 15h00 ngày 9/11  nếu không sẽ vi phạm theo quy đình nhà trường ,  trong khi đó em không biết là mình có tên trong danh sách được gia hạn học phí sau 9/11 hay không . Mong nhà trường sớm thông báo danh sách trước ngày 9/11 để kịp thời ạ.",
            "Chào em,. . - Về gia hạn học phí, em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Thời gian đóng học phí: PĐT sẽ email thông báo, và cập nhật danh sách từ P.CTCTSV.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào các thầy cô, cho em đặt câu hỏi là vào kì 202 em đã có hoãn một môn thi cuối kì và hiện theo mail của nhà trường gửi thì trước ngày 12/12 trường sẽ có một quyết định hoãn thi chính thức vậy cho em hỏi là nếu trong học kì 211 này em không đăng kí thi cuối kì lại mà chờ sang kì 212 có hợp lệ không ạ và nếu có thể hiện tại khi chưa có quyết định hoãn thi chính thức em có được phép đăng kí thi lại chưa ạ ?. . Em xin cảm ơn ạ. .",
            "Chào em,. . - Vậy cho em hỏi là nếu trong học kì 211 này em không đăng kí thi cuối kì lại mà chờ sang kì 212 có hợp lệ không ạ . . =  Em xem quy chế điều 17.2. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Nếu có thể hiện tại khi chưa có quyết định hoãn thi chính thức em có được phép đăng kí thi lại chưa ạ . . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện tại em đã đăng ký in bảng điểm của mình nhưng em không thấy thông báo đóng tiền ở bên BKPay và hiện tại trường cũng không cho phép sinh viên vào gặp trực tiếp để đóng tiền ạ. PĐT cho em hỏi em có thể tiến hảnh thanh toán như thế nào được không ạ",
            "Đã đóng tiền. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Là sinh viên Khoá 17, bạn bè xung quanh em đều nhận được mail và tiến hành đăng ký tốt nghiệp hồi giữa tháng 10, riêng em đến nay vẫn chưa nhận được. . . Vì lo lắng nên em nhắn hỏi PĐT không biết lý do gì khiến em chưa có tên trong danh sách đến bây giờ ạ.. . . . Mong PĐT giải đáp giúp em, em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 09/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em nộp đơn xin hoãn thi ạ. .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có liên hệ với bên trung tâm IDP để gửi bản sao IELTS về trường để nộp CCNN ạ! Nhưng bên IDP họ nói rằng họ không cấp bản sao mà sẽ xuất một bản điểm khác để gửi về trường, và phí xuất bản điểm là 200.000VNĐ ạ! Em muốn hỏi rằng, em có thể photo bản điểm của em có công chứng hoặc em gửi bản điểm gốc của em cho trường được không ạ?. .",
            "Chào em,. . PĐT đã trả lời em qua email rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là [full_name] - mssv: [student_id]. . . . Em làm đơn này (file đính kèm) để xin   B hủy  /B  hoãn thi môn đại số tuyến tính của em HK202 vừa rồi. . Kính mong PĐT xem xét nguyện vọng của em ạ.. . . . Em chân thành cảm ơn!. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em đang làm hồ sơ du học trường Sungkyunkwan, Hàn Quốc. Có một tờ hồ sơ (file đính kèm) yêu cầu thông tin của trường như zip code, em không rõ thông tin này và không tra được trên Google nên rất mong thầy/cô cho em xin thông tin này với ạ.. . Cảm ơn thầy/cô đã đọc tin nhắn và giúp đỡ.",
            "Dạ cho em xin thêm số điện thoại, fax, email, và zip code của trường để ghi thông tin được chính xác hơn ạ.. . Em xin cảm ơn Yêu cầu khác. . . . Em chào thầy/cô,. . Em đang làm hồ sơ du học trường Sungkyunkwan, Hàn Quốc. Có một tờ hồ sơ (file đính kèm) yêu cầu thông tin của trường như zip code, em không rõ thông tin này và không tra được trên Google nên rất mong thầy/cô cho em xin thông tin này với ạ.. . Cảm ơn thầy/cô đã đọc tin nhắn và giúp đỡ.  /QUOTE . .",
            "Chào em,. . Em liên hệ [email] để hỏi thử nhé, vì có sv du học chắc biết và giúp được em.. . Thân mến. ."
        ]
    }
]