[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào PĐT,. . . . Cho em hỏi khi nào mới có TKB chính thức HK192 ạ?. . . . Em cám ơn PĐT nhiều./.",
            "hết ngày hôm nay nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id], lớp: CC17CDT1.. . . . Sau khi kiểm tra kết quả đkmh hk 192 trong Thời khóa biểu thì em thấy mình đã bị mất 2 môn học: Thiết kế hệ thống cơ điện tử (ME3005, nhóm lớp CC01) và Hệ thống PLC (ME3015, nhóm lớp CC01) mặc dù em đã đăng ký được 2 môn này ở đợt đkmh thứ 2 và 3.. . . . Em kính mong quý thầy/cô có thể kiểm tra lại.. . Em chân thành cảm ơn ạ.",
            "Kính thưa quý thầy/cô,. . . . Em đã tìm ra được vấn đề của mình. Em xin lỗi đã làm phiền quý thầy/cô vầ em chân thành cảm ơn quý thầy/cô đã dành thời gian xem qua thắc mắc của em.",
            "Chào Bạn. . . . Sau đợt 3 ĐKMH PĐT sẽ lấy kết quả và hậu kiểm các trường hợp Tiên Quyết, Vi phạm giờ học,….. . Bạn vui lòng vào trang ĐKMH chọn đợt “ Kết quả ĐKMH đợt 3 HK192”, sau đó chọn xem lịch sử đăng ký để biết lý do bị hủy môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô PĐT, . . . . Cho em hỏi hôm trước đăng kí môn học đợt 3 thì phòng học của môn Hoá phân tích (CH2005) là ở CS1, mà sao giờ thời khoá biểu chính thức lại là ở CS2 ạ?. . . . Em cám ơn nhiều ạ.",
            "Môn học CH2005 nhóm L01 (nhóm CS2) là môn học lý thuyết nên Phòng học ở CS2",
            "Nhưng mà trong ĐKMH đợt 2 và 3 thì phòng lại ở CS1 ạ..."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em muốn hỏi tại sao em đăng ký môn rồi mà thời khóa biểu không cập nhật môn học đó vào thời khóa biểu. Lúc Đăng Ký thì hệ thống đã cho em đăng ký và em không bị tuyên quyết môn nào.. . . .   i Yêu cầu khác . Mong phòng đào tạo cập nhật cho em trước tết để em sắp xếp ngày, giờ để em có thể vào học vì quê em xa nên em không thể đến pdt được. em xin cảm ơn.. . Dưới là 2 ảnh . . -đầu tiên là thời khóa biểu không có môn học [full_name] [full_name] - CI3147. . -Ảnh thứ 2 là em đã đăng ký môn học trên hệ thống đợt 3. . . . . .",
            "Môn CI3147 bị báo lỗi môn học song hành. CI3145 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT!. . . . Em có thắc mắc là môn học \"Hệ hỗ trợ quyết định và trí tuệ kinh doanh\" (IM3041) đã được đưa vào CTĐT của chuyên ngành Quản trị Kinh doanh cho khóa 2015 chưa ạ.. . . . Tại vì từ học kì trước, Khoa em thông báo đã bổ sung môn này vào CTĐT cho Khóa 2015 chuyên ngành QTKD. Nhưng hiện tại, em vào phần tiến trình học tập của mình trên mybk thì không có ạ. . . . Rất mong PĐT giải đáp thắc mắc này ạ, em cảm ơn.. . Em xin Update: Ở trang CTĐT trên aoo, môn này đã được bổ xung cho chuyên ngành QTKD cho khóa K15 nhưng phần tiến trình học tập ở mybk vẫn chưa có ạ. . . .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô/thầy cho em hỏi vấn đề:. . Giải tích mạch là môn tiên quyết của Mạch điện tử và Tín hiệu hệ thống. . Ở đợt đăng kí môn học lần 3, các bạn đã đăng kí full Mạch điện tử và Tín hiệu hệ thống, nhưng lại rớt Giải tích mạch (do Giải tích mạch có điểm sau khi đóng đợt đăng kí lần 3). . Vậy có cách nào để những người đậu Giải tích mạch có thể đăng kí được 2 môn này không ạ. . Em cảm ơn",
            "bạn có thể xin đăng ký lại sau khi có điểm môn học.. . PĐT sẽ xem xét nếu sĩ số còn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy cô,. . cho em hỏi em muốn đăng ký bổ sung vào ngày 17 cho học kỳ 192 được không ạ?. . Vì nhà em hơi xa nên cho em hỏi.. . Cảm ơn vì đã xem và trả lời.. .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "ngày 17 là ngày gì ?. . bạn cần đăng ký thêm môn học nào.. . cung cấp mã môn, mã nhóm cần đăng ký để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy cô ạ. Trong đăng kí môn học em đăng kí được môn thủy lực hải văn (CI3049) vào chiều thứ 6 tiết 7 8 9 ạ. Nhưng trong thời khóa biểu của em lại không có môn đó ạ. Mong thầy cô kiểm tra giúp em ạ. Em đăng kí 18 chỉ nhưng thời khóa biểu chỉ có 15 chỉ thôi ạ",
            "Môn học CI3049 không thỏa điều kiện học trước là môn học : CI2003. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Tên [full_name]. . MSSV [student_id]. . Lớp VP17CDT. . Trình bày lý do: Xin PĐT đăng kí cho em học môn Anh Văn 2 (LA1005) nhóm A01.. . Vì em là sinh viên VP không thể đăng kí các môn nhóm A của đại trà.. . Em chưa học Anh văn 1 nhưng điểm kiểm tra AVĐV của em là 370. Vì các lớp AV có mã MH của VP không còn mở nữa nên em không thể đăng kí.. . Mong PĐT xét duyệt cho em học môn học này để đủ điều kiện tiên quyết học chương trình năm thứ 4.. . Em xin chân thành cảm ơn.. . [full_name].",
            "Chào bạn,. . Trường hợp của bạn vui lòng làm đơn trình bày rõ và nộp tại Phòng Đào tạo để được xem xét nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin chào,. . Cho em hỏi sau khi có thời khóa biểu em muốn đăng kí thêm môn học nữa được không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô, em có thắc mắc về quy định đào tạo kỹ sư tài năng như sau:. . Mục 3 của QUY ĐỊNH VỀ CHƯƠNG TRÌNH TÀI NĂNG có viết: \"Môn học tài năng được xét là “Đạt” khi   B phần lý thuyết  /B  có điểm tổng kết môn học   B lớn hơn hoặc bằng 7,5  /B  và tình trạng   B phần mở rộng  /B  môn lý thuyết là   B “Đạt”  /B \". . . Em muốn hỏi với quy định trên thì   B phần mở rộng  /B  được xem là \"Đạt\" khi điểm tổng kết   B lớn hơn hoặc bằng 7.5  /B  hay   B lớn hơn hoặc bằng 5.0  /B  ạ? Bởi vì trên bảng điểm vẫn ghi điểm số bình thường, không phải điểm đặc biệt hay điểm chữ.. . Mong thầy/cô giải đáp thắc mắc giúp em. . Em cảm ơn thầy/cô ạ.",
            "Chào bạn,. . Điểm môn mở rộng chỉ cần  =5,0 đ.(hệ 10). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ e chào thầy cô, em tên là [full_name] mssv [student_id],e xin trình bày là: đợt 3 em có đăng kí 2 môn học của ngành em do đợt 2 e xin mở lớp . Nhưng nay lên kiểm tra thời khoá biểu bị xoá 2 môn đó . Em xin pđt kiểm tra lại dùm ạ.. . Em cảm ơn.",
            "Môn học TR2009 và TR2015 hủy do sĩ số đăng ký quá ít nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "vs lại hôm bửa những môn mà tụi em đki bị dính tiên quyết ko dki đc thì thày hoàng giám đốc trung tâm đã gửi công văn số 3/ĐHBK-ĐTBDCN xóa bỏ tiên quyết cho pđt rồi nhưng pđt vẫn loại bỏ của em 2 môn ở trên đó là dung sai và kỹ thuật số mon dung sai thì học song hành vs vẽ cơ khí nhưng vẽ cơ khí mặt dù đã mở lớp và em đã học trc môn vẽ kỹ thuạt rồi nhưng zô đki thì vẫn bị dính iên quyết vẽ kỹ thuật 2A và loại lun môn dung sai của em trong hki 192 này.xin pdt cho em đc bổ sung những môn mak em đã đki nhưng ko có trong tkb của hki 192 này để em đc có tkb và học trả nợ ạ.em cảm ơn",
            "em cung cấp mã môn học, mã nhóm để kiểm tra nhé",
            "dạ( 260611)dung sai do lường và (260627)kỹ thuật số 2 môn này em có đki mak bị loại ra ạ",
            "nhóm CO1 Ạ.EM CẢM ƠN",
            "đã nhập môn học cho bạn.. . bạn xem tkb cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t[full_name] [full_name] [full_name] [full_name]   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học  /i [full_name] [full_name] [full_name] [full_name] Kính gửi thầy cô[full_name] [full_name] Em là [full_name] khoa Môi trường [full_name] [full_name] Em có thi vét vào hk191, theo quy chế điểm thi vét là điểm tổng kết nhưng trên mybk bảng điểm của em lại tính thêm điểm thành phần[full_name] [full_name] Mong thầy cô xem xét lại trường hợp của em[full_name] [full_name] [full_name]",
            "Chào bạn,. . Đã liên lạc với giáo viên.. . [full_name] mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Hien tai em da nhan duoc tkb cua minh,thi phat hien ra Thieu mon ky that gia cong polyme MA3047,mon nay doi hoi mon song hanh la vat lieu composite,nhung em da tham gia chuong trinh thac si va mon composit MA3063 duoc mien nen em khong dang ky composite ky nay.Mong nha truong giai quyet truong hop cua em. .",
            "Chào bạn . . . . Bạn đã tham gia chương trình này ở đâu? và đã có quyết định miễm môn của PĐT chưa?. . . . PĐT kiểm tra bạn không được miễn môn MA3063 như bạn trình bày. bạn có thể nộp quyết định miễn môn hoặc giấy tờ chứng minh về PĐT để được xem xét."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy, cô.. . Vì không nắm rõ quy chế, em đã chuyển điểm môn Anh Văn một lần từ bằng TOEIC. Nhưng sau khi hoàn thành xong Đồ án tốt nghiệp em mong muốn được nộp lại chứng chỉ TOEIC và cải thiện điểm môn Anh Văn để lấy được bằng tốt nghiệp loại Khá. . . Em thực sự kính mong quý thầy, cô cho phép em chuyển điểm môn Anh Văn lại để em có thể ra trường đúng hạn và có được kết quả tốt.. . Em xin chân thành cám ơn!",
            "CHào bạn,. . Theo quy chế hiện tại mỗi môn AV chỉ được chuyển điểm 1 lần.. . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kết quả đăng ký môn học đợt 3 em bị xoá môn Thực tập tốt nghiệp (CI3383) và môn song hành Đề cương luận văn tốt nghiệp (CI4381) bị xoá theo.. . Theo quy chế, số tín chỉ để đăng ký thực tập tốt nghiệp là 97 chỉ ( cộng cả số tín chỉ đăng ký học kỳ trước đó),. . Kỳ trước số tín chỉ của em là 86, kỳ này em học 21 chỉ chính quy ( đã có điểm đạt hiện tại là 11 chỉ), và 3 chỉ dự thính ( đã đạt), là đủ điều kiện đăng ký thực tập tốt nghiệp nhưng sao em vẫn bị xoá môn ạ? . . Mong PĐT hỗ trợ em. Em xin cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kết quả đăng ký môn học đợt 3 em bị xoá môn Thực tập tốt nghiệp (CI3383) và môn song hành Đề cương luận văn tốt nghiệp (CI4381) bị xoá theo.. . Theo quy chế, số tín chỉ để đăng ký thực tập tốt nghiệp là 97 chỉ ( cộng cả số tín chỉ đăng ký học kỳ trước đó),. . Kỳ trước số tín chỉ của em là 86, kỳ này em học 21 chỉ chính quy ( đã có điểm đạt hiện tại là 11 chỉ), và 3 chỉ dự thính ( đã đạt), là đủ điều kiện đăng ký thực tập tốt nghiệp nhưng sao em vẫn bị xoá môn ạ? . . Mong PĐT hỗ trợ em. Em xin cảm ơn.  /QUOTE . . Chào [full_name], Đợt 1 do chưa công số TC đạt của dự thính nên không đủ điều kiện nhận TTTN. Nay đã xét lại cho em rồi. Cuối giờ chiều em lên myBK kiểm tra nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Em là sinh viên năm 4 khoa Điện-điện tử ,nghành Điều khiển và tự động hóa.Em muốn hỏi số tín chỉ tối thiểu để em có thể đăng ký luận văn là bao nhiêu tín chỉ ạ.Em cảm ơn!\t. . . .",
            "QUOTE MSSV/[full_name]V: [student_id]Em là sinh viên năm 4 khoa Điện-điện tử ,nghành Điều khiển và tự động hóa.Em muốn hỏi số tín chỉ tối thiểu để em có thể đăng ký luận văn là bao nhiêu tín chỉ ạ.Em cảm ơn!    . . . .   /QUOTE . . . . [full_name], em xem tại đây nhe http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1767"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Xin kính chào thầy cô.. . . . Em là [full_name], Mssv [student_id] là sinh viên khoa xây dựng khóa 2014.. . . . Em đã đăng ký môn học Luận văn tốt nghiệp mã môn học CI4343. . . . . Em đã hoàn thành tất cả các môn và đủ điều kiện đăng ký luận văn cho mã môn đó. Đã đăng ký thành công đợt 3.. . . . Tuy nhiên kết quả đăng ký đợt 3 lại báo là em thiếu môn DAMH Bê tông cốt thép 2 ( CI3177),  trong khi em đã hoàn thành môn này theo mã của khóa k14 là ci3007.. . . . Xin quý Thầy Cô xem xét và sửa đổi giúp em ạ, để em có thể làm luận văn trong kỳ này. . . . . Em xin chân thành cảm ơn Thầy Cô phòng đào tạo đã xem và hỗ trợ. . . . . Kính chào Thầy Cô",
            "QUOTE     . . Xin kính chào thầy cô.. . . . Em là Nguyễn Văn [full_name], Mssv [student_id] là sinh viên khoa xây dựng khóa 2014.. . . . Em đã đăng ký môn học Luận văn tốt nghiệp mã môn học CI4343. . . . . Em đã hoàn thành tất cả các môn và đủ điều kiện đăng ký luận văn cho mã môn đó. Đã đăng ký thành công đợt 3.. . . . Tuy nhiên kết quả đăng ký đợt 3 lại báo là em thiếu môn DAMH Bê tông cốt thép 2 ( CI3177),  trong khi em đã hoàn thành môn này theo mã của khóa k14 là ci3007.. . . . Xin quý Thầy Cô xem xét và sửa đổi giúp em ạ, để em có thể làm luận văn trong kỳ này. . . . . Em xin chân thành cảm ơn Thầy Cô phòng đào tạo đã xem và hỗ trợ. . . . . Kính chào Thầy Cô  /QUOTE . . Chào [full_name], Cuối giờ chiều em lên mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . gửi admin. . e tính chuyển sang VLVH ạ. . học phí bao nhiêu 1 tín chỉ ạ. . VLVH trong bao lâu ạ và có bất lợi gì so với chính qui ạ",
            "bạn xem ở đây nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1844. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . . . Cho em xin hỏi là hồi đầu học kì một em chọn môn thể dục của mình là cầu lông nhưng em chuyển qua học lớp bóng rổ (từ ngày đầu) và đã làm đơn xin chuyển lớp ( thầy [full_name] đã kí ). ĐẾN cuối học kì, sau khi thi xong thì em đã đạt và đã làm đơn xin chuyển điểm ( thầy chủ nhiệm dạy lớp bóng rổ đó và thầy [full_name] đã kí ). Em nghĩ đơn k như vậy rồi là xong nên đã nộp đơn chuyển điểm cho thầy chủ nhiệm. Nhưng do quá chủ quan nên đến hôm nay em mới xem bảng điểm trên Mybk thì thấy điểm thể chất của em là 13(chưa đạt). . . Nếu như vậy thì có cách nào để em xin sửa lại điểm không ạ,em xin cám ơn.. . . . MSSV : [student_id]",
            "Chào bạn,. . Việc nhập điểm là do giảng viên chấm và nhập điểm và gửi lên Phòng Đào tạo. Nếu có sai sót về điểm bạn vui lòng liên hệ trực tiếp với giảng viên để xin điều chỉnh lại điểm số nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ em là [full_name] mssv [student_id] em có thi mác [full_name] ngày 05-01-2020 và em mới coi điểm hôm qua nhưng em không biết điểm cập nhật khi nào .Hôm nay em đăng kí phúc khảo điểm thì lại không được ạ. Vậy giờ em muốn phúc khảo điểm thì em phải làm như thế nào ạ. Em xin chân thành cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Do em chưa có điểm kịp thời môn tư tưởng hồ chí minh nên không kịp đăng ký vào đợt 3.. . Mong phòng đào tạo có thể cho em đăng kí bổ sung môn tư tưởng hồ chí minh(SP1005)vào thứ 2 tiết 101212 cho kịp tiến độ học tập.. . Em cảm ơn",
            "Môn học đã full sĩ số và không thể đăng ký cho bạn được.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI2093",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI3211",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . em chào cô ạ. cô ơi, hiện e có 1 sô vấn đề thắc mắc về môn học, em muốn gửi mail để hỏi giao viên dạy bộ môn đó, nhưng em kiếm mail của cô không được, cô có thể cho em xin email của cô [full_name] được không ạ. e xin cảm ơn cô rất nhiều,. . . .",
            "Chào bạn. . . . Bạn liên hệ trực tiếp [full_name] để biết email giảng viên, PĐT không phụ trách phần email giảng viên.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo, em tên là [full_name], MSSV [student_id].. . Vừa qua bảng điểm trên mybk của em đã có một số môn, trong đó có môn Quá trình và thiết bị cơ học, mã môn CH2019. Khi tính lại thì em thấy điểm trung bình thấp hơn so với điểm em tính (em tính ra [full_name].0 nhưng hệ thống hiện 5.5). . . Mong phòng đào tạo xem xét và tính lại thử dùm em ạ. Em cảm ơn.. .",
            "Chào bạn,. . Theo bảng điểm gốc [full_name]V nộp điểm TK môn CH2019 là 5.5đ (30 10 60)%.. . Thân mến",
            "Dạ em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . -Em tên là [full_name].              MSSV: [student_id]. . -Lớp: BD16CN03.               Ngành:BDCN. .                               TPHCM, ngày 15 tháng 1 năm 2020. . -Nay em viết đơn này xin phòng đào tạo bổ sung môn học HK 2 (2019-2020):. . -Môn Thực Tập Tốt Nghiệp: 260661. . -Môn Pháp Luật Việt Nam Đại Cương: SP1007. . -Do hôm trước em đã đăng kí thành công môn thực tập tốt nghiệp trong đợt 1 e nghĩ đã đăng kí rồi nên trong kì đăng kí đợt2 và 3 em không có đăng kí lai, em kính mong phòng đào tạo xem xét và tạo điều kiện cho em.. . -Em xin trân thành cảm ơn.",
            "PĐT đã đăng ký môn SP1007 cho bạn. . . . Riêng môn TTTN sẽ có bộ phận liên quan phản hồi cho bạn sau vì phải xét điều kiện nhận TTTN của bạn",
            "Dạ e cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo!. . Em là [full_name], mssv: [student_id]. . . Em đã đăng kí môn ME4003 nhưng thời kết quả đăng kí đợt 3 lại không có môn này. Em môn phòng đào tạo xem xét lại vì đây là môn tiên quyết của ngành em, nếu không đăng ki được sẽ không đăng kí được đồ án chuyên ngành và chậm trễ việc học. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Bạn vào phần ĐKMH kết quả đợt 3 -  chọn xem lịch sử đăng ký để biết lý do không đăng ký được."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy/cô . . em là [full_name] - /mssv [student_id]. . Do điểm môn đồ án thiết kế máy của em do thầy [full_name] đã nhập sai. Em đã gửi mail cho thầy kiểm tra và thầy đã sửa lại. Nhưng điểm của em vẫn chưa được cập nhật lại theo điểm của thầy. Mong thầy/cô xem xét giúp em ạ.Em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ với giáo viên phụ trách nha bạn. . Thân mến",
            "chào thầy/ cô; . . Về điểm môn đồ án thiết kế máy của em vẫn chưa được chỉnh sửa. Mặc dù em đã liên hệ với giáo viên nhưng thầy kêu rằng thầy không thể sửa điểm cho em trên elearning nên đã bảo em đem bảng điểm lên phòng đào tạo để hỏi về vấn đề này. Nhưng hiện đang phải nghỉ dịch nên em  không thể lên trường.Em cũng đã gửi kèm bảng điểm môn đồ án. Mong thầy/ cô xem xét dùm em ạ. Em cảm ơn  QUOTE Chào bạn,. . Bạn liên hệ với giáo viên phụ trách nha bạn. . Thân mến  /QUOTE . .",
            "Chào bạn,. . Giảng viên trả lời với bạn như vậy là chưa thoả đáng nhé, vì nếu thầy cô nhập sai điểm chỉ có thầy cô mới có quyền sửa điểm cho sinh viên. nếu thầy cô không biết quy trình sửa điểm bạn có thể nhắn thầy cô liên hệ vơi thư ký  khoa để được hướng dẫn và hỗ trợ nhé! và sinh viên không thể làm việc đó thay giảng viên nhé",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914486  /b \t. . . . Dạ thưa thầy cô em là sinh viên ngành xây dựng trường bách khoa . Dạ em thi quốc phòng rớt học phần 3  còn học phần 1 và 2 đạt ạ . Em có thắc mắc là nếu học lại thì em phải học mỗi học phần 3 hay học  cả hết ạ và học thì có thể học vào thời gian nào ạ. Cách đăng kí và nộp học phí để học ạ . .  Và trong bảng điểm của em phần môn giáo dục quốc phòng ghi là 13 nghĩa là vắng thi mà em đã thi đầy đủ 3 học phần và kí giấy rồi ạ .Vậy giờ em phải đi kiểm tra lại ở trung tâm phải không ạ .. .       DẠ EM CẢM ƠN THẦY CÔ Ạ",
            "Chào bạn,. . Về việc này bạn liên hệ trực tiếp tại TT GD Quốc Phòng để được hướng dẫn nhé, Khi nào bạn có chứng chỉ GDQP bạn vui lòng làm đơn xin miễn và nộp tại Phòng Đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Thầy/Cô,. . . . Em là [full_name] MSSV [student_id] là sinh viên bằng 2,Khoa máy tính,. . . . Do kì đăng ký môn học bổ sung vừa qua em chưa kịp đăng ký môn học, hiên tại em đang muốn đăng ký các môn học còn sĩ số cho văn bằng 2 vào buổi tối có được không ạ. . . . Mong quí Thầy Cô giải đáp giúp em",
            "bạn đăng ký môn học nào.. .  cung cấp mã môn học, mã nhóm để xem xét. . Thân",
            "Dạ em đăng ký các môn:. . . . CO3005 [full_name] [full_name] Lập Trình Nhóm B01. . CO3069 Mật mã và An ninh mạng Nhóm B01_B01. . . . Mong Thầy xem xét giúp em. . . . Trân trọng.",
            "đã đk cho bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo ạ, khi kiểm tra thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ (như hình bên dưới) mã môn EE2022 và EE2016 lớp L24. . . Mong phòng đào tạo sớm khắc phục, em cảm ơn.",
            "Bạn bị trùng 1 tuần.. . bạn hủy môn học nào",
            "Dạ ban đầu không bị trùng nhưng sau khi có kết quả thì lại bị trùng ạ, giờ xóa môn thì sẽ bị trễ chương trình ạ!",
            "Em mong phòng đạo tạo xếp lại lịch cho hợp lí hơn, vì hầu hết các bạn trong nhóm đều có lịch như trên nên sẽ không chỉ ảnh hưởng mình em mà còn các bạn khác.",
            "Nếu bắt buộc xóa thì em chỉ có thể xóa môn EE2017 Cơ sở kỹ thuật điện rồi chuyển môn còn lại qua nhóm khác cho phù hợp chứ 2 môn trên là môn học trước của những môn sau mà em sẽ học trong kì tiếp theo. Em cảm ơn",
            "Theo như em thấy trên Đăng kí môn học thì có thể xóa môn EE2017 rồi đổi nhóm EE2015 từ L11_L24 về L05_L12.",
            "đã hủy môn EE2017, đổi nhóm EE2015 về L05_L12. . Thân",
            "Phòng đào tạo có thể giúp em xem môn EE2017 còn lớp nào em có thể học được không ạ ? nếu được thì em không bị trễ chương trình cho các bạn khác ạ. Em cảm ơn ạ",
            "Em kiểm tra thấy còn trống sáng thứ 6, có thể đăbg kí được lớp EE2017 L08 nhưng không rõ lớp TN có đăng kí được không ?",
            "đã đk EE2017_L08_L16. . Thân",
            "Em cảm ơn nhiều ạ! . . Khi nào thì em được cập nhật thời khóa biểu và giảng viên ở lớp mới trên BK-eL và BK-stinfo vậy ạ?",
            "Hôm trước em có thay đổi TKB, pdt đã cập nhật trên \"Thông tin sinh viên\" nhưng chưa cập nhật giảng viên trên BK-Elearning, mong pdt sớm cập nhật để em nhận được các thông báo của giảng viên. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Thầy/Cô,. . . . Em là Nguyễn Hoàng Hải Triều MSSV [student_id] là sinh viên bằng 2,Khoa máy tính,. . . . Tháng 8/2019 em có bị tai nạn giao thông dẫn đến gãy cẳng chân trái, hiện nay em được bác sĩ chuẩn đoán là có thể bị khớp giả ( xương lâu lành) và có thể qua tết sẽ phải phẩu thuật ghép xương lại. Vì lý do đó em sợ không thể theo học môn học CO3059 Đồ Họa Máy Tính vào lớp chính quy. . . . Thầy/Cô cho em hỏi em có thể xin hủy môn học này được không ạ. . . . Mong quí Thầy Cô giải đáp giúp em, em xin chân thành cảm ơn",
            "đã hủy môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào  PĐT ạ.. . Em tên là Võ Đặng Quốc Tường, MSSV:[student_id]. Cho em hỏi làm cách nào để xem được chuỗi đáp án mà máy chấm ạ, môn học của em là Vật Lý 1 PH1003, em thi ngày 7/1/2020, tại em muốn đối chiếu với đáp án. Trước đó khi đối chiếu đáp án của trường thì em được 3.75 nhưng khi chấm ra chỉ còn 3. Cho em hỏi có cách nào để rà sót lại không ạ.. . Em thành thật cảm ơn ạ.",
            "Chào bạn,. . Môn thi trắc nghiệm không phúc tra nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào thầy(cô) ạ, em có một câu hỏi ạ, em có đăng ký môn học EN3021: Biến đổi khí hậu vào sáng thứ 5, tiết 2-3-4, cơ sở 2 nhưng sau khi có kết quả đợt đăng ký thì em đã bị hủy môn học này với lí do không đủ thời gian di chuyển giữa 2 cơ sở ở môn LA1009: Anh văn 4, nhưng là môn Anh văn 4 em đăng ký vào lớp sáng thứ 6, tiết 3-4-5, cơ sở 1. Em không biết có sự nhầm lẫn ở đây không ạ, em mong thầy (cô) kiểm tra lại giúp em, em chân thành cảm ơn ạ.",
            "Môn EN3021 nhóm L01 học : Thứ 6, tiết 7 và Thứ 4 tiết 2. cận giờ với môn L[full_name]1009 nhóm [full_name]01 học thứ 7, tiết 3 (3 tiết). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Phòng đào tạo Đại học Bách Khoa . . Em tên là: [full_name]. . MSSV: [student_id], Lớp XD17DD02. . Vừa qua trong đợt đăng kí môn học vì lí do không đạt chuẩn Anh văn sau năm 2 nên em không không đăng kí được những môn chuyên ngành năm 3. Trong đợt chuyển điểm Anh văn ngày 15 tháng 1 em đã nộp bằng để chuyển điểm.. . Em viết đơn này mong muốn phòng Đào tạo cho em đăng kí môn học những môn sau đây:. . CI2093 - DAMH kết cấu bê tông thép 1 (A02). . CI3009 - Kết cấu thép 1 ( A01 ). . CI3095 - Cấp thoát nước ( A03 ). . CI3197 - DAMH nền móng  ( A05 ). . CI2091 - Kết cấu bê tông thép 1 ( A01 ). . CI3195 - Nền móng ( A02). . CI1047 - Luật và kinh tế xây dựng ( A01 ). . Em xin chân thành cảm ơn.",
            "Chào bạn.. . Hiện tại mới đk được 02 môn CI2091 và CI2093.. . các môn còn lại lỗi TQ CCAS_2 và CCAS_3. . Thân",
            "Dạ cho em hỏi 2 lỗi đó là lỗi gì vậy à, cho em  xin cách khắc phục 2 lỗi đó.. . Em xin cảm ơn Phòng đào tạo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Họ tên SV: [full_name]. . -MSSV: [student_id]. . -Lớp: VB2-KHMT. . . . -Tên môn học: Mật mã và an ninh mạng. . -Mã môn học: CO3069. . -Nhóm lớp: B01. . -Giờ học: Thứ 3 (tiết 13-14-15) và Thứ 7 (tiết 9-10)",
            "Môn CO3069 lỗi môn học trước : CO3003. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào thầy.. . Em có đăng ký môn ee3041 (xu ly tin hieu fpga) ở hk2 chính quy. Nhưng khi có kết quả đăng ký môn học thì em lại bị mất. Thầy xem lại giúp em ạ. Em cám ơn thầy",
            "Chào bạn;. . bạn chọn kết quả đăng ký môn trên mybk    đăng ký môn học, mở lịch sử đăng ký môn học lên xem lý do nha",
            "Chào thầy. . . Em đã check như thầy hướng dẫn và thấy thông báo thiếu môn ee1015 ( kỹ thuật số ).. . Em là sv chính quy mssv [student_id]4 chuyển sang hệ vhvl. Khi học chính quy em đã qua môn đó cả lý thuyết và thí nghiệm. Thầy check lại giúp e ạ.",
            "sẽ cập nhật môn EE3041 nhóm A01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Nhà trường cho em xin đăng ký thêm môn học cho học kỳ sắp tới bất đầu từ 5/2/2020 vì lý do  ngày 14/1 mới được cập nhật điểm nên em không thể đkmh Anh văn. . Xin cảm ơn Thầy/Cô đã đọc yêu cầu của em.",
            "em cung cấp mã môn học, mã nhóm để xem xét. . Thân",
            "Dạ thưa mã môn học: LA1003 . mã nhóm: L03 . . Lớp em định đăng ký thứ 4 tiết 4,5,6 sỉ số hiện tại là :36/60.. .",
            "ok. bạn xem tkb cập nhật vào cuối tuần. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV :[student_id]. . Trong học kì 191 em đã hoàn thành thoả các điều kiện. . -Số tín chỉ môn học đạt được : 88 tín chỉ. . -Số ngày công tác xã hội : 8 ngày. . -Không nợ học phí ở các học kì. . -chuẩn anh văn TOEIC đạt 670 điểm. . Tuy nhiên không biết vì lý do gì mà ở cả 3 đợt đăng ký môn học chính thức và bổ sung em không đăng ký được môn Thực Tập Tốt Nghiệp (260661) và đến nay thời khoá biểu em vẫn bị trống.. . Kính xin phòng đào tạo xem xét để em được đăng ký bổ sung môn học, em xin chân thành cảm ơn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi phòng đào tạo. . Em tên Lê Quang [full_name] - MSSV :[student_id]. . Trong học kì 191 em đã hoàn thành thoả các điều kiện. . -Số tín chỉ môn học đạt được : 88 tín chỉ. . -Số ngày công tác xã hội : 8 ngày. . -Không nợ học phí ở các học kì. . -chuẩn anh văn TOEIC đạt 670 điểm. . Tuy nhiên không biết vì lý do gì mà ở cả 3 đợt đăng ký môn học chính thức và bổ sung em không đăng ký được môn Thực Tập Tốt Nghiệp (260661) và đến nay thời khoá biểu em vẫn bị trống.. . Kính xin phòng đào tạo xem xét để em được đăng ký bổ sung môn học, em xin chân thành cảm ơn  /QUOTE . . Chào [full_name], Chiều em lên Mybk kiểm tra thời khóa biểu nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hôm trước em không thể đăng kí môn Thí nghiệm công trình CI4011 do thiếu môn tiên quyết Kết cấu thép 1 CI3009, nay bảng điêm của em đã cập nhật điêm môn này. Xin Thầy/Cô xem xét cho em được đăng kí bổ sung môn Thí nghiệm công trình ạ. Em xin cám ơn.",
            "Đã nhập: CI4011 nhóm B01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ em xin phép hỏi về vấn đề sau: Em đã học xong chương trình và qua hết các môn nhưng chưa có bằng TOEIC 450 nộp để được đăng kí Luận văn tốt nghiệp, vậy em có thể xin làm Luận văn tốt nghiệp trước sau đó bổ sung bẳng TOEIC 450 sau được không ạ. Nếu được, em cần làm những gì để có thể hoàn thành ước nguyện.. . Em xin cảm ơn thầy cô!",
            "Chào bạn,. . Phải theo đúng quy định nhé bạn.",
            "Chào bạn,. . Bạn có thể liên lạc với Giảng viên để xin được làm LVTN trước. Sau khi có chứng chỉ ngoại ngữ theo đúng quy định, bạn có thể làm đơn xem xét xin đăng ký môn LVTN (có xác nhận của giảng viên hướng dẫn và Khoa) để được xem xét đăng ký bổ sung LVTN.",
            "Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Chào A/C . . Em tên: Nguyễn Tấn Lin . . Mssv: [student_id]. . Hệ VLVH. . Em xin được hỏi: Chuyện là em được miễn môn Tin Học Trong quản Lý Xây Dựng(Ci3169 ....3 tín Chỉ) thuộc nhóm D. . . Mà yêu cầu của nhóm D tối thiểu 3 Tính Chỉ. Vậy Nên Nếu em có đăng ký học thêm nữa hoặc không đăng ký các môn học thuộc nhóm D. Thì em cơ bản đã hoàn thành môn tự chọn nhóm D đúng không ah.!!. . Em xin lỗi đã làm phiền . . Em chân thành cảm ơn.",
            "Chào bạn;. . nhóm D của bạn đã đạt điều kiện rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo, . . . . Em tên là [full_name], MSSV [student_id], lớp HC17KTDK.. . . . Điểm tổng kết của em môn Tổng hợp hữu cơ hóa dầu CH3007, nhóm A01-A giữa bản nháp trên BkeL và MyBK không giống nhau.. . . . Cụ thể: điểm 30% của em là 10, nhưng nhập ở MyBK còn 9. Dẫn đến điểm tổng kết em là 8 thì trên MyBK còn 7.5.. . . . Em có đính kèm file bảng điểm bên dưới.. . . . Em kính mong phòng sẽ giải quyết trường hợp nhầm lẫn của em ạ.. . . . Em xin cảm ơn ạ. . . . . . .",
            "Chào bạn,. . Bạn liên hệ với giáo viên để hiểu rõ.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy(cô).. . . . Theo như trả lời của cô [full_name] thì em nộp chứng chỉ ngoại ngữ 340 thì qua môn Anh văn cơ bản(mã môn học: LA1001) và được đăng ký môn học Anh văn 1(mã môn học: LA1003). Nhưng khi có kết quả đăng ký môn học 192 đợt 3 thì môn Anh văn 1 đã bị hủy do thiếu môn Anh văn cơ bản.. . Hiện em đang thiếu chuẩn anh văn cho năm 2 nên em rất mong quý thầy(cô) giải quyết vấn đề này để em có thể học môn Anh văn 1 trong học kỳ 192 với ạ.. . . . Ghi chú: Chuẩn anh văn cơ bản năm em học là 300.. . . . Em xin cám ơn rất nhiều ạ.",
            "[full_name]1003 nhóm L03.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp đơn vắng phép lên pđt và đã được phản hồi là được vắng phép trong thi cuối kì môn giải tích và đại số tuyến tính. . Khi vào bảng điểm em vẫn thấy hiển thị 13 giờ em phải làm sao ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn đã có QĐ thì sẽ cập nhật theo QĐ nha bạn.",
            "Em cảm mơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi là hiện tại e mới đăng kí được 8 tín chỉ thì nếu em học hết kì 2 chỉ với 8 chỉ thì có đc tính 8 chỉ đó không hay phải học đủ 10 chỉ thì mới tính ạ ? Em xin cám ơn .. .",
            "chào bạn.. . Hiện tại thì vẫn chưa ép tín chỉ min đối với bạn.. . Nhưng bạn cố gắng học và đăng ký nhiều môn hơn, nếu ko thì sẽ ko theo kịp tiến độ học tập. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/chị , Em tên [full_name] hiện đang theo học hệ VHVL . . MSSV: [student_id], Khoa kỹ thuật cơ khí. . Anh chị cho em hỏi em đăng ký môn Đồ án chuyên ngành(CT), trong hệ thống báo đã đăng ký mà sao trong thời khóa biểu không có tên môn học. Do kỳ này em đk Thực tập tốt nghiệp mà em dk nhầm 13 chỉ không biết có giới hạn 12 chỉ không, nên không dk dc. . . Thư hơi dài Anh/chị đọc giúp em, cảm ơn nhiều ạ.!. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn ME4045 không thỏa điều kiện tiên quyết là môn: ME3031. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy( cô) phòng đào tạo dại học Bách  Khoa TPHCM. . Em tên [full_name] MSSV: [student_id]\t. . Hôm nay em viết đơn này vì muốn đăng ký môn học. . Lúc trước em có đăng ký đầy đủ các môn chuyên ngành nhưng không hiểu tại sao khi gửi thành công rồi thì một thời gian sau kết quả lại không có môn chuyên ngành để học. Chuyện này cũng do em bất cẩn không kiểm tra kỹ. Hy vọng thầy có thể giúp em vì em nghĩ chỉ mình thầy giúp được em. . những môn em muốn đăng ký là:. . ME2055: Thống kê trong công nghiệp. . ME4649: Tiếp thị logistics. . ME2051: Vận trù học. . ME4657: Quản lý thu mua. . ME2056: Thống kê trong công nghiệp( thí nghiệm). .",
            "bạn xem tkb cập nhật vào cuối tuần.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Do giữa kì phòng đào tạo sắp em thi tại cs1 nên thầy phụ trách dạy em nhập thiếu điểm giữa kì của em, em mong thầy xem xét nhập giúp em ạ. .",
            "Chào bạn,. . BAn vui lòng liên hệ trực tiếp văn phòng [full_name] để xin bộ môn hỗ trợ, Phòng đào tạo không thể can thiệp về việc điểm môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em đã xem trả lời và kiểm tra thời khoá biểu vào chiều hôm nay nhưng vẫn không có ạ. .",
            "Bạn vào xem lại kết quả nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô, em là sinh viên chuyển từ clc qua hệ đại trà. Em đã đạt chuẩn anh văn ở clc, em có phải học lại anh văn 1- 4 ở hệ đại trà không ạ?. . Em mong nhận được lời hồi đáp sớm từ thầy cô. Em xin cảm ơn thầy cô ạ",
            "Chào bạn,. . Không có quy định nào nói về việc tương đương từ CLC sang Anh văn 1,2,3,4 bên chính quy nha bạn, nếu bạn có chứng chỉ quốc tế, bạn có thể chuyển điểm MH AV 1,2,3,4 theo quy định nhé"
        ]
    }
]