[
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào PĐT!. . . . Ngay cột \"Loại chứng chỉ\" bạn nhấp chuột vào chổ tên chứng chỉ của bạn, bạn sẽ thấy hiển thị ra bảng thông tin chi tiết.. . . . ________. . . . Em đang thắc mắc về việc xem thông tin sau khi mình đăng kí chứng chỉ ngoại ngữ xong chứ không phải lúc nhập thông tin ạ.. . . . Em muốn kiểm tra xem thông tin em nhập chứng chỉ ngoại ngữ có đúng chưa đó ạ, nhưng không biết xem chỗ nào ạ.",
            "Chào bạn,. . Thì bạn muốn xem lại thông tin chứng chỉ bạn đã nhập thì bạn vào lại giao diện chứng chỉ ngoại ngữ đã khai báo, ngay cột \"Loại chứng chỉ\" bạn nhấp chuột vào chổ tên chứng chỉ của bạn, bạn sẽ thấy hiển thị ra bảng thông tin chi tiết.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . mẫu giấy xác nhận này của trường mình lấy ở đâu vậy ạ em không thấy có trong biểu mấu của trường",
            "Chào bạn,. . Ban vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để xin giấy xác nhận để vay vốn ngân hàng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B kì thi anh văn sắp tới của trường có lấy điểm đó mà xét miễn anh văn không ạ . Ví dụ lần trước em thi 300 thì lần này thi 400 có lấy 400 để xét quy đổi điểm không ạ . Còn phí thi khi nào thanh toán ạ. Em cảm ơn Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị  để quy đổi ra điểm các môn anh văn nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. .",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .   B thi anh văn đầu vào là lấy điểm đó chuyển thành điểm các môn anh văn 1 2 3 4 hay cần phải có bằng anh văn ở ngoài ạ . Em cảm ơn",
            "Chào bạn,. . . . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị  để quy đổi ra điểm các môn anh văn nha bạn.. . . . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ cho em hỏi, em là k13 đã nộp chứng chỉ IELTS từ năm 2015. Hiện tại trên thực tế chứng chỉ em đã hết HSD. Vậy em có cần phải nộp lại chứng chỉ khác không ạ? Hay chỉ cần nộp 1 lần là được?. . Em cảm ơn",
            "Chào bạn,. . Khi bạn nộp chứng chỉ đạt chuẩn thì Phòng đào tạo đã pass các chuẩn anh văn LVTN+ TN của bạn rồi. Bạn không cần nộp lại chứng chỉ mới.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi mình thanh toán tiền kiểm tra anh văn định kì như thế nào ạ?. .",
            "Chào bạn,. . Thanh toán tiền qua bkpay hết nha bạn, như thanh toán học phí.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô . .  Vì em chủ quan ko check mail thường xuyên  nên em đã cập nhật thông tin trễ, vì thế em đã ko dc đăng kí môn học, em mong thầy cô mở giùm em để em có thể dc đăng kí và học cùng với mấy bạn.",
            "Chào bạn,. . Bạn vui lòng vào cập nhật thông tin, và sẽ được mở vào đợt tiếp theo (xem tại lịch học vụ). . Thân",
            "Em đã cập nhật thông tin mình rồi ạ",
            "Chào bạn,. . Bạn vui lòng xem lịch học vụ để vào đăng ký môn học vào đợt tiếp theo, đợt này không mở kịp cho bạn đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn học kì 2 không được, em cập nhật thông tin trễ hạn nên không đăng kí môn học kì 2 được ạ. Mong thầy cô giúp em. Em cảm ơn nhiều ạ. . . .",
            "Chào bạn,. . Bạn phải vào cập nhật thông tin theo đúng quy định, và sẽ được mở đăng ký môn học vào đợt tiếp theo. Bạn xem lịch đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô Phòng Đào Tạo. . Đợt kiểm tra giữa kì 191 em có xin phép vắng thi môn XSTK MT2001 và đã được xét duyệt. Em có nhận được quyết định cho phép kiểm tra bổ sung nhưng do bất cẩn nên em đã làm mất. Em cần quyết định đó để nộp về PĐT cùng bảng ghi điểm cuối kì nên hy vọng PĐT có thể cấp lại cho em một bản khác.. . Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ lý do và nộp tại Phòng Đào tạo để được xem xét.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cô [full_name] ơi cho e hỏi cô nhận được điểm ielts chuyển về trường từ IDP chưa ạ ?. . em tên là [full_name],mssv [student_id]",
            "Chào bạn,. . [full_name] tại (05/12/2019) Phòng đào tạo vẫn chưa nhận được chứng chỉ IELTS của bạn từ IDP.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào PĐT . . . . Khi em click vào loại chứng chỉ thì chỉ hiện ảnh bằng toiec em upload lên thôi ạ. Còn thông tin em nhập: điểm nghe, điểm đọc, ngày thi thì không xem lại được ạ",
            "Chào em, hiện tại dịch vụ chỉ hỗ trợ cho xem lại tệp tin đính kèm & điểm tổng thôi, PĐT xin ghi nhận thêm yêu cầu này và sẽ nâng cấp dịch vụ sớm để phục vụ tốt hơn, cảm ơn em đã phản hồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . Em xin chào thầy cô PĐT VLVH.. .  Em là [full_name]. MSSV: [student_id] . . Học kì 191 em chỉ đăng kí 1 môn là Luận văn tốt nghiệp nhưng ngày 4/12/2019 trên BKPAY báo học phí có thêm môn HPAV191-VLVH với số . . tiền 1.350.000 đồng. . . . Xin phòng đào tạo giải thích được không ạ?. . Em xin cảm ơn.",
            "Đã hủy học phí của anh văn rồi nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Bạn vui lòng trình bày câu hỏi vào phần nội dung nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em cập nhật trễ địa chỉ nên là kỳ 2 này em ko được đăng ký môn học. Trong mybk yêu cầm em lên PĐT nhưng khi lên thì cô nói ko biết gì về việc này. Hiện e phải làm sao để đăng ký môn học cho học kỳ tới ạ?",
            "Chào bạn,. . Bạn phải vào cập nhật thông tin theo đúng quy định, và sẽ được mở đăng ký môn học vào đợt tiếp theo. Bạn xem lịch đăng ký môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .                          Kính gửi phòng đào tạo. . Cho em được hỏi là tháng 12 này có đợt kiểm tra anh văn định kì nếu em được trên mức 500 thì có thể miễn tất cả av1, av2, av3, av4 không ạ ? Còn nếu như em chỉ đạt khoảng 400 thì mình có được xếp lớp khong ạ ? . . Còn một câu hỏi nữa ạ là nếu kiểm tra định kì như v mình chỉ chuyển được 1 lần hay là bao nhiêu lần ạ ?. . Em xin cảm ơn ạ !",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học, không có giá trị  để quy đổi ra điểm các môn anh văn nha bạn.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học ký.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ em cảm ơn phản hồi của PĐT . . . . Vậy em có thể đến PĐT để hỏi về thông tin chứng chỉ ngoại ngữ mình đã điền được không ạ.",
            "Chào bạn,. . Bạn không cần phải lên Phòng đào tạo hỏi lại về thông tin chứng chỉ của bạn, Phòng sẽ thẩm tra chứng chỉ và sẽ gọi điện thoại liên hệ với bạn nếu cần điều chỉnh hay bổ sung thêm thông tin.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không cập nhật lý lịch trong thời gian quy định nên không được đăng ký môn, rất mong thầy cô thông cảm và giúp đỡ em ạ.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em chưa kịp cập nhật lý lịch trong thời gian quy định nên không được đăng ký môn, rất mong thầy cô thông cảm và giúp đỡ em ạ.  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng vào cập nhật và nhà trường sẽ mở cho bạn đăng ký môn học vào đợt tiếp theo. . Xem thời gian đăng ký môn học đợt tiếp theo tại: http://www.aao.hcmut.edu.vn/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Em đăng kí môn học k dc ạ, em đã khai báo thông tin r ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đọc lại thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv ...........  I .Bạn hãy nhanh chóng thực hiện theo hướng dẫn bên dưới   U trước 15g ngày hôm nay để được mở đăng ký môn học vào lúc 13g ngày hôm sau  /U  (tính từ ngày bạn xác nhận thông tin liên lạc thành công) -   U trong thời gian mở đợt ĐKMH  /U . . Bạn khai báo lúc 15g58 ngày 05/12/2019 là đã hết giờ đăng ký môn học rồi.. . Bạn vui lòng đăng ký môn học vào đợt 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ, em tên là [full_name], mssv [student_id]. Em xin trình bày là app mail của em bị lỗi nên mỗi lần em vô mail thì mail chỉ hiển thị cái mail đã có từ trước ngày 15/11. Do đó, em sơ sót đã không biết có lịch đăng ký môn học 192 của trường. Dạ, em mong nhà trường có thể cho em đăng ký môn học ở học kỳ 192 để học kỳ sau em có thể học với các bạn được không ạ? . . Em cực kì xin lỗi vì sai sót của em. Em mong nhà trường có thể chấp nhận lời yêu cầu của em được không ạ?. . Em xin cảm ơn ạ.. . Thân ái,. . [full_name].",
            "Chào bạn,. . Bạn vui lòng vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . theo dõi thời gian đăng ký môn học của đợt tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em được biết tiêu chuẩn ngoại ngữ trường mình là tiếng anh nhưng nếu em muốn nộp chứng chỉ tiếng nhật có được công nhận như tiếng anh ko ạ, và nấu được thì mức tốt nghiệp là mức nào ạ. .",
            "Chào bạn,. . Bạn cần đọc lại quy chế:. .  - Trong quy chế học vụ của trường Bách KHoa đã ghi rõ \" Chuẩn   B tiếng anh  /B  khi tốt nghiệp\".... nghĩa là bắt buộc phải là tiếng anh. . .  - ở một số trường đại học khác ghi là  \"chuẩn   B ngoại ngữ  /B  khi tốt nghiệp\"..thì sv có quyển chọn bất kỳ 1 loại ngoại ngữ  nào học cũng được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi văn phòng đào tạo trường đại học Bách Khoa Thành phố Hồ Chí Minh .. . . . Em Tên [full_name] MSSV [student_id] , hiện là sinh viên năm 3 khoa Quản lý công nghiệp . Em viết đơn này nhằm xin nhà trường làm giúp em giấy xác nhận là sinh viên đang học tại trường ạ . Em cảm ơn .. .",
            "Chào bạn,. . Bạn vui lòng vào trang Mybk để đăng ký giấy xác nhận sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  chào thầy cô ạ . Mục số 6 hoạt động ngoại khóa của sinh viên em không thể vô được. Vô mục đó nó hiện nên không tìm thấy tài khoản, em rất hoang mang trong khi các bạn khác vẫn vô được,em mong rằng nhận được sự chỉ dẫn của thầy cô. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "chào thầy cô ạ . Mục số 6 hoạt động ngoại khóa của sinh viên em không thể vô được. Vô mục đó nó hiện nên không tìm thấy tài khoản, em rất hoang mang trong khi các bạn khác vẫn vô được,em mong rằng nhận được sự chỉ dẫn của thầy cô",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng Đoàn Khoa hoặc Đoàn trường về hỏi về thông tin hoạt động ngoại khoa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính  /i  Dạ em xin chào ạ!. Cho em hỏi trường hợp em mất cmnd và chưa nhận được thẻ ngân hàng OCB, vậy làm sao để em nhận được thẻ ngân hàng OCB ạ. Em xin cảm ơn!.. . . .",
            "Chào bạn,. . Về thẻ ngân hàng, bạn vui lòng liên hệ trực tiếp tại Ngân hàng OCB chí nhánh Lý Thường Kiệt để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi điểm thi đợt anh văn vào tháng 12 năm 2019 có dùng để quy đổi điểm xét cho phân ngành không ạ. Em là sinh viên năm nhất.",
            "Chào bạn,. . Đợt thi Anh văn định kỳ ngày 21/12 do Phòng Đào tạo tổ chức chỉ dùng để pass chuẩn AV từng năm học, về phân ngành, bạn vui lòng liên hệ gặp giáo viên chủ nhiệm hoặc ban chủ nhiệm khoa để được tư vấn thêm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Bạn vui lòng đặt nội dung câu hỏi trong phần nội dung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/thầy,. . Em tên là [full_name] thuộc lớp tài năng Khoa Học Máy Tính, em phải sinh hoạt theo lớp 18TN nhưng em đã nhầm sang MT18( Máy tính K18), và theo thông báo thì đã có vài lần dời lịch SHCD và cuối cùng là hủy SHCD đợt 1.. . Do đó, em đã không đi SHCD lịch đúng của mình. Em biết theo quy định em sẽ bị cấm ĐKMH học kỳ kế tiếp. Không biết em còn cơ hội nào để sửa chữa không ạ, nếu có thì em phải làm sao ạ.. . Em xin cảm ơn cô/thầy đã quan tâm giúp đỡ ạ.. .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề SHCD bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 413T1107  /b \t. . . . Cho e hỏi học phí LVTN VHVL bao nhiêu 1 tín chỉ ạ",
            "Chào bạn,. . Xem thông tin học phí tại:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/ Học kỳ 1 (năm học 2019-2020)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em là [full_name], MSSV:[student_id].. . Thầy cô cho em hỏi: Hôm trước em có đăng ký kiểm tra trình độ tiếng anh, nhưng do em bận không tham gia thi được thì em có thể huỷ được không ạ. Em cảm ơn thầy cô ạ.",
            "Chào bạn,. . Bạn đăng ký dự thi thì bạn phải thanh toán tiền, còn việc đi thi hay không thì tùy bạn nhé (không hủy đăng ký được nha bạn). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi e làm con thương binh có được hưởng ưu đãi con chính sách gì không ạ?? Nếu có thì e cần phải nộp giấy tờ gì ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để hỏi về vấn đề chính sách cho con thương binh nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . e chưa đăng kí môn học cho học kì 2 mà hạn chót là 3h ngày 5/12 nên h e muốn đăng kí thì phải làm sao ạ. .",
            "Chào bạn,. . bạn vui lòng xem thời gian đăng ký môn học tại   đợt tiếp theo tại: http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . để xem đợt đăng ký môn học tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   U   /B Em chào Thầy Cô ạ, em tên là Châu Khắc Thành Đạt MSSV [student_id]. Thưa Thầy Cô vào ngày 10/12/2019 là hạn chót nộp học phí , nhưng do lí do hạn hẹp về mặt kinh tế hiện tại nên em không đủ khả năng chi trả tiền học phí. Em viết mail này xin Thầy Cô hướng dẫn em cách thức VAY MƯỢN HỌC PHÍ. . . . . Em cảm ơn!. .  . . Chúc Thầy cô vui vẻ và sức khỏe ạ!",
            "Chào bạn,. . Vấn đề về miễn giảm, gia hạn học phí bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh  viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào anh(chị). Lịch sinh hoạt công dân của em trùng với lịch thi là ngày 7/1/2019. Vậy em có thể xin đổi ngày sinh hoạt công dân được không ạ? Nếu đổi được thì phải làm như thế nào để đổi ạ? Em cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo Đại học bách khoa HCM. . MSSV: [student_id]. [full_name] -Hệ VHVL- Ngành  Kỹ thuật Ô tô. . . . Em muốn hỏi là:. . -Khi nào có kết quả xét miễn môn học của hệ VHVL vậy?. . -Hiện tại em đang được nhà trường xếp lịch học 3 Môn thì trong 3 môn đó có 2 môn em đã học ở cao đẳng rồi. Vậy nếu giờ em không đi học có được k? nếu em phải đi học và đóng học phí mà sau này có kết quả miễn môn đó thì em có lấy lại được học phí đã đóng không?. . -khi nào có thể đóng học phí vậy? Em đã đăng ký làm thẻ OCB khi nhập học nhưng bây giờ vẫn chưa có thông báo gì từ nhà trường.. . . . Em xin cảm ơn!",
            "Em muốn hỏi thêm là hiện tại đã hết thời gian điều chỉnh môn học, em muốn huỷ đăng ký môn học thì phải làm sao?",
            "Chào bạn !. . . . Miễn môn học đang được Phòng đào tạo xem xét khi  nào có kết quả sẽ gửi mail cho các bạn biết.. . . . Hiện tại, không thể trả lời bạn được là không đi học được không vì không biết bạn có được miễn các môn đó không. Tuy nhiên nếu sau khi có kết quả miễn môn và có những môn bạn đang học, bạn có thể làm đơn xin hủy môn do đã được miễn (ngày sau khi có kết quả miễn môn). Lúc đó sẽ không tính học phí các môn học đã được miễn.. . Học phí và tài khoản ngân có sẽ gửi mail thông báo cho các bạn biết.. . . . Thân chào. . . .",
            "Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Cho em xin số điện thoại của thầy dạy bóng rổ tiết 11-12 ạ .Em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Bộ môn giáo dục thể chất (nhà B4) để xin cách thức liên lạc với Giảng viên nhé!@. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em lên đóng tiền đọc mssv, người ta nói là không có tên em, v e phải nên làm thế nào đây ạ",
            "Chào bạn,. . Bạn có tên đóng học phí HK191 trên BkPay nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . mục số 6 hoạt động sinh viên của em k thể vô được. em k biết phải làm sao . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn.. . Về trang hoạt động ngoại khóa, bạn vui lòng liên tại văn phòng Đoàn Khoa để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học phí . em nộp 7triệu 2 và ngày hôm sau chỉ còn 4tr320 vậy em nhận lại tiền thừa bằng cach nào, tài khoản của e khong kích hoạt được e dùng tài khoản OCB của bạn khác nộp học phí,",
            "Chào bạn;. . Phòng Đào tạo sẽ trả lại tiền dư cho bạn qua chuyển khoản nhé. Nếu trong tuần này chưa có thì báo lại cho cô [full_name](mail: [email]). . Than"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô [full_name]f Đạu Học Bách Khoa Tp.HCM. . EM [full_name] [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là muốn xem chuẩn anh văn của môn học đó là kiểm tra ở đâu ạ ? Ví dụ như Cơ lưu chất thì phải đạt chuẩn anh văn sau năm 1 chẳng hạn.. . Mong thầy cô phản hồi giúp em. Em xin chân thành cảm ơn",
            "Chào bạn,. . Chỉ xét Chuẩn Anh văn theo từng năm học nha bạn, bạn phải xem CTDT của bạn môn học đó của bạn thuộc năm thứ mấy (bạn có thể liên hệ với giáo viên chủ nhiệm, hoặc bạn chủ nhiệm khoa) để xin tư vấn thêm về CTDT.. . Bạn tham khảo chuẩn AV theo từng năm học tại đây:http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi một số vấn đề về học phí ạ, hôm thứ 6(6/12/2019) em có chuyển tiền từ vietcombank qua ocb để đóng học phí, nhưng do nhầm lẫn nên em đã ghi nhầm stk thành số thẻ. Em có lên bên ngân hàng làm việc nhưng người ta bảo sẽ rất lâu mới lấy lại được hoặc có khi không thể. Vậy em có thể làm đơn xin nộp học phí trễ được không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về gia hạn học phí bạn vui lòng liên hệ tại phòng Công tác Chính trị sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đóng tiền học phí không tìm thấy mã số sinh viên",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có tên đóng học phí HK191 trên BkPay nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . Bạn vui lòng xem thời gian đăng ký môn học đợt tiếp theo tại:. . http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . để xem kết quả đăng ký đợt 1, và kiểm tra đăng ký đợt tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho e hỏi có thể đăng kí môn học vào đợt đăng kí hiệu chỉnh không ạ,em chưa đăng kí ở đợt 1 ạ",
            "Chào bạn,. . Được nha bạn. . Thân",
            "vâng e cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912514  /b \t. . . . Xin chào ạ! Trường hợp của em vào năm trước em đã hoàn thành an ninh quốc phòng ở trường đại học cũ, hiện trường chưa có chứng chỉ quốc phòng, chỉ có xác nhận bảng điểm. Em đã nộp giấy xác nhận bảng điểm an ninh quốc phòng lại cho trường Đại học Bách Khoa vào tháng 9/2019. Và được phê duyệt như sau\" sinh viên đăng kí không học GDQP_AN đơt này. Sau khi có chứng chỉ nộp để được miễn môn\". Nhưng học phí hk191 báo em phải đóng 890.000 cho môn GDQP_AN. Vậy cho em hỏi có sự nhầm lẫn ở đây không ạ, hay sau khi em nộp lại chứng chỉ cho trường ĐH Bách Khoa, em sẽ được hoàn lại 890.000. Mong thầy cô,mọi người sớm giải đáp thắc mắc giúp em với ạ, em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn là sinh viên Khóa 2019, xem thông báo về việc đóng học phí tại: http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/ Học kỳ 1 (năm học 2019-2020). . Học phí trọn gói, nên dù bạn học hay không học GDQP bạn phải thanh toán đúng theo học phí quy định. Việc miễn học GDQP nếu bạn đã có chứng chỉ thì chỉ không phải đi học nữa.. . Khi nào có chứng chỉ GDQP bạn vui lòng làm đơn xin miễn và nộp tại Phòng Đào tạo để được xét miễn học GDQP.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em là k19, vừa rồi có đợt đăng kí môn học mà em lại để lỡ mất chưa kịp đăng kí. Em lên xem trên mybk thì thấy có 1 đợt đăng kí môn học nữa vào ngày 18-12 thì vào ngày 18-12 đó em có được đăng kí môn học lại không ạ",
            "Chào bạn,. . Bạn vui lòng xem lịch học vụ để vào đăng ký vào đợt tiếp theo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dear Nhà trường,. . Trong học kỳ 1 (2016-2017), môn Giải tích 1 của em có điểm thi là 2,5, nhưng trong tiến độ học tập vẫn ghi là đạt. Kính mong nhà trường kiểm tra lại giúp em, em xin cảm ơn",
            "Chào bạn,. . Theo bảng điểm gốc, điểm thi cuối kỳ HK161 môn MT1003 của em được 3,0đ và điểm tổng kết của em là 5,0đ (đạt). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin hỏi em sinh viên khóa K16 Cơ Khí. Em đang học trễ tiến độ so với chương trình đào tạo nên không tốt nghiệp đúng thời hạn của khóa K16 được. Trong đợt KSK ra trường cho sinh viên cuối khóa vừa rồi em không tham gia có bị ảnh hưởng gì không ạ.Vậy nếu năm sau em khám cùng đợt với khóa K17 có được không ạ.. . Em xin chân thành cảm ơn!!!!!",
            "Chào bạn,. . Vấn đề về Khám sức khoẻ cho sinh viên, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . em là khoá k18, em không thi anh văn đầu vào, cuối học kì 182 em có thi anh văn trên trường tổ chức và được 660, vậy cho em hỏi kì 191 này em có phải đăng kí thi anh văn trên trường tiếp để xét chuẩn anh văn không.",
            "Chào bạn,. . Tuỳ bạn nhé, kỳ thi này tổ chức dành cho các bạn có nhu cầu để xét chuẩn Anh văn từng năm học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Xin phòng đào tạo giúp đỡ em có thể cho em biết lí do Cảnh báo học vụ lần 1 của em là gì được không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . HK191 bạn không bị cảnh báo lần 1 nha bạn.. . Bạn có thể xem thêm mức chuẩn cảnh báo trên web aao. Mỗi học kỳ đều có mức cảnh báo khác nhau.. . Thân mến",
            "Mà sao em thấy trên tình trạng của mình thì có Quyết định Kỉ luật ạ?",
            "Chào bạn,. . Bạn vui lòng xem kỹ lại tính trạng của bạn là cảnh cáo học vụ cuả HK182 nha bạn.. . Nếu bạn muốn biết lý do bị cảnh cáo học vụ thì bạn vui lòng xem lại quy chế học vụ có ghi rõ các lý do sv sẽ bị cảnh cáo.. . Bạn vui lòng xem chi tiết quy định về cảnh cáo học vụ tại:. . www.aao.hcmut.edu.vn-  Học vụ - Xử lý học vụ và kỹ luật.. . Tha6n."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm nay đã hết hạn đăng ký bảo hiểm y tế cho sinh viên, em xin hỏi có cách nào để được đăng ký trễ hạn không ạ",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho e hỏi.. . nếu kì thi tiếng anh sắp tới (21-12) . . e k đủ 350 điểm thì e có đc học kì 2 của năm 3 k?. . em cảm ơn.",
            "cho e hỏi.. . tiếng anh toeic e đã qua 350 r nhưng . . nếu kì thi tiếng anh sắp tới (21-12) . . e k đủ 350 điểm thì e có đc học kì 2 của năm 3 k?. . em cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Sẽ tính theo kết quả đợt thi cao nhất của bạn nhé!. . Thân",
            "dạ cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy cô. Em tên [full_name], mssv [student_id]. Em hiện tại là sinh viên bằng 2 khóa 2019. Khoảng 2 tháng trước em có đăng ký  chuyển điểm 3 môn dưới đây nhưng chưa nhận được kết quả theo lịch hẹn. Em rất mong thầy cô dành thờ gian xem xét. Em xin chân thành cảm ơn.. . . . 3 môn em đề nghị chuyển điểm:. . - hệ thống số.. . - nhập môn điện toán.. . - kỹ năng chuyên nghiệp cho kỹ sư.. . . . Em xin rút không chuyển điểm môn   B hệ thống số  /B  nữa.",
            "khoảng vài tuần nữa sẽ gửi mail miễn môn nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Quý Thầy Cô . . . . Hôm nay là hạn chót đóng học phí, nhưng trang BK Pay của em vẫn không hiển thị phần học phí còn nợ để e có thể thanh toán phần này. . . . . Kính mong sự giải đáp của Quý Thầy Cô .",
            "Chào bạn,. . Học phí HK191 của bạn 3.840.000đ. Do bạn đã đóng tạm ứng lúc nhập học nên học phí của bạn -160.000đ. Số tiền thừa này sẽ được cấn trừ vào HK sau.. . Thân mến.",
            "Vậy phần học phí như thông báo này là ntn vậy ạ ?",
            "Chào bạn,. . Do HK đầu SVB2 chưa ổn định, bạn thuộc diện nào? nên cứ mặc định là bạn thuộc sv bằng 2 nên tính HP theo diện ngoài giờ. Sau đó có quy định lại bạn thuộc diện B2 ngày nên học phí được tính lại theo đơn giá của CQ. Bạn căn cứ vào học phí trên MyBK nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Khác ... . Thầy cho em xin đổi phòng thi môn hoá lí 1, msmh ch2003 từ cs2 113H6, cho em xin đổi qua cơ sở 1 ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi? Theo quy định không được đổi ngày giờ, phòng, cơ sở thi nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em không thấy mục đóng học phjs của mình hiện lên bk pay ạ",
            "Chào bạn,. . Bạn thuộc diện miễn giảm 100% theo ds của phòng Công tác Chính trị Sv ra quyết định.. . Thân mến"
        ]
    }
]