[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Thưa quý Thầy, Cô[full_name] [full_name] Cho em hỏi đợt đăng ký môn học cho học kì 212 sắp tới có được tạm miễn điều kiện Anh văn toeic cho [full_name] không ạ, do dịch nên em khu vực em vẫn chưa sắp xếp để có thể đi thi được ạ[full_name]",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212.. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em tên là [full_name], sinh viên năm 3 hệ Chính quy Ngành Khoa học máy tính.. . . . Trong học kì hè tới (HK213), em mới đăng kí tham gia môn Thực tập ngoài trường (CO3335) thì mức học phí em phải đóng cho 2 tín chỉ là học phí dự thính hay học phí đại trà ạ?. . . . Nếu HK212 em không đăng kí môn Thực tập ngoài trường (CO3335), thì em có được đăng kí môn Thực tập đồ án môn học đa ngành - hướng công . . nghệ phần mềm (CO3109) trong HK212 không ạ?. . . . Em cảm ơn.",
            "Chào bạn. . - TTNT: học phí tính theo hoc phí của chính quy. . - Về đăng ký môn học Hk212, bạn muốn thì đăng k1, Pdt xử lý theo quy định và CTDT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Cách đây vài ngày em có đặt câu hỏi: \"Học kì 202 em có hoãn thi Giải tích 2 và Cấu trúc rời rạc, và sau đó cả 2 môn đều có điểm tổng kết. Trong mail danh sách các môn sinh viên đã có điểm tổng kết, nếu vẫn muốn tiếp tục hoãn thi thì điền form, trong danh sách này em chỉ có môn Cấu trúc rời rạc thôi, nên em đã không điền form vì em muốn nhận điểm tổng kết đó của môn Cấu trúc rời rạc nhưng em muốn được hoãn thi môn Giải tích 2, nhưng sau bây giờ các bạn đều đã được ghi điểm hoãn thi và bố trí lịch thi để xóa điểm hoãn thi môn Giải tích 2, còn em thì vẫn ghi nhận điểm tổng kết đó ạ và không được ghi nhận là hoãn thi\" và nhận được câu trả lời là \"Bạn xem lại mail Pdt gởi, chắc chắn Pdt gởi cho bạn để lấy ý kiến là 3 môn, Pdt làm việc theo hệ thống nên chắc chắn là không có sai sót. . - Vì đã ra quyết định hủy hoãn thi nên không thể xử lý. . . . 39    38    [student_id]    Lâm Phạm Trọng    Phúc    HK202    CO1007    Cấutrúc rời rạc cho KHMT    L03    8.50. . 43    41    [student_id]    Lâm Phạm Trọng    Phúc    HK202    CO1027    Kỹ thuật lập trình    L04    7.00. . 136    131    [student_id]    Lâm Phạm Trọng    Phúc    HK202    MT1005    Giải tích 2    L03    9.00\". . Nhưng khi em xem lại file excel mà pđt gửi trong mail để lấy ý kiến thì em thấy dòng mang số thứ tự 43 và 136 đã được xóa trong file mà em nhận được(em có để hình minh chứng), mong thầy cô kiểm tra lại file đã gửi cho sinh viên ạ để xử lí vấn đề này giúp em ạ, tại vấn đề này ảnh hưởng đến kết quả học tập của em, em cảm ơn thầy/cô ạ!",
            "Chào bạn. . Bạn gởi lại file bạn nhận được và trao đổi trực tiếp với Cô qua mail [email]. . để Cô đối chiếu với người xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo ạ,. . . . Em có đọc quy chế đào tạo thì biết rằng nếu điểm tbtl  = 7.5 thì có thể xin để được đăng kí vượt 21 tín chỉ. Hiện tại, điểm tbtl của em là 7.85 và em có mong muốn được đăng kí vượt 21 chỉ ạ,. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng xem quy chế nhé.. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.3. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đăng ký tốt nghiệp vào ngày 15/11/2021 và đã nhận được giấy chứng nhận tạm thời.. . . . Cho em hỏi:. . - Vì tình hình dịch phức tạp mình sẽ tốt nghiệp bằng việc nhặn bằng trên trường đúng không ạ?. . - Liệu có thể cho em nhận bằng tốt nghiệp sớm hay gửi qua bưu điện để em về quê tránh dịch được không ạ?. . . . Thân,. . Thoai.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Bằng không gửi qua đường bưu điện nhé. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name], MSSV: [student_id]. . . . Trong đợt đăng ký mua bảo hiểm BHYT vừa rồi, em không để ý kĩ là phải đăng ký mua, xong rồi mới hiện lên trên BKpay để thanh toán, em tưởng là chờ up lên Bkpay rồi nhấn vào chọn thanh toán thôi.. . . . Hiện tại là đã qua hạn đăng ký mua bảo hiểm, và hình phạt là không được đăng ký môn học kì tiếp theo. Có cách giải quyết nào để em đăng ký mua BHYT bổ sung và được đăng ký học kì tiếp theo không ạ? Em cảm ơn ạ.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "e-learning sập mấy hôm rồi mà em có deadline quiz vào hôm nay, em hi vọng sửa xóm ạ.. .   i Yêu cầu khác .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi anh văn 4A tháng 12 thi vào lúc nào và có kịp để xét đăng kí môn học cho kì 212 không ạ.  Nếu đăng kí được(em chưa học anh văn 1 2 3) mong thầy cô hướng dẫn để em dược đăng kí ạ. Em xin chân thành cảm ơn quý thầy cô. .",
            "Chào em, vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi kì 212 có xét chuẩn anh văn không ạ. Do dịch nên em ở quê nên không thể đăng kí thi ở IIG. Kì tới em không kịp nộp bằng vào ạ",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký xét tốt nghiệp, thanh toán lệ phí và đã nhận được mail xác nhận của trường trong mail cá nhân vào ngày 22/11/2021. Em cũng đã có tên trong danh sách tốt nghiệp dự kiến. Vì không tiện nên khi điền thông tin đăng ký xét tốt nghiệp em không chọn gửi giấy tốt nghiệp tạm thời qua đường bưu điện. Vậy em sẽ trực tiếp vào trường nhận giấy tốt nghiệp tạm thời hay nhận giấy ra sao ạ. Hay tiếp tục đợi mail thông báo từ trường ạ? Em cảm ơn.",
            "Chào em,. . Hiện tại em có thể vào mybk/Đăng ký tốt nghiệp để tải file mềm để sử dụng trước nhé, bản giấy sẽ gửi cho bưu điện theo địa chỉ SV đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Em tên là   B [full_name]  /B , MSSV   B [student_id]  /B .. . Em đã đăng ký tốt nghiệp ngày 22/11/2021 nhưng đến nay vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời. Thầy cô cho em hỏi khi nào em được nhận để em hoàn thành hồ sơ xin việc ạ.. . Em cảm ơn.",
            "Em đã đăng ký và nộp tiền nhưng Nay em vào MYBK mục đăng ký tốt nghiệp thì báo là \"không được phép đăng ký (tạm dừng)\". Thầy cô xem lại giúp em với",
            "Chào em,. . Hiện tại em vào lại mục mybk/Đăng ký tốt nghiệp để tải file mềm sử dụng trước nhé, bản giấy đã gửi bưu điện vào ngày mai cho SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm trước em có nộp đơn xin giấy giới thiệu để xin học môn gdqp qua bksi, có một chị trả lời cho em là không cần giấy chỉ cần thẻ sinh viên là đăng ký được. Hôm qua bên trung tâm gdqp họ lại bắt em nộp giấy mới được đăng ký học ạ. Cho em xin file mềm của giấy xác nhận sinh viên để em bổ sung cho bên trung tâm ạ, em cảm ơn! Em có gửi kèm đơn xin. . . Cho em xin file qua mail: [email] với ạ.. . . .",
            "Chào em,. . Cô đã trao đổi với TT GDQP rồi nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào anh/chị. . Cho em hỏi sinh viên tuần này đã được chính thức lên trường để vào lab thực hiện đề cương và luận văn chưa ạ?. . Vì tình hình sáng nay em có lên nhưng bị bảo vệ ngăn cản với lí do sinh viên chưa được vào trường. . Em cám ơn",
            "Chào em,. . Thân gửi các bạn Sinh viên,. . . . Theo kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 số 143/ĐHBK-ĐT ngày 17/11/2021, dựa trên kết quả khảo sát sinh viên, trường đã gửi Đại học Quốc gia xin ý kiến về kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022. Thời gian dự kiến như sau:. . . . 1. Đối với các học phần Đồ án môn học, Đề cương Luận văn, Luận văn tốt nghiệp của học kỳ 1 năm học 2021-2022:. . . . Thời gian dự kiến bắt đầu: từ ngày 29/11/2021.. . . .  2. Đối với các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022:. . . . - Thời gian dự kiến bắt đầu: từ 06/12/2021.. . . . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.. . . .  Lưu ý: Tạm thời nhà trường chỉ cho phép Sinh viên học tại Cơ sở Lý Thường Kiệt.. . . .  Trong thời gian giảng dạy và học tập trực tiếp, Giảng viên và Sinh viên tuân thủ đúng quy định phòng chống dịch Covid-19 hiện hành.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em đã gửi gmail cho cô tranh nhưng chauw thấy phản hồi, vậy giwof em nên làm gì ạ?. .   i Yêu cầu khác .",
            "Chào em,. . Vui lòng trình bày rõ nội dung câu hỏi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, em là sinh viên K20, vì em tốt nghiệp cấp ba năm 2019 nên em đã nộp bằng lúc nhập học đầu năm ạ.. . Vậy lúc này em có phải kiểm tra theo như hướng dẫn này trong hình không ạ. . . Vì lúc em kiểm tra thì không có xác nhận Phiếu đăng ký đã xử lý ạ.. . Em cảm ơn thầy cô ạ.",
            ". .",
            "Chàp em,. . Do tôi đang hậu kiểm hồ sơ 2021 nên chưa có thời gian. Tôi sẽ cố gắng xác nhận và thông tin cho sv qua Mail. Có gì phiền em gửi lại nội dung Mail cho tôi vào tháng 1/2022 tới này để nhắc tôi kiểm tra lại cho nhe!. . (em email [email] như cô [full_name] đã trả lời nhé.). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô. . . Em có nhận được mail thông báo về việc nộp bằng  tốt nghiệp THPT. Em là sinh viên chính quy bằng 2 (K20) . Lúc nộp hồ sơ xét tuyển em đã có nộp bằng THPT, bằng tốt nghiệp Đại Học. Vậy giờ em có phải nộp lại bằng THPT không.. . Cảm ơn Thầy/Cô.. . . .",
            "Chào em,. . Em có nhận được mail thông báo về việc nộp bằng  tốt nghiệp THPT. . . =  Email này cho sv bằng 1 nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào thầy cô,. . . . Hiện tại em thấy hệ thống BkEL của trường đang bị lỗi và không thể sử dụng. . . Mong thầy, cô có thể khắc phục lỗi trên hệ thống ạ.. . . . N.. .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào các Thầy/Cô em tên VÕ MINH ĐỨC mã số sinh viên : [student_id][full_name] [full_name] Lý do hôm nay em viết đơn xin cập nhật môn học Luận Văn Tốt Nghiệp mã số môn học CI4313[full_name] Em đã lên gặp phòng đào tạo và được các thầy cô hướng dẫn em làm đơn gửi bộ môn[full_name] Và hôm nay em đã nhận được chữ ký của thầy hướng dẫn đề tài luận văn [full_name] [full_name] và thầy Chủ nhiệm bộ môn [full_name] Đường Thầy [full_name][full_name][full_name][full_name] Em gửi file đính kèm ạ[full_name] [full_name] Lý do thứ 2: Em đã cập nhật thông tin từ phòng đào tạo về việc bổ sung chữ ký của Khoa Kỹ Thuật Xây Dựng và xác tiến độ hoàn thành của thầy hướng dẫn, nhưng 7 ngày em không thấy phản hồi từ phong đào tạo nên hôm nay em viết lại đơn này[full_name][full_name] [full_name] Em mong Quý Thầy/Cô và Quý Ban tạo điều kiện để em được cập nhật môn học ạ[full_name][full_name] [full_name] Em chân thành cảm ơn ạ[full_name][full_name] [full_name]",
            "Đang trình đơn chờ duyệt"
        ]
    },
    {
        "intent": "",
        "message": [
            "môn giải tích 2 của  được hoãn thi chưa ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin tạm dừng học kỳ 212 với ạ. . . .",
            "Chào em,. . Cô thấy em chưa điền thông tin gì nhé, vui lòng điền đầy đủ thông tin và gửi lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Cho em hỏi em đã đủ các điều kiện đăng kí tốt nghiệp nhưng trên chỗ đăng kí lại để \"không được phép đăng kí(tạm dừng)\" là sao ạ",
            "Chào em,. . Sau ngày 30/11 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT trường Đại học Bách Khoa - ĐHQG TPHCM. . . . Em tên là [full_name]. . MSSV : [student_id]. . Lớp : XD18KT   -   Khoa :Kỹ thuật Xây dựng. . . . Vì lý do cá nhân nên em chưa kịp đăng kí gia hạn BHYT năm 2022 đúng thời hạn. Hiện nay MyBK đã đóng và em không thể đăng kí BHYT cho năm 2022 được. Em xin hỏi PĐT liệu có cách nào để có thể giải quyết được trường hợp của em không ạ? . . . . Hiện em đang ở TPHCM và liệu em có thể gia hạn BHYT của mình tại các điểm thu BHYT tại địa phương không? . . . . Em xin cảm ơn PĐT đã tiếp nhận và trả lời câu hỏi của em. Chúc [full_name]ầy[full_name] một ngày vui vẻ!. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . . . Dạ em có 1 vấn đề nhờ cô - PĐT giải đáp giúp em. Học kỳ trước em đã làm đề cương LV và có điểm trên mybk rồi, hiện tại em làm lại LV thì có cần làm lại đề cương không ạ ? Hay điểm đề cương LV sẽ được chuyển qua chung với các môn học và em chỉ cần hoàn thành LV ạ ?. . . . Dạ em cảm ơn cô ạ. .",
            "Chào em,. . Vấn đề nay em nên hỏi dưới khoa em và GD hướng dẫn LVTN nhé, còn PDT thì chỉ xét đăng ký môn học, nếu em đủ điều kiện thì em có thể đăng ký được LVTN.. . Vấn đề là GVHD có đồng ý không nhé. . Thân",
            "Dạ vâng em cảm ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy Cô, Em là [full_name] [student_id] học lớp XDCTXD04. . Từ khi nhà trường thông báo bảo trì trang e-learning thì sau đó em không thể truy cập vào được nữa.Trong khi kỳ thi cuối kỳ sắp tới gần. Mong nhà trường có hướng giải quyết sớm ạ. Em xin cảm ơn.",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . En xin đăng ký môn học Anh văn theo nhu cầu Anh văn 4A (MMH: LA1043). . Em cảm ơn.. .",
            "Chào em,. . Hiện tại đã hết thời gian đăng ký môn học nhé, em vui lòng đợi mail thông báo vào đợt tiếp theo, trong HK212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. Nay em muốn đăng kí đi học lại những môn thí nghiệm ạ. Em hiện đang ở tp HCM và đã tiêm đủ 2 mũi vaccine. Nhưng lần điền form em không có tham gia điền nên rất mong phòng đào tạo hỗ trợ ạ.",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về vấn đề học trực tiếp tại trường sẽ có văn bản thông báo không ạ? Với điều kiện để được là gì v ạ?. . . .",
            "Chào em,. . Vui lòng trình bày rõ câu hỏi giúp cô nhé. . Thân",
            "dạ cho em hỏi 2 câu. . thứ nhất là sẽ có văn bản thông báo học thí nghiệm trực tiếp tại trường đúng không ạ?. . thứ hai là có ưu tiên cho những sinh viên thuộc khóa nào mới được gọi học trực tiếp không ạ@",
            "Chào em,. . Nhà trường có gửi mail thông báo cho SV đăng ký học thí nghiệm tại trường bạn đã đọc thông báo  và đăng ký chưa?. .",
            "dạ có gửi mail cho sv đăng kí từ ngày 17/11 đến 19/11. cho đến nay vẫn chưa có thông báo gì mới ạ!",
            "dạ em cũng có đăng kí",
            "Đến nay vẫn chưa nhận được mail có thông báo để học lại",
            "Chào em,. . Em vui lòng theo dõi email sắp tới từ PĐT, chốt việc đi học TN này từ 13/12/21 theo lịch của TP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . Em thấy trong mail nhà trường gửi cho sinh viên có ghi là đối với các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022, thời gian dự kiến bắt đầu: từ 06/12/2021.. . Vậy mà đến giờ em kiểm tra lịch học trên MyBK vẫn chưa thấy thời gian cụ thể ra sao ạ.. . Do em đang ở quê nên cần có thời gian để di chuyển để lên lại thành phố ạ. Vì vậy kính mong PĐT thông báo lịch học thí nghiệm sớm cho SV để chúng em có thời gian thu xếp việc học ạ.. . . . Em cảm ơn",
            "\"Chào em,. . Các trường hợp SV đăng ký học thí nghiệm trực tiếp, dự kiến từ ngày 6/12/2021 SV vui lòng đợi mail thông báo và TKB cập nhật nhé. . Hiện tại chỉ có thể trả lời cho bạn là lịch dự kiến thôi nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511567  /b \t. . . .   i Tốt nghiệp . Gửi Cô/Thầy,. . Em là Huỳnh Hữu Khoa (MSSV: 1511567).. . Em có nhận được mail từ PĐT vào ngày 26/11/2021 với nội dung thông báo về lịch trình tốt nghiệp và cách thức đăng ký.. . . . Hiện tại em đang gặp một vấn đề:. . . . Em đang bị tình trạng tạm dừng do không có đăng ký môn học trong học kỳ 211.. . Em không thể vào mục “Đăng ký tốt nghiệp” tại Mybk để thực hiện đăng ký được ạ.. . Mong Cô/Thầy hướng dẫn giúp em cách thức đăng ký ạ.. . . . Em cảm ơn.",
            "Chào em,. . Sau ngày 30/11 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Dạ em chào PĐT. . . . Qua giờ BKeL rất khó vào, vào rất lâu, có khi còn không vào được ạ,. . . . Em mong PĐT xem xét ạ,. . Em cảm ơn nhiều ạ,",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa cô,. . . . Em đã có đăng ký in bảng điểm Đại học và đã được hẹn trả kết quả vào ngày 25/11/2021. Nhưng đến nay đã quá hẹn 5 ngày và tình trạng là vẫn đang in. Không biết khi nào em có thể nhận được bảng điểm ạ?. . . . Kính mong sớm nhận được hồi âm từ cô.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Bảng điểm của em đã được chuyển cho bưu điện rồi nhé, có thể dùng số dt đăng ký của bạn để tra mã vận đơn của Viettel post nha. . Thân",
            "Dạ thưa cô,. . . . Em đã có tra trên app ViettelPost nhưng không thấy thông tin vận đơn. Không biết em có thể xin mã vận đơn để tra cứu được không ạ?. . . . Em thấy thông tin em nhập trên trang Đăng ký là đã chính xác rồi ạ.. . . . Kính thư,. . [full_name]",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . EM chào thầy(cô), ngày mai em kiểm tra nhưng mấy ngày nay không vào được BKel để lấy tài liệu học. Cho em hỏi có cách nào khác để vào không ạ. . Và khi nào thì BKel sẽ hoạt động lại bình thường?. . . .",
            "Chào em,. . PĐT đang khắc phục, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy/cô,. . Em là [full_name], sinh viên khoa điện - điện tử khoá K18. Về vấn đề đi học lại các môn thí nghiệm tập trung ở trường từ ngày 6/12 như trường gửi mail thông báo, em có một số thắc mắc sau, mong thầy/cô giải đáp giúp ạ.. . 1. Trong mail có ghi dựa trên kết quả khảo sát trước đó, như vậy, nếu trong khảo sát trước em chọn \"không mong muốn quay lại trường\" (do tình hình dịch ở quê đang cấp 3,4, các chuyến xe khách lên Tp HCM chưa hoạt động lại...) nhưng học kì 202 em vẫn còn một môn chưa thí nghiệm thì có bắt buộc phải lên trường không ạ? Hay chỉ những bạn có nhu cầu mới lên ạ.. . 2. Việc sắp xếp đi học lại, nếu có, do khoa hay bộ môn hay phòng đào tạo sắp xếp ạ, và em phải xem thời khoá biểu ở đâu vì trên mybk không thấy ạ. . . Em xin cám ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"- Thời gian dự kiến bắt đầu: từ 06/12/2021.. . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\". . Vì tình hình dịch bệnh, đồng thời nhà trường còn phải được sự cho phép của cấp trên, em thông cảm nhé.. . - Nếu trong khảo sát trước em chọn \"không mong muốn quay lại trường\". . =  Em xem lại email: Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all, \" . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô PĐT,. . Em là [full_name], MSSV [student_id].. . Hiện tại mấy hôm nay em truy cập BKEL rất khó khăn. Mỗi lần truy cập phải chờ rất lâu trang web mới load được, thường load xong màn hình lỗi hiện ra, hoặc không truy cập được vào trang web luôn. Em có hỏi các bạn thì rất nhiều người cũng bị như vậy (đính kèm là ví dụ màn hình lỗi).. . Điều này khiến cho việc học tập của em bị ảnh hướng (không vào BKEL lấy tài liệu/nộp bài/xem video được).. . Kính nhờ thầy/cô báo lại với bên quản lý trang BKEL để khắc phục giúp em.. . Em xin chân thành cảm ơn!",
            "Chào em,. . PĐT đang khắc phục, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] MSSV [student_id]. Đầu tháng 11 em đã hoàn thành xong anh văn 2 kỹ năng nói và viết, sau đấy vài hôm em vào mục Đăng ký tốt nghiệp thì đã được phép đăng ký. Nhưng hôm nay thì lại hiện như hình bên dưới. Mong được tư vấn ạ.",
            "Chào em,. . Sau ngày 2/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô ạ. Thầy cô cho em xin email của cô [full_name] dạy môn thí nghiệm vật lý với ạ. Do là em đến hạn nộp bài mà bkel của em bị lag quá mà em không biết mail của cô [full_name] để liên lạc đó ạ. Em xin cảm ơn ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], khóa K20, khoa khoa học và kỹ thuật máy tính. Em đã đọc về quy chế tạm dừng học trên trang aao.hcmut.edu.vn. Tuy nhiên em vẫn còn một số thắc mắc rất mong được thầy/cô giải đáp:. . + Do tình hình dịch bệnh nên em có thể gửi phiếu đề nghị được tạm dừng học qua đường bưu điện đến Phòng Đào Đạo được không hay em phải trực tiếp đến phòng đào tạo nộp phiếu ạ?. . + Sắp tới đầu tháng 12, trường sẽ mở đợt đăng kí môn học cho học kì 2, năm 2021-2022, nếu bây giờ em đăng kí tạm dừng học ở học kì đó thì em không cần phải đăng ký môn học đúng không ạ?. . + Nếu như em hiểu đúng thì nếu em đăng kí tạm dừng học thành công và không đăng kí môn học thì học kì sau em sẽ không phải nộp học phí đúng không ạ?",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô. Cho e hỏi thời gian xét tuyển vhvl, e thấy thông báo hạn chót là chót là 28/11, mà này 30 e vào xem mã hồ sơ thì thấy \"thí sinh đã nộp hồ sơ, trường chưa duyệt\". . Vậy thầy cô cho e hỏi khi nào có danh sách chính thức ạ.",
            "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt. . Em tên [full_name] mssv [student_id] lớp DD16DV1. . 1. Em đã đủ điều kiện đăng kí tốt nghiệp và được phép đăng kí tốt nghiệp trên mybk. Hôm nay em mới có hình thẻ phù hợp với điều kiện nhưng vào trang đăng kí tốt nghiệp lại báo là không được phép đăng kí ( tạm hoãn). . 2. Em tìm kiếm thông tin tốt nghiệp trong danh sách tốt nghiệp dự kiến thì hiện điểm chứng chỉ AV của em là toeic 360 trong khi kết quá cao nhất của em là toeic 520 ạ.. . Kính mong pdt giải quyết giúp em ạ. Em xin cảm ơn.. . . .   i Tốt nghiệp .",
            "Chào em,. . Sau ngày 2/12 em vào đăng ký tốt nghiệp lại nhé,. . Về CCNN sẽ cập nhật lại điểm cao nhất cho bạn trong bảng điểm tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, em tên là [full_name], MSSV [student_id], Đợt trước em có thấy mail pdt báo là 6/12 cho phép học lại các môn thí nghiệm kì trước, em chưa có đăng kí form tại vì chưa có thông báo chính thức từ các môn em học kì trước rằng có tổ chức thí nghiệm không. Em sợ là vào thành phố với tình hình dịch này mà không được học thì lại quay về gây rất nhiều khó khăn. Em muốn hỏi là đợt đăng kí điền form hôm trước em không điền liệu em có được vào học không? Và liệu các môn có thời khóa biểu rõ ràng để em nắm chắc thông tin? Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"- Thời gian dự kiến bắt đầu: từ 06/12/2021.. . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\". . Vì tình hình dịch bệnh, nhà trường còn phải được sự cho phép của cấp trên, em thông cảm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy, cô,. . Em tên là [full_name] sinh viên k19. Em vừa mới xin ra khỏi ktx và chưa nắm được cách đăng ký bhyt của trường nên đã để trễ. Em muốn hỏi là nếu kh có bhyt của trường thì em có gặp vấn đề gì về đăng ký môn học không a? Và em có thể đăng ký các loại bảo hiểm y tế khác không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711720  /b \t. . . .   i Tốt nghiệp . Em xin kính chào Thầy/ Cô,. . ﻿. . ﻿Em là Minh Khánh, sinh viên khóa K17 khoa Ứng Dụng. . . ﻿Hiện tại em đang gặp vấn đề về đăng ký tốt nghiệp. Vì em vừa có điểm anh văn để đăng ký tốt nghiệp, nhưng em không đâng ký được vì bị trạng thái \"tạm dừng\". Rất mong Thầy/Cô mở khóa giúp em trạng thái \"Tạm Dừng\" để em có thể đăng ký tốt nghiệp đúng hạn 24/12. Em xin cảm ơn! . . . . ﻿Chúc Thầy / Cô thật nhiều sức khỏe! ﻿. . Trân trọng./. . ﻿Phạm Minh Khánh",
            "Chào em,. . Sau ngày 2/12 em vào đăng ký tốt nghiệp lại nhé. . Thân",
            "dạ, em xin cảm ơn Cô. Em chúc Cô thật nhiều sức khỏe !",
            "Chào em,. . Em theo dõi giúp cô tình trạng trên mybk/ Khi nào chuyển qua trạng thái đang học mới có thể vào đăng ký tốt nghiệp nhé, hiện tại đang ra quyết định thu nhận cho SV xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. [full_name] CK17CD1   /b \t. . Em thi anh văn vào ngày 6/11, có điểm vào ngày 17/11/2021, em đã đăng kí tốt nghiệp đầy đủ vào đóng tiền lệ phí tốt nghiệp đầy đủ 95.000đ không thiếu gì nhưng hôm nay vào kiểm tra thì thấy hiện bị ra quyết định tạm dừng vào ngày 18/11 và bị đỏ ở chỗ đăng kí tốt nghiệp. Em không hiểu mong pđt giải quyết để em đăng kí được tốt nghiệp nhận đc bằng đúng thời hạn và yên tâm ạ. . .   i Tốt nghiệp .",
            "Chào em,. . Không sao nhé bạn, em đã đăng ký tốt nghiệp thành công rồi, PDT sẽ tự động làm QD thu nhận cho SV và quyết định tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i [full_name]ọc vụ  /i [full_name] [full_name] [full_name] [full_name] Dạ em xin chào thầy cô,[full_name] [full_name] [full_name] [full_name] Em được biết trường mới mở cửa để sinh viên được vào làm luận văn tốt nghiệp[full_name] Em xin hỏi là trường có gia hạn thêm chút ít thời gian để sinh viên vào trường làm Luận văn hay vẫn tuân thủ lịch báo cáo của Khoa như đầu học kỳ ạ?[full_name] [full_name] [full_name] [full_name] Em cám ơn thầy cô rất nhiều,[full_name] [full_name] [full_name][full_name]Nghia",
            "Chào em,. . Em xem email PĐT đã gửi, xem hết email nhé. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022, . . Cô chỉ trích lược: . . \"2. Thời gian Thi. . - Tuần 49-52 (ngày 6-31/12/2021). Riêng sinh viên (SV) chính quy khoá 2021, tuần thi . . là tuần 52 (ngày 27-31/12/2021).. . - Một số học phần kết thúc sớm có thể tổ chức thi ngay trong tháng 11/2021. . . - Phản biện và bảo vệ Luận văn tốt nghiệp (LVTN): theo Biểu đồ học tập hiện hành, . . tuần 51-52 (ngày 20-31/12/2021). Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung . . cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19. . . Thời gian sẽ thông báo sau.. . \". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên [full_name], MSSV [student_id],. . em xem không kỹ mail của trường về việc đăng kí bảo hiểm (chỉ đợi có thông báo đóng bảo hiểm trên BKPAY, mà không đăng kí), nên dẫn đến chưa đăng kí mua bảo hiểm cho năm học sau. Cho em hỏi là giờ em muốn đăng kí trễ phải làm sao ạ? Em xin cảm ơn!. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin tạm dừng học kỳ 212 với ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"đang học\" sang \"tạm dừng\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô ạ,. . Chuyện là gần đây trên trang Đăng ký môn học của trường có mở đợt đăng ký cho HK212. Tuy nhiên, theo thường lệ, chúng em sẽ có mail thông báo đăng ký, nhưng đợt này thì không nhận được mail ạ. Và thời gian đăng ký môn cho phép lại từ 06.12.2020 đến 06.12.2021. Thầy cô cho em hỏi là đợt này có phải đợt đăng ký chính thức hay chỉ là đăng ký nháp ạ? Em cám ơn thầy cô ạ. \t. . . .   i Đăng ký môn học .",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nhà trường cho em hỏi hiện tại, thời điểm hạn đăng kí tốt nghiệp đến hết tháng 12. Tuy nhiên trang đăng kí tốt nghiệp trên MyBK của em lại không thể truy cập do hết tình trạng sinh viên. Nhà trường có thể giải quyết trường hợp này không ạ?",
            "Chào em,. . PDT đang ra quyết định thu nhận cho SV đăng ký tốt nghiệp, em đợi tình trạng SV chuyển qua trang thái đang học thì vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   i Em không biết  . . .",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] - Hồi trước đợt dịch em có mang bằng THPT từ quê lên TP Hồ Chí Minh[full_name] Nhưng vì vấn đề dịch Covid-19 nên em vẫn chưa kịp đưa cho các bạn lớp trưởng[full_name] Sau đó em có chủ quan và đã để lại bằng Tốt nghiệp THPT ở phòng trọ (TP[full_name] Hồ Chí Minh)[full_name] Hiện tại thì em đang ở quê (Gia Lai) và không cách nào có thể lấy được bằng THPT[full_name] [full_name] [full_name] Mong phòng đào tạo có thể tạo điều kiện để em nộp vào lần sau hoặc có cách nào khác để xử lí trường hợp này không ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn![full_name] [full_name]",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Hồi trước đợt dịch em có mang bằng THPT từ quê lên TP Hồ Chí Minh. Nhưng vì vấn đề dịch Covid-19 nên em vẫn chưa kịp đưa cho các bạn lớp trưởng. Sau đó em có chủ quan và đã để lại bằng Tốt nghiệp THPT ở phòng trọ (TP. Hồ Chí Minh). Hiện tại thì em đang ở quê (Gia Lai) và không cách nào có thể lấy được bằng THPT.. . Mong phòng đào tạo có thể tạo điều kiện để em nộp vào lần sau hoặc có cách nào khác để xử lí trường hợp này không ạ.. . . .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em học ngành công nghệ thông tin hệ VHVL, em muốn hỏi vêc việc xin hoãn luận văn tốt nghiệp:. . . . 1/ Có phải xin hoãn là trường sẽ cho hõan đến cuối học kì 212 mới báo cáo lại, mà không phải đóng tiền nữa không?. . 2/ Em phải làm thủ tục minh chứng của giáo viên hướng dẫn và xin xác nhận của khoa như thế nào? Gửi mail xin thầy rồi chụp hình mail hay sao? Còn với Khoa thì sao?. . 3/ Về lí do thì tụi em ghi là ảnh hưởng của dịch bệnh có được không? Vì tụi em ai cũng có thời gian bị F0 nên bị cách ly. Còn phải chăm sóc người thân.. . . . Em xin cám ơn",
            "Chào em,. . 1. Em xem quy định . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . 2. Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn bạn đã điền đầy đủ thông tin). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi (gửi qua email [email]). . - Còn với [full_name] thì sao?. . =  Em hỏi GV để biết email [full_name]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô.. . Sau khi có mail đã đủ điều kiện và được phép đăng ký tốt nghiệp, em đã thực hiện đăng ký thành công (đã có file hình, và đã thanh toán). Thì lúc này tình trạng đăng ký em nhận được là: \"Phiếu đăng ký đã được xử lý (đợi nhận kết quả tại nơi đăng ký). Nhưng hôm nay em vào kiểm tra thì thấy tình trạng đăng ký hiện tại là: \"Không được phép đăng ký (tạm dừng). Thầy/cô cho em hỏi là tình trạng của em đã được đăng ký thành công chưa ạ ? Và có ảnh hưởng gì đến việc nhận bằng trong đợt này của em không ạ ? Em xin cảm ơn",
            "Chào em,. . Không sao nhé em,PDT sẽ tự động ra QD thu nhận và QD tốt nghiệp sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ PĐT cho em hỏi, em có kết quả anh văn nói viết đã được  14 ngày nhưng em chưa đăng ký tốt nghiệp được vì vẫn còn trong tình trạng tạm dừng, lúc trước em có nộp đơn thu nhận lại và PĐT đã trả lời khi nào có kết quả AV nói viết sẽ tự động thu nhận lại lun.. . Mong PĐT giải đáp thắc mắc của em, em cảm ơn.",
            "Chào em,. . Khi nào em có tên trong ds dự kiến tốt nghiệp thì tự động phòng đào tạo sẽ làm QD thu nhận cho bạn, hiện tại em đã đủ điều kiện tốt nghiệp chưa, có muốn đăng ký xét tốt bổ sung?. . Thân. .",
            "Dạ, em đã kiểm tra đủ điều kiện tốt nghiệp rồi ạ. Vậy cho em đăng ký xét tốt nghiệp bổ sung ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "Dạ e chào cô, em có nhận mail từ PĐT và xét thiếu môn CI3075, nhưng e đã học hai môn CI3219 và CI3221 để thay thế rồi ạ. Mong PĐT xem xét ạ. Em cảm ơn.",
            "Chào em,. . Trường hợp em học môn tương đương, vui lòng gửi lại giúp cô 1 yêu cầu khác, ghi rõ xin chuyển điểm môn tương đương để xét tốt nghiệp.. . Trong yêu cầu đó ghi rõ là em học môn tương đường nào (tên và mã MH), tương đương môn học nào (tên và mã MH), ở HK nào giúp cô. . Thân"
        ]
    }
]