[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em xin chào,. . Cho em hỏi trường có đợt làm lễ tốt nghiệp ngày 09/07/2020 mà em không đi làm lễ tốt nghiệp được, vậy em có được cấp bằng tốt nghiệp sau đó không hay phải chờ đợt tháng 11 mới có bằng ạ. Em đã có đăng ký xét tốt nghiệp rồi ạ. . . Em cám ơn.",
            "Chào bạn,. . . . - Nếu bạn có đăng kí tốt nghiệp đợt này nhưng bạn không dữ lễ tốt nghiệp thì bạn nhận bằng sau đó vẫn được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cô ơi, cho em hỏi: khi em đăng ký môn học dự thính, dự thính hè, thì điểm của các môn đó được xét như thế nào vào điểm trung bình tích lũy ?. .",
            "Chào bạn,. . . . Nếu bạn đăng kí môn học trong học kỳ hè 193 những môn trong chương trình đào tạo của bạn thì tích luỹ vào điểm trung bình tích luỹ ngành,. . . . Còn học những môn không phải chương trình đào tạo của bạn thì xét vào số tín chỉ tích luỹ chung.."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, cho em hỏi là k19 có được đăng ký học kỳ hè không ạ ?. . Nếu có thì được đăng ký những môn nào ạ ? . . Em cám ơn vì đã đọc tin nhắn này. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Học kỳ hè bạn vẫn đăng kí được những môn học mới. Nhưng vì chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1927002  /b \t. . . . Em chào Thầy/Cô. . . . Em là sinh viên văn bằng 1 hệ chính quy. Em có thắc mắc về điểm chuyển, mong Thầy/Cô giải đáp giúp em. . . . Em được trường miễn cho mộ QTTB CƠ HỌC, nhưng bây giờ em muốn học môn đó, vậy trường có ghi nhận điểm mới môn đó của em hay vẫn ghi nhận điểm chuyển mà trường đã chuyển cho em ạ ?. . . . Em cám ơn Thầy/Cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn muốn đăng kí học  lại môn đã miễn thì điểm vẫn được ghi mới  nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Cho em hỏi là sau khi có kết quả thi cuối kì của học kì 192. Thì em có kịp đăng ký những môn đã rớt trong học kì 192 không ạ. Và có cách giải quyết nào không ạ, em cám ơn ạĐăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . . . - Hiện tại đang trong đợt đăng kí môn học cho học kỳ hè 193, đợt 2 cho huỷ bổ sung môn học trong học kỳ 193. Đến đợt 3 thì cho đăng kí không cho huỷ, muốn huỷ bạn phải làm đơn rút có tính học phí.. . . . - Bạn nắm qui định đăng kí môn học để đăng kí.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) .  Em sinh viên khóa K13. Điều kiện tốt nghiệp là 155 tín chỉ tích lũy ngành. Nhưng em có học một số môn mã mới, khi chuyển điểm thì hiện tại có 156 tín chỉ. Cho em hỏi có ảnh hưởng gì không ạ và em cần làm gì ạ? Em cảm ơn!",
            "Chào bạn,. . . . Hiện tại bạn tích luỹ 154/155, những môn mã mới khi bạn học phải tương đương mã môn học cũ thì mới chuyển điểm được.. . . . Thân.",
            "Kính gửi PĐT,. . . . Sao em kiểm tra trên bảng điểm thì thấy ghi là 156 tín chỉ tích lũy ngành. Lúc em kiểm tra trong tiến trình học tập thì đếm đủ 155 tín chỉ. Giờ lại được thông báo là 154 tín chỉ. Có thể cho em biết em thiếu tín chỉ gì không ạ. Giờ em không biết kiểm tra như thế nào nữa. Em nghĩ mình đã học hết các môn rồi.. . . . Em cảm ơn!",
            "Chào bạn,. . . . PDT gởi file bạn kiểm tra lại nhé",
            "Kính gửi PĐT,. .  . . Em đọc không rõ file vì lỗi font chữ nhưng em thấy có phải em bị thiếu tín chỉ trong 12 tín chỉ tự chọn không ạ?. . Theo chương trình đào tạo thì có 10 tín chỉ trong ngành và 2 tín chỉ trong khoa điện. Em có học 2 tín chỉ ở bộ môn tự động. Không được tính sao ạ?. . . . Em cảm ơn!",
            "Chào bạn,. . . . - Bạn còn nợ toeic và trong 12 tín chỉ tích luỹ đó bạn còn thiếu. Do vậy bạn kiểm tra lại chương trình đào tạo của mình xem.. . . . - Đồng thời bạn nhờ khoa và giáo viên chủ nhiệm tư vấn cho bạn thêm.. . . . Thân.",
            "Kính gửi PĐT,. . Em có lên văn phòng khoa, cũng hỏi thầy chủ nhiệm, thầy nói cứ kiểm tra trong danh sách môn và chương trình đào tạo. Em có gửi 3 file đính kèm về chương trình đào tạo cũng như các môn em đã hoàn thành. Em kiểm tra và em không hiểu tại sao em thiếu tín chỉ nên em mới hỏi. Nên em chỉ muốn biết trong 6 môn đó. Môn nào em không được cộng số tín chỉ để em còn đăng kí học.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn trình bày lý do để PDT xét lại tốt nghiệp cho bạn nhen. Bạn làm sớm đi để kịp tốt nghiệp vì 30/6 là chốt danh sách.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào anh/chị,. . Em là [full_name], sinh viên K18 của trường. Em xin hỏi là lúc em đăng kí 2 môn Thực tập điện 2 và Thực tập điện tử 2 trong học kì hè 193 sắp tới thì em có thấy cái lưu ý của trang web là thiếu chuẩn sinh viên năm 3 ạ. Cho em hỏi tiêu chuẩn đó gồm những gì ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Chuẩn sinh viên năm 3 tức là : - SV năm thứ ba: phải tích luỹ  từ 56 đến dưới 80 tín chỉ. Thì bạn mới đăng kí những môn năm 3. Thông thường chuẩn này chỉ xét cho học kỳ chính.. . . . Bạn tham khảo thêm qui chế học vụ điều 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em chào quý thầy cô. Theo quy chế mới thì kì 201 500 toeic chỉ được xét miễn anh văn 1 và anh văn 2. Nếu em nộp vào kỳ hè 193 thì vẫn được xét như kì 192 tức là được miễn 4 anh văn 1,2,3,4 phải không ạ",
            "Chào bạn,. . . . Bạn chuyển điểm  trong học kỳ hè 193 vẫn xét  chuyển điểm theo qui định học kỳ 192. Bạn xem qui chế học vụ điều 31, phụ lục 1 , mục 4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi khi nào em mới có tên trong danh sách tốt nghiệp chính thức ạ. Em chỉ thấy tên trong danh sách tốt nghiệp dự kiến thôi ạ.. . Em cám ơn trước ạ.",
            "Chào bạn,. . . . PDT sẽ cập nhật vào danh sách tốt nghiệp chính thức sau đó.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .",
            "Chào bạn,. . . . Việc phân ngành bạn liên hệ ở khoa nhen."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Dạ thầy/cô cho em hỏi là: Hiện em đang chờ kết quả thi toeic 2 kỹ năng writing and speaking, và hiện đã hoàn thành tất cả các môn học để tốt nghiệp.. . Nhưng hiện em đang có trong danh sách tạm dừng vì kỳ này em không đăng ký môn học.. . Vậy khi em nhận được kết quả toeic rồi,em cần làm gì để được đăng ký tốt nghiệp tháng 7 tới đây ạ.. . Em cám ơn thầy /cô đã giải đáp ạ.",
            "Chào bạn,. . . . Nếu có kết quả đậu  toeic  thì [full_name]T sẽ xét tốt nghiệp cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy,. . Cho em hỏi là em khóa k14 thì có điều kiện ngày công tác xã hội để nhận luận văn không ạ? Nếu có thì bao nhiêu ngày ạ.. . Còn điều kiện công tác xã hội để tốt nghiệp là bao nhiêu luôn ạ.",
            "Chào bạn,. . . . - Ngày công tác xã hội đối với luận văn trong qui chế học vụ điều 10 có qui định.. . . . - Ngày công tác xã hội  để xét tốt nghiệp ra trường trong qui chế học vụ điều 20 có qui định http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn thành tất cả các môn học cần thiết để ra trường, đồng thời đã chuẩn đầu ra TOEIC reading and listening, nhưng chưa đạt chuẩn đầu ra nói viết nên chưa thể tốt nghiệp được. Vì đã hoàn thành tất cả môn học nên học kỳ này em không đăng ký môn học nữa.. . Hiện tại em bị tạm dừng vì không đăng ký môn học.. . Nên em muốn biết trường hợp như em nên xử lý như thế nào? Và làm sao để được nhận vào trường lại?. . Em xin cảm ơn. .",
            "Chào bạn,. . . . Học kỳ 192 bạn không đăng kí môn học nên bị tạm dừng, khi nào bạn có  toeic reading and listening bạn làm đơn thu nhận lại để xét tốt nghiệp ra trường. Bạn cố gắng nhé vì thời hạn tạm dừng chỉ có 1 năm sau (2 học kỳ).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi điều kiện để em qua năm nhất Việt Pháp là gì ạ?. . Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng nói rõ ý của bạn. Trường mình học theo tín chỉ, bạn học hết môn trong chương trình đào tạo của bạn thì ra trường.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi, em đã có tên trong DS tốt nghiệp dự kiến Đợt 1/2020 cho tới hiện tại  vẫn chưa có tên trong DS TN chính thức ?. . Em cảm ơn ạ",
            "Chào bạn,. . . . Nếu bạn có trong danh sách dự kiến tốt nghiệp là bạn đã tốt nghiệp. Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   [full_name]hác ... . Chào [full_name]!. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại trong danh sách tốt nghiệp chính thức không có tên em, em đã đủ điều kiện tốt nghiệp và đã đăng ký tốt nghiệp thành công (đã đống lệ phí), Mong pdt kiểm tra lại giúp em.. . . . Do hiện tại công việc em khá bận, nên cho em hỏi thêm là có bắt buột phải nợp Sơ yếu lý lịch và đơn xin cấp bằng để được tốt nghiệp không ạ. (Trong khi trong lúc đăng ký online đã có thông tin đầy đủ). . . . Trân trọng cảm ơn!. . [full_name] - [full_name]15 - [full_name]T - B[full_name]HCM",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]6. . . . Kính gửi PĐT,. . . . Em đã nhận được email chúc mừng của PĐT và có tên trong danh sách tốt nghiệp dự kiến đợt 1 năm 2020.. . Tuy nhiên, em không thể hoàn tất \"Nộp đơn đăng ký tốt nghiệp\" được. Em đã kiểm tra kỹ các khoản cần thanh toán trong BKpay nhưng không tìm thấy khoản \"lệ phí tốt nghiệp\" (95.000).. . Em có đính kèm hình ảnh bên dưới. Mong PĐT giúp em kiểm tra vấn đề để em sớm giải quyết và hoàn tất đăng ký tốt nghiệp. . . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn làm bước 4 sau đó mới làm bước 5 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . nộp chứng chỉ ngoại ngữ xét đủ điều kiện làm tiểu luận tốt nghiệp",
            "Chào bạn,. . . . Bạn nộp trên MyBK nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy/ cô ạ!. . Thầy/ cô cho em hỏi là theo quy chế mới của trường thì qua năm nhất em phải đạt 28 chỉ để học các môn học thuộc năm 2. Vì kỳ 191 em có biến cô nên đã không thể học, và kỳ này em đang học tổng 19 chỉ, nếu hè em học các môn năm 2 là SP1031, SP1033 và SP1007 để đủ 28 chỉ để học năm 2 và đủ điều điện để phân ngành. Vậy thì liệu các môn này của em có bị xóa khỏi  danh sách đăng ký môn học không ạ?. . Nếu bị các điều kiện này mà em không thể học thì việc phân ngành của em sẽ cùng đợt với các bạn K19 hay là em phải xét phân ngành cùng K20 luôn ạ? . . Em cảm ơn ạ !!!",
            "Chào bạn,. . . . - Những môn bạn nêu trên không xét chuẩn sinh viên theo các năm.. . . . - Việc phân ngành bạn liên hệ với khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào tạo. . 18g00 ngày 12/6/2020 em có lịch thi giữa kì môn Giải Tích 1 dự thính, nhưng do có công việc đột xuất ở nhà nên em không thể dự thi được. Em muốn hỏi em có thể xin phép được thi lại không ạ, và để xin thi lại thì cần làm những gì. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn xem kỹ qui chế học vụ điều 17.2, nếu bạn nằm trong diện qui định của qui chế thì bạn làm đơn nộp PDT. Nếu bạn không nằm trong diện qui định trong qui chế thì bạn bỏ thi sẽ không được giải quyết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đang học năm 2 đại trà ạ.Giờ nếu em chuyển ngành thì chỉ được chuyển sang chương trình chất lượng cao đúng không ạ?. . Nếu bây giờ em vào chương trình chất lượng cao thì phải nộp bằng IELTS 6.0 còn nếu em không có bằng IELTS thì phải học Pre đúng không ạ?. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 30.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong đó qui định : Chuyển từ chương trình đại trà đến chương trình Tiên tiến, Chất lượng cao, Liên kết quốc tế: phải đạt tối thiểu IELTS 6.0 hoặc tương đương.. . . . - Nếu bạn không có bằng IELTS  thì bạn phải liện hệ   văn phòng đào tạo quốc tế để tư vấn kỹ nhen.. . . . . . . . Thân. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đồ án chuyên ngành làm nhóm hay làm cá nhân ạ, nếu làm nhóm thì các thành viên phải cùng ngành hay khác ngành đều được ạ. Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Việc này bạn hỏi chính giáo viên giảng dạy môn này mới giải thích rõ cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên K19, chương trình Tiên Tiến. . . Em có nghe nói sự thay đổi chương trình đào tạo. Em muốn hỏi vào học kì hè em muốn đăng ký môn   B Những Nguyên lý cơ bản [full_name] - [full_name]  /B  và môn   B Vật lý Điện từ  /B  thì phải đăng ký theo mã môn học nào? Có khác gì so với những khóa trước không?  . . Em cám ơn Văn phòng đã hỗ trợ. . .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   [full_name]hác ... . Chào thầy/cô, cho em hỏi [full_name]STN [full_name]17 có được TẠM THỜI miễn xét chuẩn AV theo từng năm học cho học kì 193 và 201 không ạ?. . Trong email \"Thông báo V/v liên quan đến Chuẩn tiếng Anh sau mỗi năm học\" ngày 8/5/2020, cả bản gốc và đính chính đều cho rằng sinh viên [full_name]STN (thuộc Phụ lục 1) thuộc nhóm được MIỄN chuẩn AV ở hk 201.. . Em muốn xác nhận lại thông tin này ạ!",
            "Chào bạn,. . . . PDT không xét chuẩn anh văn sau các năm đối với học kỳ 193, 201, dự thính 201 kể cả sinh viên chính qui và tài năng.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ thưa thầy cô, do năm nay dịch bùng nổ, trường có gửi cho em mail về việc tạm không xét văn bằng tiếng anh cuối năm. Em có thắc mắc là PĐT năm nay không xét văn bằng tiếng anh hay chỉ hoãn lại, lùi thời gian cho sinh viên có thể trau dồi kiến thức ngoại ngữ để nộp văn bằng tiếng anh ạ?. . Em xin trân trọng cảm ơn.. .",
            "Chào bạn,. . . . Bạn đọc kỹ thông báo, khi đăng kí môn học PDT không xét chuẩn anh văn sau các năm đối với học kỳ 193, 201, dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là học viên hệ VHVL K19. Cho e hỏi là e muốn chuyển ngành thì điểm miển ở hệ cao đẳng và điểm học ở đại học BK có được miễn theo không ạ!!! . . . .",
            "Chào bạn,. . . . Bạn chuyển ngành nhớ làm đơn xin chuyển điểm miễn môn lại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi về môn xác suất thống kê và môn cơ lưu chất đối với chuwong trình đào tạo k2019 có khác mã so với k2018 k ạ?",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2019 có nhiều thay đổi so với các khoá trước, nên mã số môn học cũng thay đổi. . . . . Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT . . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi cái ạ : Dạ em mới chuyển ra khỏi ktx nhưng bảo hiểm y tế em đóng cho ktx là hết năm 2020 ạ ... hôm bữa em cũng đóng bảo hiểm y tế 6 tháng cuối 2020 bên nhà trường ạ .... thế em có được lấy lại tiền đã đóng thừa ko ạ .Nếu có thì em phải đến đâu để làm thủ tục nhận tiền ạ . .",
            "Chào bạn,. . . . Việc này bạn liên hệ với phòng Công Tác Chính Trị Sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, cho em hỏi, em là sinh viên năm nhất(k19), nhưng chuẩn av1 của em chưa đạt năm nhất. Nhưng em nghe nói năm nay trường  không xét chuẩn av của năm 1. Vậy thầy cô cho em hỏi em có thể đăng kí av1 trong hk201 được không ạ! Em cám ơn",
            "Chào bạn,. . . . Bạn  đăng kí được anh văn 1 trong học kỳ 201, kể cả học kỳ 193 bạn cũng đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là: [full_name]. . MSSV: [student_id]. . Em có đăng ký môn học của học ký 201 cho học ký dự thính 193 và em nhận được thiếu chuẩn av sau năm 2, nhưng theo em được biết thì không áp dụng chuẩn tiếng anh cho học kỳ 193 và 201, cho em hỏi môn học này em có học vào kỳ 193 không ạ. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Chào bạn,. . . . Đó là câu cảnh báo cho bạn biết thôi, PDT không xét chuẩn anh văn sau các năm trong học kỳ 193,201, dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô,. . Em hiện là sv k19 ạ, em muốn hỏi là những môn về chính trị như pháp luật đại cương và [full_name] là tất cả các khoa đều phải học đúng ko ạ? Tại vì em định đk môn pháp luật đại cương 2 TC và triết học [full_name] Lênin 3TC vào hk hè 193 ạ. . Em cám ơn thầy cô, mong thầy cô có nhiều sức khỏe ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Môn [full_name] -[full_name], Pháp luật Việt Nam đại cương tất cả các khoa đều học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy(cô). . Em tên [full_name], MSSV [student_id], thầy cô cho em hỏi là. Tại sao em vẫn tham gia đánh gia điểm đầy đủ mà điểm rèn luyện trên mybk em lại bằng 0 ạ.. . Em cám ơn và mong nhận được hồi đáp sớm ạ.. .",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ phòng Công Tác Chính Trị khiếu nại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm nay, em soạn tin nhắn này mong nhà trường giải đáp thắc mắc cho em về vấn đề đó là: với năm học 2019-2020, sinh viên ngành Xây Dựng phân chuyên ngành cụ thể như thế nào ạ? và nếu phân ngành ở cuối năm nhất thì cho em hỏi là điểm số của học kì hè của năm nhất có được tính vào để phân ngành 0 ạ? Tại vì hiện tại em đang rất muốn cải thiện điểm số của mình ạ! . . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn việc phân ngành bạn về khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô hỗ trợ ạ.. . Em tên [full_name] [student_id]. . Dạ là trong kì hè 183 em có nộp chứng chỉ là 300, theo em dc biết là đã  250 là qua avcb và đk dc av1, nhưng 2 kì vừa rồi là 191 và 192 em đều bị hủy vào đợt hiệu chỉnh, em có hỏi thầy cô hỗ trợ bksi thì được trả lời là đã cập nhật và đăng kí được rồi, nhưng cứ đến đợt hiệu chỉnh là lại bị hủy, điều này ảnh hưởng rất lớn đến việc học của em, em mong thầy cô hỗ trợ dùm em, giải thích nguyên nhân là do đâu để em khắc phục với ạ, đợt bè này em cũng có đăng kí av1, nhưng em rất lo lại bị hủy nữa, em thật sự cảm ơn ạ.",
            "Chào bạn,. . . . - Bạn xem lại qui chế học vụ điểm anh văn  250 dùng để xét chuẩn anh văn sau năm 1. . . . . - Từ học kỳ 193 trở về trước, bạn nộp  toeic từ 350 điểm  thì điểm anh văn 1 sẽ được 5 điểm.. . . . - Từ học kỳ 201 trở đi thì bạn nộp  toeic từ 450 điểm thì điểm anh văn 1 sẽ được 5 điểm .. . . . Bạn xem tham khảo qui chế học vụ đều 31, phụ 1 nói rất rõ về vấn đề này http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.",
            "Dạ, chào cô.. . Nhưng em đã qua  250(avcb) thì em phải được đăng kí anh văn 1 để được học anh văn. tại sao vẫn k đăng kí được anh văn 1 ạ,. . như vậy điều kiện để được học anh văn 1 là gì  ạ? là bắt buộc phải học anh văn cơ bản mới được học av1 hay sao ạ?. .",
            "Chào bạn,. . . . -Bạn học anh văn cơ bản  đạt anh văn cơ bản mới học anh văn 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng .",
            "Chào bạn,. . . . Bạn làm đơn thu nhận lại, biểu mẫu có sẵn trên trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa Thầy, Cô cho e hỏi là khi nào PDT công bố danh sách sv nhận đc học bổng khuyến khích của kỳ này ạ. . . .",
            "Chào bạn,. . . . Nhà trường chưa có thông báo chính thức việc này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy/cô,. . . . Em là [full_name], MSSV: [student_id]. . . . Học kỳ này em đăng ký tốt nghiệp nhưng trên mybk em lại không thể làm điều đó. Em có hỏi trong ID 7653 và 7683. Cô có nói là sẽ xem lại.. . . . Nhưng hiện tại em không thấy mình trong danh sách tốt nghiệp dự kiến cũng như không thể vào trang đăng ký tốt nghiệp. Em có kiểm tra tình trạng sinh viên thì được cho tạm nghỉ vì kỳ này em không đăng ký môn.. . . . Vậy bây giờ em phải đăng ký tốt nghiệp như thế nào ạ?",
            "Chào bạn,. . . . Chiều thứ 6 tuần này PDT cập nhật danh sách tốt nghiệp mới, những bạn được tốt nghiệp PDT có gởi mail. . . . . Sau 17h thứ 6 tuần này, bạn kiểm tra lại mail, nếu không có mail bạn khiếu nại lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/ Cô!. . . . Hiện tại, em chỉ còn anh văn nói viết là đủ điều kiện xét tốt nghiệp. Em dự định tốt nghiệp vào đợt tháng 11 nhưng ở học kì 192 do không đăng kí môn học nên em đã bị tạm dừng học. Vậy cho em xin hỏi, em phải làm đơn thu nhận lại vào học kì 192 hay đợi đến kì sau (201) hoàn thành anh văn rồi làm đơn luôn ạ?. . . . Em xin cám ơn.. . . .",
            "Chào bạn,. . . . Học kỳ 192 bạn không đăng kí môn học nên bị tạm dừng, khi nào bạn có  toeic reading and listening bạn làm đơn thu nhận lại để xét tốt nghiệp ra trường. Bạn cố gắng nhé vì thời hạn tạm dừng chỉ có 1 năm  (2 học kỳ).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô pdt trường ĐH bÁCH kHOA. Em tên [full_name] MSSV [student_id] thầy cô cho em hỏi là ví dụ hết kì 192 này em tích lũy được 56 tín chỉ, học kì hè 193 em đăng kí thêm 4 tín chỉ vậy sang kì 201 em có được đăng kí môn cho năm 3 không ạ vì không đạt chuẩn sinh viên ạ. Em xin cảm ơn. .",
            "Chào bạn,. . . . Theo qui chế học vụ điều 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658, trong có có qui định:. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . . . . Nếu bạn tích luỹ được 56 tín chỉ thì yên tâm là đăng kí được rồi nhen.. . . . Thân.",
            "Dạ em nhầm ạ. Hết học kì 192 em tích lũy đc 54 tín chỉ. Học kì 193 em đăng kí thêm 4 tín chỉ chỉ nữa. V 4 tín chỉ đó có cập nhật vào để em đủ 56 tín chỉ để đăng kí năm 3 không ạ.",
            ". . . .",
            "Dạ là em có thể đăng ký mô học kì 201 không ạ",
            "Chảo bạn,. . . . Trường hợp của bạn nêu trên  đăng kí được học kỳ 201 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Nhà trường cho e hỏi nếu hè em đăng ký môn thực tập nhận thức ngành vậy e có thể đăng ký thêm những môn khác không?. .",
            "Chào bạn,. . . . Nếu môn không trùng lịch học môn nhận thức ngành bạn vẫn đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào anh chị. Em đã nhận được email có trong danh sách tốt nghiệp đợt 1 và được đăng ký tốt nghiệp. Nhưng e đăng ký tốt nghiệp thì không được. Em hỏi có lỗi gì không ạ,  .",
            "Chào bạn,. . . . Bạn chưa làm bước 4: kích tài tài khoản cựu sinh viên thì mới thức hiện bước 5.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi Phòng Đào tạo!. . Em đã có tên trong danh sách tốt nghiệp dự kiến, nhưng chưa được phép đăng ký vì tình trạng tạm dừng.   B Tuy nhiên, em đã làm phiếu đăng ký thu nhận lại và đã cập nhật tình trạng là đang học (  I như ảnh gửi kèm  /I ) trên thông tin sinh viên.  /B . . Cho em hỏi khi nào em được phép đăng ký tốt nghiệp ạ?. . Em xin cảm ơn!",
            "Chào bạn, . . . . Sau 17 giờ  ngày thứ 6 tuần này bạn vào đăng kí tốt nghiệp nhen.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp .  . . Dạ chào thầy/cô. . . . Em là [full_name], MSSV [student_id]. . . . Ngày 27/5 em bị tạm dừng vì không đăng kí môn học. Sau đó em làm đơn, ngày 11/6 em được thu nhận lại.. . Em kiểm tra trong danh sách tốt nghiệp dự kiến thì có tên và thông tin tốt nghiệp của em, nhưng ở phần \"Ghi chú\" thì bị ghi . . \"Tạm dừng\". . . Ngoài ra, khi em thực hiện đăng kí tốt nghiệp online thì nhận được thông báo \"không được phép đăng kí (tạm dừng)\".. . . . Mong thầy cô kiểm tra và xem xét giúp em.. . Em cảm ơn ạ",
            "Chào bạn,. . . . Thứ 2  (22/6) bạn vào khai đăng kí tốt nghiệp nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL)  /i   B CHO [full_name] SAO E BẤM CẬP NHẬT THÔNG TIN KHÔNG ĐƯỢC Ạ([full_name] [full_name]). .   /B . .",
            "Chào bạn,. . . . Bạn vào đăng kí lại tốt nghiệp nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ. . Thầy/cô cho em hỏi là khi nào thì kế hoạch giảng dạy hk 3 của k19 mới được update lên vậy ạ? . . Liệu có được update trước khi kết thúc đợt 3 đkmh kỳ 193 không ạ?. . Em cảm ơn ạ !",
            "Chào bạn,. . . . Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   [full_name]hác ... . Em chào thầy/cô ạ !. . Thầy/cô cho em hỏi là môn Pháp luật đại cương Việt Nam mã SP1007 có thuộc chương trình đào tạo của [full_name]19 không ạ? . . Nếu không thuộc mà em học thì liệu có bị xóa môn không ạ?. . Em cảm ơn ạ !. .",
            "Chào bạn,. . . . Đối với khoá 2019 môn pháp luật Việt Nam đại cương  vẫn học mã SP1007.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . . Hôm  12.6 vừa qua em có nhận được thông báo tạm dừng học kì vì không đăng kí môn học.  Nhưng hiện tại em chỉ còn av nói viết chưa qua nên em đã không đăng kí môn học,  nếu từ đây tới 30.6 em đủ điều kiện anh văn thì cần làm như thế nào để được đăng kí tốt nghiệp kịp thời hạn vậy ạ. . . Và nếu em không đủ điều kiện av nói viết trước 30.6 thì em cần làm những gì để được trường thu nhận lại vậy ạ. . . Rất mong thầy/cô giải đáp giúp em ạ. . . Em chân thành cám ơn.",
            "Chào bạn,. . . . - Nếu bạn đạt  toeic anh văn nói viết thì bạn làm đơn thu nhận lại và PDT xét tốt nghiệp ra trường.. . . . - Sau 30.6 khi nào bạn có  toeic reading and listening bạn làm đơn thu nhận lại để xét tốt nghiệp ra trường. Bạn cố gắng nhé vì thời hạn tạm dừng chỉ có 1 năm  (2 học kỳ).. . . . Thân.. .",
            "Cô ơi. . Vậy nếu sau 30.6 em chưa đủ điều kiện av nói viết,  thì em có cần làm đơn thu nhận lại để đăng kí 1 môn học cho kì 201 không ạ,  tại nếu chưa kịp đăng kí tốt nghiệp em sợ lại bị tạm dừng học.. . Nếu được thì mình làm đơn thu nhận trong khoản thời gian nào ạ? . . Em cám ơn cô.",
            "Chào bạn,. . . . Bạn thường xuyên xem lịch vụ trên trang web PDT,  khi nào có lịch đăng kí môn học bạn làm đơn thu nhận lại để đăng kí môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Do em có học thêm môn nằm ngoài chương trình đào tạo của khoa khác, nên điểm trung bình tích lũy để xét loại khi tốt nghiệp sẽ lấy điểm của tất cả các môn đã học hay chỉ lấy các môn có trong chương trình aj?",
            "Chào bạn,. . . . -Xét loại tốt nghiệp chỉ lấy những môn trong chương trình đào tạo thôi nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em kính chào thầy cô ạ.. . . . Em là sinh viên đang cần Anh văn Nói và Viết để được xét tốt nghiệp. Tuy nhiên do không ĐKMH nên học kì này bị tạm dừng. . . . . Mới đây, trường có thông báo mới về việc cần hoàn thành thủ tục đăng kí tốt nghiệp trước 30/6. Hiện tại, nếu em đăng kí thi Anh văn trong thời gian này, nếu có kết quả đậu, thì kết quả đó sẽ được gửi đâu đó cận ngày 30/6. Theo thủ tục là có kết quả Anh văn thì nộp đơn xin thu nhận lại. Nhưng nếu lúc đó mới nộp thì em không rõ có kịp để mở lại tình trạng sinh viên hay không. Vậy nên, em muốn hỏi bây giờ em có thể nộp đơn xin thu nhận trước được không ạ.. . . . Em xin cảm ơn rất nhiều.",
            "Chào bạn,. . . . - Bạn nộp đơn thu nhận lại vẫn được, đến lục đó bạn đạt toeic nói và viết thì PDT thu nhận lại để bạn đăng kí tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã học thí nghiệm trước đó, vì rớt môn phải học lại.. .  Em muốn hỏi các bước làm đơn chuyển điểm thí nghiệm và điều kiện để làm đơn chuyển điểm ạ?. .",
            "Chào bạn,. . . . - Những môn lý thuyết có kèm theo theo thí nghiệm khi rớt thì bạn phải học lại hết.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 71303164  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào Phòng Đào tạo,. . . . Em là sinh viên khóa 2013, hôm nay Em vào đăng ký TỐT NGHIỆP BỔ SUNG ĐỢT NÀY. Em đã điền đầy đủ thông tin ở tất cả các mục tuy nhiên ở mục 5 Em không kích vào được NỘP ĐƠN ĐĂNG KÝ TỐT NGHIỆP. Thông tin đăng ký Em có đính kèm ở File ạ.. . . . Em nhờ Phòng đào tạo hỗ trợ giúp Em.. . Em cảm ơn ạ.",
            "Em đã xử lý được lỗi ạ.. . Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy  . Kính gửi phòng Đào Tạo. . . . Em là [full_name] khóa K14, em đã hoàn thành các điều kiện để đăng ký tốt nghiệp.. . Em có đăng ký tốt nghiệp theo form mãu trên web nhưng không được gửi duyệt. Em muốn hỏi là có bị lỗi gì không ạ. Em muốn đăng ký tốt nghiệp đợt 07/2020.. . . . Xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn chụp hình lỗi bạn không đăng kí tốt nghiệp  được để PDT xem xét giải quyết cho bạn.. . . . Thân.",
            "Thân gửi chị [full_name]. . . . . . Em gửi chị hình ảnh bị lỗi đăng ký.. . . . Em điền hết thông tin cột trên mà con trò chuột vẫn không hiện để click được ạ.. . Xin cảm ơn chị"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào Phòng Đào Tạo,. . Cho em hỏi có đợt 2 để đăng kí TTTN hè không ạ? Em quên đăng kí môn Thực tập tốt nghiệp CO3313 do em nghĩ có đợt đăng kí riêng cho môn TTTN như các kì khác. Nay bạn em nhắc em mới để ý thì hết hạn rồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Đợt 2 vẫn đăng kí được nhen.. . . . Thân."
        ]
    }
]