[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em là sinh viên năm nhất và đang học anh văn 1 vẫn chưa thi, nếu em lỡ rớt anh văn 1 thì có được phép tiếp tục học năm 2 không ạ, hay là pđt sẽ bỏ qua chuẩn anh luôn ạ",
            "Chào bạn,. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PDT cho em hỏi 2 vấn đề: . . Em thi toeic nghe đọc được 590 là chuyển điểm được anh văn 1,2,3 và em đang bị thiếu av4 (đã được miễn do anh văn đầu vào nên đã có tín chỉ). . 1. Em đã đủ điều kiện xét tốt nghiệp chưa? Do em thấy k17 thì xét tốt nghiệp là toeic 500đ . . 2. Nếu chưa đủ điều kiện tốt nghiệp, và tình hình dịch chưa cải thiện em không thể thi lại thì em tính đăng ký av4a (nhu cầu). Vậy nếu như trong lúc em đang học, IIG mở lại và em thi nộp vào để đủ điều kiện tốt nghiệp nhưng lúc đó không thể huỷ môn anh văn thì em có được xét ra trường tháng 11.2021 không ạ? . . Hy vọng được thầy cô giải đáp ạ!",
            "Chào bạn,. . 1) Bạn có nợ AV4 thì vẫn chưa gọi là đủ điều kiện TN, về chuẩn CCNN tốt nghiệp bạn xem tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ phục lục 1. . Nếu bạn đủ điều kiện tốt nghiệp, có thể làm đơn xin rút MH (có tính học phí) để xét TN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí nhầm mã môn Đề cương luận văn của ngành khác nên kết quả đăng kí không thành mà em không biết, nay kiểm tra lại em thấy thiếu môn. Phòng Đào tạo có thể mở thêm đợt 3 hay bổ sung tên em vào danh sách môn học được không ạ (mã AS4325)? Em không muốn trễ tốt nghiệp đâu ạ. Mong Phòng Đào tạo giải quyết giúp em, em xin chân thành cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy cô.. . Thầy cô cho em xin được đăng ký tham gia lớp thi công công trình csht (CI4023) nhóm A01 ạ. Ở đợt đk đợt 1 em đã đăng ký nhưng bị xóa mất và hiện đợt 2 thì lớp đã đầy sỉ số (60 bạn) nên em không thể đăng ký thêm được ạ. Em cần học môn này để có thể tốt nghiệp vào học kỳ 2 năm sau ạ và hiện nay em đã là sinh viên năm 5 của trường nên nếu em không học được môn này em sẽ trễ thêm 1 năm nữa ạ. Mong phòng đào tạo có thể tạo điều kiện để em có thể tha gia lớp này ạ. Em xin chân thành cảm ơn ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id], khoa Kỹ thuật Hóa Học.. . . . Em có nguyện vọng muốn hoãn bảo vệ luận văn vì lý do dịch bệnh nên em đã không thể đến trường để làm thí nghiệm từ đầu tháng 6, nên không đủ số liệu để báo cáo. Em đã chuẩn bị đơn và có xác nhận đồng ý của giảng viên hướng dẫn. Em cũng đã liên hệ với Bộ môn và cũng được xác nhận đồng ý của Bộ môn (file hình là email của Đại diện Bộ môn Kỹ thuật Dầu khí ạ).. . . . Trong thời gian này để liên hệ với văn phòng Khoa và xin được xác nhận của Khoa là rất khó ạ. Em không biết xác nhận của Bộ môn thôi có đủ không ạ? Và nếu vẫn cần xác nhận của Khoa thì không biết cách nào để liên hệ với Khoa nhanh nhất trong lúc này ạ?. . . . Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . . . Em đọc kỹ nhé. . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô. . Em xin lỗi vì yêu cầu này có phần chậm trễ nhưng do đến chiều nay, giảng viên bộ môn mới trả lời em. Mong quý thầy cô thông cảm và chấp nhận đề nghị   B mở lớp CH2031 kì dự thính 211  /B  vì tụi em có nhu cầu cấp thiết cần phải học. Em cảm ơn quý thầy cô.. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi thời hạn nộp chứng chỉ ngoại ngữ xét tốt nghiệp ạ. Và cho em hỏi khi nào có thể thi TOEIC nói viết. . . Em đã bảo vệ xong luận văn tốt nghiệp. .",
            "Chào bạn,. . Hiện tại bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là ĐKMH đợt 3 lần này có được phép hủy môn không ạ. Vì trường thông ngày 16/08 bắt đầu học kì nên em đã đăng kí môn tự chọn để đạt 17 tín chỉ. Nên nếu có đợt 3 thì em không đăng kí được môn trong chương trình đào tạo của em được ạ!. . Em xin cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em hiện đã hoàn thành chương trình học tại trường và hoàn thành khoá học Giáo Dục Quốc Phòng An Ninh (GDQPAN) vào ngày 30/7/2021 để đủ điều kiện xét tốt nghiệp trong đợt xét sắp tới. . . Tuy nhiên, tình hình Dịch bệnh Covid-19 đang có diễn biến phức tạp, em không thể đến trực tiếp trung tâm để nhận chứng chỉ và bổ sung cho Nhà Trường. Em có liên hệ với phòng đào tại tại Trung tâm GDQPAN về vấn đề này, thầy cô tại trung tâm phản hồi rằng sẽ gửi email xác nhận em đã hoàn thành khoá học tại Trung tâm GDQPAN với thông tin cụ thể để phục vụ cho việc xét tốt nghiệp. Em có gửi kèm file hình ảnh email từ phía trung tâm. . . Em rất mong phòng đào tạo có thể phản hồi giúp em về việc có chấp nhận hình thức xác nhận qua email này hay không. Về chứng chỉ bổ sung, em chắc chắn sẽ nộp trực tiếp lên phòng đào ngay sau khi tình hình dịch bệnh ổn hơn và em có thể đến Trung tâm GDQPAN để nhận về ạ.. .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua email [email] đề nghị TT gửi trực tiếp kết quả xác nhận về PĐT ĐHBK qua email [email]. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy Cô Phòng Đào tạo,. . . . Em là [full_name] khóa 17, hiện tại em muốn rút môn học học kỳ dự thính 211.. . Thầy Cô cho em hỏi, em gửi đơn PDT-03_Rut mon hoc trực tiếp tại Phòng Đào tạo hay qua địa chỉ email nào?. . Bên cạnh đó, cho em hỏi đến thời điểm nào thì rút môn sẽ không tính học phí?. . . . Em cảm ơn Thầy Cô.. . . . ---. . [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn của HK211. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô, em xin hỏi có được phép hủy kết quả đăng kí môn học (MT2001 - Xác suất và thống kê) của đợt Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 2 vừa rồi không ạ? Nếu hủy được trước khi có lịch học vào ngày 16/8 thì có phải thanh toán học phí không ạ? Tại vì em mới biết điểm thi HK202DT lớp DT01 - MT2001 tối ngày 13/8 nên em không kịp vào hủy trước khi link đăng kí đợt 2 đóng lại. Tình hình dịch bệnh nên hoàn cảnh gia đình khó khăn, em mong muốn giảm được một phần học phí  cho bản thân. Kính mong quý thầy/cô xem xét. Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian và hiệu chỉnh môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . Do sơ suất nên em đã đăng kí dư môn VXL mã EE2039 trong đợt 2 đăng kí môn dự thính HK211 vừa rồi. . . Cho em hỏi là em có thể đăng kí rút môn học tại thời điểm này và nếu được thì có bắt buộc phải thanh toán học phí không ạ?. . Em xin cảm ơn thầy/cô trước ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy MH nhé bạn, bạn vui lòng đợi thông báo về việc rút MH (có tính HP) trong tháng 9/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô, vì em không biết rằng môn đề cương luận văn của em đăng kí sai mã nên bị xóa, khi nhận ra và kiểm tra lại thì đã hết thời hạn hiệu chỉnh. Em kính mong thầy cô có thể mở lại hiểu chỉnh môn học cho em đăng kí lại môn đề cương luận văn tốt nghiệp mã AS4325 ạ. Em xin cảm ơn thầy cô.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô, cho em hỏi là chương trình VJEP có cho phép sinh viên năm 2 bên đại trà CS 2 đăng kí không ạ , và nếu có thì thủ tục ra sao ạ, em xin cảm ơn",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/Chị! Em là [full_name]-[student_id]. Cho phép em xin hoãn bảo vệ luận văn sang kỳ sau. Ngoài forward lại mail của bộ môn như pđt hướng dẫn thì em có cần phải làm thêm thủ tục nào không ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . Bạn làm theo hướng dẫn:. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT:[email]  để đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . EM đã đăng ký hoãn bảo vệ luận văn và được pđt duyệt, vậy kỳ này em có phải đăng ký lại luận văn để kỳ sau bảo vệ không ạ? Nếu có, có phải thanh toán học phí không?",
            "Chào bạn,. . Nếu bạn đã xin hoãn LVTN và được PDT duyệt thì bạn không cần đăng ký lại môn LVTN nhé.. . Bạn vẫn tiếp tục hoãn thành với GVHD và theo dõi lịch bảo vệ trong HK 211 của Khoa để đăng ký.. . Bạn theo dõi thông tin trả lời của PDT về việc hoãn thi để theo dõi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo, kì này em đã học xong tất cả cảc môn và kì tới em còn luận văn nhưng không đăng ký được do thiếu chứng chỉ anh văn. Cho em hỏi nếu vì dịch bệnh và em k học môn nào trong kì tới thì em có bị gì không ạ ? Em cảm ơn",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn học mã của năm 4 nhưng em chưa đủ điều kiện theo học mà em quên xóa trong đợt đăng kí này rồi ạ. Thầy/cô có thể xóa giúp em được không.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện em bị huỷ đăng ký môn nhưng em nhớ đã nộp bằng tốt nghiệp ptth rồi ạ, mà bây giờ qua đợt đăng ký môn lần 2 rồi, em cũng không biết phải làm sao. Em xin nhận lỗi do em chủ quan không xem tkb thường xuyên, xin phòng đạo tạo cho em đăng ký môn để tiếp tục học ạ. . . Em cảm ơn ạ.",
            ". . Chào bạn. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . . . Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 (lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . . . Về việc rút MH (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021.. . . . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng Đào Tạo.. . Em là [full_name] sinh viên khoa kỹ thuật giao thông.. . Em có 2 thắc mắc xin quý thầy cô giải đáp giúp em ạ.. . 1. Em chưa học anh văn 4 cho là đợi sau dịch thi Chứng chỉ quốc tế để chuyển điểm. Thì em có phải đăng ký môn anh văn 4 để duy trì tình trạng sinh viên không ạ (em đã hoàn thành chương trình đào tạo chỉ còn thiếu anh văn 4).. . 2. Dạ nếu em đăng ký học anh văn 4 có đủ thời gian để em đáp ứng được thời gian xét tốt nghiệp của khoá K2017 không ạ.. . Em cảm ơn ạ. . . .",
            "Em kính chào Phòng Đào Tạo.. . Em là [full_name] sinh viên khoa kỹ thuật giao thông.. . MSSV: [student_id]. . . . Do em chưa thể đăng ký thi chứng chỉ anh văn quốc tế kịp trong lúc dịch bệnh, nên chưa đủ điều kiện xét tốt nghiệp.. . Em cũng xin cáo lỗi do mới nhận được thông tin từ lớp trưởng về việc nếu không đăng ký môn học sẽ bị dừng 1 học kì. Em đã đủ điều kiện tốt nghiệp nhưng do chưa chuyển điểm nên em chưa có anh văn 4.. . . . Cho em xin làm đơn xét đăng ký thêm môn anh văn 4 để đủ điều kiện xét tốt nghiệp và không bị dừng học kì với ạ.. . . . Em xin trân trọng cảm ơn ạ.. .",
            "Chào bạn,. . Bạn vui lòng vào ĐKMH trong đợt 3 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý Thầy/Cô . . . . Em muốn hỏi về đơn xin mượn tiền đóng học phí của quỹ hỗ trợ sinh viên Bách khoa ạ. . . . Em cần nộp đơn này vào thời điểm nào ạ, trước ngày đóng học phí hay vào khoảng thời gian đóng học phí ạ.. . . . Lý do của em khi làm đơn không phải là gia đình thuộc diện khó khăn hoặc tương tự, là vì ở thời điểm hiện tại không có tiền đóng học phí ạ, em muốn hỏi khả năng em được chấp thuận có cao không ạ.. . . . Em xin cảm ơn quý Thầy/Cô rất nhiều ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo,. . . . Em tên là [full_name]. Em có mã số sinh viên là [student_id], hiện đang là sinh viên của khoa Khoa học máy tính và kĩ thuật máy tính hệ VHVL. . . . . Dạ em mới nộp đơn nhập học vào tháng 5 nhưng gần đây em phát hiện ra là em không nhận được email từ trường như là email đăng kí môn học học kì mới. . . . . Em mong nhà trường kiểm tra lại giúp em ạ vì em không biết email của em có bị lỗi gì không mà không nhận được thông báo mới từ trường kể từ ngày nhập học ạ.. . . . Em gửi nhà trường email của em là [email]. . . . Mong nhà trường kiểm tra lại dùm em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.. . . . Em [full_name].. .",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại thử đã nhận được mail từ PDT gửi chưa nhé, nếu vẫn chưa nhận được vui lòng phải hồi lại giúp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin đăng kỳ môn học thực tập phân tích các chỉ tiêu môi trường mã môn học GE3037. Lý do không đăng ký kịp, trong thời gian môn học được mở đăng ký lần cuối không thể đăng ký do gặp một số vấn đề trong khu cách ly tập trung."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy cô của PĐT ạ. . . Em có đăng kí hoãn thi 1 môn học nhưng chưa hiểu rõ cần phải làm gì sau khi đăng kí hoãn môn học đó nên quý thầy cô có thể giải thích cụ thể cho em về việc cần làm sau khi hoãn thi được không ạ ( Ví dụ như đăng ký thi ở Học kì tới ở đâu,...). . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn theo dõi lịch thi vào HK tiếp theo để đăng ký thi lại môn đã xin hoãn thi và nộp đơn tại PDT.. . Tải mẫu đơn tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu.. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi đơn kính mong Phòng Đào tạo xem xét giúp em ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . Bạn vui lòng  đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô),. . Em tên: [full_name]  MSSV: [student_id] là sinh viên Bằng 2 Chính quy.. . - Cho em hỏi về cách để đăng ký các môn học năm 1 học chung với khóa K21.Khi nào thì khóa K21 bắt đầu học kỳ và làm sao để xem được thời khóa biểu của khóa K21 để đăng ký học chung.. . Mong được giải đáp.. . Cảm ơn!",
            "Chào bạn,. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 (ghi rõ tên và mã MH) và gửi qua bksi nhé@. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô, em là sinh viên thuộc diện xét tốt nghiệp đợt này.. . Trên hệ thống em đã đạt đủ 15 ngày CTXH tuy nhiên khi đăng ký thì em lại không thực hiện được với lí do là nợ CTXH ạ.. . Mong thầy cô giúp em về vấn đề trên ạ do hạn đăng ký chỉ còn đến cuối tháng này.. . Em cảm ơn rất nhiều ạ.. . Chúc thầy cô nhiều sức khỏe. .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và ĐK tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/cô,. . . . Em thay đổi mật khẩu trên myBK nhưng lúc đăng nhập lại mail bằng mk mới và mk cũ đều không vào được. . . . . Mong nhà trường xem xét hỗ trợ em ạ. . . . Email:. . [email]. . . .   i Yêu cầu khác .",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em làm đơn này mong phòng đào tạo mở giúp em trang đăng kí môn học để em có thể đăng kí môn trong học kì này ạ",
            "Em làm đơn này mong phòng đào tạo mở giúp em trang đăng kí môn học để em có thể đăng kí môn trong học kì này ạ  /QUOTE . .",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và ĐKMH lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy Cô,. . Em là [full_name], khoa Kỹ thuật Hóa học, hiện tại chuẩn bị bảo vệ tốt nghiệp. Tuy nhiên, em vẫn chưa bằng TOEIC 2 kỹ năng nói và viết. Trong điều kiện dịch bệnh hiện nay, bài thi TOEIC hiện tại không tổ chức nên không biết yêu cầu Anh văn đối với sinh viên sắp tốt nghiệp như em sẽ có thay đổi gì không ạ ? Và trường có dự kiến giải pháp thay thế khi không thể nộp bằng tiếng Anh do các đơn vị không tổ chức thi không ạ ?. . Em rất mong được Thầy Cô giải đáp. Em cảm ơn Thầy Cô nhiều ạ.. . . .",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . e chào cô cám ơn cô đã repply thư hôm trước .Ngày 13/8 hôm qua có bạn đã rút ra khỏi môn học dự thính EE3019 TRuyền số liệu và mạng . Nhưng em ko biết điều đó hôm nay e mới nhận ra thì đã hết hạn đăng ký môn học , bây giờ môn đó còn có 1 chổ ( Như hình đính kèm bên dưới) liệu PĐT có thể mở thời hạn đăng ký môn học giùm em với hay là có thể đăng ký môn đó giùm e với ạ m rất cần môn đó để làm đồ án . em cám ơn cô nhiều ạ.",
            "Chào bạn,. . Bạn vui lòng vào ĐKMH nhé, hiện tại đang trong đợt 3 -ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lý do em viết đơn xin hủy hoãn thi. . Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 11-8-2021 em có nhận thông báo của giảng viên nhà trường cho phép làm báo cáo kết thúc môn diễn ra ngày 13-8-2021 việc này yêu cầu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này vì thông báo tới khá trễ sau khi em đã làm xong đơn. . .  Kỳ này em hoãn thi các môn thi trực tuyến, kỳ sau khi mạng ổn định em sẽ thi những môn đã hoãn ạ. . . Em kính mong PĐT xem xét, em xin cảm ơn.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mong pdt xem xét trường hợp này để em được đăng kí môn học ạ",
            "Các mã môn học em nhập vào đều bị như vậy hết",
            "Chào bạn,. . Các nhóm CC01, CC.. chỉ dành cho SV chương trình chất lượng cao nhé, bạn lưu ý khi chọn nhóm đăng ký MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em cần hoãn học kì vì do chưa thể thanh toán học phí vì em không liên lạc được với bên ocb. Nên em không đăng kí được môn cho học kì tiếp theo. Em sợ bị ảnh hưởng. Em mong nhà trường có thể giúp và giải đáp thắc mắc của em được không ạ? và nếu được em cũng xin nhà trường có thể hướng dẫn em cách thức hoãn học kì được không ạ. . .",
            "Chào bạn,. . Bạn phải thanh toán HP 203 mới có thể đkmh trong HK211 nhé, bạn có thể thanh toán online, số hotline của OCB: [student_id]8.. . Tạm dừng học kỳ (không hoãn nhé bạn), hiện tại bạn chỉ có thể làm đơn xin tạm dừng học kỳ 211, nhưng bạn phải hoàn tất HP mới có thể nộp đơn tạm dừng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Hiện tại thẻ ocb của em bị mất, với tình hình này em k thể đóng bằng cách ra ngân hàng ocb ( với ở quê em không có ngân hàng ocb) đóng học phí. vậy có cách nào đóng tiền học phí online không ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ số hotline của OCB để được hướng dẫn nhé:. . [student_id]8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hoãn thi cuối học kỳ . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name] MSSV: [student_id]. . . . Em làm đơn này với mong muốn được thi lại do ngày thi online mạng nhà em không ổn định và có nhiều tiếng ồn xung quanh nên em không thể hoàn thành bài thi tốt nhất. Em mong phòng đạo tạo có thể xem xét để em được thi lại offline trên trường.. . . . Trân trọng và cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ! Thầy cô cho em hỏi học kì 211 còn có đợt đkmh đợt 3 nữa không ạ?",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy, cô. có thể cho em xin mail của thầy [full_name] dạy môn nhiệt động lực học được không ạ?.hiện tại em không liên lạc được với thầy. em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng gửi thông tin về Khoa của Thầy để xin thông tin liên hệ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512505  /b \t. . . .   i Đăng ký môn học . ĐƠN XIN XEM XÉT CHUYỂN ĐIỂM MÔN TƯƠNG ĐƯƠNG. . . . Dạ Thưa Thầy Cô, Em là sinh viên Khoa Xây dựng K15.. . Theo chương trình đạo tạo của K15,   B HK 181  /B   U  Em có học môn   B Xây Dựng cầu-CI4033(3 chỉ)  /B   /U  nay chương trình đạo tạo tách môn xây dựng cầu ra làm 2 môn Xây dựng câu-CI4121   B (2 chỉ)  /B  và đồ án thiết kế cầu-CI4123   B (1 chỉ)  /B .. . Đợt đăng kí môn học lần 2, em có đăng kí LVTN thì thấy em bị thông báo thiếu 2 môn theo chương trình đạo tạo mới.. . Nhận được câu trả lời của Phòng Đào tạo qua Bksi và sự hướng dẫn của bên Khoa về môn học tương đương. Nay em làm đơn xin được xem xét chuyển điểm môn học CI4033(mã cũ) tương đương với hai môn học CI4121 và CI4123 theo chương trình đào tạo mới để em có thể đăng kí LVTN.. . Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
            "Em xin gửi lại đơn xin chuyển điểm có xác nhận của Bộ Môn Cầu Đường và Khoa Xây Dựng.. . Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
            "Chào bạn,. . Bạn vui lòng bổ sung thêm yêu cầu xin đăng ký môn LVTN, ghi rõ lý do, tên và mã MH và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính gửi thầy cô phòng đào tạo. . . . Em là [full_name], em từng đăng ký hoãn thi môn xác suất thống kê lớp DT01-B (5/8 ca 7h) do bị mất file ghi màn hình nhưng em đã kiếm lại được và gửi cho giáo viên và giáo viên chấp nhận nên em xin hủy bỏ việc đăng ký hoãn thi xác suất thông kê, em xin lỗi vì sự phiền hà, rắc rối này, mong thầy cô xem xét giúp đỡ, em chân thành cám ơn.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ pdt cho em hỏi, em đã dk xin hoãn thi được hơn 2 tuần rồi ạ, mà đến giờ trên thông tin sinh viên của em vẫn chưa cập nhật được hoãn thi ạ, em xin hoãn thi môn EE2017 ạ, em cảm ơn ạ!. .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn gửi đơn hoãn thi ở đâu? vui lòng trình bày rõ? bạn có nhận được câu trả lời của PDT chưa? trong câu trả lời có mốc thời gian để bạn theo dõi?. . Vui lòng kiểm tra lại, đọc kỹ câu trả lời nếu có (hoặc phản hồi rõ ràng lại câu hỏi của bạn nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đăng kí hoãn thi thì trường sẽ tự động xếp lịch thi lại cho SV hay tụi em phải đăng kí kỳ sau ạ. .",
            "Chào em,. . . . Em đọc kỹ quy chế 17.2 nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Kỳ này môn CH3361 là môn tự chọn của em. Và theo chương trình đào tạo của khoa KTHH thì em cần học môn đó vào kì 211. . . . . Link: . . https://drive.google.com/drive/mobile/folders/1-kBEQGJvAyWy6udS64XmqYeuPJgiGvZD. . . . Môn học có 4 chỉ bao gồm phần thí nghiệm. Em đã được giáo viên bộ môn xác nhận PDT sẽ mở môn đó cho kỳ HK211, nhưng hôm qua đã là hạn chót mà chưa thấy. Các bạn lớp em truyền tai nhau là phải phòng đào tạo sẽ mở môn đó cho dự thính? Trong khi kì dự thính không mở môn có thí nghiệm, và đây là môn đúng tiến độ trong kỳ chính quy . . . . . . Em muốn hỏi là:. . 1. Trường hợp môn này giải quyết như thế nào. . 2. Có đợt 3 đăng ký môn không? Vì theo lịch là 16.8 sẽ vô học kỳ mới ạ.. . 3. Nếu có đợt 3, thì khả năng có mở môn đăng ký mới cho môn này được không. . Em cảm ơn và mong sớm được phản hồi thoả đáng",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Thưa thầy/cô, em đăng kí hoãn thi 1 môn trong hk202 vì lý do đường truyền mạng không ổn định. Em muốn hỏi sau khi đăng kí hoãn thì điểm tổng của em sẽ thành HT. Vậy em có cần đăng kí môn học này lại hay không hay chỉ cần đăng kí thi cuối kì môn này vào kì sau? Em mong pđt giải đáp ạ. Em cảm ơn.. .",
            "Chào em,. . EM đọc kỹ quy chế điều 17.2 nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô , em là [full_name] [student_id] , em đăng kí hoãn thi HK202 do không đáp ứng trang thiết bị. Em xin hỏi là em thi bổ sung vào lần thi kế tiếp thì có đăng kí môn học đó không, hay đăng kí với thầy cô dạy môn đó ạ . Em xin cám ơn",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé. . . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trường không trả lời câu hỏi của em là có vấn đề vậy ạ ?? 1 tuần hơn em hỏi rồi nhưng chưa có câu trả lời ạ !",
            "Đã tl. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng kí nhầm mã môn TTTN. Mã đúng của em là EE3323. Em có gửi mail về khoa và nhờ [full_name] xác nhận EE3323 đúng với ngành của em mong PDT đổi lại mã giúp em từ EE3313 sang mã EE3323. Hình ảnh là khoa xác nhận qua mail ạ em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng đính kèm thêm 1 đơn xin đổi mã môn TTTN và gửi kèm với xác nhận này gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào chị ạ,. . . . Em đã hỏi về chuyện đk luận văn muộn và sẽ đk làm luận văn sau khi thi tiếng Anh ạ. Trường hợp này em đã hỏi và chị đã nói là không cần đk môn nếu ko có nhu cầu ạ. Nhưng mà em đang có câu hỏi là nếu như dịch ko chấm dứt hoàn toàn thì em thi tiếng Anh ko được trong kỳ này thì em có phải bị đình chỉ hk tiếp theo do ko đk môn nào ko chị? Em xin cảm ơn.. . . . Dạ nếu rơi vào trường hợp ko thể thi tiếng Anh được thì cho em xin hỏi là đk bổ sung để ko bị đình chỉ hk được ko ạ? Em xin cảm ơn.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em tên [full_name] [student_id]. Em muốn hủy môn học [full_name] [full_name] [full_name](SP1005) và đăng kí môn Tổ chức quản lý Bảo Dưỡng 3(260623) ạ. Do địa phương em bệnh dịch phức tạp nên em đã khổng để ý đến môn học của mình. em mong quý thầy cô giúp em ạ. em cảm ơn thầy cô nhiều ạ. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh và hủy môn học nhé bạn.. . Bạn vui lòng đợi thông báo về việc rút MH (có tính học phí) trong tháng 9/2021 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã đăng kí hoãn thi thì bao giờ em có thể đăng kí thi lại và thi lại thì điểm thành phần có bị hủy không.Nếu có thì điểm tổng kết môn tính như thế nào ạ.",
            "Chào em,. . . . Em đọc kỹ quy chế điều 17.2 nhé.. .  . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "Học vụ . Cho em hỏi nếu hoãn thi thì điểm môn học hoãn thi sẽ được tính như thế nào ạ? Điểm thành phần môn học có bị xóa hay không ạ?",
            "Chào em,. . Em đọc kỹ quy chế điều 17.2 nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM.. . Em Tên : [full_name].. . MSSV: [student_id].. . Ngành Học : Công Nghệ [full_name] Thuật Ô TÔ.. . Hệ: Vừa Học Vừa Làm.. . -Môn\" [full_name] và [full_name] Thuật Đo\" mã môn học là  ME3801 em được miễn khi nhập học, nhưng trên hệ thống trường thông báo miễn môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3003 không phải của ngành công nghệ kỹ thuật ô tô.. . -Mong phòng đào tạo điều chỉnh lại môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3003 thành môn \" [full_name] và [full_name] Thuật Đo\" mã môn là ME3801 để em không còn ghi nợ trên hệ thống của Trường.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Làm thế nào để đăng ký phúc khảo trong thời gian này ạ.. . Nút xác nhận đăng ký của em không bấm được ạ.",
            "Chào em,. . SV phúc tra điểm thi đăng ký tại mybk/phúc tra .... . Thân mến,. ."
        ]
    }
]