[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đăng ký môn học EE1001",
            "Bạn vui lòng ghi rõ mã nhóm cần đăng ký để PĐT kiểm tra sĩ số môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa cô.. . Em tên [full_name] MSSV [student_id].. . Trong đợt đăng ký bổ sung 1/8-5/8 học kỳ 191 em có đăng ký môn AV4 LA1009 nhưng bị hủy do thiếu AV3. Nay em xin phép cô cho em đăng ký bổ sung môn AV3 LA1007 để tiếp tục duy trì việc học ạ.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . . . Em tên: [full_name]. MSSV: [student_id]. . Khoa: Kỹ thuật dầu khí- Mỏ địa chất.. . Đang theo học chương trình PFIEV.. . . . Trong quá trình đăng ký môn học ở đợt hiệu chỉnh vừa rồi, em đã đăng ký các môn học Giải tích 3 ( 006725 ), Tiếng Pháp 3 ( 003703 ), nhưng do bị thiếu chuẩn anh văn sau năm nhất nên không thể đăng ký được. Em đã cố gắng ôn luyện để có được số điểm anh văn cần thiết nhưng vì kết quả em nhận được sau ngày 5/8/2019 nên không kịp để hiệu chỉnh.. . . . Kính mong quý thầy cô xem xét để em có thể được đăng ký học 2 môn tiên quyết này để em có đủ kiến thức và khả năng thi phân ngành trong học kỳ tiếp theo.. . Em xin chân thành cảm ơn!. . . .",
            "Đã đăng ký 2 môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Dạ cho em hỏi, em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng em vào mybk để đăng kí thì lại hiện là không tìm thấy thông tin sinh viên, cho em hỏi là hệ thống có bị lỗi không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là kì hè 183 em đóng học phí trễ hạn nên đã bị hủy các môn học đã đăng kí của kì 191 ,sau đó em có làm cứu xét và được xóa nợ vậy bây giờ em muốn đăng kí lại các môn đã bị xóa của kì 191 thì phải làm sao ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Ở đợt đăng ký học kì 191 đợt 3 vừa rồi ,em đăng ký 9 môn 21 chỉ ,sau khi em kiểm tra thời khóa biểu chỉ còn 7 môn 15 chỉ. Em có nhận được mail các môn học bị hủy lớp do sĩ số ít như sau : EE3014 lớp A05 , EE3010 lớp A08 , EE3019 lớp A09 ( nhưng đã đc chuyển về A07 ). Do 2 môn em bị hủy lớp đều là những môn quan trọng của năm 3. Em muốn điều chỉnh để được học đủ các môn em đăng ký nhất có thể. Em có thấy môn Máy điện ( EE3009 - EE3010 ) em có thể học lớp A01-A02 không bị vướng lịch. Em mong em có thể được xử lý sớm để vô học 21/8 kịp. Em xin cảm ơn ạ",
            "Đã đăng ký môn EE3009 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là: [full_name], lớp VP14HK, chương trình PFIEV, nay e còn nợ 1 môn toán lí thuyết 1 (006711) nay bị tách ra làm 2 môn Giải tích (006721) HK 1 và (006727) HK 2, em đăng kí lần 1 không được và PDT trả lời đợi số lượng SV đăng kí vào trường mới xếp lớp được, nay em đăng kí lần 2 thì PDT trả lời lớp quá sỉ số. Nay em mong PDT giải quyết cho em được đăng kí môn Giải tích (006721) vì em không thể đăng kí dự thính do năm đầu tách môn, giúp em hoàn thành chương trình học sớm nhất có thể.\t. . . .",
            "Chào bạn. . . . Hiện tại môn 006721 không còn trong kế hoạch giảng dạy HK1 2019 - 2020. . . . Và đã chuyển thành môn MT1003 giống với chương trình chính quy.. .",
            "Vậy cho em hỏi là được chuyển điểm sang không ạ. Vì nó tới 5 tín chỉ ạ.",
            "Nếu được thì giúp em đăng kí môn MT1007 nếu cùng học kì 1 ạ. .",
            "Hướng dẫn về môn tương đương, thay thế:. . . . - Từ K.2014, chương trình đào tạo (CTĐT) được xây dựng mới. Danh sách môn tương đương giữa CTĐT cũ (từ K.2008 đến K.2013, riêng hệ VLVH từ K.2009 đến K.2014) và CTĐT mới (áp dụng từ K.2014, riêng hệ VLVH từ K.2015) do Khoa quy định như sau (còn tiếp tục cập nhật).. . . . - Sinh viên nên đăng ký các môn học theo đúng mã số môn học của CTĐT của khóa đang theo học. Nhà trường sẽ tiếp tục mở các môn học của CTĐT cũ khi sinh viên có nhu cầu đăng ký và đủ sĩ số mở lớp.. . . . - Trường hợp sinh viên học môn tương đương thay vì học đúng môn học theo CTĐT gốc được xử lý như sau:. . . . + Môn tương đương đã học được ghi vào bảng điểm, được tính vào điểm trung bình học kỳ và tính vào điểm trung bình tích lũy, không tính vào điểm trung bình tích lũy ngành.. . . . + Nếu học đạt môn tương đương thì môn học của CTĐT gốc được tự động ghi điểm miễn (MT) vào mục điểm chuyển/bảo lưu, được tính vào số tín chỉ tích lũy nhưng không tính vào điểm trung bình học kỳ, điểm trung bình tích lũy và điểm trung bình tích lũy ngành.. . . . Vd: môn A thuộc CTĐT cũ tương đương với môn B trong CTĐT mới. Khi SV thuộc CTĐT cũ học môn B được 8 điểm vào học kỳ 2/15-16 thì bảng điểm sẽ là:. . . . Học kỳ 2/15-16. . . . Môn B               8. . . . Các điểm chuyển/bảo lưu. . . . Môn A               MT. . . . Môn B được tính vào điểm trung bình học kỳ, tính vào điểm trung bình tích lũy nhưng không tính vào điểm trung bình tích lũy ngành.. . . . Môn A được tính vào số tín chỉ tích lũy nhưng không tính vào điểm trung bình học kỳ, điểm trung bình tích lũy và điểm trung bình tích lũy ngành.. . . . Tương tự cho sinh viên thuộc CTĐT mới đăng ký học môn A.. . . . Nếu 2 môn trong CTĐT cũ (gồm 1 môn lý thuyết và 1 môn thí nghiệm) tương đương với 1 môn trong CTĐT mới và sinh viên không đạt 1 trong 2 môn cũ thì phải học lại môn đó hoặc học môn thuộc CTĐT mới, gồm cả 2 phần. . . . . . . Quy định chuyển điểm môn tương đương bạn xem kỹ nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy cô ạ!. . Em tên là [full_name] MSSV [student_id]. . Do 3 đợt đăng kí môn học vừa rồi em chưa kịp cập nhật chuẩn anh văn sau năm hai nên em không đăng kí được môn chuyên ngành.. . Giờ em đã được cập nhật điểm anh văn. Trước đó em có đăng kí một vài môn và trùng lịch với những môn chuyên ngành em cần đăng kí.. . Em mong quý thầy cô cho phép em được hủy môn, đổi nhóm môn cũng như đăng kí thêm môn chuyên ngành để có thể theo kịp tiến độ học tập.. . Em xin chân thành cảm ơn!. .",
            "Đã đăng ký theo đơn đính kèm của bạn. .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B  Cho em đăng kí môn học LA1003 ( anh văn 1) với 1 MA1001 ( nhập môn kỹ thuật). Hum bữa em hỏi thì cô ở phòng đào tạo nói là hum nay lên đây dăng kí",
            "Đã đăng ký cho bạn môn MA1001. . . . Riêng môn LA1003 không đăng ký được do bạn chưa học môn LA1001 (AV cơ bản)",
            "Em đã nộp bằng anh văn 310 là qua anh văn cơ bản r . .",
            "Chào em,. . . . Thời điểm này hết thời gian DKMH, em có thể đề nghị Trung Tâm Ngoài Ngữ xin mở lớp dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .            Đơn xin đăng kí môn học. . . .    Kính gửi thầy (cô) PĐT trường ĐH Bách Khoa TP.HCM. .    Em tên: [full_name]. MSSV: [student_id]. .    Lớp: XD19LT04.          Khoa: Kỹ thuật xây dựng. .    Hôm nay em gửi đơn này là vì vào đợt đăng kí môn học cuối cùng em đang bị vi phạm học phí học kì 182 nên không thể đăng kí được, em mong thầy (cô) có thể cho em đăng kí bổ xung những môn học sau:. .     + [full_name]. .     + [full_name]1007  . .     + [full_name]1. .     + [full_name]. .     + [full_name]. .     + [full_name]1005. .     + [full_name]. .    Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Trước tiên bạn đóng học phí trễ bạn vui lòng làm đơn trình bày lý do đóng trễ về PĐT để được mở khóa đăng ký môn học.",
            "QUOTE Chào bạn. . . . Trước tiên bạn đóng học phí trễ bạn vui lòng làm đơn trình bày lý do đóng trễ về PĐT để được mở khóa đăng ký môn học.  /QUOTE . . Dạ thầy ơi em đã làm đơn rồi ạ. Nhưng do vì hết đợt đăng ký nên em phải làm đone xin đăng ký bổ sung. Thầy xem lại, với giúp em đăng ký môn học kỳ này ạ.. . Em có gửi kèm hình những môn em muốn đăng ký ạ.",
            "Chào bạn. . . . Môn PH1003 nhóm bạn chọn bị trùng TKB nên không  thể đăng ký nên mình chuyển sang nhóm L10 cho bạn.. . . . Môn MT1009 không thể đăng ký do trùng TKB môn PH1003 . . . . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Kính gửi phòng đào tạo. . . Do ở học kì 181,182  em có rớt những môn gt1-gt2-vl2 và em chưa đăng kí đủ chỉ do rớt av1.. . Nay em xin phòng đạo tạo cho em được đăng kí những môn này trong học kì 191 nhằm mục đích cho em được đủ tín chỉ để tiếp tục học kì.. . Em xin chân thành cảm ơn. .",
            "Bạn vui lòng ghi rõ mã môn học + mã nhóm cần đăng ký và không ghi vắng tắt tên môn học.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi:-Phòng đào tạo . . - Giám đốc trung tâm Đào tạo Bảo dưỡng công nghiệp. . Em tên: [full_name] . . MSSV: [student_id]. . Lớp: BD16CN03. . Ngành: Bảo dưỡng công nghiệp. . Nay em viết đơn này,kính mong Phòng đào tạo và Giám đốc trung tâm BDCN cho em được phép trình bày nội dung như sau:. . Vì em chưa đủ điều kiện [full_name] để làm luận văn.Nên em viết đơn này để xin được học môn Kĩ thuật giám sát tình trạng và chuẩn đoán hư hỏng(MSMH: 260629). . Để được duy trì thời khóa biểu và tiếp tục việc học. . Em kính mong được sự xem xét và chấp nhận từ Phòng đào tạo vs Giám đốc Trung tâm BDCN để em có thể học và ra trường.. . Em xin trân trọng cảm ơn.",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đạo tạo.. . Em là sinh viên văn bằng 2 chính quy của trường. Hiện nay em đã sắp hoàn thành chương trình đào tạo thì phát hiện còn chưa học môn \" Nhập môn kĩ thuật\" khoa kĩ thuật hoá học. Kính mong phòng đạo tạo có thể hỗ trợ em để em đăng kí môn học, sớm hoàn thành chương trình đào tạo. Ở đăng kí môn học đợt 1 và 2 thì có hiện lên lớp, nhưng đến đợt 3 thì bị xoá ạ.Nếu có thể thì xin cho em học lớp dưới đây ạ.Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo hệ VHVL. Em tên là [full_name], Mssv: [student_id].. . Học kỳ này em có đăng ký môn học Gis ứng dụng , mã môn học : CI 2047 ,nhóm A01. Tuy nhiên môn học không đủ sĩ số nên không mở lớp. . . Giờ em xin chuyển đăng ký môn Gis ứng dụng qua môn trắc địa công trình ứng dụng , mã môn học: CI4109 ,nhóm A01 . . . Kính mong phòng đào tạo có thể đăng ký cho em để em có thể hoàn thành chương trình đào tạo. Em xin chân thành cảm ơn.",
            "đã đk môn.. . bạn xem tkb cập nhật vào ngày mai. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo.. . Em là sinh viên văn bằng 2 của trường.Hiện nay em đã gần hoàn thành chương trình đào tạo, em phát hiện mình còn thiếu môn nhập môn kĩ thuật ( Mã CH1001).Em mong phòng đào tạo có thể hướng dẫn để em được học trong kì 191, chung với K19.Nếu có thể xin phòng đào tạo xếp cho em học lớp thầy [full_name] , lớp L07, thứ 2, tiết 234, phòng H6-313, cơ sở 2. Em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa phòng đào tạo, . . Em muốn đăng kí môn học Kinh Tế Học Vi Mô (IM1003).. . Cho em hỏi em phải làm đơn hay thủ tục gì ạ? . . Trân trọng.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn phải đặt câu hỏi trong chuyên mục \"đăng ký môn học\" nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name], mssv: [student_id], khoa công nghệ vật liệu. Hôm trước em đăng ký môn nhập môn kĩ thuật( mã môn học: MA1001) nhưng không được, em lên phòng đào tạo hỏi thì cô noí rằng đợi 19/8 lên lại để hỏi đăng ký vì môn ưu tiên cho k19 nếu còn slots thì em mới đăng ký được. Hôm nay em lên cô nói rằng đăng lên đây để nhờ thầy(cô) xem xét nếu còn chỗ thì cho em đăng kí môn học nhập môn kĩ thuật( mã môn học: MA1001). Em ming thầy(cô) giúp em. . . Em chân thành cảm ơn ạ!",
            "Đã đăng ký  cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [full_name]. . Kính gửi: Quý thầy cô trường Bách Khoa. . Em tên: [full_name] MSSV [student_id]. . Khoa PFIEV (Việt Pháp). . Do em bị thiếu chuẩn anh văn năm 1 nên e đã không đăng kí được 2 môn là Giải tích 3(006725) và Tiếng Pháp 3(003703). Em đã thi Toeic ở trường và đạt điểm 505 nhưng em cũng không kịp để đăng kí đợt 3.. . Em mong thầy cô cho em đăng kí 2 môn giải tích 3 và tiếng pháp 3 ạ...để em kịp kì thi phân ngành của khoa PFIEV.. . Em cám ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thân gửi thầy cô. . . . Em là [full_name]. . MSSV:[student_id]. . Em muốn đăng ký môn học Môi Trường và Con người - ME2019. . Mong thầy cô hỗ trợ em với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Lí do chưa đủ điểm anh văn trong đợt mở đăng kí môn học và đã nộp bổ sung.. . Em xin đăng kí môn học là:. . Đồ án môn học kỹ thuật xử lý chất thải rắn EN4011. . Đồ án môn học xử lý nước thải  EN4009. . Đề cương luận văn tốt nghiệp EN4321",
            "Đã đăng ký 2 môn đồ án cho bạn.. . . . riêng đề cương không thể đăng ký do bạn chưa đạt EN3055.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do miễn AV 1,2,3 trễ nên em bị hủy Đăng ký môn học AV4.. . Em mong PĐT xem xét và xét duyệt cho em đăng ký môn học AV4 vào học kỳ 191 này... . . Em xin chân thành cảm ơn.",
            "ĐÃ đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi : Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name] – Mã số sinh viên: [student_id]. Khoa Kỹ Thuật Xây Dựng. . . . . Trong quá trình đăng kí môn học HK192 vừa rồi , em muốn đăng kí lại môn học \"Cấp Thoát Nước\" (CI3095) nhưng do đợt vừa rồi e có việc bận gia đình đột xuất nên ko đăng ký kịp. . . Em đã quay về Phòng đào tạo để được hỗ trợ.. .  . . Và được sự hướng dẫn của PĐT vào ngày hôm nay (19/8) em lên đây để xin PĐT cho em được đăng kí môn học \"Cấp Thoát Nước\" (CI3095). . Hiện tại, em đã là sinh viên năm thứ 5 chỉ còn một vài môn học trong học kì này trước khi tốt nghiệp , em xin kính mong Thầy (Cô) xem xét , tạo điều kiện cho em sớm ra trường. . . Em xin chân thành cảm ơn !",
            "Đã đăng ký cho bạn lớp CI3095 cùng bằng 2 tối.. . . . Vì chỉ có 1 nhóm này mở lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ)  /i [full_name] [full_name]    [full_name] - [full_name] - CHỦ NGHĨA - VIỆT NAM[full_name] [full_name]          Độc lập - Tự do - Hạnh phúc[full_name] [full_name] [full_name] [full_name]        ĐƠN XIN BỔ SUNG CHỨNG CHỈ [full_name][full_name] [full_name] [full_name] [full_name] Kính gửi: Phòng Đào Tạo[full_name] [full_name] [full_name] [full_name] Em tên: [full_name], MSSV: [student_id][full_name] [full_name] Lớp: BD16CDT, Ngành: Bảo dưỡng công nghiệp[full_name] [full_name] Hôm nay em viết đơn này để bổ sung chứng chỉ Anh Văn để được đăng kí bổ sung môn năm 3[full_name] Em đã nộp online bằng Toeic ngày 16/08/2019 và em cũng đăng kí môn trên bksi rồi[full_name][full_name] [full_name] Em kính mong Phòng Đào Tạo xem xét và chấp thuận cho em để có thể tiếp tục được học[full_name][full_name] [full_name] Em trân trọng cảm ơn![full_name] [full_name] [full_name] [full_name]      TP Hồ Chí Minh ngày 19 tháng 08 năm 2019[full_name] [full_name]                       Kính đơn[full_name] [full_name]                          Anh[full_name] [full_name]                  [full_name]",
            "Chào bạn,. . Bạn vui lòng nộp đơn trực tiếp tại Phòng đào tạo nhé, không thể nhận đơn online.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi tân sinh viên khi nào có thẻ sinh viên ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng liên hệ trực tiếp văn phòng [full_name].. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy (cô) phòng đâò tạo.. . cho em hỏi hoomm bữa em có nộp bằng anh văn trễ. Em đã làm đơn cứu xét và đã được xét miễn. . . Em kính xin ơphòng đào tạo cho em được vào đăng kí thêm môn thật sớm.. . Em xin cám ơn",
            "Bạn cần đăng ký thêm môn học nào?. . . . Mã môn học + mã nhóm cần đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Các thầy cô trường Đại học Bách Khoa. . Em tên: [full_name] . . MSSV: [student_id]. . Hiện tại em đã học xong tất cả các môn trong chương trình đào tạo nhưng thiếu chứng chỉ ngoại ngữ để đăng kí luận văn tốt nghiệp. Vì vậy em muốn đăng kí môn anh văn 1 để duy trì tình trạng sinh viên. Kính mong phòng đào tạo có thể tạo điều kiện cho em đăng kí môn học bổ sung. Em xin chân thành cảm ơn!",
            "Đã đăng ký AV1 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: quý thầy cô phòng đào tạo trường Đại Học Bách Khoa-ĐHQG HCM. . Em tên là [full_name] ; MSSV [student_id]; khoa Kỹ Thuật Hoá Học. . Em làm đơn này xin phép PĐT xem xét cho em được rút( hủy) môn [full_name] Kỹ Thuật( CI1003) và đăng ký bổ sung môn Kỹ Thuật Thực Phẩm 1(CH2017). Do em đã đăng ký môn [full_name] Kỹ Thuật vào đợt 2 nên trong đợt 3 em không đăng kí bổ sung môn  Kỹ Thuật Thực Phẩm 1    được vì cùng thời gian học. Hơn nữa là môn Kỹ thuật thực phẩm1 chỉ mở ở học kỳ chính và không có lớp dự thính   và là môn bắt buộc để em đủ điều kiện tham gia thực tập hè, nếu thiếu môn này thì em sẽ trễ tiến độ học tập rất nhiều. Trong khi đó môn [full_name] kỹ thuật em có thể học dự thính hoặc ở học kỳ sau. . . Vậy nên em kính mong thầy cô cho em rút môn [full_name] kỹ thuật và đăng ký bổ sung môn Kỹ thuật thực phẩm 1.. . Em đã làm đơn xin rút môn học trong đợt đăng ký môn   học đợt 3 nhưng chưa được giải quyết.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã hủy môn và đăng ký bổ sung cho bạn. . . . bạn chú ý các lần sau khi đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo!. . Do môn học em đã đăng ký là Ứng dụng GIS(CI2027) bị hủy vì không đủ sinh viên, em mong phòng đào tạo mở đăng ký để em đăng ký môn Trắc địa công trình ứng dụng (CI4109). Đây là một trong các môn tự chọn của chương trình đào tạo của ngành em theo học. Đăng ký được môn sẽ giúp em đủ số tín chỉ để tốt nghiệp. Mong được sự giúp đỡ của phòng đào tạo. . . Em xin chân thành cám ơn! . . Thân! . . Sinh viên: [full_name]. . MSSV: [student_id]",
            "Đã đăng ký môn CI4109 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . ĐƠN [full_name]. . Kính gửi: Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . Em tên: Võ Thanh Phát     Mssv:[student_id] . . Khoa Bảo dưỡng công nghiệp. . Do em bị thiếu chuẩn anh văn năm 1 nên e đã không đăng kí được 4 môn Dung sai & và đo lường(260611), Pháp luật Việt Nam đại cương (008001), truyền động khí nén 2(260622), lập trình plc(260620). Em đã thi Toeic ở trường và đã qua anh văn năm 1 và nộp online và đã xét duyệt. . Em mong thầy cô cho em đăng kí 4 môn trên . . Em cám ơn.",
            "Đã đăng ký cho bạn, riêng môn 260611 không mở lớp hoặc lớp đã hủy trong HK191"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [full_name]. . Kính gửi : Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name]– Mã số sinh viên: [student_id]. . . Khoa Quản Lý Công Nghiệp. . . . . Trong quá trình đăng kí môn học đợt 3 vừa rồi ,em về quê do có người thân mất và em đã quên đăng kí môn học. Kì này em vẫn chưa có môn học nào được đăng kí.. . Em đã lên PĐT và đã xin được bổ sung ,để cho em đăng kí môn học học kì này .Nhưng do trễ và quá hạn đăng kí môn học đợt 3 nên em vẫn chưa đăng kí được . . . Và được sự hướng dẫn của PĐT vào ngày hôm nay (19/8) em lên đây để xin PĐT cho em được đăng kí môn học 'Anh văn 3(LA1007)' và môn 'Anh văn trong kinh doanh(IM3061)'. .",
            "[full_name]lt QUOTE[full_name]gt ĐƠN [full_name]. . Kính gửi : Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM. . . . Em tên: [full_name]– Mã số sinh viên: [student_id].. . Khoa Quản Lý Công Nghiệp.. . . . Trong quá trình đăng kí môn học đợt 3 vừa rồi ,em về quê do có người thân mất và em đã quên đăng kí môn học. Kì này em vẫn chưa có môn học nào được đăng kí.. . Em đã lên PĐT và đã xin được bổ sung ,để cho em đăng kí môn học học kì này .Nhưng do trễ và quá hạn đăng kí môn học đợt 3 nên em vẫn chưa đăng kí được .. . Và được sự hướng dẫn của PĐT vào ngày hôm nay (19/8) em lên đây để xin PĐT cho em được đăng kí môn học 'Anh văn 3(LA1007)' và môn 'Anh văn trong kinh doanh(IM3061)'.. . Em xin chân thành cảm ơn.. . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610392  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cuối học kỳ 182, em có đăng ký môn học của học kỳ 183 môn thực tập tốt nghiệp. . . Căn cứ theo quy định của nhà trường thì em chưa đủ điều kiện học môn thực tập tốt nghiệp vì chưa đạt số tín chỉ tích lũy ngành tối thiểu để nhận môn thực tập tốt nghiệp (94)  tín chỉ và phải đạt môn \" CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT\".Do vậy em không đủ điều kiện để học môn thực tập tốt nghiệp, nhưng Phòng Đào tạo vẫn lên thời khóa biểu cho em được học môn thực tập tốt nghiệp. Em nghĩ Phòng Đào tạo sẽ hủy môn thực tập tốt nghiệp của em, cho nên em chậm nộp học phí môn thực tập tốt nghiệp. Vì vậy các môn học đăng ký của học kỳ 191 của em đã bị hủy. Em đã liên hệ với Phòng Đào tạo trình bày rõ lý do và đã được Phòng Đào tạo chấp thuận, đồng ý cho em tiếp tục học, học kỳ 191. Vậy Em xin đăng ký  những môn học của học kỳ 191 đã bị hủy như sau:. . -CO3033 Bảo mật hệ thống thông tin, lớp L01_L01. . -CO3021 Hệ cơ sở dữ liệu, lớp L01. . -CO3049 Lập trình web, lớp L01_L01. . -CO3023 Cơ sở dữ liệu phân tán và hệ điều hành, lớp L01. . -CO3005 Nguyên lý ngôn ngữ lập trình, lớp L02. . -CO2003 Cấu trúc dữ liệu và giải thuật.. . Em mong thầy cô đăng ký giúp em để em không chậm tiến độ học tập, em xin chân thành cảm ơn.",
            "QUOTE MSSV/MSGV: 1610392    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Cuối học kỳ 182, em có đăng ký môn học của học kỳ 183 môn thực tập tốt nghiệp.. . Căn cứ theo quy định của nhà trường thì em chưa đủ điều kiện học môn thực tập tốt nghiệp vì chưa đạt số tín chỉ tích lũy ngành tối thiểu để nhận môn thực tập tốt nghiệp (94)  tín chỉ và phải đạt môn \" CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT\".Do vậy em không đủ điều kiện để học môn thực tập tốt nghiệp, nhưng Phòng Đào tạo vẫn lên thời khóa biểu cho em được học môn thực tập tốt nghiệp. Em nghĩ Phòng Đào tạo sẽ hủy môn thực tập tốt nghiệp của em, cho nên em chậm nộp học phí môn thực tập tốt nghiệp. Vì vậy các môn học đăng ký của học kỳ 191 của em đã bị hủy. Em đã liên hệ với Phòng Đào tạo trình bày rõ lý do và đã được Phòng Đào tạo chấp thuận, đồng ý cho em tiếp tục học, học kỳ 191. Vậy Em xin đăng ký  những môn học của học kỳ 191 đã bị hủy như sau:. . -CO3033 Bảo mật hệ thống thông tin, lớp L01_L01. . -CO3021 Hệ quản trị cơ sở dữ liệu, lớp L01. . -CO3049 Lập trình web, lớp L01_L01. . -CO3023 Cơ sở dữ liệu phân tán và hệ điều hành, lớp L01. . -CO3005 Nguyên lý ngôn ngữ lập trình, lớp L02. . -CO2003 Cấu trúc dữ liệu và giải thuật.. . Em mong thầy cô đăng ký giúp em để em không chậm tiến độ học tập, em xin chân thành cảm ơn.  /QUOTE . .",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name] Trường An MSSV [student_id]. . Trong đợt đăng ký môn học đầu tháng 8 (8/1/2019) em không đăng ký được 2 môn học (Do ưu tiên khóa K19):. . - PH1005: vật lý 2. . - [full_name]1005: giải tích 2. . Là sinh viên K14 của trường nên em sẽ hết hạn đào tạo chính quy vào năm 2020 (năm sau). Tuy nhiên hiện em vẫn còn nợ các môn học ở năm nhất như ở trên, nên em rất mong được thầy cô cứu xét cho em được đăng ký bổ sung sỉ số vào các môn học này.. . Em xin chân thành cám ơn! Chúc quý thầy cô có một ngày làm việc vui vẻ",
            "Đã đăng ký cho bạn. . . . Bạn chú ý theo dõi TKB nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô PĐT, em tên là [full_name], MSSV [student_id]. Vì lí do đóng trễ hạn học phí nên em không đăng kí môn học được. Em đã nộp đơn trình bày lí do, đơn cứu xét lên pđt và đã được chấp nhận. Em đăng kí các môn sau:. . - Điện tử y sinh                         EE3037- A01. . - Đường lối CM Cộng sản VN  SP1009- A04. . - Kĩ thuật an toàn điện              EE3097- A02/A06. . - Đề cương luận văn                 EE4321- A01. . - Thiệt bị ht& tđ thủy khí            EE3075– A01. . - Trí tuệ nhân tạo trong đk        EE3063- A01. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Xin chuyển nhóm mọi học ME3003 từ nhóm A09 sang nhóm A03",
            "Xin chuyển nhóm môn học ME3003-Dung sai và kỹ thuật đo từ nhóm A09 sang nhóm A03.. . Em có đăng ký lớp A09 nhưng do không đủ sĩ số nên em không được xếp thời khóa biểu. Vì vậy em gửi yêu cầu này mong các thầy/cô sắp xếp cho em được chuyển qua lớp A03 có lịch học vào tiết 8-9-10 thứ 2 vì lớp này phù hợp với thời khóa biểu của em và còn dư sĩ số (21/22). Mong các thầy/cô tạo điều kiện cho em để em có thể theo kịp chương trình học (vì nếu em không hoàn thành môn này trong học kỳ này em sẽ bị trễ 1 năm học, rất mong quý thầy cô tạo điều kiện cho em ạ!). .  Em xin cảm ơn ạ!",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 81300437  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . ĐƠN XIN ĐĂNG KÍ MÔN HỌC. . KÍNH GỞI: Quý Thầy Cô phòng đào tạo trường ĐHBK TPHCM.. . Em tên là: Vũ Đình Cơ  MSSV: 81300437. . Khoa: Kỹ Thuật Xây Dựng Ngành: Xây Dựng DD&CN.. . Vừa rồi em có làm đơn xin cứu xét xin đăng kí môn học cho học kỳ 1 năm học 2019-2020 lên Văn Phòng Khoa xem xét và hướng dẫn đăng kí môn học cho học kỳ này. . . Em xin các thầy (cô) xem xét cho em được đăng kí các môn học: . .   B CI3177-DAMH Kết cấu Betong Cốt thép 2  /B ;   B CI3213-DAMH kết cấu thép  /B ; . .   B CI3211-Kết cấu thép 2  /B ; . .   B CI4127-DAMH tổ chức thi công  /B ; . .   B CI1053-Quản lí dự án xây dựng  /B ; . .   B CI3009-Kết cấu thép 1  /B ; . .   B CI3123-Kết cấu bê tông ứng suất trước  /B .. .   B CI1051-Hư hỏng & sửa chữa công trình  /B .  . . Mong quý thầy, quý cô cứu giúp, hỗ trợ em được đăng kí môn học trong học kỳ này, hiện em đang sinh viên năm 7, mong hoàn thành các môn học để được hoàn thành chương trình học.. . Em xin chân thành cảm ơn.  B",
            "[full_name] BẠN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] hoc̣ khoa khoa học và kĩ thuật máy tính. Chuyện là vào đợt 3 đăng kí môn học HK191, em bị lôĩ không đăng kí được môn học do chưa ₫onǵ học phí nhưng trước đó em đã đonǵ hết các khỏan học phí rồi. Em có lên báo cáo với pđt và luć em lên thì tài khoản của em đã được mở đăng kí nhưng do qúa haṇ nên không đăng kí được. Em mong các thây cô pđt giúp em đăng kỉ môn học cho học kì 191 nay` các môn:. . MT1009 môn phương pháp tinh́ cuả gv Nguyêñ [full_name] [full_name] nhoḿ lớp A01 thứ 4 tiêt́ 345. . EE2001 môn giải tich́ macḥ cơ bản cuả gv [full_name] nhoḿ lớp [full_name] thứ 6 tiết 2345. . CO2033 môn thiết kế luận lý với verilog HDL của gv Phaṃ Quốc Cường nhoḿ lớp [full_name] thứ 2 tiết 345 và thứ 4 tiết 789. . CO2001 môn kỹ năng chuyên nghiệp cho kỹ sư cuả gv Nguyêñ Cao Trí nhóm lớp [full_name] thứ 3 tiết 345. . Mong các thầy cô giúp đỡ.",
            "Chào bạn. . . . Đã đăng ký môn MT1009 cho bạn. . . . Riêng các nhóm lớp CC01 thuộc nhóm chất lượng cao + quốc tế dạy bằng tiếng anh bạn không thể đăng ký cùng được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy (cô),. . Em tên: [full_name] MSSV [student_id] hiện là sinh K16 ngành kỹ thuật Trắc địa - Bản đồ khoa Kỹ thuật Xây dựng . . Lý do : môn Ứng dụng GIS ( tự chọn ) ( CI2047 ) đã được đăng ký và có thời khoá biểu chính thức. Tuy nhiên, vì lý do thiếu sĩ số nên môn trên đã bị huỷ. Vì PĐT thông báo và huỷ môn sau khi có kết quả đợt 3 nên em không thể linh hoạt chuyển sang môn khác. . .   B Mục đích  /B : Kính mong thầy ( cô ) giúp em đăng ký môn Tài nguyên đất và môi trường ( CI4069 ) (thay thế cho môn Ứng dụng GIS ( tự chọn ) ( CI2047 )đã bị hủy trước đó) để em có thể hoàn thành việc học của mình đúng tiến độ . . Mong nhận sự giúp đỡ sớm nhất từ thầy ( cô )",
            "[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi thầy cô, em tên là: [full_name].. . MSSV:[student_id].thời khóa biểu chính thức của em bị xóa môn Thiết kế hệ thống nhúng(MMH:EE3003).Trước đó em đã đăng kí thành công vào lớp A02 của thầy [full_name].Môn học của em bị xóa với lí do thiếu môn học trước Vi xử lí (EE2013)nhưng môn này em đã học trong học kì trước đó và không hiểu tại sao lại bị cập nhật là chưa học.em mong cô xem xét lại giúp em vì môn này là môn học trước của đồ án rất quan trọng với em trong học kì tới.em xin chân thành cảm ơn. .",
            "Chào bạn. . . . Nếu bạn học ở HK dự thính và điểm không đạt theo quy chế các môn không đạt điểm sẽ bị hủy.. . . . Bạn có thể liên hệ PĐT để thực hiện giữ điểm môn dự thính đã rớt"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT Trường Đại Học Bách Khoa TPHCM. . Em là [full_name]. . MSSV: [student_id]. . Sinh viên Khoa Quản Lí Công Nghiệp. . Kính mong PĐT tạo điều kiện cho em đăng kí môn học Kinh Tế Vi Mô (IM1003) với khoá 2019. Vì môn học này chỉ mở đúng 1 lần vào đầu học kì của khoá mới. Em đã bị trễ 1 năm, năm ngoái em cũng không đăng kí được môn này ạ. . Mong PĐT tạo điều kiện cho em học môn này để em có thể tốt nghiệp ạ. . Em xin chân thành cảm ơn",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . ĐƠN [full_name]. . Kính gửi : Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name]– Mã số sinh viên  : [student_id]. . khoa : bảo dưỡng công nghiệp. . . . Trong quá trình đăng kí môn học đợt 3 vừa rồi , em đã đăng kí môn học 'vi xử lí(260634!)' nhưng do sỉ số quá ít nên không mở lớp nên em viết đơn này xin phòng đào tạo cho em đăng kí bổ sung môn 'Tự Động Hóa(260632)'vào học kì 1 (2019-2020) . . . . . Hiện tại, em đã là sinh viên năm thứ 4 chỉ còn một vài môn học trong học kì này trước khi tốt nghiệp , em xin kính mong Thầy (Cô) xem xét , tạo điều kiện cho em sớm ra trường. . . Em xin chân thành cảm ơn !",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM.. . Em tên: [full_name] - MSSV: [student_id] . . - Khoa Cơ khí.. . Học kỳ 183 vừa rồi, vì lý do đóng học phí trễ nên thời khóa biểu của em đã bị xóa. Em đã liên hệ với Phòng Đào tạo trình bày rõ sự việc và đã được Phòng Đào tạo chấp thuận, đồng ý cho em tiếp tục chương trình học - học kỳ 191. Em hy vọng thầy cô có thể tạo điều kiện cho em đăng ký những môn học theo các lớp của học kỳ 191 cùng các bạn trong lớp như sau:. . - ME2045 - Kinh tế kỹ thuật: lớp L01. . - ME1003 - Cơ khí đại cương: lớp L02_L05. . - MT2001 - Xác suất và thống kê: lớp L04. . - CI1003 - Vẽ kỹ thuật: lớp L04_L06. . - ME2043 - Cơ học máy: lớp L02. . - PE1021 - Aerobic: lớp L13. . - SP1007 - Pháp luật Việt Nam đại cương: lớp L22. . Kính mong thầy cô có thể giúp em ạ.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . . . Môn ME2043 + PE1021 trùng lịch môn ME1001 nên không đăng ký được.. . . . Còn lại đã đăng ký cho bạn",
            "Dạ cảm ơn thầy đã đăng ký lại các môn giúp em ạ.. . Nhưng mà thầy ơi, em không có đăng ký ME1001 ạ, em chỉ đăng ký ME1003.. . Thầy có thể xem lại giúp em và cho em đăng ký môn ME2043 + PE1021 được không ạ?. . - ME2043 - Cơ học máy: lớp L02. . - PE1021 - Aerobic: lớp L13. . Em chân thành cảm ơn.. .",
            "Chào em, . . . . Môn ME2043 em bị trùng TKB không đăng kí được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô,. . vào đợt đăng kí môn học cho hệ chính quy đợt 3 em có chọn đăng kí môn \"Nhập môn về kỹ thuật\" EE1001 nhưng hệ thống không cho. Sau khi lên hỏi phòng đào tạo em được nói là môn đó phải để K19 đăng kí trước, xếp lớp xong rồi sau ngày 15/8 thì lên trang bksi để hỏi lại, em có hỏi có được viết đơn không thì Cô vẫn nói là cứ sau 15/8 lên trang hỏi. Sau đó 16/8 em có nghe một bạn nói là không lên trang bksi mà đã viết đơn cho phòng đào tạo và đã được xếp lớp môn EE1001 trên thời khóa biểu. Trong ngày 16/8 em có lên hỏi phòng đào tạo thì được trả lời là không nhận đơn nữa, sau ngày 19/8(??) thì lên trang bksi để đặt câu hỏi. Các Thầy/Cô cho em xin hỏi tại sao phòng đào tạo lại không nói với em từ ban đầu là có thể viết đơn để xin trực tiếp vào lớp chứ không cần đợi tới tận ngày 19/8? Và hiện tại đã có thời khóa biểu và sắp vào học rồi thì có cách nào để em có thể đăng kí môn EE1001 không ạ?",
            "Chào bạn. . . . Tât cả các môn học khóa 2019 sinh viên khóa cũ không được đăng ký cùng. Các thầy cô trả lời dời lịch vì lịch nhập học khóa 2019 chưa kết thúc và số lượng sinh viên các nhóm chưa ổn định nên không thể quyết định cho bạn vào được hay không.. . . . TKB hiện tại chỉ còn trống 1 chỗ EE1001 nhóm L06 - Thứ 2 tiết 789. . . . . Bạn phản hồi lại có đăng ký hoặc không.",
            "Chào Thầy ạ,. . nếu còn sĩ số xin Thầy cho em đăng kí vào lớp EE1001 L06 với ạ. Em tên [full_name], MSSV [student_id]. . . Em xin cảm ơn Thầy",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . . Kính gửi: Quý thầy cô Phòng Đào Tạo trường Đại học Bách Khoa. . Em tên là: [full_name]. MSSV: [student_id]1.. . . . Vì lý do thanh toán trễ học phí nên em vẫn chưa được đăng ký môn học HK191. Theo đề xuất của Phòng Đào Tạo, hôm nay (19/8) em xin phép nhờ quý thầy cô hướng dẫn em cách đăng ký môn học ạ! Em mong quý thầy cô giúp đỡ. Em xin cám ơn ạ!. . . . . .",
            "Bạn thực hiện thanh toán học phí và liên hệ PĐT để trình bày lý do thanh toán trễ. . . . . Sau đó bạn cung cấp MSMH và mã nhóm cần đăng ký để PĐT kiểm tra và đăng ký giúp bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô, em là Trần Minh Phước.. .   b MSSV: [student_id]2  /b \t. . Khóa 2013, hiện giờ em còn chứng chỉ anh văn là hoàn thiện khóa học nhưng buổi sáng em đi làm trên công ty và buổi tối có đi làm thêm để trang trải thêm phí sinh hoạt ăn ở và lo cho em gái bước vào giảng đường đại học nên trong quá trình đăng kí môn học vừa qua em đã không thường xuyên kiểm tra mail của trường nên đã bỏ lỡ các đợt đăng kí môn học. Sau khi lên phòng đào tạo và được cô hướng dẫn vào mục hỏi đáp. Em mong muốn xin phép được thầy cô cho phép em đăng kí môn học để duy trì tình trạng học để em kịp thời hoàn thành chứng chỉ anh văn và nguyện vọng hoàn thành khóa học.. . . . Em mong nhận được sự hỗ trợ của Thầy/Cô.. . Chúc Thầy/Cô một ngày mới vui vẻ và hạnh phúc.. . . . . . . .",
            "Em chào Thầy/Cô, em là Trần Minh Phước.. . MSSV: [student_id]2    . . Khóa 2013, hiện giờ em còn chứng chỉ anh văn là hoàn thiện khóa học nhưng buổi sáng em đi làm trên công ty và buổi tối có đi làm thêm để trang trải thêm phí sinh hoạt ăn ở và lo cho em gái bước vào giảng đường đại học nên trong quá trình đăng kí môn học vừa qua em đã không thường xuyên kiểm tra mail của trường nên đã bỏ lỡ các đợt đăng kí môn học. Sau khi lên phòng đào tạo và được cô hướng dẫn vào mục hỏi đáp. Em mong muốn xin phép được thầy cô cho phép em đăng kí môn học Kinh Tế Học Đại Cương(IM1013) hoặc Anh Văn 4(003004) để duy trì tình trạng học để em kịp thời hoàn thành chứng chỉ anh văn và nguyện vọng hoàn thành khóa học.. . . . Em mong nhận được sự hỗ trợ của Thầy/Cô.. . Chúc Thầy/Cô một ngày mới vui vẻ và hạnh phúc.",
            "Đã đăng ký cho bạn IM1013"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy, cô, . . . . Em tên là [full_name], MSSV: [student_id] Trung Tâm đào tạo Bảo Dưỡng Công Nghiệp.. . . . Kính nhờ thầy cô đăng kí giúp em môn học  Dung Sai Và Kỹ Thuật Đo - Mã MH ME3003, lớp A04_A09, học thứ 4 tiết 7-9, của thầy [full_name]. Lý do: Em là khóa cuối của lớp cao đẳng nên khả năng để đủ sĩ số mở lớp môn này bên hệ cao đẳng là rất thấp. Kính mong thầy, cô đăng kí giúp em môn này dể em có thể kịp tiến độ học tập ra trường. . . . . Em xin cảm ơn thầy cô,. . . . Trân trọng, . . [full_name]",
            "Bạn không thể đăng ký vì chưa qua môn CI1003 (tiên quyết)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin thầy cô mở giúp em môn học ME4045. . . Trong quá trình đăng kí em đã đăng kí đủ các môn. Sáng ngày 5/8 em có vào kiểm tra thì tài khoản gặp lỗi.Đến ngày 6/8 em có lên trường lấy lại mail thì phát hiện môn học bị hủy vào sáng ngày 5/8( do sv tự hủy). Đây là môn học tiên quyết của luận văn tốt nghiệp. Em mong quý thầy cô xem xét giúp đỡ. Em xin chân thành cảm ơn quý thầy cô. Hình ảnh được em chụp vào ngày 6/8.",
            "Bạn vui lòng cung cấp MSMH +mã nhóm cần đăng ký.. . . . Một số nhóm có thể đã full sĩ số nên bạn cung cấp giúp mình."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Em tên là: [full_name]. . MSSV: [student_id], thuộc khoa Cơ Khí, chuyên ngành Kỹ thuật chế tạo. . Thưa phòng đào tạo, cho em xin hỏi là trong 3 đợt đăng ký môn học cho học kỳ 191, em đều đăng ký và thỏa điều kiện đăng ký mã môn học ME4029-Luận văn tốt nghiệp(ktct), nhưng cả 3 lần kết quả đều không đạt vì lí do không đủ điều kiện nhận luận văn tốt nghiệp. Nhưng sau quá trình kiểm tra lại thì em thấy mình đã đủ điều kiện nhận LVTN (minh chứng đính kèm). Vậy em mong phòng đào tạo kiểm tra lại thông tin giúp em ạ.. . Trong khi chờ đợi sự xem xét của phòng đào tạo, em xin chân thành cám ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Em tên là: [full_name]. . MSSV: [student_id], thuộc khoa Cơ Khí, chuyên ngành Kỹ thuật chế tạo. . Thưa phòng đào tạo, cho em xin hỏi là trong 3 đợt đăng ký môn học cho học kỳ 191, em đều đăng ký và thỏa điều kiện đăng ký mã môn học ME4029-Luận văn tốt nghiệp(ktct), nhưng cả 3 lần kết quả đều không đạt vì lí do không đủ điều kiện nhận luận văn tốt nghiệp. Nhưng sau quá trình kiểm tra lại thì em thấy mình đã đủ điều kiện nhận LVTN (minh chứng đính kèm). Vậy em mong phòng đào tạo kiểm tra lại thông tin giúp em ạ.. . Trong khi chờ đợi sự xem xét của phòng đào tạo, em xin chân thành cám ơn.  /QUOTE . . . . Thiện, chiều em lên mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là kì hè 183 em đóng học phí trễ hạn nên đã bị hủy các môn học đã đăng kí của kì 191 ,sau đó em có làm cứu xét và được xóa nợ vậy bây giờ em muốn đăng kí lại các môn đã bị xóa của kì 191 thì phải làm sao ạ.",
            "Bạn cung cấp Mã môn + mã nhóm cần đăng ký nhé",
            "Dạ các môn như sau:. . CI4341   A01 . . CI4037   A01 . . CI4011   A03 . . CI4125   A02 . . CI1053   A01. . CI1051   A01. . CI4127   A02  . . CI3121   A02 . . SP1009   A04",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Đã đăng ký cho bạn. . . . riêng môn SP1009 A04 không thể đăng ký vì sĩ số đã 140sv / nhóm",
            "Dạ em cảm ơn nhiều lắm .Vậy là chờ cập nhật thời khóa biểu thôi đúng không thầy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] lớp VP17CDT. . . Xin PĐT đăng kí giúp em môn Cấu trúc dữ liệu nâng cao (Mã MH 501704) nhóm P01 do đợt ĐKMH đợt 3 vẫn chưa có tên giáo viên trên Hệ thống. Môn này rất là khó, em đã học một lần. Mong PĐT đăng kí trễ giúp em để theo kịp tiến độ học tập. Xin cảm ơn",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name] MSSV [student_id] học khoa điện điện tử thì cho em hỏi là em đã đóng tiền học tiếng nhật rồi thì khi nào em mới chính thức học tiếng nhật v ạ? Em xin cảm ơn.. . ﻿",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp văn phòng đào tạo quốc tế để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name](Chị),. . Em tên là [full_name] có MSSV là [student_id]. Em đã thi đậu ăn văn nói viết vào ngày 18/07/2019 và đã hoàn thành xong chương trình học nhưng sao vẫn chưa có tên trong danh sách tốt nghiệp dự kiến 2019. Mong [full_name](Chị) xem lại giúp em với ạ. Em xin cảm ơn.",
            "Chào [full_name](Chị),. . Em tên là [full_name] có MSSV là [student_id]. Em đã thi đậu ăn văn nói viết vào ngày 18/07/2019 và đã hoàn thành xong chương trình học nhưng sao vẫn chưa có tên trong danh sách tốt nghiệp dự kiến 2019. Mong [full_name](Chị) xem lại giúp em với ạ. Em xin cảm ơn.  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9. . Em tên [full_name] khoa kĩ thuật hoá học. . . .   i  Da thưa thầy cô học kì 191 em đăng kí môn bóng đá tiết 2 3 thứ 2 nhưng lại bị xếp nhầm thành tiết 11 12 thứ 3. Mong thầy cô xem xét giúp em, vì ngoài giờ học em đã đăng kí em không thể học giờ học khác được. Em cảm ơn thầy cô. Em có gửi ảnh đăng kí môn học và ảnh lịch học ạ mong thầy cô xem xét.",
            "Chào bạn . . . . Nhóm môn học bị hủy do sĩ số thấp (dưới 30sv ). . . . PĐT đã chuyển nhóm và gửi mail đến các bạn, bạn vui lòng kiểm tra mail nhà trường."
        ]
    }
]