[
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Chào thầy/cô ạ,. . em có hai câu hỏi muốn hỏi như sau:. . 1) Nếu đầu năm 1 em có thi AVDV và được pass các môn AV1, AV2, AV3 nhưng chưa nộp bằng AV thì có được tính là có 6 chỉ tích lũy không ạ.. . 2) Em có tham khảo tín chỉ tích lũy để được đăng kí môn thực tập ngoài trường của khoa máy tính trên aao và thấy có 2 file làm em phá phân vân (file đính kèm, tạm gọi link 1 trong file đính kèm là A, link 2 là B). . - Trong link A có yêu cầu số tín chỉ tích lũy là 66 (Khoa học máy tính - CO3335).. . - Trong link B có yêu cầu số tín chỉ tích lũy là 53.. . Vậy trong trường hợp em hiện tại đang thuộc K20 và muốn đăng kí trước môn thực tập ngoài trường (đã đủ yêu cầu về TQ, HT,....) thì em cần đạt số tín chỉ tích lũy theo file nào ạ, nếu được thì xin cho em biết là tối thiểu bao nhiêu chỉ ạ.. . Xin chân thành cảm ơn thầy/cô đã trả lời.. . Chúc thầy/cô một ngày tốt lành,. . [full_name].. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT,. . Nếu em muốn tốt nghiệp để đạt chuẩn kỹ sư tài năng thì em có được phép nộp chứng chỉ tiếng anh toeic speaking and writing sau khi hoàn thành luận văn tốt nghiệp hay không ạ? Nếu được thì thường thời hạn chậm nhất để nộp 2 chứng chỉ còn lại là khoảng thời gian nào ạ? Em dự định sẽ xong LVTN trong học kỳ này.. . . . Vấn đề thứ 2 em xin hỏi ngoài lề là vào tháng 12/2021, em có đăng ký vào form mở thẻ Đồng thương hiệu Vietcombank - ĐHQG-HCM của Phòng KHTC - ĐHBK nhưng đến nay em vẫn chưa nhận được thông tin gì. Em có xem lại thì thấy quy định có nhắc đến yêu cầu không có CIF (thông tin) ở VCB nhưng trước đó em đã từng tạo tài khoản VCB. Vì vậy, việc đăng ký mở thẻ của em đã bị hủy đúng không ạ?. . . . Mong sớm nhận được phản hồi từ PĐT. Em xin cảm ơn.",
            "Chào bạn,. . - Về việc nộp chứng chỉ ngoại ngữ Nói - [full_name], bạn nộp trước khi xét tốt nghiệp là được.. . - PĐT không có thông tin để phản hồi bạn.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713687  /b \t. . . .   i Học vụ . Hiện tại em đã đủ điều kiến tốt nghiệp và đã có tên trong danh sách dự  kiến tốt nghiệp, nhưng em muốn học tiếp Văn Bằng 2 thì em có nên đăng ký tốt nghiệp không ạ? và thủ tục và điều kiện để học văn bằng 2 như thế nào ạ?. .",
            "Chào bạn,. . . . - Sinh viên vui lòng xem chi tiết quy định: Điều 12 Đào tạo song ngành tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học ( số 2933 ngày 10/9/21). . Chúc bạn học tập tốt nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2110902  /b \t. . . .   i Học vụ . Dạ chào Phòng Đào Tạo ạ,. . Em tên là   B Võ Thành Danh  /B  (MSSV: 2110902). HIện đang là sinh viên năm nhất khoa Điện - Điện tử. Em đang có vấn đề như sau.. . - Ngày 17/11/2021, em có đăng ký học trực tiếp học phần Thí nghiệm của môn Nhập môn về kỹ thuật (Mã môn: EE1002) và được xếp vào lớp VL03 song song với lớp L03 (Lớp L03 là được xếp ban đầu). Nhưng vì lý do gấp bách nên em đã không học học phần này và em không xin phép giảng viên phụ trách môn này. Đây là lỗi của em.. . - Sau đấy thì em có nhận thông báo từ tài khoản BKeL tên là   B Nguyễn Hải Dũng  /B . Trích nguyên văn một đoạn trong tin nhắn của thầy là như sau ạ:. .   QUOTE TKB HK212 và phần bù thí thực hành thí nghiệm của các học kỳ cũ vẫn tiếp tục kéo dài trong HK213, TKB này PĐT đã công bố nên SV tự kiểm tra lịch học và cân nhắc về việc ĐKMH trong HK213. PĐT sẽ không hậu kiểm TKB nếu trùng lịch học giữa HK213 và các HK cũ  /QUOTE . . . . . . Tuy nhiên có thể là vì lý do em không học ở lớp VL03 nên TKB của học phần này ở lớp L03 (lớp ban đầu) của em chưa có TKB học bù của học phần. Khi em xem lại bảng điểm của môn Nhập môn về kỹ thuật thì em thấy điểm hiện 15 (tức là chưa có điểm). . . .   B   U Em có các câu hỏi như sau:  /B   /U . . - Tình hình của em như trên thì em có bị cho là không có điểm học phần Thí nghiệm hay em có vấn đề nào khác không ạ?. . - Nếu bị cho là không có điểm học phần Thí nghiệm thì em có phải đăng ký học lại toàn bộ môn Nhập môn về kỹ thuật không ạ?. . . . Mong nhận được phản hồi của Phòng Đào Tạo ạ. Em cảm ơn rất nhiều ạ.. . Trân trọng,. . Võ Thành Danh",
            "Chào em;. . Phòng Đào tạo đã bổ sung cho em nhóm VL03 học trong đợt gần hè, sau ngày hôm nay em lên kiểm tra lại thời khóa biểu đi học nhé. . Lưu ý: đây là đợt bù cuối cùng nên không thể dời them được nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào pđt, em [full_name] MSSV [student_id], hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022 nhưng tình trạng SV vẫn bị tạm dừng và chưa được thu nhận lại, vì vậy em vẫn chưa truy cập vào mục đăng ký tn để tiến hành đăng ký được, mong pdt giải quyết để em có thể đăng ký tn đúng hạn trong đợt này ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. HK211 hiện đã có điểm hết chỉ trừ môn IM3001. Em muốn biết lý do nên mong thầy/cô giải đáp thắc mắc ạ. Em xin cảm ơn.",
            "Chào em,. . PDT đã kiểm tra dữ liệu, hiện tại môn học của em vẫn chưa có điểm.. . Em liên hệ với GV hỏi lại giúp cô đã nộp điểm cho Khoa để chuyển Phòng Đào tạo cập nhật cho SV chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], khóa 19 hiện tại em còn 1 học phần giáo dục thể chất 3, kì hè này em có đăng ký mã PE thì chỉ hiện mã (hp1, hp2) không có mã môn nào ghi hp3. .  em nên chọn mã nào vậy ạ",
            "Chào em;. . môn Giáo dục thể chất em chờ thông báo trên bkel. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cô cho em hỏi với ạ, em tên [full_name] mssv [student_id], em tra danh sách tốt nghiệp chính thức không thấy tên em trong danh sách. Em đăng ký tốt nghiệp giữa tháng 3 ạ. Cảm ơn cô phản hồi thắc mắc và xử lý giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô.. . . . Thầy/Cô cho em hỏi kết quả kiểm tra anh văn định kỳ có áp dụng được cho nhiều học kỳ sau đợt kiểm tra đó không ạ, hay chỉ được áp dụng để đăng ký môn học cho học kỳ ngay sau đợt kiểm tra định kỳ đó ạ.. . . . Mong Thầy/Cô phản hồi ạ. Em cảm ơn ạ!",
            "Chào bạn, . . Kết quả kiểm tra anh văn định kì sẽ được cập nhật tại mybk thông tin sinh viên =  Điểm chuyển.. . Kết quả anh văn định kỳ đạt sẽ áp dụng cho toàn bộ thời gian học.. . Thông tin đến bạn nhé.. . Thân!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn hỏi là nếu giữa kỳ vắng thi nhưng cuối kỳ đủ điểm qua môn thì có được tính là qua môn không ạ? Hay môn đó mình nhận điểm 13 luôn ạ? Em cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Vấn đề này bạn vui lòng liên hệ Giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi sao hiện tại em vào BKPay để thanh toán học phí nhưng web cứ load và không vào được ạ.",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Kì hè tới em có đi thực tập ngoài trường và trong hồ sơ có yêu cầu về bảng điểm. Hình thức em nộp thông qua email nên bảng điểm cần in ở dạng \"mềm\" thì bên trường có cách nào lấy bảng điểm ở dạng hình hay file không ạ?! . . Và bảng điểm của em chưa được tổng kết kỳ trước thì có cách nào để biết điểm tổng sau khi tính thêm kỳ vừa rồi không ạ. . Mong sớm nhận được phải hồi từ các thầy/cô ạ!. . Em chúc thầy/cô nhiều sức khoẻ ạ.",
            "Chào cô,. . Đã hơn một tuần em gửi câu hỏi mong cô giải quyết ạ.. . [full_name].. . [full_name]",
            "Chào bạn,. . . . - Bạn đăng ký in bảng điểm tại myBK (mybk.hcmut.edu.vn)    Đăng ký in bảng điểm. . . . - Bảng điểm sẽ cập nhật ngay thời điểm bạn in, nếu như có điểm mới phát sinh thì sinh viên đăng ký in lại để có bảng điểm cập nhật mới nhất. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.",
            "Chào bạn,. . . . - Bạn đăng ký in bảng điểm tại myBK (mybk.hcmut.edu.vn)    Đăng ký in bảng điểm. Sau đó bạn scan để sử dụng . . . . - Bảng điểm sẽ cập nhật ngay thời điểm bạn in, nếu như có điểm mới phát sinh thì sinh viên đăng ký in lại để có bảng điểm cập nhật mới nhất. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa Tp HCM.. . Em tên là : [full_name], MSSV: [student_id] là sinh viên được đào tạo theo chương trình đại trà hệ Chính Quy. . . Theo như quy chế đào tạo thì hiện tại em đã hết thời gian đào tạo nên nay em viết mail này xin Phòng Đào Tạo cho em chuyển sang hệ Vừa Học Vừa Làm ( em có đính kèm file Phiếu đề nghị chuyển sang hệ VHVL.jpg ).. . Trong khi chờ phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn !. . Sinh viên.. . [full_name].",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào phòng đào tạo,. . Em là Nguyễn Hữu Tiến, sinh viên lớp CC01 của môn Quản lí dự án cho Kĩ sư.. . Em có thắc mắc là tại sao sau kì thi giữa kì ngày 9/4 ca 7h, hiện tại là ngày 10/4, nghĩa là chưa hết 48h em không thể nộp bài qua Google Form vậy ạ?. . Em cám ơn.. . Trân trọng.. .",
            "Chào em,. . SV vui lòng liên hệ với GV để xin nộp bài bổ sung nhé.. . SV xem quy định về hướng dẫn thi trực tuyến tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế,quy định/học vụ/- Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô!. . Em đang phân vân về quyết định thi tuyển sinh đại học lại!. . Thầy/cô cho em hỏi, nếu em đậu vào khóa mới, em có được qui đổi những môn đã đạt hiện tại không? Nếu qui đổi thì học kỳ đầu tiên năm 1 em có phải học chung với các bạn khóa mới không hay vẫn phải theo đúng tiến độ? . . Hiện tại, em cũng đã đủ ngày công tác xã hội để xét tốt nghiệp. Nếu em thi lại vào khóa mới, em có được qui đổi không hay phải làm lại từ đầu?. . Kính mong thầy/cô giải đáp!. . Em xin chân thành cảm ơn thầy cô rất nhiều!. .",
            "\"Chào bạn. . Tải Phiếu đăng ký miễn môn học (tại trang web Phòng Đào tạo (aao.hcmut.edu.vn)    Sinh viên    Biểu mẫu, điền đầy đủ thông tin, đính kèm bằng GDQP hoặc bảng điểm, nộp tại trang hỗ trợ trực tuyến BKSI.. . o          B Sinh viên vui lòng xem chi tiết quy định: điều 18/18.1c Công nhận kết quả học tập và chuyển đổi tín chỉ tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21)  /B . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. . . . . . . . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Em muốn hỏi là nếu như điểm em trên bảng điểm bị nhập sai lệch so với điểm thi thật mà hết hạn phúc tra thì em phải làm sao ạ.. . Cách đây 1 tháng em có mail cho giáo viên và PĐT nhưng không có ai trả lời ạ. Mong quý thầy  cô hỗ trợ em để không mất quyền lợi ạ.. . Môn: Đại số tuyến tính (MT1007).. . . .",
            "Chào bạn,. . . . Về vấn đề nhập điểm này, bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy để được hỗ trợ.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào,. . Em xin phép hỏi là môn học Chiếu Sáng Thông Minh (EE4029) em đang học HK212, sẽ được tính vào nhóm A hay nhóm C trong chương trình đào tạo của K18 Kĩ Thuật Điện ạ. . Mong sớm nhận phản hồi để em đăng kí thêm môn trong HK213 ạ. . Em chân thành cám ơn.",
            "Chào bạn,. . . . Về chương trình đào tạo, bạn vui lòng liên hệ về Khoa để được hỗ trợ.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . . . Em tên là [full_name]. MSSV: [student_id]. . . . Hiện tại em đã có trong danh sách dự kiến tốt nghiệp. Nhưng do bị tạm dừng học nên em không đăng kí tốt nghiệp được.. . . . Mong phòng đào tạo sớm thu nhận để em được đăng kí tốt nghiệp kịp thời gian ạ. . . . . Em cám ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô),. . Em tên [full_name] MSSV: [student_id] hiện em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng chưa thể đăng kí tốt nghiệp do bị tạm dừng. Thầy (cô) xem xét thu nhận lại để em có thể đăng kí tốt nghiệp kịp đợt này ạ. E cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào pdt,. . Em đang bị bệnh hiểm nghèo ( tâm thần phân liệt) hiện đang điều trị tại bệnh viện tâm thần tphcm, nên muốn bảo lưu để được điều trị, mong pdt chấp nhận và phản hồi. xin cám ơn.",
            "Chào em,. . PDT đã tiếp nhận đơn tạm dừng của bạn. . SV theo dõi mail SV và tình trạng SV được cập nhật tại mybk/Thông tin sinh viên/tình trạng. . Sau ngày 29/4 SV vẫn chưa nhận được mail QD vui lòng gửi lại câu hỏi qua bksi để kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id]. . Cho em hỏi là vào học kỳ dự thính 213 tới thì sinh viên K18 khi đăng ký LVTN cần phải đáp ứng các điều kiện đăng ký LVTN như chứng chỉ anh văn, ngày CTXH không. Và mức học phí khi đăng ký LVTN vào kỳ dự thính này là bao nhiêu ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . - Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . - Về mức học phí khi đăng ký LVTN vào học kì hè 213, dự thính hè 213, ạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin ạ. Em là sinh viên K18 hiện kỳ này em thấy tiến độ luận văn không kịp nên định đăng ký kè LVTN ạ. Cho em hỏi học phí đăng ký LVTN kỳ hè 213 vẫn như học kỳ chính là 350k/TC hay là 880k/TC vậy ạ? Em cảm ơn nhiều ạ. .",
            "Chào bạn,. . . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   . . Chúc bạn học tốt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô ạ! . . Em là [full_name]. . Hiện đang là sinh viên lớp CK18CTM3. . Hiện tại em còn đăng kí luận văn nữa là hoàn thành chương trình đào tạo của mình ạ!. . Học kỳ hè này(HK213) em nghe nói trường có mở đăng kí luận văn và bảo vệ vào tháng 11 ạ.. . Em muốn hỏi là học phí học kỳ hè đối với luận văn thì vẫn tính như dự thính hay vì luận văn nên vẫn tính như học kỳ chính ạ!. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo Mail của PĐT đã gửi thì sau Tết nguyên đán 2022 sẽ có thông báo về lịch trình chi tiết của việc nộp bằng THPT, nhưng hiện tại em vẫn chưa nhận được thông báo chính thức, mong PĐT giải đáp thắc mắc của em về vấn đề này ạ.",
            "Chào bạn. . . . Về vấn đề Bằng THPT bạn vui lòng liên hệ Cô phục trách: Hương Thủy   [email]  để được kiểm tra và hỗ trợ. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . - chào thầy cô em la khoa k14 đa đu điều kiện nhận bằng tốt nghiệp tháng 4 này, cho em hỏi ngày mấy em co thể len pdf nhận bằng a, nếu em k dự lễ tốt nghiệp thì có được nhận bằng k( vì ngày đó em bận việc riêng a)",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân",
            "Chào bạn,. . . . - Sau khi Pdt kiểm tra lại dữ liệu, bạn đã có tên trong danh sách dự kiến tốt nghiệp. . -Bạn vào myBK đăng ký tốt nghiệp để khai thông tin tốt nghiệp nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi quý thầy cô. . Em tên là[full_name] [full_name] - MSSV[full_name] [student_id] - Hệ VLVH - Khoa[full_name] Điện - Điện tử. . Em có nhận được thông báo đăng ký tốt nghiệp tuy nhiên em kiểm tra thông tin thấy có sai nơi sinh (nơi sinh em tỉnh Quảng Bình nhưng trên để tỉnh Bình Phước) (có ảnh đính kèm). Mong quý thầy cô kiểm tra và điều chỉnh lại giúp em ạ.. . Em xin chân thành cảm ơn!",
            "Đã cập nhật nơi sinh thành tỉnh Quảng Bình. . SV vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đóng học phí trễ thì mình cần liên hệ với PĐT trước hay mình có thể đóng rồi mình lên nộp đơn lý do thanh toán trễ xong là được ạ.",
            "\"Chào bạn[full_name] [full_name] PĐT đã ghi nhận bạn thanh toán xong học phí HK212[full_name] Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau [full_name] [full_name] Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa thay đổi mật khẩu cho email sinh viên 2 ngày trước (đã thành công), sau đó google tự đăng xuất em ra. . . . . Em đăng nhập lại thì vào được các dịch vụ của MyBK nhưng còn gmail thì không vào được. Lúc em đăng nhập lại gmail thì nhận được thông báo là \"Google không thể xác minh rằng tài khoản này là của bạn.\" và kêu em liên lạc với Quản trị viên của tên miền \"@hcmut.edu.vn\".",
            "\"\"\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email] . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Họ tên: [full_name]. . Yêu cầu khác: hiện tại, tài khoản đóng học phí e bị khoá nên không thể đóng học phí. Hạn đóng học phí là 11/4 mà ngân hàng nghỉ lễ từ 10/4-11/4. Vậy em đóng học phí trễ được không ạ ? Cần làm gì khi đóng học phí trễ hạn ạ?. . Em cảm ơn ạ.. .",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] K18. Cho em hỏi em đăng kí luận văn tốt nghiệp (LVTN) vào kì hè 213 thì học phí tính như thế nào ạ? Em cảm ơn",
            "Chào bạn,. . Về học phí học HK hè 213, bạn vui lòng xem lại thông báo về việc đăng ký môn học HK hè 2021-202 (HK213), Dự thính hè 213 NGÀY 01/04/2022.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có tên trong danh sách tốt nghiệp tạm thời và đăng ký tốt nghiệp thành công vào ngày 25/03/2022 nhưng chưa có tên trong danh sách tốt nghiệp chính thức được cập nhật vào 09/04/2022.Mong phòng đào tạo xem xét trường hợp của em.",
            "Chào em;. . Em đã có tên trong danh sách tốt nghiệp chính thức rồi nhé, em kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có giấy chứng nhận tốt nghiệp tạm thời từ ngày 1/4 nhưng lại không có trong danh sách tốt nghiệp chính thức (được cập nhật ngày 9/4) của phòng đào tạo ạ?",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vẫn chưa tốt nghiệp. Nay em muốn tìm các tài liệu của giảng viên dạy các môn học hồi năm nhất, năm 2 thì trên BKEL không hiện các môn đó nữa. Cho em hỏi làm sao để tìm lại các file của các môn năm nhất, năm 2 ạ?",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ Khoa/ Bộ môn, giáo viên giảng dạy để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng kí xét tốt nghiệp bên phòng đào tạo và có nhận được mail từ trường xác nhận là em đã nằm trong danh sách dự kiến tốt nghiệp. Tuy nhiên hiện tại em vẫn chưa đăng kí tốt nghiệp được trên mybk do tình trạng hiện tại là tạm dừng việc học ạ. Mong [full_name]T có thể giải quyết giúp em với ạ.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. . Em muốn nộp bổ sung chứng chỉ ngoại ngữ Ielts để được miễn môn tiếng anh ở trường. Cho em hỏi là nếu nộp trực tiếp thì em phải nộp ở đâu và nộp bản photo có cần công chứng không ạ. Ngoài ra, lúc đi cần đem theo những giấy tờ nào và có thêm thủ tục nào khác không ạ.",
            "Chào bạn. . . . -Bạn vui lòng xem chi tiết quy định tại -Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . -Bạn sẽ nộp CCNN tại myBK   nộp CCNN bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy/cô ạ,. . . . Kì này em đang làm ĐCLV, kì hè vì một số lí do em không thể đăng ký LVTN trong hè được. Thầy/cô có thể cho em hỏi kì hè em không đăng ký LVTN thì có cần làm thủ tục gì để có thể bảo lưu cái ĐCLV mình đang làm không ạ? . . . . Rất mong nhận được câu trả lời từ quý thầy/cô vì câu hỏi này rất quan trọng đối với em. Em cảm ơn thầy/cô nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Quý Thầy Cô Phòng Đào Tạo. . Em tên là [full_name]  MSSV [student_id]. . Lớp VL15KL,  Khoa:  Công Nghệ Vật Liệu. . Em xin nộp Đơn xin gia hạn thời gian hoàn thành chương trình đào tạo. Em đã hoàn thành 142 chỉ theo chương trình đào tạo ngành Kỹ thuật Vật liệu Kim loại (Bao gồm 4 anh văn), nhưng hiện chưa đủ điểm Toeic theo chuẩn của khóa và thiếu chứng chỉ thi Nói & Viết.. .  Em làm đơn này mong Quý Thầy Cô xem xét giúp em cho em xin gia hạn thêm thời gian để có thể hoàn thành các chứng chỉ tiếng Anh và nhận bằng Tốt nghiệp ạ.. . Em xin chân thành cảm ơn và mong đợi sự phản hồi của Quý Thầy Cô ạ.. .",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân",
            "Học vụ . Kính chào Quý Thầy Cô Phòng Đào Tạo. . Em tên là [full_name]  MSSV [student_id]. . Lớp VL15KL,  Khoa:  Công Nghệ Vật Liệu. . Em xin nộp Đơn xin gia hạn thời gian hoàn thành chương trình đào tạo. Em đã hoàn thành 142 chỉ theo chương trình đào tạo ngành Kỹ thuật Vật liệu Kim loại (Bao gồm 4 anh văn), nhưng hiện chưa đủ điểm Toeic theo chuẩn của khóa và thiếu chứng chỉ thi Nói & Viết.. . Em làm đơn này mong Quý Thầy Cô xem xét giúp em cho em xin gia hạn thêm thời gian để có thể hoàn thành các chứng chỉ tiếng Anh và nhận bằng Tốt nghiệp ạ.. . Em xin chân thành cảm ơn và mong đợi sự phản hồi của Quý Thầy Cô ạ.",
            "Đã trả lời. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . MSSV/MSGV: [student_id]    . . . . Đã đang ký tốt nghiệp và thanh toán bkpay nhưng chưa có tên trong danh sách dự kiến tốt nghiệp. . . . Em chào nhà trường. Em tên [full_name] - [student_id]. hiện em đã đăng ký tốt nghiệp và thanh toán qua bkpay rồi mà chưa có tên trong danh sách dự kiến tốt nghiệp hệ VHVL. . Mong nhà trường kiểm tra giúp em. . . Em cảm ơn. . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy, Cô.. . Em tên là [full_name], MSSV: [student_id] học khoa Công nghệ vật liệu chuyên ngành Vật liệu Silicate.. . Hiện tại em đã có tên trong danh sách dự kiến, tuy nhiên đến hôm nay em vẫn chưa đăng ký tốt nghiệp được trên hệ thống của trường ạ.. . Rất mong nhận được phản hồi sớm từ Thầy, Cô.. . Em xin chân thành cảm ơn . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo.. . . . Em tên là: [full_name]. . . . MSSV: [student_id]. . . . Em muốn đăng kí trả nợ môn Giải tích hàm nhiều biến (006407 - K2018), tuy nhiên em không thấy mã số môn học này ở bên khóa K2019 theo danh sách môn.. . . . Em có nghe nói môn Giải tích hàm nhiều biến này đã được gộp chung với môn Giải tích II từ K2019 (MT1021), nên liệu nếu em đăng kí môn Giải tích II này thì có thể trả nợ cho môn Giải tích hàm nhiều biến này không ạ?. . . . Em xin chân thành cảm ơn. . . . [full_name]",
            "Chào em;. . em liên hệ khoa để giải đáp thắc mắc này nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào quý thầy cô,. . . . Theo lịch thì 15h chiều nay là hạn chót đóng học phí, nhưng hiện tại em vẫn chưa được hỗ trợ đăng ký lại môn và mở đóng học phí. Vậy cho em hỏi sau khi em được mở thì em có thể đóng sau được không ạ? Em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật tháng 04/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . Sau 13h ngày 10/05/2022, SV vào ĐKMH. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng Đào Tạo thân mến,. . . . Em là [full_name], sinh viên Việt Pháp K2015. Hiện em đang học tiếng Pháp 8 học kì 2 năm 2021-2022. Em đã thực hiện đăng kí môn học vào đợt 2 và đã thỏa điều kiện đăng kí. Tuy nhiên hiện tại môn học không hiện trong elearning, TKB và lịch thi. Hiện đang tới thời gian thanh toán học phí, nhưng vì môn học chưa được PĐT giải quyết nên em không thể thực hiện thủ tục thanh toán. . . . . Em đã thực hiện khiếu nại từ 25/02/2022 nhưng vẫn chưa nhận được bất kỳ phản hồi nào từ PĐT.Mong PĐT xem xét trường hợp này và giải quyết giúp em.. . . . Cảm ơn và Trân trọng,. . [full_name]. . . .",
            "Chào em;. . Do em đang bị tạm dừng ở HK211 nên bị huỷ kết quả nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng Đào Tạo,. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 04/2022 nhưng vẫn chưa đăng ký tốt nghiệp được trên mybk do hệ thống báo tình trạng sinh viên không được sử dụng dịch vụ này. Em kính mong Phòng Đào Tạo kiểm tra và hỗ trợ ạ.. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin gửi phòng học vụ đơn lý do đóng học phí trễ. Mong nhà trường xem xét giúp em ạ. Em xin cảm ơn !. . . .",
            "Chào bạn, . . Cổng thanh toán học phí (myBK    BKpay)vẫn mở bình thường cho sinh viên thanh toán học phí. SV vui lòng nhanh chóng thanh toán học phí theo quy định. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em vừa chuyển hệ vừa học vừa làm phải đăng kí tốt nghiệp bổ sung như thế nào ạ.",
            "Chào em,. . Em đã nhận được quyết định chuyển hệ qua VLVH chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . . Dạ em có chút thắc mắc mong thầy cô hỗ trợ và giải đáp giúp em ạ.. . Em là [full_name], MSSV [student_id]0, khóa 2013 khoa xây dựng dân dụng. Hiện tại, em đã hoàn thành luận văn tốt nghiệp nhưng vẫn còn thiếu môn Cơ Lưu Chất, và hết hạn học tập nên bị thôi học.. . Sau khi đi làm 1,2 năm em vẫn mong muốn được lấy bằng đại học thì giờ em có thể xin chuyển hệ và vẫn bảo lưu kết quả học tập cũ được không ạ?. . Em xin cảm ơn và mong thầy cô giải đáp giúp em, em rất biết ơn ạ. . . .   i Học vụ .",
            "\"Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . . . Nếu bạn có nhu cầu chuyển sang VLVH thì nộp hồ sơ gấp liền nghen. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \"",
            "Dạ em xin phép được nộp hồ sơ theo biểu mẫu để chuyển qua hệ VLVH ạ",
            "\"Chào bạn,. . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail hoặc tin nhắn Bkel, Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 để vào đăng ký môn học cho HK213 nếu còn nợ Môn Học (từ tháng 10/05/2022). . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT!. . 1) Cho em hỏi là kỳ hè có được đăng ký LV không ạ?. . 2) Nếu được thì đăng ký trong đợt đăng ký dự thính hè luôn hay PĐT sẽ mở đợt đăng ký riêng ạ?. . 3) Và có xét chuẩn toeic không ạ?. . 4) Học phí như thế nào ạ?. . Em cảm ơn",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em là [full_name]. . Mssv [student_id]. . Lớp XD17KT. . . . Theo như mail trường gửi trước đó, em đã kiểm tra và thấy tên mình trong danh sách tốt nghiệp dự kiến (thông tin đã đúng) cũng như là em đã đăng ký tốt nghiệp và đóng lệ phí theo hướng dẫn, tuy nhiên sau 3 ngày em kiểm tra lại nhưng vẫn chưa thấy tên mình trong danh sách tốt nghiệp chính thức, nên em muốn hỏi thầy cô là khi nào hoặc em phải làm thêm các bước nào nữa để có thể được cập nhật tên trên danh sách chính thức ạ.. . . . Em cám ơn thầy cô rất nhiều và chúc thầy cô có ngày lễ trọn vẹn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . kính gửi: quí thầy cô. . Em tên: [full_name]. . mssv: [student_id] , lớp : CK19LTH. . Ở học kỳ 2 năm 2021-2022: em chỉ đăng ký 1 môn phương pháp tính, nhưng học phí ghi là  . . 4 387 500 đ. Em nghĩ học phí đã bị sai.. . Em mong được sự giúp đỡ của quý thầy cô.. . Em xin cám ơn.",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III-Đại học chính quy. . - Khóa 2019,2020: 5.850.000VNĐ/HK. . - Nhà trường xem xét giảm học phí cho sinh viên đăng ký ít hơn số tín chỉ định mức   =12 tín chỉ: 25%. . - Học phí của bạn là đúng. . - Bạn vui lòng xem lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV:[student_id]. . Yêu cầu:Lỗi bkpay em ko đóng tiền av yêu cầu đc ạ. . . .",
            "SV đã thanh toán HP thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ, em đang có thắc mắc về khoản tiền 55 nghìn in lại thẻ sinh viên. Hiện tại BKpay của em hiện khoản tiền 55 nghìn (in lại thẻ sinh viên) và em không nhớ là em có làm lại thẻ sinh viên ạ. Không biết khoản tiền 55 nghìn đó em cần đóng không ạ? Em xin cảm ơn đã giải thích thắc mắc của em.",
            "Chào em,. . SV đăng ký thì phải thanh toán tiền nhé bạn.. . SV lưu ý khi sử dụng các dịch vụ của Phòng Đào tạo. . Thân"
        ]
    }
]