[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chao pdt , em moi dc mail ve viec dang ky hoc anh van , cho em hoi bay gio minh dang ky o dau a, em muon hoc o cs1 a , co phai la cac lop anh van 1a 2a 3a 4a khong a ! em cam on . . . .",
            "Chào bạn,. . . . Bạn đăng kí vào đợt 4 DKMH, bạn nhớ chọn cột cơ sở 1.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: phòng đào tạo . . Em là [full_name], sinh viên năm cuối của trường. Em vừa kết thúc chương trình học xong.. . PĐT cho em hỏi là thời xét tốt nghiệp đợt 1 vào tháng 4 là khi nào ạ? Và thời gian xét bằng tiếng anh nói viết muộn nhất là khi nào? Cũng như các timeline để xét tốt nghiệp thì em có thể xem ở đâu ạ?. . Em xin cảm ơn PĐT đã xem và mong nhận được phản hồi sớm nhất ạ.. . [full_name]. . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . Mssv:[student_id]- Khoa: Cơ khí. . Lý do viết đơn: em viết đơn này mong phòng đào tạo có thể xếp em vào lớp ME2023 - Thực tập kỹ thuật chế tạo, em đã đăng kí ở đợt 2 nhưng lại quên đăng kí ở đợt bổ sung nên đkmh lần 3 em không có đăng kí được và cũng full sĩ số. Em làm đơn này mong phòng đạo tạo cho em được đăng kí để hè năm nay em có thể đi thực tập vì môn này tiên quyết và em k17 và trễ 1 năm nên em mong phòng đạo tạo có thể tạo cơ hội cho em.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Tất cả các môn học học kỳ 202 đã tăng sỉ số tối đa không đăng được nữa. Sao bạn không đăng kí trong đợt dự thính vừa rồi.. . . . Thân",
            "Dạ đợt đăng kí dự thính vừa rồi chỉ có 1 bạn đăng kí. Em năm nay đã năm 4 rồi mong phòng đào tạo có thể tạo cơ hội cho em đăng kí ME2023 - Thực tập kỹ thuật chế tạo vì nó là môn tiên quyết để hè năm nay em thực tập và năm sau em nhận đề cương luận văn. Nếu em không đăng kí được môn này chắc em lại trễ thêm 1 năm nữa. . . Em cảm ơn Phòng đạo tạo.",
            "Chào bạn,. . . . Tất cả các môn học học kỳ 202 đã tăng sỉ số tối đa không đăng được nữa. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - cho em hỏi là hiện em là sinh viên khóa 14 đã hết thời hạn đào tạo theo quy chế học vụ điều 5.4, nên không được đăng ký môn học học kỳ 2/2020-2021, mà giờ em đã hoàn thành gần hết các môn học rồi ạ chỉ còn thiếu anh văn 4, em có thể xin gia hạn thời gian đào tạo thêm 1 học kỳ để hoàn thành môn học được không ạ. và nếu được thì thủ tục như thế nào ạ.. . + em có thể đăng ký lớp tiếng anh theo nhu cầu được để bổ sung được không ạ.. . em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn làm đơn xin gia 1 học kỳ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vậy là tụi em bị hủy môn đúng không ạ?. . Trường báo sau đợt đăng kí môn học, vậy tụi em phải làm sao ạ?",
            "Chào bạn,. . . . Đợt 4 DKMH không cho huỷ môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Học vụ . Học kì 202 này em có đăng kí 2 môn ngoài ctđt của ngành công nghệ thực phẩm, là môn hoá phân tích thay cho môn hoá sinh hoá thực phẩm(kh đki được) và môn hoá vô cơ thay cho môn hoá hữu cơ( cũng kh đki được luôn) thì bây giờ em muốn hỏi là nếu em đậu hai môn này thì có tính vô số tín chỉ tích luỹ để đki môn cho năm 3 kh ạ? Tại vì em nghe nói là môn hoá sinh thì chỉ có hk 1 mới mở lớp nếu vậy thì em sẽ kh đủ chỉ tiêu là 56 chỉ tối thiểu để đki môn năm 3 ạ",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo quốc tế để các thầy/cô hỗ trợ cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là thi toiec trong trường lấy lần có điểm thi cao nhất hay lấy điểm lần thi gần nhất ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Lấy lần có điểm cao nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, thầy cô cho em hỏi tuần sau phòng đào tạo có làm việc và tiếp sinh viên không ạ? Do đợt đăng kí môn học dự kiến là vào ngày 2/2, nhưng lịch nghỉ tết đã bắt đầu từ 1/2 rồi ạ.. . Em cám ơn.",
            "Chào bạn,. . . . Có bạn, phòng [full_name] Tạo làm hết ngày 4/2 mới nghỉ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hi [full_name] ạ!. . Em có đăng ký môn học nhưng chưa vô kì chính thức giờ em muốn xóa môn học không cần đợi đợt thì phải làm sao ạ ?. . Chứ sắp tới là đợt 3 là chỉ cho đăng kí thêm chứ không cho xóa ạ. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học của đợt đăng kí môn học học kỳ 202 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT.. . Em tên là [full_name], MSSV: [student_id], vừa từ CQ chuyển sang hệ VLVH. (MSSV cũ: [student_id] - Khoa Cơ Khí - Kỹ Thuật Nhiệt (Lạnh)).. . Em xin chuyển vào mã ngành cũ [student_id] - Kỹ thuật nhiệt (hệ VLVH).. . Nhưng khi em vào thông tin sinh viên thì em lại ở khoa Công Nghệ Vật Liệu - Ngành học - Kỹ thuật Vật Liệu.. . Em xin hỏi thông tin đăng ký có sai không ạ. Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng vào trang mybk/Thông tin sinh viên kiểm tra lại nhé.. . Ngành mới của bạn đã được cập nhật lại là ngành Kỹ thuật nhiệt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên năm 3 khoa Điện - điện tử.. . Vì trước đó học thiếu 1 môn cơ sở ngành (cs điều khiển tự động) nên kì sau không được đăng kí làm đồ án ạ. . . Hiện tại thì em đã đăng kí được môn này vào kì sau, vì vậy em muốn xin ý kiến PĐT cho phép em học song hành môn cơ sở ngành và cả đồ án được không ạ. Em đã xin được giáo viên hướng dẫn đồ án rồi ạ, mong PĐT sẽ xem xét và đồng ý cho em, vì em thực sự không muốn trễ đồ án ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Rất tiếc việc này tôi không thể giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt ĐKMH HK201 vừa qua, em định đăng ký môn tự chọn Kinh tế kỹ thuật (mã môn IM1027). Nhưng em không để ý đã đăng ký môn học Kinh tế kỹ thuật (mã môn ME2045)-nằm ngoài chương trình đào tạo. Không biết em có thể hủy môn học này được không ạ? Nếu hủy có phải nộp học phí cho số tín chỉ của môn này không ạ (em đăng ký 19 tín chỉ cho trong đợt này)?",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học, muốn huỷ bạn nộp đơn rút môn học có tính học phí nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào ban đào tạo ạ. Cho em hỏi là bây giờ em muốn đăng ký lớp tiếng anh theo nhu cầu thì em sẽ đăng ký môn vào đợt 4 chính quy hay sao ạ? . . - với lại trong mail thì em thấy 1 kỳ hình như có thể học tối đa 3 lớp anh văn. bây giờ em còn thiếu av3 và av4 thì em có thể đăng ký trong cùng 1 kỳ được phải không ạ?. . - Nếu mà được tức là học xong lớp anh văn này thì phòng đào tạo sẽ mở tiếp tục đăng kí lớp tiếp theo trong 1 kỳ luôn đúng không ạ?. . Em mong ban đào tạo phản hồi sớm giúp em ạ. Em cảm ơn rất nhiều. .",
            "Chào bạn,. . . . - Môn anh văn theo yêu cầu giống anh văn 1,2,3,4. Anh văn 3 là môn học trước của anh văn 4. . . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k19, đợi thi toeic vừa rồi, em thi được 475, vậy em đã đủ chuẩn học năm 3 chưa ạ ? Em cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em chào Thầy/Cô ạ.. . . . Em kính xin Thầy Cô cho em hủy 1 môn trong kết quả đăng kí môn học kì 202 đợt 3 ạ.. . . . Lý do là: Môn đó không đủ bạn đăng kí để nên có nguy cơ sẽ bị hủy ạ. Em hiện đang đăng kí môn đó và không còn dư tín chỉ để đăng kí môn khác thay thế môn đó vào đợt đăng kí bổ sung ngày 2/2 tới ạ. Đồng thời, em hiện cũng đang muốn học lại môn em bị rớt vào kì này thay cho môn mà dự định hủy do năm sau chương trình đào tạo của khóa sau đổi mã môn học nên em sẽ không thể học lại vào năm sau ạ. Em kính mong Quý Thầy/Cô có thể cho xin hủy môn \"Các phương pháp xác định cấu trúc hợp chất hữu cơ\" (mã MH: CH3221) của kết quả đăng kí môn học đợt 3 ạ.. . . . Thông tin của em là: [full_name], MSSV: [student_id],  xin hủy kết quả dkmh đợt 3 của môn \"Các phương pháp xác định cấu trúc hợp chất hữu cơ\" (mã MH: CH3221).. . Em chân thành cám ơn Quý Thầy/Cô ạ. Em mong Quý Thầy/Cô có thể hồi đáp em sớm nhất ạ.. . [full_name].",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học của đợt đăng kí môn học học kỳ 202 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo ạ, lúc trước em có học môn Hữu cơ và đã được 5.5 ( qua môn) nhưng kì chính vừa rồi em có cải thiện nhưng lại bị rớt. Phòng đào tạo cho em hỏi nếu như vậy phòng đào tạo có còn công nhận điểm cũ của em không ạ hay bắt buộc em phải học lại ạ.",
            "Chào bạn,. . . . Lấy đợt nào có điểm số cao nhất nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] . . Mssv [student_id]. . Cho em hỏi là lúc đăng kí môn học đợt 3 em vẫn chưa qua av2 để đăng kí môn của năm ba. Đợt thi cuối tháng 1 em đã qua và đăng kí môn đợt 4 được rồi nhưng do số tín chỉ đợt 3 đã đủ không thể đăng kí thêm em có cách nào rút môn đại cương để đăng kí môn chuyên ngành không ạ. Nếu không được học môn này sẽ trể mất 1 kì ạ. Rất mong phòng đào tạo sẽ giải quyết giúp em vấn đề này ạ .Em cảm ơn ạ.. . . .",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học, bạn muốn học bạn làm đơn rút môn học sau đó làm đơn đặc cách DKMH.. . . . Thân",
            "Cho em hỏi là làm đơn rút môn học và đơn đặc cách DKMH nộp trước thời gian kết thúc đăng ký môn học đợt 4 đúng không ạ.Mẫu đơn đặc cách DKMH lấy ở đâu ạ. . . em cảm ơn ạ. . . .",
            "Chào bạn,. . . . Đầu tháng 3 nộp đơn, đơn rút có mẫu, còn đơn đặc cách phải viết tay không có mẫu đơn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào pđt ạ , điểm cuối kỳ trắc địa của tụi em chưa có ạ ! em thi hơn 2 tuần rồi ạ với lại em thấy hình như trường đăng lộn điểm plđc ạ ! mong pđt giải quyết giúp em ! em cảm ơn ạ",
            "Chào bạn,. . . . Việc này phải liên hệ với giáo viên giảng dạy môn Trắc địa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô , cho em hỏi là kì này do có rớt môn nên chỉ được 54 tín chỉ tích lũy mà để được đăng kí môn năm 3 thì phải đủ 56 tín chỉ tích lũy ,nếu có thể em có thể làm đơn gì để kết quả đăng kí môn học không bị xóa ạ .. .",
            "Chào bạn,. . . . Không bạn, vì đó là qui chế đã qui định rõ rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vừa qua em thi tioec đạt chuẩn nên em muốn hủy anh văn 2 và anh văn 3. . em trong 3 đợt đăng kí em không đăng kí được môn:. . ME2007\tChi tiết máy. . mong bên nhà trường sếp lịch cho em để em học đúng tiến độ. . em cảm ơn",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học của đợt đăng kí môn học học kỳ 202 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em hỏi là em đã học hết tất cả các môn rồi mà kì sau em lỡ đăng kí thêm 1 môn tự chọn thì em hủy môn đó được không ạ. Với cả giờ em hủy môn đó thì có phải đóng tiền học phí cho môn đó không ạ tại vì em thấy 2-3/2/2021 còn một đợt đăng kí môn học bổ sung.. . Em cảm ơn!!!",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học của đợt đăng kí môn học học kỳ 202 nha bạn. Muốn huỷ bạn làm đơn rút môn học có tính học phí nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name]([student_id]). . em muốn nhờ bạn [full_name]([student_id]) lấy dùm em [full_name] mà em đã đk..... . Kính mong phòng đào tạo xem xét nguyện vọng của em. Em cảm ơn!. . . .",
            "Chào bạn,. . . . Khi đi nhớ xuất trình thẻ sinh viên của người đăng kí in bảng điểm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng kí môn Kĩ thuật chế tạo 1 ở kì 202, mà đã cố thi anh văn đầu vào hết sức mà chỉ đạt 440. Ở đợt tiếp theo e sẽ bị xóa. Pđt có thể cho em đăng kí để đủ môn học tiên quyết đi thực tập  được không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . Rất tiếc không giúp cho bạn được.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trong đợt đăng kí môn học Đợt 4 thì mình không được xóa môn hay chuyển nhóm nhưng em lỡ đăng kí môn   B Kỹ thuật chế tạo 3  /B  và giờ em cần đăng kí môn   B Kỹ thuật chế tạo 1 (ME3031)  /B  vì đó là môn tiên quyết để làm Đồ án vào HK1 năm 4 nhưng đăng kí thì bị không đủ thời gian dãn cách giữa 2 cơ sở với môn KTCT3 thì có cách nào xóa hoặc đổi nhóm môn KTCT3 không ạ?",
            "Dạ và môn Kỹ thuật chế tạo 1 (ME3031) trong chương trình đào tạo khóa 2019 và 2020 không còn nữa ạ và có khả năng sẽ không đủ sỉ số để mở môn học vào các học kỳ tiếp theo",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học của đợt đăng kí môn học học kỳ 202 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào  PĐT , do sơ suất trong việc đăng kí môn học học kì 202 , em có đăng kí thêm môn Triết học [full_name] nhưng môn học này em đã qua học kì vừa rồi và em  muốn xóa môn này để đăng kí thêm môn [full_name](ME2051 ) . Trường hợp này em đã đăng kí 20 tín chỉ và đã chốt danh sách .Nay em xin PĐT xóa giúp em môn Tiết học [full_name] và đăng kí giúp em môn [full_name] , em sẽ đóng tiền đủ 23 tín chỉ  , rất mong PĐT xem xét để em có cơ hội được học môn này ạ .. . Em xin cảm ơn .",
            "Chào bạn,. . . . Đến đầu tháng là đợt rút môn học, bạn làm đơn rút môn học sau đó làm đơn đặc cách xin đăng kí môn học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là nếu mình học ở tiếng anh ở ngoài thì mình có bắt buộc thời gian để nộp bằng là trong năm nhất này hay không ạ.",
            "Chào bạn,. . . . Việc này bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em là k19, em đọc trên aao quy định về làm đơn thu nhận lại khi bị thôi học vì học lực kém, em thấy có để 2 bảng quy định tín chỉ và điểm TBTL tối thiểu.. . Em thắc mắc vì sao học 5 học kì thì tối thiểu là 35 tín chỉ. . , Nhưng sao học 4 học kì thì lại đến 42 tín chủ. Hết học kì 201 này học kì em chỉ được 20 tín chỉ thì hết học kì 202 sau em phải tích được tối thiểu bao nhiêu chỉ để có thể được thu nhận lại ạ.",
            "Chào bạn,. . Để được cứu xét HK202 đối với K.2019 thì số TCTL201   =15rc và    27tc là sẽ được tạm thu nhận bạn nhé. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị. Sau khi đăng ký môn học HK202 thì em vẫn còn thiếu 2 chỉ so với tiến độ đăng ký thực tập tốt nghiệp. Nên em muốn hỏi là em có thể bù 2 chỉ này bằng cách nộp bằng anh văn để chuyển điểm đạt môn Anh văn 4 (LA1009) hoặc bổ sung trong học kỳ dự thính các môn còn thiếu với kết quả đạt hay là phải nộp đơn đăng ký môn vợt 21 tín chỉ ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy cô, em là [full_name]-[student_id], hiện tại kì vừa qua em đang làm đề cương đề tài 2 người và hướng lên luận văn, nên em xin thầy cô cho em đăng ký luận văn kì này vì lí do hiện tại em chưa có bằng toeic đủ để đăng kí luận văn (em đã thi nhưng không đủ điểm), nên em xin thầy cô cho em đăng ký trước và em hứa sẽ bổ sung đúng chỉ tiêu bằng toeic trong kì, và em cũng đã được thầy hướng dẫn tư vấn thì thầy khuyên nên lên xin phòng đào tạo đăng ký trước rồi bổ xung bằng toeic trong kì do đề tài quá nặng nếu để một bạn làm, vậy mong thầy cô cho phép em được đăng kí luận văn trong kì này, em xin cám ơn.",
            "Chào bạn,. . . . Khi nào bạn đủ toeic làm luận văn, bạn liên hệ PDT để hướng dẫn đăng kí luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi em đã đăng ký đợt 1 rồi mà em đóng học phí trễ. Đến giờ em mới biết là mình bị huỷ rồi nên giờ phải làm sao ạ. thầy cô giúp em với ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha, còn đợt 4 DKMH nữa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào Phòng đào tạo. Em tên là [full_name] mssv [student_id]. Em mong Phòng đào tạo cho em mở khoá cho em chuyển lớp Vật liệu xây dựng CI2037. Em nay năm cuối, gia đình khó khăn nên em có đi làm thêm nhiều để trang trải cuộc sống và học  phí nhưng thời gian môn học này lại trúng thời gian làm em không đi làm thêm được, như vậy khiến cho em khó khăn hơn trong trang trải cuộc sống và tiền học phí. Bây giờ là hơn 5h sáng em phải dậy sớm đi làm cả ngày nên em ghi lời thỉnh cầu này để sáng nay khi mở đợt bổ sung thì Phòng đào tạo đọc được và giúp đỡ cho hòn cảnh khó khăn của em. Em khẩn xin Phòng đào tạo giúp em cho em chuyển nhóm sang lớp khác còn sỉ số để không bị cấn lịch làm thêm của em. Em chân thành biết ơn Phòng đào tạo và kính chúc phòng đào tạo năm mới thật nhiều sức khoẻ, vui vẻ và hạnh phúc trong cuộc sống.",
            "Chào bạn,. . . . Bạn làm đơn đặc cách nộp PDT xin chuyển nhóm môn học để ban lãnh đạo phòng phê duyệt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em tên là [full_name], MSSV [student_id]. Học kì vừa qua em có học môn Anh Văn 4 LA1009 của cô [full_name], nhóm L04, thứ 2 tiết 7-9.. . Vừa qua khi có kết quả thi cuối kì và điểm thi cuối kì của em là 5,85, em nghĩ là có sai sót hoặc nhầm lẫn nào đó vì lúc vào thi ban đầu em ngồi nhầm chỗ nên ghi mã đề sai sau đó có sửa lại nhưng sợ không được rõ lắm, nên em muốn được xem xét lại và nếu có thể thì chấm lại giúp em bài làm được không ạ?. . Em xin chân thành cám ơn.. . . . Regards,. . [full_name].",
            "Chào bạn,. . . . Nếu là môn trắc nghiệm thì theo qui định của nhà trường không được phúc khảo bài thi. Việc này bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ,. . . . Em là K18. Em muốn hỏi là CCNN 4 kỹ năng nộp để xét Tốt nghiệp:. . - Có thể nộp sớm nhất lúc nào ạ? . . - Nếu có thể thì em sẽ nộp trên MyBK tương tự khi thẩm tra CCNN chuyển điểm AV đúng không ạ, từ lúc thẩm tra hoàn tất đến lúc xét TN cần làm thêm gì không ạ?. . - Bằng 4 kỹ năng có cần còn trong thời hạn 2 năm vào thời điểm TN không ạ (ví dụ tốt nghiệp tháng 11/2022, bằng hết hạn (đã nộp lên MyBK) vào tháng 10/2022). . - Bằng TOEIC Reading & Listening em đã nộp & đủ điều kiện điểm để xét TN, nhưng đã hết hạn. Em có cần thi lại & nộp bằng TOEIC còn thời hạn tại thời điểm tốt nghiệp không ạ?. . . . Do em muốn thi bằng TOEIC Speaking & Writing trước trong năm 3 trong khi còn rảnh ạ.. . . . Em cảm ơn PĐT rất nhiều ạ.. . . .",
            "Chào bạn,. . . . Bạn nộp lúc nào cũng được, đã nộp cho trường thì không hết hạn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào Thầy/Cô ạ.. . Em là [full_name]_MSSV [student_id]. . Em vừa nhận kết quả tổng kết môn Kỹ Thuật dự báo_Mã môn ME4601_Lớp A02-A , Và kết quả em rớt môn đó.. . Nhưng em nhận được mail của thầy phụ trách môn đó bảo là hiển thị điểm tổng kết bị sai nên em liên hệ phòng đào tạo. . . Hôm nay em viết mail để giúp em giải quyết vấn đề này ạ. Em có đính kèm hình ảnh mail thầy phụ trách môn học gửi em ạ",
            "Điểm đã được cập nhập lại ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em là sinh viên k15. Hồi năm 1 em đã thi Toeic bên ngoài và được 700 điểm và đã nộp để chuyển điểm 4 môn anh văn.. .  . . Thầy cô cho em hỏi bây giờ em cần xét tốt nghiệp đợt tới thì em có cần phải thi lại Toeic để nộp cho trường không ạ, vì cái toeic cũ đã quá hạn rồi ạ.. . . . Em cảm ơn thầy cô ạ.. . . .   i Tốt nghiệp .",
            "Chào bạn,. . . . Bạn chỉ nộp Toeic cho trường 660 thôi mà bạn. Đã nộp thì không hết hạn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô. . Em tên [full_name], MSSV [student_id], sinh viên khoa Máy tính Đại học Bách Khoa. Học kì 201 vừa rồi em có đăng kí Đề cương luận văn, nhóm có 3 bạn nhưng giữa chừng có 2 bạn đã nghỉ không làm nữa còn 1 mình em, vì công việc quá nhiều nên đợt tổng kết đề cương vừa rồi em không qua được. Vì không biết sẽ có 2 bạn bỏ giữa chừng nên em không có đăng kí môn đề cương luận văn ở học kì tới 202. Em xin hỏi các thầy, cô có thể xem xét cho em làm đơn xin đăng kí môn học đề cương luận văn ở học kì 202 được không. Vì đợt đăng kí đề tài đề cương vào ngày 28/2/2021 sẽ bắt đầu. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Môn đề cương luận văn sỉ số ít cũng không huỷ lớp nha bạn.. . . . Thân",
            "Chào cô,. . Em muốn hỏi là em có thể làm đơn xin đăng kí môn học cho môn đề cương luận văn được không ạ, vì đã qua đợt đăng kí chính. Vì lí do như trên và em không phải muốn hủy môn ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại là đợt đăng kí đợt 4 mà bạn. Bạn vào đăng kí ĐCLV nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị. Sau khi có kết quả thi và đăng ký môn học đợt 3 thì em vẫn còn thiếu 3 tín chỉ tích lũy ngành so với yêu cầu của Khoa là 98 tctln để được thực tập vào HK203. Em có xem quy chế thì mình không nằm trong diện được đăng ký vượt 21 tín chỉ. Cho em hỏi là có cách nào để em đăng ký được thêm môn Giải tích 2 ( MT1005) nhóm lớp L04_L07 vào học kỳ chính hoặc bổ sung ở học kỳ dự thính để kịp đăng ký thực tập không ạ? Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn có thể đăng kí học kỳ dự thính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào thầy/cô,. . . . dạ đợt kiểm tra tiếng anh vừa rồi nhà trường tổ chức không biết nhà trường đã nhập điểm trên mybk chưa ạ do mai là đến đợt đăng kí bổ sung rồi ạ . . . .",
            "Chào bạn,. . . . Cập nhật kịp cho các bạn đăng kí môn học đợt 4.. . . . Thân",
            "da không biết em là k19 vậy để pass qua được anh văn 1 để đăng kí cho kì sau là 350 đúng k ạ hay là sẽ tính theo k20 là 400 ạ",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô,. . Em là [full_name], sinh viên K19 của khoa Điện. Em có mong muốn học lại VLBD vào kỳ hè. Nhưng em không rõ là môn này có lớp vào kỳ hè hay không. Mà theo một số thông tin thì chỉ mở lớp vào kỳ chính ạ. Vậy nếu em đăng ký ở kỳ hè thì trường có mở lớp không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Tuỳ bạn, nếu môn đăng kí đủ sỉ số mở lớp. [full_name] đồng ý mở lớp thì PDT sẽ mở lớp cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô. Vì lý đo em không biết là bài mình bị chấm sót hay vì em không tô mã đề mà bài thi môn Cơ lưu chất của em không được chấm. Em tha thiết mong thầy cô xem xét cho trường hợp của em và chấm lại bài thi. Em chân thành cảm ơn. Chúc thầy cô sức khỏe dồi dào.",
            "Chào bạn,. . . . - Môn trắc nghiệm theo qui định nhà trường sẽ không được phúc khảo nha bạn.. . . . - Việc này bạn liên hệ với giáo viên giảng dạy thử nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên [full_name] mssv [student_id]. . . . Đợt đăng kí môn học đợt 3 em có đăng kí môn đồ án kết cấu thép mã môn học CI3213 nhưng hiện tại em đã có kết quả và qua môn nên em muốn hủy lịch đăng kí môn này. Nhưng đăng kí môn học đợt 4 hk202 lại không hủy môn được. Em xin phòng đào tạo có thể hủy môn này giúp em được không ạ? . . . . Em xin cám ơn.",
            "Chào bạn,. . . . Đợt 4 chỉ cho bổ sung không cho huỷ môn học nha bạn.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id]. .  Trong khóa K15 của em không có môn học. . Có mã là ci3213 mà khi em đăng kí luận văn . . Pđt lại không đăng kí môn học này mà em đã đủ các điều kiện.. . Mong pdt kiểm tra lại giúp em. . . Em xin cảm ơn.",
            "Chào bạn,. . . . Không hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tại sao trong đợt 3 môn EE3009 và EE3001 chỉ mở mỗi môn 2 nhóm học, xogn đến đợt 4 lại mở thêm 2 nhóm nữa nhưng lại không cho sv đổi nhóm để có thể xếp lại lịch ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ quý thầy cô cho em hỏi, đợt thi chuẩn anh văn đầu vào vừa rồi ( ngày 25/1/2010 ) em đã đạt chuẩn anh văn năm 3 cho chương trình kỉ sư tài năng ( em thi được 635 ), dạ em muốn hỏi kết quả đó đã được cập nhật kịp để em có thể đăng kí môn học đợt 4 không ạ. Vì lần trước đợt 3 em vẫn đăng kí được nhưng vì chưa đạt chuẩn anh văn nên kết quả đã bị xóa ạ. Em xin cảm ơn quý thầy cô rất nhiều ! . .",
            "Chào bạn, . . . . Kịp DKMH đợt 4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi là em đăng kí môn thực tập kĩ thuật chế tạo mã me2023, em đã qua anh văn chuẩn năm 1, em mới vừa thi được 435, vậy em phải đăng kí được mã môn năm 2, nhưng em lại bị hủy môn do dính môn tiên quyết CCAS_2, thầy/cô cho em hỏi môn đó là môn gì vậy ạ! Em cảm ơn thầy/cô!",
            "Chào bạn,. . . . - CCAS_2 là chuẩn anh văn sau năm 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Em chào Thầy Cô!. . Đợi thi anh văn của trường (25/1) em đã thi nhưng chưa thấy trường cập nhật kết quả, vậy trường có kịp cập nhật để chúng em đăng kí môn học đợt 4 (2/2) không ạ??. . Và những môn học của năm 2 bây giờ em mới đủ điều kiện để đăng kí, thì có bị xoá và em phải đăng kí lại không ạ??. . Em cảm ơn",
            "Chào bạn,. . . . Kịp cho bạn đăng kí môn học đợt 4 này nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1710561  /b \t. . . .   i Đăng ký môn học . Em chào thầy cô. Em k17 kiến trúc Cho em xin hỏi trong đợt thi anh văn định kỳ đợt 3 ngày 25.01 đạt được 455 đủ chuẩn đăng ký môn học năm 4 nhưng sao trong lịch sử đăng ký môn học em vẫn bị thiếu tiên quyết Anh Văn năm 4 không đăng ký được môn học năm 4. Em xin cảm ơn và mong được phản hồi sớm từ thầy/cô.",
            "Chào bạn,. . . . Chưa đến đợt DKMH đợt 4 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô phòng đào tạo.. . . . Em muốn xin các thầy cô cho em được hiệu chỉnh lớp học Xác suất thống kê (MT2013) từ nhóm L11 sang nhóm L16. . . . Lí do: em bị kẹt lịch học [full_name] và em mới biết lịch học vào ngày hôm qua.. . . . Em biết đợt 3 này không được hiệu chỉnh nữa xin thầy cô xem xét cho em.. . . . em xin chân thành cám ơn.. . . . [full_name] kính chào. .",
            "Chào bạn,. . . . Đợt 4 không hiểu chỉnh môn học được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã được cô [full_name] trả lời như vậy, nhưng sao bạn em cũng thi tiếng anh với số điểm 430 nhưng lại đăng kí được môn thực tập kỹ thuật chế tạo ạ!",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ câu bạn hỏi mà bạn hỏi  tôi ở câu hỏi trước.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào quý anh/ chị pđt. . . . Em tên là [full_name] [student_id]. . . . Dạ đợt 4 này em mong muốn được đăng ký thêm môn học (môn này bắt buộc) nhưng lại bị kẹt giờ các môn còn lại.. . . . Nên mong quý anh/chị pđt có thể mở khóa cho em đổi môn được không ạ.. . . . Dạ em cảm ơn quý anh/ chị nhiều lắm ạ.. . Thân chào.. .",
            "Chào bạn,. . . . Đợt 4 không cho hiệu chỉnh môn học được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô ạ!. . Dạ Thầy/Cô cho em hỏi nếu bị điểm VT cuối kì thì phải nhận điểm 0 của môn đó vào điểm TB ạ? Các điểm thành phần trước đó thì sao ạ?. . Em cảm ơn Thầy/Cô ạ",
            "Chào bạn,. . . . - Bạn xem qui chế học vụ điều 14 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Điểm thành phần sẽ bị huỷ, bạn học lại môn từ đầu.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân",
            "b MSSV/MSGV: [student_id]  /b . . Kính mong phòng đào tạo tăng thêm sỉ số (1 người) lớp A02 môn học Quản lý dự án cho kĩ sư (IM2011) ạ để em có thể học môn này trong học kì 202. . Em xin cảm ơn\t. . . .",
            "Chào bạn,. . . . Môn học đã tăng sỉ số tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đăng ký môn học EE2039-Vi xử lý-Nhóm A01 cho học kỳ 202 tới, nhưng em muốn rút môn học này. . . . . Lý do: em đã học môn này ở học kỳ 201 vừa rồi, đã qua môn với kết quả khá tốt nên không muốn tốn thời gian học lại. Thay vào đó, em muốn để giành thời gian đó tập trung vào việc làm Luận văn tốt nghiệp thật tốt ạ.. . . . Mong phía Phòng Đào Tạo có đọc qua và xem xét ạ. . . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đầu tháng 3 PDT sẽ có thông báo rút môn học, lúc đó bạn nộp đơn rút môn học nộp PDT nha.. . . . Thân"
        ]
    }
]