[
    {
        "intent": "",
        "message": [
            "Kính gửi thầy(cô),. . Em là [full_name], là sinh viên khoá K16 tại trường. Chương trình đào tạo của em là 143 tín chỉ. Học kỳ tới (191) em có đăng ký 4 môn (9 tín chỉ do đề cương luận văn 0 chỉ) trong học kỳ chính và 1 môn đường lối (3 chỉ) trong học kỳ dự thính. Như vậy, học kỳ 192 em chỉ còn có mỗi luận văn. Nhưng do em đọc quy định về tín chỉ tích luỹ tối thiểu để nhận học bổng chỉ xét trong học kỳ chính. Như vậy, theo kế hoạch này thì học kỳ 191 em có đủ điều kiện để xét học bổng không ạ?. . Em xin chân thành cám ơn. . .   i Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .",
            "Chào bạn,. . Bạn vui lòng xem quy định về học bổng khuyến khích tại:. . http://www.aao.hcmut.edu.vn - Sinh viên -  Học vụ -  học bổng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng ký môn học Hạ tầng công trình giao thông mã: CI4019, nhóm A01",
            "Đã tăng sĩ số lên 75sv"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn đăng ký môn học Động lực học kết cấu mã:CI 4067, nhóm A01",
            "Bạn đăng nhập vào hệ thống ĐKMH online và thực hiện đăng ký nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Hiện tại em muốn đăng ký môn EE3023 vào nhóm A08, nhưng bị báo là trùng tiết 6, 7. Em rất muốn đăng ký vì nếu không đăng ký kịp thì em sẽ bị trễ đồ án. Em có thể học liên tiếp được, xin phòng đào tạo hãy giúp em. . . Em xin cảm ơn.. . . .",
            "Chào bạn. . . . theo quy chế của nhà trường bạn không thể đăng ký các môn học vì vi phạm điều kiện giờ học ( Thông tầm)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Ban giám hiệu nhà trường và phòng Đào tạo Đại học Bách Khoa. . Em tên là [full_name] sinh viên hệ vừa làm vừa học, MSSV [student_id], lớp HTDBK15.. . Hôm nay em làm đơn này rất mong ban giám hiệu cũng như phòng đào tạo Bách Khoa có thể giúp em hủy môn An toàn điện (EE3097) học kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9-7-2019 và em đã qua môn. . . Nên hôm nay em là đơn này, rất mong Ban Giám hiệu và phòng đào tạo Bách Khoa chấp nhận hủy môn giúp em. . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em còn thiếu môn học này để hoàn thành môn học cho tốt nghiệp nhưng kỳ này môn học này (EE2015) khoa không mở lớp. Cho em hỏi có môn học nào tương đương thay thế được không, hoặc có cách nào để xin mở lớp không.. .",
            "Danh sách các môn tương đương bạn xem tại đây :. . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã số sinh viên [student_id]. Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo . . Em tên là [full_name]-Sinh viên bằng 2 khoa Kỹ thuật Xây dựng . . MSSV [student_id] . . Hiện tại em có nhu cầu học môn Đồ án kết cấu Bê tông cốt thép 1. Nhưng nhóm 04 (nhóm có các anh em bằng 2 đăng ký) đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho em thuận tiện trong công việc học tập và công tác. . . . .",
            "bạn vui lòng cung cấp MSMH  cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name] - MSSV [student_id]. . . . Trong học kỳ này, em đăng ký học môn \" ĐAMH kết cấu bêtông ct1 ( CI2093) \" nhưng do hiện nhóm A04 đã đủ sỉ số. Mong phòng đào tạo tăng sỉ số nhóm A04 để em có thể đăng ký học.. . . . EM cảm ơn.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   I Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name]. . Khóa: 2018. . Chương trình: Việt - Pháp. . . .  Theo em được biết thì điểm chuẩn tiếng anh không ảnh hưởng đến việc đăng ký học các môn đại cương nhưng em lại không đăng ký được giải tích 3 và tiếng pháp 3 ? Với cả em không được học giải tích với tiếng pháp thì có ảnh hưởng đến kỳ thi phân ngành ko ạ?. .",
            "CHào bạn,. . Hiện tại bạn không đạt chuẩn tiếng anh để đăng ký các môn chuyên ngành của năm 2.. . . . Trước thời điểm mở đăng ký môn học của HK191 mà bạn có chứng chỉ quốc tế đạt chuẩn thì bạn sẽ được mở cho đăng ký môn học HK191.. . . . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân.. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tạo . . Em tên là [full_name] . . MSSV [student_id] . . Hiện tại em có nhu cầu học môn Xác suất và thống kê - MT2001. Nhưng lớp A01 sáng thứ 6 đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho chúng em học tập.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào phòng đào tạo. Lớp em hiện có 18 bạn muốn đăng kí, mở lớp mới ở cs1 (môn cũ: chỉ có ở cs2 và đụng các môn chuyên ngành). Mã môn: ME2045\tMôn Kinh tế kỹ thuật. . . . Như vậy, thủ tục và giấy tờ thì em sẽ làm như thế nào ạ ? Em xin cảm ơn và mong được nhận phản hồi sớm ạ",
            "Chào bạn,. . Mẫu đơn mở lớp môn học trên web www.aao.hcmut.edu.vn- Sinh viên -  Biểu mẫu số 14.. . Nộp đơn trực tiếp tại Phòng đào tạo.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "ở học kì 182 em rớt 2 môn giải tích 2 và thí nghiệm vật lí qua học  kì 191 thì em không thấy mở lớp vậy em cần đăng kí học lại ở đâu ạ ? Em có thể đợi đến học kì 192 rồi đạng kí học lại được không a?",
            "em xem kế hoạch đăng ký môn học của các học kỳ tại : . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374. . . . Sau đó tìm xem môn có mở lớp ko. nếu mở thì đkmh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Thưa phòng đào tạo , em là sinh viên K16 chuyển từ khoa PFIEV về khoa Kĩ thuật Hoá học . Hiện đã đến thời điểm đăng ký môn học học kỳ mới nhưng em vẫn chưa thấy điểm chuyển của các môn học cũ . Điều này khiến em phân vân không biết nên đăng ký môn nào và miễn môn nào . Mong phòng đạo tạo giúp em trả lời và giải quyết vấn đề sớm nhất để em có thể thực hiện đăng ký môn học kịp lúc ạ.",
            "Chào bạn,. . Điểm bạn đã được chuyển sang đại trà.. . Đính kèm file miễn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo. . Em là [full_name], MSSV [student_id], hiện đang học lớp HC17KSTN. Em hiện có nhu cầu đăng ký nhiều hơn 21 tín chỉ trong học kỳ 191. Trong Quy chế học vụ được đăng trên website Phòng Đào tạo, em thấy có mục 9.2 đề cập đến việc Sinh viên khá/giỏi và Sinh viên KSTN được đăng ký tối đa đến 25 chỉ khi có sự chấp nhận của [full_name]. Em hiện là sinh viên lớp KSTN và đã làm đơn và được sự chấp nhận của [full_name]. . . Vậy bây giờ em phải làm gì để đăng ký tối 25 chỉ mà không bị xóa môn ạ ? Do lần đăng ký môn học trước em đã đăng ký 22 chỉ nhưng bị xóa môn ở đợt hiệu chỉnh 1 do vượt quá 21 chỉ. Em có lên trực tiếp phòng Đào tạo hỏi nhưng PĐT hướng dẫn em lên trang này ạ.. . Em mong được PĐT giải quyết ạ ! Em xin cảm ơn !",
            "Chào bạn . . . . Khi điểm trung bình tích lũy của bạn trên 7.5 bạn sẽ được đăng ký trên 21 tín chỉ.. . . . Bạn có thể yên tâm trong đợt này bạn sẽ được đăng ký tối đa 25 tín chỉ.",
            "Em cảm ơn rất nhiều vì đã được giải đáp. Tuy nhiên em còn một số lo lắng ạ.. . Em đã đăng ký 22 tín chỉ vào đợt đăng ký thứ đầu tiên nhưng đã bị xóa môn vào đợt hiệu chỉnh thứ 2.. . Vừa rồi do lo bị xóa môn nên khi kết thúc đợt hiệu chỉnh thứ 2 em đã điều chỉnh lịch học chỉ còn 19 tín chỉ.. . Nếu trong đợt 3 này em đăng ký 22 tín chỉ theo như em dự định thì có nhận được TKB không ạ ? Do em lo sẽ bị xóa như đợt đầu tiên.. .",
            "Bạn vẫn được đăng ký tối đa 25 chỉ nếu điểm trung bình tích lũy trên 7.5 nhé.",
            "Dạ vâng. . Em cảm ơn thầy đã giải đáp cho em ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên:[full_name]. . Mssv:[student_id]. . Em làm đơn này để xin mở thêm sỉ số môn “Xử lí tín hiệu và mạng” (EE3019) nhóm lớp A10-A20. . Em xin cảm ơn",
            "Họ và tên:[full_name]. . Mssv:[student_id]. . Em làm đơn này để xin mở thêm sỉ số môn “Truyền số liệu và mạng” (EE3019) nhóm lớp A10-A20. . Em xin cảm ơn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo. . Em tên là [full_name]. . MSSV: [student_id]. . . . Em học bên chương trình Việt-Pháp. Theo em thấy trên qui chế học vụ thì không có chuẩn tiếng anh của chương trình Việt-Pháp và nếu có cũng ko ảnh hưởng đến việc đăng ký môn học đại cương. Nhưng em không đăng ký được môn giải tích 3 và tiếng pháp 3 do chuẩn tiếng anh? Theo em 2 môn đó quan trọng trong kỳ thi phân ngành nhưng không được học thì làm sao thi được ạ. Em cảm ơn . . . .",
            "Chào bạn,. . Bạn vui lòng đọc lại quy chế học vụ ghi rõ chuẩn anh văn từng năm là áp dụng đối với tất cả sinh viên chính quy K2018, Riêng Việt Pháp và KSTN còn có thêm những yêu câu riêng cuả chương trình khi tốt nghiệp, không có nghĩa là bạn bỏ qua quy chế chung.. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân.",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa phòng đào tạo. . Em tên là [full_name]. . MSSV: [student_id]. . . . Em học bên chương trình Việt-Pháp. Theo em thấy trên qui chế học vụ thì không có chuẩn tiếng anh của chương trình Việt-Pháp và nếu có cũng ko ảnh hưởng đến việc đăng ký môn học đại cương. Nhưng em không đăng ký được môn giải tích 3 và tiếng pháp 3 do chuẩn tiếng anh? Theo em 2 môn đó quan trọng trong kỳ thi phân ngành nhưng không được học thì làm sao thi được ạ. Em cảm ơn",
            "Chào bạn,. . . . Chuẩn tiếng anh theo từng năm là áp dụng cho tất cả sinh viên chính quy. Hiện tại bạn chưa đạt chuẩn anh văn nên không đăng ký được môn Giải tích 3 và tiếng Pháp 3.. . . . Bạn vui lòng xem quy định chi tiết tại www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . Mssv:[student_id]\t. . Em làm đơn này để xin phòng đào tạo mở thêm sĩ số môn “Trường điện từ” (EE2003) nhóm lớp L06 hoặc L10 em xin cảm ơn thầy (cô) ạ.",
            "Đã tăng sĩ số cho bạn",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên:[full_name]. . Mssv:[student_id]. . Em làm đơn này để xin mở thêm sĩ số môn “Truyền số liệu và mạng” (EE3019) nhóm lớp A06_A09. . Em xin cảm ơn",
            "đã tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho em xin phép được mở thêm sĩ số lớp Hạ tầng Công trình giao thông (CI4019). Hiện sĩ số lớp đang là 80/80 và em không thể đăng ký được. Mong PDT có thể mở thêm sĩ số lớp để em có thể hoàn thành môn học.. . . . Em xin cảm ơn ạ.",
            "đã tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi ban giám hiệu nhà trường, và phòng đào tạo Đại Học Bách Khoa.. . Em tên [full_name] sinh viên hệ vừa làm vừa học. Mã số sinh viên [student_id]. Lớp BK15HTD. Hôm nay em làm đơn này kính mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể giúp em huỷ môn An toàn điện (EE3097) kì học lại hè hệ vừa làm vừa học năm học 2018-2019.. . Lí do: vì giáo viên hướng dẫn mới cho em biết điểm ngày 9 tháng 7 và em đã đủ điểm qua môn.. . Nên nay em làm đơn này rất mong ban giám hiệu nhà trường củng như phòng đào tạo đại học Bách khoa có thể chấp nhận huỷ môn giúp em.. . Em xin chân thành cảm ơn.",
            "OK"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Phòng Đào tạo,[full_name] [full_name] Em tên: [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] Em xin Phòng Đào tạo gia hạn thêm ngày thanh toán học phí hk 183[full_name] Lí do em thực tập giờ hành chính nên không đóng đúng hạn[full_name][full_name] [full_name] Mong Phòng Đào tạo giải quyết giúp em[full_name] Em cảm ơn nhiều[full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . Học phí HK183 vẫn còn hạn đóng học phí nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /[full_name] \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /phương pháp phần tử hữu hạn . . . .",
            "Bạn vui lòng cung cấp MSMH cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo. . Em tên là [full_name]([student_id]). . Hiện tại em đăng ký môn học mà tổng chương trình học kì 191 là 15 chỉ nhưng trong đó lại có môn thực tập tốt nghiệp nên theo quy định là chỉ đc 13 chỉ nên làm cả lớp DC16KT tụi em có khi bị trễ 1 kì",
            "Chào bạn.. . . . Riêng Khoa Địa chất bạn về khoa đăng ký thực tập tốt nghiệp và Khoa sẽ gửi danh sách về PĐT, để PĐT đăng ký cho các bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV: [student_id]. . Xin phòng đào tạo mở thêm sỉ số môn EE3019 (nhóm A10-A20) để em có thể đăng ký môn học ạ.. . em xin cảm ơn. . . . .",
            "đã tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô , em tên [full_name] Phú Quốc , mssv [student_id].thầy cô cho em hỏi là hè này em đang hoc anh văn 1 , nếu nè này em qua được anh văn 1 thì học kì 191 em có được đăng ký môn chuyên ngành không ạ ???. .",
            "Chào bạn.. . . . bạn có thể xem quy chế mục quy định chuyển điểm tại đây (phụ lục 1) :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin tăng sỉ số cho em vào nhóm môn học này ạ, em cảm ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Em xin lỗi ạ, em nhầm giờ học. Cho em đóng topic.",
            "Dạ, em xin đính chính lại lần nữa.. . Em xin tăng sỉ số môn học EE3019 - Truyền số liệu và mạng, nhóm A10-A27 ạ.. . Em mới sử dụng diễn đàn này được 1 vài lần nên có nhiều thao tác thừa, mong cô bỏ qua cho em ạ...",
            "Đã tăng cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410159  /b \t. . Chào quý Thầy/Cô phòng đào tạo,. . Kì hè dự thính này, em có đăng ký một môn học lại, và bây giờ đã quá hạn để em có thể rút môn học đó. . . Phòng đào tạo cho em hỏi, nếu em không tham dự kỳ thi cuối kì, thì trong BẢNG ĐIỂM có điểm của môn học lại này không (13 điểm ).. . Em xin cảm ơn.. .",
            "Chào bạn,. . Các môn học có nhóm DT,CD nếu bạn rớt sẽ không tính điểm vào điểm TBTL nha bạn.(Theo quy định). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Trong học kỳ này, em mong muốn học môn QLDA để kịp tiến độ học tập, rất mong phòng ĐT hỗ trợ mở thêm sỉ số lớp này để e có thể đăng ký được.. . . . Chân thành cảm ơn.",
            "bạn cung cấp mã môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tạo . . Em tên là [full_name] . . MSSV [student_id] . . Hiện tại em có nhu cầu học môn Xác suất và thống kê - MT2001. Nhưng lớp A01 sáng thứ 6 đã full sĩ số, mong phòng đào tạo tăng sĩ số để tạo điều kiện cho chúng em học tập. Cô đã tăng nhưng em chưa kịp đăng kí đã bị full sĩ số lại. Mong cô tăng thêm lần nữa và gọi vô số của em [phone_number] để em kịp đăng kí. Em cám ơn.",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em chào cô, cô cho em hỏi tại sao em không đăng kí môn học được ạ, em chỉ đăng kí được bơi thôi ạ",
            "Bạn vui lòng chọn đúng đợt đăng ký.. . . . Bạn đang chọn đợt chuyển hệ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . . . Mặc dù bằng Tiếng Anh của em đã hợp lệ, tuy nhiên em vẫn không đăng kí xét miễn để chuyển điểm được. Em đã hỏi phòng đào tạo nhưng cô không biết. Em rất mong Nhà trường có thể giải quyết nhanh chóng giúp em để em có thể chuyển điểm trong năm học này",
            "Chào bạn,. . Trang ngoại ngữ của bạn đã có điểm chuyển 4 môn av.. . Bạn vui lòng xem lại trang chuyển điểm anh văn nhé.. . Thân.. .",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . . . Mặc dù bằng Tiếng Anh của em đã hợp lệ, tuy nhiên em vẫn không đăng kí xét miễn để chuyển điểm được. Em đã hỏi phòng đào tạo nhưng cô không biết. Em rất mong Nhà trường có thể giải quyết nhanh chóng giúp em để em có thể chuyển điểm trong năm học này.. . Em xin chân thành cảm ơn ạ.",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm). . . . . . Mặc dù bằng Tiếng Anh của em đã hợp lệ, tuy nhiên em vẫn không đăng kí xét miễn để chuyển điểm được. Em đã hỏi phòng đào tạo nhưng cô không biết. Em rất mong Nhà trường có thể giải quyết nhanh chóng giúp em để em có thể chuyển điểm trong năm học này.. . Em xin chân thành cảm ơn ạ.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Kính gửi Phòng Đào Tạo. . Em tên [full_name]. . MSSV: [student_id]. . . . Em hiện tại đang học Thứ 7 tiết 8-12 môn Vật liệu học và xử lý (ME2015). Tuần 28-29, thầy gác thi nên được nghỉ.. . . . Em có thấy thông báo đăng ký bổ sung dự thính hè, nên đăng ký thêm môn Kỹ thuật lập trình (CO1013). Xem thời khóa biểu thì bị trùng lịch thứ 7, nhưng vẫn em có thể học được 2 tuần 28-29.. .  . . Vậy sau này thi em có trùng lịch không ạ? Có cách nào Phòng tạo điều kiện xếp lại tkb để em học cả 2 môn được không. . . . . Em cám ơn",
            "Ko em.. . Khi xếp thi PĐT sẽ kiểm tra lịch thi xem có trùng ko. nếu trùng thì đổi ngày khác thi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là bao giờ có danh sách tốt nghiệp dự kiến đợt sắp tới.. . Và bây giờ em muốn xin giấy xác nhận đã hoàn thành chương trình học để đi xin việc thì phải làm thế nào?",
            "Chào bạn,. . Chiều 16h ngày 15/7/2019 sẽ có ds dự kiến tốt nghiệp tháng 11/2019.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo. . Em tên là [full_name]. . MSSV [student_id]. . Em muốn bảo lưu kết quả học thì phải làm như thế nào ạ, em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tại cửa tiếp sinh viên Phòng đào tạo để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Bọn em có đăng ký mở lớp môn học VLBD ee1013. Nhưng đã quá ngày hẹn mà vẫn chưa thấy mở lớp .. . Bọn em mong sẽ nhận được phản hồi ạ.",
            "Sau 15h chiều nay bạn vào đăng ký nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em xin chào phòng đào tạo, em xin thú thật, em dở môn lập trình kinh niên, em đã đi học thêm, luyện mỗi ngày nhưng vẫn không thấm được, em thiếu 0.5 điểm cuối kì để thoát liệt. Em cầu xin phòng đào tạo cho em xin 0.5 điểm môn CO1003, em chân thành năn nỉ, xin phòng đào tạo!!!",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính thưa phòng đào tạo. Hiện em đang được giảm học phí 70%. Theo chương trình đào tạo, học kỳ 191 của em bao gồm môn lập trình hướng đối tượng. Nhưng do lớp đã quá sỉ số, em không thể đăng ký được. Cho em hỏi là nếu học kỳ 192 hay 201 em đăng ký môn lập trình hướng đối tượng thì em có được giảm học phí hay không. Em xin cảm ơn. . .",
            "Chào bạn,. . Về việc miễn giảm học phí chỉ được miễn theo chương trình đào tạo và chỉ miễn một lần cho môn học đó và theo quyết định miễn của P.CTCT sinh viên.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các anh/ chị,. . Như thông tin trên trang web phòng đào tạo, 12.7.2019 sẽ có danh sách dự kiến tốt nghiệp.. . Tuy nhiên, đến nay vẫn chưa có.. . Rất mong anh/ chị thông tin đến em. . ( Do hiện tại em đang cần bằng tốt nghiệp tạm thời để nộp cho công ty). . Em xin cảm ơn",
            "Chào bạn,. . Chào bạn,. . Bạn theo dõi danh sách dự kiến tốt nghiệp và thông báo liên quan sau 16g ngày 15/07/2019 tại trang web: http://aao.hcmut.edu.vn/ -  Tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đang là sinh viên K16 chuyên ngành cơ điện tử, kì tới em có đăng kí hai môn trong chương trình học là Môi trường và con người (ME2019) và Đề cương luận văn tốt nghiệp cơ điện tử (ME4095). Môn đề cương LVTN hiện chưa có lịch học cụ thể, nhưng khi em đăng kí môn Môi trường và con người lại hiện lỗi \" Không đủ thời gian giãn cách giữa hai cơ sở\", dù môn ấy học tiết 234 ngày thứ 4. Em đã thử đổi nhóm lớp khác vào thứ 6 vẫn báo cùng lỗi ấy, chỉ có thể hủy môn mới đăng kí được môn đề cương. Cho em hỏi đây là lỗi gì và làm sao để em có thể đăng kí được cả 2 môn cho kịp chương trình học. . . Em cảm ơn",
            "Bạn vào đăng ký lại nhé",
            "Dạ em đã đăng kí được. Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi trường có thông báo gì về việc tuyển chọn sinh viên đào tạo sĩ quan dự bị năm 2019 và nếu có thì chỉ tiêu chụ thể cho mỗi ngành là như thế nào ạ?. .",
            "Chào bạn,. . Trường Bách KHoa từ trước đến nay chưa hề có thông báo về việc tuyển chọn sinh viên đào tạo sĩ quan dự bị.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào cán bộ nhà trường ạ!. . Em là [full_name]. . Sinh viên: K15 (đại học chính quy)\t. . Khoa: Kỹ thuật Địa Chất và [full_name]. .    Em có câu hỏi thắc mắc muốn được nhà trường giải đáp cho em ạ. E đã hoàn thành chương trình học, và đủ điều kiện tốt nghiệp ạ. Em không biết là lúc nào em có thể được nhận băng tốt nghiệp tạm thời ạ?. . Hy vọng nhận được phản hồi sớm từ nhà trường.. . em xin chân thành cảm ơn.. . . . Student: [full_name]. . Mail: [email]. . . . . .",
            "Chào bạn,. . Bạn theo dõi danh sách dự kiến tốt nghiệp và thông báo liên quan tại trang web: http://aao.hcmut.edu.vn/ -  Tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi PĐT, HK191 tổ chức thi Anh văn đầu vào và Kiểm tra Anh định kỳ vào cuối kỳ thì bài thi TOEIC sẽ được cho theo dạng cũ hay theo dạng mới vậy ạ?",
            "Chào bạn,. . Bạn vui lòng lei6n hệ trung tâm ngoại ngữ nhà C6 để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name] mssv [student_id]2. . Em cần đăng kí môn 001004 - Đ/lối c/mạng đảng csvn lớp TT01 hiện em không thể đăng kí được. Mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện làm luận văn. Em xin cảm ơn.",
            "Chào bạn,. . Nhóm TT là dành cho sinh viên chương trình Tiến tiến, sv chính quy đại trà không học chung được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em chào anh/chị,. . anh/chị cho em hỏi điểm chuẩn để xét tốt nghiệp Speaking & Writing cho chương trình thường và chương trình kĩ sư tài năng là bao nhiêu ạ?. . Em cảm ơn ạ.",
            "CHào bạn,. . bạn vui lòng xem quy định chi tiết về chuẩn anh văn 2 kỹ năng tại www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 3b. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Làm thế nào để được đăng ký môn học khi thanh toán học phí trễ hạn.",
            "Chào bạn,. . Bạn thanh toán trễ học phí HK182 nên chị chặn đăng ký môn học.. . BẠn vui lòng check email cá nhân, Phòng đào tạo đã gởi email thông báo và hướng giải quyết cho bạn tình trạng này.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy . . Dạ em bị lỗi không đăng ký được môn AV1. Em đã đặt câu hỏi trên BKSI ngày 11/7. Cô có trả lời là đã sửa lại giúp em.Nhưng đến bây giờ em vẫn không đăng kí được và hiện lỗi như cũ.Cô xem lại giúp em với ạ.",
            "Chào bạn,. . Hiện tại môn av1,2 full sỉ số do chỉ mở đủ số lượng các sv đã đăng ký trong đợt 1, nếu bạn muốn học av1 thì bạn phải liên hệ trực tiếp Trung tâm ngoại ngữ đề nghị mở thêm lớp cho sv đăng ký. Riêng dữ liệu anh văn cuả bạn đã được cập nhật lại bạn vui lòng vào web kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo.. . Em tên: [full_name], MSSV:[student_id]. . Lần trước em có câu hỏi về vấn đề không đăng ký được luận văn tốt nghiệp, em xin trình bày kỹ hơn về vấn đề của em, mong PDT giải quyết giúp em !. . Em là sinh viên liên thông chính quy k17 khoa cơ khí, theo chương trình đào tạo của khóa k15 khoa cơ khí.. . Trường hợp của em: em không đăng ký được luận văn tốt nghiệp vì trang đăng ký báo em không có chứng chỉ anh văn Toeic, trước đó em đã nộp chứng chỉ anh văn và đã được PĐT thẩm tra và duyệt, em đạt được 455d (em đã đủ tiêu chuẩn để nhận luận văn theo tiêu chuẩn của khóa k15 khoa cơ khí là điểm thi Toeic 450d là được nhận luận văn và 500d được ra trường).. . Em mong PĐT giải quyết trường hợp này một lần nữa giúp em.. . Em cảm ơn !. .",
            "Chào bạn,. . Phòng đào tạo sẽ kiểm tra và cập nhật lại dữ liệu chuẩn anh văn cho bạn.. . bna5 vui lòng vào đăng ký bộ sung LVTN sau 10g ngày 16/07/2019 nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gởi phòng đào tạo !!. . Em là [full_name] . . Mssv [student_id]. . Em viết đơn này để trình bày nguyện vọng mở lại môn học Thực tập tốt nghiệp của em trong HK 183 do trước đó em đã đăng kí vào đợt 1 nhưng bị hủy do e chưa nộp học phí dự thính HK182 và cũng là do em chủ quan nên em không xem kết quả đăng ký dẫn đến tình trạng hiện nay !! Em đã và đang thực tập đc 1 tháng 1 tuần !! Em Kính mong Quý thầy cô xem xét giải quyết giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Trường hợp của bạn vui lòng liên hệ trực tiếp  Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là điểm học phần mở rộng của môn cơ lưu chất của tài năng xây dựng k17, em đã hỏi thầy [full_name] giáo viên dạy môn này thầy bảo là đã nộp điểm phần mở rộng này lên phòng đào tạo rồi thầy bảo liên hệ với phòng đào tạo hỏi, mà em thấy trên bảng điểm đã tổng kết điểm trung bình và đến giờ vẫn chưa thấy nhập điểm phần mở rộng là sao ạ? Cả lớp em đều chưa được nhập. Mong được giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Gửi thầy cô,. . Em tên là [full_name](MSSV:[student_id]), tuần trước vào ngày 8/7/2019 em có đăng ký giấy xác nhận sinh viên , thì phòng đào tạo đã xử lí . Thầy cô cho em hỏi là , em thuộc Khoa hóa chương trình đại trà , vậy văn phòng khoa là phòng nào ạ ? . . Em xin cảm ơn thầy cô, phía dưới là hình chụp về đăng ký xác nhận của em. . . .",
            "Chào bạn,. . Hiện tại trên cổng thông tin cán hân của bạn có ghi rõ bạn thuộc lớp HC18HC07 mà, Khoa hòa là toàn nhà B2.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kì 181 thi kiểm tra anh văn ở trường qua 350, mà kì 191 không đăng ký được anh văn 2. .",
            "Chào em.. . Chiều em vào đkmh lại nhé. . PĐT sẽ kiểm tra và cập nhật lại"
        ]
    }
]