[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Thầy/Cô. . . . Em gửi câu hỏi này để hỏi về đăng ký tốt nghiệp. Cụ thể là, khi hoàn thành đăng ký tốt nghiệp, hiển thị trạng thái \"Đang chờ thanh toán\", nhưng khi vào BKPAY thì không thấy thông tin gì cả, đã hơn 2 giờ trôi qua rồi ạ.. . Xin hỏi Thầy/Cô các khắc phục. . . . Em xin cảm ơn. .",
            "Chào em,. . Em vào bkpay lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy cô ạ, em xin thiếu nại về việc đăng ký môn học cụ thể là môn thực tập ngoài trường (IU3325), em có đăng ký vào đợt cuối cùng của đợt đăng ký thực tập nhưng số chỉ tối đa 1 kỳ là 21 chỉ và em đã đăng ký đủ 21 chỉ, em cứ nghĩ môn thực tập đó sẽ được xoá nhưng không môn ấy vẫn được cập nhật và số chỉ kỳ  chính này của em lên đến 23 chỉ. Và vì khoá em chưa tổ chức thực tập trong kỳ chính này nên khoa vừa liên hệ với em yêu cầu em huỷ môn học đó và nếu em rút môn thì vẫn tính học phí đúng không ạ do lỗi hệ thống em 21 chỉ rồi và môn thực tập (IU3325) được đăng ký sau cùng và số chỉ kỳ chính lên tận 23. Mong thầy cô cho em hướng giải quyết, em có liên hệ khoa và khoa hướng dẫn em hỏi bên phía phòng đào tạo ạ. Không biết bây giờ em nên làm thế nào hay vẫn rút môn và vẫn tính học phí. Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 27/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô ạ. . Dạ hiện tại em là sinh viên năm 3 ạ, còn 2 học kỳ nữa là em tốt nghiệp cử nhân ngành Kỹ thuật Cơ Khí (Chính quy), em mong muốn học thêm ngành công nghệ thông tin hệ đào tạo từ xa của trường mình nhưng em vẫn chưa rõ một số điểm trong quá trình đào tạo ạ: Trong quá trình học diễn ra online nhưng hình thức thi cuối kỳ và làm luận văn thì diễn ra online hay trực tiếp tại trường ạ. . Mong thầy/ cô giải đáp giúp em, em cám ơn thầy/ cô nhiều ạ. .",
            "Chào em,. . Em vui lòng email đến [email] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ chào thầy/cô ạ!. . Em là [full_name]. . MSSV: [student_id]. . Em viết khiếu nại này để thắc mắc về vấn đề em đang đăng kí luận văn tốt nghiệp 4 lần nhưng vẫn chưa được nhà trường chấp nhận cho đăng kí thành công và lí do không thành công thì chỉ được thông báo là \"Sinh viên không đủ điều kiện nhận luận văn tốt nghiệp\" ạ!. . Em viết khiếu nại này mong được làm rõ nguyên nhân em không đủ điều kiện ạ! . . Mong thầy cô kiểm tra giúp em!. . Em xin chân thành cảm ơn!",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mẹ em muốn vay tiền sinh viên nên yêu cầu giấy xác nhận sinh viên. Vậy em cần chọn giấy xác nhận sinh viên bổ sung cho địa phương hay giấy xác nhận sinh viên bổ sung cho cơ quan ạ. Em thấy trong mục đăng kí xác nhận sv có các loại đấy nên em không biết chọn loại nào.. . Hình dưới là form mẫu của xã em",
            "Chào em;. . tùy vào mẹ em cần nộp cho cơ quan hay địa phương thì đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. . Mssv [student_id]. . Xin phép Phòng Đào Tạo đăng kí cho em môn [full_name]([full_name]0011)",
            "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 28/02/2022. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô ạ. Em là [full_name], sinh viên năm 2 chương trình đại trà ở cơ sở 2. Em muốn làm giấy xác nhận sinh viên để bổ sung hồ sơ vay vốn ở địa phương thì phải làm như thế nào ạ. Mong thầy cô hướng dẫn giúp em. Em xin cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Môn học mã \"GE3013\" em không hề đăng ký nhưng tại sao lại có lịch và thời khoá biểu trên bkel",
            "Chào em,. . Môn học mã \"GE3013\" em không hề đăng ký nhưng tại sao lại có lịch và thời khoá biểu trên bkel. . =  PĐT xếp TKB TN bù cho các HK trước nhé.. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy (cô) ! . . . . Em là [full_name] mssv [student_id]. Trong đợt đóng học phí kỳ chính 211(5-19/11/2021) em đã đóng rồi và không đủ nhưng em nghĩ nó đã đủ rồi nên em không check mail dẫn đến bỏ lỡ đợt đóng học phí bổ sung (10-17/1/2022). Hiện tại ,em vào thanh toán nhưng nó không được vì đã quá hạn. Mong thầy(cô) tư vấn giúp em cách giải quyết với ạ.. . . . Em xin chân thành cám ơn .. .                                                                                   [full_name]",
            "Chào em,. . PĐT ghi nhận việc đã đóng HP trễ của em. Vui lòng đóng đúng hạn các lần sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. MSSV : [student_id]. Em mong sẽ được duyệt sớm. Cảm ơn vì đã đọc và duyệt yêu cầu của em.. . . .",
            "Chào bạn, . . Về vấn đề thôi học này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa thầy/cô, em là [full_name] mssv: [student_id] khoa Kỹ thuật xây dựng.. . . . Hiện tại em đã hoàn thành chương trình chính quy với đủ số tín chỉ chuyên ngành của em là 142 tín chỉ, đạt và điều kiện điểm trung bình, có đủ ngày công tác xã hội và em đủ điểu kiện về chứng chỉ văn nói-viết và nghe-đọc ạ.. . . . Nhưng đến nay em chưa được đăng ký tốt nghiệp trên trang mybk và em chưa nhận được mail có trong danh sách tốt nghiệp tạm thời như các bạn ạ, em xin thầy cô xem xét giúp em để em được có giấy tốt nghiệp tạm thời sớm để bổ sung hồ sơ cho công ty ạ, em cảm ơn vả chúc thầy cô nhiều sức khỏe ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô Phòng Đào Tạo. . . Ở học kỳ HK2 (2020-2021), em có học môn Mô hình hóa toán học (CO2011) do thầy [full_name] phụ trách. Môn này đã thi cuối kỳ và kết thúc vào ngày 16-8-2021. Nhưng đến nay, đã trãi qua hơn 2 học kỳ nữa, tính đến thời điểm này cũng đã 7 tháng từ sau khi môn học này thi cuối kỳ, em và các bạn vẫn chưa có điểm tổng kết. Mặc dù môn này không hề có bất kỳ trì hoãn nào do dịch bệnh.. . Theo em biết quy định nộp điểm được nêu ra trên website của trường là 2 tuần sau khi thi cuối kỳ kết thúc.Em đã có email cho Thầy và không nhận được hồi âm.. . Vì em cũng sắp ra trường nên việc có điểm chậm như thế này cũng ảnh hưởng rất lớn đến kế hoạch của em , thậm chí có thể khiến em ra trường trễ chỉ vì môn này.. . Mong PĐT xem xét trường hợp này.. . . .",
            "Chào em,. . Điểm do GV nhập, [full_name] đã biết việc này rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chòa anh/chị, cho em hỏi về thời gian làm việc (thời gian bắt đầu, kết thúc và nghỉ trưa) của phòng đòa tạo ạ. . . Vì em đi làm rồi nên muốn đên vào giờ hành chính cũng hơi khó. . . Cảm ơn anh/chị đã xem tin nhắn này.. . . .",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô pđt. . Đây là đơn tạm dừng của em. . [full_name] MSSV [student_id]. . Mong thầy cô thông cảm và giúp đỡ. . Em cảm ơn",
            "Chào bạn. . Pdt sẽ gởi qd tạm dừng qua mail sv cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đạo tạo,. . Em là [full_name] MSSV-[student_id].. . Hiện em đang có xuất hiện trong thời khóa biểu môn \"Thực hành tin học (501706)_[full_name]\". Đây là môn thí nghiệm của kỳ trước và em đã có học và thi hoàn thành môn rồi ạ. Mong PDT xem xét và xóa môn học trong TKB giúp em ạ.. . . . [full_name]",
            "Chào em,. . Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào tạo,. . Em tên là [full_name], [student_id]. Em có đăng ký môn Cầu lông (học phần 1) lớp L15 của thầy [full_name].. . Lịch học của em bắt đầu từ tuần 2 nhưng vài lý do thầy đã dời sang tuần 6 (sau Tết ta) và sẽ thông báo lịch dạy bù. Nhưng hiện tại đã là tuần 8 mà em vẫn chưa nhận được thông tin gì từ thầy. Em cảm thấy hoang mang và sợ sẽ rớt môn.. . Em mong Phòng Đào tạo có thể liên lạc với thầy hoặc có thể cho em xin mail của thầy để em có thể hỏi trực tiếp thầy.. . Em xin chân thành cảm ơn.. . [full_name]. .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. .",
            "Chào Phòng Đạo tao,. . Em đã nhận được câu trả lời nhưng khi em gửi mail thì lại không gửi được và báo là \"Thư đã bị chặn\" còn về số điện thoại thì em không thể liên lạc được với cô [full_name].. . Mong phòng có thể đưa ra giải pháp khác.. . Em xin cám ơn.. . [full_name]",
            "Chào em,. . Hiện tại chính sách gmail thay đổi nên không gửi được thông tin email. Cô đã trao đổi với cô [full_name], cô [full_name] sẽ tra giúp số điện thoại của GV rồi cô [full_name] trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào tạo,. . Em tên là [full_name], [student_id]. Em có đăng ký môn Anh văn 1A và 2A. Nhưng lịch lại bị trùng với môn Giáo dục quốc phòng.. . Cho em hỏi có cách nào có thể thay đổi thời gian học hoặc có thể rút/hủy môn được không ạ và nhà trường cũng đã cập nhật thời khóa biểu cho em rồi.. . Em xin chân thành cảm ơn.. . [full_name]. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 26/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Gởi phòng Đào Tạo. . . . Em tên là[full_name] [full_name]. . Hệ [full_name] VLVH. . MSSV[full_name] [student_id]. . . . Hôm nay em kiểm tra thời khóa biểu thì có môn Kỹ thuật thủy lực và khí nén (TN) - [full_name] học[full_name] ME3002, thì học vào tiết 8-12 tại phòng C1-201 vào lúc 13[full_name]00 - 17[full_name]50 (xem hình để rõ hơn ạ). . . . Hiện tại em là sinh viên hệ vừa làm vừa học nên thời khóa biểu như vầy em không thể tham gia được tại vì giờ hành chính em còn phải làm. Mong phòng đào tạo kiểm tra và sắp xếp lại lịch học để em có thể tham gia được ạ. Mong phòng đào tạo nhận được mail và phản hồi sớm giùm em. . . . . Cảm ơn phòng Đào Tạo.. . Trân trọng",
            "Chào em,. . PĐT chuyển lịch qua sáng Chủ nhật, TKB sẽ lên web sau 18g ngày 25/02/2022 em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PDT,[full_name] [full_name] [full_name] [full_name] Em tên là [full_name], MSSV [student_id][full_name][full_name] [full_name] [full_name] [full_name] Em liên hệ với PDT của quốc phòng an ninh, thì cô nói là Trường mình chưa gửi thông tin của em qua nên không có cập nhật trong danh sách học quốc phòng ạ[full_name] PDT giúp em đăng kí học quốc phòng với ạ![full_name] [full_name] [full_name] [full_name] Em xin cám ơn ạ![full_name] [full_name] [full_name] [full_name] [full_name][full_name]P[full_name]Huy",
            "Chào em,. . Cô đã trao đổi với TTGDQP rồi nhé, có tên em.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo, . . Em tên là [full_name], MSSV: [student_id], là sinh viên của khoa Điện - Điện tử.. . Em muốn xin phép được miễn học môn giáo dục quốc phòng với lý do: bị huyết khối tĩnh mạch ở chân và đang dùng thuốc điều trị. Bác sĩ điều trị cho em cũng dặn là hạn chế vận động mạnh. Em xin phép đính kèm toa thuốc và giấy ra viện làm minh chứng.. . Mong quý thầy cô xem xét,. . Em xin cảm ơn.. .",
            "Chào em,. . - Em muốn xin phép được miễn học môn giáo dục quốc phòng. . =  Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . - Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi về việc tuần 10 đến 13 là học gdqp mà em đăng kí tiếng anh cơ bản A lại trùng lịch từ tuần 9 đến 13 . . vậy môn anh văn này chỉ dành cho sinh năm 2 trở lên hay sao ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 26/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là học sinh khóa K21. Em nhận được mail yêu cầu chọn quân trang từ trung tâm giáo dục quốc phòng an ninh. Nhưng khi em chọn thì chỉ có quân phục cho nữ dù em là nam. Mong phía nhà trường giải quyết giúp em.. . . .",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô ạ!. . Em tên là [full_name], MSSV:[student_id]. . Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn quý thầy cô. Mong sự phản hồi sớm từ thầy cô.. . Chúc quý thầy cô cuối tuần vui vẻ.",
            "Chào em,. . Em vui lòng gửi kèm đơn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em tên là [full_name], MSSV [student_id]. Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết. Em cũng đã làm mẫu đơn xin hủy điểm 14, em đã hỏi giáo viên phụ trách cô nói là đã xác nhận và gửi lại PĐT. Nhưng trên bảng điểm của em vẫn còn điểm 14.. . Cho em hỏi là em phải làm thêm thủ tục gì để được cập nhật đúng điểm và được đăng ký tốt nghiệp ạ?. . Em cảm ơn.",
            "Chào bạn, . . PDT đã cấp giấy: phiếu cho phép dự thi và ghi điểm(cho môn LVTN nhận điểm hoãn thi) và đã chuyển về khoa Kỹ thuật Hóa học theo đường công văn nên bạn vui lòng liên hệ về Khoa đề nghị khoa kiểm tra lại và nhập điểm cho sinh viên. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phòng đào tạo xém xét giúp em tại sao em không có trong danh sách tốt nghiệp dự kiến, không biết em còn thiếu điều kiện gì không ạ?. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em tên [full_name], MSSV [student_id] lớp GT15TAU2. . ﻿Xin cho em hỏi em đã hoàn thành chương trình đào tạo nhưng chưa đủ điều kiện anh văn để xét tốt nghiệp, hiện em muốn xin gia hạn thời gian đào tạo thì thời hạn gia hạn tối đa là bao nhiêu và cần làm đơn xin gia hạn thế nào ạ.. . ﻿Em cảm ơn ạ.. . . .",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914960  /b \t. . . .   i Yêu cầu khác . Thưa Phòng Đào Tạo. . Kỳ vừa rồi em có tham gia lớp học Anh Văn 4 L02 do cô Nguyễn Ngọc Liên Hương phụ trách. theo em biết thì mọi người đã có điểm tổng kết của kì vừa rồi riêng môn Anh Văn 4 thì vẫn còn để điểm 15. Mong Phòng đào tạo giải đáp thắc mắc và xem xét xử lí nếu có vấn đề xảy ra ạ. . . Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, Trung tâm Ngoại ngữ gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, TTNN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em hệ vhvl mssv [student_id] do lần trước e đăng kí sai mã môn học nhưng đã hoàn thành thực tập tốt nghiệp và đã đề xuất với khoa. Khoa đã làm công văn gửi lên pdt để miễn môn thực tập tốt nghiệp (CH33B3) cho em và e đã đủ điều kiện để dk đề cương luận văn. e học ctdtao k2017.. . pdt kiểm tra giúp và hỗ trợ giúp em đăng kí môn đề cương luận văn tốt nghiệp cnsh CH43B1 để kịp chương trình ạ",
            "Chào em,. . Em vui lòng xem trên mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là[full_name], MSSV: [student_id], hiện đang là sinh viên năm nhất khoa Điện - Điện tử . . Em muốn thay đổi thông tin cá nhân trên lý lịch sinh viên (cụ thể là ngày sinh). Sửa đổi từ ngày 20/11/2003 thành ngày 10/11/2003, do ngày sinh của em đã được cải chính lại.. . Dưới đây là đính kèm các giấy tờ minh chứng,. . Em xin cảm ơn.. . . .",
            "Chào em,. . PĐT đã cập nhật. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký tốt nghiệp đợt tháng 04/2022 và đã có mail xác nhận của phòng đào tạo vào ngày thứ 6 tuần rồi (18/02). Hiện giờ em vẫn chưa nhận được giấy và chưa có file giấy chứng nhận trên trang đăng ký hồ sơ. Cho em hỏi khi nào thì em mới nhận  giấy chứng nhận tốt nghiệp tạm thời ạ.",
            "Chào bạn, . . Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có nguyện vọng học song ngành Khoa học và Kỹ thuật máy tính theo hướng ngành chính là Khoa học máy tính, ngành phụ là Kỹ thuật máy tính.. . . . Có điều kiện ràng buộc nào về kết quả học tập trong thời gian học song ngành không ạ?. . Trong thời gian học song ngành, em cần phải thoả mãn các yêu cầu về kết quả học tập như thế nào ạ? . . Trong quá trình học, em cần đạt kết quả học tập trên bao nhiêu để tiếp tục theo học song ngành? Nói cách khác, kết quả học tập dưới bao nhiêu thì em không được tiếp tục học song ngành nữa?",
            "Ngoài việc em phải hoàn tất các môn học của ngành chính và ngành phụ, có điều kiện ràng buộc nào về kết quả học tập trong thời gian học song ngành không ạ?",
            "Chào em,. . Em vui lòng liên hệ Khoa MT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào các thầy cô ạ. Em có 1 thắc mắc như sau ạ. Hiện em đã hoàn thành hết các tín chỉ và đã bảo vệ xong luận văn tốt nghiệp, nhưng hiện tại anh văn của em chưa đủ tiêu chuẩn nhận bằng tốt nghiệp thì trong thời gian em chờ đợi nhận chứng chỉ anh văn thì em có cần phải đăng ký môn duy trì không ạ. Em là [full_name] MSSV [student_id] . Xin thầy cô giải đáp giúp em ạ. Em xin cảm ơn. . .",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. .",
            "dạ em chào quyas thầy cô hiện tại em đang là hệ VHVL và trước học kỳ em cũng có hỏi về vấn đề này nhưng chưa thấy lời giải đáp từ phía PĐT do đó em đã k kịp đăng ký môn học để duy trì vậy trước học kỳ tới em phải làm đơn thu nhận lại hay sao ạ. và nếu như thế thì quý thầy cô cho em xin mẫu thu nhận lại để e hoàn thiện ạ. Em xin cảm ơn ạ.",
            "Chào em,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. Hiện tại PĐT chưa ra quyết định tạm dừng.. . . . - Nếu tình trạng tạm dừng: Em vui lòng tải mẫu đơn thu nhận, điền đầy đủ thông tin gửi lại bksi nhé. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật trước tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . để đăng ký môn học. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi văn phòng đào tạo quốc tế. . . . Em tên là [full_name], mssv [student_id]. . Hiện em đã hoàn tất tất cả các môn học. Trong học kì 211, em đã bảo vệ luận văn vào ngày 30/12 và đã hoàn tất luận văn nhưng hiện tại điểm tổng kết của học kì 211 em chưa được cập nhật để tính điểm trung bình tích lũy nên hiện em chưa có tên trong danh sách tốt nghiệp tạm thời ạ.. . Hiện em đã đủ số ngày ctxh là 15.. . Hiện em cần có bảng điểm và bằng tốt nghiệp tạm thời gấp để bổ sung hồ sơ đi làm ạ.. . Em xin cám ơn",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: ME2001. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô. . . Em tên [full_name] MSSV: [student_id]. Em đã hoàn thành chương trình học và đã có điểm LVTN nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp T4/2022. Tình trạng sinh viên của em để là Tạm dừng do không đăng ký môn học. nhưng kỳ trước em có làm đơn hoãn rồi ạ. Và điểm LVTN của em là 9.52 nhưng khi vào bảng điểm là 9.2. Mong PĐT giải quyết cho em ạ. Em cảm ơn Thầy/cô.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . - Và điểm LVTN của em là 9.52 nhưng khi vào bảng điểm là 9.2. . =  Điểm do GV nhập. Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô!. . Em tên là Lê Đức Huân, MSSV:[student_id]. . Trong HK chính 211 em có học môn Nhập Môn [full_name] (CO1003) để thay thế môn tương đương [full_name] [full_name] CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này. Em xin chân thành cảm ơn thầy cô. Kính chúc thầy cô nhiều sức khỏe.. .",
            "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Dự kiến trong tháng 3/2022 sẽ cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ do lịch học thí nghiệm có sau, em đã đăng ký 1 kỳ thi quan trọng không thể hoãn được vào ngày 12/3 tức thứ 7 - tuần 10. Và ngày đó trùng lịch học với môn thí nghiệm hóa lý mã môn CH2041. Trường có thể đổi lịch  thí nghiệm hóa lý cho em được không ạ. Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng liên hệ với GV dạy em nhé, PĐT xếp lịch chung.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2111242  /b \t. . . .   i Học vụ . dạ THẦY/CÔ cho em hỏi vào học kỳ 211 vì dịch bệnh nên em không thể đến trường học môn Nhập môn kỹ thuật (thí nghiệm). Theo thông tin của trường thì em biết được là lịch học bù các môn thí nghiệm sẽ bắt đầu vào tuần 10, vậy em có thể đăng ký và xem thông tin đăng ký môn học ở đâu ạ. Với lại tuần đó em cũng học Quốc Phòng nên cũng không biết sao ạ. Em xin cảm ơn!!. .",
            ". .",
            "Chào em;. . đã bổ sung tkb nhé. . Thân",
            "Dạ thầy/cô ơi, em chưa thấy lịch học trên MYBK cũng như [full_name], thầy/cô có thể xem và thêm em vào môn học đó được không ạ, em sợ không được học môn Thí Nghiệm sẽ không hoàn thành được môn Nhập Môn [full_name] ạ.. . Tên: [full_name] . . MSSV: [student_id]. . Email: [email]. . Em xin chân thành cảm ơn thầy/cô!. .",
            "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí ĐAMH và đã có tkb trên mybk rồi ạ  nhưng cô [full_name] mail cho em là chưa thấy tên em trong danh sách ạ.",
            "Chào em,. . Em vui lòng trình bày với cô [full_name]: liên hệ [full_name] giúp nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Quý Thầy cô phòng Đào tạo . . Em tên là [full_name] - [student_id].. . Em có quyết định chuyển qua hệ vừa học vừa làm vào ngày 13/01/2022 và đã thoả điều kiện tốt nghiệp hệ vừa học vừa làm nên nay em làm đơn này xin quý thầy cô xét cho em tốt nghiệp cho trong đợi tốt nghiệp tháng 4 và cập nhật thông tin trên hệ thống để em có thể đăng kí tốt nghiệp trong đợi sắp tới.. . Em mong nhận được phản hồi sớm từ phía thầy cô.. . Em trân thành cảm ơn.. . [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô.. . . . Em từng hoãn thi cuối kì môn Giải tích 2 HK202, và được thi lại với kết 4.50. Theo quy chế phòng đào tạo thì môn này em đã trượt. Nhưng khi mail hỏi thông tin từ giảng viên thì kết quả hoãn thi lần này (do covid 19) có thể sẽ vẫn tính như kết quả cuối kì bình thường (nếu tính trung bình như thông thường em sẽ qua môn).. . . . Thầy/Cô cho em hỏi là em đã qua môn hay trượt môn ạ?. . Em xin cảm ơn.. . Khoa.",
            "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng đào tạo ạ. . Em là [full_name] mssv [student_id]. . Cho em hỏi là học phần thực tập tốt nghiệp EE3333 em đăng kí vào kì hè 203 đã làm đề tài và bảo vệ với thầy hướng dẫn ạ, cho em hỏi là sao tới nay vẫn chưa có điểm cập nhập ạ.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô ạ. Hiện tại do em mới sanh bé nhỏ nên không có điều kiện đến lớp vì em ở quê ạ nên em xin bảo lưu thì em phải đến trường xin phép hay là gửi mail lên PĐT của trường ạ. . Em xin cảm ơn",
            "Chào em,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] MSSV [student_id] Học khóa XD học lớp Anh văn 4 L04. Em mail để xin các thầy cô giúp check và nhập điểm Anh văn 4 của em trong bảng điểm với ạ. Vì em hỏi một số người học chung lớp AV4 với em họ có điểm trong bảng điểm hết rồi ạ nhưng em vẫn chưa có ạ. Em cũng thấy điểm của em trong phúc tra lâu rồi ạ vậy xin các thầy cô giúp nhập điểm cho em với ạ. . . Em cảm ơn ạ!",
            "Chào em,. . Điểm do GV nhập, bảng điểm TTNN gửi PĐT. Em vui lòng liên hệ GV, TTNN nhé.. . - em trong phúc tra lâu rồi . . =  Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa. Phúc tra lên điểm cũng mở khóa. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô PĐT,. . . . Em tên [full_name], MSSV: [student_id], sinh viên khoa Quản Lý Công Nghiệp.. . . . Em xin được phép rút 2 môn học:. . . . 1.Khởi nghiệp (IM3069). . 2.Quản trị kinh doanh quốc tế (IM3059). . . . Lý do:. . . . Môn khởi nghiệp là môn tự chọn của nhóm A và em đã học đủ tín chỉ của nhóm A.. . Hiện tại em đã đi làm và không thể sắp xếp học môn quản trị kinh doanh quốc tế. Và em sẽ đăng kí vào học kì hè ạ.. . . . . . Kính mong thầy/cô PĐT có thể xem xét và cho phép em được rút môn học.. . . . Em cảm ơn,. . . . Trân trọng.. . . . [full_name]",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: lịch học av của em mới đk bị trùng với lịch học Quốc phòng thì phải làm thế nào ạ?",
            "Chào em,. . SV tự đăng ký và tự chịu trách nhiệm, lịch học nó có sẵn rồi em.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Dạ em xin chào cô. . em tên [full_name], MSSV: [student_id]. . Khoa: Điện-Điện tử (VLVH). . Dạ em có làm đơn xin miễn môn GDQP và các học phần chính trị.. . Dạ do em đang ở quê, tình hình dịch khá phức tạp, em có thể gửi bưu điện đơn và các chứng chỉ, bảng điểm về cho trường được không cô.. . Em cảm ơn cô.",
            "Chào em,. . Em chụp hình đơn, các minh chứng qua bksi để PĐT xem và trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào phòng đào tạo.  Em tên là [full_name], Khóa 18, khoa Kỹ thuật Hóa học.. . Em có câu hỏi như sau: Khóa 2018 hiện có được thi chứng chỉ ngoại ngữ speaking và writing ở Trung tâm ngoại ngữ của trường Đại học Bách Khoa không ạ, và kết quả của kỳ thi này có được dùng để xét tốt nghiệp ra trường không ạ. . . Mong nhận được phản hồi từ phòng đào tạo.. . Em xin chân thành cảm ơn!!!",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. .",
            "Chào bạn, . . Sinh viên khóa 2018 được dùng kết quả thi anh văn 2 kỹ năng nói viết tại trung tâm ngoại ngữ của trường để xét tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô.. . Em là [full_name]- [student_id], em thuộc lớp MT18KH01 của thầy [full_name] nhưng trong thông tin học vụ thì để của thầy [full_name]. Do đó trong Elearning không có site lớp chủ nhiệm của thầy [full_name].. . Mong thầy/cô chỉnh sửa thông tin và thêm em vào site lớp chủ nhiệm của thầy [full_name] để em nhận thông tin của lớp ạ.. . . . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé, do [full_name] phân công CBGD, GVCN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713608  /b \t. . . .   i Học vụ . Em tên Ngô Minh Triều 1713608 CK17NH2. . Xin cho hỏi tình trạng hiện giờ của em là thế nào ạ? Sau khi trình bày,Em thấy đã ghi trường giải quyết, em đã có TKB trở lại nhưng lại không có lịch thi. ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ) . . . . . . . . (Tóm tắt:. . . .   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.. .  Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.. .   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ:. . 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ?. . 2.Muốn được bình thường trờ lại học tiếp HK213 HK222 sắp tới,em có cần làm đơn gì không ạ.. . 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi). .   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM. .   EM XIN CÁM ƠN ). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713608  /b \t. . . .   i Học vụ . Em tên Ngô Minh Triều 1713608 CK17NH2. . . .  Sau khi trình bày,Em không nhận được phản hồi mà thấy bksi ghi đã giải quyết, em kiểm tra lại thì đã có TKB trở về nhưng lại không có lịch thi. Vậy xin hỏi tình trạng hiện giờ của em là thế nào ạ ?  ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ). . . . . . . . (Tóm tắt vấn đề và các mail trước đó:. . . .   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.. . Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.. .   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ:. . 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ?. . 2.Muốn được bình thường trờ lại học tiếp HK213 HK221 sắp tới,em có cần làm đơn gì không ạ.. . 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi). .   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM. .   EM XIN CÁM ƠN ). .  EM VẪN CÒN KẸT DƯỚI QUÊ NÊN KHÔNG THỂ ĐẾN TRỰC TIẾP PĐT.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713608  /b \t. . . .   i Yêu cầu khác . Em tên Ngô Minh Triều 1713608 CK17NH2. . . .  Sau khi trình bày,Em không nhận được phản hồi mà thấy bksi ghi đã giải quyết, em kiểm tra lại thì đã có TKB trở về nhưng lại không có lịch thi. Vậy xin hỏi tình trạng hiện giờ của em là thế nào ạ ?  ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ). . . . . . . . (Tóm tắt vấn đề và các mail trước đó:. . . .   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.. . Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.. .   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ:. . 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ?. . 2.Muốn được bình thường trờ lại học tiếp HK213 HK221 sắp tới,em có cần làm đơn gì không ạ.. . 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi). .   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM. .   EM XIN CÁM ƠN ). .  EM VẪN CÒN KẸT DƯỚI QUÊ NÊN KHÔNG THỂ ĐẾN TRỰC TIẾP PĐT.. . . . . .",
            "Chào bạn. . Trường hợp của bạn Cô đã xin ý kiến của Ban lãnh đạo Phòng đào tạo và phản hồi lại kết quả cho bạn như sau. .  1) [full_name] đang trong quá trình ra quyết định tạm dừng HK212 cho bạn. . 2) Trước nộp đơn thu nhận lại Hk213 thì bạn phải các khoản thanh toán học phí còn nợ. . 3) theo quy định   B Không  /B  thể hủy học phí, điểm của Hk202,211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng Đào Tạo thân mến,. . . . Em là [full_name], sinh viên Việt Pháp K2015. Hiện em đang học tiếng Pháp 8 học kì 2 năm 2021-2022. Em đã thực hiện đăng kí môn học vào đợt 2 và đã thỏa điều kiện đăng kí. Tuy nhiên hiện tại môn học không hiện trong elearning, TKB và lịch thi.. . . . Mong PĐT xem xét trường hợp này và giải quyết giúp em.. . . . Cảm ơn và Trân trọng,. . [full_name]. . . .",
            "Chào em,. . Thông thường PĐT cập nhật dữ liệu vào khoảng chiều hàng ngày, nên sau 17g em xem lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mã môn học: CH2111. . Tên môn học: Thí nghiệm hóa hữu cơ cơ bản. . Học kì:  211. . . .  Do vào trước tết trường có mở vài lớp học thí nghiệm offline môn Hóa Hữu Cơ và em có đăng kí. Nhưng đó do điều kiện sức khỏe không cho phép nên em đã nhắn lên bksi xin pđt hủy lịch học của em và dời đến khi sau tết cả trường được học offline thì em mới học và được chấp nhận. Mong pdt phản hồi sớm giúp em ạ! Em cảm ơn nhiều ạ! . . . . . .",
            "\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 07/03/2022. . Thân\""
        ]
    }
]