[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, em là [full_name] - [student_id]. Em đã có tên trong danh sách tốt nghiệp nhưng vẫn đang ở chế độ tạm dừng nên chưa thể đăng kí tốt nghiệp trên hệ thống được ạ.",
            "Chào bạn,. . . . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . . . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy cô[full_name][full_name] [full_name] [full_name] [full_name] Em là [full_name][full_name] Sinh viên khoa cơ khí đã tốt nghiệp[full_name][full_name] [full_name] [full_name] [full_name] [full_name]iện tại em đã tốt nghiệp ngành cơ khí - thiết kế máy hệ chính quy[full_name] [full_name]hưng do mong muốn nên sau này em muốn học tiếp văn bằng 2 ngành khoa học máy tính ở trường[full_name] Thầy cô cho em hỏi việc đăng kí học như vậy có được chấp nhận không ạ và hình thức xét tuyển như thế nào ạ? Em xin cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name][full_name][full_name][full_name]ào",
            "Chào em,. . Em vui lòng theo dõi thông tin tuyển sinh văn bằng 2 của trường tại đây:. . http://tuyensinh.hcmut.edu.vn/admission/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô,. . . . Em là Đồng Văn Phong, MSSV: [student_id], khoa Kỹ thuật Xây dựng.. . . . Em muốn hỏi mình có thể xem danh sách huy chương vàng, bạc tốt nghiệp ở đâu ạ?. . . . Em cảm ơn Thầy/Cô ạ!",
            "Chào bạn, . . . . -Bạn vui lòng liên hệ về Khoa để được hỗ trợ nhé. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi là em đã bổ sung đủ điều kiện TN và trong DS dự kiến đã không còn ghi chú gì nhưng trong phần đăng kí Tốt nghiệp vẫn ghi nợ CTXH và không thể đăng kí TN là do chưa cập nhật hay sao ạ???. . Em cảm ơn.",
            "Chào bạn,. . . . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô !. . . . Em tên [full_name], MSSV [student_id], em đã nộp CCNN vào ngày 12/4 và chờ kết quả thẩm tra đến nay cũng gần 1 tuần mà vẫn chưa có ạ!. . Nếu kết quả thẩm tra là hợp lệ thì có thể đăng kí xét tốt nghiệp và làm lễ tốt nghiệp kịp trong đợt tháng 4 này không ạ? Và khi đăng kí xét tốt nghiệp thì có mất thêm nhiều thời gian không vì 20/4 là hạn chót rồi ạ !. . . . Em chân thành cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi BGH nhà trường,. . . . Em tên [full_name], Mssv:[student_id], ngành Trắc địa bản đồ.. . . . Hiện tại em đã hoàn thành đủ các môn học của chương trình đào tạo nhưng thiếu chứng chỉ ngoại ngữ (Anh văn Nói - [full_name]ết).. . . . Nay em đã hết thời hạn đào tạo của khóa học nhưng chỉ thiếu mỗi chứng chỉ trên.. . Để có thể hoàn thành chương trình học với những cố gắng nhất.. . Kính mong nhà trường tạo điều kiện cho em được gia hạn thêm thời gian đào tạo (cụ thể thêm 1 học kỳ) để em có thể hoàn thành xong chương trình học của mình và được tốt nghiệp.. . . . Trong khi chờ đợi sự chấp thuận từ quý nhà trường, em xin chân thành cảm ơn.. . . . Phía dưới em có đính kèm đơn xin gia hạn, mong BGH nhà trường xem xét.. . Nếu cần nộp đơn trực tiếp em sẽ cố gắng sắp xếp đến Phòng Đào Tạo để nộp đơn. Nay em gửi đơn online kính mong BGH xem xét cho em.. .",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tạo, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô (anh/chị). Em là [full_name], MSSV [student_id]. Hiện tại em đã có tên trên danh sách tốt nghiệp dự kiến nhưng chưa đăng kí tốt nghiệp được vì tình trạng sinh viên hiện tại là \"Tạm Dừng\". PĐT có thể thu hồi quyết định Tạm dừng để em có thể đăng kí tốt nghiệp được không ạ?. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "-em thấy mấy bạn em đã có mail nhận thẻ sinh viên rồi ạ và ghi là đợt cuối nên e hơi lo vì e chưa nhận được mail nào về vấn đề nhận thẻ sinh viên ạ , em đã chụp ảnh và đưa lên hồ sơ ảnh trên myBK rồi ạ .. . - Trong phần nhập học của em đầu năm là em chuyển từ xây dựng đại trà sang QLCN (CLC) mà phần nhập học của em chưa chuyển thành ngành học hiện tại trong phần nhập học ạ(hiện tại đang học QLCN (CLC))  ( có ảnh đi kèm ) . . . .   i Yêu cầu khác .",
            "Chào em,. . Trường hợp em mới cập nhật ảnh, PDT dự kiến sẽ in và sinh viên liên hệ nhận thẻ tại Phòng Đào tạo 101A1, sau này 4/5/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name],. . Em đã có tên trong danh sách dự kiến tốt nghiệp ngày 15/4/2022. Nhưng hiện tại tình trạng sinh viên của em vẫn đang bị tạm dừng, vì vậy chưa thể đăng ký tốt nghiệp được.. . Rất mong thầy/cô có thể kiểm tra giúp em.. . Em xin chân thành cảm ơn",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.",
            "Dạ vậy tới khoảng ngày bao nhiêu là PDT sẽ có QD vậy ạ.. . Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Cho em có câu hỏi về việc đăng kí LVTN trong HK hè HK_HE213.. . Hiện nay đợt đăng kí môn học đợt 1 đã đóng nhưng em quên chưa đăng kí môn LVTN vậy thì khi đăng kí ở đợt 2 thì có được công nhận không ạ?. . Mong quý cán bộ PĐT trả lời em sớm.. . Em xin cảm ơn.",
            "Chào em;. . đợt 2 đăng ký bình thường nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy / cô! . . . . Đầu tháng 3 em có lên PDT nhận bằng tốt nghiệp nhưng thầy phát bằng cho em nói bảng điểm và hồ sơ sẽ nhận sau đó chưa in kịp. Cho em hỏi khi nào thì em sẽ được nhận ạ?. . . Có phải nhận vào ngày lễ tốt nghiệp sắp tới không ạ? . . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ về khoa để đăng ký lễ tốt nghiệp, sau đó lên trực tiếp Pđt để nhận bạn nhé. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, . .  Em tên là [full_name], trong yêu cầu đăng kí xét tốt nghiệp lần trước của em, hiện tại hôm nay là ngày 18/4 nhưng em vẫn chưa nhận được email thông báo về việc em xét tốt nghiệp nghiệp ở tháng 4 này. Kính mong quý thầy cô phòng đào tạo xem xét giúp em về tình trạng hiện tại của em để em có thể tốt nghiệp kịp trong kì tháng 4 này. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy/cô phòng đào tạo ạ,. . . . Em là [full_name]. MSSV [student_id] khoa VP Hệ thống năng lượng. Hôm thứ 6, ngày 15 tháng 4 năm 2022, em có nhận được mail từ nhà trường thông báo em có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. . . . . Nhưng khi em lên tra danh sách tốt nghiệp cũng như thực hiện đăng ký xét tốt nghiệp vẫn không được ạ.. . . . Em thấy trong thông tin tốt nghiệp đợt này là vào ngày 22/4/2022 ạ. Em mong phòng đào tạo giúp em có trong đợt tốt nghiệp lần này. . . . . Em xin cảm ơn ạ.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn  thực hiện khai thông tin tốt nghiệp theo hướng dẫn (qua mail) nghen . . . . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn, khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . Em có tên trong danh sách tốt nghiệp dự kiến vào ngày 15/04/2020, nhưng trên trang web mybk vẫn không tìm thấy tên em trong danh sách nên em không thể đăng kí tốt nghiệp được, em mong thầy cô có thể kiểm tra giúp em ạ.. . Em xin chân thành cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô,. . . . Hiện em đã hoàn thành chương trình học và đã đủ ngày ctxh, nhưng em vẫn chưa đăng kí tốt nghiệp trên mybk được ạ. Em có gởi thắc mắc vào tuần trước và được báo có thể đăng kí sau ngày 15/04 nhưng hiện vẫn chưa đăng kí được. Do thời hạn đăng kí để làm lễ tốt nghiệp khá gấp nên thầy cô xem xét kiểm tra dữ liệu của em giúp em với ạ.. . . . Em cảm ơn quý thầy cô.",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đang bị tình trạng tạm dừng học, vậy khi nào em có tên danh sách tốt nghiệp dự kiến và được mở đăng kí tốt nghiệp. Liệu em có kịp làm lễ tốt nghiệp đợt này hay không ạ.Em xin chân thành cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn còn bị tình trạng tạm dừng nên chưa đăng ký được tốt nghiệp đó ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị/thầy/cô. Em là sinh viên K2017, thẻ sinh viên của em đã hết hạn vào tháng 3 năm 2022. Hiện tại đã hoàn thành các môn học trong chương trình đào tạo và chuẩn bị thi toeic để xét tốt nghiệp nhưng không được hưởng ưu đãi lệ phí của sinh viên trường do thẻ hết hạn. Em muốn xin giấy xác nhận sinh viên để giảm lệ phí thi toeic tại trường bách khoa thì có được không ạ? Nếu được thì phải làm thủ tục gì. . . Trong lúc chờ đợi sự phản hồi từ PDT, em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng làm đơn xin cấp giấy xác nhận sinh viên thi TOEIC, trình bày rõ lý do và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào PDT,. . Mặc dù đã có tên trong danh sách tốt nghiệp dự kiến vào ngày 15/04/2020, nhưng tới nay trên trang web mybk vẫn chưa cập nhập danh sách để em có thể đăng kí tốt nghiệp, em mong thầy cô có thể giúp em kiểu tra ạ.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô, ngày 5/4/2022 em được quyết định về Huỷ hiệu lực tạm dừng học kỳ 212 nhưng thời khoá biểu của HK212 của em vẫn chưa được phục hồi. Mong thầy/cô giải đáp giúp em ạ.. . Em xin cảm ơn ạ.. . . .",
            "Chào bạn,. . . . -Pđt đang giải quyết, bạn theo dõi tình trạng sinh viên tại myBk chuyển sang đang học thì xem TKB cập nhật và đóng học phí . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. . . .",
            "Dạ em chào thầy/cô, tình trạng sinh viên của em hiện là 'Đang học' nhưng thời khoá biểu của em vẫn chưa được cập nhật ạ. . . Mong thầy/cô giải đáp giúp em ạ. . . Em cảm ơn ạ.",
            "Chào bạn. . TKB đã cập nhật . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy cô. . Em là [full_name] MSSV [student_id]. . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi vào mybk đăng ký tốt nghiệp thì hệ thống báo lỗi, em vào kiểm tra tình trạng thì tạm dừng. Vậy cho em hỏi bây giờ em làm sao để kịp tốt nghiệp tháng 4 vậy ạ. . Em cảm ơn thầy cô nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Dạ em xin hỏi thời gian dự kiến tốt nghiệp trong HK này, cũng như thời gian nhận bằng bản chính và bản sao là khoảng thời gian nào ạ?. . . . Lí do em hỏi là để hẹn nộp bằng bản sao cho nơi làm việc.. . . . Em cảm ơn./. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn  thực hiện khai thông tin tốt nghiệp theo hướng dẫn (qua mail) nghen . . . . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn, khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . -SV phải “chọn” đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. Thứ 6 hàng tuần Phòng đào tạo sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng mybk    đăng ký tốt nghiệp, Sinh viên tự tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu.. . . . -Dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . SV sẽ đăng ký lễ tốt nghiệp tháng 11/2022, SV vui lòng đợi thông báo sau của nhà trường. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT!. . Em tên: LƯƠNG THANH HÀ   MSSV:[student_id]. . Em có thắc mắc về học phí lớp bổ túc môn học cho sinh viên hệ VHVL HK212.. . Mọi thắc mắc em đã trình bày rõ trong đơn đính kèm.. . Mong nhà trường chuyển cho bộ phận liên quan xem xét, và giải quyết cho bọn em.. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . PĐT đã tiếp nhận đơn của bạn và đang xử lý, bạn vui lòng thông báo cho các bạn có trong danh sách sau khi xử lý xong, PĐT sẽ phản hồi kết quả qua mail sinh viên.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em tên [full_name], MSSV:[student_id]. . Cho em hỏi là em đã đăng kí tốt nghiệp rồi, mà sao em không thấy tên mình trong danh sách tốt nghiệp tháng 4 này ạ?. . Thầy/cô kiểm tra lại giúp em với ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pdt. . Câh hỏi 1. . Hiện tại em tính dtb của em trên danh sách dự kiến tốt nghiệp là 6.98 nhưng em có chuyển điểm av 1 2 nhưng chưa thấy được cộng mong pdt xem xét lại sớm dùm em ạ. . Điểm em tính như sau 6.98 là dtb, 9 là av 1, 7.5 là av 2. . (6.98*139+9*2+7.5*2)/143=7.015. . Câu hỏi 2. . Em đã có tên trên danh sách tốt nghiệp dự kiến và giờ em xin pdt thu nhận lại tình trạng đang học để em đăng kí tốt nghiệp ạ. . Em xin cảm ơn pdt",
            "Em có tính nhầm ạ. . (6,98×138+7,5×2+9×2)÷142",
            "Do em không biết cách tính vậy là đúng không hay ntn!! Mong pdt xem xét lại dùm em càng sớm càng tốt dùm em với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811792  /b \t. . . .   i Học vụ . Dạ thưa thầy/cô cho em xin hỏi là để đăng ký làm luận văn ở kỳ hè này thì có bị giới hạn bằng Anh Văn và số ngày công tác xã hội không ạ. Nếu có thì em có thể xin nhà trường cho em nợ để đăng ký làm luận văn trước được không ạ.Em xin cảm ơn quý thầy/cô đã đọc ạ.",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . - Theo quy định áp dụng trước đó, ngày CTXH vẫn giữ nguyên không thay đổi, thời gian xét ngày CTXH là 10 ngày.. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô! Hiện em đang học môn Hóa hữu cơ có lịch thi cuối kì vào ngày 12/6/2022. Vì chưa biết em có qua môn hay không nên em đăng kí học dự thính hè để phòng trường hợp rớt môn và kịp tiến độ ra trường vào tháng 11 năm nay. Nhưng theo em được biết thì 30/5/2022 kì học dự thính đã bắt đầu. Vậy thầy cô cho em hỏi nếu kì chính em qua môn Hóa hữu cơ thì em có được hủy môn học kì hè mà không mất tiền không ạ, vì em chỉ còn mỗi môn này là hoàn thành chương trình học. Nếu không thể thì thầy cô cho em hỏi có phương án giải quyết nào không ạ? Trường có tổ chức lớp dự thính bổ sung nào sau khi đã có kết quả của học kì chính không ạ? Em cảm ơn quý thầy cô đã xem xét trường hợp của em!",
            "Chào bạn,. . . . - Nếu có nhu cầu học/hủy môn học ở Hk213, bạn vui lòng đăng ký lại/hủy môn học vào đợt đkmh tiếp theo từ ngày 10/05/2023 (đợt hiệu chỉnh đkmh). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. . . . -Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo ĐHBK. . Em tên là [full_name], mssv [student_id]. Lớp KU17VLY1 Do ngày 16/4 em đăng kí tham gia lễ tốt nghiệp trễ ạ. Em mong phòng đào tạo giúp em để kịp tốt nghiệp chung với các bạn ạ. Em cảm ơn. .",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên vui lòng đăng ký tại khoa . . . . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, em tên là [full_name], mssv [student_id].. . Hiện em đã bổ sung đầy đủ các điều kiện về av,ctxh để tốt nghiệp. Em xin phòng đào tạo cho phép em được xét tốt nghiệp trong học kì này.. . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, em đã đk tốt nghiệp vào ngày 15/4, em đc biết là 20/4 là ngày xét cuối cùng để được dự lễ tn tháng 4 tuần này. . . Nhưng em vẫn chưa thấy tên em trong ds chính thức. Mong pđt xem xét giúp em. Em rất mong đc tham gia dự lễ vào đợt này.. . Chân thành cảm ơn pđt.. .",
            "Chào em,. . Em liên hệ [full_name] để đăng ký dự lễ tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã thanh thoán lệ phí tốt nghiệp trên bkpay rồi luôn. Nay em tải lại mục đăng kí tốt nghiệp vẫn bị tình trạng phiếu đăng ký không được xử lý.",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi văn phòng đào tạo,. . . . Em có đăng ký xét tốt nghiệp nhưng nay nhận được thông báo nợ lệ phí, học phí mặc dù em đã hoàn thành hết học phi ạ. . . . . Mong văn phòng hỗ trợ giúp em để em có thể tốt nghiệp đợt này. . . . . Em cảm ơn.. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi về điểm trung bình ghi trên mục thông tin tốt nghiệp dự kiến của em bị sai ạ. Trên đó để 7.08 nhưng em tính điểm trung bình tích lũy ngành của em là 7.2 còn 7.08 là điểm khi chưa chuyển điểm anh văn đó ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên khoa cơ khí chất lượng cao k15, mã số sinh viên [student_id].. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến, có kèm ghi chú: nệ lệ phí + nghỉ học. Lệ phí em đã thanh toán hết, còn tình trạng sinh viên mong phòng đào tạo mở lại để em đăng kí tốt nghiệp trên mybk. . . Em xin cảm ơn.. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học (có quyết định thu nhận), bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em chào Thầy Cô.. . Cho em hỏi là tháng 4 này trường có tổ chức lễ tốt nghiệp không ạ? Và đki như thế nào ạ?",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, chào thầy/cô.. . Em tên [full_name]. MSSV: [student_id]. . . . Dạ, vì lí do nên kì 202 em có đăng kí hoãn thi môn Khoa học trái đất (CI1069). . . . Dạ, kì này hạn cuối để thi nên em muốn đăng kí thi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Anh/Chị,. . . . Ngày thứ 5 (14/4) em có lên khoa quốc tế hỏi về việc đăng ký lễ tốt nghiệp.. . Em nhận được cậu trả lời là phòng đào tạo chưa gửi danh sách tốt nghiệp bổ sung cho Khoa nên chưa thể gửi link đăng ký tốt nghiệp cho em được.. . Nếu cuối tuần này đăng làm lễ tốt nghiệp thì có kịp đăng ký không?. . . . Thân./",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô!. . . . Em tên [full_name], MSSV [student_id], em đã thành tất cả các điều kiện để tốt nghiệp.. . Em nộp đơn này để xin PĐT xét tốt nghiệp đợt tháng 4/2022 này.. . . . Khoảng bao lâu sẽ có tên trong danh sách tốt nghiệp dự kiến ạ? Và còn cần những thủ tục nào để hoàn thành việc xét tốt nghiệp cũng như làm lễ tốt nghiệp ạ?. . . . Kính mong quý thầy cô sẽ hỗ trợ em sớm nhất có thể.. . . . Em xin chân thành cảm ơn !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Thầy Cô phòng đào tạo trường ĐH Bách Khoa, . . . . Em tên là [full_name], mã số sinh viên [student_id].. . Hiện tại em đã hoàn thành và đăng kí thành công tốt nghiệp đợt này vào ngày 12/4 nhưng vẫn chưa được xác nhận từ phòng đào tạo. . . Hạn chót đăng kí dự lễ tốt nghiệp là ngày 20/4. Em kính mong Thầy Cô xem xét trường hợp của em để em được đăng kí và được dự lễ tốt nghiệp vào đợt tháng 4 này. . . . . Kính mong Thầy Cô xem xét.  . . Em cảm ơn Thầy Cô. . . .",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa quý thầy cô!. . . . Em tên [full_name], MSSV [student_id], em đã hoàn thành tất cả các điều kiện để tốt nghiệp.. . Em nộp đơn này để xin PĐT xét tốt nghiệp cho em trong đợt tháng 4/2022 này.. . . . Khoảng bao lâu sẽ có tên trong danh sách tốt nghiệp dự kiến ạ? Và còn cần những thủ tục nào để hoàn thành việc xét tốt nghiệp cũng như làm lễ tốt nghiệp ạ?. . . . Kính mong quý thầy cô sẽ hỗ trợ em sớm nhất có thể.. . . . Em xin chân thành cảm ơn !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . . . Em là [full_name] lớp HC17SH, em muốn hỏi đơn xin  chuyển điểm của em, cụ thể là chuyển điểm từ môn An toàn trong Công nghệ sinh học (CH3261) cho môn Phát triển bền vững (Ch1007) đã được thực hiện thành công chưa ạ? . . . . Vì em xem bảng điểm trên mybk thì thấy điểm 2 môn này vẫn riêng biệt nên không biết điểm đã được chuyển chưa. . . . . Em xin bổ sung thêm là đơn xin chuyển điểm của em gửi cho thầy [full_name] phó khoa Kỹ thuật Hóa học xem xét, và thầy có chỉ đạo cô [full_name] ở văn phòng khoa làm công văn môn tương đương/thay thế gửi Phòng đào tạo rồi ạ.. . . . . . Em cảm ơn các thầy cô đã hỗ trợ em. Em chúc các thầy cô một tuần làm việc hiệu quả.. . . . Regards,. . [full_name]",
            "Chào bạn, . . . . PDT đã xử lý chuyển điểm tương đương theo yêu cầu của bạn.. . Đã cập nhật tại mybk  thông tin sinh viên  điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ thưa thầy/cô,. . Trong danh sách lớp môn gdtc (cầu lông-cc11-sáng thứ 7) không có tên em dù em đã đăng kí môn này đầy đủ trên mybk. Thầy bộ môn bảo em nhắn tin hỏi lại văn phòng để đề phòng trường hợp bị gạch tên do sai sót ạ. Em mong văn phòng giúp em giải quyết vấn đề này ạ.. . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn. . . . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Em chào thầy cô, ngày 13/03/2022 em có thi môn sức bền vật liệu ( CI2001 ). Em có điểm danh, làm bài thi và xác nhận nộp bài. Nhưng em kiểm tra điểm trên mybk thì em có điểm 13. Mong thầy cô giải quyết giúp em.. . Đây là link record màn hình của em: https://drive.google.com/file/d/1Ya3dGqX_lrgetlU2xERM7T_-tI_N9HJ3/view?usp=sharing. . . .",
            "Chào bạn,. . . . Về vấn đề này bạn liên hệ với giáo viên giảng dạy để được hỗ trợ bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em có 17.5 ngày CTXH, PĐT có thể cập nhật có ngày CTXH của em trên mybk để em đăng ký tốt nghiệp và dự lễ vào ngày 24/4 được không ạ. Em cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào phòng đào tạo,. . . . Em đã đăng ký tốt nghiệp thành công trên hệ thống mybk vào ngày 13/04/2022, tuy nhiên đến hôm nay theo cập nhật mới nhất trên danh sách tốt nghiệp chính thức cập nhật vào ngày 15/04/2022 thì em vẫn chưa có tên trong danh sách ạ. . . Cho em hỏi PĐT còn cập nhật đợt nào nữa không ạ và em có kịp làm lễ tốt nghiệp đợt này không ạ? . . . . Em xin trân trọng cảm ơn!",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước nhưng đến nay vẫn chưa nhận được email xác nhận của trường.Do thời hạn để đăng ký dự lễ tốt nghiệp sắp hết mà vẫn chưa có email của trường nên em không biết phải làm gì tiếp theo.Mong thầy/cô giải đáp giúp em để em có thể dự lễ tốt nghiệp ạ.Em xin cảm ơn . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy/cô.. . . . Em là [full_name], là sinh viên K2017 chương trình KSTN đã tốt nghiệp vào đợt 2 năm 2021. Em nhận được thông tin làm lễ tốt nghiệp vào ngày 22/4 và có yêu cầu sinh viên thuộc chương trình KSTN phải đến tổng dợt và nhận lễ phục, giấy mời vào ngày thứ 5 (21/4).. . . . Tuy nhiên do nhu cầu công việc nên em không thể tham dự buổi tổng dợt đó được. Em thắc mắc không biết có thời gian khác thích hợp để em có thể nhận lễ phục và giấy mời được không ạ?. . . . Em cảm ơn thầy/cô ạ.. .",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . Em tên Lưu Thanh Hiến. MSSV [student_id]. Hệ VHVL.. . Em làm đơn này xin phép PĐT miễn môn học [full_name] (807817). Em đã học môn MXD và AN TOÀN LAO ĐỘNG (807816) trong chương trình cao đẳng trước đây. Tương đương với môn [full_name], chương trình đào tạo khóa 2013. Em có gửi mail xin thầy [full_name] xem xét miễn môn. Thầy có hướng dẫn em gửi mail lên PĐT xét miễn môn.. . Vì vậy em làm đơn này kính mong PĐT xem xét miễn môn cho em để hoàn thành khóa học.. . Em cảm ơn PĐT!. .",
            "Chào bạn;. . đơn của bạn đang xử lý, sau khi xét miễn môn xong sẽ cập nhật lên điểm chuyển nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô ạ.. . Em tên là [full_name], học kỳ này em có đăng ký gói vay không lãi suất của ĐHQG-TP HCM số tiền 6,550,000 để đóng học phí hiện đã được giải ngân chuyển khoản trực tiếp vào tài khoản trường, tuy nhiên học phí của em thì đã thanh toán trước đó rồi nên không biết số tiền giải ngân đó em có được hoàn trả không ạ? Nếu có thì khi nào ạ?",
            "\"Chào bạn,. . Về các khoản tiền vay sinh viên để thanh toán học phí được giải ngân theo hình thức chuyển khoản trực tiếp vào tài khoản trường, SV vui lòng gửi mail trình bày rõ (kèm minh chứng) về email của phòng Kế hoạch Tài chính của trường: [email]. . 109 A4 - Trường Đại học Bách Khoa - ĐHQG HCM | 268 Lý Thường Kiệt, P.14, Q.10. . Số điện thoại: (08) [student_id]6 ext: 7252. . để được hỗ trợ kiểm tra và trả lời cho bạn nhé!. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em xin phép hỏi về chứng chỉ ngoại ngữ như sau: em đã đạt đủ điểm toeic và đã nộp bằng cũng như chuyển điểm, tuy nhiên hiện tại em chưa hoàn thành chương trình học thì bằng đã hết hạn, vậy em có cần thi lấy lại bằng ko ạ. . . Rất mong nhận được câu trả lời của thầy cô, em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp CCNN của em đã được thẩm tra hợp lệ nên không cần bổ sung lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi BGH Nhà trường.. . Em nộp đính kèm đơn gia hạn.. . Em xin cảm ơn.",
            "Chào bạn, . . . . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho hỏi mã số bảo hiểm y tế của em với ạ,mssv:[student_id] .",
            "Chào bạn. . . . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. . . ."
        ]
    }
]