[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi Phòng Đào tạo, em là [full_name].\t. . Lúc trước em có xin Phòng Đào tạo mở thêm sĩ sỗ môn Tính toán song song và nhận được câu trả lời là đã tối đa số lượng 40sv/nhóm.. . Nhưng nay em vào xem có lớp L01-L01 lại có tới 41/39.. . Vậy em thắc mắc tại sao em không được thêm vào lớp ạ.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Môn học kèm phần thực hành và sức chứa phòng máy đã ở mức tối đa không thể đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em không đăng ký được môn thực tập tốt nghiệp  MSMH: GE3313, em kiểm tra em thấy em   B đủ điều kiện  /B  để đăng ký, mà kết quả đăng ký của em vẫn bị hủy, mong PĐT kiểm tra giùm em.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em không đăng ký được môn thực tập tốt nghiệp  MSMH: GE3313, em kiểm tra em thấy em đủ điều kiện để đăng ký, mà kết quả đăng ký của em vẫn bị hủy, mong PĐT kiểm tra giùm em.  /QUOTE . . . . Chiều em lên Mybk kiểm tra TKB nhe!. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Thầy, Cô,. . . . Em là [full_name], sinh viên văn bằng 2, khóa k2018, khoa Cơ Khí.. . . . Bởi vì học kỳ 1 năm trước em vừa đi học, vừa đi làm nên em chưa thể sắp xếp để đăng ký học môn \"Nhập môn về kỹ thuật - ME1001\" được. Hơn nữa, môn học này 1 năm chỉ mở 1 lần vào học kỳ I cho tân sinh viên các khóa nên trong 3 đợt đăng ký môn học vừa rồi em chưa thể đăng ký được ạ. . . . . Kính nhờ Thầy, Cô cho em xin đăng ký môn học \"Nhập môn về kỹ thuật\" - Mã MH ME1001, lớp L05, học vào sáng thứ 6 - tiết 2345, của thầy [full_name] ạ.. . . . Em xin cảm ơn Thầy, Cô.",
            "Đã cập nhật cho bạn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn phải vào mã hồ sơ đã nộp để điều chỉnh lại hình ( không tạo hồ sơ mới), bạn sẽ không được chỉnh lại thông tin nữa sau khi đã nộp xác nhận hoàn tất hồ sơ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo . . Em tên là : [full_name] . . MSSV : [student_id]. . khoa : cơ khí . . khóa K19. . Nội dung : vì một vài việc đột xuất nên em dự định xin nghỉ từ ngày 21/8 đến 8/9, cho em hỏi là có cần nộp đơn lên phòng đào tạo hay không và nếu có thì mẫu đơn làm như thế nào ?. . Đây là lần đầu tiên em hỏi, có sai sót gì mong  bỏ qua cho em. . . Em xin cảm ơn.",
            "Chào bạn. . . . Trường hợp này bạn nên liên hệ trực tiếp với giảng viên phụ trách môn học, PĐT không thể giải quyết.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em khoá 2015, đã hoàn thành xong chương trình học, nhưng hơn 15 ngày rồi em vẫn chưa được cập nhật tên trong danh sách dự kiến tốt nghiệp. Em muốn biết lý do hoặc tìm hiểu xem em còn thiếu gì thì em phải làm sao ạ??",
            "Cho em hỏi em khoá 2015, đã hoàn thành xong chương trình học, nhưng hơn 15 ngày rồi em vẫn chưa được cập nhật tên trong danh sách dự kiến tốt nghiệp. Em muốn biết lý do hoặc tìm hiểu xem em còn thiếu gì thì em phải làm sao ạ??  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Chào Ad, em đã đủ mọi điều kiện tốt nghiệp và đã nhận được email tốt nghiệp từ trường vào ngày 13/8/2019 nhưng đến giờ em vẫn không đăng kí được tốt nghiệp trên trang mybk và trong phần thông tin tốt nghiệp vẫn còn hiển thị thiếu ngày ctxh. Nhờ Ad xem giúp em ạ. Em cám ơn.",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Chào [full_name], em đã đủ mọi điều kiện tốt nghiệp và đã nhận được email tốt nghiệp từ trường vào ngày 13/8/2019 nhưng đến giờ em vẫn không đăng kí được tốt nghiệp trên trang mybk và trong phần thông tin tốt nghiệp vẫn còn hiển thị thiếu ngày ctxh. Nhờ [full_name] xem giúp em ạ. Em cám ơn.  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có công việc gia đình ngày 24 25 26/8 mà có lịch học thì phải làm sao ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng ký thi anh văn 2 kỹ năng nói, viết vào ngày 19/7 và đã có kết quả đạt (245) vào đầu tháng 8 nhưng đến giờ em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Pdt cho em hỏi liệu em còn thiếu giấy tờ hay điều kiện gì cần bổ sung không ạ? Vì sắp tới em cần có bằng tốt nghiệp tạm thời để nộp cho công ty ạ. Mong pdt giải quyết giúp em sớm ạ.",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Em đã đăng ký thi anh văn 2 kỹ năng nói, viết vào ngày 19/7 và đã có kết quả đạt (245) vào đầu tháng 8 nhưng đến giờ em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Pdt cho em hỏi liệu em còn thiếu giấy tờ hay điều kiện gì cần bổ sung không ạ? Vì sắp tới em cần có bằng tốt nghiệp tạm thời để nộp cho công ty ạ. Mong pdt giải quyết giúp em sớm ạ.  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô Pđt trường ĐH Bách Khoa. . Em tên [full_name] MSSV [student_id]. . Em có nộp CCNN 305đ hôm 20/7 và PĐT có nói là em đã pass AVCB nhưng sao trong đợt 3 em có đăng kí môn AV1 mà em lại bị xóa môn AV1.hôm qua PĐT có nói vs em là em bị môn tiên quyết ( La1001) gì đo emkhông hiểu ạ? Mong thầy cô kiểm tra lại giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [full_name]500085  /b \t. . . . Em tên [full_name]  MSSV [full_name]500085. . Cho em xin đăng kí môn học bổ sung HK[full_name]9[full_name] bổ sung môn học Công nghệ Hàn 2 MSMH 260625 . EM CÒN [full_name] [full_name] TRƯỜNG .KÍNH MONG PHÒNG ĐÀO TẠO GIẢI QUYẾT CHO EM.EM XIN CẢM ƠN",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã đậu toeic nói viết ngày 18.7 rồi sao vẫn chưa có tên trong danh sách sinh viên tốt nghiệp dự kiến ạ. Bạn em thi ngày 24 26 thì đã có tên trong danh sách. Cho em hỏi là ngày 18.7 đã cập nhật chưa ạ. Hay cập nhật rồi nhưng còn thiếu ạ. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Cho hỏi e muốn thay hình trong thẻ sinh viên thì phải làm sao ạ ? Đăng kí làm lại thẻ mới có được thay hình k ạ ?",
            "Chào bạn,. . Hình đã in ra thẻ SV rồi thì không thay đổi được nữa.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi rõ thêm về thi đầu vào tiếng Anh của trường mình ạ . Nếu e thi dưới 300 thì có sao k ạ. Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem các quy định về ngoại ngữ tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1.. . - Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô PĐT, em tên là [full_name], MSSV [student_id]. Vì lí do đóng trễ hạn học phí nên em không đăng kí môn học được. Em hi vọng thầy cô xem xét để mở lại các môn sau cho em đăng kí ạ.. . - Điện tử y sinh            EE3037. . - Đường lối CM Cộng sản VN  SP1009. . - Kĩ thuật an toàn điện     EE3097. . - Đề cương luận văn         EE4321. . - Thiệt bị ht& tđ thủy khí  EE3075. . - Trí tuệ nhân tạo trong đk EE3063 . . . .",
            "Chào bạn. . . . Bạn nộp đơn trình bày lý do đóng học phí trễ hạn kèm danh sách đăng ký môn học cần đăng ký (MSMH + mã nhóm)."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1600003  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .    CỘNG HÒA - XÃ HỘI - CHỦ NGHĨA - VIỆT NAM. .          Độc lập - Tự do - Hạnh phúc. . . .        ĐƠN XIN BỔ SUNG MÔN HỌC HK.19_1. . . .     Kính gửi: - Phòng Đào Tạo. .               - Giám Đốc TTBDCN. . . . Em tên: Huỳnh Lê Hiếu Anh _ MSSV: 1600003. . Lớp: BD16CDT _ Ngành: Bảo dưỡng công nghiệp. . Nay em viết đơn này, kính mong Phòng Đào Tạo và Giám Đốc TTBDCN cho em được phép trình bày nội dung như sau:. .  Vì đợt đăng kí môn học HK.19_1 vừa rồi, em chưa đủ điều kiện Anh Văn nên không được đăng kí môn học năm 3. Nay em đã đủ điều kiện Anh Văn và em cũng đã nộp bằng Anh Văn Toeic online rồi, đang chờ ngày thẩm tra ( em nộp 16/08/2019 vào lúc 10h49p ). Nên em kính mong Phòng Đào Tạo và Giám Đốc TTBDCN cho em được bổ sung những môn học sau:. .   + Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng, MSMH: 260629. .   + Mạng truyền thông công nghiệp,         MSMH: 260623. .  Riêng môn Mạng truyền thông công nghiệp MSMH: 260633 đã đủ sĩ số, em kính mong Phòng Đào Tạo và Giám Đốc TTBDCN cho phép tăng sĩ số ( em lo sợ sau này sẽ không được mở môn này nữa ). Em kính mong được sự xem xét và chấp thuận từ Phòng Đào Tạo và Giám Đốc TTBDCN để em có thể được ra trường.. .  Em xin trân trọng cảm ơn!. . . .      TP Hồ Chí Minh ngày 19 tháng 08 năm 2019. .                      Kính đơn. .                         Anh. .                  Huỳnh Lê Hiếu Anh. . . .",
            "Chào bạn . . . . Bạn vẫn chưa đạt chứng chỉ anh văn sau năm 2. bạn đã nộp bằng toeic đạt bao nhiêu điểm ?",
            "Dạ em nộp bằng 370. .",
            "Em đã nộp online 16/08/2019 đang chờ thẩm tra.. . Và sáng 19/08/2019 em lên văn phòng đào tạo và được hướng dẫn là làm đơn xin bổ sung chứng chỉ anh văn trên bksi và em cũng đã làm đơn nộp rồi.. . Em kính mong Phòng Đào Tạo xem xét lại giùm em, chuyện là em có thời khóa biểu của môn Tổ chức quản lý bảo dưỡng 3_MSMH: 260623. Môn này em học rồi qua rồi và đặc biệt em không có làm đơn đăng ký môn này. Mong Phòng Đào Tạo xem xét lại sự nhầm lẫn này giùm em.. . Em trân trọng cảm ơn.. .",
            "Em đã nộp online 16/08/2019 đang chờ thẩm tra.. . Và sáng 19/08/2019 em lên văn phòng đào tạo và được hướng dẫn là làm đơn xin bổ sung chứng chỉ anh văn trên bksi và em cũng đã làm đơn nộp rồi.. . Em kính mong Phòng Đào Tạo xem xét lại giùm em, chuyện là em có thời khóa biểu của môn Tổ chức quản lý bảo dưỡng 3_MSMH: 260623. Môn này em học rồi qua rồi và đặc biệt em không có làm đơn đăng ký môn này. Mong Phòng Đào Tạo xem xét lại sự nhầm lẫn này giùm em.. . Em trân trọng cảm ơn.. .",
            "Kính gửi: Phòng Đào Tạo. . . . Kính thưa Phòng Đào Tạo khi em làm ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 em đã đăng kí 2 môn như sau:. .   + Kĩ thuật giám sát trình trạng và chuẩn đoán hư hỏng _ MSMH: 260629. .   + Mạng truyền thông công nghiệp _ MSMH: 260633. . Trình trạng của ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 là đang giải quyết. Nhưng kính thưa Phòng Đào Tạo, khi viết đơn trên em đã ghi sai MSMH của môn Mạng truyền thông công nghiệp là 260623 ( MSMH: 260623 là MSMH của môn Tổ chức quản lý bảo dưỡng 3, và em đã học môn này rồi ), MSMH của môn Mạng truyền thông công nghiệp là 260633. Hiện tại thời khóa biểu của em đã có lịch học của môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623. Em kính mong Phòng Đào Tạo hủy bỏ thời khóa biểu của môn Tổ chức quản lý bảo dưỡng 3 _ MSMH: 260623 giùm em. Em biết là em sai khi viết ĐƠN XIN BỔ SUNG MÔN HỌC HỌC KÌ 19_1 mà ghi sai MSMH, nhưng em kính mong Phòng Đào Tạo xem xét và chấp thuận cho em cơ hội sửa sai.. . Em trân trọng cảm ơn!. .     TP Hồ Chí Minh ngày 21 tháng 08 năm 2019. .                      Kính đơn. .                         Anh. .                  Huỳnh Lê Hiếu Anh",
            "Bạn đã nộp CCAV chưa ?. . . . Mình kiểm tra bạn vẫn không đăng ký được 260633 do không đủ chuẩn tiếng anh sau năm 2",
            "Dạ thưa em nộp bằng online toeic 16/08/2019 trình trạng là đang chờ thẩm tra.",
            "Đã đăng ký cho bạn . . . . bạn kiể tra tkb cập nhật sau 5h giờ chiều nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   B CI4011 : Thí nghiệm công trình  /B . .  dạ em muốn đăng kí bổ sung môn này ạ,do điểm thép em chưa có , mà thép kiên quyết nữa ạ , nếu thì 20/8 và biết điểm tỏng tuần thì em có được quyền đăng kí bổ sung ko ạ \t. . . .   i Yêu cầu khác .",
            "Khi đã có điểm môn TQ bạn vui lòng gửi lại yêu cầu đăng ký kèm MSMH + mã nhóm",
            "dạ em đã có điểm thép 1 h em muốn đăng kí bổ sung môn   B CI4011 : Thí Nghiệm công trình  /B    B (A03)  /B . . MSSV : [student_id] cảm ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI3213 . . CI3211",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học .   Mấy hôm trước em có nhờ anh/chị đăng ký dùm môn Nhập môn về kỹ thuật (EE1001) học với khóa mới vào. Nhưng được hồi âm là đã đăng ký môn EE1011, không phải môn em cần đăng ký ạ.. .   EM chỉ xin thêm được 1 năm nữa, và môn này là môn chỉ mở học kỳ 1 cho sinh viên mới vào. Mong anh/chị có thể xem xét và giúp đỡ em sớm ạ. Tuần sau là bắt đầu học rồi ạ.. .   Em xin cảm ơn.. .",
            "đã cn lại môn.. . Tuy nhiên môn học sẽ học ở cơ sở 2. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810032  /b \t. . . . Em tên là Bùi Văn Hoài Bảo. . Sau đợt đăng kí môn lần 3 vừa qua, em thấy rằng lớp mạch điện tử của em đã bị đổi mà không thông báo trước. Lịch học hiện tại của em có lớp thí nghiệm diễn ra vào chiều thứ 7 nhưng em đang có ý định sẽ đăng kí học dự thính để trả nợ môn mà hầu hết các lớp dự thính sẽ học vào thứ 7 & Cn. Nên em thấy rằng lớp học này sẽ gây bất lợi cho việc học dự thính. . . Cho nên em xin phòng đào tạo có thể chuyển môn mạch điện tử của em sang lớp lý thuyết L06 (sáng t3) và thí nghiệm L12(chiều t6), cả hai buổi đó em đều đang trống tiết.. . Em hi vọng pđt có thể thay đổi cho em vì khoa của em sẽ phân ngành vào cuối kì 191 nên em cần trả nợ sớm để phân ngành ạ.. . Em cảm ơn.",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần chuyển nhóm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào quý thầy cô.. . Em la tân sinh viên 2019. Em định vào e-learning làm bài thu hoạch nhưng khi e vào thì không thể tìm thấy được mục để làm bài thu hoạch được ạ. Em cũng k biết phải làm như thế nào mong các thầy cô hỗ trợ giúp em ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . BẠn vui lòng liên hệ trực tiếp Phòng công tác chính trị sv để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . trước em có tạo câu hỏi về vấn đề miễn môn, và đã làm theo hướng dẫn, vậy cho em hỏi trường hợp của em bao lâu mới được giải quyết xong, em cám ơn",
            "em gởi mail tới Cô [full_name]: [email]. . để được trả lời chi tiết nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ính chào quý thầy cô PĐT,. . Em là sinh viên [full_name]14, MSSV [student_id]. . Cho em hỏi là 2 mọi học [full_name]ỹ thuật số với mã môn là EE1009 của [full_name]14 trở về trước (không còn mở môn học nữa) và [full_name]ỹ thuật số EE1015 (của [full_name]15 trở về sau) có thể tự chuyển điểm cho nhau được không ạ?. . Em đã học qua môn [full_name]ỹ thuật số EE1015 và thấy không cập nhật được sang EE1009. . . Vậy có cần phải làm đơn chuyển điểm không, nếu có thì mẫu đơn như thế nào ạ.",
            "Chào bạn. . . . Bạn tham khảo quy định tại đây :. . . . Hướng dẫn về môn tương đương, thay thế:. . . . - Từ K.2014, chương trình đào tạo (CTĐT) được xây dựng mới. Danh sách môn tương đương giữa CTĐT cũ (từ K.2008 đến K.2013, riêng hệ VLVH từ K.2009 đến K.2014) và CTĐT mới (áp dụng từ K.2014, riêng hệ VLVH từ K.2015) do Khoa quy định như sau (còn tiếp tục cập nhật).. . . . - Sinh viên nên đăng ký các môn học theo đúng mã số môn học của CTĐT của khóa đang theo học. Nhà trường sẽ tiếp tục mở các môn học của CTĐT cũ khi sinh viên có nhu cầu đăng ký và đủ sĩ số mở lớp.. . . . - Trường hợp sinh viên học môn tương đương thay vì học đúng môn học theo CTĐT gốc được xử lý như sau:. . . . + Môn tương đương đã học được ghi vào bảng điểm, được tính vào điểm trung bình học kỳ và tính vào điểm trung bình tích lũy, không tính vào điểm trung bình tích lũy ngành.. . . . + Nếu học đạt môn tương đương thì môn học của CTĐT gốc được tự động ghi điểm miễn (MT) vào mục điểm chuyển/bảo lưu, được tính vào số tín chỉ tích lũy nhưng không tính vào điểm trung bình học kỳ, điểm trung bình tích lũy và điểm trung bình tích lũy ngành.. . . . Vd: môn A thuộc CTĐT cũ tương đương với môn B trong CTĐT mới. Khi SV thuộc CTĐT cũ học môn B được 8 điểm vào học kỳ 2/15-16 thì bảng điểm sẽ là:. . . . Học kỳ 2/15-16. . . . Môn B               8. . . . Các điểm chuyển/bảo lưu. . . . Môn A               MT. . . . Môn B được tính vào điểm trung bình học kỳ, tính vào điểm trung bình tích lũy nhưng không tính vào điểm trung bình tích lũy ngành.. . . . Môn A được tính vào số tín chỉ tích lũy nhưng không tính vào điểm trung bình học kỳ, điểm trung bình tích lũy và điểm trung bình tích lũy ngành.. . . . Tương tự cho sinh viên thuộc CTĐT mới đăng ký học môn A.. . . . Nếu 2 môn trong CTĐT cũ (gồm 1 môn lý thuyết và 1 môn thí nghiệm) tương đương với 1 môn trong CTĐT mới và sinh viên không đạt 1 trong 2 môn cũ thì phải học lại môn đó hoặc học môn thuộc CTĐT mới, gồm cả 2 phần."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Thầy, Cô,. . . . Em là [full_name], sinh viên văn bằng 2 chính quy, khóa k2018, khoa Cơ Khí. Em có một số thắc mắc về quy định của trường về việc Sinh hoạt công dân như bên dưới. Kính nhờ thầy, cô giải đáp giúp em ạ. . . . . Thầy, cô có thể cho em hỏi là đối với các sinh viên văn bằng 2 chính quy có phải bắt buộc tham gia Sinh hoạt công dân, tham gia Bảo hiểm Y tế, Bảo hiểm Tai nạn và Khám sức khỏe đầu học kì không ạ ? Nếu phải bắt buộc tham gia thì em sẽ tham gia chung với các sinh viên bằng 1 chính quy K18 phải không ạ ?. . . . Em xin cảm ơn Thầy, Cô.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng công tác chính trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi nhà trường,. . . . Em đang học chính quy bằng 2, em đọc quy chế về thời gian đào tạo thì thấy số học kỳ chuẩn của em là Nhkc=6, em muốn hỏi là 6 kỳ này có tính học kỳ hè (8 tuần) đi thực tập tốt nghiệp không ạ? Hay 6 tuần đó chỉ tính là 6 tuần của học kỳ chính 1, 2 (15 tuần) ạ?. . . . Em xin cám ơn,. . [full_name]",
            "Giả sử em học 3 học kỳ 1, 3 học kỳ 2 và 1 học kỳ hè thực tập thì có bị xem là quá hạn không ạ?",
            "Chỉ tính chính khóa nhé.. . HK hè bạn có quyền đk nhưng đó là HK phụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin phép các thầy cô trong Phòng Đào tạo đăng ký cho em môn CO3065 - Công nghệ phần mềm nâng cao, tiết thứ 4 và thứ 7 ở Cơ sở 2.. . . . Lý do: Môn đăng ký lúc trước là CO3039- Ứng dụng hệ thống nhúng nâng cao bị hủy vì không đủ sĩ số.. . . . Em mong Phòng Đào tạo đăng ký giúp em vì đây là học kỳ cuối để em có thể học môn này và hoàn thành chương trình đào tạo, tích lũy đủ tín chỉ tốt nghiệp.. . Em xin chân thành cảm ơn các thầy cô. Mong nhận được phản hồi nhanh nhất ạ.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : Nguyễn Hải Lâm.. . MSSV: [student_id]. .   B Vấn đề:  /B   /U . .  Em đã đăng kí môn học Kĩ Thuật thi công và phân tử hữu hạn  do xảy ra vấn đề. . Bằng 1 em học khoa Kĩ Thuật Xây Dựng Trường bk.tphcm MSSV: [student_id]4 nghành Công trình Giao Thông. nên những môn tiên quyết Kĩ Thuật thi công, em đã học xong.. . Mong các Thầy / Cô PDT trả lời trong hời gian sớm nhất để em có thể đăng ki môn học.. . [full_name]. . Thanks & Regards."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . vì sao khi mình đã nộp biên lai đóng học phí ở ngân hàng OCB nhưng lại ko đc xác nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name] cho e xin hỏi về môn thể chất?mình học tối đa bao nhiêu thể chất thì mình không cần hc nữa ạ?bữa e có đăng kí thể chất môn bóng chuyền mà tại sao thời khoá biểu e lại không [full_name][full_name]nghỉ học thể chất 1 học kì có sao không ạ??[full_name] [full_name]",
            "Chào bạn . . . . bạn tham khảo quy định về các môn GDTC tại đây :. . . . http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf. . . . Môn học không đăng ký được bạn vui lòng vào đợt kết quả đợt 3 để xem lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi thầy cô, em tên là: [full_name].. . MSSV:[student_id].thời khóa biểu chính thức của em bị xóa môn Thiết kế hệ thống nhúng(MMH:EE3003).Trước đó em đã đăng kí thành công vào lớp A02 của thầy [full_name].em không biết lí do vì sao bị xóa môn học này.em mong cô xem xét lại giúp em vì môn này là môn học trước của đồ án rất quan trọng với em trong học kì tới.em xin chân thành cảm ơn. .",
            "Chào bạn. . . . Bạn vui lòng vào đợt kết quả --  xem lịch sử đăng ký để xem lý do không đăng ký được :. . . . . . . . 14/ 08/ 2019 09:47\tHK191 - Đăng ký môn học Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Kết quả đợt 3\tPDT không đ/ký cho SV MH EE3003 (2: Thiếu môn học trước EE2013)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Xin chào thầy cô, em tên [full_name] có mssv là [student_id]. Lúc đăng ký môn học (đkmh) đợt 3 em có đăng ký môn thể chất 3 (điền kinh) vào thứ 6 tiết 11 đến 12. Nhưng không hiểu tại sao khi em vào xem thời khóa biểu gần đây thì tiết thể chất của em bị đổi qua ngày thứ 2 tiết 2 và 3. Việc thay đổi như vậy làm em không sắp xếp thời gian học được ạ. Vì em ở cs2 và thứ 2 hàng tuần thì em có việc không thể sắp xếp để đi học sớm như vậy được. Mong thầy cô phòng đào tạo giải quyết giùm em. Chuyển em về ngày thứ 6 hoặc thứ 5 ạ. Cảm ơn thầy cô!",
            "Đã chuyển về thứ 5 tiết 11 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em vừa mới chuyển từ chương trình clc sáng đại trà và tkb của em vẫn là theo chưing trình clc ạ. Bây giờ em muốn đăng ký chuyển tkb theo chương trình đại trà thì phải làm sao ạ?",
            "Đã hủy tất cả môn học đăng ký bên chương trình CLC của bạn.. . . . Bạn vui lòng vào hệ thống đăng ký môn học và phản hồi các môn học cần đăng ký cùng chương trình chính quy đại trà (MSMH + mã nhóm). . . . PĐT sẽ kiểm tra đăng ký cho bạn nếu môn học còn sĩ số.. . . . . .",
            "Dạ em cám ơn ạ nhưng em mới kiểm tra để đăng ký môn thì thấy môn học vẫn chưa được hủy ạ. Em cám ơn.",
            "Kính gởi PĐT, em xin phản hồi các môn học muốn đăng ký ạ. . 1. Hóa phân tích (CH2005) Mã nhóm: A03_A05. . 2. Hóa hữu cơ (CH20121) Mã nhóm: A01. . 3. Tư tưởng [full_name] (SP1005) Mã nhóm: A10. . 4. Pháp luật Việt Nam đại cương (SP1007) Mã nhóm: A21. . Kính mong PĐt xem xét ạ. Em cám ơn.",
            "Môn SP1005 không đk được do bạn chưa học SP1003.. . . . . . còn lại đã đăng ký cho bạn",
            "Dạ vậy cho em xin đăng ký thêm 1 môn khác thay cho môn SP1005 ạ. . - Quá trình và thiết bị cơ học (CH2019) Mã nhóm: A03. . Em cám ơn ạ.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi nhà trường,. . . . Em mới nhập học bằng 2 K19 học chung với lớp bằng 1 ban ngày, vì khi tới đợt em đăng ký (15/8) thì các bạn bằng 1 đã đăng ký xong 3 đợt nên hầu như không còn lớp nào em có thể đăng ký được, do đó em kính mong nhà trường tăng sỉ số 2 lớp sau đây:. . 1) CO1007 Cấu trúc rời rạc cho KHMT, nhóm L01.. . 2) IM3001 Quản trị kinh doanh cho kỹ sư, nhóm A02 hoặc A05.. . . . Em xin chân thành cám ơn,. . [full_name]",
            "Đã tăng sĩ số cho bạn",
            "Kính gửi nhà trường,. . . . Dạ còn 1 môn em vẫn chưa đăng ký được ạ:. . Môn IM3001 Quản trị kinh doanh cho kỹ sư, nhóm A02 hoặc A05.. . . . Em xin cám ơn,. . Em [full_name]. .",
            "li answer rate:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Kính gửi nhà trường,. . . . Em mới nhập học bằng 2 K19, khi nào thì có thẻ sinh viên và lấy ở đâu ạ?. . . . Em xin cám ơn,. . Em Tĩnh",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp [full_name].201A4 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . - Trong đợt Đăng ký môn học vừa qua em không đăng kí được môn Đồ án chuyên ngành kỹ thuật chế tạo và môn CAD CAM. Nguyên nhân em xin trình bày cụ thể sau:. . + Đã đăng kí tất cả các môn học cho học kì 191 vào tối ngày 3/08/2019.. . + Sáng ngày 5/08 có vào hệ thống kiểm tra thì không đăng nhập được. Em nghĩ do lỗi hệ thống nên không chú ý. Đến ngày 6/08 đăng nhập vào gmail của trường thì hệ thống báo mật khẩu  bị thay đổi 1 ngày trước.Do trong thời gian thực tập nên em không lên kịp trường trong thời hạn đăng kí.. . + Chiều hôm 6/08 em có lên trường lấy lại gmail, sau khi kiểm tra lịch sử đăng kí thì phát hiện môn học Đồ án bị hủy vào 7h39 ngày 5/09.. . Em mong sự giúp đỡ của quý thầy cô, 2 môn học này rất quan trọng với em.",
            "Đã đăng ký môn ME4007 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "e ko biết cách thanh toán qua bkpay, vào phần hướng dẫn thì bị die .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem các hướng dẫn tại web:. . www.aao.hcmut.edu.vn- sinh viên - Hướng dẫn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  Kính gửi Phòng đào tạo - Trường Đại học Bách Khoa - ĐH Quốc gia Tp.HCM.. .  Em tên là [full_name], MSSV: [student_id], là sinh viên lớp VP15HK.. .  Trong các đợt đăng ký môn học cho học kỳ I năm học 2019-2020 vừa rồi, em không đăng ký môn học được, em có viết đơn xin chữ ký của Thầy chủ nhiệm lớp và Cô chủ nhiệm bộ môn xin Phòng đào tạo, mong các Quý Thầy Cô xem xét cho em đăng ký các môn học của học kỳ I năm học 2019-2020.. .  Do tuần từ ngày 5 đến ngày 9 năm 2019 Thầy Cô chủ nhiệm bên em có việc nên không ở trường nên không xin được chữ ký ạ, còn tuần vừa rồi em xin nộp đơn thì Phòng đào tạo nói hết thời gian nhận đơn, nhắn em hôm nay lên trang web để trình bày ạ.. .  Đơn em xin phép gửi file hình đính kèm ạ.. .  Vì một vài sự cố không mong muốn nên em đã không đăng ký môn học thành công.. .  Kính mong các Quý Thầy Cô xem xét cho em đăng ký các môn học để em được kịp với tiến độ học tập nhà trường đề ra ạ.",
            "Em bổ xung file scan tờ đơn của em ạ.",
            "Đã đăng ký theo đơn cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Hiện tại em có 1 môn chuyên ngành bị hủy do sĩ số ít, do môn bị hủy sau dịp đăng ký bổ sung nên em không thể chọn môn khác thay thế.. . . . Kỳ 2019-2020 này em đã đăng ký 10 chỉ, mong thầy cô cho phép em đăng ký môn ME2071 ạ.. . . . Xin cảm ơn thầy cô !",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610392  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cuối học kỳ 182, em có đăng ký môn học của học kỳ 183 môn thực tập tốt nghiệp. . . Căn cứ theo quy định của nhà trường thì em chưa đủ điều kiện học môn thực tập tốt nghiệp vì chưa đạt số tín chỉ tích lũy ngành tối thiểu để nhận môn thực tập tốt nghiệp (94)  tín chỉ và phải đạt môn \" CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT\".Do vậy em không đủ điều kiện để học môn thực tập tốt nghiệp, nhưng Phòng Đào tạo vẫn lên thời khóa biểu cho em được học môn thực tập tốt nghiệp. Em nghĩ Phòng Đào tạo sẽ hủy môn thực tập tốt nghiệp của em, cho nên em chậm nộp học phí môn thực tập tốt nghiệp. Vì vậy các môn học đăng ký của học kỳ 191 của em đã bị hủy. Em đã liên hệ với Phòng Đào tạo trình bày rõ lý do và đã được Phòng Đào tạo chấp thuận, đồng ý cho em tiếp tục học, học kỳ 191. Vậy Em xin đăng ký  những môn học của học kỳ 191 đã bị hủy như sau:. . -CO3033 Bảo mật hệ thống thông tin, lớp L01_L01. . -CO3021 Hệ cơ sở dữ liệu, lớp L01. . -CO3049 Lập trình web, lớp L01_L01. . -CO3023 Cơ sở dữ liệu phân tán và hệ điều hành, lớp L01. . -CO3005 Nguyên lý ngôn ngữ lập trình, lớp L02. . -CO2003 Cấu trúc dữ liệu và giải thuật.. . Em mong thầy cô đăng ký giúp em để em không chậm tiến độ học tập, em xin chân thành cảm ơn.",
            "Đã đăng ký cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em kính chào quý Thầy(Cô)!. . . . Em tên TRẦN VĨNH THUẬN. . MSSV: [student_id]. . . .   B Em muốn đăng kí bổ sung thêm môn học: MÁY ĐIỆN(EE3009) vào lớp A01.  /B . . Lí do em có yêu cầu đăng kí môn học là vì trong sau khi kết thúc lần đăng kí môn học thứ 3 của học kì 191 em bị hủy môn GIẢI TÍCH HỆ THỐNG ĐIỆN(EE3013) do thiếu sĩ số, do đó em muốn chuyển qua môn [full_name] để kịp tiến độ học tập.. . Em rất mong quý Thầy(Cô) giúp đỡ để em theo kịp tiến độ học tập của nhà trường, vì hiện giờ thời khóa biểu của em chỉ còn 13 tín chỉ.. . . . [full_name] [full_name], [full_name]!",
            "Chào bạn. . . . Bạn không thể đăng ký vào môn EE3009 do chưa học môn EE2017"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi : Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM . . . . Em tên: [full_name]. . Khoa: Khoa học và Kĩ thuật Máy tính. . . . Trong quá trình đăng kí môn học vừa rồi, em đã không đăng kí được môn Cấu trúc Dữ liệu và Giải thuật (CO2003) vì lí do tất cả các lớp đều đã hết chỗ. Tuy nhiên đây là môn cốt lõi của chương trình kĩ sư tài năng nên cần đăng kí theo học kì. Em có hỏi Văn Phòng Khoa và đã nộp đơn lên Phòng Đào Tạo thì được hướng dẫn hôm nay (19/8) lên đây để đăng kí bổ sung môn học.. . . . Vì vậy, em xin đăng kí môn học Cấu trúc Dữ liệu và Giải thuật (CO2003), lớp L04_L09. Trong trường hợp học phòng lab thì em sẽ tự mang theo máy tính cá nhân.. . . . Em mong Phòng Đào Tạo sớm giải quyết. Em xin cảm ơn.. . . . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vào các đợt đăng kí môn học em đã bỏ lỡ nên đến nay em vẫn chưa đăng kí môn học và không có thời khóa biểu cho học kì 191. Em là sinh viên năm 5 mới được thu nhận học lại học kì 3 181,xin quý nhà trường cho em được đăng kí môn học và sớm hoàn thành chương trình học. Em cám ơn. . Danh sách môn học. . 404707 Các hệ điều chỉnh tự động tuyến tính & phi tuyến tính . . 809702 Cơ học các cấu trúc . . 213701 Cơ học lưu chất thực . . 202701 Cơ khí đại cương . . 215703 Hóa lý . . 701705 Kinh tế vi mô - chiến lược & tổ chức xí nghiệp . . 701711 Kinh tế vi mô - quản lý kế toán . . 501702 Ngôn ngữ lập trình tiên tiến . . 701706 Quản lý sản xuất . . 207702 Thiết kế bằng máy tính - cao cfao . . 215701 Tính chất các vật liệu tiên tiến . . 215738 Vật lý chất rắn . . 404705 Xử lý tín hiệu . . 008701",
            "Đã đăng ký cho bạn, riêng các môn :. . . . 215703 không mở lớp. . 207702 trùng tkb môn 701705. . 215738 không mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy,. . Do phần tiến độ học tập trên mybk hiển thị sai môn học (em học địa chất dầu khí nhưng lại hiển thị môn của khoan khai thác) làm cho trong đợt đăng kí vừa rồi em đăng kí sai môn chuyên ngành, dẫn tới việc học kì tới không có môn nào đúng ngành em. Bản thân em là học sinh bảo lưu nên thời gian học tại trường không còn nhiều, em mong thầy hướng dẫn và giúp đỡ em với.. . Em cảm ơn và chúc thầy tuần làm việc vui vẻ.",
            "Em chào thầy,. . Do phần tiến độ học tập trên mybk hiển thị sai môn học (em học địa chất dầu khí nhưng lại hiển thị môn của khoan khai thác) làm cho trong đợt đăng kí vừa rồi em đăng kí sai môn chuyên ngành, dẫn tới việc học kì tới chỉ có 1 môn đúng ngành của em. Cụ thể là các môn GE3115, CI3161; em mong thầy giúp em xoá 2 môn trên và đăng kí các môn GE2007 (lớp L01_L02), GE3001 (lớp A01) và môn GE3017 (lớp A01). Bản thân em là học sinh bảo lưu nên thời gian học tại trường không còn nhiều, em mong thầy hướng dẫn và giúp đỡ em với.. . Em cảm ơn và chúc thầy tuần làm việc vui vẻ.. .",
            "Môn học GE2007 không thỏa điều kiện học trước là môn MT1007 . . . . Môn học GE3001 không đăng ký vì chưa học GE2007. . . . . . Môn học GE3017 đã đăng ký cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PDT. . Em ten [full_name] MSSV [student_id]. . Em có nộp CCNN 305đ và thầy cô nói em đã pass điểm AVCB nhưng sao đợt 3 vừa rồi em đăng kí môn AV1 lại bị hủy v ạ ? Mong thầy cô kiểm tra lại giúp em. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b M  B   /B SSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thân gửi thầy cô. . . . Em là [full_name]. . MSSV:[student_id]. . Em muốn đăng ký môn học Môi Trường và Con người - ME2019. . Mong thầy cô hỗ trợ em với ạ",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . . Kính gửi: Quý thầy cô Phòng Đào Tạo trường Đại học Bách Khoa. . Em tên là: [full_name]. MSSV: [student_id]1.. . . . Vì lý do thanh toán trễ học phí nên em vẫn chưa được đăng ký môn học HK191. Theo đề xuất của Phòng Đào Tạo, hôm nay (19/8) em xin phép nhờ quý thầy cô hướng dẫn em cách đăng ký môn học ạ! Em mong quý thầy cô giúp đỡ. Em xin cám ơn ạ!",
            "Dạ phần tiêu đề em ghi nhầm HK191 thành HK193 ạ, em xin lỗi vì sự bất tiện này, mong quý thầy cô thông cảm ạ",
            "Mình đã trả lời cho bạn trường hợp của bạn ở topic khác.. . . . Bạn vui lòng không tạo nhiều topic cùng nội dung",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô, em tên [full_name] lớp XD15KT, mssv [student_id].. . Em xin phép được đăng kí môn học Đại số tuyến tính, mã MT1007, để có thể hoàn thành hết các môn học trong học kì 1 (2019-2020) để kịp làm  đồ án tốt nghiệp trong học kì kế tiếp. . . Do không sắp sếp được giờ học dự thính buổi tối nên em mong thầy cô giải quyết cho em được học môn Đại số vào buổi sáng với khóa 2019. Em cảm ơn",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đăng kí đợt 2,3 vừa qua nhưng chưa có thời khóa biểu, mặc dù đã thỏa điều kiện.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Em đăng kí đợt 2,3 vừa qua nhưng chưa có thời khóa biểu, mặc dù đã thỏa điều kiện.  /QUOTE . . . . Chiều em lên mybk kiểm tra thời khóa biểu nhe!"
        ]
    }
]