[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào chị ạ,. . . . Kỳ này em làm luận văn và sẽ nộp tiếng Anh muộn ạ. Vậy cho em hỏi là em có cần phải đăng ký môn kỳ này để không bị cảnh cáo không ạ? Hay là không cần ạ?! Do sau khi thi tiếng Anh xong thì nộp và được đăng ký luận văn tức là em vẫn đăng ký ngay kỳ này mà đúng không ạ?",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen, Sau khi thi xong có kết quả báo liền Pdt để hỗ trợ bạn đăng ký môn học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em muốn đăng kí 2 môn trong cùng nhóm môn tự chọn (cụ thể là các môn nhóm D), 1 môn làm môn tự chọn và 1 môn làm môn tự chọn tự do có được tính không ạ?. . Ví dụ em đăng kí 2 môn nhóm D là IM1013 (Kinh tế đại cương) và IM1025 (Quản lý dự án) thì có được tính là đã học 1 môn cho nhóm tự do và 1 môn nhóm tự chọn D được không ạ? . . Em cảm ơn",
            "Đăng ký môn học. . . . Cho em hỏi là em muốn đăng kí 2 môn trong cùng nhóm môn tự chọn (cụ thể là các môn nhóm D), 1 môn làm môn tự chọn và 1 môn làm môn tự chọn tự do có được tính không ạ?. . Ví dụ em đăng kí 2 môn nhóm D là IM1013 (Kinh tế đại cương) và IM1025 (Quản lý dự án) thì có được tính là đã học 1 môn cho nhóm tự do và 1 môn nhóm tự chọn D được không ạ?. . Em cảm ơn  /QUOTE . . . . Hay là cả 2 môn này đều tính thành điểm của nhóm D ạ? . . (Nhóm D yêu cầu 3 tín chỉ và 2 môn này mỗi môn đều 3 tín chỉ). .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nội dung em trình bày trong file ạ",
            "Chào bạn,. . Chưa hiểu rõ trong quá trình ĐKMH bạn bị lỗi gì?. . [full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). . Vì vậy môn GDTC bạn học trong hk 202 sẽ được tạm tính đạt cho SV DKMH.. . Thân",
            "Chào bạn. . Theo thông báo của Pdt tạm pass các môn nếu có đăng ký ở HK202. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà em ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên em làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Em có đăng ký môn chuyên ngành Nguyên lý ngôn ngữ lập trình (khoa học máy tính) trong kì dự thính 203 nên không có thực hiện học phần mở rộng. Vậy kì sau để thực hiện bù học phần mở rộng này thì em nên đăng ký như thế nào ạ.",
            "Chào em,. . HK211 em đăng ký môn mở rộng thôi.. . Thân mến,. .",
            "Chào em,. . Em hỏi [full_name] đồng ý không nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là Nguyễn Thanh Thiên Ngọc, MSSV [student_id]. . Em đã thực hiện đăng ký chuyển điểm môn học Anh Văn 1 và Anh Văn 2.. . Khi em đăng ký chuyển điểm, vì lý do mạng internet yếu nên đã xảy ra tình trạng em đăng ký dư số lần (em đăng ký 3 lần thay vì 1 lần).. . Vì vậy, khoản tiền cần thanh toán trên MyBKPay cũng có đến 3 khoản phí (mỗi khoản phí là 100.000đ cho 2 môn AV1 & AV2).. . . . Em xin hỏi PĐT là em có cần phải thanh toán luôn 2 khoản phí chuyển điểm mà em đã lỡ đăng ký thêm không ạ. . . Nếu em thanh toán thì sau đó có được hoàn tiền không ạ (vì cả 3 khoản phí đều cũng 1 mục đích là phí chuyển điểm môn học).. . . . Em cảm ơn PĐT",
            "Chào bạn. . pdt đã hủy, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] [full_name]ử : Ban Giám Hiệu[full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách[full_name] [full_name]            Khoa[full_name] [full_name] Em tên là : [full_name][full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp [full_name]D18CT1[full_name] [full_name] Dạ hôm trước em có đặt câu hỏi về việc xin được thi online vào đợt 2 ạ và em có nhận được câu trả lời dưới đây nhưng em còn 1 số thắc mắc muốn hỏi thêm ạ : [full_name] [full_name] Chào bạn,[full_name] [full_name] (  B  Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203)[full_name] [full_name] 1)    Sinh viên vui lòng tải mẫu đơn tại aao[full_name]hcmut[full_name]edu[full_name]vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi)[full_name] Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi[full_name] [full_name] 2)    Bổ sung xác nhận:[full_name] [full_name] -    HK chính 202: [full_name]ác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi)  /B  )[full_name] [full_name] 1, về thi online thi em chưa có lịch thi ạ nên em chưa biết điền vào đơn xin hoãn thi như thế nào ạ [full_name] [full_name] 2, em sẽ gửi email cho cho Thầy(Cô) mà em cần xin đê hoãn thi ký xác nhận như thế nào ạ và sẽ nộp về phòng đào tạo bằng cách nào hay gửi cho ai ạ[full_name] [full_name] Em xin chân thành cảm ơn [full_name] [full_name] Thân mến [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . nếu chưa có ngày thi thì bạn để trống, Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Em là [full_name] [student_id].. . Em có đăng lý môn học BKE123 trong Đăng ký môn học HK211 - Đợt 1.. . . . . . Em muốn hỏi là môn BKE123 là môn thi online Toeic Writing vs Speaking đúng không ạ?. . Thứ 2 là môn BKE123 này em là sinh viên K17 thì có được đăng ký không ạ? (dự kiến tốt nghiệp tháng 11/2021).. . . . Em cảm ơn PĐT. .",
            "Chào bạn. . bạn không đăng ký môn BKE123, vì đợt này cho các sv k14, . . Bạn đợi đăng ký các đợt sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ con chào quí Thầy Cô, cho phép con hỏi con muốn đăng kí học môn Kinh tế vi mô (IM1003) thì phải làm sao ạ? Nên bổ sung đơn gì ạ? (Đã đăng kí môn trên kì chính chính qui 211). . Con cảm ơn quí Thầy Cô. Chúc quí Thầy Cô sức khỏe.",
            "Chào em,. . Trước tiên các bạn đăng ký các môn cần học HK211 ở đợt 1 này, nếu đợt 2 không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ, cho em hỏi là em có thể làm đơn để hoãn một vài môn, những môn khác vẫn có thể thi được không ạ? Với lại sau khi hoãn thì điểm trung bình môn đó sẽ được tính như thế nào và có được tính vào tbtl không ạ, em cám ơn!",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô,. . . . Cho em hỏi, sao bây giờ em vào bảng điểm không thấy các môn em đã được miễn trước đây chuyển từ Cao đẳng qua. Nhờ thầy/cô kiểm tra lại giúp em. Em đang cần xem để tổng kết lại.. . . . Em vào bên MyBK cũng không còn thấy chỗ xem điểm như trước đây nữa.. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. .",
            "Kính gửi cô,. . . . Em đợi bữa giờ nhưng vẫn chưa ai trả lời giúp thông tin của em nữa. Kính mong nhà trường xem lại sớm giúp em.. . . . Thanks & Best regard,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi giờ chuyển sang hệ vhvl có kịp tham gia học kì 211 không ạ?",
            "Chào em,. . PĐT đã nhận được thông tin của em, sẽ trả lời qua bksi, email.. . Thân mến,. .",
            "Chào em,. . Em xem Trang tuyển sinh www.aao.hcmut.edu.vn    Tuyển Sinh    ĐH Vừa Học Vừa Làm. . CQ sang VLVH thời hạn kết thúc lúc 31/7. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hoãn thi trực tuyến, vì khả năng cao là đường truyền mạng nhà em sẽ không ổn định để thi trực tuyến. Theo như mail trường thông báo, thì hướng dẫn về thi trực tuyến đang được ban hành, vậy cụ thể khi nào mới hoàn thành ạ, em có phải đợi đến khi có văn bản hướng dẫn thi trực tuyến thì mới được nộp đơn hoãn thi không. . . Và theo như trường thông báo, thì có thể thay thế thi trực tuyến bằng hình thức tiểu luận, nhưng đến nay, một số môn học của em, vẫn chưa thấy thầy cô thông báo hình thức thi trực tuyến hay viết tiểu luận, mà 2/8 đã bắt đầu thi cuối kì, em vẫn chưa biết hình thức thi thì sao chuẩn bị kịp ạ. Và nếu thay thế thi trực tuyến bằng hình thức viết tiểu luận thì em có được hoãn viết tiểu luận để thi trong học kì tới có tổ chức môn học này không.. . Kính mong phòng đào tạo giải đáp sớm giúp em để em sớm có sự chuẩn bị cho kì thi nếu không được hoãn.",
            "Chào bạn,. . Thời gian cụ thể thì không thể trả lời chính xác cho bạn được, sau khi ban hành và được duyệt của hội đồng học vụ trường sẽ thông báo cho sinh viên. bạn có thể tham khảo về quy định hoãn thi để cân nhắc nộp đơn:. . Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dear Ms[full_name] [full_name], [full_name] [full_name] Em tên [full_name], hiện đang học khoa Kĩ Thuật Giao Thông, hệ VHVL khoá 2020, MSSV:[student_id][full_name] [full_name] Em nay bị trễ hẹn đóng tiền học phí HK hè dự thính vì lí do dịch bệnh, khu vực chổ em đang bị phong toả, em không có tiền trong tài khoản cũng không thể ra khỏi nhà đến ngân hàng OCB thanh toán   B học phí được[full_name] [full_name] [full_name] Rất mong được nhà trường thông cảm cho em, em hứa sau khi Nhà nước dỡ lệnh phong toả em sẽ đi thanh toán học phí ngay lập tức[full_name][full_name] [full_name] Em đính kèm đơn xin trễ hạn đóng học phí bên dưới [full_name] [full_name] Em chân thành cám ơn",
            "Chào ban;. . Theo quy định, không thanh toán học phí sẽ bị cấm đăng ký môn học cho học kỳ kế tiếp nhé. . Thân",
            "No solution",
            "B Em tên [full_name], hiện đang học khoa Kĩ Thuật Giao Thông, hệ VHVL khoá 2020, MSSV:[student_id]. . . . Thật sự em đang ở Tp.HCM ngay tâm dịch, nơi em ở đang phong toả em không thể ra khỏi nhà được, nếu ra khỏi nhà lúc này để đi đóng học phí em chắc chắn bị Công An bắt đóng   U phạt tiền 2-3tr   /U là ít. Mức phạt này còn cao hơn cả học phí HK này của em. HK này em chỉ đóng   U 1.575.000 VND  /U  mà thôi. . Ngay khi kết thúc CT16 là ngày 23/07/2021, ngay ngày 24/07/2021 em sẽ lập tức đi đóng học phí ngay . . Mong nhà trường thông cảm cho em. . . . Em có kèm file bảng học phí HK này bên dưới",
            "Chào bạn. . Phòng đào tạo ghi nhận trường hợp bạn, bạn nhanh chóng thanh toán học phí liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . Hiện tại do thiết bị không đáp ứng (máy tính hư và do khu vực em đang bị chốt nên không đi sửa được) em có tính làm đơn xin hoãn thi giữa kì môn Giải tích 1 thi ngày 24/7/2021. Em có lên trang aao phần bỉêu mẫu thì thấy chỉ có biểu mẫu cho hoãn thi cuối kì. Em vẫn điền vào biểu mẫu đó hay sao ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  MSSV: [student_id]\t. . . .   i Yêu cầu khác . Đăng kí thu nhận lại học kì 211. . Tên: [full_name]. . Lớp: XD15KT. . Lý do: em đã hoàn thành xong các môn học nhưng chưa đủ điểm Toeic để xét tốt nghiệp",
            "QUOTE MSSV/MSGV: [student_id] MSSV: [student_id]    . . . .   B Đăng kí thu nhận lại học kì 211  /B . . . . Tên: [full_name]. . Lớp: XD15KT. . Lý do: em đã hoàn thành xong các môn học nhưng chưa đủ điểm Toeic để xét tốt nghiệp  /QUOTE . .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng sẽ cập nhật đang học trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là muốn hoãn thi dt ck202 của một môn thì phải làm sao ạ. . Em cảm ơn",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào Tạo. . Tôi tên là : [full_name]. . Đầu tháng 5/2021, tôi có làm đơn xin miễn môn học Nhập môn về kỹ thuật (EE1001).Nhưng đến nay vẫn chưa có phản hồi gì. Mong Phòng Đào Tạo giải quyết sớm giúp tôi, để tôi có thế đăng ký được Đồ Án môn học, vì môn này là môn học trước của Đồ Án.. . Tôi xin chân thành cảm ơn.. .   i Học vụ .",
            "Bạn làm đơn thời điểm nào vậy bạn, gửi lại biên nhận nhé",
            "Dạ em gửi đơn vào ngày 19/4/2021. Em đính kèm file ảnh ở dưới. Thầy kiểm tra giúp em. Em cảm ơn.",
            "bạn ơi, chịu khó chụp lại mình tờ đơn & bảng điểm nhé, để mình làm gấp, đơn trước hình nhưng thất lạc đâu rồi, bạn thôn cảm giúp",
            "Em đính kèm tệp phía dưới. Thầy kiểm tra giữa em. Em cảm ơn nhiều",
            "Chào bạn[full_name] [full_name] Anh [full_name] đã ghi nhận thông tin của bạn và chuyển cho [full_name] để xử lý miễn môn học cho bạn[full_name] [full_name] Bạn có thể liên hệ mail: [email] và [email] để được hỗ trợ[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv: [student_id]. . Em muốn xin nhận lại ở học kỳ 211. Em đính kèm file phiếu đăng ký thu nhận lại ở dưới ạ.",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Điểm anh văn của em đã đạt chuẩn sau năm 2 (kì thi anh văn do trường tổ chức) . Nhưng em đăng kí học anh văn 3 thì bị bảo là thiếu môn học trước. Vậy là em phải học lại anh văn 2 dù đã đủ chuẩn ạ.   B . .",
            "Chào bạn. . - Sinh viên xem lại quy định chuẩn tiếng anh hàng năm khác với đạt môn anh văn, nên bạn phải học anh văn 2 rồi mới đăng ký được anh văn 3. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Dạ em xin nộp đơn gia hạn thời gian đào tạo ạ. Mong nhận được sự phản hồi từ Ban Giám hiệu, Phòng Đào tạo nhà trường.. . Em xin cảm ơn!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . . .",
            "Chào bạn. . Pdt cứu xét để bạn đăng ký thi anh văn nói viết online, bạn đọc mail gấp nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa Thầy/Cô!. . Em có 2 vấn đề về việc nộp Đơn hoãn thi (Luận văn tốt nghiệp) mong Thầy/Cô có thể giải đáp cho em ạ:. . - Hiện tại em không thể gặp giáo viên hướng dẫn và giáo viên chủ nhiệm bộ môn để xin chữ ký xác nhận, như vậy em có thể dùng chữ ký điện tử vào mẫu đơn rồi nộp thay cho chữ ký tay không? Hay em phải kèm theo email xác nhận của giáo viên ạ?. . - Em muốn nộp Đơn này thì em nộp cho địa chỉ email [email] luôn đúng không ạ?. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203) có thể nộp tại BKSI hoặc qua địa chỉ email [email] đều được. . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy/cô ạ. Trước tình hình dịch hiện tại và em không đủ điều kiện đường truyền thiết bị để thi cuối kỳ 202 online thì em muốn hoãn thi ạ. Vậy cho em hỏi là việc hoãn thi này thì điểm thành phần có được giữ lại không ạ. Theo em đọc quy định thì điểm thành phần sẽ bị hủy và ở đợt thi kế tiếp lấy điểm thi đó làm điểm tổng kết luôn. Không biết với tình hình hiện tại có đúng như vậy không ạ.. . . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:    Kính gửi: PĐT Trường đại học Bách Khoa. . . .    Em tên là: [full_name], MSSV: [student_id]. . Khoa: Cơ Khí. .    Hiện nay, tình hình dịch bệnh khá nghiêm trọng, nên em không thể đến trực tiếp văn phòng PĐT. Vì vậy em có thể nộp phiếu đăng ký thu nhận lại này   tập tin định kèm  qua kênh trực tuyến không ạ.. .    Em hy vọng nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn.. .    . .    Trân trọng!. .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến đầu tháng 8 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV: [student_id].. . Hiện tại em đang dương tính với COVID nên không thể tiếp tục học phần đang theo học. Em xin hỏi phòng đạo tạo em có thể làm đơn hoãn thi/vắng thi có phép và nộp ở đâu ạ.. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . .",
            "Vậy em đã làm xong biểu mẫu, đồng thời có xác nhận từ giảng viên thì em nộp biểu mẫu tại đây luôn đúng không ạ.",
            "Đúng rồi em,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy/Cô, . . Theo mail thông báo lịch thi giữa kì DT202 môn Giải tích 1 thì lớp DT02-B thi vào ngày 24/7, em vào mục Lịch thi trên MyBK thì lịch thi giữa kì DT202 môn GT1 thì lớp DT02-B thi vào ngày 31/7. Cho em hỏi vậy lịch thi nào đúng ạ? Em xin cảm ơn.",
            "Chào em,. . Bộ môn toán đã xin đổi ngày sang 31/07/2021.. . Chủ nhiệm bộ môn chịu trách nhiệm thông tin lại tới bạn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1932127  /b \t. . . . Chào thầy cô e xin pdt mở lớp môn EE1001 Nhập môn về kỹ thuật trong HK211,. . Môn Nhập môn về kỹ thuật EE1001 đã 2 năm e chưa học được vì học kỳ đầu tiên các bạn sv Chính Quy đã được xếp tkb môn này cố định, môn này hầu như k có sv rớt môn và lớp liên thông vhvl thì các ac được miễn. E học hệ VHVL theo diện xét học bạ (học từ đầu, k phải liên thông nên phải học môn này). . Và e cũng k thể liên hệ được các bạn lớp/khoa khác để xin mở lớp vì diện của e rất ít. Đợt đk môn lần này e thấy đã có 17 bạn đk nên e xin pđt mở lớp. Nếu k được thầy cô có thể cho e xin vào lớp của khóa 2021 được k? E sẽ làm đơn và cam kết đóng học phí đầy đủ.. . E xin cám ơn thầy cô.",
            "Chào bạn,. . Trước tiên các bạn đăng ký các môn cần học HK211 ở đợt 1 này, nếu đợt 2 không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Thắc mắc về kết quả rút môn học học kỳ 203. . . . Dạ em chào thầy/cô ạ, vào ngày 3/7 em có gửi đơn xin rút môn học ME3267 học kỳ 203 và em đã được trả lời là sau ngày 20/7 lên xem bảng điểm có cập nhật điểm chưa, nhưng hôm nay khi em lên xem bảng điểm thì môn học đó đã bị mất luôn và không có kết quả điểm.. . . . Nên hôm nay em tạo câu hỏi này để mong được thầy/cô giải đáp thắc mắc cho em ạ. Em cảm ơn thầy/cô đã đọc yêu cầu này.. . . .",
            "Chào em,. . Đã rút môn học đương nhiên sẽ không thấy môn học trong tkb.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô Phòng Đào tạo,. . Em tên là [full_name], sinh viên K17 của trường Bách Khoa. Em xin được trình bày hoàn cảnh của mình và mong thầy cô có thể giúp đỡ em. Vào tháng 4/2021, em đã làm đơn xin miễn môn Thể chất 3 kèm với giấy tờ minh chứng sức khỏe và đã trình bày với các thầy cô tại Văn phòng Đào tạo. Từ lúc đó tới nay em vẫn chưa nhận được thông tin cập nhật gì vì dịch bệnh, và thời gian đăng kí môn học hè cũng đã kết thúc. Đến hôm nay (21/07/2021) em mới nhận được email thông báo rằng đơn xin miễn của em không được chấp nhận và em phải đăng ký học môn Cờ vua. Em làm đơn này xin quý thầy cô cho phép em được đăng ký học Thể chất 3 song song với các môn học năm 4, em đã trễ 1 năm vì chuẩn Anh Văn, em cũng không thể đăng ký học hè cho kịp chuẩn tiên quyết trước năm 4 vì đã quá thời gian. Em xin cam kết sẽ hoàn thành môn Thể chất 3 trong kì tới, nếu không kết quả những môn học năm 4 của em sẽ không được công nhận. Mong quý thầy cô giúp đỡ em. Em xin cảm ơn.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện nay dụng cụ thi online của em là laptop bị hư. Em muốn đăng ký hoãn thi thì làm thế nào ạ",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh/chị!. . Trong HK202 vừa rồi, em có đăng ký một môn trái với chuyên ngành của mình, không có trong chương trình học(môn học và mã môn cụ thể em có gửi theo file đính kèm). Hiện tại em nhận thấy môn học đó không cần thiết nên em dự tính sẽ không thi final của môn đó ạ. Thì câu hỏi em xin đặt ra là điều đó có ảnh hưởng đến GPA ngành của em không ạ? . . Mong sớm nhận được phản hồi từ văn phòng OISP. . Em xin chân thành cám ơn anh/chị   3. . Have a nice day. Stay strong&safe ^^",
            "Chào em,. . Vấn đề này em gửi văn phòng OISP email: [email]. . Thân,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Tên : [full_name]. . MSSV : [student_id]. . Khoa : Kỹ Thuật Địa Chất và Dầu Khi. . . . Dạ cho em hỏi là mình hoãn thi là hoãn 1 môn hay hoãn tất cả các môn ạ. . . Với lại là lớp chuyên ngành em có nhu cầu hoãn thi môn đó với danh sách lớn thì em gửi yêu cầu lên GV hay là PDT ạ ? . . Dạ em cảm ơn ạ . . . . . [full_name]",
            "Chào bạn,. . - Tùy bạn chọn hoãn 1 hay hết tất cả các môn. . - Gởi Khoa nghen bạn, tập trung dễ giải quyết hơn. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn xin bỏ tiên quyết môn học, để có thể tiếp tục đăng ký các môn học sau ạ. Nội dung em trình bày rõ trong file sau ạ.. . Rất mong nhận được hồi đáp của thầy/cô hỗ trợ em sớm nhất ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Anh/Chị, Thầy/Cô . Lý do hoãn thi của em hơi dài thì em có nên viết riêng 1 tờ lí do không ạ. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi:. . Phòng đào tạo Trường đại học Bách Khoa TPHCM. . Bộ môn Kiến Trúc. . Em tên là: Nguyễn Thị Tuyết Linh. . Mã số sinh viên: 11191. . Lớp: XD17KT. . Khoa Kỹ thuật Xây Dựng. . Chuyên ngành: Kiến Trúc. . Điện thoại: 091385702. . Email: linh.nguyenlinhnguyen@hcmut.edu.vn. . \tNay em viết đơn này xin quý Bộ môn, quý Phòng đào tạo hỗ trợ giải quyết cho em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) trong học kỳ chính 211. Ở học kỳ trước chúng em đã gặp phải vấn đề tương tự là không đăng ký được môn Thiết kế Quy hoạch Đô thị (CI4089) là do bị kẹt môn song hành là Thiết kế Kiến trúc nhà ở(CI3145) thì đã được giải quyết. Thì hiện tại là đợt ĐKMH đợt 1 cho học kỳ sắp tới Học kì 211 em và khoảng 30 khác ( bao gồm sinh viên K16, K17, K18) không đăng kỳ được môn Thiết kế Quy hoạch Đô thị do vướng môn Thiết kế Kiến trúc Công công 3 (CI2069) là môn học trước, và một số bạn vướng môn Quy hoạch Đô thị Bền vững (CI3147) là môn học trước.. . \t Vì hiện tại Chương trình đào tạo của K19 đã thay đổi, mã môn Thiết kế Quy hoạch Đô thị (CI4089) cũng không còn. Kính mong quý Bộ môn, quý Phòng đào tạo hỗ trợ cho chúng em gỡ bỏ môn học trước của môn Thiết kế Quy hoạch Đô thị (CI4089) là môn Thiết kế Kiến trúc Công cộng 3 (CI2069) và môn Quy hoạch Đô thị Bền vững ( CI3147). Để chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) đúng Học kì 211  để được học cùng chung với lớp, các anh chị K16 K17 không bị trễ tiến độ học tập thêm một năm nữa và các bạn K18 được đúng tiến độ học tập ra trường. Vì đang là tình hình dịch bệnh khó khăn nên chúng em không đi nộp đơn trực tiếp tại Phòng đào tạo cũng như là trình bày lại vấn đề chúng em đang mắc phải trong ĐKMH, nên là chúng em nộp đơn qua BKSI khẩn xin quý Bộ môn, quý Phòng đào tạo hỗ trợ gấp cho chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị ( CI4089) vào học kỳ chính Học kì 211 kịp trong đợt ĐKMH đợt 1, đợt 2.. . \tEm và các bạn xin chân thành cảm ơn!. . Đồng Tháp, ngày 21 tháng 07 năm 2021\t. . Người làm đơn\t\t\t. . Nguyễn Thị Tuyết Linh. . ----------. . Em xin gởi kèm theo danh sách các bạn đang gần gấp sự hỗ trợ đăng kí môn Thiết kế Quy hoạch Đô thị (CI4089). . \thttps://docs.google.com/spreadsheets/d/1Trg6mE_fSFpIixY5NsgPtuMElq3OUu11kFWcvNst6hA/edit#gid=0. .   b MSSV/MSGV: 1711971  /b \t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Vấn đề về Chương trình đào tạo, bạn vui lòng liên hệ về [full_name] của bạn để được hỗ trợ.. . nếu [full_name] đồng ý, có thể làm công văn đề xuất lên Phòng Đào tạo.. . Các vấn đề về CTĐT bạn vui lòng liên hệ về khoa để được tư vấn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trên Bkel của em chưa có lịch thi thì có cần chờ có lịch cụ thể rồi ghi không ạ",
            "Chào em,. . PĐT chưa hiểu ý em:\"cần chờ có lịch cụ thể rồi ghi không ạ\" em ghi rõ hơn nhé.. . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào chị ạ,. . . . Em hỏi là em có cần phải đăng ký môn kỳ này không khi em đăng ký luận văn muộn ạ? Em sợ bị cảnh cáo ạ.. . . . Em cảm ơn.",
            "Chào bạn. . Nếu bạn không còn nợ môn trong CTDT thì không cần đkmh, đợi đăng ký lvtn trong hk211 luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Chào phòng đào tạo. . Cho em hỏi hiện em là sinh viên nghành kỹ thuật hệ thống công nghiệp kỳ 2 năm 2 em có chưa đăng ký được môn học cơ học máy. Kỳ trước em cũng có đăng ký lại môn mà vì tỷ số quá ít phòng đào tạo không mở lớp, kỳ này em đăng ký mà em thấy tỷ số cũng ít không khả quan. Cho em hỏi bây giờ em đăng ký môn nào để tương đương môn cơ học máy mã số môn học là ME2043. và em có kiểm tra danh sách môn học tương đương thì mã me2043 nó không có môn học thay thế. Em thấy có mã môn học cơ học máy Me2077 3 chỉ có thể thay thế ME2043 hiện 4 chỉ được không?. . Em xin cảm ơn",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ ở Khoa của bạn, xin gặp thầy phụ trách về CTĐT để được tư vấn và hướng dẫn cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt dịch nên em đã nghỉ việc nên em mong muốn được đăng ký các môn học vào buổi sáng của lớp CQ thì cho em hỏi quy trình xin như thế nào?. . Môn học: Tín hiệu và hệ thống - EE2005. . Môn học: Toán kỹ thuật - EE1003. . . . Mong sớm nhận được phản hồi,. . Thân,. . [full_name]",
            "Chào bạn. . Bạn đăng ký vào đợt Hk211 chính quy. . - Bạn đợi đợt 2 nếu có mở thì bạn đăng ký ở đợt HK211 (khác với đợt dự thính + VLVH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì lý do không đáp ứng được các yêu cầu về đường truyền: mạng yếu, chập chờn,... Em có nguyện vọng được hoãn thi. . . Em có gửi ảnh đơn và xác nhận của giảng viên.. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào Thầy/Cô/Anh/Chị,. . Em đã cố gắng thực hiện đăng kí lại theo chỉ dẫn:. . \"Bạn không có tkb ở Hk203 nên bạn chuyển lại chọn option là HK202 nghen\". . -  Vì khi em di chuyển đến phần \"nhập thông tin đăng kí\" thì luôn luôn default là HK203, và không cho chọn lại HK khác -  Nên em vẫn chưa đăng kí được ạ. . Mong anh/chị xem lại giúp em lần nữa. . Em cảm ơn",
            "Chào bạn. . Đã điều chỉnh lại bạn vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý Thầy Cô. Em là sinh viên thuộc khoa KH và KT Máy Tính. Em là sinh viên khóa 2020, nhưng em từng là sinh viên khóa 2017 và vừa thi lại vào năm nay. Thầy Cô cho em hỏi 1 chút ạ. . - Khóa 2017 em đã học qua 3 anh văn và còn 1 anh văn 4 chưa học qua. Giờ khóa 2020 em có xin chuyển điểm 3 anh văn kia. Cho Em hỏi là Em phải hoàn thành anh văn 4 trước học kì nào ạ ? Nghĩa là phải hoàn thành trong năm 2 (trước học kì 213) hay là trong trước năm 3 (trước học kì 223) ạ ?? Vì em đọc thấy chuẩn anh văn sau năm 3 là hoàn thành anh văn 4, nhưng trong chương trình đào tạo bên Khoa thì anh văn 4 lại có ở học kì 4 (tức là trong năm 2).. . Em xin cảm ơn ạ. . . .",
            "Chào bạn,. . Không thể trả lời chính xác theo Hk cho bạn,. . bạn đang thắc mắc về chuẩn tiếng Anh từng năm?. . Có nghĩa là khi bạn muốn đăng ký môn học của năm thứ 4, thì ngoài các quy định về tín chỉ, GDTC, môn học trước, tiên quyết... thì bạn phải đạt AV4 . . Bạn vui lòng xem quy định tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/2.   Chuẩn tiếng Anh trong quá trình học:. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào quý Thầy/Cô[full_name] [full_name] Hiện em đang làm luận văn bên khoa kỹ thuật Hóa Học, do tình hình dịch bệnh covid phức tạp nên em không làm kịp luận văn để bảo vệ trong đợt tháng 8[full_name] Em có xin thầy hướng dẫn luận văn về việc hoãn bảo vệ và chuyển sang kỳ sau bảo vệ[full_name] Thầy đồng ý và yêu cầu em làm thủ tục gia hạn đề tài bên phòng đào tạo[full_name] Vì thế em viết email này xin nhờ Thây/Cô bên pdt chỉ giùm em những thủ tục nào ạ! Nếu làm được thì kỳ sau bảo vệ em có bị mất tiền đăng ký lại luận văn không ạ[full_name][full_name] [full_name] Em cảm ơn quý Thầy/Cô",
            "Chào bạn,. . Trường hợp hoãn thi Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "TRƯỜNG ĐẠI HỌC BÁCH KHOA TP HCM. . KHOA KĨ THUẬT X Y DỰNG. . BỘ MÔN KIẾN TRÚC. . CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. . Độc lập- Tự do- Hạnh phúc. . . . . . . . . . ---------------------------------------------------------------------------------------------------------------------------. . . . ĐƠN XIN HỖ TRỢ GIẢI QUYẾT VẤN ĐỀ ĐĂNG KÍ MÔN HỌC. . THIẾT KẾ QUY HOẠCH ĐÔ THỊ (CI4089) HỌC KÌ 211. . . . Kính gởi:. . Phòng đào tạo Trường đại học Bách Khoa TPHCM. . Bộ môn Kiến Trúc. . Em tên là: lê Hữu Vinh. . Mã số sinh viên: 1614116 Lớp: XD16KT. . Khoa Kỹ thuật Xây Dựng\tChuyên ngành: Kiến Trúc. . Điện thoại: 0362095500\tEmail:1614116@hcmut.edu.vn. . \tNay em viết đơn này xin quý Bộ môn, quý Phòng đào tạo hỗ trợ giải quyết cho em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) trong học kỳ chính 211. Ở học kỳ trước chúng em đã gặp phải vấn đề tương tự là không đăng ký được môn Thiết kế Quy hoạch Đô thị (CI4089) là do bị kẹt môn ,Quy hoạch đô thị bền vững (CI3147)là môn học trước.Hiện tại là đợt ĐKMH đợt 1 cho học kỳ sắp tới Học kì 211 và khoảng 30 bạn khác ( bao gồm sinh viên K16, K17, K18) không đăng kỳ được môn Thiết kế Quy hoạch Đô thị do vướng là môn học trước, và một số bạn vướng môn Quy hoạch Đô thị Bền vững (CI3147) là môn học trước.. . \t Vì hiện tại Chương trình đào tạo của K19 đã thay đổi, mã môn Thiết kế Quy hoạch Đô thị (CI4089) cũng không còn. Kính mong quý Bộ môn, quý Phòng đào tạo hỗ trợ cho chúng em gỡ bỏ môn học trước của môn Thiết kế Quy hoạch Đô thị (CI4089) là môn Thiết kế Kiến trúc Công cộng 3 (CI2069) và môn Quy hoạch Đô thị Bền vững ( CI3147). Để chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) đúng Học kì 211  để được học cùng chung với lớp, các anh chị K16 K17 không bị trễ tiến độ học tập thêm một năm nữa và các bạn K18 được đúng tiến độ học tập ra trường. Vì đang là tình hình dịch bệnh khó khăn nên chúng em không đi nộp đơn trực tiếp tại Phòng đào tạo cũng như là trình bày lại vấn đề chúng em đang mắc phải trong ĐKMH, nên là chúng em nộp đơn qua BKSI khẩn xin quý Bộ môn, quý Phòng đào tạo hỗ trợ gấp cho chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị ( CI4089) vào học kỳ chính Học kì 211 kịp trong đợt ĐKMH đợt 1, đợt 2.. . \tEm và các bạn xin chân thành cảm ơn!. . . . Long An, ngày 21 tháng 07 năm 2021\t. . . . Người làm đơn\t\t\t. . . . . . . . \t. . Lê Hữu Vinh\t. .",
            "Chào bạn,. . Vấn đề về Chương trình đào tạo, bạn vui lòng liên hệ về [full_name] của bạn để được hỗ trợ.. . nếu [full_name] đồng ý, có thể làm công văng đề xuất lên Phòng Đào tạo.. . Các vấn đề về CTĐT bạn vui lòng liên hệ về khoa để được tư vấn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy, cô em tên là [full_name] MSSV: [student_id]. Khi em về quê nên không đem thẻ sinh viên về thì khi thi có thể thay thế bằng CMND được không ạ?. .",
            "Chào em,. . Thi bắt buộc phải dùng thẻ sv. Em đăng ký trên mybk/in thẻ sv, chọn gửi bưu điện sv trả cước: địa chỉ, số điện thoại người nhận.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Cho em hỏi em có đăng kí in thẻ sinh viên nhận tại nhà,giờ em thấy tình trạng \" phiếu đăng kí đã được xử lý \" vậy là đã được gửi đi chưa ạ . . Cho em xin mã vận chuyển đơn hàng để tiện theo dõi được không ạ.",
            "Chào bạn,. . Bạn vui lòng cung cấp lại thông tin người nhận, địa chỉ và sdt để PDT kiểm tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em tên là [full_name], MSSV: [student_id]. . Học kỳ vừa rồi do em không đăng ký môn học nên nhận quyết định dừng học (số quyết định 263/QĐ-ĐHBK, ngày ra quyết định 09/04/2021).. . Giờ em muốn nộp phiếu đăng ký thu nhận lại để đăng ký môn học cho học kỳ mới nhưng do thành phố đang thực hiện cách ly xã hội theo chỉ thị 16. Vậy thầy/cô cho em hỏi để nộp phiếu đăng ký thu nhận lại em có thể nộp bằng hình thức nào ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng tải đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/biểu mẫu, điền đầy đủ thông tin và nộp qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào phòng đào tạo. Em tên là [full_name] [student_id], ngày 29/7 là em thi môn kĩ thuật thi công. Trớ trêu thay là hôm đó cũng là ngày bảo vệ luận văn online của em. Môn kĩ thuật thi công này e đã rất cố gắng để lấy điểm cao quá trình nên e muốn thi cuối kì thật tốt để được điểm cao, tuy nhiên do hoàn cảnh bất khả kháng nên em sẽ làm đơn hoãn thi. Dù vậy, phòng đào tạo cho em hỏi là nếu em bảo vệ luận văn ngày 29/7 xong trước giờ thi thì em có được thi hay không ( nếu em đã nộp đơn hoãn trước đó )  ạ ? Em chân thành cảm ơn. .",
            "Chào bạn,. . - \"em bảo vệ luận văn ngày 29/7 xong trước giờ thi thì em có được thi\" Bạn thi được, có thể nộp đơn hoãn thi sau ngày 29/7 nếu không thi được. . - Quy trình hoãn thi bên dưới. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chưa có lịch thi thì có cần điền vào mục lịch thi không ạ",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị quên mất hạn đóng học phí học kì hè 203. MOng nhà trường hỗ trợ em để em có thể hoàn thành học phí và có thể đăng kí môn trong học kì kế tiêp. Em hứa lần sau sẽ hoàn thành đúng hạn. Em cảm ợn thầy/cô nhiều ạ. .",
            "Chào bạn,. . Bạn đã đóng học phí rồi mà. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin nộp đơn xin nhận điểm I cho môn TTTN !! có phải mình nộp trên BKSI này đúng không ạ ?",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiện em đang học lớp VL1 DT03, và em muốn hoãn thi môn VL1 ạ, lý do là em chưa đáp ứng được yêu cầu trang thiết bị của giáo viên ạ!",
            "Em nghe các bạn nói các môn khác vẫn được tham gia kì thi bằng điện thoại đúng không ạ! Nếu vậy tại sao bộ môn lại chỉ cho dùng vi tính có cam để thi ạ!?",
            "Chào em,. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . - Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . 2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô. Em là [full_name]. MSSV [student_id]. Sắp tới em có thi trực tuyến môn học Đường lối Cách Mạng Đảng Cộng Sản Việt Nam (mã môn SP1009). Vấn đề em gặp phải là hiện tại laptop của em đang bị hư cam. Em có thể sử dụng điện thoại cá nhân để thay thế camera của laptop được hay không. Hay bắt buộc em phải dùng laptop có camera. Do hiện tại em cũng khó trong việc tìm laptop thay thế.. . Nếu không được phép thì em có thể xin hoãn thi cuối kì được không và xin như thế nào.. . Em cảm ơn ạ. . . .",
            "Chào em,. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . - Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    }
]