[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  4/2021. . . . Em xin chào,. . Cho em hỏi, khi em lên đăng ký tốt nghiệp đợt tháng 4/2021 thì có ghi em đang ở tình trạng tạm dừng nên không thể đăng ký tốt nghiệp được, như trong trong đính kèm bên dưới.. . Em đã tra ở tình trạng sinh viên thì trạng thái của em là đang học ạ. . . Như vậy thì em phải làm sao để đăng ký tốt nghiệp trong tháng 4/2021 ạ? . . Em xin cảm ơn!",
            "Chào bạn,. . . . PDT đã mở khoá rồi, bạn vào khai lại tốt nghiệp nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô,. . Em: [full_name], MSSV: [student_id].. . Em đã hoàn thành đầy đủ điều kiện xét tốt nghiệp (số ngày ctxh, chuẩn AV, không nợ học phí, hoàn thành chương trình đào tạo). Nhưng vẫn không thể đăng ký xét tốt nghiệp qua mybk (thiếu ngày ctxh).. . Em kính mong quý thầy cô có thể xem xét lại và giải quyết em vì hạn chót ngày xét tốt nghiệp đẫ rất gần.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn,. . Đã mở cho bạn đăng ký tốt nghiệp, vui lòng vào kiểm tra và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo , em tên [full_name] MSSV [student_id] , hôm nay em viết đơn này muốn hỏi về môn tương đương ạ . Em học khóa k18 ngành kiến trúc và chương trình năm học của các khóa sau là khóa k19,k20 đã thay đổi và các môn học sau này hoặc là đổi tên , hoặc là tăng giảm tín chỉ , hoặc là bỏ luôn.. . ==  Vậy em và các bạn khóa k19 trở về trước có thắc mắc là:. . 1/ Với những môn cũ chỉ có từ khóa k18 trở về trước và từ khóa k19 trở đi thì không còn mà số lượng sinh viên rớt môn đó lại quá ít thì làm sao để bọn em học lại ạ .. . 2/ Danh sách môn tương đương đã có vậy thì từ kì sau bọn em đã có thể đăng kí các môn tương đương ở khóa dưới chưa ạ . . 3/ Với môn tương đương bị nhiều hơn hoặc ít chỉ hơn so với môn cũ của năm bọn em vậy thì khi bọn em hoàn thành môn tương đương đó thì môn cũ của bọn em vẫn được cộng tín chỉ cũ như chương trình mà bọn em học hay cộng như số chỉ( nhiều , ít hơn ) của khóa sau. . . 4/với môn tương đương 4 chỉ trong khi môn đó ở chương trình cũ chỉ có 3 chỉ , vậy khi đóng học phí bọn em đóng cho bao nhiêu chỉ ạ ?. . 5/Với việc 1 môn của khóa k19 trở đi lại tương đương với 2 thậm chí 3 môn của khóa k18 trở về trước thì bọn em phải học lại 1 môn đó 2 hoặc 3 lần để qua 3 môn cũ phải không ạ . . 6/ Vậy thì cách thức đăng kí môn tương đương thế nào làm sao để chuyển điểm khi đã học xong môn tương đương ạ . . Em học ngành kiến trúc khóa k18 . . em cảm ơn ạ.. .",
            "Chào bạn,. . . . - Về môn tương đương bạn về khoa tư vấn cho bạn.. . - Bạn đăng kí mã nào bao nhiêu chỉ thì trả tiền bấy nhiêu chỉ.. . . . - Nếu 2 môn tương đương thì PDT sẽ tự chuyển điểm cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811227  /b \t. . . .   i Yêu cầu khác . Kính chào Thầy/Cô. . Em là Đỗ Thị Thảo (MSSV: 1811227). . Theo như điểm tổng kết các môn học trong HK1, em tự tính điểm trung bình HK1 của em là 8.69 nhưng so với điểm được đăng trên MYBK thì không giống. . . Tuy chênh lệch không nhiều nhưng em kính mong Thầy/Cô kiểm tra và điều chỉnh lại nếu thật sự có sai sót. . . Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Điểm TBHK không sai bạn nhé (8.66).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ PĐT cho em hỏi là tầm tháng mấy là trường mình tổ chức thi tiếng anh cho kỳ này vậy ạ. .",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo, khi nào tổ chức thi anh văn đầu vào sẽ gởi mail cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, . . Em không biết lí do tại sao em lại không đủ điều kiện xét HB, trong khi em ko bị rớt và học lại môn nào. . . Em mong là sớm nhận được phản hồi từ thầy cô ạ. . . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô,. . Hiện tại, số tín chỉ tích lũy của em là 71 tín chỉ. Nhưng theo bảng điểm thì em chỉ được xét duyệt số tín chỉ ngành là 62 tín chỉ. . . Nó ảnh hưởng trực tiếp đến việc không đủ tín chỉ ngành để đăng kí Thực tập luận văn.. . Em có được làm đơn xin PĐT cứu xét để được đăng kí Thực tập luận văn không ạ? Vì thực tập luận văn 1 năm chỉ mở 1 lần vào thời gian hè.. .   i Học vụ .",
            "Chào bạn,. . . . Số tín chỉ tích luỹ chung của bạn là 71, nhưng số tín chỉ tích luỹ ngành của bạn là 62 nha bạn. Khi xét điều kiện tốt nghiệp sẽ tính số tín chỉ tích luỹ ngành.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã xem lại nhưng vẫn không có thay đổi gì về lịch học ạ.. . Hệ thống vẫn ghi lỗi do chưa học [full_name] 2A nhưng theo em biết thì [full_name] theo nhu cầu không cần học theo thứ tự đúng k ạ?",
            "Chào bạn,. . . . Anh văn theo yêu cầu tương đương với anh văn 1,2,3,4. Nên anh văn 1A là môn học trước 2A, và tương tự anh văn 2A là môn học trước 3A...nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã làm theo các bước hướng dẫn trong mail của Phòng CTCT - SV về cách cài đặt ứng dụng VSSID, nhưng em làm tới bước 5 (của phần 1 - Hướng dẫn đăng ký tài khoản VSSID) là truy cập vào đường link để nhà trường hoàn tất thủ tục đăng ký cho sinh viên và đã điền đầy đủ vào đơn nhưng em không nhận được mật khẩu để đăng nhập VSSID ạ! Em đã làm 2 lần nhưng tới cuối cùng đều không nhận được tin nhắn có chứa mật khẩu. Cho em hỏi là hệ thống có bị lỗi gì không ạ?. . . .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công tác chính trị sinh viên để hướng dẫn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad ạ, kì rồi em có thi TOEIC ở IIG, em thi để đủ điều kiện để đk môn học cho năm 2 ( em là K19) nhưng em lỡ ấn nhầm qua đổi điểm, em viết đơn này xin PĐT cho em rút chuyển điểm lại, em chỉ muốn đủ điều kiện đk môn thôi chứ em chưa có nhu cầu đổi em, lúc đó em hành động mà chưa hiểu biết. EM cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Phần mền đã tính điểm rồi bạn, không thay đổi được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi mức học phí của kì hè sắp tới là bao nhiêu tiền / 1 tín chỉ vậy ạ? em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo học phí có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Dạ em chào ad ạ.. . Em có đang tìm hiểu về bộ quy tắc ứng xử của trường mình. Nhưng sau nhiều giờ tìm kiếm thì em không thể tìm thấy bất cứ thông tin gì về vấn đề này cả. . . Không biết có thể cho em hỏi là trường mình có xây dựng bộ quy tắc hay cái gì khác tương tự chưa ạ? Và nếu có thì em có thể tìm nó ở đâu. Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn liên hệ phòng Công tác chính trị sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi 880k/chỉ là tính học kì hè, vậy có tính cả dự thính không ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo học phí có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/ cô,. . Em là [full_name], MSSV: [student_id], hiện đang là sv năm 3 khoa Khoa học và Kỹ thuật máy tính hệ tài năng. Giờ đây em muốn ra khỏi chương trình tài năng thì phải làm những thủ tục nào ạ?. . . . Em cảm ơn thầy/ cô đã quan tâm!. .",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e xin chào Phòng Đạo Tạo ạ!. . Em đã lên phòng Đào Tạo và được yêu cầu viết đơn huỷ môn anh văn do lúc đăng kí trường ghi học cs1 nhưng lúc có thời khoá biểu lại phải học cs2 và trường không cho phép hiệu chỉnh ạ. Em viết đơn và nộp  vào ngày 13/04 và được phản hồi sẽ giải quyết vào ngày 15/04 nhưng hôm nay 18/04 em vẫn không có được phản hồi cũng như em vẫn bị tính học phí môn học đã huỷ. Vậy em phải làm thế nào ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra  TKB trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi thời gian nhận lễ phục là khi nào ạ?. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ ở Văn Phòng khoa của bạn để được hướng dẫn về việc nhận lễ phục tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy/cô. . Vào lúc 19h:42 ngày thứ 6, 16/4 em có lên trang Bkpay để thanh toán học phí ĐH chính quy 202 gồm 2 nội dung tổng cộng 6,550,000 VNĐ(ảnh 3), sau đó em nhận được mã giao dịch thành công(ảnh 1) và được ngân hàng nhắn tin thông báo trừ tiền vào tài khoản(ảnh 2). . Nhưng đến hiện tại trên trang Bkpay của em vẫn hiện học phí 202 là em vẫn chưa đóng(ảnh 3). . Mong thầy/cô xem xét giúp em và có phản hồi sớm nhất để em an tâm ạ!",
            "Chào bạn,. . . . Việc này bạn liên hệ ngân hàng OCB để giải quyết cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hỏi về ĐK xét học bổng là trong chương trình đào tạo của ngành em được thiết kế là 15 nhưng vì đã tích được 2 chỉ anh văn do kì thi KTAV năm nhất nên em chỉ đăng kí cho đủ là còn 13 chỉ thì không được xét học bổng ạ?",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Hiện tại em đang học lớp Anh văn 1A vào thứ 4 và chủ nhật bắt đầu từ tuần 16 ạ. Vì một số lý do nên em muốn chuyển sang lớp thứ 3- thứ 5 được không ạ. Em mong nhà trường trả lời cho em. Em cảm ơn.",
            "Chào bạn,. . . . Đã hết thời gian hiệu chỉnh môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . . . Thầy cô hướng dẫn cho em cách rút lại sổ đoàn.. . . .",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng đoàn khoa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô phòng đào tạo.. . Dạ em cho em hỏi khi nào sẽ có danh sách cấp học bổng khuyến khích học tập kì 201 vậy ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . Em tên là [full_name], thuộc chương trình kĩ sư tài năng khoa Điện - Điện tử khóa 2017 và hiện đang theo học chương trình liên thông cao học-đại học. Nay em xin được thắc mắc về số tín chỉ học kỳ trong học kỳ 201 để xét học bổng. Kì 201 vừa rồi em có 9 tín chỉ bên đại học và 6 tín chỉ bên cao học nhưng hiển thị ở bảng điểm của em là 9 tín chỉ và điều kiện xét học bổng được hiển thị là không đủ ạ. Cho em hỏi là chỉ bên cao học của em có được cộng vào để giúp cho việc xét HBKK kì 201 này không ạ?. . Em cảm ơn và chúc thầy/cô có một ngày làm việc vui vẻ. Em mong nhận được hồi âm sớm nhất từ thầy cô.. . Trân trọng,. . [full_name]",
            "Cho em bổ sung là cả hai môn học Thiết kế vi mạch và Anten truyền sóng bên cao học đều nằm trong quy định quy đổi về môn đại học để xét miễn ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng xem thông tin tại :. . http://www.ctct.hcmut.edu.vn/tin-tuc/quyet-dinh-ve-viec-ban-hanh-quy-dinh-xet,-cap-hoc-bong-khuyen-khich-hoc-tap-cho-sinh-vien-bac-dai-hoc-he-chinh-quy-truong-dai-hoc-bach-khoa-495. . . . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Em xin chào,. . Em có gửi câu hỏi vào ngày 18/4/2021, và em chưa nhận được câu trả lời ạ.. . Em xin hỏi lại ạ, hiện tại em không đăng ký tốt nghiệp vào 4/2021 được vì tình trạng hiện tại của e là \"tạm dừng\" nhưng em đã làm đơn thu nhận lại và hiện tại tình trạng sinh viên của e là \"đang học\". Vậy thì em làm sao để đang ký tốt nghiệp vào tháng 4/2021 được ạ? . . Em xin cảm ơn!",
            "Chào bạn,. . Đã mở cho bạn khai tốt nghiệp, bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi vì sao em đã đóng tiền học phí vào 5 ngày trước (14/04/2021) đến nay là 19/04/2021 nhưng hệ thống BKPay vẫn chưa cập nhật là em đã đóng tiền ạ?",
            "Chào bạn,. . . . Bạn liên hệ ngân hàng OCB để giải quyết cho bạn nha.. . . . Thân",
            "Em đã gọi hỏi ngân hàng OCB và phía ngân hàng bảo nếu có tin nhắn trừ tiền là đã đóng rồi và đề nghị em liên hệ với Nhà trường. Em không biết là Nhà trường có phòng ban nào giải quyết vấn đề này hay không ạ? Hoặc là một giải pháp cụ thể cho tình trạng của em? Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp ngân hàng OCB, ngân hàng mới có chức năng giải quyết cho bạn.. . . . Bạn có thể liên hệ ngân hàng OCB cơ sở 1 gặp cô [full_name].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký bổ sung luận văn tốt nghiệp . Em chào thầy cô, . . Đợt đăng ký luận văn hết hạn ngày 02/03/2021 nhưng em chưa đủ điều kiện đăng ký, nay qua đợt kiểm tra Anh văn TOEIC ngày 04/04/2021 em đã đạt điểm Anh văn thỏa điều kiện nhận luận văn. Nay em xin đăng ký bổ sung luận văn tốt nghiệp được không ạ.. .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đăng ký LVTN trễ hạn và nộp tại Phòng Đào tạo, do mới bổ sung CCNN. . Trong đơn phải có xác nhận của Giáo viên hướng dẫn và Ban Chủ nhiệm Khoa đồng ý. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em là [full_name], MSSV:[student_id]. Em có thắc mắc là đơn xin hủy môn dự thính Truyền số liệu và mạng(MSMH: EE3019, Nhóm: DT01) đã được duyệt ngày 14/04 nhưng trên thời khoá biểu của em vẫn còn môn đó và trên BKpay vẫn còn mục thanh toán môn học.. . Em mong phòng đào tạo sẽ giải đáp thắc mắc của em.. . Em cảm ơn nhiều ạ.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . . . Đã cập nhật học phí trên BKPay rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy ( cô ). . Em tên Khang - Khóa 2018 . . Trong lịch thi giữa kỳ 202 thì em được thông báo là thi giữa kỳ   B môn hóa hữu cơ ngày 24/4 lúc 13h phòng 101H1 cs2  /B  nhưng lúc đó em lại   B thi môn giữa kỳ môn anh văn 4 tại phòng 602C6 trên cs1  /B  .Trong lịch thi thông báo là em thi giữa kỳ   B hóa lý 2 vào sáng ngày 25/4 ,7h phòng 401H2 tại cs2   /B  nhưng buổi đó em bận phải   B thuyết trình nhóm môn anh văn 4 tại phòng 303C5  /B . . Mong phòng đào tạo giải quyết sớm vấn đề trùng lịch của em . . Em cảm ơn",
            "Chào em. . PĐT xếp lịch kiểm tra tập trung không trùng lịch và không cận giờ.. . Em xin phép các GV môn học ko kiểm tra tập trung để linh động nếu GV tổ chức vào thời gian em kiểm tra giữa kỳ tập trung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Số tín chỉ tối thiểu để xét học bổng là bao nhiêu ạ. . Điều kiện tối thiểu trên 10 chỉ (sô tín chỉ đạt trên hoặc bằng 100% tín chỉ theo ctđt) có còn giữ không ạ . .   i Học vụ .",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô , em tên [full_name] MSSV [student_id] , lớp HC18TP , . . Em muốn hỏi là điểm anh văn nói viết của em đã được bên BK English chuyển điểm chưa ạ (em thi tổng được 210 điểm ạ). . Em xin cảm ơn ạ",
            "Chào bạn,. . . . Bạn hỏi Trung tâm ngoại ngữ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa các thầy cô,. . Với điểm trung bình và điểm rèn luyện học kỳ vừa rồi của em xét thấy phù hợp cho việc xét học bổng khuyến khích tuy nhiên tình trạng vẫn là không đủ. . Mong thầy cô giúp em giải quyết. . Em cảm ơn",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi lúc mình mua bảo hiểm y tế đã bao gồm bảo hiểm tai nạn chưa, hay bảo hiểm tai nạn phải mua riêng, dạ em cảm ơn. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào em bên hệ Kĩ Thuật Nhiệt (VHVL),em có những câu hỏi sau đây mong anh giải đáp:. . 1) Về tín chỉ: Cho em hỏi nghành liên thông kĩ thuật nhiệt tổng bao nhiêu tín chỉ để đủ ra trường vậy ạ?. . 2) Về việc môn đã học ở cao đẳng: Em đã học môn cơ lưu chất ở cao đẳng nhưng liên thông lên bách khoa cũng có, và em đã lỡ đăng ký học và đang trong quá trình học. Vậy sau khi em học xong môn đó, trường có tính vô tín chỉ chung của em không hay sẽ loại ra do đó là môn đã học ở cao đẳng?. . 3) Ngoài học đủ các môn và tín chỉ thì trường yêu cầu phải đạt toeic  650 thì sẽ đạt tiêu chuẩn ra trường đúng không ạ?",
            "Chào bạn,. . . . 1. Bạn xem chương trình đào tạo.. . . . 2. Khi nào PDT gởi danh sách miễn môn, nếu bạn thấy thiếu thì làm đơn xin miễn môn bổ sung.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do gia đình có vấn đề về kinh tế thì học phí mình đóng trễ 1 tháng có sao không ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên còn kịp xin gia hạn học phí không nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Em đã thanh toán học phí HK202 nhưng trong đăng ký TN vẫn ghi tình trạng nợ học phí ạ. Hiện tại em vẫn chưa đăng ký tốt nghiệp được. . . Em mong PDT sớm cập nhất thông tin tốt nghiệp cho em ạ.. .",
            "Chào bạn,. . . . PDT đã mở khoá, bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô. . . . Em là [full_name], MSSV: [student_id]. . . . Khoảng 1 tuần trước khi có thông tin kiểm tra thông tin nhằm xét HBKK, em có kiểm tra và thấy em đủ điều kiện xét HBKK, nhưng ngày hôm nay khi kiểm tra lại thì lại không đủ. . . . Về các điều kiện, em thoả các điều kiện xét HBKK trường hợp học vượt. Số tín chỉ tích luỹ ngành của em = 100% tín chỉ yêu cầu trong chương trình đào tạo, số tín chỉ tích luỹ kỳ 201 của em   10 tín chỉ. . . . Em mong thầy/cô xem xét lại giúp em ạ. . . . Em cảm ơn ạ.. . . .",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Từ chủ nhật tới nay em lên bkpay là trang bị lỗi làm em không đóng học phí được vậy giờ em phải làm sao đóng học phí bây giờ",
            "Chào bạn,. . . . BKay hoạt động bình thường rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ là mai hết hạn nhưng thứ 6 em ms đóng dk tức là em đóng trễ hai ngày thì có sao ko ạ học phí dự thính ạk",
            "Chào bạn,. . . . Đối với dự thính bạn phải làm đơn xin đóng trễ học phí mẫu đớn có trên trang web PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô pđt: em k15 do đã đi làm và bị trễ hạn ra trường muốn chuyển hệ thì cần làm những thủ tục gì và xem thông tin ở đâu ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn muốn chuyển sang hệ VLVH ???.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ad cho em hỏi, nếu em bận em có thể nhờ người khác lấy hộ bằng tốt nghiệp sau Lễ tốt nghiệp được không ạ, nếu được thì cần chuẩn bị gì ạ? Em cảm ơn.",
            "Chào bạn,. . . . Bạn nhờ người nhận hộ bằng thì bạn phải có giấy uỷ quyền có sự xác nhận của cơ qua thẩm quyền.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thày (cô), em tên [full_name], MSSV [student_id] chuyển từ hệ chính quy sang hệ VHVL đợt tháng 3/2021 và chỉ còn 1 môn để hoàn tất chương trình học. Dạ cho em hỏi tài khoản ngân hàng OCB là dùng chung tài khoản sẳn có của hệ chính quy hay phải đăng kí tài khoản mới ạ? Do lúc nộp hồ sơ người nhận hồ sơ không nói gì về tài khoản ngân hàng và em nghĩ là dùng tài khoản cũ.Hồ sơ đã hoàn tất và cũng đã kích hoạt tài khoản BKNetID được 1 tháng nhưng em vẫn chưa thấy cập nhật điểm nên không biết có thiếu sót gì trong các bước chuyển hệ không? Mong thầy (cô) xem xét giúp em. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn muốn cập nhật tài khoản mới bạn liên hệ ngân hàng OCB. Hiện tại chưa cập nhật miễn môn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là từ đêm 19/4/2021 đến sáng nay em vẫn không vô BK pay đóng tiền được, em phải làm thế nào ạ, trong khi em đang ở quê không có ngân hàng OCB",
            "Chào bạn,. . . . BKPay vẫn hoạt động bình thường nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại và trước đây em đếu không học Anh Văn trong trường.. . Nhưng do thi Anh văn định Kỳ thì em không đủ điểm để đủ điều kiện học năm 3.. . Vậy giờ làm thế nào để em có thể học anh văn ạ. Tại trước em thi là qua mức của năm 2 thôi ạ. Mà việc bắt hcj từ 1A lên em nghĩ không kịp thời gian ạ!. . Em xin chan thành cảm ơn!",
            "Chào bạn,. . . . Bạn có thể nộp chứng chỉ toeic quốc tế bên ngoài để xét chuẩn anh văn sau các năm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em có lên đăng ký tốt nghiệp bổ sung ngày 12/4/2021 và nhận được giấy hẹn là sau ngày 19/4/2021 sẽ có kết quả. Em vào đăng kí và báo là không được cấp quyền truy cập.. .",
            "Chào bạn,. . . . Bạn kiểm tra mail trong ngày 22-23/4 tuần này để đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em tên là [full_name], lớp CK18KSCD mssv [student_id]. . Thông tin Học bổng khuyến khích học tập, em đã thỏa mãn các tiêu chí ( phần mở rông của lớp KSTN tuy em không đạt nhưng không xét vào chương trình chính thức) nhưng vẫn hiện \"Không đủ\", mong PDT kiểm tra và điều chỉnh cho em ạ.",
            "Chào bạn,. . . . PDT đã cập nhật lại thông tin học bổng, bạn vui lòng kiểm tra lại  trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vậy DS miễn môn bên hệ Kĩ Thuật-[full_name] (Vừa học vừa làm) khi nào có vậy ạ để tụi em sắp xếp đăng ký cho môn sau?",
            "Chào bạn,. . . . PDT sẽ sắp xếp công bố danh sách miễn môn sớm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . Mssv: [student_id]. . Đăng kí môn học: [full_name] 2A. . Mã môn học: LA1039. . Lớp: DT02. . . . . .",
            "Chào bạn,. . . . Việc này bạn phải làm đơn có sự đồng ý của giáo viên giảng dạy để PDT xem xét đăng kí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị ạ. . Em muốn hỏi là thông tin học bổng du học của trường hoặc của khoa Xây dựng có thể tìm xem ở đâu ạ. . Em cảm ơn",
            "Chào bạn,. . . . Bạn hỏi khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là lý lịch của em bị sai thì có thể sửa lại được không ạ. Vì em học lớp kỹ thuật hoá vô cơ và cũng có tên trong danh sách lớp nhưng trên lý lịch trên mybk lại ghi em học lớp kỹ thuật hoá hữu cơ nên em mong phòng đào tạo có thể kiểm tra và chỉnh sửa giúp em ạ. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Bạn vui lòng hỏi khoa nha, dữ liệu PDT vẫn là hoá hữu cơ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào nhà trường,. . Em có xem qua bảng điểm quy đổi tương đương trên trang aao của trường thì với 670 Toeic 2 kỹ năng Reading & Listening thì em sẽ được AV1 10, AV2 10, AV3 10, AV4 9. . . Nhưng khi em xét chuyển điểm trên mybk thì AV1 10, AV2 10, AV3 9.5 và AV4 7.. . Em thắc mắc trên aao không phải là bảng điểm mới nhất ạ? trong khi trường nhắc lên đó xem để cập nhật bảng điểm tương đương chính xác nhất.. . Em mong thắc mắc này được giải đáp sớm nhất ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn phải xem bảng qui đổi tương đương và chuyển điểm áp dụng từ học kỳ 1/2020-2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sao em đóng học phí cái môn 1230k lúc 1giờ rồi mà trường cập nhật em nữa ạ . . Em Tên [full_name] mssv [student_id]",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại BKPay nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ pdt kiểm tra giúp em tên [full_name], MSSV [student_id]. Em đã đóng tiền học và có tin nhắn trừ tiền từ ngân hàng nhưng trên BKPay vẫn chưa xác nhận đã thanh toán ạ.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại BKPay nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Dạ em hiện vừa có kết quả anh văn nói viết đạt để bổ sung đủ điều kiện tốt nghiệp. Vì vậy em xin được đăng ký bổ sung vào đợt tháng 4 năm 2021 có được không ạ? Nếu được, thầy/cô có thể cho em biết rõ qui trình đăng ký bổ sung được không ạ?. . . . Em rất mong nhận được phản hồi ạ!. . Em cảm ơn và chào thầy/cô.",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/5  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới. . . . . -   Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí dự thính học ở cơ sở 2 môn học AV4 ([full_name]2 MSMH: LA1009) với giảng viên cô [full_name], cô đã kí duyệt. Nhưng khi gửi đơn lên phòng đào tạo phòng đào tạo cập nhật học tại cơ sở 1. Khác với đơn xin đăng kí môn học mà em đã làm đơn.. . Mong phòng đào tạo duyệt giúp em học dự tính anh văn 4 dưới cơ sở 2 để em thuận tiện trong quá trình học.. .",
            "Chào bạn,. . . . Môn anh văn 4 nhóm DT02 môn học tại cơ sở 1 nha bạn.. . . . Thân"
        ]
    }
]