[
    {
        "intent": "",
        "message": [
            "Học vụ . Theo như nội dung email đã gửi ngày 4/6, em có thắc mắc về phần nội dung \"Hiện tại sinh viên đã có tên trong danh sách dự kiến tạm dừng học vì chưa thanh toán học phí HK202.\" PĐT cho em hỏi, nếu như sinh viên ở trong diện tạm hoãn học phí qua học kỳ sau, tức HK211, thì sinh viên cần những giấy tờ gì để được tham gia kì thì online HK202 sắp tới không ạ, em cảm ơn.. .",
            "Chào bạn. . Bạn có thể cho Cô xem minh chứng bạn được tạm hoãn học phí, để Cô giải quyết cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại sinh viên vẫn chưa có khả năng thanh toán học phí HK DT202, PĐT cho em hỏi thời hạn trễ nhất để nộp học phí nhưng vẫn được làm bài thi cuối kì là bao lâu, và cần những giấy tờ gì để có thể hoàn thành thanh toán trễ học phí, em cảm ơn PĐT.",
            "Chào bạn. . Hiện tại Phòng đào tạo đã ra danh sách thi cuối kỳ, nếu bạn chưa thanh toán học phí thì Pdt sẽ xử lý theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], sinh viên K17 thuộc khoa Kỹ thuật Địa chất-Dầu khí. Em có thắc mắc về điều kiện anh văn để được đăng kí Luận văn tốt nghiệp trong học kì tới. Do dịch bệnh nên các kì thi toeic tại khu vực TP.HCM đã bị hủy bỏ nên em chưa thể lấy được chứng chỉ toeic. Vậy trong học kì tới, nhà trường có thể xem xét để chúng em có thể đăng kí làm Luận văn tốt nghiệp và bổ sung bằng toeic sau được không. Em xin chân thành cảm ơn. .",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/ Cô, . . . . Phòng đào tạo vừa thông báo hình thức thi cho học kỳ 202 là trực tuyến.. . . . Laptop của em không có camera, em có thể sử dụng cả điện thoại (có camera) và laptop để đăng nhập vào làm bài để minh chứng không ạ",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô em là sinh viên năm 4 sau khi đọc kế hoạch mới của phòng đào tạo em có câu hỏi là: do dịch phức tạp các trung tâm không tổ chức thi chứng chỉ toeic vậy kì sau em có được đăng kí luận văn không ạ? Em cảm ơn!",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô. . lịch thi HK2 của em có môn hiện tạm dừng.. . Quý thầy cô cho em hỏi là môn này đã thi chưa, và nếu chưa thì trường đã có kế hoạch tổ chức thi chưa ạ",
            "Chào em,. . PĐT đã gửi email về việc này\". . . . III. Kế hoạch học tập trong tình hình mới. .  1. HK202, DT202. .  - Kiểm tra giữa kỳ cho các học phần chưa tổ chức chậm nhất là tuần 29 (19/7 - 25/7). . .  - Thi học kỳ trong các tuần 31-32 (2/8 - 15/8) và kéo dài tối đa đến tuần 33 (16/8 - 22/8).\". . . . + Em theo dõi email về lịch thi từ PĐT hoặc từ giáo viên nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]ử : Ban Giám Hiệu. .            Phòng Đào Tạo Trường Đại Học Bách. .            Khoa. . Em tên là : [full_name]. . Mssv : [student_id]. . Dạ thưa PĐT em vừa mới đọc được email của Trường về việc sinh viên chuẩn bị thi trực tuyến, nhưng do nhà em vẫn chưa kết nối với Wifi em chỉ đang dùng 4g nhưng vẫn không ổn định về đường truyền trong lúc thi em sợ sẽ không làm bài trọn vẹn được, nên em xin ý kiến của Phòng Đạo Tạo là cho em thi vào học phần được tổ chức kế tiếp được không ạ . . Em xin chân thành cảm ơn . . [full_name] . . [full_name]",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)\tSinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)\tBổ sung xác nhận:. . -\tHK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . -\tHK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -\tĐối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Hiện tại e đang trong quá trình nộp hồ sơ xét tuyển học văn bằng 2. Theo như lịch học vụ thì kết quả xét tuyển sẽ có vào ngày 5/8/2021, nhưng lịch đăng ký môn học thì chỉ diễn ra vào 19/7-23/7. Cho e hỏi, nếu trúng tuyển thì môn học sẽ được nhà trường sắp xếp sẵn hay nhà trường sẽ mở một đợt đăng ký riêng cho hệ văn bằng 2 ạ?. . Em cảm ơn thầy/cô ạ!",
            "Chào bạn. . Lúc đó sẽ có thông báo riêng cho bạn, khi bạn nộp hồ sơ hỏi người phụ trách luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học vụ . Xin chào PĐT ạ. . . . . Em hiện tại là sinh viên năm cuối hệ đại trà chính quy, khoa Điện-Điện tử. . . . . Theo đúng như kế hoạch thì học kì 211 sắp tới em sẽ làm LVTN. . . . . Theo như kế hoạch mới nhất của trường mà em vừa nhận được, 19/7/2021 sẽ bắt đầu đkmh cho toàn SV, tức là nếu em muốn đăng kí làm LVTN thì em phải đăng kí vào ngày 19/7/2021. . . . . Em đã qua 4 môn anh văn của trường (AV1-2-3-4). Nhưng để được làm LVTN thì phải thi chứng chỉ anh văn.. . . . Từ cuối tháng 5 đến hiện giờ, em đã cố gắng đăng kí thi những chứng chỉ tiếng anh để đáp ứng yêu cầu tiếng anh của LVTN mà trường đề ra. Nhưng tình hình dịch bệnh như hiện nay, tất cả các trung tâm tổ chức thi chứng chỉ tiếng anh (kể cả TOEIC trong trường mình) đều đã hủy lịch thi và trả lại tiền cho thí sinh.. . . . Hôm nay là 16/7/2021, em vẫn chưa có được chứng chỉ anh văn để đăng kí LVTN cho ngày 19/7 sắp tới. Em hiện tại đang rất rối vì không biết phải làm thế nào. Em rất mong PĐT giải đáp và hỗ trợ em.. . . . Em cảm ơn ạ.",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812266  /b \t. . . .   i Yêu cầu khác . Em đã   B hoãn thi  /B  2 môn: Tư tưởng Hồ Chí Minh và Cơ sở điện tử công suất ở   B HK192  /B . Em muốn đăng ký để thi thay thế điểm hoãn thi ở 2 môn này nhưng HK202 hiện tại trường mình thực hiện thi online thì em phải đăng ký như thế nào để được thi ạ.. . Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn Phiếu đăng ký thi để thay thế điểm VP (hoặc HT) tại aao.hcmut.edu.vn/sinh viên/biểu mẫu, điền đầy đủ thông tin và nộp qua bksi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Laptop của em có vấn đề về camera, đồng thời đường truyền mạng của em cũng không ổn định, thường mất kết nối đột xuất, nhưng do giãn cách xã hội, em không thể sửa các thiết bị trên, em có thế đăng kí hoãn thi cuối kì được không ạ? Và nếu được thì khi nào em có thế được thi lại. Em có cả học kì 202 và 203 như vậy em sẽ thi bỗ sung như nào?. . . . Trân thành cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em [full_name]. . MSSV [student_id]. . [full_name] thầy/cô PĐT . . Cho em hỏi là môn : [full_name]N, [full_name]N, [full_name] 1, [full_name] 1, [full_name] [full_name]. Những môn này các khóa trước của trường cao đẳng điện lực TPHCM qua học liên thông thì được miễn, nhưng đến khóa em học thì lại không được miễn mong khoa xem xét giải đáp thắc mắc vấn đề này giúp tụi em với ạ! Em chân thành cám ơn!!",
            "Yêu cầu khác. . Em [full_name]. . MSSV [student_id]. . Ngành học kỹ thuật điện _điện tử. . Khoa điên_điện tử. . [full_name]I thầy/cô PĐT. . Cho em hỏi là môn : HỆ THỐNG CUNG CẤP ĐIỆN, [full_name], [full_name] 1, [full_name] 1, [full_name]. Những môn này các khóa trước của trường cao đẳng điện lực TPHCM qua học liên thông thì được miễn, nhưng đến khóa em học thì lại không được miễn và các thông tin  về file miễn môn chưa thấy phản hồi  mong khoa xem xét giải đáp thắc mắc vấn đề này giúp tụi em với ạ! . . Em chân thành cám ơn!!. .",
            "Chào bạn;. . Hiện [full_name] đang vận hành CTĐT K2019 nên chuẩn hóa việc xét miễn môn là theo kết quả khảo sát ĐCMH của CĐ ĐL đã gởi với ĐCMH của CTĐT K2019 cập nhật (yêu cầu về CĐR (CDIO, ABET) thay đổi so với CTĐT cũ 2014).Dựa trên cơ sở [full_name] đã cập nhật CTĐT từ K2019. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi kì sau em chỉ còn 6 tín chỉ là hoàn thành theo chương trình đào tạo kì 1 năm 4.. . Nhưng theo quy chế mỗi học kỳ phải đăng ký tối thiểu 14 tín chỉ,pdt có thể xem xét để em có thể đăng ký 6 tín chỉ được không ạ.Em cảm ơn.. . . .",
            "Chào bạn,. . Trường hợp của bạn nếu học vượt tín chỉ, sau khi có thông báo xử lý học vụ bạn có thể làm đơn xin xem xét nếu bị tạm dừng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô,. . Em là [full_name], MSSV: [student_id], email: [email].. . Ngày 02/07, em có làm đơn xin rút môn \"Thực tập kĩ thuật\" (213752) và được chấp nhận vào ngày 05/07 (Thông qua cô Quỳnh trên hệ thống BKsi). . . Tuy nhiên hôm nay 16/07, PĐT có công văn hướng dẫn về việc thực tập trực tuyến và Khoa/bộ môn cũng cho phép thực tập trực tuyến. Do đó, em muốn xin HỦY RÚT MÔN \"Thực tập kĩ thuật\" (213752) để hoàn thành chương trình học được không ạ? Em biết bây giờ PĐT đang rất bận, nên em xin lỗi vì đã làm phiền thầy/cô.. . Em chúc thầy/ cô sức khỏe.. . [full_name]",
            "Chào bạn. . Bạn vui lòng viết đơn xin hủy phiếu rút môn học. . - Trình bày rõ lý do trong đơn, ký tên và nộp tại BKSI. . - Để Cô trình Ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM:. .   Em tên: [full_name].. .   Lớp : VP20VL. .   Mã số sinh viên: [student_id]. . Học kì 202 vừa rồi em có tạm hoãn vì lí do cá nhân và được Ban Giám hiệu trường chấp nhận. Hiện tại em muốn xin được đăng kí thu nhận lại, bắt đầu từ học kì 211, do tình hình diễn biến phức tạp của dịch Covid 19 nên không tiếp xúc trực tiếp với nhà Trường được. Em có đính kèm file chứa đầy đủ thông tin cần thiết để giúp cho việc truy xét của nhà Trường. Rất mong Trường có thể giúp đỡ cho trường hợp của em ạ!Để em có thể đăng kí môn học trong đợt sắp tới ! Em xin hứa sẽ nộp học phí cũng như bằng THPT đúng hạn ạ! EM cảm ơn quý thầy cô đã tiếp nhận ý kiến của em ạ!!!. . . .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô,. . . . Em là [full_name] - MSSV: [student_id] - Khoa Khoa học và Kỹ thuật máy tính.. . . . Cho em hỏi em chuẩn bị đăng ký luận văn học kỳ 211 nhưng vì dịch nên em chưa kịp thi toeic để nộp vậy em có thể đăng ký làm luận văn được không ạ?. . . . Em cám ơn ạ.",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân. .",
            "Chào cô,. . . . Cho em hỏi trong trường hợp đợt đăng ký học phần vẫn đang trong thời gian dịch vậy phòng đào tạo có chính sách hỗ trợ sinh viên đăng ký luận văn trước nộp bằng toeic sau khi hết dịch hay chính sách nào khác không ạ? . . . . Em cám ơn cô ạ.",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hoãn thi hk202 thì phải làm như thế nào ạ",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT và Thầy/Cô!. . Em [full_name] MSSV [student_id] khoa điện ạ.. . Em muốn hỏi về thời gian đăng ký môn học của em là luận văn tốt nghiệp do dịch bệnh nên hiện tại em chưa thi được bằng toeic để nộp ạ. PĐT cho em hỏi thời gian đăng ký dành cho luận văn có được dời lại không ạ và nếu có dời lại thì đến ngày nào ạ. Em mong PĐT cho em thông tin ạ .Em chân thành cảm ơn ạ!",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô Phòng Đào Tạo ạ.. . Em tên [full_name], MSSV [student_id], Khoa Khoa học Ứng dụng, khoá K14. sđt [phone_number]. . Dạ e thấy thông báo nhà trường có hỗ trợ SV đã đủ điều kiện tốt nghiệp nhưng thiếu AV 2 kỹ năng nói viết thi trực tuyến bằng cách đăng ký môn học. Em vào đăng ký thì trang báo không được đăng ký trong đợt này.. . Dạ em mong Phòng Đào Tạo xem giúp em với ạ. Em cảm ơn ạ!",
            "Chào bạn. . Bạn xem lại thông báo qua mail SV nghen, mới gởi đăng ký lại gấp nghen 2g50 ngày 22/7. . hết hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu Môn học mới tương đương 2 môn học cũ thì khi làm đơn chuyển điểm thì tính vào số tín chỉ tích lũy như nào vậy ạ. EM cảm ơn  I   B . . . .",
            "Chào bạn. . Bạn xem quy định tại đây:. . http://www.aao.hcmut.edu.vn-Chương trình đào tạo - Môn tương đương thay thế. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: Vũ Nguyễn Hoàng Duy MSSV: [student_id]\t. . . . Chào thầy cô PĐT, em tạo yêu cầu này vì muốn hoãn thi GK môn học Vật Lý 1 . . . . Lý do: kết nối mạng nơi ở của em không ổn định.. . . . Kính mong quý thầy cô xem xét cho em hoãn thi. Em xin cám ơn.. .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811045  /b \t. . . .   i Học vụ .   B   I Em xin kính chào các thầy cô  /B  . Em tên là: Lê Hoàng Long. . MSSV: 1811045. . Sinh viên lớp DV04 khoa Điện- Điện tử trường ĐH Bách Khoa- ĐHQGHCM.. . Em xin trình bày một sự việc, có một vài câu hỏi mong thầy cô của PĐT có thể trả lời cho em.. . Em hiện đang là sinh viên năm 3 của trường và đã đủ điều kiện để đi thực tập, theo quy định em được biết là em sẽ đi Thực tập tốt nghiệp vào kì thứ 7(Tức là kì 203). Vào ngày 12.5.2021, sau khi có thông báo nghỉ học của nhà trường thì em đã về quê ở Phú Yên và em đã ở đây cho đến hiện tại. Vào ngày 31.5.2021, em đã nộp CV thực tập của em vào công ty mà em muốn thực tập là FPTsoftware HCM và đã được nhận, vì dịch bệnh COVID-19 nên em được nhận làm việc tại nhà vào ngày 15.6.2021.  Và sau khi em được nhận thầy phụ trách, em đã liên hệ thầy và hỏi về TTTN, em đã báo cho thầy về việc em làm ở Cty ngoài thì thầy nói là thầy không hướng dẫn được.  Em thật sự không biết là PĐT và Khoa đã có yêu cầu là không cho sinh viên thực tập bên ngoài, và em vẫn làm bình thường trong khi các bạn khác thì nhận đề tài của thầy giao để TTTN. Đến hôm nay thì em hỏi lại thầy để trao đổi với thầy hướng dẫn về Báo cáo TTTN thì em mới biết là em đã làm sai quy định về TTTN, đã không tôn trọng GVHD và đã tự ý làm việc bên ngoài mà không theo lời của GVHD. Thầy có nói em phải tự giải quyết việc này là liên hệ với PĐT để hỏi về việc thực tập ngoài trường. . . PĐT cho em hỏi là bây giờ em phải làm gì để khắc phục lỗi sai, cũng để được hoàn thành kì TTTN này ?. . TTTN có liên quan đến LVTN nên em mong sẽ được trả lời câu hỏi này để em có thể hoàn thành chương trình học còn lại của mình.. . Em xin chân thành cảm ơn!. . Sinh viên,. . Lê Hoàng Long. .",
            "Chào bạn. . Về vấn đề này Bạn liên hệ Khoa Điện Thầy Trưởng Khoa hoặc Thầy Phó Khoa để hỗ trợ bạn nghen. . PDT chỉ có thể hỗ trợ bạn đăng ký môn TTNT, còn phần còn lại là Khoa - Bộ môn quản lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy (cô),em tên là [full_name] sinh viên thuộc lớp DD20LT18.. . Vì một số lý do, em phải hoãn kì thi hk2.Nên nay em có chút thắc mắc là việc thi sau có ảnh hưởng gì tới việc phân ngành không,nếu thi sau thì thi chúng với học kì chính hay học kì dự thính ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô), em tên [full_name] MSSV [student_id], sinh viên chuyển hệ từ chính quy sang vừa học vừa làm. Em có nhận được mail thông báo điểm chuyển từ ngày 11/6 nhưng có sai sót so với bảng điểm của em cụ thể là có những môn em đã hoàn thành nhưng lại báo chưa hoàn thành là môn Giải tích 2, Thực tập tốt nghiệp, Luận Văn tốt nghiệp. Em đã viết mail phản hồi theo hướng dẫn nhưng không nhận được phản hồi lại và xem bảng điểm, điểm chuyển đều chưa thấy cập nhật gì. Mong quý thầy (cô) xem xét, hoặc em phải làm những gì vì ngày 19/7 đã bắt đầu đăng kí môn học. Em cảm ơn ạ.",
            "Chào bạn;. . Trường đã cập nhật lại môn miễn; bạn kiểm tra lại tại muc \"điểm chuyển\" trên trang https://mybk.hcmut.edu.vn/stinfo/ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo.. . Họ tên: [full_name] ĐẠT. . MSSV: [student_id]. . [full_name] [full_name]. . Em xin được trình bày là hiện tại em chưa có bằng toeic để làm luận văn, vì dịch bệnh diễn biến phức tạp nên các trung tâm không tổ chức thi anh văn, kính mong phòng đào tạo xem xét giúp em có hướng giải quyết ạ.. . Trân trọng.. . [full_name]",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có câu hỏi là những lớp muốn mở lớp theo hình thức nộp đơn thì ở HK211 này sẽ đăng ký với hình thức như nào vậy ạ ? Do tình hình dịch bệnh đang rất phức tạp nên chúng em không thể lên PĐT để nộp đơn được ạ vậy thì PĐT có giải pháp nào để giúp những sinh viên như chúng em không ạ ? Em xin cám ơn PĐT ạ .",
            "Chào bạn. . Trước tiên các bạn đăng ký ở đợt 1 này, nếu đợt 2 không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp ở đợt 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị ạ,. . Cho em hỏi về việc thi online,. . lúc về quê em không mang theo thẻ sinh viên về, giờ không có thẻ sinh viên thì em phải làm thế nào ạ. .",
            "Chào bạn,. . Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua bưu điện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô PDT.. . Em tên là Nguyễn Quang Khương_1711833, sinh viên hệ chính quy Khoa Kỹ Thuật Xây Dựng, chuyên ngành Cảng Biển, em đang ở diện sinh viên tạm dừng học. Và hiện tại em muốn làm giấy thu nhận lại sinh viên. Nhưng do tình hình dịch nên không thể qua trường nộp được, vậy giờ em phải làm thủ tục thu nhận như thế nào ạ ? Phải qua trường hay làm online ạ ?. . Em xin cảm ơn và mong quý Thầy/Cô phản hồi giúp em ạ!",
            "Chào bạn;. . Bạn down mẫu đơn thư nhận lại, điền đầy đủ và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . kính chào anh chị phòng đào tạo em là [full_name] sinh viên K17, em muốn xin chữ ký của thầy em để DKMH nhưng do tình hình dịch bệnh em không thể xin trực tiếp chữ ký thì phải làm như thế nào ? em có thể nhờ thầy ký tên gián tiếp lên đơn của em được không? (ký lên bản word) hoặc cách xác nhận nào khác?.  . . Mong anh chị giúp đỡ.. . Em chân thành cám ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ bạn cần xin chữ ký cả thầy để ĐKMH làm gì?. . Thân",
            "chào anh chị. . Em muốn xin chữ ký của thầy để xin đăng ký học song hành 1 vài môn.. . Lý do là vì hiện tại em là K17, em từng bị đứt dây chằn gối nên nghỉ học 1 năm(có giấy tờ), và một số môn tiên quyết thì em chưa học đến nay do chương trình học của các khóa sau có sự thay đổi nên em không thể đăng ký môn theo chương trình học hiện tại của mình được nên em xin đăng ký học song hành để có thể hoàn thành khóa học sớm nhất có thể. Hiện tại em học chung thời gian với khóa K19 và nếu không thể học song hành thì có thể em sẽ bị trễ thêm 1 năm và học chung thời gian với K20 và sẽ vượt quá số năm học cho phép 6.5 năm. em rất mong muốn có thể hoàn thành sớm nhất khóa học của mình. Anh chị có thể tư vấn cho em cách giải quyết không ạ.",
            "em xin chữ ký để làm đơn xin đăng ký môn song hàng gửi lên phong đào tạo, và không thể gặp trực tiếp giáo viên thì có thể nhờ giáo viên xác nhận bằng cách nào ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn? đăng ký học song hành gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện đang trong khu cách li tập trung, 3 tuần nữa mới được cho về, 2 tuần nữa là thi rồi, hiện trong khu cách li không có thiết bị giúp thi được. Cho em hỏi muốn hoãn thi thì phải làm sao ạ . .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên k16. Thầy/Cô cho em hỏi hiện tình trạng sinh viên của em trên mybk là tạm dừng. Học kỳ k211 em muốn đăng ký môn học để thì em phải làm gì để có thể chuyển tình trạng sinh viên để có thể đăng ký môn học ạ? Mong thầy/cô giải đáp giúp em với ạ  . .   i Đăng ký môn học .",
            "Cho em hỏi là giờ em làm [full_name] thì nộp như thế nào ạ?. . Em cảm ơn",
            "Chào bạn. . Bạn tải mẫu đơn tại trang web aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 3 khóa k18 phân ngành ktxd cơ sở hạ tầng (cấp thoát nước). Thầy/cô ơi, em xin hỏi là mã môn học của k19 khác với k18, đợt đăng ký môn học sắp tới không mở các môn của năm trước kỳ trước nữa thì  em có thể đăng ký môn học k19 giống với k18 nhưng khác mã môn được không ạ, em có cần phải làm giấy chuyển môn tương đương hay không ạ. Có danh sách chuyển đổi môn tương đương không ạ, em tìm trên trang web của trường không có ạ. Em xin cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, thầy,. . . . Hiện tại em không còn nợ môn học nào và đang bổ sung bằng ngoại ngữ anh văn để ra trường.. . . . Do kì trước em không đăng ký môn học nào nên bị tạm dừng học kì. Nên giờ không thể đăng ký thi anh văn kỹ năng nói viết được.. . . . Cho em hỏi có cách nào để mở lại tình trạng sinh viên để em đăng ký thi anh văn kịp thời không ạ?!",
            "Chào bạn. . - Pdt đã ghi nhận, bạn vào đăng ký theo thông báo. . - Đồng thời Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. .",
            "Chào cô, thầy,. . . . Em gửi lại mẫu đăng ký thu nhận lại.. . . . Em cám ơn,",
            "Chào bạn. . Bạn sửa lại đơn thu nhận vào Hk211 nghen. . và gởi lại nghen. . Thân",
            "Chào cô,. . . . Em gửi lại mẫu đăng ký thu nhận lại.. . . . Em cám ơn,",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 8 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nếu như những môn vẫn chưa được làm thí nghiệm thì có thi Cuối Kì ở tuần 31-32 hay không ạ ? Hay sẽ được sắp xếp để làm thí nghiệm rồi mới thi ạ ?",
            "Chào bạn. . Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, sẽ có thông báo từ giảng viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo ạ. Em là [full_name]. MSSV: [student_id]. Lớp :XD16TL01.. . Hiện tại em đã hoàn thành hết chương trình học còn anh văn nói viết để tốt nghiệp. Do học kì 2 năm học 2020-2021 em không đăng kí môn học nên đã bị tạm dừng. Do dịch bệnh em không thể lên trường nộp đơn thu nhận lại. Trường có tổ chức thi anh văn nói viết online không biết tình trạng tạm dừng của em có ảnh hưởng đến đăng kí thi không ạ. Em mong muốn phòng đào tạo có thể giải quyết mở lại tình trạng học của em được không ạ.. . Em xin cảm ơn ạ!",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B [full_name]Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em tên [full_name], MSSV: [student_id], hiện em đang học khoa Kĩ Thuật Giao Thông lớp T01, khoá 2020-2021 hệ VHVL. . Em đính kèm phiếu đăng kí rút môn học môn Các Quá Trình Chế Tạo, Mã MH: ME2071. . Em xin cám ơn Phòng Đào Tạo  /B",
            "Chào bạn,. . Bạn vui lòng làm đơn xin hủy môn học và hoàn học phí do môn học được miễn nhé,. . ghi rõ MH nào (MH) ở Hk nào?. . Vui lòng trình bày rõ trong đơn nhé!. . Thân",
            "B Em tên là: Nguyễn Trang Đài\t\tMSSV:[student_id][full_name] [full_name] Hiện đang học lớp T01 - Hệ VHVL khoa Kĩ Thuật Giao Thông khoá 2020[full_name] [full_name] [full_name] [full_name] Nay em làm đơn này, em xin được huỷ môn học “Các Quá Trình Chế Tạo mã môn học ME2071, học kì 2  /B  năm học 2021[full_name] [full_name] [full_name] Lý do: Em được miễn môn học này, đã có bảng điểm chuyển cho em[full_name][full_name] [full_name] [full_name] [full_name] Mong nhà trường hoàn lại học phí cho em, em xin cám ơn nhà trường[full_name][full_name] [full_name] Em đính kèm đơn và thông tin bảng điểm chuyển bên dưới [full_name] [full_name] [full_name] [full_name] Em xin cám ơn [full_name][full_name] [full_name]  B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vì sự bất cẩn của bản thân mà em đã không đăng ký nộp bằng PTTH đợt 2 do trường mở, em vô cùng hối hận và rất mong nhà trường có thể mở thêm đợt 3 hoặc 1 cách khác nào đó để em có thể nhận phiếu xác nhận thông tin bằng PTTH. Vì em biết hậu quả nghiêm trọng nên xin nhà trường giúp em 1 lần ạ, em sẽ rút kinh nghiệm cho sau này.. . Em chân thành cảm ơn!. .",
            "Chào bạn. . Bạn gởi mail cho Cô phụ trách [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613092  /b \t. . . .   i Đăng ký môn học . Dạ Em chào Thầy/Cô ạ. . Tình hình của Em là chưa đóng học phí HK201 và HK202, lý do là Em phải đi làm thêm để kiếm tiền đóng HP ạ. Mà giờ Em đã có đủ tiền để đóng HP cho Trường nhưng giờ Em đang bị giữ ăn ở tại chỗ làm, cầm tiền mặt không thể đến ngân hàng để nộp được ạ.. . Cho Em hỏi nếu chưa đóng HP kịp thì đợt đăng kí HK211 đợt 1 từ ngày 19/7 Em có được phép đăng kí không ạ? Mong Thầy/ Cô giải đáp thắc mắc cho Em . . Em xin cám ơn ạ!",
            "Chào bạn. . Hiện tại bạn chưa có thanh toán học phí thì không được thi và không dkmh hk211 được. . Sau khi bạn đóng tiền thì chắc sẽ dkmh được ở đợt 2. . - Nếu có khó khăn về học phí thì liên hệ phòng CTCT hoặc Đoàn trường để được hỗ trợ thêm nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô ạ!!! Em là [full_name]. Mssv là [student_id]. . Theo quy chế mới thì sau khi kết thúc năm nhất thì các sinh viên phải hoàn thành hp1 của Giáo Dục Thể Chất thì mới được đăng kí các môn năm 2(có mã mở đầu là 2XXXYY). Ở hk201 vì một vài lí do thì em lại đăng kí gdtc không được nên em chỉ có thể đăng kí môn gdtc ở học kì 202. Nhưng do tình hình dịch bệnh phức tạp nên nhà trường đã tạm hoãn dạy học gdtc nên bây giờ em vẫn chưa hoàn thành được một học phần gdtc nào. Em viết tus này kính mong thầy cô tạo điều kiện để em đăng kí môn học ở năm 2( lịch đăng kí môn năm 2 từ ngày 19/7/2021). Em xin chân thành cảm ơn. Chúc thầy cô một ngày tốt lành.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1912607  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô PĐT ạ,. . . . Em có thắc mắc: Tại sao HK DT203 lại thi trước cả kì 202 và DT202 vậy ạ ? Tụi em vừa học xong vào tuần 29 (Tuần này tụi em đã phải làm thêm kt giữa kì + Báo cáo Bài tập lớn) thế mà sang tuần 30 lại phải thi luôn thì em thấy không hợp lý chút nào, về mặt thời gian ôn tập và về tuần tự các kì học.. . . . Em mong các Thầy/Cô pđt cân nhắc.. . . . Em cảm ơn ạ!",
            "Chào bạn. . Pdt ghi nhận ý kiến của bạn và sẽ trình cho Ban lãnh đạo phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV: [student_id]. . Em đã hoàn thành chương trình học vào HK201 năm học 2020-2021 nhưng chưa đủ điều kiện anh văn nói - viết nên không kịp tốt nghiệp vào tháng 4 năm 2021. Lúc xem thông tin học vụ em mới biết mình đang trong trình trạng TẠM DỪNG nên không thể đăng ký thi anh văn và đăng ký tốt nghiệp. Em xin nộp phiếu đăng ký thu nhận mong PĐT xem xét để em có thể được đăng ký thi anh văn nói - viết để xét tốt nghiệp.. . Và cho em hỏi là nếu em được thu nhận và thi đủ điểm anh văn thì em có thể tốt nghiệp vào tháng 11 năm 2021 không ạ?. . Em cảm ơn ạ. . . .",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm nhất ạ. Nhưng tính tới hết năm nay thì em mới đạt 27 tín chỉ tích lũy. Vậy năm sau em sẽ không được công nhận là sinh viên năm 2 đúng không ạ. Vậy thì học phí của em cũng phải đóng như k21 hay thế nào ạ?. .",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Cho em hỏi về trường hợp hoãn thi trực tuyến cuối kì ở học kì 202 và DT 202. Khi hoãn thi là hoãn thi hết tất cả các môn hay từng môn ?. Và thủ tục hoãn thi trực tuyến là như thế nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "1/Sắp tới em phải thi GHK 203 môn giải tích 2, theo nhà trường yêu cầu khi thi online cần mở camera, nhưng laptop của em bị hư camera thì có thể mở bằng điện thoại được không, vì em thấy trong hướng dẫn không nói là mở cam nào.. . 2/Nhà trường có dán đường link hướng dẫn quay màn hình laptop lại khi thi, nhưng laptop của em không dùng được ứng dụng đó, không cho phép quay bằng cách đó, vậy thì em có thể dùng phần mềm quay màn hình OBS được hay không? . . 3/Dùng OBS thì có tính là vi phạm điều 3c trong hướng dẫn là không được dùng bất kì phần mềm nào khác không?. . Mong nhà trường giải đáp thắc mắc của em và với những câu hỏi phía trên thì em có nên hoãn thi hay không. Em xin cảm ơn.",
            "Chào em,. . Em vui lòng đợi email thông báo quy trình và hướng dẫn thi online.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em tên [full_name]. . cho em hỏi, em có học lớp anh văn nhu cầu cơ bản A và anh văn nhu cầu 1A ( chưa thi học kì cả 2). . Vậy học kì 211 em có được phép đăng kí môn anh văn 2 không ạ. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên khóa K14, thời gian đào tạo tối đa 13 học kỳ đến tháng 4/2021. Em đã hoàn thành đủ chương trình đào tạo nhưng do thiếu 2 kỹ năng Nói - [full_name] nên đến nay đã hết thời gian đào tạo tối đa. Em có mong muốn được chuyển sang hệ đào tạo vừa học vừa làm. A/c cho em hỏi có được không và nếu được thủ tục thế nào ạ. Em chân thành cảm ơn!",
            "Chào bạn,. . Bạn vui lòng vào trang tuyensinh.hcmut.edu.vn để đăng ký xét tuyển của hệ VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dear [full_name]. . . . Em đã nhận được mail đnag ký thi Anh Văn Nói-Viêt Online.. . Tuy nhiên em vào đang ký thì trang Web đăng ký chỉ hiện các khóa đang ký cũ, không thể hiện đăng ký thi Online (như hình đính kèm). . . . Cho em hỏi có cách khác để đăng ký Online hay không và nếu dùng thông qua trang web như hình đính kèm thì lúc nào em mới có thể đăng lý lại ạ. . . . Vì hạn đăng ký từ 16/7-21/07 nên em mong nhận được phản hồi sớm từ [full_name] để em có thể đăng lý thi ạ. . Em xin chân thành cảm ơn. . . . Trân trọng./. . [full_name] - [student_id]",
            "Chào bạn. . Bạn xem lại thông báo qua mail SV nghen, mới gởi đăng ký lại gấp nghen 2g50 ngày 22/7. . hết hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô. Do điều kiện không đáp ứng yêu cầu thi trực tuyến nên em muốn hỏi về các thức đăng ký hoãn thi trực tuyến như thế nào vậy ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi các anh chị cán bộ tại Phòng Đào Tạo, trường Đại học Bách khoa TP.HCM,. . . . Em tên là [full_name], sinh viên khóa K19 khoa Điện - Điện tử, MSSV [student_id] đang theo học tại trường. Em mong được Phòng Đào Tạo xem xét thu nhận lại để em có thể tiếp tục học tập trong học kỳ tới.. . . . Sở dĩ em có quyết định tạm dừng học kỳ trước là do trong quá trình học tập, em chưa có khả năng sắp xếp được thời gian, và do cảm thấy bản thân không phù hợp với ngành học hiện tại. Song sau một khoảng thời gian suy nghĩ, em đã có thể nhìn nhận lại và quyết tâm cố gắng theo con đường đã chọn.. . . . Về đơn xin thu nhận lại, với tình hình dịch bệnh phức tạp hiện tại, em không đủ khả năng scan đơn hoặc gửi bưu điện đưa đến cho Phòng. Em xin được phép nộp hình ảnh thay thế, đã điền đầy đủ thông tin. Khi có thông báo chính thức được tiếp tục học tập tại trường, em xin cam kết sẽ trình đơn theo quy định.. . . . Do thời gian đăng ký môn học khá gấp rút, em khẩn mong các cán bộ có thể giải quyết giúp cho em. Em xin chân thành cảm ơn mọi người. . . . . --. . [full_name]. . SĐT: [phone_number]. . MSSV: [student_id]",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn. . Đơn thu nhận của bạn không thể giải quyết vì tình trạng của bạn là đang học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Lớp: MT17KH03. .",
            "Pdt đã ghi nhận trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô.. . Em tên [full_name], MSSV: [student_id].. . Trong học kỳ 2 năm học 2020-2021 em có xin được bảo lưu. Trong học kỳ em có nguyện vọng xin được quay lại tiếp tục thực hiện nốt chương trình học. Nhưng do tình hình dịch không thể đi lại, khu vực em đang sinh sống cũng đang bị phong tỏa. Thì không biết em có thể gửi đơn xin thu nhập online qua mail, hoặc có phương thức nào em có thể thực hiện không ạ?. . Mong nhận được phản hổi từ thầy/cô!. . Em xin cảm ơn ạ!. . . .",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/sinh viên/biểu mẫu.. . Điền đầy đủ thông tin và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô ạ. . . . Em tên là [full_name], khóa 19 Khoa CNVL. . . . Các kỳ vừa quá số lượng sinh viên đăng ký học thể chất rất đông nên em không may mắn được học thể chất vì vậy mà em vẫn còn thiếu 1 môn thể chất, dự định kỳ hè này trường mở lớp sẽ đăng ký học để hoàn thành nốt, nhưng dịch bệnh kéo dài nên trường cũng đã hủy lớp. Còn 2 ngày nữa là đăng ký học phần , em rất lo vì sẽ không đạt yêu cầu đăng  ký các môn năm 3 và em cũng chỉ có thể được đăng ký 1-2 môn học.. . Em hy vọng những bạn trường hợp như em thì nhà trường có thể nhẹ nhàng ưu tiên để em có thể học tiếp như các bạn. . . . Em xin chân thành cảm ơn Thầy/Cô ạ.. .",
            "Chào bạn,. . Các trường hợp cứu xét đặc cách đăng ký môn học do không đủ điều kiện, sau khi kết thúc đợt đăng ký online, bạn có thể làm đơn cứu xét, trình bày rõ nguyện vọng (ghi rõ tên, mã MH và mã nhóm xin ĐK) và lý do của bạn. Sau đó nộp đơn cho PDT (qua mail hoặc bksi) để trình ban Lãnh đạo xem xét và trả lời đơn cho bạn nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, . . Do điều kiện dịch bệnh và em không đáp ứng đủ được yêu cầu về trang thiết bị nên em muốn đăng ký hoãn thi online, vậy thủ tục như thế nào ạ?",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    }
]