[
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em muốn hỏi việc nhận giấy xác nhận sinh viên sao nhận ạ, quê em gọi đi khám nghĩa vụ rồi ạ, mà em cũng đang ở quê chưa vô lại ạ. .   i Học vụ .",
            "Chào bạn;. . Bạn đăng ký tại Mybk- đăng ký giấy chứng nhận sinh viên. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi các [full_name]/[full_name] phòng đào tạo. . . . Em là [full_name], mssv [student_id], thuộc lớp CC17QKD2 khoa Quản lý công nghiêp.. . . . Em có nguyện vọng đăng ký tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp đợt 11/2021. Nhưng em không thực hiện được thao tác \"Đăng ký tốt nghiệp\" trên Mybk vì thông tin tình trạng đăng ký tốt nghiệp của em hiện là \"Không được phép đăng ký (nợ HP)\".. . . . Em đã check lại Bkpay và chắc chắn rằng mình đã thanh toán đầy đủ ạ. Em rất mong các [full_name]/[full_name] kiểm tra và hỗ trợ giúp em để em kịp đăng ký tốt nghiệp đúng hạn ạ.. . . . Em rất mong nhận được hồi âm sớm từ [full_name]/[full_name]. Em cảm ơn [full_name]/[full_name] và kính chúc [full_name]/[full_name] cùng gia đình thật nhiều sức khỏe ạ.. . . . Trân trọng,. . Em Minh [full_name]./.",
            "Chào bạn,. . Sau 17h ngày 16/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi giấy xác nhận sinh viên em đăng ký trên mybk vào ngày 7/9/2021 nhưng vẫn chưa được duyệt ạ. Do địa phương em yêu cầu phải nộp trước ngày 20/9 ạ. Em K19 ạ.",
            "Chào bạn[full_name] [full_name]  [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô ạ, . . . . Em là [full_name].. . . . Ở học kỳ 202 vừa qua, em có học môn   B Mạng máy tính  /B  EE3111 của Bộ môn Viễn Thông khoa Điện- Điện tử do thầy   B [full_name]  /B  giảng dạy.. . . . Tuy nhiên chúng em đã thi cuối kì được gần một tháng theo hình thức trắc nghiệm rồi mà điểm tổng kết vẫn chưa cập nhật trên bảng điểm sinh viên.. . . . Em hỏi thầy thì thầy bảo thầy đã khóa bảng điểm, cũng đã gửi mail bảng điểm cho chủ nhiệm bộ môn và cả PĐT hết rồi. Thầy cũng bảo vì thầy đã khóa điểm nên thầy không thể làm được gì thêm nữa và bảo chúng em liên hệ PĐT để giải quyết vấn đề này ạ.. . . . Em có đính kèm file pdf bảng điểm mà thầy đã gửi cho chúng em luôn ạ.. . . . Em mong PĐT sẽ sớm giải quyết vấn đề này cho chúng em vì lớp học này có tới 90 Sinh viên lận ạ.. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Dạ kỳ 202 em đã được chấp nhận yêu cầu hoãn thi,PĐT có trả lời em là sau ngày 6/9 vào xem kết quả, nếu chưa được giải quyết thì có thể khiếu nại. Và hiện tại kết quả thi môn hóa lý 2 của em trên bkel là điểm 13, tương đương 0 điểm và kéo điểm trung bình học kỳ xuống rất nhiều ạ. . . . . Em cũng có thấy thông tin là đến sau tháng 12 PĐT mới có kết quả hoãn thi (vậy là tháng 9 hay tháng 12 ạ). Nếu tháng 12 thì rất khó nếu em muốn đăng ký thi bù vào kỳ này, vì thường kỳ dự thính sẽ kết thúc sớm hơn kỳ chính ạ. Vậy thời hạn 1 năm em được cho phép đăng ký thi bù sẽ tính từ khi có quyết định chính thức hay tính từ thời điểm em hoãn thi ạ.. . Em có gửi kèm hình ạ. Kính mong PĐT giải đáp giúp em, em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . -  Nếu tháng 12 thì rất khó nếu em muốn đăng ký thi bù vào kỳ này, vì thường kỳ dự thính sẽ kết thúc sớm hơn kỳ chính ạ.. . =  PĐT sẽ giải quyết trước khi thi dự thính (HK202, HK203 còn môn chưa thi xong nên chưa làm hoãn thi được nhé em). . Thân mến,. . . .",
            "Em đã kiểm tra lại email nhưng không thấy email xác nhận thì có sao không ạ? Em được đồng ý xác nhận hoãn thi qua bksi thôi ạ.",
            "Chào em,. . Em điền vào link này nhé. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho e hỏi em đã làm đơn xin hoãn bảo vệ luận van nộp cho khoa và pdt, e không biết là hk211 e có phải đăng kí lại không ạ hay là phòng đào tạo sẽ tự chuyển cho e tại vì em coi môn Luận văn của e ở hk202 thì đang báo điểm 13 ạ",
            "Chào bạn,. . Bạn làm đơn xin hoãn LVTN đã được PDT chấp nhận chưa?. . Vui lòng trình bày rõ vấn đề giúp cô nhé!. . Thân",
            "Dạ em đã làm đơn gửi cho khoa và được cô hướng dẫn cũng như khoa chấp nhận và đã nộp qua mail của phòng đào tạo ạ. Em gửi hình ảnh mail đã gửi qua cho cô. Do Khoa đã chấp nhận hoãn luận văn của em nhưng em chỉ mới nhận được câu trl như hình e gửi ạ",
            "Chào bạn. . Bạn có thể gởi lại Cô đơn hoãn thi để Cô đối chiếu với chuyên viên phụ trách mail Pdt. . Thân",
            "Dạ em gửi đơn của em đã có chữ kí xác nhận của trưởng khoa và gv hướng dẫn ạ",
            "Chào bạn. . Bạn gởi giúp Cô xác nhận của mail pdt đã tiếp nhận đơn của bạn. . Thân",
            "Dạ cô cho em gửi ảnh chụp màn hình mail của em",
            "Chào bạn. . Cô kiểm tra đã có thông tin của bạn rồi nghen. . Chắc khoảng 10/10 sẽ có Qd gởi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em gửi cô email thầy [full_name] ạ!. . [email]. . Cô kiểm tra lại giùm em với ạ, em cảm ơn nhiều ạ!",
            "Chào bạn,. . Cô đã nhờ bên bộ phận check mail pdt@ kiểm tra, không có mail nào của thầy [full_name] gửi nhé.. . Thân",
            "Dạ cô ạ! . . Thầy [full_name] đã gửi lại email cho địa chỉ pdt@ rồi ạ! Cô nhờ bộ phận check mail kiểm tra giùm em nhé! Em cảm ơn cô nhiều ạ!",
            "Chào bạn,. . Thầy [full_name] đã gửi email thì đợi phản hồi của PDT nhé bạn!. . Thân",
            "Dạ cô ơi! . . Cô nhờ bộ phận check mail pdt@ giùm em với ạ. Thầy [full_name] đã gửi email từ 16/9 rồi mà đến nay vẫn chưa được phản hồi ạ!. . Em cảm ơn cô ạ!",
            "Thầy [full_name] có cc địa chỉ email [email] vào email trình bày của em gửi cho Thầy đó ạ. Địa chỉ email của em [email] ạ. . Cô kiểm tra lại giúp em luôn nhé cô!",
            "Em gửi lại mail thầy [full_name] giúp để cô gửi cho bộ phận kiểm tra mail pdt@ nhé. . Thân",
            "Dạ cô, em có gửi email thầy [full_name] ở đầu câu hỏi đó ạ. [email]. . Còn của em là [email] ạ.. . Em cảm ơn cô ạ!",
            "Chào bạn,. . [full_name] đã trả lời mail lại cho [full_name]ầy rồi nhé. . [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear quý Thầy/Cô phòng đào tạo,. . . . Em là [full_name]. MSSV là 161037.. . Em đã có trong danh sách dự kiến tốt nghiệp tháng 11.2021, nhưng thông tin hiển thị là \"Nợ CTXH\", trong khi đó em đã đủ ngày CTXH trên hệ thống MyBK rồi ạ.. . . . Mong thầy cô hỗ trợ em giải quyết. Thầy cô giữ gìn sức khỏe trong mùa dịch nhé ạ.. . . . Em cảm ơn.. . . . Trân trọng,. . . . Tốt nghiệp .",
            "Chào bạn,. . Không sao nhé, PDT đã mở khóa cho bạn đăng ký tốt nghiệp và cô cũng thấy bạn đăng ký tốt nghiệp và thanh toán 95.000 đ rồi. Nên không sao nhé.. . Vì bạn phải đủ ngày CTXH mới được đăng ký tốt nghiệp mà. . DS đã cập nhật trước đó rồi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kỳ trước em có đăng ký hoãn thi cuối kỳ môn hóa đại cương và phần thí nghiệm thì chưa học xong do Covid .Vậy bây giờ em phải đăng ký thi nghiệm với thi lại như thế nào ạ. . . .",
            "Chào em,. . Trong email hoãn thi PĐT đã gửi sv, em đọc lại nhé.\". . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.Vừa rồi em có đăng kí hoãn thi 1 môn do laptop em bị hư nhưng khi cập nhật điểm lên mybk thì là điểm 13 ạ.Thầy/cô cho em hỏi là điểm 13 do chưa cập nhật hay là điểm cuối cùng vậy ạ,em cảm ơn ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý: . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô!. . Quỹ thời gian của em chỉ còn Học kỳ này (HK211) nữa là hết, nhưng hiện tại do tình hình dịch bệnh diễn biến phức tạp, Trung tâm . . IIG vẫn chưa có thông báo chính thức về thời gian cụ thể khi nào sẽ tổ chức lại kì thi TOEIC, vì vậy học kì này có khẳ năng em không thể nộp được bằng ngoại ngữ để đủ điều kiện tốt nghiệp. Cho em hỏi là nếu hết kì này vẫn chưa nộp bằng ngoại ngữ thì em có bị buộc thôi học tại trường không ạ? . . Em xin cảm ơn!",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết học kỳ 211 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em bị nhập sai điểm trên bkel bộ môn con người và môi trường L05-C . . Mong thầy/cô giải quyết giúp em",
            "Chào em,. . Điểm nhập trên hệ thống là do GV nhập em nhé. Em liên hệ với GV.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào ban quản lý phòng đào tạo.. . . . Em k14 hiện tại em chưa đủ điều kiện đáp ứng để thi nói viết online, và em mới được gia hạn 1 hk để hoàn thành anh văn nói viết trước tháng 11 này, vậy nếu đợt tháng 11 này e chưa đủ điều kiện tốt nghiệp thì có được xét tốt nghiệp trong khoảng thời gian từ tháng 11 đến hết học kỳ 211 không ạ (Và thời gian chính xác hết HK211 có phải 24/01/22 không ạ). . . . Cho em hỏi thêm nếu thời gian kéo dài này em chưa hoàn thành điều kiện tốt nghiệp thì sau khoảng thời gian này nhà trường sẽ tự chuyển hệ cho em hay em phải viết giấy đề nghị chuyển hệ để nhận bằng. Nếu em bị chuyển xuống hệ vừa học vừa làm thì bằng em nhận ghi chữ chính quy hay tại chức ạ?. . . . Em xin cảm ơn và mong phản hồi sớm!",
            "Chào bạn,. . Được nhé bạn, thời gian của HK211 theo biểu đồ học tập nhé!. . SV nếu không đủ điều kiện tốt nghiệp hệ Chính quy có thể tự làm đơn xin chuyển qua VLVH để xét tốt nghiệp bên VLVH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo, em là [full_name] MSSV [student_id]. . . Vì tình hình dịch bệnh, em muốn hỏi là nếu em in bảng điểm thì ngoài phương thức nhận qua đường bưu điện thì phòng đào tạo có thể gửi cho em xin file hoặc hình ảnh trước cho em được không ạ ?. . Em xin chân thành cảm ơn !",
            "Chào em,. . Trước tiên em phải đăng ký in bảng điểm và thanh toán tiền qua bkpay, bạn có thể chọn nhận dv qua bưu điện, Khi nào có điều kiện nhà trường sẽ gửi.. . Về bảng mềm, khi nào bảng điểm chuyển qua trạng thái đã in xong bạn có thể gửi yêu cầu qua bksi nhờ PDT scan và gửi trước bạn file mềm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo, cho em hỏi theo điều 15.4. . \"Từ học kỳ 1 năm học 2018-2019, SV đã tốt nghiệp được Trường ĐHBK cấp phụ lục bằng. Thông tin trên phụ lục bằng giải thích về bằng, chương trình học, ngành/chuyên ngành và các thành tựu kiểm định của trường và ngành/chuyên ngành đã đạt được. ”. . Do vậy hiện này bảng điểm cũng như trên Mybk không còn hiện điểm   B TBTLN  /B  (Trung Bình Tích Lũy Năm) nữa ạ? Và từ nay về sau điểm tính nhận học bổng , phân ngành đều tính bằng điểm   B TBTL  /B  (Trung Bình Tích Lũy) tức là tính cả những môn học không có trong chương trình đào tạo ạ?. . . .   i Học vụ .",
            "Chào em,. . - Điểm TBTLN (Trung Bình Tích Lũy Năm)=  sai. . =  Đúng là TBTL ngành (TBTLN) chứ không phải năm em nhé.. . - Và từ nay về sau điểm tính nhận học bổng . . =  Vấn đề HBKK em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. .",
            "Dạ vậy cho em hỏi thêm là:. . 1) Hiện nay không còn coi được điểm TBTL ngành trên myBK nữa ạ?. . 2) \"  I Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.  /I \" theo AAO. . - Vậy cho em hỏi là ví dụ ngành em cần học 7 môn tự chọn (  B 3A - 3B -1C  /B ) . Nếu em học dư ra 1 môn   B nhóm C (2 môn)  /B  thì PĐT sẽ chọn môn có điểm cao hơn để tính vào TBTL ạ?",
            "Dạ vậy cho em hỏi thêm là:. . 1) Hiện nay không còn coi được điểm TBTL ngành trên myBK nữa ạ?. . 2) \"  I Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn  /I .\" theo [full_name]O. . - Vậy cho em hỏi là ví dụ ngành em cần học 7 môn tự chọn (  B 3A - 3B -1C  /B ) . Nếu em học dư ra 1 môn   B nhóm C (2 môn)  /B  thì PĐT sẽ chọn môn có điểm cao hơn để tính vào TBTL ạ?",
            ". .",
            "Chào em,. . 1. ĐTBTL ngành HK202 chưa xem được trên cổng thông tin, điểm có đầy đủ và ổn định hết mới có (hơi lâu). (Các mác môn thi chưa xong). . 2. Đtbtl là tính hết, học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Em là [full_name] [student_id] , học lớp TT01, HK202 môn Triết học.. . . . Hiện tại điểm trên hệ thông mybk của em là 0 điểm cho dù em có đi học , nộp bài thi và video thi cuối kì đầy đủ. . . . . Em mong phòng đào tạo xem xét lại cho em ạ.. . . . Em cám ơn.. .",
            "Chào bạn,. . Về điểm thi sinh viên liên hệ trực tiếp với GV để được hỗ trợ và giải đáp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân gửi,. . Thưa thầy/cô, em tên [full_name], là sinh viên khoa Điện - Điện tử khóa 2017, chương trình KSTN. Sau khi nhận được mail danh sách tốt nghiệp dư kiến T11/2021 thì em không có tên trong danh sách dù đã đạt đủ các điều kiện về CCNN, ngày CTXH, số tín chỉ, thanh toán học phí,... Mong Trung tâm Hỗ trợ giúp em kiểm tra lại.. . Trân trọng cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ kính thưa PĐT , trong quá trình thi cơ lưu chất vào ngày 26/08 (16h00)  , em có gặp trục trặc trong quá trình thi, sau giờ thi em có điền link hoãn thi nhưng hôm nay giáo viên HD báo điểm em 2.85 và không được hoãn thi. Em xin phòng đào tạo xem xét lại cho em vì em thuộc K15, môn này rất quan trọng với em để hoàn tất quá trình đại học. Em xin cám ơn và chúc sức khỏe quý thầy cô PĐT",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13, 0). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo. (Hậu kiểm gửi về Khoa có cấm thi không ...). . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào pđt. Em muốn đăng ký làm LVTN của thầy [full_name] nhưng tình hình dịch online, em ko biết cách làm sao để gửi đơn cho [full_name] để chuyển xuống bộ môn ạ? Vì khi đăng ký LVTN, em đã chờ hơn 1 tuần để xét điều kiện có bị xóa hay ko nên đã trễ 1 tuần ạ. Em mong pđt sẽ sớm trả lời câu hỏi của em. Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa [full_name]T,. . Trước khi có lịch thi, em có đăng kí hoãn thi các môn dự thính. Bây giờ không biết là em có thể thi luôn được không ạ?. . Em cảm ơn.. .",
            "Chào bạn,. . Bạn phải làm đơn xin hủy hoãn thi và nộp qua bksi nhé, ghi rõ lý do xin hủy hoãn thi, môn xin hủy hoãn thi.. . Hiện tại vẫn chưa ra QD hoãn thi nên SV vẫn có lịch thi và thi bình thường. . Lưu ý: . . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào em,. . . . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Bây giờ không biết là em có thể thi luôn được không ạ?. . =  Em đọc kỹ quy chế nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ hiện tại thành phố em ở vẫn còn dịch và các chỉ thị hạn chế ra đường nên em vẫn chưa lấy được bằng tốt nghiệp và chưa có mã hiệu để đăng kí đợt 2 này ạ . . Dạ cho em hỏi không đăng kí được giờ có còn đợt nào nữa không ạ, nếu không còn thì em phải làm gid giờ ạ",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . .",
            "Dạ vậy là giờ em không thể đăng kí đợt 2 được thì em sẽ đợt đến tháng 10 để nhà trường kiểm tra cả hai gồm bản sao và bản scan đúng không ạ . . Em cảm ơn pđt",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì 202 em có học môn Trường Điện từ nhưng vào hôm thi của kì chính em không để đáp ứng điều kiện máy móc nên đã hoãn thi. Kì dự thính 203 sẽ thi môn Trường điện từ vào ngày 19/9, em muốn đăng kí thi để lấy điểm hoãn thi thì em phải làm gì ạ?",
            "Chào em,. . - Em liên hệ Khoa, Bộ môn, GV để được hướng dẫn thi chung nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào Thầy/ Cô, [full_name] [full_name] Em đang là sinh viên năm cuối, hiện tại em đã hoàn thành chương trình đào tạo của trường và đang thực tập tại một công ty và chuẩn bị có hợp đồng làm việc[full_name] Do em chưa tốt nghiệp nên không có bằng nộp cho phía công ty[full_name] Và để kí hợp đồng, phía công ty cần em có giấy xác nhận đã hoàn thành chương trình đào tạo[full_name][full_name] [full_name] Em rất mong quý Thầy/ Cô có thể cho em biết các cách để nhận được xác nhận này từ phía nhà trường được không ạ? [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name] trọng,[full_name] [full_name]",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm và nộp cho công ty nhé, nhà trường chỉ cấp giấy chứng nhận tốt nghiệp cho SV đủ điều kiện tốt nghiệp, có tên trong ds dự kiến và đăng ký tốt nghiệp thành công nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy/cô ạ !. . Em tên : [full_name]. MSSV:[student_id]. . Em có đăng ký in giấy CNSV và đã xử lý thành công. Qúy thầy cô cho em hỏi là PĐT đã chuyển giấy CNSV đó cho bưu điện gửi đi chưa ạ.. . Em cám ơn ạ.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . SV đăng ký in CNSV tại mybk.hcmut.edu.vn. . . . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Thầy , Cô cho em hỏi . Đợt trước em có hoãn thi môn GT2 nhưng hôm nay em vào xem điểm các môn khác  thì em thấy môn GT2 của em nó ghi cột điểm cuối kỳ là 13 . Thầy , Cô cho em hỏi là vì sao vậy ạ . Em cảm ơn Thầy,Cô. . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . . . Em là [full_name], sinh viên Việt Pháp khóa 2016, mssv [student_id].. . . . Em xin phép thầy cô được thắc mắc về việc hiển thị điểm trung bình tích lũy ngành trong Mybk. Hiện tại khi điểm đã được cập nhật, các bạn cùng khóa và cùng chương trình Việt Pháp đã được cập nhật điểm ở mục \"  I điểm trung bình tích lũy ngành  /I \" (hình đính kèm) nhưng tài khoản của em bị trống mục này từ đầu học kỳ.. . . . Vì vậy em xin phép thầy cô giúp em cập nhật mục này.. . . . Em xin cảm ơn thầy cô.. . . . Trân trọng.. .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều.Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính dến thời điểm sv đăng ký in.. . . . - Nếu sv cần in bảng điểm thì vẫn có nhé.. . Thân mến,. . . .",
            "Dạ không biết em có thể xin thông tin về những môn học em còn thiếu so với chương trình đào tạo để xét tốt nghiệp không cô?. . . . Em xin cảm ơn cô.",
            "Chào em,. . - Em đã hỏi nhiều câu trước đó rồi mà, sao giờ lại hỏi còn thiếu môn gì ?. . - Em xem lại các câu trả lời trước nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào phòng đào tạo ạ.. .  Em là sinh viên ở tại ký túc xá (ktx) bách khoa và có đăng ký trong danh sách xin hoãn thi và cho nhận điểm M (12) môn Hóa hữu cơ (CH2021) khi về nhà trúng đợt thi cuối kỳ nhưng bị cách ly. . .  Và như thông báo mới nhất của ktx thì tuần trước có gởi danh sách những sinh viên xin điểm M cho ban đào tạo trường để xét duyệt và cập nhật điểm. Nhưng tới bây giờ trên bảng điểm, em vẫn chưa thấy cập nhật và sửa điểm. . ( hiện tại trên thời khóa biểu vẫn còn để điểm môn hóa hữu cơ là điểm 13).. . . . Em mong nhận phản hồi từ ban đào tạo ạ. . . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . Cô kiểm tra đúng là bạn có tên trong danh sách miễn thi của KTX gởi. . Nhưng đây chỉ là danh sách do KTX đề nghị đang trong quá trình xử lý, phải đối chiếu với [full_name] về danh sách cấm thi, điểm, tiếp đó xin ý kiến của Ban giám hiệu. . Sau đó mới ra Quyết định miễn chính thức. . Quyết định [full_name] lúc đó sẽ gởi về KTX để thông báo cho SV. . Nếu có Quyết định [full_name] thì Pdt sẽ cập nhật lại điểm (thay thế điểm 13 thành điểm 12). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì từ đợt dịch tới giờ em chưa lấy được bằng tốt nghiệp THPT mà tới giờ theo cô thư ký trường THPT em báo thì trường em đang là bệnh viện dã chiến và cô để bằng trong trường không lấy được thì có cách nào giải quyết không ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . Em có thể gửi mail trực tiếp cho cô [full_name] để được hướng dẫn về nộp bằng THPT nhé. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hôm qua khi em nộp thông tin và đóng lệ phí em có bỏ qua phần hình thẻ 4x6 đến sáng nay em mới bổ sung ạ, hệ thống ghi nhận phiếu đăng ký không được xử ký do chưa có ảnh ạ. Hiện tại em đã bổ sung ảnh rồi mong hệ thống kiếm tra lại thông tin của em với ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . Đợi theo dõi thông tin PDT kiểm tra lại và xác nhận nhé. . Thân",
            "Dạ chị ơi vậy là giờ chờ phòng đào tạo duyệt lại đúng không chị hay sao mình có phải làm gì để PDT kiểm tra lại hồ sơ mình nộp không chị?",
            "Chào bạn,. . Nếu bạn đã nộp lại rồi chị chờ duyệt thôi nhé, không cần làm gì thêm nhé.. . Hiện tại bạn cũng đã thanh toán được 95.000 đ rồi, nên chỉ chờ PDT duyệt lại hình thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào thầy cô phòng đào tạo,. . . . Em tên là [full_name], có MSSV là [student_id], em thuộc hệ VHVL.. . . . Em xin phép được trình bày vấn dề em gặp phải là về học phí. Cách đây 1 tuần em xem học phí hiển thị như hình 1 (gồm 11 250 + 3 600) và hiện tại học phí được hiển thị theo hình 2 (chỉ 11 250) nên em không biết là mình nên đóng cho nhà trường bao nhiêu để không bị hủy môn học ạ. . . . . Em kính mong thầy cô xem xét dùm em để em đóng đủ học phí cho nhà trường ạ.. . . . Em có đính kèm hình theo file ạ. . . . . Em xin chân thành cám ơn sự giúp đỡ từ phía nhà trường.. . . . Kính mến,. . Em [full_name].",
            "Chào em,. . HP hiện tại: mới cập nhật lại là đúng nhé em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id]. Em đã đăng ký thi Anh văn nói viết đợt 1 và đã không thanh toán lệ phí thi (do lỗi ngân hàng đã trừ tiền nhưng không xác nhận thanh toán trên BKPay). Em đã liên hệ rất nhiều lần nhưng ngân hàng không trả lời nên em đã nhờ tài khoản khác đóng tiền đợt 1 thêm 1 lần nữa. Mong nhà trường có thể xác nhận để em được đăng ký thi vào Đợt 2.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Cô đã ghi nhận bạn vào ds thi đợt 2 nghen. . Bạn theo dõi thông báo ngày thi của TTNN gởi dự kiến trước ngày 21/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Giảng viên dạy môn học Phương pháp tính (MT2011) ở học kỳ 202 có cập nhật lại điểm BTL cho em, điểm tổng kết em tăng từ 7 lên 7.5. Em đã thấy hiển thị điểm tổng kết 7.5 ở mục Phúc tra điểm thi cuối kỳ. Nhưng mà sao trên Bảng điểm của Thông tin sv vẫn chưa cập nhật 7.5 này vậy ạ?. . . . Em cảm ơn",
            "Chào em,. . GV chưa gửi điểm này đến PĐT, em liên hệ [full_name] qua email [email] để được hướng dẫn nhé.. . Thân mến,. .",
            "Dạ em chào Cô,. . Giảng viên bảo đã chỉnh sửa trên hệ thống nhập điểm và đã khóa bảng điểm mới rồi ạ. . . Bên Khoa có trả lời em là bảng điểm giấy đi theo đường công văn nên hơi lâu một tí.",
            "Chào em,. . Vậy em chờ xem trên mybk nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi các thầy cô trong phòng Đào Tạo,. . . . Em là [full_name]. Em vừa hoàn thành luận văn tốt nghiệp và đang thực hiện đăng ký tốt nghiệp. Tuy nhiên em vẫn chưa có tên trong danh sách dự kiện tốt nghiệp mặc dù đã hoàn thành đủ các điều kiện 142 tín chỉ, chứng chỉ anh văn ở cả 4 kỹ năng và 15 ngày công tác xã hội. Em có đính kèm minh chứng bên dưới. . . . . Vì vậy, em đặt câu hỏi này mong các thầy cô trong phòng Đào Tạo có thể hỗ trợ em khi em không có tên trong danh sách dự kiến.. . . . Em cảm ơn và mong sớm nhận được phản hồi. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô) chuyên trách ạ. Đợt ngày 07/08 vừa qua em có điền đơn google form do phòng đào tạo gửi qua mail để xin hoãn thi môn giải tích 2 do em đang bị cách ly tại khu tập trung. Và em cũng có email phản hồi đồng ý hoãn thi. Nhưng đến nay, đúng chiều ngày hôm nay điểm đã lên mục bảng điểm là em bị điểm 13 chứ không phải điểm 14(hoãn thi) như điều.. . Mong thầy(cô) kiểm tra lại giúp em ạ!. . Thân.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em có đăng kí hoãn thi. Nhưng giờ các môn hoãn thi của em được ghi điểm trên mybk là 13. Nó kéo điểm trung bình của em xuống nên không thể thực hiện tính điểm rèn luyện và phân ngành ạ. Cho em hỏi là bây giờ em khiếu nại liền hay nhà trường đang tiến hành khảo sát đến 30/9 thì chốt ạ. Vì hạn xét điểm rèn luyện của em là 17/9 ạ. Em cảm ơn cô.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . - Điểm rèn luyện: không tính môn hoãn thi.. . Thân mến,. . . .",
            "Chào em,. . - Phòng CTCTSV mới báo cô là điểm rèn luyện sẽ thông báo sau.. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . . . Em tên : [full_name]. . MSSV    : [student_id]. . Lớp : CK17LTH. . . . Nay em làm đơn kính mong PĐT cho em được chuyển hình thức đào tạo từ hệ chính quy sang hệ VLVH do hiện tại em đã hết thời gian đào tạo chính quy. . . . Kính mong PĐT xem xét và giúp đỡ em !. . Em xin chân thành cảm ơn !",
            "Chào bạn. . Theo CTDT bạn còn nợ môn gì để đủ điều kiện tốt nghiệp. . Thân",
            "Kính gửi : Phòng Đào Tạo. .            Cô : [full_name]. . . . Em tên : [full_name]. . MSSV   : [student_id]. . Lớp    : CK17LTH. . . . Chào cô Như ạ !. . Theo CTDT thì hiện tại em chỉ còn nợ môn Luận Văn Tốt Nghiệp  để đủ điều kiện tốt nghiệp ạ !. . Do tình hình dịch bệnh , em không lên trường được nên làm đơn online ! Cô cho em hỏi là em chỉ còn môn LVTN ( ME4029 ) thì em có thể làm đơn xin cứu xét 1HK để hoàn tất được không cô ?. . . . Kính mong cô xem xét và giúp đỡ em !. . Em xin chân thành cảm ơn cô ạ !",
            "Chào bạn. . Bằng 2 thì không có quy chế kéo dài thời gian học. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, khoảng cuối tháng 11/2021. . Thân. .",
            "Em chào cô [full_name] ạ ! . . Hiện em đã tải mẫu đơn xin thôi học và chuyển sang về vừa làm vừa học . Mong cô xem xét và giúp đỡ em để em có thể hoàn tất được chương trình đào tạo của mình . Em xin cám ơn cô và PĐT nhiều ạ !",
            "Chào bạn. . Bạn sửa lại đơn thôi học từ Hk2 (21-22), vì hiện tại đã đến tuần thứ 8 của Hk211, không thể xử lý kịp. . Bạn nộp lại đơn vào cuối tháng 11/2021 để xử lý cho HK212. . Thân",
            "Dạ em cảm ơn cô ạ !. . Cô cho em hỏi thêm 1 vấn đề nữa là nếu em nộp đơn xin thôi học từ hk212 thì học kỳ vừa làm vừa học của em bắt đầu từ lúc nào ạ ? ( Do hiện tại em không thể truy cập vào trang aao do bị lỗi ). . . . Em xin cảm ơn cô nhiều ạ !. . . .",
            "Chào em,. . hk212 thì học kỳ vừa làm vừa học của em bắt đầu từ lúc nào ạ. . =  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374. . Em nên thường xuyên theo dõi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ vậy là giờ em không thể đăng kí đợt 2 được thì em sẽ đợt đến tháng 10 để nhà trường kiểm tra cả hai gồm bản sao và bản scan đúng không ạ. . Em cảm ơn pđt",
            "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Hiện tại em đã đạt đủ toàn bộ các tiêu chí cần thiết để tốt nghiệp nhưng khi kiểm tra trên website thì em vẫn chưa có trong danh sách tốt nghiệp.. . . . Mong PĐT giải đáp tại sao em lại không có trong danh sách tốt nghiệp ạ.. . . . Regards,. . Vinh. . . . . .",
            "Chào em,. . Cô gửi em bản xét tốt nghiệp của bạn, bạn xem và kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em khóa k19 bị rớt Nhập môn kĩ thuật mã EE1001.. . Vì đây là môn học thuộc HK đầu của năm 1 nên em mong thầy/cô có thể hướng dẫn em cách đăng kí học để em hoàn thành tiến độ ạ.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]-MSSV:[student_id]-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hồi kỳ 202 em có nộp đơn hoãn thi một môn và được phòng đào tạo phản hồi mail là đồng ý, nhưng hiện tại bảng điểm trong mybk của em được cập nhập và hiện điểm 13, việc này em phải liên lạc ai để giải quyết được không ạ ? . . Em cảm ơn ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em đã đủ điều kiện tốt nghiệp, sao em vẫn chưa có tên trong danh sách tốt nghiệp tháng 11 ạ. . . . . Em tên: [full_name] - MSS: [student_id]. . . . Em cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] MSSV:[student_id]. . Em có đăng ký hoãn thi cuối kỳ môn giải tích 1(MT1003) học kỳ dự thính 202.. . Khi vào xem bảng điểm thì lại có kết quả điểm 13 là vắng thi. Mong thầy, cô giải đáp thắc mắc cho em ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý thầy cô,. . . . Hiện nay, em có thắc mắc như sau: Môn học A em đang học dự thính, nếu môn học này có điểm tổng kết dưới trung bình hoặc vắng thi (0 điểm), khi đó kết quả học dự thính môn A này có được cập nhật vào bảng điểm của em hay không ạ, và việc này có ảnh hưởng gì đến điểm rèn luyện của em hay không ạ?. . . . Em rất mong sẽ được quý thầy cô sơm giải đáp ạ.",
            "Chào bạn,. . Vui lòng trình bày cụ thể vấn đề của bạn hơn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/ cô,. . . . Em có một số thắc mắc về quy định không được học lại quá 5% số tín chỉ:. . . . 1/ Các môn không có tín chỉ như thể chất, đề cương luận văn, nếu em học lại có tính vào số tín chỉ học lại hay không ạ?. . . . 2/ Em đăng ký học lại một môn học B nhưng đã rút môn, vậy lần học lại này có tính vào số tín chỉ học lại không ạ?. . . . 3/ Em đăng ký học môn C 3 tín chỉ 3 lần, vậy khi đó, số tín chỉ học lại phải tính như thế nào ạ?. . . . Em rất mong sẽ được quý thầy/ cô giải đáp chi tiết.. . . . Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . Cho Cô hỏi lại bạn đang hỏi mục này ở mục xếp loại tốt nghiệp đúng không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  TR4315-Đề cương LVTN. . Chào PĐT, Hôm trước em có nhận phản hồi PĐT là sẽ đăng kí bổ sung giúp em và cập nhật kết quả trên BKEL sau ngày 20 và tự liên hệ Khoa để xin nhận Gisao viên hướng dẫn ạ. Để thêm phần chắc chắn để em có thể đăng kí bổ sung Đề cương LVTN đúng hạn nên em đã làm đơn xin mở lớp và xin chữ kí của các thầy trong khoa. Em xin kính mong PĐT sẽ giúp em để em có thể đăng kí Đề cương để kì sau em có thể đăng kí Luận văn tốt nghiệp ạ. Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . TKB của bạn đã cập nhật trên mybk/Thông tin SV/Thời Khóa biểu rồi mà.. . SV liên hệ khoa để phân GVHD, sau khi khoa phân và gửi ds cho Phòng Đào tạo mới cập nhật lên BKeL cho bạn được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PDT.. . Em tên: [full_name], là sinh viên chương trình CLC Việt Pháp. . Khóa :K13.. . MSSV: [student_id]2. . Hiện tại Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. Và đăng ký theo hình thức đăng ký môn học.. . Em không thể đăng ký để thi được vì hết thời gian đào tạo tại HK211.. . Đáng lẽ ra Em đã có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ và sẽ được thi thay vì hình thức phải đăng ký môn học như hiện nay.. . Mong PDT xem xét và mở đăng ký môn học của em để em có thể đăng ký thi và có thể tốt nghiệp đợt tháng 11 này.. . Em cảm ơn.",
            "Chào bạn[full_name] [full_name] Pdt sẽ cập nhật lại thông tin, chiều này ngày 16/9, sau 13 giờ bạn vào đăng ký nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký môn học có đơn đính kèm.. . . . Em xin chân thành cảm ơn.. . . . [full_name]ân,. . [full_name].",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. .",
            "Chào cô.. . Cô ơi cho em hỏi môn học vẫn chưa được cập nhật ở TKB của em ạ.. . . . Cô kiểm tra giùm em nha.. . Em xin cảm ơn.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 3 ngày 4/10. . Thân. .",
            "Chào thầy/ cô.. . Do môn học được thêm quá muộn nên bên khoa đã không giải quyết cho tụi em.. . Em xin thầy/ cô cách xử lý ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . [full_name] đã ký vào đơn của bạn rồi mà, Nên Pdt mới bổ sung cho bạn được. . Bạn hỏi lại [full_name] lần nữa. . Nếu [full_name] không đồng ý thì bạn vui lòng làm 1 đơn xin hủy môn học và hủy học phí để Cô trình Ban lãnh đạo phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vừa rồi ở kí túc xá Bách Khoa đi theo chuyến xe của tỉnh Đồng Nai về quê, do phải cách ly nên em đã đăng ký miễn thi theo link của kí túc xá và đăng kí hoãn thi theo link của nhà trường gửi.. . Vừa rồi có kết quả môn phương pháp tính (MT1009) là môn em đã đăng ký, nhưng hiện tại em lại nhận được điểm 13.0 chứ không phải điểm 12 hay 14?. . Mong nhà trường nhanh chóng xem xét, để sắp tới những môn khác em đăng ký miễn/ hoãn thi không bị gặp lại vấn đề này.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô). . Đợt đkmh vừa qua em có đăng ký nhầm môn Cơ học đất (CI3235) nhưng trong chương trình đào tạo của em thì yêu cầu học môn Cơ học đất (CI3001). Thầy (cô) cho em hỏi em có thể chuyển môn tương đương được không ạ? Nếu được thì cách chuyển môn tương đương như thế nào ạ?. . Em cảm ơn và chúc sức khỏe thầy cô ạ!. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi. . . Dạ cho em hỏi là điểm tổng kết môn học Con người và Môi Trường của em có bị sai trên bảng phúc tra không ạ. Tại vì em có đầy đủ các cột điểm thành phần và điểm cuối kỳ là điểm tiểu luận của nhóm. Nhưng những bạn trong nhóm đã có điểm tổng kết, chỉ riêng em là không có điểm tổng kết. Mong Phòng Đào Tạo xem xét và sửa lại giúp em. Em cảm ơn ạ!. .",
            "Chào bạn,. . Vui lòng trình bày rõ giúp cô thông tin cụ tên MH, mã MH, mã nhóm nhé. Vì theo quy trình sau khi phúc tra (nếu có thay đổi điểm), thì GV phải nộp lại bảng điểm mới đã chỉnh sửa và nộp lại cho Phòng Đào tạo mới cập nhật được điểm mới cho bạn nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên Nguyễn Ngọc Quỳnh Anh, MSSV [student_id], ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học. . . Hiện em đã hoàn thành chương trình Đại học 141 tín chỉ bao gồm các môn trong chương trình đại học và chuyển điểm môn cao học (MSMH: CH4001), đã nộp bằng IELTS, đủ ngày CTXH, đóng đủ học phí, trả đủ sách, hoàn thành chứng nhận GDQP, GDTC. Tuy nhiên, trong danh sách dự kiến tốt nghiệp đợt này (cập nhật 1/09/2021) không tìm thấy tên em.. . Em mong nhà trường xem xét và sớm phản hồi giúp em. Em xin chân thành cảm ơn.. . Trân trọng.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy/cô ạ.. . Dạ thầy/cô cho em hỏi một vấn đề là năm nhất em không tham gia học giáo dục quốc phòng được do gia đình em có chuyện buộc em phải nghỉ học thời điểm đó, đến nay em mới có thể xin đăng kí học lại học phần ạ. . . Thầy/cô có thể xét duyệt cho em xin giấy giới thiệu từ trường để em đăng kí học online giáo dục quốc phòng ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . . . - Em liên hệ PĐT TT GDQP qua email [email] để được hướng dẫn nhé.. . - PĐT đã làm việc với TT GDQP đợt này không cần giấy giới thiệu (cần thẻ sv). . Thân mến,. ."
        ]
    }
]