[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô, em tên là [full_name] [student_id], do lớp môn thực tập quá trình và thiết bị (CH2087) đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được mở, em cũng là thành viên trong danh sách sinh viên mà bạn của em đã đăng lên trước đó. Mong thầy/cô xét duyệt cho em vào lớp môn: thực tập quá trình và thiết bị (CH2087). . Em rất mong nhận được sự phản hồi của thầy/cô. . Em chân thành cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên: [full_name]. . MSSV: [student_id]. . Thưa pdt em là 1 trong các sinh viên xin đăng kí mở lớp thực tập quá trình thiết bị (CH2087) trước đó, và đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được pdt chấp nhận mở. Em có đính kèm danh sách mở lớp em đã kí.. . Mong thầy cô xét duyệt cho em vào lớp ạ. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô.. . . . Em tên [full_name]. MSSV: [student_id]. . . . Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị). Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi anh chị/ thầy cô giáo văn phòng đào tạo. Em tên là [full_name], sinh viên khoa Khoa học và Kỹ thuật Máy tính, Mã số sinh viên [student_id]. Kì hè vừa rồi (học kì 203), theo kế hoạch em sẽ đăng kí môn học Thực tập ngoài trường (CO3315). Do tình hình dịch bệnh, em có thể sẽ phải về quê tránh dịch nên em sợ không đến công ty thực tập được, nên em đã không đăng ký môn học đó. Nhưng mà em được công ty FPT nhận thực tập và được thực tập online (trước đó em không nghĩ đến trường hợp thực tập online như vậy). Giờ em sắp hoàn thành chương trình thực tập tại công ty FPT, anh chị/ thầy cô văn phòng đào tạo có thể hỗ trợ em đăng ký môn học đó và được hỗ trợ chuyển điểm được không ạ. Em năm nay sinh viên năm 4 rồi nên nếu không được qua môn thực tập này thì tiến độ ra trường của em sẽ bị trễ rất nhiều ạ. Đây thực sự là lỗi của em, em xin lỗi vì đã làm phiền mọi người, mong anh chị/ thầy cô có thể hỗ trợ em với được không ạ. Em xin chân thành cảm ơn anh chị/ thầy cô ạ.",
            "Chào bạn,. . Môn này có mở trong HK211 không?. . Bạn vui lòng trình bày rõ vấn đề của bạn trong đơn, phải có xác nhận của GVHD và [full_name] đồng ý, Cô sẽ giúp bạn trình đơn cho Ban lãnh đạo xem xét và trả lời đơn cho bạn. . Thân",
            "Dạ chào cô,. . Cảm ơn cô vì đã phản hồi. Em kiểm tra bksi mấy ngày đầu chưa thấy có phản hồi nên em nghĩ có phản hồi thì thông báo qua email, nên em trả lời muộn ạ, em xin lỗi cô. HK211 em có đăng kí 20 tín chỉ rồi nên em không có đăng ký môn Thực tập ngoài trường CO3315 nữa ạ. Em có thể đăng ký vào HK212 được không ạ. Mong nhận được trả lời từ cô ạ. Em sẽ kiểm tra bksi thường xuyên hơn, em xin lỗi cô nhiều.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . HK212 SV theo dõi lịch học vụ và mail để vào đăng ký môn học nhé!. . Về mở MH, SV liên hệ Khoa để được tư vấn thêm, xem MH này HK212 có mở được không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] . . MSSV [student_id]. . Nhận được sự đồng ý mở lớp thực tập quá trình thiết bị ( mã môn học CH2087) của cả khoa, thầy chủ nhiệm, giáo viên giảng dạy. Lớp đã được mở và em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong quý thầy cô xét duyệt cho em vào lớp ạ. . . Em xin chân thành cảm ơn và kính chào.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em tên [full_name] - [student_id]. . Do lớp môn Thực tập quá trình và thiết bị (CH2087) đã được mở với sự đồng ý của cả khoa, thầy chủ nhiệm và thầy giảng dạy. . Em cũng là thành viên trong danh sách sinh viên xin mở lớp đã gửi lên trước đó. Mong thầy cô xét duyệt cho em đăng kí vào lớp môn Thực tập quá trình và thiết bị (CH2087) để em hock kịp tiến đô ạ. . Em xin cảm ơn thầy cô rất nhiều !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ.. . Em tên [full_name] MSSV [student_id]. . Em và các bạn đã gửi đăng kí bổ sung môn học CH2087 (Thực tập Quá trình và Thiết bị) đã được sự đồng ý của giáo viên dạy, thầy chủ nhiệm bộ môn và thầy chủ nhiệm khoa. Theo như trả lời của PDT em muốn xin đăng kí môn học này. Em có cần vào mục đăng kí môn học để đăng kí môn hay bộ phận ĐKMH tự đăng kí môn cho em ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào thầy cô ạ em ten [full_name] MSSV [student_id], sv khoa Môi trường và tài nguyên, hiện tại địa phương em gọi nghĩa vụ quân sự và yêu cầu có giấy xác nhận sv nộp về xã trước ngày 7/9/2021 ạ, nhưng do tình hình dịch bệnh nên ko thể lên trương xin giấy xác nhận được ạ. [full_name] cũng yêu cầu có thể chụp hình giấy xấc nhận gửi về trước, bản chính sẽ bổ sung sau ạ. Vậy bây giờ em phải làm sao để xin được giấy xác nhận sinh viên hoãn nghĩa vụ quân sự ạ. em xin chân thành cảm ơn.. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu điện không nhận chuyển tới hết ngày 6/9/21. . . . Thân mến,. .",
            "Dạ như vậy là em tự Đăng Kí trên web pdt đúng ko ạ ?",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu điện không nhận chuyển tới hết ngày 6/9/21. . . . . . Dạ như vậy là em tự Đăng Kí trên web pdt đúng ko ạ ?. . =  PĐT đã gửi email, đã trả lời rất rõ phía trên rồi: em tự đăng ký, bây giờ em đăng ký thì cũng không gửi được do bưu cục không nhận chuyển đến 06/9/21. . . . Thân mến,. .",
            "dạ em kiểm tra web pdt hiện đã cho đăng rồi ạ. không biết là đăng kí được chưa ạ thầy cô kiểm tra giúp em ạ , em xin cảm ơn",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Kính chào thầy/cô,. . . .   Em tên là [full_name], MSSV: [student_id], trong đợt đăng kí môn học của học kì 211, em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03, thầy/cô cho em xin được rút môn học này không ạ!. .   Thầy/cô cho em hỏi, quy trình rút môn học ở học kì 211 như thế nào ạ? Và việc rút môn có thanh toán học phí k ạ? Hiện em ở lại TP HCM theo chỉ thị và ở trong khu phong tỏa, gia đình em lại khó khăn, vừa qua em rất cảm ơn nhà trường đã tạo điều kiện hỗ trợ cả vật chất lẫn tinh thần cho những người như em.! Nếu như được rút môn không tính phí thì em thật sự rất biết ơn thầy/cô ạ.. .   Em cảm ơn thầy cô rất nhiều ạ!. .   Trân trọng,. .   [full_name].. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Quý Thầy/Cô,. . Em là [full_name], MSSV [student_id], khoa Quản lý Công nghiệp.. . . . Nay em xin viết mail này kính xin trình bày vấn đề như sau: Hiện tại em đã được Quý Thầy/Cô PĐT xử lý thành công ĐKMH Vật lý 1 (PH1003_DT02_DT02) do Cô [full_name] và Thầy [full_name] dạy, lịch lý thuyết vào thứ 5 (13-14-15). Em vừa mới nhận được TKB vào sáng nay ạ (Hình số 1). . . . . Tuy nhiên em đã gặp vấn đề trùng hợp ạ. Vào ngày hôm qua, bên Khoa Quản lý Công nghiệp vừa quyết định mở lớp Phân tích dữ liệu (IM3049_DT01)- Giờ học: thứ 5 tiết 13-14 (hình số 2). Bị trùng giờ Lý thuyết môn Vật Lý 1 ạ. . . . . Hiện em không biết trước sự việc trùng hợp như trên và em không thể hủy đăng ký môn cơ sở ngành Phân tích dữ liệu IM3049 vì môn này Khoa em mở đợt cuối cho khóa K18 rồi ạ. . . . . Em kính xin Quý Thầy/Cô tạo điều kiện giúp em chuyển tiết Lý thuyết Vật lý 1 thứ 5 (DT02_13-14-15) sang Thứ 2 (DT01_13-14-15) ạ. Hoặc em xin học trùng giờ ạ, em sẽ cố gắng xem lại Meeting bài giảng để theo kịp ạ. Em rất muốn nỗ lực theo học để kịp tiến độ năm 4. Kính mong Thầy/Cô giúp đỡ em ạ. . . . . Kính xin nhận được phản hồi từ Quý Thầy/Cô. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, em có đăng ký môn vật lí 1 trong đợt đăng ký dự thính đợt 3, nhưng em chưa thấy có môn học này trong thời khóa biểu chính thức của em, vậy là đợi tới 30/8 sẽ có môn học phải không ạ, vì em không có đăng kí 2 đợt lộ trình mà chỉ đăng ký dự thính đợt 3 thôi ạ, không biết có bị sao không ạ.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . - Đồng thời làm đơn muốn đăng ký môn học ghi rõ tên môn học + mã số môn học, đảm bảo môn có mở trong HK211, bạn làm gấp nghen nếu muốn học ở HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn không tham gia lớp học?. . Bạn vui lòng trình bày rõ vấn đề và nguyện vọng của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kết quả đăng ký luận văn của em chưa bị huỷ và vẫn có thời khoá biểu, em vẫn cần phải nộp đơn xin đặc cách phải không ạ? Còn nhận đơn không ạ?",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi nhé, theo quy định ĐK LVTN V được nợ tối đa 7 TC tính theo số TCTLN của khóa-ngành khi học đúng tiến độ. Khi tính số TCTLN, các môn đã đăng ký học trong học kỳ chính kế trước được xem như đạt (không tính môn dự thính).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị trùng đè giờ công nghệ khí nén (tn) với công nghệ điều hòa không khí (tn). . ***Em mong muốn xin được xác nhận lại: . . _Giữ lại và học IU3003 công nhệ khí nén. . _Xóa môn trùng lập thời khóa biểu (bị trùng giờ thí nghiệm) IU3005 công nghệ điều hòa không khí. .",
            "Chào bạn. . Đã cập nhật lại bạn xem tại Mybk- TKB"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] MSSV: [student_id]. . Cho em gửi yêu cầu xin đăng ký môn học ạ.. . SP1007 - Pháp luật Việt Nam đại cương - mã nhóm: CC06. . CO2011 - Mô hình hóa toán học - mã nhóm: CN02. . SP1035 - Chủ nghĩa xã hội khoa học - mã nhóm: L18. . CO3009 - Vi xử lý - vi điều khiển - mã nhóm: L02_L04. . CO3091 - Đồ án thiết kế luận lý - mã nhóm:CC01",
            "Chào bạn,. . Nhóm CC dành cho SV chất lượng cao nhé bạn, SV chính quy không học chung được.. . SV trình bày rõ lý do vì sao ĐKMH trễ hạn?. . Vui lòng ghi lại các MH xin đkmh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ,. . Cho em hỏi về điểm cuối học kỳ 202 của môn SP1007 ạ. Em có đăng ký hoãn thi theo form trong email trường gửi nhưng nay em xem trên mybk thì thấy môn đó bị điểm 13 (vắng thi).. . Mong PĐT xem lại giúp em, em xin cảm ơn. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy, cô PĐT.. . Em là [full_name], MSSV [student_id], khoa Kĩ thuật xây dựng.. . Em xin được nộp Đơn Tạm dừng học, đã được GVCN và chủ nhiệm khoa xác nhận ạ.. . Em cảm ơn thầy, cô.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo Sau đại học - Trường Đại học Bách khoa – ĐHQG TP.HCM. . . . Tôi tên:  [full_name]\t. . MSSV:   [student_id]\t. . Chuyên ngành: Điện điện tử\t. . Nay em viết đơn này xin được gửi đơn hủy hoãn thi. .",
            "Chào em,. . - Em gửi lại đơn ghi rõ hk nào, năm học, ký tên gửi bksi nhé.. . - Sửa lại tiêu đề: sai: PĐT Sau đại học, em là sv ĐH hay sau đại học ?. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . CI 2093 Môn đồ án bê tông cốt thesps1 dành cho hệ sinh viên đại trà",
            "Chào bạn. . Bạn vui lòng viết rõ nội dung là gì?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ do đã có sự đồng ý mở lớp của cả khoa kỹ thuật hóa học, thầy chủ nhiệm bộ môn quá trình thiết bị, thầy giảng dạy, lớp thực tập quá trình thiết bị (CH2087) đã dc mở, em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong thầy cô xét duyệt cho em vào lớp đó ạ. Em xin cảm ơn thầy cô. [full_name] MSSV: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . MSSV:[student_id]. . Dạ em chào cô, em trước đó có mail hỏi về vấn đề đăng ký luận văn vét vì em lỡ đợt đăng ký và nhận được phản hồi nên em viết mail này. . [full_name] Cầu Xin Đăng Ký Luận Văn Tốt Nghiệp. . Lý do: Do dịch nên điện thoại em có vấn đề và chưa sửa được nên bị miss mail đăng ký LVTN, lúc em kiểm tra thì đã hết hạn nên em mong được đăng ký lại LVTN. . Tên Môn Học: Luận Văn Tốt Nghiệp (dttt). . Mã Môn Học: EE4333. . Nhóm lớp: L01. . Em học hệ chính quy đại trà",
            "Chào bạn,. . Bạn không đủ điều kiện nhận LVTN vì. . Không ĐK đc vì môn học trước EE2033. . Vui lòng kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ,. . Hiện tại em có muốn đăng kí môn Sức bền vật liệu (CI2007) do là môn tiên quyết nhưng bị trùng giờ với môn Thủy lực và thủy văn cầu đường (CI3011) đã đăng kí trước và có thời khóa biểu do ban đầu em nghĩ không mở lớp môn CI2007. Có cách nào để hủy gấp môn CI3011 để đăng kí CI2007 không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên SV: [full_name] . . MSSV: [student_id]. . Xin phép đăng ký môn học thực tập quá trình thiết bị.Môn học này đã có sự đồng ý mở lớp của cả khoa, thầy chủ nhiệm, thầy giảng dạy, lớp đã được mở, em cũng là 1 thành viên trong danh sách sinh viên đăng kí trước đó. Mong thầy cô xét duyệt cho em vào lớp ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ là hiện tại e đã có TKb rồi ạ nhưng e ko bik cách thức liên lạc với các thầy cô bộ môn để xin vào lớp học ạ,e muốn bik cách để mik có đc mail thầy cô bộ môn để hỏi và xin vào lớp học để theo kịp bạn bè ạ vì e mới hết bị tạm dừng quá trình học ạ. .",
            "Chào bạn,. . Nếu có TKB thì bạn học theo TKB thôi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id].Em muốn được đăng ký vào lớp đặc cách   B Thực tập quá trình thiết bị (CH2087)  /B  .Hiện tại đã có sự đồng ý mở lớp của khoa, bộ môn và giảng viên. Lớp đã được mở trên hệ thống, em cũng là 1 thành viên trong danh sách sinh viên đăng ký xin mở môn trước đó. Mong thầy/cô xét duyệt cho em vào lớp để em có thể đủ điều kiện đăng ký luận văn vào kì sau.. . . . Em xin chân thành ơn thầy/cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Dạ em muốn nộp đơn hủy hoãn thi ạ!. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], MSSV: [student_id]. . Hiện tại em có nhu cầu hủy môn Thủy lực và thủy văn cầu đường CI3011 (thứ 7 tiết 7,8, chính quy) và bổ sung bằng môn Sức bền vật liệu CI2007 ( thứ 5 tiết 13,14 thứ 7 tiết 7 8 9 10 11, dự thính đợt 30/8) do môn Sức bền là môn tiên quyết em cần học hơn ạ.. . Không biết có được không ạ, tất nhiên em biết sẽ vẫn phải đóng học phí ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, tại sao lại phải hủy MH CI3011.. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là   B [full_name] ([student_id])  /B .. . Hiện tại em đã có sự đồng ý của thầy phụ trách giảng dạy (thầy [full_name]), thầy chủ nhiệm bộ môn ([full_name]) và thầy phó khoa (thầy [full_name]) về việc đăng ký mở lớp đặc cách môn:   B thực tập quá trình và thiết bị (CH2087).   /B . . . . Lớp em đã được mở và em cũng là một thành viên trong danh sách của bạn [full_name] đăng ký trước đó. Mong thầy cô có thể xét duyệt cho em vào lớp ạ. . . Em cám ơn và mong nhận được phản hồi sớm từ thầy cô. . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đăng ký luận văn kỳ này, em đăng ký nhầm từ Luận văn tốt nghiệp sang Đề cương luận văn, em mong muốn được đăng ký bổ sung môn Luận văn tốt nghiệp vào học kỳ này (HK211). Mong PĐT xem xét và chấp thuận giúp em. Em xin cảm ơn.",
            "Chào bạn,. . Vui lòng ghi rõ tên mà [full_name] xin đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Cô,. . cảm ơn về phản hồi của Cô.. . Tình hình của em như sau: em là sinh viên khóa K15 chuyên ngành Công trình thủy, đã hoàn thành môn Thủy công 1 (CI3047) ở HK 172, và môn Thủy năng thủy điện (CI3101) ở HK 181 theo đúng chương trình đào tạo khóa K15 Bộ môn Công trình thủy. (em gửi kèm chương trình đào tạo khóa K15 để Cô dễ đối chiếu). . . Khi em đăng ký LVTN HK chính 211 (CI4373) thì hệ thống báo thiếu các môn học sau: Thủy công 1 (CI3199), ĐAMH thủy công (CI3201), Thủy năng-thủy điện (CI3227), ĐAMH thủy điện (CI3229). Các môn học này không có trong chương trình đào tạo khóa K15, mà được áp dụng cho khóa K16, K17, K18.. . Vậy trường hợp của em có phải là học môn tương đương hay không; nếu đúng thì em phải gửi đơn xin cập nhật môn tương đương trực tiếp tại phòng đào tạo hay qua kênh liên lạc online nào? (do tình hình dịch bệnh em không thể đến trường).. . Chúc Cô ngày mới tốt lành. . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Nếu bạn học môn tương đương, vui lòng gửi yêu cầu qua bksi xin cập nhật môn tương đương, ghi rõ mã MH bạn đã học, ở HK nào? tương đương với MH nào thuộc CTĐT của bạn?. . Ghi rõ xin cập nhật để ĐK LVTN (ghi rõ mã môn LVTN). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô!. . Em tên là [full_name]. . Em có thực hiện đăng kí môn học ME3001 - K/thuật thủy lực &khínén nhóm DT01 trong đợt đăng kí dự thính đợt 3 thành công. Nhưng hiện tại vẫn chưa thấy được cập nhật lên thời khóa biểu ạ.(Em có đính kèm ảnh chụp kết quả đăng kí dự thính đợt 3 ạ). . Xin được giúp đỡ rà soát lại ạ!",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Chúc các bạn học tốt!. . Thân. . \" PDT không đ/ký cho SV MH ME3001 (T: Trùng giờ TKB)\"",
            "Thưa cô!. . Em đã kiểm tra lại tkb và đúng là môn học bị trùng tkb ở tiết học thực hành. . . -Nhưng em có thể xin phép bổ sung tên vào lớp học không ạ? Do đây là môn em học lại nên kì trước em đã hoàn thành xong điểm phần thực hành và có thể bảo lưu điểm này trong hk211 nên không bị trùng tkb nữa ạ!. . -Do đây là môn nợ cuối cùng của em trước khi làm luận văn vào kì sau nên em hi vọng được PĐT hỗ trợ cho phép em được đăng kí học môn học ME3001 - K/thuật thủy lực &khínén nhóm DT01 ạ!. . Em xin cám ơn ạ!",
            "Chào bạn,. . [full_name] thì không ĐKMH được nhé bạn, bạn có thể làm đơn xin đặc cách đăng ký MH (trình bày rõ bạn giải quyết vấn đề trùng như thế nào), phải có xác nhận đồng ý của Giảng viên giảng dạy môn học xác nhận (có thể xác nhận qua mail) và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi khi nào sẽ tổ chức sinh hoạt công dân cuối khoá. Em muốn đăng ký vì năm trước em bỏ lỡ, cho em hỏi hình thức đăng ký như thế nào ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Kính chào cô,. .   Em tên là [full_name]([student_id]), trong đợt đăng kí môn học vừa qua em có lỡ đăng kí môn Anh văn 3(LA1007) lớp L03 của học kì 211. Vì một chút nhầm lẫn trong quá trình ĐKMH, nên em đã đăng kí không đúng môn mong muốn, cô cho em xin phép rút môn học được không ạ.. .   Trong đại dịch Covid-19 hiện nay, gia đình của em đang gặp khó khăn về mặt tài chính. Thật sự, em bí bách lắm, nên cần sự giúp đỡ của cô cho em rút môn không phí. Sự giúp đỡ của cô là động lực để em hoàn thành các môn học còn lại trong học kì này. Em thật sự rất chân thành cảm ơn cô ạ.. .   Trân trọng,. .   [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Ban Tư Vấn. . Em tên: [full_name], MSSV: [student_id]- Hệ bằng 2- Khoa Kỹ Thuật Xây Dựng. . Em đang có nhu cầu học các môn sau để không bị kéo dài thời gian học: đang được mở vào dự thính. . 1. Môn Kết cấu thép 1 - mã môn CI3009 - mã nhóm: DT01- đang được học vào tiết 13,14 - thứ 5. . 2. Môn Cơ học đất - mã môn CI3001- mã nhóm: DT01_DT01- đang được học vào tiết 13,14 - thứ 2. . Em có đề xuất được học 2 môn trên ạ, nhưng e đã nhận được thông tin phản hồi của phòng đạo môn Kết cấu thép 1- thông tin trên BKEL, nhưng em trên thời khóa biểu thì không có. Em kính mong anh chị giúp e ạ, để có thể học tập được ạ, hoặc như nào mong phòng đào tạo phản hồi sớm ạ.. .  Em cám ơn anh chị đã theo dõi và giúp em phản hồi, chúc anh chị sức khỏe và bình an ạ!. . . .",
            "Chào bạn,. . Môn CI3001 bị TKB không đăng ký được nhé, bạn xem lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B em đã được thầy bộ môn và pdt cho phép hoãn thi  nhưng sao giờ em lại nhận được điểm 13  vắng thi ak , mong thầy cô giúp em việc này akYêu cầu khác:",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Nội dung là gì vậy em,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào các thầy cô ạ.. . . . Em tên [full_name]. MSSV: [student_id]. . . . Hiện nạy em và một số bạn vừa đăng kí mở bổ sung môn học CH2087 (Thực tập quá trình và thiết bị) đã được sự đồng ý của giáo viên giảng dạy, thầy chủ nhiệm bộ môn quản lý môn học và sự đồng ý của Khoa. Theo chỉ dẫn từ Phòng Đào Tạo, hiện nay lớp đã mở nên em xin được đăng kí môn học CH2087 (Thực tập Quá trình và thiết bị) ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào anh chị, em định đăng ký học môn dự thính nhưng theo quy định đính kèm mail dự kiến cuối tuần này sẽ thanh toán nhưng em đang ở vùng siết chặt quy định của chỉ thị 16 đến hết ngày 5/9 nên không thể ra ngân hàng để banking tiền vào OCB và thanh toán online được, mong anh chị có thể gia hạn cho em hoặc gia hạn thời gian thanh toán học phí. em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn đăng ký dự thính liền nghen. . Tuần sau mới có thông báo thanh toán học phí nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i vu. . . . em xin đăng ký lại các môn học của hk211. Do em bị tạm dừng học do chưa hoàn thành học phí  đúng hạn nên bị tạm dừng học lại. Em xin thầy/cô cho em đăng ký lại các môn học ạ.. .  . . SP1031 - Triết học [full_name] - [full_name] Nhóm [full_name]9_[full_name]9. . ME1013 - Thực tập Cơ khí Đại cương 1 Nhóm L09. . ME2091 - Phương pháp số - Nhóm L06_L06. . CH1003 - Hóa đại cương - Nhóm L03_L08. . ME1015 - Nguyên lý máy - Nhóm L01_L01. . SP1007 - Ph/luật Việt Nam đại cương- Nhóm L23",
            "Do chưa hoàn thành học phí đúng hạn nên bị tạm dừng học lại. Nên em muốn xin thầy/cô cho em đăng ký lại các môn em đang học mà bị tạm dừng ạ. Em cám ơn nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đăng kí luận văn tốt nghiệp HK211 từ ngày 23/08-25/8, em có đăng kí nhưng hôm nay em xem trong phần kết quả đăng ký bị xoá. Nhờ phòng đào tạo đăng ký bổ sung giúp em. Mã môn học là CH43B3.",
            "Đã có [full_name][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Xin phép tăng sỉ số lớp DT01_DT01 ME2007 Chi tiết máy",
            "Chào bạn,. . Đây là môn ở HK DT 211 (lộ trình 1, đã bắt đầu học từ 16/8). . Bạn muốn xin học vào lớp này?. . Vui lòng trình bày rõ nguyện vọng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em xin danh sách và ngày học 2 môn giải tích 2 và khoa học trái đất hệ đại trà chính quy cho việc đăng ký thêm vì em đang thiếu chỉ ạ. em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng vào trang ĐKMH để xem nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name]. MSSV [student_id]. lớp VL17KL. Em xin được rút môn Pháp luật Việt Nam đại cương (SP1007) học kì 211.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] Mssv [student_id]6 (CQ) lớp CK13CXN đã nộp hồ sơ hoàn tất thủ tục nhập học hệ VLVH năm 2020 do thay đổi môn học khi chuyển từ khóa 13 sang 14 và từ chuyên ngành Máy Xây Dựng sang Chế Tạo (VLVH). . . Em đã hoàn thành phần lớn chương trình học ở chính quy và nợ ít môn,nay được sự hướng dẫn của thầy cô em viết đơn xin được áp dụng chương trình khóa 13 trong xét nhận luận văn và tốt nghiệp.",
            "Chào bạn. . Đơn chuyển ngành của bạn đã được duyệt và đang làm quyết định. . Tuần sau bạn làm đơn đăng ký LVTN (nếu đủ điều kiện) ghi rõ tên môn học, msmh, lý do, để chuyển dkmh cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có thể rút môn học HK  dự thính sau khi có thời khóa biểu không ạ. vì hiện tại em không biết được môn học của mình có bị hủy do xỉ số lớp thấp hay không. mong PDT cho em biết thêm thông tin.. . em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh chị, . . Em tên [full_name],khoa Kỹ thuật Hóa học, ngành Công nghệ sinh học. Đợt đăng kí bổ sung LVTN học kì 211 vừa rồi em đã đăng kí, nhưng kết quả đăng kí thì môn học đó đã bị xóa rồi ạ.. . Em xin PĐT bổ sung giúp em môn học CH43B3 được không ạ. Em xin chân thành cảm ơn.",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Dạ nhà trường cho em hỏi vấn đề liên quan đến chứng chỉ anh văn để tốt nghiệp cho k17 ạ. Vấn đề là vì dịch bệnh nên nếu chưa thi kịp và nộp bằng toeic reading&listening thì có thể thi nói viết trước để tốt nghiệp đúng hạn được không ạ?, nếu được thì nhà trường sẽ gia hạn thời gian nộp lại bằng toeic nghe đọc đến thời gian nào ạ?. . Em mong nhận được giải đáp sớm ạ, em xin chân thành cảm ơn. .",
            "Chào bạn. . Chưa hiểu ý bạn, vì chuẩn làm lvtn và chuẩn tốt nghiệp của Khoá 17 là giống nhau. . - về thi anh văn nói viết thì vui lòng đợi thông báo trong tháng 9. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Phòng Đào Tạo có thể mở thêm lớp dự thính CTM không ạ. Em cảm ơn!",
            "Chào bạn. . Đến thời điểm này không kịp mở lớp thêm nghen bạn. . Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  . . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộ. . môn để được:-. . -      Ký xác nhận đồng ý. . -  \tGhi rõ Thời khoá biểu.. . -  \tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Tên sinh viên: [full_name], MSSV [student_id]. . . . Em nộp đơn đăng ký và danh sách sinh viên xin mở lớp dự thính môn Cấu trúc dữ liêu nâng cao, mã môn học 501704.. . . . Tên giảng viên nhận giảng dạy: thầy [full_name], bộ môn Kỹ thuật Máy Tính, khoa [full_name] học và Kỹ thuật Máy Tính. . . . Em xin bổ sung đơn đăng ký có xác nhận của giảng viên và chủ nhiệm bộ môn kèm thời khóa biểu dự kiến, ảnh xác nhận đồng ý mở lớp của giảng viên và BCN [full_name]. . . . Em có liên lạc với thầy [full_name] và nhận được sự đồng ý của thầy về hình thức dự thính dạng đồ án. . . . Kính mong Phòng Đào Tạo cho phép mở lớp dự thính để em và các bạn có thể hoàn thành tiến độ học tập. . . . Em xin cảm ơn",
            "Chào bạn. . Bạn giải thích cho Thầy mở theo dạng đồ án, để Thầy xác nhận là đồng ý mở lớp theo dạng đồ án. . Cô chỉ thấy thông tin bạn ghi trên BKSI, chứ trên đơn mở lớp và mail không hề có chữ học theo dạng đồ án. . Bạn kiểm tra lại, thời gian để hỗ trợ bạn thì gần hết rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì một số trục trặc trong hè nên em hiện tại không hoàn thành được kỳ thực tập trong hè. Và trong kì 211 thì em có đăng ký môn Đề Cương LVTN cho em hỏi thì có vấn đề gì sảy ra không. Và em có thể đăng ký thực tập ở trong kỳ chính để tốt nghiệp đúng hạn được không ạ.. . Em xin cảm ơn. .",
            "Chào bạn. . -TTNT ở HK203 thì các Khoa đang tìm cách cho làm trực tuyến. Bạn nên cân nhắc kỹ vì sẽ bị huỷ DCLV khi hậu kiểm.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U Đăng ký môn học . Em đã thanh toán học phí nợ của học kì 203 nhưng vẫn chưa được mở khóa đăng kí môn học cho học kì dự thính 211. Phòng đào tạo mở khóa giúp em!. . Họ và tên: [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    }
]