[
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Em thắc mắc và không tìm thấy nhiều thông tin về việc đăng kí học thạc sĩ cho sinh viên năm thứ 3. Em có tìm thấy Quyết định 650/QĐ-ĐHQG nhưng vẫn chưa rõ lắm về các điều sau:. . . . 1. Trường mình có xét tuyển thạc sĩ đối với sinh viên năm 3 không?. . 2. Nếu có, thì sinh viên năm thứ 3 của trường mình với các điều kiện như thế nào thì được đăng kí học thạc sĩ.. . . . Kính mong thầy/cô giải đáp giúp em.. . Em xin cảm ơn!. . . . Trân trọng,. . [full_name].. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn liên hệ trực tiếp Phòng Sau đại học . . Văn phòng\t: B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.28) [student_id]8. . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có câu hỏi là điểm trung bình xét kĩ sư tài năng có xét điểm của môn học dự thính không ạ ? Vì nếu không tính điểm của môn học dự thính thì điểm trung bình học kì của em trên 7.5.",
            "Chào bạn. . Về chương trình kỹ sư tài năng  bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]. . Mssv : [student_id]. . Em xin phép được hoãn thi môn xử lý số tín hiệu ( ngày 31/7 ) do có tiếp xúc với người tiếp xúc với bệnh nhân nhiễm covid 19. Em  xin lỗi vì những lần trước đã gửi hỗ trợ không rõ ràng.kính mong PĐT có thể hỗ trợ em sớm để em có thể đăng ký môn kì tiếp theo. Em có đính kèm minh chứng. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô). . Cho em hỏi, kì 192 em có học Tin học quản lí xây dựng(CI3169) thuộc nhóm môn tự chọn D của ngành Kĩ thuật công trình xây dựng, nhưng do vướng việc bận nên em không thi, nên môn đó bị điểm không.Nhưng nhóm môn học D em có tham gia học 2 môn là Hư hỏng sửa chữa công trình (CI1051) và Tin học quản lí xây dựng (CI3169), theo PĐT thì môn học D chỉ tính điểm của môn học đạt điểm cao nhất, thì vậy khi cập nhật bảng điểm thì lại cập nhật vào Điểm trung bình tích lũy của em???. . Em xin cảm ơn",
            "Chào bạn. . Đã trả lời qua mail, bạn vui lòng kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em có đăng kí in giấy xác nhận sinh viên trong thơi gian hè nhưng đk nhận ở cs2 do em về quê rồi nên không thể lên lấy ngay được. Vậy hết hè em lên nhận có sao không ạ. Em cảm ơn. . . .",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào admin. . Pđt cho em hỏi là lịch thi Cơ học kết cấu ngày 7/9 có bị nhầm hay sai xót gì không ạ. Vì môn học này là một môn nặng mà lại thi rất sớm. Thi GK chưa xong đã thi CK luôn. Như vậy SV sẽ chưa hiểu hẳn được kiến thức mà đã thi rồi thì sẽ bị hổng. Những môn học sau của Khoa Xây Dựng cũng rất cần môn này. Trong khi đó các môn khác đều thi ở cuối tháng. Pđt xem lại giúp em với ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ bạn đang hỏi về môn học gì? tên và mã MH?. . [full_name] kết thúc môn này vào ngày nào?. . Thân",
            "Dạ em có để ở tựa đề là Có học [full_name]2029 thi ngày 7/9 ạ. Ngày 5/9 kết thúc thời khoá biểu nhưng 7/9 đã thi rồi. Mà môn này khá nặng nên mong Pđt xem xét lại để SV có thời gian ôn thi nữa ạ.",
            "Chào bạn,. . Vậy thì lịch thi đâu có cấn việc kết thúc môn học của bạn đâu nhé.. . Bạn có thể liên hệ với giảng viên/ khoa để được hỗ trợ thêm về môn học của mình nhé.. . Hoặc bạn có thể làm đơn đề xuất ở Bộ môn về khối lượng của môn học?. . Lịch thi thì không thay đổi được nhé.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ con chào Thầy Cô, Thầy Cô cho phép con hỏi: Con học ngành Quản lý công nghiệp K18, có một môn là Thống kê trong kinh doanh (IM2007) con chưa học, nhưng số sinh viên (từ k18 về trước) còn quá ít người nợ môn này. K19 Quản lý công nghiệp cũng có môn trùng tên nhưng khác mã (IM1017). Vậy hai môn này có tương đương không ạ?. .",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo ạ. . Em muốn hỏi là các bài kiểm tra trên BKeL của giảng viên tạo cho sinh viên sau khi em làm xong thì BKeL chấm đúng hết nhưng điểm xuất ra file cho giảng viên không phải 10. . Em có nhắn giảng viên nhưng giảng viên không xem lại bài làm mà chỉ dựa vào điểm từ file hệ thống BKeL ( có thể bị lỗi ) ảnh hưởng đến điểm tổng kết của em thì bây giờ xử lí như thế nào ạ . . Em cảm ơn ạ",
            "Chào bạn;. . bạn có thể cung cấp thêm thông tin về môn học cho Phòng Đào tạo mới kiểm tra được nhé. . Thân",
            "Dạ vâng . . Họ và tên: [full_name] . . MSSV:      [student_id]. . Lớp:       Giải tích 2 (MT1005) học kì dự thính 192 nhóm lớp DT01-C . . Trên bảng điểm của giảng viên có 1 cột điểm 5% là điểm bài tập trên BKeL . . PĐT có thể thấy là giảng viên đã tạo 2 đợt làm bài do đợt 1 bị sai đáp án, nhưng trong mỗi đợt lại có thêm 2 lần làm bài lấy điểm cao nhất nên em chỉ làm đợt 1 lần 1 (sau đó gửi email yêu cầu giảng viên sửa lại đáp án). . và sau đó làm đợt 1 lần 2 (BKeL đã chấm đúng hết nhưng bây giờ giảng viên đã khóa không cho xem lại) nhưng cột điểm nhập vào BT chỉ là 8.80. . Mong PĐT xem lại bài làm trong phần bị ẩn đó giúp em.. . ( Hình chụp là bảng điểm môn MT1005; phần giảng viên mở bài tập trên BKeL rồi đóng lại không cho sinh viên xem lại và tin nhắn gửi giảng viên cho thấy giảng viên chỉ dựa vào file điểm do BKeL xuất ra nhưng không xem lại bài làm gốc)",
            "Phòng đào tạo nhanh chóng giải quyết giúp em trước khi bảng điểm học kì 2 bị khóa lại ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp giảng viên giảng dạy để giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . . . Em là sinh viên văn bằng 2 khoa Kỹ Thuật Hóa Học (MSSV : [student_id]) khóa 2019. . . Thầy/Cô cho em hỏi, đầu vô phòng đào tạo có yêu cầu em đăng kí môn học k17 (em là văn bằng 2 K19) và xếp em vào lớp HC19B201, nhưng hiện tại Khoa đã phân ngành và xếp em vào lớp HC19HLY chung với văn bằng 1 khóa 2019, em thắc mắc sau này em sẽ tiếp tục học chương trình k17 hay sẽ là chương trình của k19 và thông tin về lớp của em sau này sẽ là HC19HLY hay vẫn là HC19B201 ạ ? . . . . Em có nghe thông tin về việc những khóa trước khóa 19 sẽ được cấp bằng kĩ sư, vậy nếu em học chương trình của k17 (em là khóa 2019) thì em có được cấp bằng giống k17 không ạ ?. . . . Các môn học trong kì vừa rồi và kì tới em đều đăng kí theo chương trình của k17 ạ.. . . . Em cám ơn Thầy/ Cô",
            "Chào bạn. . Về chương trình đào tạo và việc phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có đăng ký giấy xác nhận sinh viên (cấp lại). tình trạng xử lý đã chuyển thành \"Phiếu đăng ký đã xử lý\" là đã có giấy chưa ạ? Vì em đang ở quê nên sợ vào trường để nhận mà không có giấy ạ.",
            "Chào Bạn. . Phiếu Tạm hoãn nghĩa vụ quân sự (cấp lại), trên ứng dụng đã thông báo \"Phiếu đăng ký đã xử lý \" là đã có rồi, nhận tại Văn phòng Khoa nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô ơi, em là [full_name], mssv [student_id], khoa Kỹ thuật Hoá học. Em vừa làm đơn xin chuyển trường về đại học Cần Thơ và đã rút bộ hồ sơ trên phòng đào tạo. Nhưng em có 1 số thắc mắc:. . - Em đang cần xác nhận môn tương đương (quá trình kỹ thuật sinh học 1 và 2 tương đương với quá trình và thiết bị cơ học và truyền nhiệt) để xét học phần ở đại học Cần Thơ. Vậy em có thể liên hệ ai để hỏi xin xác nhận môn tương đương vậy thầy/cô?. . Em cảm ơn thầy/cô",
            "Chào bạn,. . Bạn có thể liên hệ ở Khoa của bạn để xin xác nhận về môn học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Xin rút môn học CO2004 Cấu trúc DLVGT",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Do tình hình dịch COVID-19 nên em xin nộp phiếu đăng ký rút môn học kỳ hè 193/2019-2020, mong phòng đào tạo xác nhận. Em xin cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: như tiêu đề trên có thể dời được không ạ ? . . Lí do :vì em ở kiến túc xá khu a ở cs2 nên thể thi ở giờ đó được. . Mong có thể dời hoặc cho em khi riêng ít nhất ở cuối kỳ và giữa kì càng tốt ạ . . em đăng kí 11 tín chỉ mà toàn thi ở 18g30 nên mong ai có thể giúp em thì giúp ạ ?",
            "Chào bạn,. . Giờ thi thì không thay đổi được nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  điểm trong phần đăng kí phúc khảo của em là đều trên 5. vậy trên bảng điểm của em môn giải tích 2 lại không được 5.. . . .",
            "Chào bạn,. . Bảng điểm trên mybk sẽ cập nhật sau nhé bạn, do giảng viên chưa nộp phiếu điều chỉnh và cập nhật điểm mới lên cho bạn. Bạn có thể liên hệ ở Khoa để hỏi về điều chỉnh điểm mới do phúc tra lên điểm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là, em có nộp bằng Toeic, trường đã thẩm định luôn rồi ạ, dạ cho em hỏi là sao điểm chuyển anh văn trong bảng điểm của e chưa có vậy ạ. Dạ em cảm ơn ạ",
            "Chào bạn,. . Điểm chuyển AV4 của bạn đã được cập nhật tại trang mybk/thông tin sinh viên/ điểm chuyển. . Bạn vào xem và kiểm tra lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em được biết chứng chỉ TOEIC NÓI & VIẾT là điều kiện để tốt nghiệp. Cho em hỏi chứng chỉ TOEIC NÓI & VIẾT có cần phải còn hiệu lực khi xét tốt nghiệp không ạ? Vì em định nộp chứng chỉ này vào năm 2 hoặc năm 3, em sợ khi tốt nghiệp chứng chỉ không còn giá trị nữa thì có được tính không ạ?",
            "Chào bạn. . Chứng chỉ ngoại ngữ phải còn hiệu lực ít nhất 1 tháng tại thời điểm nộp, không cần phải còn hiệu lực tại thời điểm xét (xét chuẩn tiếng Anh sau mỗi năm học, xét chuyển điểm, xét nhận Luận văn tốt nghiệp, xét tốt nghiệp). Ví dụ nếu đã nộp chứng chỉ ngoại ngữ đạt yêu cầu xét tốt nghiệp thì không cần nộp lại khi xét tốt nghiệp (dù cho chứng chỉ đã nộp hết hiệu lực khi tốt nghiệp).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô pđt, em tên [full_name] kỳ hè này em có học môn Cơ lưu chất của cô [full_name]13 và thí nghiệm cô [full_name]. Lịch học các môn đều ở cs1 nhưng em thắc mắc k hiểu sao pđt lại xếp lịch thí nghiệm môn này ở cs2 gây bất tiện cho giờ giấc của các môn khác. Vậy nếu như lớp bọn em và cô đứng lớp có nguyện vọng đổi lịch thí nghiệm lên cs1 thì pđt có chấp thuận được không ạ? Vì ptn cs1 đủ điều kiện cho các bài thí nghiệm. Em có câu hỏi như vậy em xin thầy cô giải đáp dùm với ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi là dịch covid đang diễn biến hết sức phức tạp nên việc nộp bằng tiến anh của em có 1 số trục trặc không nộp chứng chỉ tiến anh sau năm 2 la 350 toeic hoặc chứng chỉ tương đương vậy là e có được đăng ký môn học cho năm 3 được không ạ. Em xin cảm ơn thầy cô nhiều lắm ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Yêu cầu khác . e có lên phòng đào tạo để đăng kí tốt nghiệp , và được báo là chờ 1 tuần sau sẽ có mail của trường báo để đk online . nhưng hơn 1 tuần r e chưa nhận đc mail xác nhận của trường ạ . mong pdt giải quyết giúp e"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Nguyễn Ngọc Như Quỳnh [student_id]. . Rút môn học SP1005 [full_name] đã học ở học kỳ 192",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong kì 201 này,em đăng kí xin mở môn học chuyên ngành được sự chấp thuận của khoa và thầy giảng dạy nhưng sỉ số có 10 bạn thì có được pdt cho mở lớp không ạ. Em cảm ơn",
            "Chào bạn. . Bạn nhanh chóng nộp đơn để pdt xem xét giải quyết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]:[student_id]. . . . Điểm phúc khảo giải tích 2 của em đã được cập nhật trên trang phúc khảo nhưng chưa được cập nhật trên bảng điểm của Mybk. Và khoa của em còn vài ngày nữa là phân ngành. Cho em hỏi khi nào điểm sẽ được cập nhật trên Mybk để em kịp phân ngành vậy ạ.. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện đã hoàn thành năm 1 của trường mình, nhưng năm sau em sẽ đi du học. Vậy cho em hỏi. . em có thể bảo lưu khi đã đăng kí môn học HK201 hay không ạ? Nếu không được thì em sẽ hủy đăng kí môn học HK201 để bảo lưu ạ. . . Em cảm ơn.. .  . .",
            "Chào bạn. . Hiện tại Bạn kiểm tra mail sinh viên xem thông báo thời gian vào hủy TKB của HK201. . - Về thôi học để đi du học: bạn tải mẫu đơn thôi học đính kèm minh chứng đi du học nộp trực tiếp tại pdt để xem xét hồ sơ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . -Kính gửi: Văn phòng đào tạo Đại học Bách Khoa. . -Em tên: [full_name]. . -MSSV: [student_id]. . -Nội dung:. .   Em xin được rút môn học giải tích 2 (MT1005).. . -EM xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em tên là [full_name].. . Em xin rút môn thực tập tốt nghiệp(CO3313) trong học kì hè này.. . . . Mong thầy cô thông cảm.. . Em xin cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi sinh viên sẽ được bảo lưu kết quả học tập trong bao lâu ạ?. .",
            "Chào bạn,. . Không gọi là bảo lưu nhé bạn, mà gọi là tạm dừng, SV làm đơn xin tạm dừng 1 học kỳ, và theo quy định không được tạm dừng quá 2 HK liên tiếp.. . Bạn tham khảo quy định về tạm dừng tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 26. Tạm dừng học, thu nhận lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gửi nhà trường,. . Em là: [full_name]. . Vài ngày trước em có gởi mail và ảnh minh chứng em đang ở Quảng Ngãi nên mong nhà trường hỗ trợ e rút môn không tính phí ạ. Và đã nhận được phản hồi chờ xem xét. Nhưng đã mấy ngày trôi qua rồi em vẫn chưa nhận được mail nên có chút lo lắng. . . Em mong nhà trường xem xét và cho em biết kết quả sớm ạ. . Em chân thành cảm ơn.. . Thân. . [full_name]",
            "đã hủy 2 môn ( không tính phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Em xin gửi phiếu đăng ký rút môn học : môn sức bền vật liệu vào kỳ hè 2019-2020.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là hiện tại đã có điểm AV3 chưa ạ. Vì hiện tại là đã gần 20 ngày sau khi thi cuối kì nhưng bảng điểm em vẫn chưa câpj nhật điểm AV3, nhưng khi vào phần phúc tra điểm thi thì thấy điểm TB AV3 là 6. Vậy cho em hỏi là do lỗi hệ thống hay chưa có điểm ạ.",
            "Chào bạn. . -Hiện tại phòng đào tạo kiểm tra môn Anh văn 3 đã đăng ký ở HK192 chưa có điểm. . - Việc chấm điểm là do giảng viên phụ trách, bạn liên hệ trực tiếp với giảng viên nghen. . Thân",
            ". . Dạ hiện tại em đã gửi mail 2 lần cho giảng viên cách đây mấy ngày và hôm nay nhưng Giảng viên vẫn không trả lời ạ.",
            "Chào bạn. . Vậy bạn liên hệ Trung tâm ngoại ngữ để báo cáo tình hình nghen. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name]. . MSSV : [student_id]. . . . Rút môn học HK Hè/2019-2020 (có tính học phí). . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ch em hỏi là chứng chỉ giáo dục quốc phòng có cần phải nộp lại cho trường không ạ? Em đã làm thất lạt thì như thế nào để có lại được ạ?",
            "Chào bạn,. . Chưa hiểu rõ ý câu hỏi của bạn?. . Bạn đã có điểm GDQP chưa?. . Nếu bạn đã có điểm đạt của GDQP thì không cần nộp CC GDQP cho trường nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô phòng đào tạo.. . Theo như lịch học vụ năm học 2020-2021 phòng đào tạo đã up thì em thấy năm học sau nhà trường không mở kì thi kiểm tra trình độ tiếng anh cho sinh viên chính quy.. . Vậy cho em hỏi để đạt chuẩn tiếng anh để đăng kí môn học thì em phải thi ở ngoài nộp chứng chỉ vào để nhà trường xét ạ.Hay nhà trường vẫn có kế hoạch kiểm tra trình độ anh từng kì giống như các năm trước ạ.. . Cám ơn thầy cô đã đọc và mong thầy cô có phả hồi sớm.. . Chúc thầy cô 1 ngày làm việc vui vẻ!. .",
            "Chào bạn,. .  Hiện tại Nhà trường chưa có kế hoạch về việc tổ chức thi Anh văn định kỳ theo định dạng TOEIC, bạn vui lòng theo dõi thông báo tổ chức thi của IIG để đăng ký thi nhé! . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin kính chào quý thầy/cô đang xem. Em tên là [full_name], lớp HC19, MSSV [student_id]. . Em có gửi xin rút môn thể dục vào ngày 10.8 và bạn em là bạn [full_name] lớp HC19, MSSV [student_id] cũng có gửi rút môn. Nhưng bạn em thì được hủy môn liền cũng như không tính học phí, nhưng em lại được nhận phản hồi phải nộp đơn rút môn và tính học phí. Em thắc mắc vì sao cùng rút môn thể chất nhưng em và bạn lại nhận được 2 phản hồi khác nhau vậy ạ? Em có gửi kèm tệp ảnh bạn em được phản hồi rút môn.. . Mong quý thầy/cô xem xét giúp em ạ. Em xin cảm ơn.. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn[full_name] [full_name] [full_name] đã hủy môn học cho bạn[full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn. . Bạn thực hiện theo hướng dẫn bên dưới:. . . . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO [full_name] điều 11.2.). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], mssv [student_id].. . Cho em hỏi, em đã chuyển điểm anh văn vào học kỳ 191. Trong mục điểm chuyển thì hiện đã chuyển điểm nhưng trong bảng điểm lại không thấy điểm ạ?. . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . Điểm chuyển AV của bạn đã được cập nhật tại trang mybk/thông tin sinh viên/ điểm chuyển. . Bạn vào xem và kiểm tra lại nhé!. . Thân",
            "Yêu cầu khác: Dạ cho em hỏi là:. . Ngày 16/9 có đợt nộp CCNN chuyển điểm anh văn. Vậy thì điểm chuyển đó sẽ được tính cho HK nào ạ.. . Còn nộp ngày 23/9 thì được tính cho HK nào ạ.",
            "Chào bạn. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201 Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn có thể vào trang mybk/In xác nhận SV . . để đăng ký in giấy xác nhận sinh viên để bổ túc hồ sơ cho cơ quan nhé!. . Thân"
        ]
    }
]