[
    {
        "intent": "",
        "message": [
            "Em chào các thầy ở pđt. . Em tên là [full_name], mssv[student_id]. . Em muốn xin hoãn thi môn vẽ kĩ thuật, mã môn CI1003, ca thi L05I 18h Ngày 17/11/2021.. . Em xin nộp Đơn Xin Phép Hoãn Thi hoàn chỉnh (đã bổ sung thêm xác nhận khoa). . Mong các thầy cô ở pđt xem qua và xác nhận giúp em. . . .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, . . Em có thi anh văn nói viết đợt tháng 9 online và không đạt chuẩn tốt nghiệp kĩ sư tài năng (dưới 245). Vào đợt tháng 11 em có thi lại thì đạt 250đ nhưng sao thông tin tốt nghiệp của em vẫn là bằng thường vậy ạ? Em kính mong được giải đáp.. .",
            "Chào em,. . Trường hợp của bạn đủ chuẩn KSTN nhé, bạn xem lại giấy CN tốt nghiệp tạm thời của bạn có phải ghi KSTN không? nếu không đủ chụp hình gửi lại để cô kiểm tra in lại cho em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Pđt cho em hỏi là phần thi toeic wrting được 115 điểm và speaking 95, tổng điểm là 205 thì em đã đạt tiêu chuẩn về anh văn nói & viết để xét tốt nghiệp chưa ạ. . . Em xin cảm ơn!",
            "Pđt cho em hỏi là phần thi toeic wrting được 115 điểm và speaking 95, tổng điểm là 205 thì em đã đạt tiêu chuẩn về anh văn nói & viết để xét tốt nghiệp chưa ạ. Vì em được nghe là có quy định mỗi phần thi phải đạt tối thiểu 100 điểm thì mới tính là qua ạ.. . Em xin cảm ơn",
            "Chào em,. . PDT lấy kết quả tổng điểm từ TTNN gửi lên nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy/cô. . . . Theo như qui chế của nhà trường thì sinh viên được hoãn thi mấy lần thế ạ. Hiện tại em có 2 môn từ học kỳ 202 đã đăng kí hoãn thi và được nhà trường chấp thuận. Theo thông báo từ pđt thì em sẽ thi 2 môn này vào học kỳ 211 này. Em muốn hỏi là nếu em làm đơn xin hoãn thi thêm một lần nữa thì có được không ạ ?.. . . . Em xin cảm ơn quý thầy/cô.",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"...Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ các Anh/Chị/Thầy/Cô cho em hỏi là hạn chót nộp bằng anh văn chuyển điểm 4 môn tiếng anh là khi nào vậy ạ. Dạ và cho em hỏi là embvsinh viên k16 thì cần thi tối thiểu bao nhiêu điểm toeic để được chuyển điểm cả 4 môn anh văn ạ",
            "Chào em,. . Em xem quy chế aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào Thầy/Cô PĐT,. . HIện em là sinh viên năm 4, khoa Kỹ thuật Hoá học. Trong HK211, em có đăng ký môn Đề cương luận văn tốt nghiệp (CH4325) và Đồ án thiết kế kỹ thuật hóa học (CH4007), và một số môn khác. Nhưng hiện tại do tình trạng sức khoẻ tinh thần em không ổn định nên em không thể hoàn thành được tất cả các môn trên. . . Do đó, em xin phép hỏi PĐT là em có thể xin rút 2 môn học là Đề cương luận văn tốt nghiệp (CH4325) và Đồ án thiết kế kỹ thuật hóa học (CH4007) trong học kỳ này được không ạ? Và nếu không thể thì em còn phương án thực hiện nào khác không ạ, vì thực sự hiện tại em không thể tập trung hoàn thành được 2 môn trên. . . . . Em mong nhận được phản hồi từ phía PĐT ạ. Em xin chân thành cảm ơn!",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"- Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/[full_name], mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . [email] kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/[full_name]\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào PĐT, hiện tại em là sinh viên năm 4. . . Theo quy định của PĐT thì em phải có bằng Toeic để nhận được luận văn trong học kì tiếp theo. Nhưng do tình hình dịch bệnh nên việc từ tỉnh trở lại TPHCM để thi cũng khá khó khăn.. . PĐT cho em hỏi việc xét chuẩn AV có được dời không ạ?",
            "Chào em,. . Em vui lòng đợi thông báo sau của nhà trường về kế hoạch học tập cho HK212 nhé. Dự kiến sẽ gửi trong tháng 12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô ạ, em tên là [full_name] [student_id]. Hôm nay ngày 19/11 là hạn đóng học phí kì 211 nhưng do trục trặc vấn đề chuyển tiền nên em không thanh toán học phí kịp, em xin hỏi là nếu em thanh toán trễ vài ngày so với hạn cuối cùng thì có bị cấm thi không ạ. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em xin hỏi là nếu em thanh toán trễ vài ngày so với hạn cuối cùng thì có bị cấm thi không ạ. . =  Em cố gắng thanh toán sớm nhé, PĐT chuẩn bị gửi DS thi.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào chị![full_name] [full_name] Em là Trưởng - [student_id][full_name] [full_name] Khoa kỹ thuật xây dựng[full_name] [full_name] Em bị tâm thần phân liệt nên phải nghỉ học[full_name] [full_name] Bệnh tâm thần chữa lâu dài không biết đến bao giờ mới khỏi, vì vậy em viết mail này để nhờ chị tư vấn em cần làm đơn gì để tạm dừng học một thời gian[full_name] Khi nào khỏi bệnh em quay lại học tiếp vì em chỉ còn tiếng anh và luận văn[full_name][full_name] [full_name] Khi quay lại học em còn ở chương trình Chính Quy được không chị hay [full_name][full_name] em đã nghỉ nhiều học kì liên tiếp như vậy có bị đuổi khỏi trường không ạ[full_name][full_name] [full_name] em xin chân thành cảm ơn chị![full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Yêu cầu khác. . Em chào chị!. . Em là Trưởng - [student_id]. . Khoa kỹ thuật xây dựng. . Em bị tâm thần phân liệt đã chữa trị nhiều năm nhưng không ổn nên phải nghỉ học, lúc nghỉ học chữa bệnh thì em còn dư trong chương trình đào tạo chính quy là 4 học kì, trường hợp của em sau khi bệnh tình ổn định, em có thể tiếp tục học được không và học ở chính quy hay VHVL vì sau thời gian nghỉ chữa bệnh em đã hết thời gian đào tạo chính quy. Trường hợp của em là ngặt nghèo vì các loại thuốc tâm thần gây ức chế thần kinh nên ảnh hưởng rất lớn đến việc học. Kính mong nhà trường xem xét cho hoàn cảnh của em.. . . . em xin chân thành cảm ơn !. . . . . .   /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: 1414360    . . . . Yêu cầu khác. . Em chào chị!. . Em là Trưởng - 1414360. . Khoa kỹ thuật xây dựng. . Em bị tâm thần phân liệt đã chữa trị nhiều năm nhưng không ổn nên phải nghỉ học, lúc nghỉ học chữa bệnh thì em còn dư trong chương trình đào tạo chính quy là 4 học kì, trường hợp của em sau khi bệnh tình ổn định, em có thể tiếp tục học được không và học ở chính quy hay VHVL vì sau thời gian nghỉ chữa bệnh em đã hết thời gian đào tạo chính quy. Nếu muốn học chính quy em có thể làm đơn xin nhà trường được không. Trường hợp của em là ngặt nghèo vì các loại thuốc tâm thần gây ức chế thần kinh nên ảnh hưởng rất lớn đến việc học. Kính mong nhà trường xem xét cho hoàn cảnh của em.. . . . em xin chân thành cảm ơn !. . . . . . . . . .   /QUOTE . .   QUOTE Trích. . MSSV/MSGV: 1414360    . . . . Yêu cầu khác. . Em chào chị!. . Em là Trưởng - 1414360. . Khoa kỹ thuật xây dựng. . Em bị tâm thần phân liệt đã chữa trị nhiều năm nhưng không ổn nên phải nghỉ học, lúc nghỉ học chữa bệnh thì em còn dư trong chương trình đào tạo chính quy là 4 học kì, trường hợp của em sau khi bệnh tình ổn định, em có thể tiếp tục học được không và học ở chính quy hay VHVL vì sau thời gian nghỉ chữa bệnh em đã hết thời gian đào tạo chính quy. Trường hợp của em là ngặt nghèo vì các loại thuốc tâm thần gây ức chế thần kinh nên ảnh hưởng rất lớn đến việc học. Kính mong nhà trường xem xét cho hoàn cảnh của em.. . . . em xin chân thành cảm ơn !. . . . . . . . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1414360    . . . . Yêu cầu khác. . Em chào chị!. . Em là Trưởng - 1414360. . Khoa kỹ thuật xây dựng. . Em bị tâm thần phân liệt nên phải nghỉ học. . Bệnh tâm thần chữa lâu dài không biết đến bao giờ mới khỏi, vì vậy em viết mail này để nhờ chị tư vấn em cần làm đơn gì để tạm dừng học một thời gian. Khi nào khỏi bệnh em quay lại học tiếp vì em chỉ còn tiếng anh và luận văn.. . Khi quay lại học em còn ở chương trình Chính Quy được không chị hay VHVL. em đã nghỉ nhiều học kì liên tiếp như vậy có bị đuổi khỏi trường không ạ.. . em xin chân thành cảm ơn chị!. . . . . .   /QUOTE . .   QUOTE MSSV/MSGV: 1414360    . . . . Yêu cầu khác. . Em chào chị!. . Em là Trưởng - 1414360. . Khoa kỹ thuật xây dựng. . Em bị tâm thần phân liệt nên phải nghỉ học. . Bệnh tâm thần chữa lâu dài không biết đến bao giờ mới khỏi, vì vậy em viết mail này để nhờ chị tư vấn em cần làm đơn gì để tạm dừng học một thời gian. Khi nào khỏi bệnh em quay lại học tiếp vì em chỉ còn tiếng anh và luận văn.. . Khi quay lại học em còn ở chương trình Chính Quy được không chị hay VHVL. em đã nghỉ nhiều học kì liên tiếp như vậy có bị đuổi khỏi trường không ạ.. . em xin chân thành cảm ơn chị!. . . . . .   /QUOTE . .",
            "Chào bạn,. . Trường hợp của bạn đã hết thời gian đào tạo chính quy rồi nhé, em có thể làm đơn xin chuyển qua VLVH. Em có thể trình bày rõ hơn và hiện tại em còn nợ bao nhiêu chỉ nhé?. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy cô Phòng Đào Tạo. . Cho em hỏi là em đã đóng học phí kì 211 cho nhà trường bằng hình thức chuyển khoản ngân hàng, qua số tài khoản của trường là: 000 410 686868 8006. . Nhưng hiện tại trên hệ thống BK Pay vẫn chưa hiển thị nội dung đóng tiền của em. . Vậy Phòng Đào Tạo cho em hỏi đây là do hệ thống cập nhật trễ hay do em chuyển khoản bị sai ở bước nào ạ. . . . Em xin chân thành cảm ơn",
            "Chào em,. . Em đã nộp sai cách thức thanh toán, em chờ hết tháng 11 phòng KHTC sẽ tra soát lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào tạo!. . Em là Trần Khương Cường. . Mã số sinh viên: [student_id]. . Khoa: Điện - Điện tử. . . . Em xin trình bày trường hợp của em như sau:. . . . Em có chứng chỉ TOEIC 2 kỹ năng Nghe-Đọc Quốc tế thi ngày 6/11/2021 với số điểm là:. . + Phần nghe (Listening): 355. . + Phần đọc (Reading): 360. . Em đã đăng ký chuyển điểm để xét điểm môn học Anh văn 3 và Anh văn 4.. . . . Em viết đơn này kính mong Phòng đào tạo tạo điều kiện THẨM TRA CHỨNG CHỈ TOEIC sớm nhất có thể để em có điểm môn học Anh văn 3 và Anh văn 4. Từ đó có thể đăng ký Tốt nghiệp ạ!. . . . Hiện tại em rất cần bằng Đại học để kiếm việc làm. Hạn cuối để em bổ sung hồ sơ xin việc là ngày 26 tháng 11 năm 2021. Chính vậy em mong nhận được sự giúp đỡ của Phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin hỏi nếu muốn xem về \"Điều kiện tốt nghiệp của hệ VHVL\" thì xem ở mục nào? Em xin cảm ơn.. .",
            "Chào em,. . E đang muốn hỏi về chuẩn gì? tất cả các quy định về học vụ, tốt nghiệp đều xem tại đây nhé. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ tình trạng hiện tại của em là : Mybk để thông tin là tốt nghiệp. Email sinh viên của em thì đầu tháng này không biết vì sao bị ban quản trị khóa nên em không thể nhận thông tin gì của trường mình. Em lên trực tiếp phòng đào tạo thì được biết em không có tên trong danh sách tốt nghiệp, nói em về hỏi trên bksi. Nên hiện giờ em không biết làm thế nào để xác nhận tốt nghiệp. Mong phòng đào tạo giúp em. Em cảm ơn ạ!. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của bạn đã có quyết định tốt nghiệp nhé, em có nhận được mail của Phòng Đào tạo về việc nhận bằng tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714046  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô ạ, . . Em xin được hỏi về việc nhận bằng tốt nghiệp ạ, do em đã nhận giấy chứng nhận tạm thời, đủ điều kiện nhận bằng nhưng đến hiện tại vẫn chưa nhận được email thông báo nhận bằng tốt nghiệp chính thức ạ. Mong quý Thầy/Cô xem xét giúp em. Em xin cảm ơn ạ.",
            "\"Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp trước ngày 18/10.. . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô.. . Em tên là: [full_name]. . MSSV: [student_id]. Vì đã chuẩn bị được trang thiết bị và đã tham gia thi cuối kì môn Kỹ thuật số vào ngày 18/10 nên em kính mong phòng Đào tạo cho em hủy hoãn thi môn Kỹ thuật số ạ. Em xin cảm ơn.. . . . Em đã đặt câu hỏi hôm trước và được cô trả lời như ở dưới, em xin báo lại là vì mới thi vào ngày 18/10 nên hiện tại vẫn chưa có điểm cuối kì ạ. Vậy nên cho em hỏi phải làm tiếp những gì để hủy hoãn thi ạ.",
            "Chào bạn. . Pdt ghi nhận trường hợp hủy hoãn thi của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi:. . . . -Trường hợp bây giờ em là K14 chuyển sang hệ VHVL là em khóa K2021 hay được chọn khóa cũ hơn vậy ạ?. . . . -Nếu là Khóa K2021 thì toeic hệ VHVL là 600 mới được tốt nghiệp đúng không ạ?. . . . -Trường hợp em đã hoàn thành hết chương trình học, Luận Văn hết cả rồi thì chuyển qua hệ VHVL em có được tốt nghiệp liền vào đợt tháng 1/2022 này không ạ hay phải đợi 1 học kỳ nữa mới được tốt nghiệp ạ?. . . . -Em thấy trên trang tuyển sinh hệ VHVL của trường mình hạn chót chuyển hệ là 26/11. Vậy em lên trang web tuyển sinh đăng ký chuyển trước 26/11 hay bắt buộc phải làm đơn để PĐT chuyển cho em ạ?. . . . Em cảm ơn.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô phòng đào tạo.. . Em tên là [full_name], mssv [student_id]. Kỳ này em có tham gia chương trình hỗ trợ vay vốn sinh viên do ngân hàng Vietcombank kết hợp với Trung tâm hỗ trợ sinh viên & việc làm trường ĐH Bách Khoa. Bên ngân hàng thông báo cho em là đã chuyển tiền học phí vào tài khoản của trường rồi. Nhưng trên web Bkpay của em vẫn hiện là chưa đóng học phí. Mong phòng đào tạo xem xét và chỉnh sửa lại giúp em.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em đã nộp sai cách thức thanh toán, em chờ hết tháng 11 phòng KHTC sẽ tra soát lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thứ nhất, cho em hỏi thời hạn bổ sung điều kiện tốt nghiệp trong bài đăng này vẫn hiệu lực đúng không ạ?. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1983. . Nghĩa là vẫn sẽ chia 2 đợt 2 tốt nghiệp cho K17. Và tốt nghiệp đợt 2 năm 2021 thì thời hạn nộp bằng là 24/12. Và những bạn nhận bằng đợt này sẽ không tham gia lễ tốt nghiệp đúng không ạ?. . . . Thứ hai, em muốn hỏi hạn nộp xét tốt nghiệp đợt 1 năm 2022 là khi nào ạ? Có được làm lễ tốt nghiệp không ạ?. .   i Học vụ .",
            "Chào em,. . Đợt tốt nghiệp tháng 4/2022 chưa có lịch trình nhé bạn.. . Về chương trình lễ TN SV vui lòng đợi thông báo sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ! Em có thắc mắc là điểm các môn học hk202 đã có hết nhưng sao vẫn chưa cập nhật trên mybk thế ạ. Tại em đang cần điểm tổng kết năm học 2020-2021 để xét học bổng tại địa phương ạ.. .",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. Vừa có bằng Toiec chuyển điểm môn học tiếng Anh. Dựa theo quy định của trường em thấy mình đã đủ điều kiện tốt nghiệp. Mong bên trường cập nhật cho để em có thể đăng ký tốt nghiệp nhanh chóng để có bằng thuận lợi cho xin việc",
            "Chào em,. . Trường hợp của bạn vui lòng theo dõi thông tin thẩm tra chứng chỉ ngoại ngữ tại mybk/Đăng ký Chứng chỉ ngoại ngữ, khi nào chuyển qua trạng thái thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . Bạn vui lòng làm đơn xin cập nhật CCNN sớm để xét tốt nghiệp và gửi lại qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . Em tên: [full_name]   MSSV: [student_id]. . Em viết đơn này trình bày 2 yêu cầu:. . 1.. . Em đã thanh toán toàn bộ HP của HK211 trễ hạn.. . Kính mong PDT xem xét, cập nhật lịch thi và cho phép em thi cuối kì.. . 2.. . Hiện tại tình trạng sinh viên của em vẫn là [full_name], mặc dù trước đó PDT có nói là đã làm quyết định hủy [full_name]. Học phí em đã thanh toán đầy đủ theo yêu cầu của PDT cho đến thời điểm hiện tại.",
            "Chào bạn. . Cô ghi nhận trường hợp bạn . . Hiện tại bạn vẫn có lịch học, lịch thi bình thường . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/cô, em dự định đăng kí thi anh văn 2 kỹ năng để chuyển điểm cho môn anh văn 4 nhưng khi đăng kí trên bk elearning thì không đăng kí được và hiện lý do là sinh viên không được đăng kí trong đợt này ạ, vậy cho em hỏi là làm sao để đăng kí thi trực tuyến được ạ?. .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô nhé, việc đăng ký thi TOEIC em vui lòng liên hệ tại IIG để đăng ký nhé, PDT không tổ chức đăng ký thi chứng TOEIC nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các thầy cô PĐT ạ!. . Em tên là [full_name], MSSV: [student_id] ạ.. . Ngày 2/10 em có đăng kí xin cấp giấy chứng nhận sinh viên (tạm hoãn NVQS) trên trang đăng ký, và em theo dõi thì thấy yêu cầu đã được xử lý vào mấy ngày sau đó rồi ạ. Nhưng từ đó đến nay em vẫn chưa nhận được giấy chứng nhận gửi tới qua đường bưu điện ạ. Vậy các thầy cô cho em hỏi thời gian bình thường để gửi giấy tới nơi là khoảng bao lâu vậy ạ? Hoặc nếu giấy chứng nhận của em có bị thất lạc hay có vấn đề gì thì mong các thầy cô kiểm tra và phản hồi cho em được không ạ?. . Em cảm ơn các thầy cô nhiều ạ!",
            "Chào em,. . Cô gửi em mã vận đơn này, trên Viettel post báo người nhận đã nhận rồi.  . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào tạo,. . . . Em là [full_name], em đã hoàn thành đầy đủ tất cả các điều kiện tốt nghiệp và đã có tên trong danh sách tốt nghiệp tạm thời. Hiện tại em muốn ra nước ngoài làm việc nhưng trong thủ tục hồ sơ thì họ yêu cầu bằng tốt nghiệp chính thức và nếu em nhận bằng tốt nghiệp sớm thì hồ sơ sẽ xong sớm và cuối cùng sẽ được đi ra nước ngoài sớm. Ngoài ra, nếu không do dịch bệnh thì hằng năm trường ta sẽ tổ chức để phát bằng vào tháng 11. . . . . Vậy em có thể đăng ký nhận bằng tốt nghiệp trước tháng 1 và nếu có thì em có thể đăng ký ở đâu ạ?. . . . Kính mong Phòng Đào tạo giải đáp giúp em ạ.. . Trân trọng cảm ơn,. . [full_name]. . . .",
            "Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp trước ngày 18/10.. . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô do em chưa có đủ điều kiện thiết bị để thi vẽ kĩ thuật thầy cô cho em hỏi có thể hoãn thi không ạ??",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi xem hướng dẫn bên dưới và nộp trước ngày 24/11/2021, Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM xin chào thầy/cô ạ,. . Kì trước em có hoãn 1 số môn do thiết bị không đảm bảo, sắp tới sẽ có đợt thi các môn đã hoãn Vậy nếu em vẫn không thi được thì có thể tiếp tục hoãn các môn đó không ạ?. . EM xin cảm ơn!. .",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ)\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em đã đăng kí mua BHYT cho năm 2022 và em vẫn chưa đóng tiền nhưng hiện tại thì em không còn nhu cầu để mua nữa nên em muốn hỏi là có cách nào để hủy đăng ký không ạ?. . Em xin cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810103  /b \t. . . .   i Kinh gửi phòng đào tạo,em là Nguyễn Huỳnh Đạt,MSSV 1810103,lớp DD18DV1,do sáng ngày 20/11 em phải đi tiêm vax đột xuất nên không thể tham gia buổi sinh hoạt công dân sáng nay ạ.Em xin phép được đi bù vào buổi sinh hoạt chiều ngày 20/11 ạ.Em xin cảm ơn .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em là sinh viên K18 và em có nguyện vọng chuyển điểm tiếng anh.. . Em không biết ứng với sinh viên K18 thì mức chuyên điểm tiếng anh có khác với khóa mới không, hay áp dụng theo mức nào. Em xin cảm ơn PĐT.. . Em xin chúc PĐT 20/11 thật vui vẻ ạ!. .",
            "Chào em,. . Em vui lòng xem quy chế aao/phụ lục 1. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. . Em là [full_name] Lớp CK20CK06. . Em có đăng kí vay học phí kì này qua quỹ phát triển Đại học Quốc gia nhưng em không biết là có vay được không nên đã gia hạn học phí trước đó.Việc gia hạn học phí của em thành công và bên quỹ cũng giải ngân qua trường nhằm đóng học phí cho em hoặc trả lại cho em nếu em đã đóng rồi.Em lên BK Pay và thấy chưa thanh toán vậy tiền mà quỹ gửi qua trường trường sẽ gửi lại cho em đúng không ạ. . Em xin chân thành cảm ơn cô. . Chúc cô luôn mạnh khỏe",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- CHào quý thầy cô !. . - Hiện em là sinh viên khóa k17 cao đẳng Bảo Dưỡng Công Nghiệp . Do tình hình dịch nên em chưa kịp nộp bằng anh văn tốt nghiệp .Nhưng em đã học xong chương trình đào bậc Cao Đẳng và đã thi anh văn và đang đơi kết quả .. .  - Em có được đăng kí liên thông bây giờ không ? Và đăng kí như thế nào xem thông tin ở đâu ạ ! . .  Em xin cám ơn ! chúc quý thầy cô có nhiều sức khỏe !",
            "Chào em,. . - Em vui lòng tham khảo trang web aao/tuyền sinh/CHÍNH QUY VĂN BẰNG 2 & LIÊN THÔNG CHÍNH QUY. . - Em cần thông tin gì thêm email ppchien@hcmut.edu.vn để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], sinh viên K18 khoa Máy tính. Sáng nay do sơ suất nên em đã quên phải sinh hoạt công dân lúc 8h30. Bây giờ em muốn xin phép Phòng công tác Chính trị Sinh viên cho phép em đổi sang sinh hoạt vào chiều nay (20/11/2021), ca 15h. Em xin cảm ơn nhiều ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em là [full_name] MSSV [student_id], thầy/cô cho em hỏi em nộp bằng anh văn để làm luận văn mà không chuyển điểm thì chỉ cần nộp và được thẩm tra đạt chuẩn là được phải không ạ. Em xin cảm ơn ạ.",
            "Chào em. . Đúng rồi bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy/(cô). . Vì một số lý do khách quan, trong buổi sinh hoạt cuối khoá chuyên đề 1 và 2, em hoàn toàn vắng mặt và không tham dự được.. . Em không biết, liệu em có thể khắc phục sai sót này như thế nào ạ (tham gia sinh hoạt bù, v...v...)?. . Em rất mong nhận được giải đáp để khắc phục.. . Xin cảm ơn.. . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] (MSSV: [student_id]) hiện đang theo học song song 2 chương trình:   I Kỹ sư tài năng ngành Khoa học máy tính  /I  &   I liên thông đại học - cao học ngành Khoa học máy tính  /I .. . . . Em muốn hỏi PĐT là hiện nay em đã đủ hết tất cả điều kiện để đăng ký xét tốt nghiệp đại học nhưng hiện tại em vẫn chưa nhận được email thông báo tốt nghiệp và cũng không thể đăng ký xét tốt nghiệp đại học trên trang web của MyBK (bị ghi:   I Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến  /I ).. . . . Các điều kiện tốt nghiệp em đã kiểm tra bao gồm:. . - Hoàn thành toàn bộ tín chỉ môn học của ngành Khoa học máy tính (  B 145 chỉ  /B ) và các yêu cầu mở rộng của Kỹ sư tài năng.. . - ĐTBTLN:   B 8.28  /B .. . - CTXH:   B 15 ngày  /B .. . - Chứng chỉ AV:   B TOEIC 730 điểm  /B  & thi AV Nói - Viết ở Trung tâm ngoại ngữ đạt   B 260 điểm  /B .. . . . Mong PĐT mau chóng kiểm tra trường hợp của em và phản hồi sớm nhất để em biết lý do ạ.",
            "B MSSV/MSGV: [student_id]  /B . . . .   I Tốt nghiệp. .  . Em là   B [full_name] (MSSV: [student_id])  /B  hiện đang theo học song song 2 chương trình:   I Kỹ sư tài năng ngành Khoa học máy tính  /I  &   I liên thông đại học - cao học ngành Khoa học máy tính  /I .. . . . Em muốn hỏi PĐT là hiện nay em đã đủ hết tất cả điều kiện để đăng ký xét tốt nghiệp đại học nhưng hiện tại em vẫn chưa nhận được email thông báo tốt nghiệp và cũng không thể đăng ký xét tốt nghiệp đại học trên trang web của MyBK (bị ghi:   I Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến  /I ).. . . . Các điều kiện tốt nghiệp em đã kiểm tra bao gồm:. . - Hoàn thành toàn bộ tín chỉ môn học của ngành Khoa học máy tính (  B 145 chỉ  /B ) và các yêu cầu mở rộng của Kỹ sư tài năng.. . - [full_name]:   B 8.28  /B .. . - CTXH:   B 15 ngày  /B .. . - Chứng chỉ AV:   B TOEIC 730 điểm  /B  & thi   B AV Nói - Viết  /B  của Trung tâm ngoại ngữ Bách Khoa đạt   B 260 điểm  /B .. . . . Mong PĐT mau chóng kiểm tra trường hợp của em và phản hồi sớm nhất để em biết lý do ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô. . . Em tên [full_name] mssv [student_id] khoa Khoa Học và Kỹ Thuật Máy Tính. Em có đăng ký in thẻ sinh viên vào tháng 10 và em cũng đã thanh toán trên BKPAY rồi. Khi đăng ký em chọn hình thức nhận thẻ là tại nơi cư trú nhưng đến nay vẫn chưa nhận được. Cho em hỏi là thẻ sinh viên của em đã in xong chưa ạ?. . . .",
            "Chào em,. . Em đăng ký nhận thẻ SV tại CS Lý Thường Kiệt nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/Cô[full_name] [full_name] Em tên [full_name], MSSV [student_id], sinh viên khoa Khoa học & Kỹ thuật Máy tính[full_name] Em đang làm đề cương luận văn đề tài \"Game đua xe BKSpeed\" nhưng do chưa đăng ký môn học CO4315 nên không có tên trong danh sách phản biện, mong Thầy/Cô cho hướng giải quyết[full_name][full_name] [full_name] Thầy/Cô có thể liên hệ anh [full_name] (MSSV: [student_id]) và thầy [full_name] phụ trách để xác nhận đóng góp của em trong đề tài[full_name][full_name] [full_name] Xin chân thành cảm ơn[full_name] [full_name] [full_name][full_name] [full_name]",
            "Em xin gửi thêm đơn xin đã có chữ ký của thầy phụ trách, mong thầy/cô xem xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Da thưa cô hiện nay em đang bị tạm dừng học em muốn nộp đơn xin thu nhận lại thì nộp như thế nào ạ ??",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học vụ . Cho em hỏi làm thủ tục thế nào để xin chuyển bảo vệ luận văn tốt nghiệp sang kỳ 221 ạ. Em cảm ơn. .",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Em là [full_name] mssv [student_id] lớp CTM3. Cho e hỏi là kì này e có đăng kí 1 số môn, trong đó có 2 môn yêu cầu tải phần mềm để có thể thực hành nhưng laptop của e không hỗ trợ tải về được ạ, nếu là không có dịch covid thì e vẫn có thể thực hành trên thiết bị của nhà trường. Không tải được phần mềm về nên khả năng rớt của e rất cao ạ. Liệu em có được hủy và được hoàn tiền học phí không ạ",
            "Chào em,. . PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT Đại học bách khoa TP Hồ Chí Minh. . Em là [full_name] - [student_id], sinh viên bằng 2 khóa K21. . . Lý do: Em có nguyện vọng đăng ký ở tại KTX ĐHQG HCM trong năm nay, tuy nhiên cần phải có  giấy xác nhận/ đơn đăng ký ở ktx có xác nhận của nhà trường, em kính mong PĐT cho em xin mẫu xác nhận để đăng kí vào KTX ĐHQG",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . -  Giấy xác nhận/ đơn đăng ký ở ktx có xác nhận của nhà trường. . =  Em vào mybk/xác nhận sv .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ . Kính thưa phòng đào tạo, em tên là [full_name], mssv [student_id]. Vào đợt thi học kỳ 202 vừa rồi, do đường truyền mạng không ổn định nên em đã hoãn thi một số môn. Sau khi có kết quả thì những môn em đăng ký hoãn thi đã được cập nhật thành công, trừ môn \"Kỹ thuật siêu cao tần\" - msmh: EE3025. Em có liên hệ với giảng viên bộ môn là thầy [full_name] để hỏi về lý do thì thầy bảo em liên hệ phòng đào tạo. Mong phòng đào tạo xem  lại hồ sơ của em và xem lại giúp em lý do em bị hủy việc hoãn thi ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . [full_name] không đồng ý hoãn thi, em vui lòng liên hệ [full_name] nhé.. . Vũ Châu Duy\tTùng\tEE3025\tKỹ thuật siêu cao tần\tA01\t\tx. . Thân mến. .",
            ". . Chào bạn. . Phòng đào tạo gởi cho bạn công văn của Khoa đính kèm về việc không đồng ý cho bạn [full_name] thi. . Trong đó không có ghi lý do nên bạn vui lòng hỏi lại Giảng viên/Bộ môn/Khoa để hỗ trợ giải đáp lý do.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không đủ quá trình thiết bị để thi trực tuyến , thì em phải giải quyết như thế nào ạ , lúc trước em đăng ký hoãn thi ở học kỳ 202 vì không đủ quá trình thiết bị mà bây giờ phòng đào tạo lại sắp em thi lại để xoá điểm hoãn thi bằng hình thức trực tuyến ở hk211 , bây giờ em củng không biết sắp xếp như thế nào ạ . Mong phòng đào tạo giải quyết giúp em ạ.",
            "Chào bạn. . Về vấn đề này bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi Hk211 Pdt đã gởi qua mail  vào ngày 22/11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Rút môn học (phải thanh toán học phí) HK 211. .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, em là [full_name] MSSV [student_id]. . lớp DD18DV1.. . Sáng nay em lỡ buổi SHCD cuối khóa, vậy có cách nào để khắc phục và xử lí để em có thể tiếp tục học ở HK2 không ạ. Em xin cám ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng CTCT sinh viên. . . . Em là [full_name], lớp VL18NL. . . . Dạ chiều hôm nay có lịch SHCD, em có tham dự vào phòng họp lúc 2h50p nhung tự dưng chỗ em mưa to bị cúp điện nên em không thể tham dự phòng họp tiếp được ạ. . Em xin cam đoan mọi thông tin em nói là sự thật, mong phòng CTCT thông cảm và ghi nhận trường hợp này của em với ạ, em xin chân thành cảm ơn",
            "Dạ thôi em có liên hệ lại được rồi ạ và em đã được điểm danh, em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo,. . Do không nhận được nguồn tài chính kịp thời nên  em đã trễ đợt đóng học phí lần này. Hiện tại em đã có đủ điều kiện để thanh toán, nhưng vì quá hạn nên không thanh toán được. Em viết yêu cầu này để tìm hướng giải quyết cho vấn đề.. . Rất mong PDT thông cảm.. .   i Yêu cầu khác .",
            "Chào em,. . Nhưng vì quá hạn nên không thanh toán được.. . =  Cô kiểm tra bkpay em đã thanh toán rồi nhé. BKPay luôn mở kể cả em đóng trễ HP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa phòng CTCT sinh viên. . . . Em là [full_name], lớp VL18NL, MSSV : [student_id]. . . . Dạ chiều hôm nay có lịch SHCD, em có tham dự vào phòng họp lúc 2h50p nhưng lúc đó chỗ em mưa to bị cúp điện nên em không thể tham dự phòng họp tiếp để điểm danh được ạ.. . . . Em xin cam đoan mọi thông tin em nói là sự thật, mong phòng CTCT thông cảm và ghi nhận trường hợp này của em với ạ, em xin chân thành cảm ơn. .",
            "Dạ thôi em có liên hệ lại được rồi ạ và em đã được điểm danh, em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào anh/chị. Anh/chị có thể giúp em kiểm tra thông tin tốt nghiệp của em được không ạ? Hiện tại em đã nhận giấy chứng nhận tốt nghiệp tạm thời nhưng lại không có tên trong danh sách tốt nghiệp dự kiến và chính thức. Dưới đây là thông tin của em. . Họ và tên: [full_name]. . Mã số sinh viên: [student_id]. . Em rất mong nhận được sự phản hồi từ anh/chị ạ. Em cảm ơn anh/chị rất nhiều.",
            "Chào em,. . Trường hợp của em đã được cập nhật Quyết định tốt nghiệp chính thức tại mybk/Thông tin Sinh viên/tình trạng. . Em đừng tra cứu trên ds chính thức nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi học kì trước em có hoãn thi mấy môn, vậy cuối học kì này , Thi những môn em hoãn thi ở học kì trước trước hay là thi môn của học kì này trước vậy ạ, Và em có thể hoãn thi những môn mà em đã hoãn 1 lần rồi được ko ạ,vì thi online em ko chắc, em cảm ơn",
            "Chào em,. . - PĐT đã gửi email đến sv: \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". Em xem email nhé.. . - Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi . . và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • Lưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo và . . học vụ (aao.hcmut.edu.vn    Sinh viên   Quy chế-quy định   Học vụ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name]   [full_name]O NHÀ TRƯỜNG[full_name] [full_name] [full_name] SINH SỐNG Ở HCM VÀ [full_name] VỪA XÉT NGHIỆM DƯƠNG TÍNH VỚI COVID 19 VỚI TÌNH HÌNH SỨC KHỎE [full_name] [full_name] [full_name] 2 BÀI THI NÊN X[full_name] KÍNH MONG BAN GIÁM HIỆU CHO [full_name] HOÃN THI GIỮA KÌ[full_name] [full_name] CHÂN THÀNH CẢM [full_name] [full_name]",
            "Chào em,. . - Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . - Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào thầy cô,học kỳ 202 em đã xin hoãn thi cuối kỳ nhưng điểm thi của em vẫn chưa đổi từ 13 thành 14 ạ,và điểm thi môn cấu trúc rời rạc cho KHMT em bị 0 điểm mặc dù em đã hoãn hết các môn ạ.. . Em xin cảm ơn ạ!. .",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -    Thời điểm hiện tại là giữa tháng 11/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 24/11/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. ."
        ]
    }
]