[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  i . . Chào Thầy/Cô.. . Em tên Võ Anh Duy, mssv [student_id], hiện em học Khoa Cơ Khí chương trình Chất lượng cao.. . Thầy/Cô cho em hỏi về việc cập nhật điểm môn Lựa chọn vật liệu trong thiết kế của Thầy Nguyễn Hải Đăng khi nào sẽ được cập nhận lên MyBK vậy ạ?. . Em đã mail văn phòng Khoa thì được trả lời là đã gửi cho PĐT rồi.. . Em hi vọng Thầy/Cô có thể cập nhật lên MyBK kịp trước ngày thứ 6 để em có thể được cập nhật trong danh sách tốt nghiệp trong tuần này.. . Em cảm ơn Thầy/Cô và hi vọng Thầy/Cô có thể giúp em hoàn thành thủ tục nhập điểm sớm nhất có thể ạ.. . Em cảm ơn và chúc Thầy/Cô một ngày tốt lành.. .",
            "Chào em,. . Tởi thời điểm này PĐT chưa nhận được bảng điểm ME4461. Em vui lòng liên hệ [full_name], BM xem bảng điểm này đang ở đâu nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em tên [full_name], MSSV [student_id]. . Em được thông báo là bằng tốt nghiệp tạm thời của em đã được gửi vào chiều ngày 12 tháng 10 nhưng tới hôm nay em vẫn chưa nhận được thông báo gì từ bưu điện. (đính kèm 1). . . . Nếu được em xin PĐT cho em biết mã vận đơn của đơn hàng gửi bằng tốt nghiệp tạm thời cho em để nhân viên bưu điện tra cứu tình trạng đơn hàng.. . . . Hiện nay em đã được bộ GTVT hướng dẫn cách đi từ Đồng Nai lên thành phố Hồ Chí Minh.. . . . Nếu có thể huỷ đơn hàng, em xin PĐT huỷ đơn hàng giúp em và em sẽ trực tiếp lấy bằng tại bưu cục hoặc PĐT.. . . . Cảm ơn PĐT đã hỗ trợ em,. . [full_name]. .",
            "Chào bạn. . Gởi bạn file đính kèm. . Thânb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có đăng ký hoãn thi môn Giải tích 2 MT1005 học kì 203. . . Đã sau thời gian xử lý và hậu kiểm  về hoãn thi của PĐT nhưng bảng điểm môn của e vẫn là điểm 13.. . Em xin hỏi có phải là có sai sót gì không a?. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cho em hỏi em có nguyện vọng được hoãn học phí học kì 211 và dể thanh toán cùng với học kì 212 thì em cần phải làm thủ tục như nào vậy ạ. Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em có điền 1 cái form online để xin đổi Giảng viên hướng dẫn Đề Cương Luận văn bên web của bộ môn, nhưng hiện tại em vẫn giữ tên như cũ theo danh sách của Thực tập tốt nghiệp.. . . . Em xin hỏi làm thế có cách nào để đổi giảng viên hướng dẫn không ạ ? . . . . Em xin cám ơn !. .   i Học vụ .",
            "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ, hiện tại em bị trộm mất laptop nên không đủ điều kiện tiếp tục học môn  học cần sử dụng laptop ạ. Em xin rút môn bây giờ có được không ạ, mong pdt giúp đỡ em với.. . Em xin cảm ơn",
            "Chào bạn,. . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký RÚT MÔN HỌC HK211, SV vui lòng làm theo hướng dẫn sau (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký):. . 1.\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.\tSv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêucầu à Tạo câuhỏi/yêu cầu mới : Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.\tClick vào choose file để tải file ảnh . . 4.\tClick vào GỞI. . Vui lòng gửi đơn trước 10h ngày 15/10/2021"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em tên [full_name], MSSV [student_id]. . Em được thông báo là bằng tốt nghiệp tạm thời của em đã được gửi vào chiều ngày 12 tháng 10 nhưng tới hôm nay em vẫn chưa nhận được thông báo gì từ bưu điện. (đính kèm 1). . . . Nếu được, em xin PĐT cho em biết mã vận đơn của đơn hàng gửi bằng tốt nghiệp tạm thời cho em để nhân viên bưu điện tra cứu tình trạng đơn hàng.. . . . Hiện nay em đã được bộ GTVT hướng dẫn cách đi từ Đồng Nai lên thành phố Hồ Chí Minh.. . . . Nếu có thể huỷ đơn hàng, em xin PĐT huỷ đơn hàng giúp em và em sẽ trực tiếp lấy bằng tại bưu cục hoặc PĐT.. . . . Cảm ơn PĐT đã hỗ trợ em,. . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô,. . Em là [full_name], MSSV [student_id], là sinh viên K17 Khoa Khoa học và Kỹ thuật máy tính. Nhờ Phòng đào tạo cập nhật điểm môn học Đồ họa máy tính (Mã môn học: CO3059) ở học kì 202 giúp em với ạ. Em có liên lạc với thầy bộ môn (thầy [full_name]), thầy có nói đã gửi bảng điểm từ tháng 8. Do em sắp hết hạn xét tốt nghiệp (31.10) nên rất cần điểm môn này. Em cảm ơn thầy/cô nhiều ạ.. . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Pdt kiểm tra trong hệ thống gốc môn này chưa có nhập điểm. . Bạn liên hệ Giảng viên xem trong quá trình nộp điểm có lỗi phát sinh gì? có gì liên hệ Văn phòng Khoa để hướng dẫn cho Thầy thao tác đúng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký in bảng điểm vào ngày 12/10. Em có thể yêu cầu gửi qua mail thêm bản điện tử hoặc file scan của bảng điểm có xác nhận của PĐT ngay khi in xong và trước khi chuyển cho bên vận chuyển không ạ?. . . . Lần trước em chọn nhầm giấy xác nhận nên chỉ có mỗi HK202 và thiếu HK201. Mà lần đó mất tận 9 ngày sau khi thanh toán phí mới giao tới nhà em. Lần này 17/10 hết hạn nộp hồ sơ học bổng nên em sợ vận chuyển không kịp ạ.. . . . Em cảm ơn.",
            "Chào bạn. . Hồ sơ của bạn đã được vận chuyển qua đường bưu điện, bạn đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ,. . Em tên [full_name], MSSV:[student_id]. . Thầy/cô cho em hỏi, hiện tại do tình hình dịch bệnh kéo dài phức tạp nên em đang gặp khó khăn về vấn đề kinh tế nên em đang làm đơn vay tiền tại địa phương, nơi em đang cư trú. Theo em được biết là phải có chứng nhận tại trường đang theo học nên em xin phép được hỏi làm sao để em có được giấy xác nhận đang học tại trường ạ và sẽ thực hiện những bước như thế nào ạ. Em xin cảm ơn ạ.. .",
            "Chào em,. . - Vấn đề vay vốn em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - phải có chứng nhận tại trường đang theo học . . =  Em vào mybk/xác nhận sv .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào [full_name]/Chị.. . Em đã liên hệ với văn phòng Khoa và được văn phòng khoa xác nhận là đã gửi bảng điểm cho phòng Đào tạo và đã được cô [full_name] xác nhận rồi ạ.. . [full_name]/Chị có thể xem lại giúp em xem có sai sót ở đâu không ạ? Khi mà điểm được gửi rồi và PĐT chưa nhận được không?. . Em cảm ơn [full_name]/Chị.. .",
            "Cô đóng câu này, vì đã trả lời em ở câu khác"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Em tên [full_name], em có câu hỏi nhờ PĐT giúp ạ. . Hiện em đang ở quê và sắp phải thi online, yêu cầu có thẻ sinh viên. Nhưng do sơ xuất trong lúc về quê cách ly em để sót lại thẻ sinh viên ở phòng trọ. PĐT cho em hỏi có thể sử dụng thẻ CCCD thay thẻ sinh viên được không ạ. Mong PĐT giúp đỡ, em xin cảm ơn.",
            "Hoặc em có thể dùng hình chụp thẻ sinh viên được không ạ",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . - Vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi xin giấy xác nhận sinh viên để vay vốn thì dùng lí do gì ạ do vào mybk không có lí do vay vốn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô pđt,. . Em tên [full_name], MSSV: [student_id]. Hiện tại em đã đủ tất cả các điều kiện tốt nghiệp. . . Thầy/cô cho em hỏi là em có phải chờ email xác nhận đủ điều kiện tốt nghiệp từ trường và đợi có tên trong danh sách dự kiến tốt nghiệp rồi mới đăng ký tốt nghiệp hay là em có thể đăng ký tốt nghiệp trên mybk xong rồi tra cứu tên mình trong danh sách tốt nghiệp dự kiến ạ?. . Em nên làm theo trình tự nào ạ?. . Em xin cảm ơn!",
            "Chào em,. . Em đã có kết quả thi AV nói viết chưa, có kết quả khi nào? hiện tại xét TN vẫn thấy bạn thiếu TOEIC. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào chị,. . Cho e hỏi là em sắp tốt nghiệp vào tháng 11 đợt này thì có xin được giấy hoãn nghĩa vụ nữa không. Do em nghe bạn nói xin được tới tháng 10 năm sau.. .",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì một số lý do cá nhân, em cần lấy lại 2 môn mình đã rút. Phòng đào tạo gửi mail rằng em có thể làm đơn hủy rút 2 môn trên để PDT phê duyệt. Em xin hỏi đơn này làm như thế nào ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ bạn xin hủy rút MH nào? lý do? ghi rõ tên và mã MH xin rút để trình Ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân",
            "Em chào cô,. . . . Cô cho em hỏi thêm là em gửi đơn này cho ai và ở đâu được không ạ?. . Em đã gửi mail trình bày các ý trên cho Phòng Đào Tạo ([email]). Không biết em đã gửi đúng chưa ạ?. . . . Em cảm ơn.",
            "Chào bạn. . Bạn phải làm hủy rút MH nào? lý do? ghi rõ tên và mã MH xin rút + ký tên để trình Ban lãnh đạo xem xét. . (nộp qua mail [email] hoặc BKSI hoặc trực tiếp tại Phòng đào tạo Cơ sở Lý Thường Kiệt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614268  /b \t. . . .   i Tốt nghiệp . ĐƠN XIN XÉT TỐT NGHIỆP. . . . Kính gửi: Phòng Đào tạo Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. . . . Em tên là:        HÀ TIẾN ĐÔNG                        Sinh ngày:   28/02/1998. . . . MSSV:            1614268                                              Lớp:                VP16CĐT. . . . Em làm đơn này mong PĐT cho em được xét tốt nghiệp.. . . . Tại vì hai năm đầu, em là sinh viên của Đại học Bách khoa Đà Nẵng. Sau kì thi phân ngành của chương trình CLC Việt-Pháp, em được trúng tuyển vào ngành cơ điện tử của trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. Tất cả các môn ở năm 1 và năm 2 em đã hoàn thành đầy đủ theo chương trình đào tạo PFIEV.. . . . Sau đó, em tiếp tục học giai đoạn 2 chuyên ngành Cơ điện tử - Chương trình PFIEV – Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM sau kì thi phân ngành PFIEV năm 2018. Em cũng đã hoàn thành đầy đủ và không nợ bất cứ môn nào.. . . . Theo như danh sách sinh viên khóa 2015 đến 2017 còn nợ môn tính đến HK201 của Văn phòng Khoa Cơ Khí, thì tất cả các môn em còn nợ trong danh sách em cũng đã hoàn thành. Em đã bảo về luận văn thành công bằng cả tiếng Việt và tiếng Anh theo CT đào tạo PFIEV, các bằng ngoại ngữ em cũng đã nộp đầy đủ và không nợ học phí bất kì môn học nào. Số ngày CTXH tích lũy cũng lớn hơn 15 ngày.. . . . Tuy nhiên, em không hiểu lý do vì sao em lại không thể đăng ký tốt nghiệp trong MyBK, phần khai lý lịch tốt nghiệp em không thể nhấn nút “Cập nhật thông tin”, và nút “Nộp đơn xin xét tốt nghiệp em cũng không nhấn được. . . . Vì vậy em viết đơn này mong Nhà trường xem xét để em có thể đăng ký tốt nghiệp và được xét tốt nghiệp cùng với khóa học.. . . . Em xin chân thành cảm ơn.. . . . P/s: Em đã gửi mail ngày 7/10 và PĐT bảo là sau ngày 12/10 chưa nhận dc mail hay chưa đk tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời",
            "Chào bạn,. . Cô gửi em file xét tốt nghiệp, em kiểm tra nếu có khiếu nại vui lòng phản hồi lại qua bksi nhé!. . Xem file đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . . . Em là sinh viên lớp MA3077 - Vật liệu kỹ thuật (HK202). Em xin được nêu thắc mắc về điểm thi cuối kỳ môn học trên.. . Trong lần nhập điểm ngày 4/10, điểm thi của em là 8.20, điểm trung bình môn 8.00. . Nhưng lần nhập điểm ngày hôm nay 14/10, điểm thi của em lại là 4.60, điểm trung bình môn 6.00. . . Em không hiểu tại sao hai lần nhập điểm lại có sự chênh lệch lớn đến vậy. Việc này em nên làm đơn phúc khảo hay email hỏi giảng viên? Vì môn này là môn thi trắc nghiệm online. Em xin cảm ơn phòng đào tạo. . .",
            "Chào em,. . Cô đã gửi email về [full_name] VL và [full_name] đã trả lời email em rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Xin chào PĐT,. . Em là sinh viên khoá K15 mssv: [student_id] khoa Kỹ Thuật Giao Thông. Vì ba em mắc hội chứng ALS nên gần 2 năm qua em phải ở nhà chăm sóc cho ba ( em kì nào cũng đkmh nhưng chỉ chạy lên thi rồi về ), đây là học kì cuối của em nhưng khổ nổi vì tình hình dịch bệnh nên từ đầu năm 2021 đến nay em không thể đi thi Anh văn được. Em chỉ còn  LVTN nhưng là bây giờ em không đủ chuẩn làm LVTN vì thiếu 1 chỉ ( 125/126 chỉ xét LVTN, thiếu [full_name] ). Em hi vọng nhà trường cho em một cơ hội thêm 1 HK để sang đầu năm IIG mở e đi thi Anh văn để làm LVTN ra trường ạ! Em xin cam đoan những gì em nói về Trường Hợp của em là đúng sự thật, em thấy tại mục 5.5 có trường hợp đặc biệt sẽ được hiệu trưởng xem xét, liệu trường hợp của em có được thầy hiệu trưởng chấp thuận không ạ và nếu được thì cho e xin cách gửi đơn ạ.  Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Dạ em chào thầy/cô ạ. Hiện tại laptop em bị hư nhưng ở địa phương em vẫn còn dãn cách chưa có điều kiện đi sửa. Giờ em không đủ điều kiện học một vài môn cần lap. Em muốn rút môn bây giờ có được không ạ. Mong thầy cô giúp đỡ. Em cảm ơn a.. . . .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 17 giờ ngày 15/10/2021. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Phòng đạo tạo.. . Em tên là [full_name], sinh viên khoa Kỹ thuật Địa chất và Dầu khí, sinh viên khóa 2017.. . Em đã hoàn thành Luận văn tốt nghiệp và chương trình đào tạo vào tháng 9/2021, vừa thi anh văn nói viết vào ngày 9/20/2021 và đợi kết quả thi để đăng ký tốt nghiệp.. . Hiện tại địa phương em đang kêu gọi Nghĩa vụ quân sự, do đã hoàn thành chương trình đào tạo, em không có môn học nào nên không đăng ký được giấy xác nhận sinh viên. . . Mong Phòng đào tạo xem xét giúp em để em được nhận giấy xác nhận sinh viên ạ.",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong mục đăng kí địa chỉ nhận ở mybk có tặng giáo trình và thẻ đt , hôm ấy em ấn nhầm và ko chọn vào chỗ nhận thẻ điện thoại , liệu bây giờ em còn có thể nhận được thẻ nữa không ạ",
            "Chào em,. . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo trường ĐH Bách Khoa TP.HCM.. . . . Em tên: [full_name], MSSV: [student_id]. Hiện học khoa Kỹ thuật Xây Dựng. . . . . Em viết đơn này để trình bày việc: Hiện tại, em đang thực hiện vay vốn SVBK bên Cựu sinh viên trường mình, và đang được hoàn tất giấy tờ để giải ngân. Nhưng trong lúc đó em được nhận mail là trễ học phí và sau 15h ngày 15/10/2021 thì sẽ bị xóa môn TKB và không được ĐK môn HK sau. . . . . Em rất mong được các thầy cô hướng dẫn em cách để giải quyết vấn đề này.  . . . . Em chân thành cảm ơn ạ.. . . .",
            "Chào em,. . Hiện tại, em đang thực hiện vay vốn SVBK bên Cựu sinh viên trường mình, và đang được hoàn tất giấy tờ để giải ngân.. . =  Em cố gắng thanh toán học phí khi xong thủ tục. Hiện tại chưa có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em muốn hỏi em đã đủ các điều kiện tót nghiệp. Và đã đóng phí Tốt nghiệp nhưng danh sách tốt nghiệp tháng 11 em không có. Em cần làm thủ tục gì nữa để kịp lên A5 trong đợt tháng 11?",
            "Chào bạn. . Hiện tại bạn đã có bằng tốt nghiệp chính thức. . Bạn liên hệ phòng đào tạo để nhận Bằng, nhớ mang theo CMND và Thẻ SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí rút môn vì điều kiện học không cho phép nhưng nay đã tìm được phương án thì làm sao để gỡ rút môn học ạ",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ bạn xin hủy rút MH nào? lý do? ghi rõ tên và mã MH xin rút để trình Ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Vì lí do laptop của em bị hỏng không đủ điều kiện để tiếp tục môn học nên em muốn rút môn học ME3139(Đồ án thiết kế), mong thầy/cô xét duyệt ạ.Em cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hiện tại em học Khoa Khoa học máy tính thì môn Đề cương luận văn và môn Luận văn tốt nghiệp có thể học cách nhau 1 kì được không ạ. Ví dụ kỳ 211 học đề cương luận văn thì kỳ 221 có thể học Luận văn tốt nghiệp không. . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id], lớp DD17TD04.. . Em vừa mới hoàn thành hai kĩ năng nói-viết tiếng anh và đã đủ điều kiện để tốt nghiệp nhưng khi vào đăng kí tốt nghiệp thì thông báo là em chưa có trong danh sách dự kiến tốt nghiệp. Vậy cho em hỏi: khi nào phòng đào tạo sẽ cập nhật danh sách dự kiến tốt nghiệp để em có thể đăng kí ạ. . . Em mong có phản hồi sớm từ phòng đào tạo.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy\\cô ạ, em còn thiếu 2.5 ngày ctxh mà bây giờ dịch em không lên TPHCM để hoàn thành đc ạ, thầy\\cô cho e hỏi có cách nào để hoàn thành CTXH ở địa phương rồi cho nhà trường xét duyệt được ạ? Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Dear admin,. . Em là sinh viên năm nhất ạ.. . Em có đăng ký gửi sách và giấy báo nhập học về nhưng tra viettelpost thì đơn hàng bị từ chối. Giờ em phải làm sao để nhận được sách hay để biết sách và giấy báo nhập đang ở đâu để người nhà em ở tp.HCM đến lấy ạ.. . Em xin cảm ơn ạ.. .",
            "Chào em,. .   Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . Em vui lòng đợi thêm.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô, em tên là [full_name]. Vừa qua em có cố đăng kí xét tốt nghiệp đợt tháng 11 tới nhưng không thỏa điều kiện. Mong thầy cô thông báo cho em điều kiện mà em chưa đạt đủ yêu cầu ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Cô đóng câu này nhé. Cảm ơn em.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô,. . Hiện nay em đã đủ mọi điều kiện để tốt nghiệp, tuy nhiên, vẫn còn phí Bảo hiểm Y tế Sinh viên 12 tháng DDBHYT121711, mà cái này em vốn đã đóng đầy đủ ở ký túc xá. . . Em có hỏi các cô ở phòng y tế về việc này, và cô trả lời là vấn đề này rất đơn giản, nếu nào không tốt nghiệp được thì lên gặp cô giải quyết, nhưng giờ em không biết liên lạc thế nào ạ. . . Em xin cảm ơn ạ. .",
            "Chào bạn. . Bảo hiểm sẽ không tính nợ khi tổng kết phần tốt nghiệp nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em làm theo giống trong mail mà ạ?",
            "Chào bạn,. . Đã tiếp nhận đơn rút MH của bạn và trả lời vào cầu hỏi trước.. . Bạn vào xem lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vẫn đnag học và có tkb học kì 211. nhưg khi đăng kí giấy xác nhận sv để nộp cho cơ quan nó lại báo lỗi \" bạn đang tạm dừng hoặc không có tkb\". .   i Học vụ .",
            "Chào em,. . Em vui lòng thử lại hoặc chụp màn hình gửi lại bksi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi là sao cái đơn sách của em lại ghi là bị hủy ạ?",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là tân sinh viên đã đăng ký nhận sách của trường. Em hiện ở quận Bình Tân TP.HCM. Em được biết là ở TP.HCM sẽ được các anh chị giao. Nhưng hiện cũng gần hai tuần từ lúc nhận thông tin trường bắt đầu giao, em vẫn chưa nhận được cũng như chưa có cuộc gọi nào hết. Hiện em rất cần cuốn giáo trình bài tập để làm. Em xin cảm ơn",
            "Chào bạn,. . Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . có thể trong tuần này sẽ có thẻ Vietel để giao cũng giáo trình nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là khu em đang trong vùng cách li và không có bank OCB nên hiện giờ không thể đong tiền được. Em có làm đơn thanh toáng tiền trễ rồi do trong Mail nói là nếu không thanh toán sẽ xoá tkb hủy môn em và ghi nợ môn. Em mong trường cho em hạn thêm để khi có cơ hội em sẽ đi đóng tiền liền ạ. Do thu em ở hông có OCB em phải qua tỉnh Long An mới có 1 chỗ để đóng nên mong nhà trường xem xét giúp em. Em cảm ơn",
            "Chào em,. . - Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Em cố gắng thanh toán HP sớm nhất có thể nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712206  /b \t. . . .   i Học vụ . Em xin chào Thầy/Cô, em là Trương Công Minh.. . . . Em xin hỏi là do kì này đã đủ tín chỉ chỉ còn thi anh văn nói-viết nên em có đăng ký 1 môn để không bị tạm dừng học và đợt vừa rồi em đã xin rút môn học kèm theo là em đã qua av nói-viết nhưng hạn đóng học phí là 9/11 nên em chưa thể đăng ký tốt nghiệp, vậy Thầy/Cô cho em hỏi có được mở trước hạn học phí để e có thể đóng học phí đang nợ không ạ! . . . . Em xin chân thành cảm ơn.",
            "Chào em,. . PĐT sẽ mở khóa để em thanh toán HP vào thứ 2 tuần sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Em xin gửi đơn rút môn học ME3139 HK211 ạ. . Em tên là : [full_name]. . MSSV: [student_id]. . Lí do: Vì em bị trộm mất laptop, hiện tại em không thể học môn sử dụng phần mềm vẽ được ạ nên không thể theo học được môn học. Mong phòng đào tạo giúp đỡ em với ạ. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy cô ạ ! . . Em được thông tin về học bổng của Honda. Họ có yêu cầu về điểm rèn luyện. Dạ em có liên hệ với lớp trưởng và bạn bảo là liên hệ xin từ PĐT ạ, vậy có cách nào để em nhận được bảng điểm rèn luyện không ạ ? . . Em xin cảm ơn nhiều ạ !. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô ạ.Em là [full_name] học lớp CK20CK06 MSSV [student_id] em tình cờ xem lại lí lịch em thấy nó bị sai ạ.Hộ khẩu và chứng minh của em tại Quảng Nam nhưng nơi sinh của em là tại Gia Lai ạ.Mong cô cập nhật lại lí lịch giúp em ạ.. . Em xin cảm ơn.. . Chúc cô luôn mạnh khỏe.. .",
            "Chào em,. . Em vui lòng chụp giấy khai sinh có mộc đỏ gửi lại bksi.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1752141  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô.. . Em tên Võ Anh Duy, mssv 1752141, hiện em học Khoa Cơ Khí chương trình Chất lượng cao.. . Thầy/Cô cho em hỏi về việc cập nhật điểm môn Lựa chọn vật liệu trong thiết kế của Thầy Nguyễn Hải Đăng khi nào sẽ được cập nhận lên MyBK vậy ạ?. . Em đã mail văn phòng Khoa thì được trả lời là đã gửi cho cô Hồng Nga ở PĐT rồi.. . Em hi vọng Thầy/Cô có thể cập nhật lên MyBK kịp trước  thứ 6 để em có thể được cập nhật trong danh sách tốt nghiệp trong tuần này.. . Vì công ty yêu cầu phải có tên trong danh sách dự kiến tốt nghiệp hoặc bằng tốt nghiệp tạm thời trước tháng 11 nên em hơi gấp ạ.. . Em cảm ơn Thầy/Cô và hi vọng Thầy/Cô có thể giúp em hoàn thành thủ tục nhập điểm sớm nhất có thể ạ.. . Em cảm ơn và chúc Thầy/Cô một ngày tốt lành.. .",
            "Cô đóng câu này, vì đã trả lời em ở câu khác.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi pđt, . . . . Dạ cho em hỏi là sao em thấy trên aao thì hạn xét tốt nghiệp đợt tháng 11.2021 là 24/12/2021 nhưng trên mybk thì là 30/10/2021 ạ? . .",
            "Chào bạn,. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em ở tp Hồ Chí Minh, em đăng kí nhận giáo trình đến hôm nay được 8 ngày rồi em vẫn chưa nhận được giáo trình ạ. Em muốn nhận giáo trình sớm để thuận tiện cho việc học onl ạ. . . .",
            "Chào em,. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được. Em vui lòng đợi thêm.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô.. . Em tên là [full_name], MSSV [student_id], Em có đăng ký giấy tạm hoãn nghĩa vụ vào năm 2020 thì bây giờ em lên cơ sở 1 lấy giấy và nộp cho địa phương được không ạ ?. . Em cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em có đăng ký giấy tạm hoãn nghĩa vụ vào năm 2020. . =  Đã hơn 1 năm, giấy CNSV không còn giá trị nhé.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô, . . Em tên [full_name], MSSV: [student_id]. . Em muốn hỏi thầy cô là trong đợt thi giữa kì 211, các môn thi tập trung này có được đăng kí hoãn thi không ạ. Lý do: thiết bị (laptop) của em bị hư và gửi đem sửa nhưng chưa sửa được ạ. Em mong thầy cô giải đáp giúp em, em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy Cô.. . Hiện tại em vừa được bổ sung điểm môn học CI3001 vài ngày trước nên trong thông tin cá nhân của em tại mục tốt nghiệp dự kiến trên aao.hcmut.vn có điểm trung bình tích lũy là 8.17; tuy nhiên trên mục bảng điểm Mybk và là điểm tích lũy chính thức của em là 8.22. . . Kể từ ngày có điểm môn học CI3001 thì em có lên xem thông tin aao mỗi ngày để xem trạng thái cập nhật nhưng vẫn không có ạ. Vậy em phải chờ hệ thống aao cập nhật và kiểm tra đúng hết thông tin rồi mới đăng ký tốt nghiệp để không xảy ra sai sót giữa bằng tốt nghiệp và bảng điểm tốt nghiệp đúng không ạ?. . Em xin cảm ơn quý Thầy Cô.. . . .",
            "Chào em,. . Em xem lại ds dự kiến TN sau ngày 15/10/2021.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, từ ngày 4/10 đến hôm nay 15/10 đã hơn 1 tuần kể từ khi em đăng ký in giấy chứng nhận sinh viên thông qua bưu điện nhưng bây giờ em vẫn chưa nhận giấy chứng nhận sinh viên. Em muốn hỏi là có xảy ra sai sót gì không ạ? Sao bây giờ vẫn chưa nhận? Nên đợi bao lâu nữa thì sẽ được nhận.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô ạ,. . Nếu em không đủ điều kiện về thiết bị để thi giữa kì thì em có thể xin hoãn thi không và xin như thế nào ạ?. . Mong thầy cô hướng dẫn giúp em,. . Em xin cảm ơn!",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /. . Em đã thi av vào ngày 25/9 và đã có điểm. Bên cạnh đó thì các điều kiện tốt nghiệp đã hoàn tất.. . Nhưng đến giờ em vẫn chưa có danh sách tốt nghiệp dự kiến. . Do hạn chót đăng kí là cuối tháng 10 nên em đang lo lắng.. . Mong thầy/cô kiểm tra giúp em ạ . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là [full_name] mssv [student_id]. Hiện tại vì một số lí do cá nhân nên em không thể hoàn thành luận văn học kì 211 nên em muốn rút môn học.Kính mong quý thầy cô xem xét",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 15/10/2021. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . [full_name] đã đồng ý đơn hủy rút môn học của bạn. . Điểm sẽ cập nhật lại điểm 15 sau ngày 5/11/21. . Thân"
        ]
    }
]