[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi trên hệ thống mybk của em không có cập nhật lịch thi HK mới nhất ạ.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Nhắc Thanh toán học phí HK211 (Học kỳ chính). . Hộp thư đến. . . . [email]. . 14:30, Th 4, 1 thg 12 (6 ngày trước). . tới nhuquynh. . . . Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Học kỳ chính) tính đến 15 giờ ngày 19/11/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. . . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng / Điều 7.\". . =  Em chưa thanh toán HP thì không có lịch thi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em có xem tên mình có trong danh sách tốt nghiệp dự kiến. Nhưng khi vào trang đăng ký tốt nghiệp thì lại bị để là tạm dừng. Thầy/cô có thể xem lại giúp em không ạ?. . . . Em cảm ơn thầy/cô rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng Đào Tạo ạ!. . . . Em tên [full_name], MSSV: [student_id], khoá 2021, học lớp VL01 Hóa Đại Cương (Thí nghiệm) của thầy [full_name].. . . . Do lúc trước điền form đăng ký học hóa thí nghiệm offline địa phương em vẫn chưa bùng dịch. Hiện tại em xem cập nhật của thời khóa biểu trên hệ thống, em thấy có lịch học vào tuần 51, 52. Ở thời điểm đó em vẫn chưa thể di chuyển đến Thành phố Hồ Chí Minh để học được ạ, một phần do chưa có phương tiện di chuyển và gia đình cũng chưa cho phép. Em có thể xin học một lớp khác vào thời gian sau Tết để học bù được không vậy ạ? Em đã liên lạc với giáo viên bộ môn rồi, thầy bảo em liên lạc với Phòng Đào Tạo hy vọng giúp em sắp xếp lại thời khoá biểu ạ.. . . . Em rất xin lỗi về sự bất tiện này, mong Phòng Đào Tạo thông cảm. Em rất hy vọng nhận được phản hồi của Phòng Đào Tạo.. . . . Trân trọng cảm ơn quý thầy cô!. . . . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]-[student_id]-Khoa kỹ thuật giao thông.. . Đợt đăng ký lên trường học lần trước, em có đăng ký nhưng lúc đó em tiêm được 1 mũi vacxin. Hiện tại em đủ điều kiện (tiêm đủ 2 mũi) và đang ở TP HCM, nên em xin được đăng ký bổ sung lên trường học thực tập. Theo Thời khóa biểu các bạn em đã được lên trường học vào tuần sau.. . Em cần làm đơn hay thủ tục như thế nào để được duyệt và tham gia lớp học thực tập vào tuần sau để kịp tiến độ học tập?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id].. . . . Hiện tại, em đã hoàn thành xong chương trình học tại trường. Chứng chỉ toeic 510 đủ điều kiện đăng ký tốt nghiệp, nhưng chưa đủ để chuyển điểm cho Anh [full_name] 3, Anh [full_name] 4 ạ. . . . . Do đó, em không kịp đăng kí tốt nghiệp cho đợt tháng 11/2021.. . Và cũng không đăng ký môn học nào trong học kì 211.. . . . Em thấy mail trường có thông báo là \"Các sinh viên có điểm trung bình học kỳ bằng 0 được xem như bỏ học và bị buộc thôi học vào học kỳ kế.\". . . . Vậy thì trong trường hợp của em, em cần viết \"Đơn thu nhận\" hay \"Đơn cứu xét\" ạ? Và em có cần đăng ký môn học nào để duy trì không ạ?. . . . Mong Nhà trường xem qua câu hỏi và giải đáp giúp em ạ.. . Em xin cảm ơn.. . . .",
            "Chào em,. . Trường hợp không có TKB trong học kỳ thì bị buộc tạm dừng theo quy chế nhé bạn.. . Khi nào bạn đủ điều kiện tốt nghiệp vui lòng làm đơn xin thu nhận lại để xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô do học kỳ trước(HK211) em không đăng ký môn học nên bị tạm dừng học. Nên em làm đơn thu nhận lại để được đăng ký môn học ở học kỳ tiếp theo(HK212)ạ!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ,. . Em là sinh viên k18 thuộc ngành Kỹ thuật điều khiển và tự động hóa. Hiện tại em vẫn chưa được đi thực tập ngoài trường. Cho em hỏi, không biết khi nào nhà trường mới tổ chức cho sinh viên đi thực tập ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Về việc thực tập ngoài trường, SV vui lòng liên hệ về Khoa/Bộ môn để được tư vấn về kế hoạch thực tập của Khoa bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo.. . . . Em là sinh viên khóa K14, do hoàn cảnh và công việc em đã không sắp xếp được thời gian học của mình, em đã để hai học kỳ tại thời hạn chính quy cuối, một học kỳ có điểm trung bình bằng không, một học kỳ em không đăng ký môn học.. . . . Ngày 09/04/2021 em bị hủy tình trạng sinh viên chính quy, ngày 21/05/2021 em được thông báo trên cổng thông tin là chuyển sang hệ VLVH với tình trạng sinh viên là đang học.. . . . Học kỳ chính 211 em không đăng ký môn học, và hiện tại em đã chuẩn bị và có thể hoàn thành hết chương trình học của mình ở học kỳ 212 ( em chỉ còn luận văn tốt nghiệp và anh văn ).. . . . Dạ cho em hỏi, để đăng ký môn học ở học kỳ 212 em có cần nộp giấy thu nhận lại không ạ, và em cần bổ sung những hồ sơ nào khi em đã  chuyển qua hệ VLVH, hiện tại em chỉ gửi sơ yếu lý lịch và phiếu đăng ký chuyển hệ qua mail: [email], trên mail thông báo của trường.. . . . Vì em thấy tình trạng thông tin sinh viên của em cổng thông tin là đang học, nên em cũng bối rối với những quy định và hướng dẫn chuyển hệ và đăng ký môn.. .  . . Mong phòng đào tạo có thể hỗ trợ em, để em có thể hoàn thành tốt hồ sơ và chương trình học của mình. . Em xin cám ơn.",
            "Chào bạn. . Bạn vào dkmh Hk212 bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT, trường hợp của em là em đã có tkb môn Thí Nghiệm Hóa Đại Cương ở HK211 trên mybk. Tuy nhiên em chưa thể trở lại trường để học trực tiếp được do địa phương em tình hình dịch bệnh còn phức tạp, cũng như ktx chưa mở cửa. Nên em muốn hoãn học phần thí nghiệm sang học kỳ sau (HK212). Kính mong PĐT giải quyết. Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy(cô),em là [full_name] là sinh viên k21, khoa kĩ thuật giao thông, em dự định ngày cuối hạn đăng kí sẽ hoàn tất việc đăng kí nhưng vì lí do ngoài ý muốn nên vẫn chưa đăng kí được môn học nào trước thời hạn. Chân thành mong quý thầy(cô) có thể giúp em được tiếp tục đăng kí để có thể tiếp tục học tập trong học kì sắp tới. Em xin cảm ơn !",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:\"V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính 212+ VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:01, Th 3, 7 thg 12 (3 ngày trước). . tới stu.all,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tại Trường Đại học Bách Khoa,. . . . Em là sinh viên K18 khoa KHUD. ở học kỳ 202 e có đăng ký môn Sinh học đại cương CH2027, lý thuyết trên lớp đã hoàn thành nhưng mới học thí nghiệm 1 buổi thì lớp bị hoãn vì tình hình dịch bệnh. Từ đó đến nay em và các bạn cùng lớp chưa nhận được tin tức gì về việc tiếp tục học và thi học phần này.. . . . Em muốn hỏi phòng đào tạo rằng muộn nhất là trong học kỳ sau tụi em có thể được tiếp tục hoàn thành thí nghiệm và thi kết thúc môn học này không ạ. Bởi vì trong thời khóa biểu của em không có thông tin gì hết. Em rất đắn đo có nên đăng ký học lại vào học kỳ sau để có thể đảm bảo hoàn thành đủ các tín chỉ nếu học phần này chưa có thông báo mới ạ.. . . . Em rất mong nhận được sự phản hồi từ phòng đào tạo ạ!. . Em cảm ơn Thầy/Cô đã đọc và chúc mọi người nhiều sức khỏe. . . . Trân trọng,. . [full_name].. . . .",
            "Chào em,. . đợt tháng 11 phòng đào tạo có gửi mail đăng ký ký học trực tuyến tại trường nhưng không thấy dữ liệu bạn đăng ký, bây giờ bạn muốn đăng ký học môn thực hành / thí nghiệm nào thì phản hồi lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tuần sau em thi online nhưng vẫn chưa có thẻ sinh viên thì làm sao ạ? Em đã gửi đị chỉ cho trường gửi thẻ nhưng vẫn chưa nhận được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào quý thầy cô!. . . . Em là sinh viên người dân tộc thiểu số khóa 15. Vì cần gia hạn thêm thời gian đào tạo thêm một học kỳ để kịp hoàn thành chương trình học nên em xin được nộp đơn gia hạn thời gian đào tạo ạ.. . Kính mong quý thầy cô xem xét để em được gia hạn thêm thời gian đào tạo.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK212 vào đợt 2. . Thân\"",
            "Chào em,. . Cô gửi em file scan Quyết định kéo dài thời gian. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: 1613123  /b \t. . . .   i Đăng ký môn học . Em xin chào thầy/cô PDT,. . Ở học kì 202 em có làm đơn xin hoãn thi môn Luận Văn Tốt Nghiệp do ảnh hưởng của dịch bệnh. Sau đó thì PDT có chấp nhận cho em được hoãn thi tối đa 2 học kì, nghĩa là đến học kì 212 tới đây em phải làm đơn xin xoá điểm hoãn và tham gia bảo vệ LVTN.. . Nên em muốn hỏi là học kì 212 tới này em có cần phải đăng kí lại môn LVTN như bình thường không ạ?. . Mong PDT phản hồi giúp em.. . Em xin cảm ơn.",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . -\tCác SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ này gửi về PĐT để ra quyết định hội đồng.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên k17 - MSSV - [student_id]. . . . Em có gửi yêu cầu gia hạn LVTN trước đây, tuy nhiên hình như pđt có hiểu nhầm là em muốn xin dời thời gian bảo vệ. Thực tế là em muốn đăng ký hoãn thi (hoãn bảo vệ) và sẽ đăng ký LVTN và bảo vệ vào học kì 212. . . . . Em có đính kèm đơn hoãn thi và các bằng chứng liên quan về việc đã được GVHD và BCN khoa ký duyệt, mong PĐT xem xét ạ.",
            "Chào em,. . Câu trước cô đã trả lời em rồi nhé.. .  Thực tế là em muốn đăng ký hoãn thi (hoãn bảo vệ). . =  Không được em nhé, em vui lòng đọc lại câu trả lời trước.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô ạ!. . Hiện tại em chưa có chứng chỉ TOEIC quốc tế và chưa được đi thực tập tốt nghiệp. Em muốn hỏi là học kì 212 em có thể học được môn luận văn tốt nghiệp hay không ạ? Và nếu không được thì em cần đăng kí thêm bao nhiêu chỉ để không bị cảnh cáo học vụ ạ?. . Em xin cảm ơn!. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Nhắc V/v Đăng ký môn học HK Chính + Dự thính 212 + VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:02, Th 6, 3 thg 12 (7 ngày trước). . tới stu.all, \". . . . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý Thầy/Cô,. . . . - Ngày 6/12/2021, em có đặt câu hỏi trên BKSI là: . . \"Em đã không đăng kí trong đợt khảo sát sinh viên đủ điều kiện và có ý muốn học tập trung tại trường. Nhưng hiện nay, trên thời khóa biểu của em có lịch học môn Thí nghiệm từ tuần 50. Vậy em có thể đi học khi chưa đăng kí đợt khảo sát vừa rồi không ạ?\" . . . . - PĐT đã trả lời:. . \"Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em\". . . . Vậy là sao ạ? Tại em chỉ muốn hỏi là em có thể đăng kí đi học bổ sung nếu chưa đăng kí trong đợt khảo sát không? (Vì nếu có thể và em sắp xếp di chuyển được thì em mới đăng kí bổ sung), chứ em chưa xác nhận là sẽ đăng kí ạ!. . . . Thầy/Cô xem lại giúp em!. . . . Em cám ơn quý Thầy/Cô. . Trân trọng.",
            "Chào em,. . Bây giờ em muốn hủy không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . Em vừa nhận được mail của pdt về việc tổ chức thi TOEIC nói viết tháng 12 tới ngày 14/12, và với việc mất khoảng 2 tuần để chấm bài thì sẽ vượt quá hạn cuối đăng kí tốt nghiệp vào ngày 24/12. Nên em muốn hỏi là tình huống này sẽ được giải quyết như thế nào ạ.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi để xin hỏi về việc xét tốt nghiệp nhé, tại thời điểm đó mới có thể trả lời cho bạn được nhé. . . . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo,. . . . Hiện bằng toic của em đã được xác nhận xong, em mong muốn phòng đào tạo hỗ trợ em để em được chuyển điểm av 4 nhanh hơn và được đăng kí tốt nghiệp sơm hơn ạ.. . . . Bên cạnh đó, ở mục tình trạng sinh viên của em đang hiển thị tạm hoãn do không đăng kí môn học, như vậy em có thể đăng kí tốt nghiệp sau khi chuyển điểm thành không không ạ?. . . . Vì em đang cần bằng tốt nghiệp cho công việc nên rất mong được sự giúp đỡ của phòng đào tạo.. . . . Em xin cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pdt.. . Do điểm tbtl của em hiện tại là 7.06, nhưng trên trang Thông tin tốt nghiệp Aao thì là 6.98 .. . Rất mong pdt cập nhật lại điểm giúp em, để em có thể đăng ký tốt nghiệp.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Điểm trung bình tích lũy khác với điểm trung bình tích lũy ngành nhé bạn.. . Em vui lòng xem lại quy định về tính điểm trung bình tích lũy ngành nhé.. . Về trường hợp tính sai, em vui lòng ghi rõ cụ thể sai như thế nào? để PDT kiểm tra và trả lời. . Thân",
            "Do kỳ này em có học cải thiện 1 môn chuyên ngành (vẫn tính vào  điểm tbtl ngành), nhưng môn này nhập điểm trể (trể hơn thời gian cập nhật điểm tốt nghiệp trên Aao) nên trên trang Thông tin tốt nghiệp Aao chưa cập nhật điểm.. . Pdt kiểm tra giúp em, em cảm ơn.. . . . Em có gửi kèm hình.",
            "Chào em,. . Xét lại sv đạt điểm TBTN = 7.06 - 142tc (15/12/2021).. . Ds dự kiến sẽ được cập nhật lại trong tuần sau nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô, em không đăng kí tốt nghiệp được, hệ thống báo như hình đính kèm. Mong quý thầy cô giải đáp giúp em ạ.. . Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào em,. . Lỗi này đã được khác phục, em vui lòng vào khai lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô. . Dạ cho em hỏi một môn của em, cụ thể có mã là EE3031 có điểm tổng kết trong phần thông tin sinh viên là điểm 13 nhưng điểm tổng kết trên trang phúc tra điểm thi lại là điểm 8. Vì em xem điểm khá lâu rồi mà vẫn không thấy thay đổi nên không biết điểm nào mới là điểm cuối cùng ạ?. . Mong thầy/cô giải đáp giúp em. Em xin cảm ơn thầy/cô ạ.. . Sinh viên,. . [full_name]. . . .",
            "Chào em,. . Vui lòng trình bày rõ giúp cô là điểm của học kỳ nào nhé. . Thân",
            "Dạ thưa cô, điểm của HK202 ạ.. .",
            "Chào em,. . - Nếu [full_name]V đã khóa môn học và muốn sửa điểm thì [full_name]V gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - [full_name] tra lên điểm cũng mở khóa nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em tên là [full_name], là sinh viên năm 4 thuộc khoa KTXD.. . . . Ở HK203 em có đăng kí môn Thực tập tốt nghiệp ngoài trường (3 chỉ) nhưng chưa thể hoàn thành vì tình hình dịch bệnh.. . . . Em dự định rằng vào học kì 213 tới sẽ thực tập, như vậy đến kì 213 em có phải đăng kí lại môn này (đóng tiền như bình thường) không ạ? . . . . Em xin chân thành cảm ơn.. . . . Chúc PĐT luôn làm việc hiệu quả và giữ an toàn trong mùa dịch ạ!",
            "Chào bạn. . Về việc này bạn liên hệ Khoa để được hỗ trợ. . - Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name], MSSV [student_id], khóa K15 khoa Kỹ Thuật Xây Dựng, Bộ môn Kiến trúc.. . Dạ hôm trước em có tạo câu hỏi về đăng ký tốt nghiệp ạ và hiện tại em đã nhận được mail thông báo lịch trình tốt nghiệp đợt 2 năm 2021, nhưng em vẫn chưa được cấp quyền để vào trang đăng ký tốt nghiệp ạ.. . Kính mong PĐT xem xét và cấp quyền cho em đăng ký tốt nghiệp.. . Em cảm ơn.",
            "Chào em. . Đã mở khóa, em vào ĐK tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Phan Anh Minh, mssv [student_id], lớp DD19LT13, khoa Điện - Điện tử . . Em bị tạm dừng học kỳ do trễ hạn học phí, nay em đã hoàn thành học phí và ĐÃ NHẬN ĐƯỢC QUYẾT ĐỊNH THU NHẬN TỪ PHÍA NHÀ TRƯỜNG ( tệp bên dưới), em mong phòng Đào tạo có thể mở lại lịch đăng ký môn học để em được đăng ký các môn học sau: . . 1/ MT2013 Xác suất thống kê . . 2/ [full_name]2033 Giải tích mạch . . 3/ [full_name]1009 Kỹ thuật số. . 4/ [full_name]2009 Hệ thống máy tính và ngôn ngữ lập trình . . 5/ [full_name]1007 Vật lý bán dẫn . . 6/ [full_name]1007 Pháp luật Việt Nam đại cương . . . . . . . .",
            "Chào em,. . Em vui lòng xem lại email:. . \"V/v gia hạn Đăng ký môn học Sinh viên HK Chính + Dự thính [full_name]+ VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:01, Th 3, 7 thg 12 (17 giờ trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . . Vì lý do nhiều Sinh viên (đặc biệt là SV Khóa 2021) không đăng ký môn học hoặc đăng ký số tín chỉ tối thiểu thiếu theo quy định cho HK211. Nên Phòng đào tạo gia hạn đợt ĐKMH cho SV, Sinh viên chú ý thực hiện đăng ký môn học tại: mybk.hcmut.edu.vn cho HK Chính + Dự thính [full_name] + VLVH từ 10g ngày 08/12/2021 đến 15g ngày 10/12/2021 (Đợt 1...\". . Thân mến. . . .",
            "Dạ em chào chị, em có thấy email rồi ạ, nhưng em trang mybk để đăng ký môn học thì vẫn bị hiển thị là không được phép đăng ký chị ạ. Chị xem lại giúp em với ạ. . . Em đính kèm hình ảnh phía dưới ạ. Em cảm ơn chị.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chị ơi, bên kỹ thuật chưa cập nhật cho em nên em vào đăng ký môn vẫn chưa được ạ. Chị xem lại giúp em với ạ! . . Em cảm ơn",
            "li answer rate:",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo. (SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Cô [full_name],. . . . Nếu được đăng kí bổ sung, em xin đăng kí học tập trung môn \"Thí nghiệm Hóa Vô Cơ\" tại cơ sở [full_name] ạ.. . . . Em cám ơn Cô!. . Trân trọng.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613782  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em tên Huỳnh Tấn Trung, MSSV 1613782 khoa Kỹ thuật Xây Dựng. Em muốn hỏi Thầy/Cô là môn học nhóm D của em yêu cầu em học 1 môn (3TC) nhưng em đăng ký 2 môn (6TC), trong đó 1 môn học qua 1 môn em vắng thi bị điểm 0 thì điểm TBTLN của em tính như thế nào ạ (chỉ tính môn qua, hay tính cả 2) hiện tại điểm TBTLN của em trên trang trường đang tính cho cả 2 ạ. Em mong được PĐT giải đáp ạ.. . Em xin cảm ơn,. . Kính chúc quý Thầy/Cô sức khỏe,. .",
            "Chào em,. . Đtbtl là tính hết, học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác:",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] - [student_id], đã đặt câu hỏi về việc xin mở lại đăng ký tốt nghiệp (do bị khoá vì tình trạng sinh viên \"tạm dừng\"). Người trả lời hẹn hạn cuối 7/12 chưa mở lại thì đặt câu hỏi lên bksi để được xử lý. Do đó, em đợi đến hết giờ hành chính hôm nay vẫn chưa thấy mở lại mục đăng ký tốt nghiệp nên em đặt câu hỏi/yêu cầu để được xử lý nhanh chóng ạ.. . . . (Hình ảnh minh chứng đính kèm)",
            "Đã mở lại mục Đăng ký tốt nghiệp. Tuy nhiên, khi điền xong đầy đủ thông tin, nhấn nộp thì bị báo lỗi (như hình)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đang trong quá trình chờ xét tốt nghiệp (hạn cuối 24/12). Do đó em không đăng ký môn học và bị buộc tạm dừng học.. . Vì điều kiện dịch bệnh em không thể lên trường nộp giấy thu nhận lại. Cho em hỏi có giải pháp nào để em được thu nhận và kịp thời đăng kí tốt nghiệp không ạ?",
            "Chào bạn. . - Nếu bạn bị tạm dừng, khi nào có tên trong ds dự kiến tốt nghiệp thì Pdt tự động thu nhận lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào quý thầy cô. . Cho em hỏi là: theo lịch học nhà trường thì mình sẽ bắt đầu từ 3/1 đến 27/1 được nghỉ tết.. . . . Trong khoảng thời gian này nhà trường vẫn tổ chức học online hay học offline vậy ạ . . . . Em xin cảm ơn . .",
            "Chào em,. . - Nhà trường hoạt động lại bình thường (dự kiến trong tháng 3/2022). . - 3/1 đến 27/1 được nghỉ tết.Trong khoảng thời gian này nhà trường vẫn tổ chức học online hay học offline vậy ạ. . =  Dự kiến online.. . =  Em theo dòi email sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô Phòng Đào tạo,. . . . Em xin được hỏi về môn\"Thực tập ngoài trường\" dành cho sinh viên khóa 2019 theo chương trình đào tạo trên website aao.hcmut.edu.vn thì thuộc về học 212 tuy nhiên theo giáo vụ khoa Khoa học và Kỹ thuật Máy tính giải đáp cho tụi em thì sẽ đăng kí môn này vào đợt đăng kí thực tập riêng.. . . . Vậy xin Phòng cho em hỏi đăng kí thực tập đúng quy định sẽ diễn ra tại học kì nào?. . . . Em xin trân trọng cảm ơn!. .",
            "Chào em,. . Sinh viên cứ đăng ký học kỳ hè như đã hướng dẫn, và học phí vẫn tính là học phí chính quy bình thường.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . Thầy cô cho em hỏi là em muốn đăng kí hoãn thi thì phòng đào tạo có rep là đăng kí trên mybk ở mục ứng dụng của sinh viên nhưng em lên mybk thì lại không có mục đó ạ.",
            "Chào em,. . Ứng dụng số 12, mục cuối cùng. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa ngày 5/12/2021 em có thi môn anh văn 4 , thi xong là lúc tầm 7h50 sáng ạ , trên Bkexam có nói phải nộp video sau 48h kể từ lúc kết thúc bài thi , tức là 7h50 sáng ngày 7/12/2021 . Nhưng do em quên nên đến lúc tầm 3h chiều em mới nộp file ghi màn hình . Thầy cô cho em hỏi là như vậy có sao ko ạ ?",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] mssv [student_id] lớp XD19CTXD02, cho em hỏi là em làm xong bài rồi mà không báo điểm để em làm bài tiếp theo ạ . . Mong phòng đào tạo xem xét giúp em với ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . Vừa qua trường có mở đóng BHYT. Do sơ suất nên em đã quên đóng BHYT.. . Thầy cô cho em hỏi em có thể đóng bổ sung hay có cách nào khác để em có thể đóng BHYT được không ạ.. . Em cảm ơn thầy cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PĐT,. . . . Em là SV K18, đợt đăng ký HK212 này e chỉ đăng ký 1 môn LVTN 9 tín chỉ vì đã đủ số tín chỉ và môn tiên quyết để tốt nghiệp. Em thấy trường có quy định số tín chỉ tối thiểu là 14, cho em hỏi là em có thể đăng ký môn như hiện tại không ạ, hay bắt buộc phải đăng ký thêm ạ.. . . . Em xin cảm ơn.. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT ạ, em gửi thư này mong PĐT xét duyệt cho em hủy việc học TN theo kế hoạch sắp tới từ 13/12/2021.. . Lý do là quê em ở huyện Mộ Đức, Tỉnh Quảng Ngãi tình hình dịch bệnh đang diễn ra phức tạp. Em mới tiêm mũi 2 Astrazenca ngày 4/12 nên thuốc chưa có tác dụng và bố mẹ cũng không yên tâm cho em vào học. . . Em mong PDT xem duyệt cho em ạ. Em cảm ơn ạ.. . Trân trọng,. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy, cô ơi cho em xin hỏi. Em là sinh viên K15 của khoa Xây Dựng, theo em được biết kì 211 hiện tại sẽ là kì thứ 13, kì cuối cùng của em. Hiện tại em đang thực hiện LVTN của ngành, nhưng có một vài vấn đề xảy ra khiến tụi em có khả năng hoàn thành kịp cho hạn nộp bài. Thầy, cô cho em xin hỏi là đợt luận văn năm nay có được gia hạn thêm thời gian bảo vệ như kì trước hay không ạ.. . Nếu không được gia hạn thì em có được xin cứu xét thêm 1 kì để có cơ hội hoàn thành Luận Văn để được xét tốt nghiệp hệ chính quy không ạ.. . Em xin cảm ơn thầy, cô đã lắng nghe.",
            "\"Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \"\" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\"\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT,. . Vì hiện tại lịch thi anh văn nói viết đang bị trễ nên nhiều nguy cơ sẽ có điểm sau hạn chót đăng ký tốt nghiệp (24/12). Mong PĐT cho em biết liệu nhà trường có hỗ trợ gì cho trường em đang gặp phải không. Mong quý thầy cô sớm phản hồi giúp em, em xin chân thành cảm ơn.. . Trân trọng,. . [full_name].",
            "Chào bạn. . Quan trọng là bạn thi đạt, sau đó nhà trường sẽ hỗ trợ cho bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô,. . . . Em muốn hỏi số tín chỉ tối thiểu trong 1 học kì chính của sinh viên K18 là bao nhiêu ạ?. . . . Em cảm ơn.",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Thầy Cô Phòng đào tạo, . . Em tên là [full_name], MSSV [student_id], là sinh viên khoa Điện - Điện tử. . . Em xin lỗi vì đăng kí học tập trực tiếp tại trường trễ hạn ạ. Hiện em đã đầy đủ các điều kiện để vào trường ạ. Không biết em có thể đăng kí để được học thí nghiệm trực tiếp tại trường được nữa không ạ?  . . Mong Thầy Cô Phòng đào tạo có thể xem xét cho em ạ. . . Em cảm ơn Thầy Cô nhiều ạ,. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Em chào anh/ chị ạ.. . Em muốn hỏi về việc nếu em đăng ký cải thiện một môn học bao gồm thí nghiệm, thì em có được bảo lưu điểm thí nghiệm ở kỳ trước và chỉ học phần lý thuyết thôi được không ạ. Nếu được thì thủ tục đăng ký như thế nào ạ, em sẽ thông báo với giáo viên dạy thí nghiệm cũ và mới xin xác nhận hay sao ạ. . . Em xin cám ơn.",
            "Chào em,. . Em có được bảo lưu điểm thí nghiệm ở kỳ trước . . =  Theo quy chế thì không có việc này. Em vui lòng liên hệ GV dạy em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy, cô,. . . . Em là [full_name], mã số sinh viên: [student_id], khoa Kỹ thuật Xây Dựng.. . . . Em xin gửi đơn \"Đăng ký thu nhận lại\" theo 2 file (word + pdf) đính kèm bên dưới.. . . . Mong thầy, cô giải quyết sớm giúp em.. . . . Em xin chân thành cảm ơn. Kính chúc quý thầy, cô nhiều sức khỏe.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô, . . Cho em hỏi, em thi không đủ AVDV giờ muốn học Anh văn trong trường, vậy đăng kí AV1A được không ạ hay phải học từ Avcb vậy ạ.. . Em cảm ơn",
            "Chào bạn. . Bạn phải đăng ký học từ Avcb nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô/anh/chị.. . Em là [full_name] - [student_id]. . Hiện em đã hoàn thành xong mọi yêu cầu để có thể được xét tốt nghiệp (Tên em đã có trong danh sách tốt nghiệp dự kiến, em cũng đã thanh toán lệ phí 95.000đ). Tuy nhiên, hiện tại em vào lại trang mybk đăng ký tốt nghiệp thì lại hiện thông báo \"Không được phép đăng ký (tạm dừng)\". . . Em muốn hỏi như vậy là hồ sơ của em đã được chấp nhận để đăng ký tốt nghiệp hay chưa? Nếu chưa thì em cần làm gì để có thể đăng ký tốt nghiệp? . . Em xin chân thành cảm ơn. .",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng kí nộp bằng trên hệ thống trường nhưng không được, phần bấm đăng kí không bấm vào được ạ.",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào anh/chị. . . . Em [full_name], sinh viên năm 4 và kỳ sau em chỉ còn môn luận văn tốt nghiệp (9 chỉ).. . . . Nhưng em thấy yêu cầu là mỗi học kỳ phải từ 10 chỉ. Vậy em có cần bắt buộc đăng ký thêm một môn học khác để đủ 10 chỉ không ạ.. . . . Em chân thành cảm ơn quý anh/chị",
            "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy/Cô,. . . . Em muốn hỏi về việc hoãn thi cuối kỳ các môn chuyên ngành mà chỉ mở trong 1 học kỳ cố định vào mỗi năm học. Giả sử học kỳ 1 này em hoãn thi môn đó thì em có phải đợi đến học kỳ 1 năm sau, khi có lớp môn đó mở lại, thì mới được thi không ạ?. . . . Em xin cảm ơn Thầy/Cô nhiều.. . . . [full_name].",
            "Chào bạn. . Theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì điều kiện thời gian và đi lại không cho phép nên anh xin phép hủy học và thi thí nghiệm hóa đại cương trong học kì 211 được không ạ?. . . . Xin pđt hỗ trợ em ạ, em cảm ơn!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi thời gian SHCD trên bkel để là 22/11 - 12/12/2021 nhưng trong mail phòng CTCT-SV gửi thì để là 22/11 - 25/12/2021. Vậy hạn chót là ngày nào ạ? Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường có xếp thời khóa biểu cho đợt đi học offline 13/12 sắp tới. Nhưng bị trùng lịch ở 2 môn vào tuần 52 như hình đình kèm. Em mong thầy cô giải quyết sắp xếp lại ạ.. . . . Em cảm ơn.",
            "Chào em;. . Trong chiều nay sẽ cập nhật lại lịch học của em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị.. . Em tên [full_name], MSSV: [student_id], sinh viên khoa Điện - Điện tử,. . Hiện em đã hoàn thành đủ số tín chỉ, hoàn thành luận văn tốt nghiệp và đạt điểm AV nói-viết (235 điểm) vào ngày 16/11/2021 và đạt điểm AV nghe-đọc (610 điểm). Và em đã thông báo với BKSI về việc trường tạm dừng học vụ vì không đăng kí môn học (18/11/2021). Nhưng theo đúng lịch thì em vẫn đang đúng hạn tốt nghiệp (trước ngày 24/12/2021).. . Em được BKSI hướng dẫn là sau ngày 7/12/2021 mà không có trong danh sách tốt nghiệp thì liên lạc lại với BKSI.. . Mong anh chị có thể kiểm tra giúp trường hợp của em để tạo điều kiện cho em tốt nghiệp đúng đợt này ạ.. . Em xin cảm ơn và rất mong nhận được phải hồi từ anh chị trong BKSI.",
            "Chào em",
            "Em vẫn chưa thấy được phản hồi chi tiết ạ."
        ]
    }
]