[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa có điểm anh văn nói viết và đã đủ điều kiện tốt nghiệp, nhưng hiện tại tình trạng sinh viên đang tạm dừng. Mong PĐT giải quyết giúp em để em có thể tốt nghiệp đúng hạn ạ. Em xin chân thành cám ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do kì 201 em có hoãn thi môn EE2015 và PĐT đã cập nhật điểm môn này trong bảng điểm của em là 14 (HT). Và em đã có thi lại để xóa điểm HT nhưng hiện tại PĐT để điểm môn này là 13 ạ. Mong PĐT kiểm tra lại và cập nhật lại giúp em ạ. Em cảm ơn",
            "Chào em,. . Do kì 201 em có hoãn thi môn EE2015. . =  HK201 em không có môn này nhé.. . Thân mến. .",
            "Dạ cô cho em hỏi rõ ạ:. . -Không có môn này vậy tại sao trong bảng điểm của em vẫn có môn học này ạ?. . -Hoãn thi rồi sau đó có lịch thi lại môn này thì có được tính vào điểm TBTL khi đủ điểm yêu cầu không ạ? . . _Kèm hình ảnh là cột điểm thi là 14 nhưng điểm tổng kết lại là 13 ạ? Cô giải thích phần này giúp em ạ. . Em cảm ơn!. .",
            "Chào em,. . - Em vui lòng xem lại, em có ghi nhầm HK không ? Em ghi HK201, không có môn này nhé.. . - Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân mến. . . .",
            "Dạ em nhầm, kì 202. Cô kiểm tra lại giúp em ạ.. . Em cảm ơn cô nhiều!",
            "Chào em,. . SV xem điểm thi (14). Không sao nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường đại học Bách Khoa, . . Em vừa nhận được kết quả anh văn nói viết và đã đủ điều kiện để tốt nghiệp. Tuy nhiên khi em đăng ký tốt nghiệp trên mybk thì hệ thống báo lỗi do tình trạng sinh viên đang tạm dừng. Kính mong phòng đào tạo xem xét và giải quyết để giúp em có thể tốt nghiệp đúng hạn ạ. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em [full_name] MSSV [student_id]. . Do hôm trước em có viết đơn bảo lưu điểm HK212 , và chỉ còn đang chờ pdt duyệt, cho em hỏi có cách nào hủy đơn bảo lưu đó để em học tiếp hk212 hông ạ",
            "Chào bạn. . Bạn viết 1 đơn xin hủy đơn tạm dừng vì lý do gì đó ? ký tên và nộp tại BKSI gấp. . Thân",
            "dạ cho em xin nộp đơn hủy với lí do ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em đã thi Tiếng Anh nói viết đợt tháng 12/2021 và kết quả đã đạt để đăng ký tốt nghiệp, tuy nhiên hiện tại tình trạng sinh viên của em là tạm dừng, nên em không thể đăng ký tốt nghiệp trên MyBK được. Kính mong Phòng Đào tạo xem xét giải quyết để em được tốt nghiệp đúng hạn ạ.. . Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512582  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô.. . Hiện tại em vừa nhận được điểm thi tiếng anh nói viết ngày 15/12 và may mắn em đã đủ điều kiện tốt nghiệp ạ.. . Em xin được gửi đơn xin thu nhận lại và em xin được đăng ký xét tốt nghiệp ạ.. . Mong Thầy/Cô giúp em để em kịp đăng ký tốt nghiệp ngày 24/12 ạ, em cám ơn Thầy/Cô nhiều lắm ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], hệ đào tạo Đại học Chính quy, khóa K17.. . . . Hiện tại, em đã hoàn thành xong chương trình học tại trường.. . Chứng chỉ Toeic 585, theo quy định thì đủ điều kiện đăng ký tốt nghiệp. Nhưng với quy định chuyển điểm mới, 585 điểm không đủ để chuyển điểm cho [full_name] ạ.. . . . Trong trường hợp của em thì vẫn chưa đủ điều kiện đăng kí tốt nghiệp và cần phải cải thiện lên 600+ Toeic phải không ạ? Nhà trường cho em hỏi thêm là có cách khác để đăng kí tốt nghiệp với 585 điểm Toeic và bổ sung tín chỉ anh văn 4 sau không ạ?. . . . Em xin cảm ơn vì đã hỗ trợ ạ.",
            "Chào em,. . Em vui lòng phân biệt rõ 2 vấn đề giúp cô.. . 1) chuẩn tiếng Anh nhận LVTN và tốt nghiệp, tính theo khóa.. . SV xem tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. SV phải hoàn thành đủ CCNN theo quy định mới đủ điều kiện tốt nghiệp. . 2) Về chuyển điểm:SV có thể đăng ký chuyển điểm và đăng ký học để hoàn thành các môn AV1,2,3,4 về chuyển điểm thì Áp dụng theo bảng quy đổi điểm:. .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Các môn AV là các môn học thuộc CTDT của bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào thầy cô trên phòng đào tạo ạ,. . Em tên là: [full_name], MSSV: [student_id], khoa: kỹ thuật xây dựng. . Hiện tại em đã đủ hết các điều kiện tốt nghiệp, và em mới thi anh văn nói viết đợt 18/12 vừa rồi ạ.. . Em đã xem kết quả và thấy mình đã qua chuẩn anh văn để xét tốt nghiệp.. . Liệu trường có thể xem xét cập nhật kết quả và mở tình trạng ‘tạm dừng’ để em được đăng ký xét tốt nghiệp trong kỳ này không ạ?. . Em chân thành cảm ơn thầy cô ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt,. . . . Em bị hư laptop chưa sửa kịp nên muốn hoãn thi, nhưng môn thi này không có lịch cụ thể trên mybk nên em phải liên hệ qua email để xin được hoãn thi nhưng em đã gửi liên hệ rất nhiều lần và đều không được thầy hồi đáp bất cứ thông tin gì.. . Cụ thể là môn Đồ Họa Máy Tính - Thầy [full_name] ạ.. . Giờ có cách nào để em liên hệ được thầy ngoài email và bkel để em xin được hoãn thi không ạ.. . . . Mong được pđt giúp đỡ vì đã sắp đến ngày thi và laptop em bị hư là trường hợp bất khả kháng",
            "Chào em,. . Giờ có cách nào để em liên hệ được thầy ngoài email và bkel để em xin được hoãn thi không ạ.. . =  Em liên hệ [full_name] qua email [email] để được hỗ trợ nhé.. . Thân mến. .",
            "Em đã liên hệ được khoa và giáo viên, em đã được [full_name] và thầy đồng ý thì giờ em làm đơn xin như thế nào và có cần chữ ký của ai không và em gửi cho ai ạ",
            "Em xin cảm ơn!. . Mong được pđt giúp đỡ!. . . . . . Trân trọng,. . [full_name]",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô,. . Hiện tại thì em muốn hoãn thi nhưng trên mybk thiếu một vài môn học. Cụ thể là môn hóa phân tích - Mã MH: CH2009. Em cũng đã làm đơn và đã được giáo viên chấp thuận. PĐT có thể xác nhận giúp em được không ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Trên mybk/lịch thi có môn này nhé.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi các thầy cô PDT. . . . Em tên là [full_name]. MSSV [student_id] khoa điện-điện tử. Hiện tại em có mặt trong danh sách dự kiến tốt nghiệp nhưng chưa dược đăng ký tốt nghiệp do thiếu ngày CTXH. Em mới hoàn thành đầy đủ ngày CTXH nhưng trang đăng ký tốt nghiệp vẫn báo chưa đủ ngày CTXH. Kính mong thầy cô có thể xem xét trường hợp của em để em có thể đăng ký kịp tốt nghiệp vào đợt này. . . . Em chân thành cảm ơn thầy cô ạ",
            "Chào em,. . Em đợi cập nhật và mở khóa đăng ký tốt nghiệp sau ngày 24/12 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào chị!. . em là [full_name]. . mssv: [student_id]. . trường hợp của em đã chuyển sang hệ VHVL thì học kì 212 có bắt buột phải đăng ký môn học không ạ. Do em đã hoàn thành hết tất cả các môn trong chương trình đào tạo, chỉ còn Luận Văn nhưng chưa có chứng chỉ Toiec nên chưa làm Luận Văn được. Vậy em có cần đăng ký môn học không ạ!. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đã đủ điều kiện để tốt nghiệp nhưng em không thể đăng ký xét tốt nghiệp trên myBk. . . Theo như em hiểu thì tình trạng sinh viên của em bị tạm dừng do không đăng ký môn học. Do đã đủ số lượng tín chỉ ngành, em đã không đăng ký mà đợi thi [full_name] nói viết sẽ đăng ký tốt nghiệp. Nhưng do tình hình dịch bệnh nên em đã không thể thi được. Mong phòng đào tạo xem xét mở đăng ký tốt nghiệp cho em. Em cám ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô ban giám hiệu PDT,. . Em tên [full_name], sinh viên K17 khoa Môi trường và Tài Nguyên. Em vừa thi anh văn Nói - viết đầu ra ngày 17/12, trang web của trung tâm BKE đã có kết quả thi nhưng hiện tại kết quả thi vẫn chưa được cập nhật trên hệ thống của trường nên hiện tại em không thể truy cập đăng ký tốt nghiệp trong khi hạn cuối là ngày 24/12 ạ.Liệu rằng có giải pháp nào để các sinh viên thi anh văn đầu ra tháng 12 như chúng em có thể đăng ký tốt nghiệp học kỳ 211 không ạ ? Em rất mong nhận được phản hồi sớm từ quý thầy/cô ạ. Em chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/cô cho em hỏi phòng đào tạo có làm việc vào sáng thứ 7 không ạ?. .",
            "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô! Em tên [full_name], MSSV:[student_id].. . Hiện em đã đủ điều kiện để tốt nghiệp, anh văn nói viết em vừa biết kết quả ngày 23/12. Em bị tạm dựng học kì này do không đăng kí môn học. Thầy cô cho em hỏi em có thể đăng kí tốt nghiệp trong đợt này được không ạ?. . Em cám ơn thầy cô!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đóng tiền bhyt cho trường và ở ktx ĐHQG.. . Bạn em cũng đóng tiền bhyt cho trường và ở ktx ĐHQG và bạn em được nhận mail thông báo hoàn tiền bhyt nhưng em thì không nhận được mail.. . Cho em hỏi là có sai sót gì ở đây không ạ ??. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em đã hoàn tất tất cả thủ tục để tốt nghiệp, em cũng nhận giấy chứng nhận tạm thời rồi (nhận hôm 3/12). Em kiếm tra danh sách tốt nghiệp chính thức thì chưa thấy có tên. Cho em hỏi khi nào em mới được nhận bằng tốt nghiệp vậy ạ.",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:     Em tên là [full_name], sinh viên năm 1 khoa Điện-Điện tử ạ. Em đã hoàn thành kỳ 1 của năm 1 và làm bảo lưu. Nay em muốn nhập học trở lại thì em phải làm những gì ạ? Em gửi kèm đơn nhập học ạ.",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tốt nghiệp . Bạn kiểm tra giúp mình. Mình ko vô được trang đăng ký tốt nghiệp",
            "Chào em,. . Cô kiểm tra em không có tên trong danh sách dự kiến tốt nghiệp nhé, nên bạn sẽ không đăng ký tốt nghiệp, em vui lòng trình bày rõ vấn đề"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi Admin,. . Ngày hôm nay đã là ngày 24/12 nhưng tình trạng thẩm tra bằng của em chưa có ?. Em mong pđt giải quyết sớm giúp e việc này vì ngày hôm nay đã hết hạn xét tốt nghiệp rồi ạ.. .",
            "Chào em,. . Khi nào CCNN của em được thẩm tra hợp lệ thì em có thể gửi lại câu hỏi,thời điểm đó mới trả lời cho em có thể xét tốt nghiệp kịp trong tháng 11/2021 không nhé (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn.. . Vì yêu cầu khi xét tốt nghiệp bắt buộc CCNN của bạn phải ở trạng thái thẩm tra hợp lệ.. . Nên không thể trả lời trường hợp của bạn thời điểm này nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp . Hiện em đã hoàn thành thi anh văn 2 kỹ năng nói viết, cô cho em đăng ký tốt nghiệp",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id]. Dưới đây là đơn hoãn thi vẽ kĩ thuật xây dựng ( CI 1033 ) 29/12. Mong PĐT xem xét và chấp thuận cho em",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là:  . . [full_name]    . . MSSV: [student_id]. . .Nay em làm đơn này xin được hoãn thi môn quản trị kinh doanh (IM3001)  kỳ 211 ạ. vì lý do nhà bị cúp điện nên đã vào phòng thi trễ không còn vào được nữa . em xin được báo hoãn thi và thi lại vào các ca khác nếu có thể ạ. em xin cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV: [student_id]. Dưới đây là đơn hoãn thi môn [full_name] (MT1009) lớp L05_B ngày 26/12. . .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] . . Mssv:[student_id]. . Em gửi đơn xin thu nhận lại. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em tên [full_name] là sinh viên khoa xây dựng K16, em đã hoàn thành tất cả các điều kiện để tốt nghiệp chỉ còn chờ kết quả thi nói viết tiếng anh đợt 15/12. Ngày 24/12 sẽ hết hạng đăng ký tốt nghiệp nhưng kết quả nói viết vẫn chưa có. . . Em muốn hỏi là có thể dời hạn đăng ký tốt nghiệp cho những bạn đợi kết quả thi nói viết tháng 12 không ạ,. . Em chân thành cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào em,. . Trường hợp của em xét tốt nghiệp báo nợ môn Nợ CI1035, em vui lòng kiểm tra lại điều kiện tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên là   B [full_name]  /B , hiện đang là sinh viên lớp   B VP VT 2014 (PFIEV)  /B , mssv:   B [student_id]  /B . . . . Lúc trước em còn thiếu 2 chứng chỉ là DELF B1 và anh văn nói/viết để xét tốt nghiệp. Hiện tại em đã hoàn thành được 2 điều kiện trên:. . . . 1. Chứng chỉ DELF B1: em đã nộp (21/12/2021) và đang chờ thẩm tra chứng chỉ.. . 2. Anh văn nói viết: Em đã nhận kết quả đạt vào ngày 23/12 (Đợt thi tháng 12) (có file đính kèm).. . . . Do đó, em rất mong PĐT cho phép em đăng ký để được xét tốt nghiệp đợt tháng 11/2021 này ạ. . . Rất mong PĐT xem xét và phản hồi giúp em, em xin chân thành cảm ơn.. .",
            "Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ phải được thẩm tra hợp lệ bạn.. . Thời điểm này không thể trả lời trường hợp của em được vì chứng chỉ Tiếng Pháp của em vẫn đang trong trạng thái chờ thẩm tra. . Khi nào có kết quả thẩm tra hợp lệ em gửi lại câu hỏi qua bksi, thời điểm đó mới trả lời cho bạn còn kịp xét tốt nghiệp cho đợt tháng 11/2021 không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em. . Vui lòng trình bày rõ nội dung câu hỏi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo em tên là [full_name]. Do kỳ trước em không đăng ký môn học nên bị tạm dừng, em đã làm đơn và được thu nhận lại nhưng lại không thể đăng ký in thẻ sinh viên để phục vụ thi chứng chỉ Toeic. Nên em làm đơn này kính mong nhà trường xem xét cấp lại thẻ sinh viên cho em. Em xin cảm ơn.. . . .",
            "Chào bạn. . Bạn có thể liên hệ trực tiếp Pdt hoặc nhờ người đế Pdt để thanh toán tiền in bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi em đã đăng ký hủy thi mon thực hành và hôm qua phòng đào tạo đã tiếp nhận nhưng mà thời khóa biểu của em vẫn chưa đổi và hôm nay em có buổi thực hành thì em có cần đi học thực hành bữa nay không ạ. . em cảm ơn. .",
            "Chào em,. . PĐT sẽ cập nhật lại TKB nhé, huỷ học TN trực tiếp chứ không phải \"đăng ký hủy thi mon thực hành\" như em nói nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy/Cô.. . Em là sinh viên khóa K15 đã hoàn thành hết chương trình học tuy nhiên vẫn chưa được xét vào danh sách tốt nghiệp dự kiến để đăng ký tốt nghiệp đợt học kỳ 1 này.. . Kính mong phòng đào tạo giải quyết giúp em để em đăng ký tốt nghiệp.",
            "Chào em,. . Em có tên trong ds dự kiến tốt nghiệp rồi, tối nay mới có nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo,. . . . Vừa qua em có hoàn thành buổi thi để xoá điểm hoãn thi môn Hoá Hữu Cơ - CH2021. Bảng điểm trên mybk cũng hiển thị vừa cập nhập vào chiều hôm qua, ngày 23/12. Tuy nhiên, kết quả của môn vẫn là điểm 14.. . . . Phòng đào tạo có thể kiểm tra lại kết quả giúp em được không ạ? Hiện tại em đang cần kết quả của môn học này để đăng ký tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy Cô phòng đào tạo. . Em viết mail này là để hỏi là tháng 1 này có tổ chức thi nói viết lại cho sinh viên k17 không ạ và hình thức kiểm tra là onl hay tập trung ạ. . . .",
            "Chào em,. . http://bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào đội ngũ hỗ trợ sinh viên.. . Em tên là  [full_name], mssv [student_id].. . Trong tháng 11, em có nhận được mail thông báo đóng BHYT , sau đó em đã thực hiện đúng các bước trên bkel và đã nhận được kết quả là đăng ký thành công. Tuy nhiên sau đó (giữa tháng 12) em có đăng ký ở KTX (2022) và nhận được yêu cầu đóng bảo hiểm xã hội vì bên nhà trường chưa gia hạn BHXH cho em. Vậy cho em hỏi là giờ em sẽ tiếp tục đóng BHXH ở KTX và bên nhà trường sẽ hoàn trả lại phí em đã đóng trước đó trên Bkpay, hoặc em sẽ phải giải quết theo quy trình nào ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Em là [full_name], MSSV: [student_id].. . . . Em mong được cô chỉ dẫn rõ hơn ạ. Người giao hàng sẽ gửi bảng điểm IELTS cho em trong hôm nay để đăng ký nộp chứng chỉ ngoại ngữ trên MyBK trong hôm nay. . . . . Nên vấn đề chỉ còn nằm ở chổ thời gian thẩm định và thời gian nhận bảng sau từ trung tâm British Council gửi cho trường ạ.. . . . Như vậy, em cần làm đơn để xin giải quyết vấn đề nộp trễ hơn so với thời hạn tốt nghiệp (hôm nay) được không ạ.. . . . Em đã cố gắng để thi sớm nhất nhưng do dịch bệnh dẫn đến thời gian cận kề ạ. . . . . Mong cô hướng dẫn giúp em ạ. Em cảm ơn cô rất nhiều!. . . . [full_name],. . [full_name].",
            "Chào em. . Trường hợp của em không thể trả lời được khi em chưa đăng ký nộp IELTS lên mybk/Nộp CCNN và chưa được thẩm tra hợp lệ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin hủy lịch học thí nghiệm môn dung sai ME3004 vì lúc có lịch học thì đã bắt đầu ở tuần 50,tuần 51 lịch em bị trùng với lịch thi và không bù được ở các buổi khác trong tuần.Em mất 2 trong 4 buổi thí nghiệm nên em xin được hoãn thí nghiệm đến khi có lịch phù hợp.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Em tên [full_name], MSSV: [student_id]. . Đã tạm dừng học từ học kỳ 1 năm học 2021-2022, lý do không đăng ký môn học. . . Nay em mong được thu nhận lại từ học kỳ 2 năm học 2021-2022.. . . . Em cảm ơn. . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Em đã đăng kí tốt nghiệp và đã được xử lí nhưng cách đây 1 tuần em có đăng kí in bản điểm thì trang web tự cập nhật là không thể đăng kia do nợ hp/lệ phia. Em đã thanh toán cách đây 2 ngày nhưng hệ thống vẫn chưa cập nhật là là đã đăng kia tốt nghiệp thì có sao không ạ.. . Em cảm ơn ạ",
            "Chào em,. . Nếu em đã thanh toán rồi thì không sao nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào quý thầy cô ạ. Em nhận được thông báo từ giảng viên bộ môn thực hành Hóa đại cương (cô [full_name]) là sẽ có 1 buổi thực hành trực tiếp và bắt buộc các sinh viên phải tham gia để hoàn thành môn học. Hiện tại giảng viên thông báo như vậy và bảo rằng việc đăng ký buổi học thực hành này phải liên hệ phòng đào tạo. Mong được quý thầy cô hướng dẫn em đăng ký buổi học này để hoàn thành môn học ạ. Em xin cảm ơn.",
            "Chào em,. . PĐT đã bổ sung môn CH1004, nhóm VL06. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name] mssv: [student_id]. . Em có nhận được mail thông báo đến phòng 101 A1 để nhận bằng tốt nghiệp nhưng hiện tại em đang kẹt ở quê do tình hình dịch bệnh và chưa thể lên thành phố hồ chí minh nhận bằng được. Cho em hỏi thời hạn nhận bằng tốt nghiệp là đến khi nào ạ em cảm ơn ?. .",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa quý thầy/ cô.. . Em tên là [full_name], Mssv: [student_id]. . Em làm đơn xin hoãn thi môn: Quá trình và thiết bị truyền khối vì lý do mạng hôm nay nhà em khá chậm nên không đảm bảo cho môn thi tốt.Em ở quê nên sóng mạng di động cũng không chạy nổi.. . Mong quý thầy cô chấp nhận cho em hoãn ạ. Em chân thành cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã viết đơn xin gia hạn thêm 1 học kỳ và điền thông tin được yêu cầu . Mong Phòng Đào Tạo xem xét trường hợp của em ạ. Em xin cảm ơn !",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 1/2022). . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK212 vào đợt 3. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ tín chỉ, ngày ctxh nhưng do em vừa thi anh văn 2 kỹ năng nó viết ở BK English theo hình thức trực tuyến hôm 16/12 đến nay mới có kết quả với số điểm tổng 2 kỹ năng là 260 ạ. Em mong quý thầy cô cho em được xét tốt nghiệp bổ sung. Em chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo.. . . . Em trên [full_name], MSSV [student_id], em đã đủ điều kiện để xét tốt nghiệp. Quý thầy cô cho em   B đăng kí xét tốt nghiệp bổ sung  /B  để có thể kịp thời tốt nghiệp trong năm nay. . . . Em cảm ơn.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô,. . Em là [full_name], hiện tại học lớp KSTN XD17KSDD yêu cầu tiếng anh nói viết 245/400, nhưng hiện tại do em chưa đạt yêu cầu về chuẩn Tiếng Anh nói viết 220/245, nên em muốn rút khỏi lớp tài năng để được tốt nghiệp kịp thời đợt TN.2021 tháng 11. Đồng thời do em không đăng kí môn học học kì 211 vừa rồi nên em đã bị tạm dừng. Em mong nhận được sự hướng dẫn thu nhận sinh viên để em đăng kí tốt nghiệp ạ.. . Em mong được thầy cô giúp đỡ.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]",
            "Đang kiểm tra và đợi trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô! Em là [full_name] - [student_id] - Khoa điện điện tử. . Em vừa có kết quả anh văn nói viết hồi tối hôm qua. Hiện tại thì thì tài khoản mybk của em đang để tình trạng sinh viên là \"TẠM DỪNG\" nên em không thể đăng ký xét tốt nghiệp được. Hôm nay 24/12 là hạn cuối đăng ký xét tốt nghiệp. Mong thầy/cô cho em cách giải quyết với ạ! Em cám ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Hôm nay, ngày 24/12/2021, PĐT có tổ chức thi môn Quản trị kinh doanh cho kỹ sư trên BKexam và có yêu cầu ghi lại màn hình. Nhưng hiện tại, link nộp video không chấp nhận cho phản hồi. Mong PĐT nhanh chóng xem xét và phản hồi kịp thời cho sinh viên ạ. . . Em xin cảm ơn. . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/cô,. . Em là [full_name], hiện tại học lớp KSTN XD17KSDD yêu cầu tiếng anh nói viết 245/400, nhưng hiện tại do em chưa đạt yêu cầu về chuẩn Tiếng Anh nói viết 220/245, nên em muốn rút khỏi lớp tài năng để được tốt nghiệp kịp thời đợt TN.2021 tháng 11. Đồng thời do em không đăng kí môn học học kì 211 vừa rồi nên em đã bị tạm dừng. Em mong nhận được sự hướng dẫn thu nhận sinh viên để em đăng kí tốt nghiệp ạ.. . Em mong được thầy cô giúp đỡ.. . Em xin chân thành cảm ơn.. . Trân trọng,. . [full_name]. .",
            "Đã có tên trong ds dự kiến tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô, sáng 24/12 em có tham gia thi cuối kì môn Quản trị kinh doanh cho kĩ sư IM3001, lớp L04A. Sau khi thi xong em vào đường link nộp video ghi màn hình thì xảy ra tình trạng link không chấp nhận phản hồi (như hình dưới). Mong quý thầy cô có thể giúp em xử lý tình trạng trên ạ.. . Em xin cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Kính gửi Phòng Đào Tạo cho em đăng ký Tốt Nghiệp Bổ Sung đợt tháng 11/2021 do em đã đạt đủ điểm chuẩn Tiếng Anh Nói-Viết để tốt nghiệp. Ngày thi là ngày 14/12/2021 đạt được tổng 2 phần là 210 điểm. Mong Phòng Đào Tạo giúp đỡ. Em cảm ơn nhiều.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "xin đăng kí môn học học kì 2 năm 2121 .",
            "xin đăng kí môn học học kì 2 năm 2121. . . .   /QUOTE . .",
            "Chào bạn. . Bạn vào dkmh lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Kính gởi PĐT đại học bách khoa TPHCM,. . . . Em tên là [full_name], MSSV: [student_id], sinh viên khoa KHMT.. . . . Hiện tại, e hiện tại đã hoàn thành CTDT và AV nói viết, v.v ... đủ điều kiện tốt nghiệp nhưng tài khoản bị tạm dừng do không có tkb trong HK này nên e không đăng ký tốt nghiệp được. . . . . Mong thầy cô xem xét và mở khóa giúp em ạ.. . Cảm ơn thầy/cô đã xem,. . . . Thân gửi,. . [full_name] Nguyễn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào em,. . Gửi em file xét tốt nghiệp, em vui lòng xem lại và kiểm tra điều kiện tốt nghiệp nhé. . Thân"
        ]
    }
]