[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp Hồ Chí Minh.. . Em tên Lê Thành Vi. . MSSV [student_id], lớp bằng 2.. . Em chỉ học được các lớp buổi tối mà trong các đợt đăng kí môn học vừa rồi, do bận công việc nên em chưa đăng kí lớp được.. . Em xin Phòng đào tạo tăng thêm sĩ số môn “Kết cấu thép 1” MSMH Ci3009, lớp B01 buổi tối của Cô thuỷ ạ.. . Mong Phòng đào tạo xem xét. Em xin chân thành cảm ơn.. .",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô PĐT Trường ĐH bÁCH kHOA. . Em tên [full_name]. . MSSV [student_id]. . Em xin PĐT có thể sắp xếp tăng sỉ số môn PE1011( L12) giúp em đc kh ạ? vì thời gian đăng kí sắp hết. . em cám ơn thầy cô PĐT",
            "ĐÃ tăng cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ Kính gửi Phòng đào tạo trường Đại học Bách khoa TpHCM. . Em tên [full_name], mssv :[student_id]. . Hôm nay em viết đơn này thành khẩn phòng đạo tạo cho em được chuẩn lớp môn xác xuất thống kê (MT2001) từ lớp L05 sang A01 , bởi vì cơ sở 2 khá xa bất tiện cho việc đi học và phần khác thời khoa biểu ở môn này làm cho em bận lịch ,em không thể đi làm thêm được (gia đình khó khăn). Em kính mong phòng đào tạo giúp em ,cho em chuyển lớp để thời khóa biểu phù hợp hơn .. . Em xin cảm ơn Phòng đào tạo.",
            "ĐÃ mở khóa cho bạn chuyển lớp MT2001"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Môn học mã số CO3085 đã bị thay đổi lịch học từ thứ 6 sang thứ 5 làm ảnh hưởng đến lịch học của em, rất mong quý phòng đào tạo có thể giúp em hủy môn học này do đây là đợt 3 nên em không thể hủy môn trên mybk. Xin cảm ơn.",
            "Đã mở khóa để bạn hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đk môn LTVN mã số 213303 mà hệ thống báo lỗi do thiếu ngày CTXH, nhưng em kiểm tra lại trên sàn hoạt động ngoại khoá sinh viên thì em đã được cập nhật đủ 10 ngày.. . . . Mong được nhà trường hỗ trợ để em ĐKMH kịp thời ạ.. . Em xin chân thành cám ơn",
            "QUOTE MSSV/MSGV: G[student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em muốn đk môn LTVN mã số 213303 mà hệ thống báo lỗi do thiếu ngày CTXH, nhưng em kiểm tra lại trên sàn hoạt động ngoại khoá sinh viên thì em đã được cập nhật đủ 10 ngày.. . . . Mong được nhà trường hỗ trợ để em ĐKMH kịp thời ạ.. . Em xin chân thành cám ơn  /QUOTE . . . . Hệ thống đăng ký môn học đang mở em lên đăng ký    đi nhe!",
            "Em vô đăng ký mà vẫn bị tình trạng như vậy ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "phạm văn lân MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  anh văn 4/003004 . . . .",
            "Chào bạn. . . . môn học AV4 đã ở sĩ số tối đa và không thể tăng thêm cho bạn",
            "Chào em,. . . . Môn này full sỉ số không tăng được nữa, bạn có thể đăng kí vào học kỳ dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em chào chị [full_name], em là [full_name], em có gửi câu hỏi về việc chuyển thời khóa biểu môn kỹ thuật Robot, mã môn học 207703. Em có lên phòng đào tạo hỏi, chị trên đó nói em gửi chị danh sách những bạn đăng kí môn Các hệ thời gian thực 2, mã môn học 404708 để phòng Đào Tạo đăng kí sau ngày 5/8. Em cảm ơn chị đã giúp đỡ.. . Danh sách:. . [full_name]  [student_id]. . [full_name]     [student_id] . . [full_name] [student_id]",
            "Chào bạn. . . . Trường hợp này sẽ được xử lý sau đợt ĐKMH ngày 5/8. Sau ngày này sẽ có kết quả về việc chuyển lịch học cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa ban quản lý, ở nội dung trước em đã có trình bày về tình trạng không đăng ký các môn liên tục được ạ. Nhưng theo thời khóa biểu, từ tiết 2 đến 6 là thực hành ở 5 tuần cuối thôi ạ và các tuần cuối này môn Địa chính đại cương cũng gần như học xong rồi ạ. Em mong ban quản lý có thể xem xét cho em được đăng ký môn ạ. Em cảm ơn.",
            "Chào bạn. . . . Quy định của phần mềm ĐKMH bạn không thể đăng ký môn học thông tầm được (tiết 6 - Tiết 7). . . . và trường hợp này dù có trùng 1 tuần vẫn không thể ngoại lệ cho bạn được.. . . . Bạn vui lòng đợi hết đợt đăng ký môn học và đặt lại câu  hỏi trên BKSI để PĐT xem xét đăng ký bổ sung sau cho bạn",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy(cô)!. . Em xin tăng sỉ số lớp L10_L19 của thầy [full_name], MSMH EE1015. Em cảm ơn ạ.",
            "Đã tăng sĩ số cho bạn",
            "Dạ em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em Tên [full_name] . . Mã số sinh viên là [student_id]. . Lớp Vẽ kĩ thuật (CI1003) chương trình chất lượng cao hiện chỉ có 2 lớp nhưng 1 lớp em bị trùng thời khoá biểu chỉ còn lớp CC01_CC01 em có thể đăng kí được nhưng đã hết chỗ. Em xin thầy cô có thể tăng sĩ số lớp để em có thể đăng kí kịp với chương trình đào tạo. Em xin chân thành cám ơn.. . . .",
            "Đã tăng sĩ số cho bạn",
            "Dạ em cám ơn thầy ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . IM2003 - Kinh tế kỹ thuật",
            "Đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là [full_name], MSSV [student_id]. Em xin PĐT cho em thay đổi hiệu chỉnh danh sách đã đăng kí và xin tăng sỉ số môn Vẽ kỹ thuật lớp A09_A02",
            "Chào bạn . . . . Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo, em tên [full_name], MSSV: [student_id], ngày 22/7 em có đăng kí nộp bằng tốt nghiệp xét qua môn AVCB, để kịp đăng kí môn AV1 đợt 3, nhưng đến 5/8 PĐT mới pass cho em qua môn AVCB, bây giờ lớp AV1 đã hết chỗ, em mong PĐT xem xét cho em có thể đăng kí môn AV1 để kịp tiến độ học tập, em xin cảm ơn. ( Môn học Anh Văn 1, mã MH: LA1003, nhóm lớp A01 )",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Tất cả các lớp AV đã ở sĩ số tối đa không thể tăng thêm cho bạn được.. . . . Các lớp AV đã full sĩ số từ đợt 2 ĐKMH.. . . . Bạn có thể đợi đợt đăng ký dự thính HK191 sắp tới để Đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa quí thầy cô phòng Đào tạo, . . Em là sinh viên K17 khoa Kỹ thuật Hóa học. Ở kì đăng ký môn học kỳ chính này, yêu cầu của chương trình đào tạo là đăng ký 3/4 môn tự chọn có sẵn. Kì trước em đã học vượt 1 môn. Lẽ ra lần này đăng ký 2 môn nữa là đủ. Tuy nhiên ở đợt hiệu chỉnh lần 2 em đã đăng ký 3 môn và chưa kịp xóa. Mong quí thầy cô cho phép em hiệu chỉnh để xóa một môn tự chọn đăng ký dư (môn Hóa keo, mã môn là CH2065). Kì này em đã đăng ký 22 chỉ nên việc học dư 1 môn sẽ là gánh nặng. . . Mong được thầy cô giúp đỡ, em xin chân thành cám ơn!",
            "Đã mở khóa cho bạn hiệu chỉnh. . . . Bạn lưu ý lần sau nhớ hiệu chỉnh trước đợt bổ sung nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Chào thầy/cô. . Cho em hỏi sau khi đã có tên trong danh sách dự kiến tốt nghiệp rồi thì có được chuyển điểm anh văn không ạ? Nếu chuyển điểm được thì cho em hỏi sau bao lâu thì điểm sẽ được cập nhật vào bảng điểm ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Khi bạn đã có tên trong  danh sách dự kiến tốt nghiệp với điểm trung bình tốt nghiệp rồi thì bạn không được chuyển điểm anh văn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn mà bị kẹt tiết 6 7 liền nhau nên hong đăng kí được. Em xin hỏi có cách nào để đăng kí được không ạ? Em cam kết học được",
            "Chào bạn. . . . Trường hợp này theo quy định của nhà trường bạn không thể đăng ký môn học liên tục tiết 6 -  tiết 7 được.. . . . rất tiếc không thể giúp bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MS[full_name]V: [student_id]  /b \t. . . . Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là:[full_name] . . Mssv: [student_id] . . Em làm đơn này gửi tới thầy cô phòng đào tạo về việc cân nhắc mở rộng sĩ số lớp Cơ Học Đất (CI3001)A03_A05 giảng dạy bởi [full_name]V [full_name] Và [full_name]. môn học này thực sự rất quan trọng với em trong kì học tới. Mong thầy cô sớm phản hồi. . . Em xin chân thành cảm ơn!",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào các cô.. . Hiện tại e là k16 vì chưa qua anh văn nên chưa thể đăng ký được các môn học của HK năm 3.. . Và sáng nay e mới vừa nhận kết quả thi anh văn. Nhưng nộp thì chưa đăng ký được môn học mà chiều nay 3h là hành chót đăng ký môn học.. . Em cầu mong các cô giúp đỡ dùm em cho e có thể đăng ký được các môn tiên quyết của HK sau?. . Hiện tại e rất bối rối. E cầu xin các cô giúp đỡ cho e.. . Em xin chân thành cảm ơn. . . Em rất biết ơn các cô.",
            "Chào bạn. . . . Hiện tại đã qua đợt chuyển điểm ĐKMH 25/7 nên PĐT không thể chuyển điểm kịp thời trong đợt 3 đăng ký môn học cho bạn được.. . . . Bạn có thể đăng ký các môn học trong học kỳ dự thính 191."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Lúc đăng ký LVTN hệ thống báo lỗi  thiếu môn tiên quyết là CTXH mà em đã đủ 10 ngày. Em có đăng câu hỏi 1 lần rồi vẫn không giải quyết được. Em mong nhà trường hỗ trợ em sớm để em được đăng ký LVTN kịp thời ạ.. . Em xin cám ơn",
            "QUOTE MSSV/MSGV: G[student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Lúc đăng ký LVTN hệ thống báo lỗi  thiếu môn tiên quyết là CTXH mà em đã đủ 10 ngày. Em có đăng câu hỏi 1 lần rồi vẫn không giải quyết được. Em mong nhà trường hỗ trợ em sớm để em được đăng ký LVTN kịp thời ạ.. . Em xin cám ơn  /QUOTE . . . . . . Chào Trọng, Cuối tuần em lên Mybk kiểm tra TKB nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là [full_name] MSSV [student_id]. Em muốn xin PĐT cho em thay đổi hiệu chỉnh danh sách đã đăng kí",
            "Chào bạn. . Theo quy định trong đợt 3 ĐKMH (đợt bổ sung) bạn không được hủy nhóm hủy chuyển nhóm .. . Tham khảo quy định tại đây : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871. . . . SV đăng ký bổ sung các môn học, hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . . . Lưu ý: SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí).. . Đơn xin rút môn học bạn có thể nộp về PĐT.. .",
            "Thưa PĐT, em là sinh viên của lớp KSTN nhưng do ở đợt hiệu chỉnh lần trước lớp Vẽ kĩ thuật của KSTN lại hết chỗ nên em đăng kí trước lớp khác để đợt 3 đổi lại. Giờ có cách nào giúp em đổi sang lớp Vẽ kĩ thuật A09_A02 của KSTN được không ạ ?",
            "đã chuyển môn học về nhóm A09.. . bạn xem lại tkb cập nhật mới vào đầu tuần sau. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là [full_name], MSSV: [student_id]. . . . Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em không đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng.. . . . Em hi vọng Phòng đào tạo cân nhắc để có thể tăng sỉ số và bố trí em vào lớp LO4_LO8 môn . . Cấu trúc dữ liệu và giải thuật (CO2003).. . Mong phòng đào tạo giúp em để em không bị trễ tiến độ học tập",
            "Chào bạn. . Hiện tại nhóm môn học bạn cần tăng sĩ số đã ở mức tối đa (sức chứa phòng thí nghiệm, phòng máy đi kèm ở sĩ số tối đa) nên không thể tăng thêm được.. . Sĩ số phòng máy do Khoa quy định nên PĐT không thể tăng sĩ số vượt sức chứa phòng.. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. . Rất tiếc không thể giúp bạn được. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính thưa quý thầy cô Phòng Đào tạo,. . Em là sinh viên K17, khoa kỹ thuật hóa học. Hiện tại em đang theo học thêm lớp tiếng Trung vào buổi chiều thứ 4, không còn lớp nào để đổi. Em xin Phòng đào tạo cho em hiệu chỉnh môn Các pp phân tích hiện đại (CH3005) từ lớp A01 (tiết 7-8-9) sang lớp A02 (tiết 10-11-12).. . Em mong được quý thầy cô giúp đỡ, em xin chân thành cảm ơn !. . . .",
            "Chào bạn. . Theo quy định trong đợt 3 ĐKMH (đợt bổ sung) bạn không được hủy nhóm hủy chuyển nhóm .. . Tham khảo quy định tại đây : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=871. . . . SV đăng ký bổ sung các môn học, hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . . . Lưu ý: SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí).. . Đơn xin rút môn học bạn có thể nộp về PĐT.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em mong PDT xem xét mở thêm sỉ số lớp học để em có cơ hội học để đủ chỉ đăng ký luận văn trong kỳ tới ạ.. . MSMH: CI2005. . Tên môn học: Cơ lưu chất. . Lớp: L02. . Rất mong PDT giải quyết sớm cho em ạ. Cảm ơn PDT nhiều ạ.. .",
            "Chào bạn. . Mình đã  tăng sĩ số nhóm lớp theo yêu cầu của bạn. Bạn vào đăng ký nhanh để tránh trường hợp bị full sĩ số lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo trường Đại học Bách Khoa Tp.HCM . . Em tên là:[full_name] . . Mssv: [student_id] . . Em làm đơn này gửi tới thầy cô phòng đào tạo về việc em có nọp chứng chỉ av và đang thẩm tra, em thi được 300, theo em được biết thì qua avcb(250) là đăng kí được av1 nhưng em thi 300 vẫn k đăng kí được av1 vì avcb tiên quyết, mong thầy cô có thể giải thích hộ em. Mong thầy cô sớm phản hồi. . . Em xin chân thành cảm ơn!",
            "ĐÃ cập nhật điểm AVCB . . . . bạn vào đăng ký được rồi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Xin PDT tăng thêm sĩ số lớp môn Bóng chuyền PE1011 nhóm L13",
            "Chào bạn. . Mình đã  tăng sĩ số nhóm lớp theo yêu cầu của bạn. Bạn vào đăng ký nhanh để tránh trường hợp bị full sĩ số lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi cô!. . Em hiện tại là sinh viên K16 vì rớt anh văn nên e chưa thể học được môn học của HK năm 3. Hôm nay e mới nhận kết quả thi toeic và nộp chuyển điểm nhưng phải chờ thời gian thẩm tra. Vì em đã bị trễ thời gian đăng ký mà chiều nay 3h lại hết thời gian đăng ký bổ sung. Em kính mong các cô mở đăng ký cho e được đăng ký môn học. Tại vì những môn học đó ảnh hưởng tiên quyết đến các môn sau này ạ. Em mong cô giúp đỡ cho em. Cho e được đi học với bạn bè. . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Bạn chuyển điểm AV sau ngày 25/7 trễ hạn để đăng ký trong đợt 3 đăng ký môn học.. . . . Bạn có thể đăng ký trong đợt dự thính HK191.. . . . Lịch đăng ký bạn xem tại đây . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Em tên là [full_name], MSSV: [student_id]. . . . Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em k đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng.. . . . Em hi vọng Phòng đào tạo cân nhắc để có thể bố trí em vào các lớp môn học sau:. . Cấu trúc dữ liệu và giải thuật (CO2003) nhóm [full_name]02_[full_name]04. . [full_name]ập trình hướng đối tượng (CO2005) nhóm [full_name]04_[full_name]08. . Kiến trúc máy tính (C02007) nhóm [full_name]02_[full_name]03. . Nếu những môn này trùng với những môn đại cương em đăng kí trong đợt 3, em xin xóa những môn đại cương đó. . Em mong nhận được sự phản hồi từ phòng đào tạo. . Em cảm ơn!. .",
            "Chào bạn. . Hiện tại nhóm môn học bạn cần tăng sĩ số đã ở mức tối đa (sức chứa phòng thí nghiệm, phòng máy đi kèm ở sĩ số tối đa) nên không thể tăng thêm được.. . Sĩ số phòng máy do Khoa quy định nên PĐT không thể tăng sĩ số vượt sức chứa phòng.. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. . . . Rất tiếc không thể giúp bạn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ kính thưa nhà trường,. . . .  Em tên là [full_name], MSSV: [student_id]. Em mong nhà trường có thể xem xét và mở sỉ số lớp môn Trắc địa đại cương (CI1007) lớp A02 thêm cho em có thể đăng kí vào học để thuận tiện cho việc giờ giấc được không ạ. Rất mong nhà trường có thể xét duyệt giúp em. Em cảm ơn ạ.",
            "Chào em,. . . . Môn này đã full sỉ số không tăng được nữa, em có đăng kí vào dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy cô phòng đào tạo . . Em tên [full_name]. . MSSV [student_id]. . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A03-A06 hoặc lớp A03_A07 môn Dung sai và kỹ thuật đo(mã môn học là ME3003). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. . . Em xin cảm ơn!",
            "Chào bạn. . Mình đã  tăng sĩ số nhóm lớp theo yêu cầu của bạn. Bạn vào đăng ký nhanh để tránh trường hợp bị full sĩ số lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812426  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ em viết đơn này để xin phòng đạo tạo cho phép em được CHUYỂN NHÓM MÔN HỌC, vì lý do em bị cấn lịch không đăng kí được một số môn chuyên ngành. Những môn này rất quan trọng với em, mong thầy cô giúp em với ạ. . . Môn mà em muốn chuyển nhóm là môn bóng chuyền: em xin chuyển qua ngày thứ 3 tiết 11 12 ạ.. . Em xin chân thành cảm ơn phòng đào tạo",
            "5. Đăng ký bổ sung. . . . SV đăng ký bổ sung các môn học, hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . . . . . Lưu ý: SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . IM2003 - kinh tế kỹ thuật Nhóm A01",
            "Môn học đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi Phòng đào tạo Trường ĐH Bách Khoa-ĐHQG TPCHM. . Em tên là [full_name] Khoa Điện Điện tử. . MSVV: [student_id]. . . . Em làm đơn này xin phòng đào tạo cho em được chuyển nhóm môn học Tín hiệu và hệ thống nhóm L05 thứ 5 tiết 2 3 4 5 sang Nhóm L08 thứ 6 tiết 7 8 9 10 của thầy [full_name]. . . . . Lí do: buổi sáng thứ 5 em có lịch học anh văn ở trung tâm ạ, mong phòng đào tạo giúp em. . . . . Em xin chân thành cảm ơn.",
            "5. Đăng ký bổ sung. . . . SV đăng ký bổ sung các môn học, hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức.. . . . . . Lưu ý: SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin phòng đào tạo có thể mở thêm sĩ số lớp môn vi xử lý. Em xin cảm ơn ạ. .",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .       . .         ĐƠN [full_name]Ổ SUNG. . . . Kính gửi phòng đào tạo trường đại học bách khoa TP.hcm. . Em tên là : [full_name], Mssv: [student_id]0, K2013, lớp : XD13TL, Khoa kỹ thuật xây dựng đại học Bách Khoa TP.hcm.. . Hôm nay em viết đơn này với lý do : em xin được đăng ký bổ sung môn học , vì lý do em còn có môn học này là môn Anh Văn 4 , do em thi có kết quả toeic quy đổi điểm không kịp thời gian, mà hôm nay ngày 5/8/2019 ngày cuối đăng kí môn học, em đăng kí môn học nhưng hết sĩ số nên đăng kí không được, cụ thể là:. . . . Môn học: Anh văn 4: Mã số môn học: LA1009.. .                   . Thứ 2 , tiết : 9-10-11-12. .                   . Cơ sở 1. .                   . Nhóm A01. .                   . Sĩ số : 65/65. . . . Mong phòng đào tạo giúp đỡ dùm em để em được đăng ký môn học Anh Văn 4 ,để được ra trường , vì em là sinh viên khoá k2013 gần hết hạn theo học, em chân thành cảm ơn !. . . .       TP. Hồ chí minh ngày 5 tháng 8 năm 2019. .                   Người viết Đơn. .                   [full_name]. .",
            "Chào bạn. . Các môn học Anh Văn PĐT đã tăng sĩ số tối đa có thể. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "Chào bạn. . Các môn học Anh Văn PĐT đã tăng sĩ số tối đa có thể. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414645  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô,. . Do môn học Lập trình web ( MSMH: CO3049) học vào tiết 456 và môn sau đó em đã đăng kí được học vào tiết 789 nên em không thể đăng kí môn học này.. . Nên mong thầy/ cô có thể cho phép em đăng kí môn học Lập trình web vào nhóm L01 ( Thứ 4 tiết 456 thứ 7 tiết 101112). . Môn học này rất quan trọng với em nên mong nhận được sự hỗ trợ từ thầy/ cô ạ.",
            "Chào bạn. . Hiện tại nhóm môn học bạn cần tăng sĩ số đã ở mức tối đa (sức chứa phòng thí nghiệm, phòng máy đi kèm ở sĩ số tối đa) nên không thể tăng thêm được.. . Sĩ số phòng máy do Khoa quy định nên PĐT không thể tăng sĩ số vượt sức chứa phòng.. . Bạn có thể đăng ký môn học này ở HK dự thính 191. Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. . Rất tiếc không thể giúp bạn được. .",
            "Chào em,. . . . Trường hợp thông tầm buổi sáng kết thúc tiết 6, chiều học tiết 7 là không đăng kí được. Đó là qui định của trường nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Môn Hoá học, mã số môn học: 601701, nhóm lớp P01",
            "Chào bạn. . Mình đã  tăng sĩ số nhóm lớp theo yêu cầu của bạn. Bạn vào đăng ký nhanh để tránh trường hợp bị full sĩ số lại nhé.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . E Đăng ký Luận văn TN, nhưng báo lỗi do thiếu môn tiên quyết. Nhưng các môn tiên quyết e đã hoàn thành rồi.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...). . . . E Đăng ký Luận văn TN, nhưng báo lỗi do thiếu môn tiên quyết. Nhưng các môn tiên quyết e đã hoàn thành rồi.  /QUOTE . . . . Long, em kiểm tra xem em đăng ký môn học có đúng với chương trình mình học không? Nếu sai thì đợt sau đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: BGH Trường Đại học Bách Khoa. .                 PĐT Trường Đại học Bách Khoa. . Em tên [full_name], mssv: [student_id]. . Em viết đơn này kính mong PĐT trường đại học bách khoa tăng sỉ số lớp môn Hoá học (mã số môn học: 601701) nhóm lớp P01.. . Em xin cảm ơn!",
            "Môn học đã được tăng sĩ số",
            "Môn học đã được tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/ cô. . Em vừa hỏi đăng kí lập trình web ở câu hỏi kia mà em không biết làm thế nào trả lời tiếp được ạ nên em tạo thêm câu hỏi này.. . Dạ nãy e được trả lời là hết sĩ số nhưng vẫn còn mà ạ (36/40 sv). . Mong thầy/ cô có thể hỗ trợ giúp em. . Em có gửi ảnh đính kèm ạ.. . Em xin cảm ơn",
            "Mã số môn học của em là CO3049",
            "Chào bạn. . Hiện tại nhóm môn học bạn cần tăng sĩ số đã ở mức tối đa (sức chứa phòng thí nghiệm, phòng máy đi kèm ở sĩ số tối đa) nên không thể tăng thêm được.. . Sĩ số phòng máy do Khoa quy định nên PĐT không thể tăng sĩ số vượt sức chứa phòng.. . Bạn có thể đăng ký môn học này ở HK dự thính 191.. .  Lịch đăng ký bạn có thể tham khảo tại đây :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1813. . Rất tiếc không thể giúp bạn được. .",
            "Dạ em không hiểu lắm ạ. . Tại vì trang đăng kí môn học của em vẫn là 36/40 SV và em vẫn có thể nhấn vô đăng kí nhưng do là vi phạm kết thúc tiết 6 bắt đầu tiết 7 nên em không đăng kí được ạ.. . Msmh CO3049 nhóm L01_02 thứ 4 tiết 456 thứ 7 tiết 101112 ạ. . Thầy coi lại cho em với ạ. . .",
            "Bạn vi phạm điều kiện thông tầm giờ học.. . . . Tức là môn học thứ 4 kết thúc tiết 6 bạn lại có 1 môn học tiết 7 thứ 4 nên không thể đăng ký được . . . . . . Thông tầm : học liên tục tiết 6 -  tiết 7",
            "Chào em,. . . . Trường hợp em bị thông tầm nên không đăng kí được, đó là qui định của trường (buổi sáng học kết thúc tiết 6 thì buổi chiều không thể học tiết 7)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào anh/chị ạ! Em xin phép anh/chị tăng sĩ số lớp học A01_A01 Môn Quản lý sản xuất ME1009 lên 23 ạ.Em chân thành cảm ơn!",
            "Chào bạn. . Mình đã  tăng sĩ số nhóm lớp theo yêu cầu của bạn. Bạn vào đăng ký nhanh để tránh trường hợp bị full sĩ số lại nhé.. .",
            "Chào em,. . . . Đã tăng sỉ số, em lên đăng kí  nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] MSSV [student_id]9. . em có xin tăng sĩ số môn học. . Trắc địa đại cương CI1007 nhưng không đăng ký kịp ạ. em xin tăng thêm sĩ số giúp em ạ. . Nhóm A01_A01 hoặc A01_A02. . em đã tạm đăng ký lớp L02_L05. nếu được cho em xin chuyển thời khóa biểu giúp em ạ. . Em xin cám ơn",
            "Bạn vào đăng ký gấp nhé. . . . Đã tăng 1 chỗ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ cho em hỏi hiện tại tăng sĩ số lớp học được không ạ? Nếu được cho em xin tăng 1 chỗ trong lớp thầy [full_name]. Em có gửi kèm file ảnh. Em chân thành cảm ơn.",
            "Chào bạn. . . . Bạn vui lòng ghi rõ môn học (mã môn + mã nhóm). . . . Thông tin bạn cung cấp không đủ để PĐT tăng sĩ số",
            "Mã môn EE3019. . Nhóm lớp A10_A27. . Em cảm ơn ạ. .",
            "ĐÃ tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "mình đã nộp CCNN vào ngày 2/8. vậy khi nào mình mới đăng kí được luận văn tốt nghiệp?",
            "Chào bạn,. . Theo lịch học vụ còn 1 đợt nữa cho đăng ký LVTN bổ sung vào cuối tháng 8.. . Bạn vui lòng xem trên lịch học vụ tại:. . www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . cho em xin tăng sĩ số môn học. . Cơ lý thuyết AS1003 nhóm A01.. . em xin cám ơn ạ",
            "Đã tăng sĩ số cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em cần giấy xác nhận sinh viên để nộp học bổng thì em phải xin ở đâu",
            "Chào bạn,. . Bạn vui lòng đăng ký online trên cổng Mybk.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710872  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào anh/chị ạ! Em xin phép anh/chị được tăng sĩ số lớp A01 Môn Phương Pháp Tính mã MT1009, Lớp A07 Môn Tư Tưởng Hồ CHí Minh mã SP1005, Lớp A04 môn đường lối cách mạng mã SP1009 ạ! Em chân thành cảm ơn ạ!",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Vừa rồi em có đăng ký phúc tra bài thi cuối kỳ môn xử lý số tín hiệu EE2015 nhóm A01-B của thầy [full_name]. Và thầy cũng đã có kết quả phúc tra nhưng vì phòng đào tạo chưa mở lại trang nhập điểm nên thầy chưa nhập điểm được. Em mong là pdt sớm mở lại trang nhập điểm để thầy [full_name] có thể cập nhật điểm. Để em còn đk luận văn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Quy trình chấm phúc tra là thuộc giáo viên giảng dạy, sv không can thiệp được.. . Nếu giáo viên cần hỗ trợ thì liên hệ thư ký [full_name].. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Do em bị vướng anh văn nhưng hôm nay đã nộp bằng . Nhưng học kì 191 em chỉ được đăng kí 10 chỉ . Như vậy có bị đình chỉ học vụ không ạ . Nếu bị đình chỉ thì phải làm giấy phép gì để không bị đình chỉ ạ. Em tên : [full_name]. . MSSV : [student_id]. . Mong Phòng Đào Tạo giúp em với ạ . Em xin cảm ơn ạ .",
            "Chào bạn,. . Bạn vui lòng xem \"Cảnh cáo học vụ\" khi bạn bị điểm trung bình tích lũy học kỳ trong mức quy định bị cảnh cáo, bạn vui lòng xem chi tiết quy định về cảnh cáo học vụ tại:. . www.aao.hcmut.edu.vn-  Học vụ - Xử lý học vụ và kỹ luật.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Em tên là: [full_name] - MSSV: [student_id]. . Hiện tại em không có trong danh sách tốt nghiệp đại học chính quy tháng 11/2019. Cho em hỏi không biết vì lí do để em biết bổ sung thêm?. . Em cảm ơn.",
            "QUOTE  MSSV/MSGV: [student_id]. . Em tên là: [full_name] - MSSV: [student_id]. . Hiện tại em không có trong danh sách tốt nghiệp đại học chính quy tháng 11/2019. Cho em hỏi không biết vì lí do để em biết bổ sung thêm?. . Em cảm ơn.  /QUOTE . . . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail hướng dẫn đăng ký tốt nghiệp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Em tên là [full_name], MSSV: [student_id]. . . . Trước đợt đăng kí môn học đợt 3 em đã nộp bằng nhưng do hệ thống chưa cập nhật kịp nên em k đăng kí kịp các môn chuyên ngành. Hiện tại thì em đã có thể đăng kí các môn đó nhưng các lớp học đã full sĩ số. Theo các thầy của khoa Máy tính thì do tính chất và mức độ quan trọng thì các môn này sẽ không được mở lớp ở học kì dự thính để đảm bảo chất lượng.. . . . Theo sự hướng dẫn của thầy [full_name] - Trưởng phòng đào tạo, để giải quyết vấn đề sức chứa của phòng máy, em sẽ tự mang laptop của mình để học những môn này.. . . . Em hi vọng Phòng đào tạo cân nhắc để có thể bố trí em vào các lớp môn học sau:. . Cấu trúc dữ liệu và giải thuật (CO2003) nhóm [full_name]_[full_name]04. . [full_name]ập trình hướng đối tượng (CO2005) nhóm [full_name]04_[full_name]08. . Kiến trúc máy tính (C02007) nhóm [full_name]_[full_name]03. . Nếu những môn này trùng với những môn đại cương em đăng kí trong đợt 3, em xin xóa những môn đại cương đó.. . . . Em mong nhận được sự phản hồi từ phòng đào tạo.. . . . Em cảm ơn!",
            "đã nhận được đơn của bạn.. . PĐT sẽ xử lý theo nội dung đơn"
        ]
    }
]