[
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi phòng đào tạo Trường Đại học Bách khoa. . . . Ở lần đăng kí bổ sung lần cuối, em có đăng kí 3 môn là Công nghệ oto, Hệ thống điện điện tử oto, Điều khiển tự động trên oto (đính kèm hình 1) nhưng tkb chỉ có 2 môn Công nghệ oto và Điều khiển tự động trên oto (hình 2). Thầy/cô cho em hỏi vì sao còn 1 môn không có trong tkb ạ, vì e thấy có bạn đăng kí được 3 môn (hình 3).. . . . Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
            "TR4023 thiếu môn học trước : TR2007. . Bạn phải học môn TR2007 trước mới được học môn TR4023. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khai lý lịch tốt nghiệp . Em xin chào, nhà trường cho em hỏi trong mục khai lý lịch tốt nghiệp -  Kích hoạt tài khoản cựu sinh viên. Sau khi nhận được đường link để kích hoạt thì link không hoạt động ạ.. . . . Cụ thể đường link này lại chỉ đến [full_name], như trong file đính kèm ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . . . Phòng đào tạo đã chỉnh sửa lỗi này hôm 16/02 rồi sinh viên có thể vào kích hoạt lại.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. .  Trên e learning môn ĐAMH kết cấu bê tống cốt thép 2 em lại có 2 giáo viên hướng dẫn.. . Mong pđt xem xét giúp e.. . Em xin cảm ơn .. .  . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Môn Đồ án là do dưới Khoa phân CB hướng dẫn, bạn vui lòng liên hệ tại Khoa để kiểm tra lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name] . . Sinh viên năm nhất khoa cơ khí khóa K19. . MSSV [student_id]. . Trong chương trình đào tạo ở học kì 2 của em có môn Vật Lí 2 nhưng em không thể đăng kí được môn này nên em xin hỏi ở học kì 3 còn có thể đăng kí lại môn Vật lí 2 hệ chính qui được không và việc này có ảnh hưởng đến việc đăng kí các môn khác không?",
            "Chào bạn.. . Hiện dịch chuyển nhóm PH1007 sang nhóm L58.. . Đăng ký bổ sung cho bạn môn PH1005 nhóm L03_L06. . Bạn theo dõi tkb và cập nhật lại lịch học vào cuối ngày. . Thân. .",
            "Chào [full_name]. . Sau cập nhật thì thời khóa biểu có thêm môn Vật Lí 2 nhưng trên E-Learning thì chưa có. Em xin hỏi thì khi nào có ạ?. .",
            "Chào bạn. . Hiện E-Learning vẫn đang cập nhật, bạn theo dõi sẽ cập nhật trước khi bắt đầu học (hiện đang nghỉ vì tình hình dịch covid-19)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy ( cô ), . . . . Em là sinh viên khóa 2017 của TTĐT BDCN . . Em tên: [full_name]    MSSV: [student_id] . . HK 192 em có đăng kí thực tập tốt nghiệp và do chưa biết kết quả là không đủ điểm môn [full_name] [full_name]ởng Hồ Chí Minh nên em chưa đăng ký. . . Em mong nhà Trường cho em được bổ sung vào lớp [full_name] [full_name]ởng 001025 nhóm P01 hay SP1005 nhóm A01 hoặc A02 đều được ạ. . . Bên công ty Hi-es em thực tập cũng đã đồng ý cho em nghỉ 1 buổi để học môn này ạ. . . Rất mong sự đồng ý từ phía nhà Trường để em hoàn thành kịp tiến độ học tập để liên thông ạ. . . Em xin chân thành cảm ơn! GV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Đã bổ sung : SP1005 nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi tuần sau đi học từ thứ 2 ngày 17/2 hay là thứ 4 ngày 19/2",
            "17/2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô.. . Cho em hỏi là trường mình bắt đầu học kỳ 192 vào ngày 17/2 (Thứ 2) hay 19/2 (Thứ 4) vậy ạ.. . Em xin cảm ơn!",
            "từ 17/02"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn xin đăng ký bổ sung môn: . . Đề cương luận văn tốt nghiệp. . MSMH: CO4311. . Em xin cảm ơn. .",
            "Chào bạn. . Bạn vui lòng check mail để biết thời gian đăng ký Đề cương luận văn tốt nghiệp đợt cuối cùng nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. .  đăng kí môn học đã thành công nhưng kết quả đăng kí môn học lại thiếu rất nhiều môn học đã đăng kí thành công,",
            "TR3041. . TR3081. . TR3083. . không đk được do thiếu môn TQ : CCAS_2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em muốn đăng kí môn học quá hạn thì phải làm thế nào ạ?.em cảm ơn!",
            "Chào em,. . . . Học kỳ 192 đã hết hạn, em có thể đăng kí vào học kỳ dự thính sắp tới theo lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy, cô!. . . . Em tên là: [full_name]. . . . Hiện tại em đang theo học chương trình kỹ sư tài năng của khoa Điện-Điện tử.. . . . Trong kỳ I năm học 2021-Tức tháng 9/2020-em có nhận được học bổng SEED trao đổi 1 học kỳ tại Canada. . . . . Bên phía phòng quan hệ đối ngoại có yêu cầu em phải dời lịch tốt nghiệp sang năm 2021. Theo em được biết thì chương trình kỹ sư tài năng yêu cầu phải tốt nghiệp đúng hạn, nếu như trường hợp của còn đủ điều kiện để tốt nghiệp nhận bằng kỹ sư tài năng không ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng liên hệ tại [full_name] để xin tư vấn về trường hợp của bạn. Nếu đồng ý [full_name] có thể làm công văn đề xuất lên Phòng Đào tạo trường hợp của bạn về việc nhận bằng KSTN sau khi đi trao đổi về."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào thầy/cô. . Thầy/cô cho em hỏi nếu muốn nộp chứng chỉ VNU để có thể nhận luân văn tốt nghiệp thì chứng chỉ VNU cần bao nhiêu điểm ạ? Và VNU có thể dùng để chuyển điểm anh văn 1,2,3,4 không ạ.. . Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem bảng quy đổi tương đương để biết rõ.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm .   I Dạ, em đăng ký bảng điểm để nộp cho công ty để đi làm. Cho e hỏi là khi in thì có in những môn em đăng ký mà không học hay không( điểm 13). Vì những môn này được tính là 0 điểm nên điểm trung bình tích lũy được cộng vô. Còn trong CV của em, em tính điểm của 142 tín chỉ chương trình đào tạo nên có sự chênh lệch ạ. Rất mong nhận được phản hồi sớm từ phòng đào tạo.  /i",
            "Chào bạn,. . Về việc in bảng điểm chưa tốt nghiệp: sẽ in tất cả các môn học theo học kỳ bạn đăng ký học nhé. . Bảng điểm sau khi đã tốt nghiệp: thì sẽ in theo CTĐT của bạn, và in điểm cao nhất"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Thầy cô cho em hỏi môn CI2001 là môn học trước của CI3135. vậy thì kì dự thính 192 em đăng kí môn CI2001 thì học kì 201 có được đăng kí  môn CI3135 không ạ? Em xin cảm ơn",
            "Chào bạn. . Về chương trình đào tạo thì bạn liên hệ văn phòng [full_name] để hướng dẫn chi tiết và thông tin chính xác. . - Việc đăng ký môn học theo chương trình đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do một aoos lý do mà bây giờ em mới kịp nộp học phí mà chưa đăng kí được môn học .vậy bây giờ em muốn đăng kí dược không ạ và phải làm thế nào ạ.em cảm ơn!",
            "Chào em,. . . . Em muốn đăng kí môn học nào?, mã số môm học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện cần đăng ký bhyt 10 tháng nhưng lại không thể đăng ký vì mất bhyt cũ 2019. Em phải làm sao để đăng ký ạ? Em cảm ơn",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường đại học Bách Khoa. . . . Xin cho em hỏi: do vấn đề về sức khỏe nên trong HK2 của chương trình đào tạo hệ VHVL em không thể học được, và em đã không đăng ký môn. Thì cho em hỏi trong học kỳ tiếp theo em có được đăng ký môn và học tiếp không ạ?. . . . Mong nhận được sự giải đáp từ quý thầy/cô. Em xin cảm ơn",
            "Chào bạn;. . Để đăng ký môn học học kỳ tiếp theo bạn phải làm đơn thu nhận lại nhé. . Biểu mẫu thu nhận trên trang aao.hcmut.edu.vn    sinh viên    biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Bạn xem lịch sử kết quả trong trang đkmh, phần kết quả đăng ký môn học đợt 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lịch đăng kí dự thính HK192 đã bị dời vì dịch corona. Vậy thầy/cô cho em hỏi lịch sẽ được mở hay sẽ có thông báo vào lúc nào ạ? Theo biểu đồ học tập thì thời gian học, thi giữa kì, cuối kì cũng sẽ kéo dài thêm 2 tuần hay sẽ tự bù vào các tuần bổ sung ạ?. .",
            "Chào bạn,. . Bạn vui lòng thường xuyên theo dõi về việc dời lịch tại lịch học vụ, mybk. Nhà trường sẽ cập nhật và gửi mail thông báo cho sinh viên"
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo thông tin em đọc được thì đợt bổ sung đăng kí LVTN bắt đầu từ ngày 11/2-17/2 2020, nhưng đến hôm nay 14/2 chưa thấy mục để đăng kí trên mybk.",
            "Chào bạn,. . Hiện tại lịch đăng ký LVTN đã được dời lại, bạn vui lòng xem lịch đã được cập nhật tại lịch học vụ và nhà trường cũng đã thông báo qua email sinh viên cho các bạn về việc dời lịch."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi có thể nhờ người khác nộp tờ đăng kí in lại thẻ sinh viên cho phòng công tác chính trị sinh viên được không ạ.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh. . Em tên: [full_name]. MSSV:[student_id]. . Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1. . Lý do viết đơn: Em xin đăng ký môn học bổ sung môn đường lối đảng cộng sản Việt Nam (mã môn học:SP1009) lớp A02 thứ 3(tiết 7,8,9) của giảng viên [full_name]. Vừa rồi em đã không đăng ký vào đợt 1,2 để chừa khoảng trống đăng ký các môn chuyên ngành, đến đợt 3 đã quá sỉ số nên em không thể đăng ký. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.. .",
            "đã bổ sung SP1009_A02.. . em đi học trước, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em muốn hỏi là theo như lịch học vụ mới được cập nhật: lịch đăng ký luận văn đợt cuối là từ 25/02/2020-02/03/2020. . nhưng đến ngày 10/03/2020 em mới có kết quả chứng chỉ ngoại ngữ. Vậy em có thể xin gia hạn đăng ký luận văn trong học kỳ này không ạ.. . Em rất mong sớm nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Tại thời điểm bạn có chứng chỉ ngoại ngữ, có thể làm đơn xin đăng ký bổ sung LVTN, để thầy trưởng phòng trả lời cho bạn có được không nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Vừa làm vừa học - ĐTTX   Đăng ký môn học  [full_name]i [full_name] [full_name] [full_name] [full_name] Em muốn Đăng ký thêm môn Kết cấu Bê tông cốt thép 1 mã môn học CI2091, nhóm T01 vì lịch thời khóa biểu của em còn trống [full_name][full_name][full_name] [full_name] Rất mong phòng đào tạo xem xét bổ sung cho em kịp HK 2 này [full_name][full_name][full_name] [full_name] Chân thành cảm ơn [full_name][full_name][full_name][full_name]",
            "đã cập nhật CI20191_T01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô! Em là [full_name], lớp XD15KT- Hiện em đã làm xong đồ án tốt nghiệp và hoàn thành các môn học trừ môn Giải tích 1. . . Vì môn giải tích 1 không mở trong học kì chính nên em dự định đăng kí trong HK dự thính. . . Nhưng trong HK chính hiện tại em không đăng kí môn nào. Vậy em có thể đăng kí học Giải tích 1 trong HK hiện tại không ạ? . . Em cảm ơn!",
            "Chào bạn,. . Được nhé bạn, bạn vui lòng theo dõi lịch học vụ để vào đăng ký dự thính nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "sv: NGUYỄN QUỲNH ANH , MSSV [student_id]. . [full_name] ĐÃ CÓ [full_name] [full_name] [full_name] . [full_name] MUỐN HỎI [full_name] CÓ [full_name] TAI NẠN [full_name] ( [full_name] [full_name]O [full_name] THANH TOÁN BẢO HIỂM TAI NẠN). . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT [full_name] [full_name] Theo mail trường gửi thì tuần sau ngày 17/2 trường mình bắt đầu học lại bình thường[full_name] Em cũng mua vé tàu để chuẩn bị vào học lại rồi[full_name] [full_name] [full_name] Nhưng em mới thấy thông báo của ĐHQG TP HCM cho nghỉ hết tháng 2 (https://www[full_name]facebook[full_name]com/vnuhcm[full_name]info/posts/[phone_number]33302)[full_name] Thông báo này có thật không ạ? Trường mình không phải nghỉ đúng không ạ? Có thể khẳng định chắc chắn khi nào trường ĐHBK TPHCM đi học lại được không ạ? [full_name] [full_name]  Mong quý thầy cô phản hồi nhanh giúp em[full_name] Em cảm ơn",
            "Chào bạn,. . Bạn xem thông báo về việc nghỉ học do dịch bệnh nhà trường đã gửi qua email nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em kính chào thầy/cô ạ. Em có xem thông báo về hình thức chuyển điểm mới của nhà trường vào các học kì từ HK1/2020-2021. Em thấy rằng bằng toeic 500 không chuyển được điểm của anh văn 3 và 4. Thầy/cô cho em hỏi là bảng chuyển điểm này có áp dụng cho khóa 2015 không ạ. Vì em học khá chậm nên ra trễ. Nếu áp dụng bắt buộc thì em sẽ phải ở trường thêm 1 năm chỉ để học anh văn 3 và 4. Mong phòng đào tạo có thể xem xét và giải đáp thắc mắc của em ạ",
            "Chào bạn,. . Bnag3 quy đổi mới áp dụng từ HK201 cho tất cả các Khoá nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào nhà Trường ạ!. . Cho em hỏi là chúng em đang được nghỉ vì dịch virus corona đến hết tháng 2/2020, vậy thì hạn nộp đơn cứu xét của những trường hợp bị buộc thôi học do học lực yếu có được dời lại không ạ? Vì có những sinh viên ở quê chưa vào kịp ạ.. . Em xin chân thành cám ơn ạ!",
            "Chào bạn. . hạn nộp đơn cứu xét của những trường hợp bị buộc thôi học do học lực yếu sẽ có thông báo cụ thể qua mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "mình thấy rất nhiều bạn đang học chung khóa liên thông hệ VHVL đã có email miễn môn. Nhưng đến nay mình vẫn chưa nhận được. Không biết có sơ sót gì k vậy. Phản hồi giúp mình nha, mình mong chờ quá. Vì không biết miễn môn gì, để có cơ sở đăng ký môn học cho học kỳ tới. . . . . . .",
            "Chào em,. . . . PDT đã gởi mail  danh sách môn miễn cho em rồi nhé, em kiểm tra lại mail giúp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính gửi Phòng Đào tạo.. . Hiện tại trễ môn Truyền số liệu và mạng nên kì này em không đăng kí được đồ án. Vậy hè có mở lớp đồ án không ạ. Nếu không, em có thể tự túc xin đi thực tập trước để có thể sắp xếp ra đúng hạn được không ạ?. . Em xin cám ơn.",
            "Chào bạn. . - Học kỳ hè không mở đồ án. . - tự túc xin đi thực tập trước : vấn đề này bạn liên hệ [full_name] để hỗ trợ nghen",
            "Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin cho em hỏi là em nhận được thông báo nghỉ học đến hết tháng 2, giờ em muốn nhận thẻ BHYT thì làm thế nào ạ? Phòng Y tế có mở cửa làm việc không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em kính chào phòng đào tạo.. . Phòng đào tạo cho em hỏi, theo quy chế học vụ cho các môn đăng ký chung với luận văn (hình đính kèm), thì 21 tín chỉ (tính luôn luận văn) là số tín chỉ tối đa được phép đăng ký trong học kỳ chính thôi: nghĩa là em đã đăng ký học kỳ chính 21 chỉ, thì em vẫn có thể đăng ký thêm môn học cho học kỳ dự thính (giống như những học kì bình thường khác); hay là 21 tính chỉ đó là tín chỉ tối đa tính cho cả học kỳ chính cộng với dự thính luôn ạ?. . Em cám ơn",
            "Chào bạn. .  21 tín chỉ (tính luôn luận văn) là số tín chỉ tối đa được phép đăng ký trong học kỳ chính thôi, học kỳ dự thính tính riêng theo quy định"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1933834  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Yêu cầu khác . Kính chào thầy cô pdt trường đại học bách khoa. Em tên trần thị kim tuyến là sinh viên đại học liên thông ngành kỹ thuật môi trường khóa 2019 đợt 2. Thầy cô cho em hỏi là em có được miễn môn không ạ, vì các bạn nhận được mail miễn môn mà em thì không nhân được. Rất mong thầy cô giải đáp giúp em. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi,. . . . My name is [full_name] ([student_id]), majoring in Computer Engineering.. . . . I am considering a transfer to the University of Louisiana at Lafayette in the US this summer. Therefore, I need to submit official or true copies of all my academic school records, including my grade reports of the first semester at HCMUT. The application deadline is March 1st, so I hope this message can be replied soon. . . . . This is urgent, please tell me how can I contact directly.. . . . Thank you. . . Have a great day./.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn Phòng Đào tạo Quốc tế để được hỗ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào Tạo. . . . Em là [full_name], MSSV [student_id] sinh viên chính quy văn bằng 2 khoa xây dựng, bằng 1 em học ngành công trình giao thông của khoa xây dựng. . . . . Trong phiếu chuyển điểm của em có môn Môi trường và con người mã (ME2019) thuộc chương trình đào tạo của khoa cơ khí. Nay em xin Phòng Đào Tạo cập nhật lại môn Môi trường và con người mã (ME2019) thành môn Con người và môi trường mã (EN1003) ( em đã học tại bằng 1 ) thuộc chương trình đào tạo của khoa xây dựng để em có thể đăng ký tốt nghiệp vào tháng 4/2020 ạ, em chỉ còn vấn đề này là tốt nghiệp ạ. Kính mong Phòng Đào Tạo giúp đỡ em ạ. . . Em chân thành cảm ơn.. . . . [full_name]",
            "Kính thưa Phòng Đào Tạo. . . . Em là [full_name], MSSV [student_id] sinh viên chính quy văn bằng 2 khoa xây dựng, bằng 1 em học ngành công trình giao thông của khoa xây dựng.. . . . Trong phiếu chuyển điểm của em có môn Môi trường và con người mã (ME2019) thuộc chương trình đào tạo của khoa cơ khí. Nay em xin Phòng Đào Tạo cập nhật lại môn Môi trường và con người mã (ME2019) thành môn Con người và môi trường mã (EN1003) ( em đã học tại bằng 1 ) thuộc chương trình đào tạo của khoa xây dựng để em có thể đăng ký tốt nghiệp vào tháng 4/2020 ạ, em chỉ còn vấn đề này là tốt nghiệp ạ. Kính mong Phòng Đào Tạo giúp đỡ em ạ.. . Em chân thành cảm ơn.. . . . [full_name]. .",
            "nghiệp:. .                    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra tiêu chuẩn tốt nghiệp của bạn, đính kèm file atach theo. . Bạn kiểm tra lại và phản hồi phòng đào tạo nếu có sai sót gì nghen. .",
            "Dạ chào cô ạ.. . . .  Em có học môn Đồ án môn học tổ chức thi công  mã ( CI4127 ) và môn Tổ chức thi công mã (CI4125 ) hai môn đó tương đương với môn Tổ chức thi công mã (CI4049) theo danh sách môn học tương đương do Phòng Đào Tạo quy định ạ.   . .  . . Lúc miễn điểm Phòng Đào Tạo chưa chuyển điểm môn. .      [full_name]G (MI1003)                             . .      [full_name]AT 1 (PE1003)                            . .      [full_name]AT 2 (PE1005)                           . .      [full_name]AT 3 (PE1007). . Những môn trên tương đương với môn.. .      [full_name]G (004009)                             . .      [full_name]AT 1 (005005)                            . .      [full_name]AT 2 (005006)                           . .      [full_name]AT 3 (005011) . . em đã học ở bằng. Em xin Phòng Đào Tạo miễn bổ sung các môn học trên cho em ạ. Em có đính kèm bảng điểm bằng 1 của em ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô,cho em hỏi về việc em không thể đăng nhập vào mục \"Hoạt động ngoại khóa SV\" trong MyBK được ạ. Cụ thể,khi em mở MyBK lên và sử dụng truy cập vào các mục khác đều được ( hình đính kèm 1), chỉ có không vào được mục \"Hoạt động ngoại khóa SV\" ( hình đính kèm 2). Tình trạng này diễn ra cũng lâu rồi và em cũng đã thử đăng nhập bằng nhiều thiết bị khác nhau ở các thời điểm khác nhưng đều bị như vậy. Mong thầy cô giúp em với ạ. Em xin cảm ơn !",
            "Phòng đào tạo đã ghi nhận trường hợp của bạn, đang kiểm tra lại, sẽ trả lời bạn trong thời gian sớm nhất nghen",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu bạn đăng nhập lại  vào mục \"Hoạt động ngoại khóa SV\" trong MyBK nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi là năm sau em thi lại thì em bảo lưu kết quả tuyển sinh năm nay được không ạ. Nếu em thi lại vào Bách Khoa một lần nữa thì kết quả tuyển sinh đó được tính không ạ. Em cảm ơn",
            "Chào bạn,. . Bạn có thể làm đơn xin tạm dừng để ôn thi ĐH nhé, nếu trúng tuyến vào trường ĐH Bách Khoa bạn phải làm đơn xin thôi học ngành cũ để nhập học theo khóa mới nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi thi anh văn đầu vào lần 1 em thi được 325 điểm.. . Em đăng ký thi thêm lần 2 được 265 điểm.. . bây giờ trên bảng điểm của em chỉ có 265 điểm.Vậy có cập nhật lại điểm anh văn lần 1 để em đạt anh văn đầu vào không?",
            "Chào bạn,. . Bạn vui lòng đọc lại quy chế học vụ của HK191: nếu bạn thiuảnh văn đầu vào đạt 325 điểm thì bạn chỉ mới pass chuẩn của AVCB để được đký học AV1 thôi bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . dạ, em chưa dki duoc mon giải tích 2 hợp lịch cho hk2 . . em muốn đề xuất các lớp giải tích 2 này ạ, trường có thể xem xét các lớp cho em giúp vì nhiều lớp em thấy họ đăng kí lố sĩ số ạ. . MT1005 các nhóm [full_name]01_[full_name]02; [full_name]30_[full_name]53; [full_name]27_[full_name]49; [full_name]23_[full_name]41; [full_name]22_[full_name]40; [full_name]08_[full_name]14.. . Mong trường giúp em ạ",
            "Chào em,. . . . Tất cả các nhóm trên đều full sỉ số không đăng kí được, em có đăng kí vào học kỳ dự thính sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nộp Bảo hiểm y tế  (đã có thẻ bảo hiểm y tế do Nhà Nước cấp thuộc gia đình hự nghèo và hộ cận nghèo) thì nộp thẻ bảo hiểm y tế ở Trạm y tế của Ký túc xá được không hay phải đến trạm y tế trong trường ạ, em cảm n nhiều",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Điểm liệt theo Quyết Định là nhỏ hơn 3 vậy em thi được 3 điểm thì có tính là điểm liệt hay không? Nếu không tính 3 là điểm liệt vậy thì điểm tổng kết môn vật lí 1 của em đã bị sai",
            "Chào em,. . Theo quy định về điểm : nếu điểm thi cuối kỳ hoặc TN ...lấy min trong điểm thành phần môn học.. . Em đọc kỹ quy định nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV: [student_id] - Hệ Vừa Làm Vừa Học. . . . -Em đã truy cập trang web của khoa và xem chương trình đào tạo hệ vừa làm vừa học, nhưng những môn học trong đó không có mã môn học và không giống những môn em được miễn. . ví dụ: e đươc miễn môn sức bền vật liệu (CI2001). Nhưng trong web của khoa thì có đào tạo sức bền vật liệu 1 (học kỳ 3) và sức bền vật liệu 2(học kỳ 4), mà 2 môn này lại không có mã môn học. Như vậy thì em được miễn môn nào? hay được miễn cả 2 môn. Trong đó cũng có vài môn tương tự như vậy. Như vậy thì làm sao em biết mình được miễn môn nào là chính xác?. . . . -Em muốn xem những môn mà mình sẽ được đào tạo mà có cả mã môn học thì xem ở đâu?(ngoài trên web của khoa). .",
            "Chào bạn;. . bạn học theo chương trình đào tạo của khóa 2017, bạn xem chương trình đào tạo tại trang. . aao.hcmut.edu.vn    sinh viên    chương trình đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thầy/cô cho em hỏi là em có đăng kí học môn tiên quyết nhưng không phải mã lớp theo lộ trình học tập của em , vậy sau khi học môn đó ở lớp đó em có được đăng kí học tiếp các môn sau không ạ. . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, cụ thể trường hợp của mình, môn học gì, mã lớp nào? nhóm? ở học kỳ nào?",
            "dạ em ở lớp CC17KCX1  có đăng kí môn sức bền vật liệu mã môn CI2001 để thay cho sức bền vật liệu đúng với quy trình học của em mã môn CI2007 vào học kì 192 này vì em không thấy lớp CI2007 vào học kì này ạ  , mà môn này là môn tiên quyết của em , cho em hỏi là em có bị cấm đăng kí những môn sau vì ko học đúng lớp không ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy / Cô thân mến,. . Theo timeline Tốt Nghiệp của PDT thì thời gian bổ sung tốt nghiệp là từ ngày 17/02/2020 đến ngày 27/03/2020.. . Tuy nhiên, do dịch corona khiến nhà trường cho sinh viên nghỉ và ảnh hưởng đến thời gian thi anh văn Nói Viết và các hoạt động CTXH.. . Cụ thể trong trường hợp của em là lịch thi anh văn nói viết của BKEnglish luôn liên tục bị dời xuống tháng 3 trong khi theo thông tin thì 2 tuần mới có kết quả thi. Điều này sẽ rất ảnh hưởng đến thời gian xét tốt nghiệp của sinh viên.. . Nên em thắc mắc là timeline Tốt Nghiệp mình có thay đổi do dịch Corona? Em hiện đang rất lo lắng vì sợ không kịp thời gian để bổ sung tốt nghiệp.. . Vì thế, xin thầy / cô có thể giải đáp được thắc mắc này cho em ạ.. . Em cám ơn thầy / cố nhiều.. . . .",
            "Chào bạn. . - Lịch trình tốt nghiệp hiện tại không có thay đổi, nếu có thay đổi phòng đào tạo sẽ thông báo cho sinh viên qua mail. . - Lịch trình thi nói viết như vậy thì không trễ so với lịch trình tốt nghiệp nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "[Bảo hiểm]. . ﻿Em ở ký túc xá. Đợt vừa rồi em chỉ đăng ký bảo hiểm y tế mà không đăng ký bảo hiểm tai nạn mà em mới được biết có vài môn thí nghiệm chỉ được học khi có bảo hiểm tai nạn. Nên em muốn đăng ký riêng bảo hiểm tai nạn thì nên đăng ký ở đâu và như thế nào? Em xin cảm ơn!",
            "Chào bạn,. . Vấn đề về BHYT, BHTN bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy cô,cho em hỏi về việc em không thể đăng nhập vào mục \"Hoạt động ngoại khóa SV\" trong MyBK được ạ. Cụ thể,khi em mở MyBK lên và sử dụng truy cập vào các mục khác đều được ( hình đính kèm 1), chỉ có không vào được mục \"Hoạt động ngoại khóa SV\" ( hình đính kèm 2). Tình trạng này diễn ra cũng lâu rồi và em cũng đã thử đăng nhập bằng nhiều thiết bị khác nhau ở các thời điểm khác nhưng đều bị như vậy. Mong thầy cô giúp em với ạ. Em xin cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Thưa PDT em muốn xin đăng kí môn khi đã qua đợt đăng kí thì sao ạ. Em có được biết là xin pdt sau đó xin chữ kí của giáo viên và khoa. Mong PDT hướng dẫn em ạ. Em cảm ơnĐăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký hiệu chỉnh và bổ sung môn học nhé bạn. Bạn có thể theo dõi lịch học vụ để đăng ký dự thính nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi về file chương trình đào tạo khoa máy tính vì trên website của trường hiện nay vẫn chưa có ạ! . . . . Em cám ơn.",
            "Chào bạn,. . CTĐT của Khóa 2019 đang được xây dựng và cập nhật lên web của Phòng Đào tạo. Bạn vui lòng liên hệ tại Khoa để được hướng dẫn thêm về CTĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em chào thầy, cô.. . Em tên [full_name] (MSSV:[student_id]) khoa KH&KT Máy tính.. . Em đã đăng kí thành công môn học Công nghệ phần mềm nâng cao (CO3066) cho học kì 192 và đã có thời khóa biểu chính thức. Do một số vấn đề nên em không thế học môn học này nên em có dự định làm đơn rút môn học. . . Tuy nhiên do tình hình dịch bệnh, trường cho nghỉ học hết tháng 2/2020 nên em không biết bây giờ em có thế rút môn được hay không và rút vào thời gian nào ạ?. . Em cảm ơn.",
            "Chào bạn,. . Phòng Đào tạo đã gửi thông báo về việc dời nhận đơn rút MH từ ngày 16/3 đến ngày 20/03/20 nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name].[full_name] Ạ  B . .",
            "[full_name] [full_name] [full_name] [full_name][full_name][full_name]",
            "Chào bạn,. . Hệ thống báo lỗi gì? Bạn vui lòng chụp hình báo lỗi về gửi lại để kiểm tra nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "- Kính gửi: Cán bộ Phòng đào tạo ĐHBK-TPHCM. . - Em tên: [full_name]. . - Nội dung:. . Cuối tháng 2/2020 là hạn nộp học bổng của em, phía họ có yêu cầu bảng điểm trung bình tích lũy của học kỳ tính đến thời điểm hiện tại( bao gồm cả học kỳ 191 ). Thế nhưng, hiện nay nhà trường chưa cập nhật điểm trung bình tích lũy trên trang mybk. Cho em hỏi thời gian cập nhật điểm trung bình tích lũy của học kỳ 191 ạ.. . Trong trường hợp gần cuối tháng 2 nhà trường cập nhật điểm trung bình tích lũy trên trang mybk, và ngay lập tức em đăng ký in bảng điểm cũng như hoàn tất thủ tục thanh toán trên bkpay thì em có thể nhận bảng điểm trước ngày 28/02/2020 không ạ?. . - Kính xin nhà trường xem xét và xử lý trường hợp của em, giúp em nắm bắt được cơ hội này ạ. Em xin cảm ơn cán bộ nhà trường.",
            "Chào em. . Khoảng thời gian đó thì đã cập nhật điểm trung bình tích lũy rồi nên em cứ đăng ký in bảng điểm nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em xin lỗi , vì em K13 . Theo trương trình đào tạo , em cần tích lũy 6 chỉ chuyên ngành . Em đã tích lũy được 3 chỉ , còn 3 chỉ em học môn Hệ cơ sở dữ liệu (CO2013) cùng nằm chung trong phần   B môn học tự chọn nhóm B  /B  với môn Ứng dụng hệ thống nhúng nâng cao (CO3039) (môn Ứng dụng hệ thống nhúng nâng cao lại tương đương 3 chỉ với môn ứng dụng hệ thông nhúng - 504015 )  (trong file đính kem ). Em có lên văn phòng khoa cùng bạn để hỏi vấn đề này , thì được xác nhận là tương đương và bạn e cũng được quy đôi tương đương để tốt nghiệp . Nhưng hiên tại em không được cập nhật tương đương như vậy . Em không hiểu , nên mong pdt hồi âm sớm giúp em về vấn đề này , để em có thể tốt nghiệp .     . . . .",
            "Chào bạn,. . Chưa hiểu rõ ý bạn của bạn trình bày?. . Thứ nhất nếu là môn tương đương/thay thế đã được công bố trên website của Phòng Đào tạo thì sẽ được tự động cập nhật cho bạn.. . Nếu trong quá trình xét tốt nghiệp mà báo thiếu bạn có thể khiếu nại nhé.. .",
            "Chào anh/chị . . . . Ý em là , em cần học thêm 3 chỉ chuyên ngành mới đủ điều kiện tốt nghiệp , ví dụ như em học môn ứng dụng hệ thông nhúng(504015) mới đủ điều kiện nhưng môn này được thay bằng môn Ứng dụng hệ thống nhúng nâng cao (CO3039)rồi . . Do em có lên văn phòng khoa hỏi thì môn Ứng dụng hệ thống nhúng nâng cao (CO3039) mình có thể học môn Hệ cơ sở dữ liệu (CO2013) tương đương được vị nằm trong cùng   B nhóm môn học tự chọn nhóm B  /B  em chưa tìm thấy công văn . . Do em cung không con nhiều học kì trong trường , nên không biết liệu em học pass môn Hệ cơ sở dữ liệu (CO2013) đã được xem là pass qua chưa , vì bảng điểm không thấy cập nhật gì ? Vì nếu tới lúc đăng kí tốt nghiệp mà lại có vấn đề thì không đủ học kì để em học bù . Do lúc đó mở môn Hệ cơ sở dữ liệu (CO2013) nên em học lun  . . Do bạn em cũng là một trường hợp được tương đương môn học như vậy , em không biết là có cần thủ tục gì không . . . Bên dưới có mail của cô [full_name] về vấn đề này đối với trường hợp bạn em , nên giờ em cần làm gì , mong được anh/chị giúp đỡ"
        ]
    }
]