[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Em dự tính đăng kí Luận văn tốt nghiệp vào kì 213 nhưng em chưa đạt chuẩn anh văn, em muốn hỏi là học kì 213 này có yêu cầu chuẩn anh văn cho Luận văn không ạ. Nếu có thì ngày 10/5 em mới có bằng tiếng anh thì có kịp đăng kí môn không ạ.. . Em xin cám ơn.. .",
            "Chào bạn. . HK 213 sẽ áp dụng chuẩn anh văn, về mốc thời gian đăng ký HK213 bạn xem Lịch học vụ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy cô ạ. Kì 212 vừa rồi em có đăng ký môn thể chất nhưng bị huỷ sau đó em có đăng ký đợt bổ sung nhưng chỉ có môn bóng đá học phần 2 là còn trống giờ em đăng ký được. Trước đó em đã học học phần 1 nhưng cập nhật là học phần 2 nên em không đăng ký được. Em có mail pđt nhưng phản hồi lúc hết đăng ký bổ sung được ạ. Em năm nay năm 2 nên cần 2 thể chất mong có thể xem xét giải quyết cách nào được không ạ. Em xin cảm ơn",
            "Chào bạn. . HK212 không thể đăng ký môn học thêm. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel để đăng ký lại môn học. . Thân",
            "Dạ nhưng HK213 không có mở môn thể chất ạ. Vậy phải làm sao ạ",
            "Chào em;. . môn giáo dục thể chất em chờ thông báo trên bkel nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi[full_name] Thầy/ cô phòng đào tạo trường Đại học Bách Khoa, đại học quốc gia TP.HCM. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Lý do em viết mail này là do email của em đã không nhận được thông báo của trường và tài khoản sinh viên của em cũng không đăng ký được hoạt động ngoại khóa. Em đã không đăng ký môn học 2 hk liên tiếp (do đã hoàn thành chương trình học và thiếu chứng chỉ ngoại ngữ để ra trường). Em không biết liệu vấn đề có phải nằm ở lý do trên không ạ.. . Em rất mong nhận được phản hồi của quý thầy cô.. . Em xin chân thành cảm ơn",
            "Chào em,. . Hiện tại những thông báo chung của Trường đều gửi qua hệ thống BKeL/học vụ. . Về hoạt động ngoại khóa, SV vui lòng liên hệ về văn phòng đoàn khoa/đoàn trường để được hướng dẫn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear PĐT,. . . . Sinh viên đã nhận được phản hồi từ PĐT, nhưng quá trình đăng ký tốt nghiệp vẫn còn bị lỗi và chưa đăng ký được. Hơn nữa, trình trạng học tập của sinh viên vẫn còn ở trình trạng TẠM DỪNG và điểm TBTL của sinh viên vẫn chưa được PĐT cập nhật.. . . . Mong PĐT xem xét và giải quyết.. . . . . . . . Trân trọng,. . . . [full_name]",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã có thể đăng kí tốt nghiệp nhưng thông tin sinh viên của em bị sai. . Khi em học ở hệ chính quy, em học bộ môn Oto- Máy động lực thuộc khoa Kỹ Thuật Giao Thông, nhưng khi chuyển sang hệ VLVH thì em thông tin của em bị sang chuyển sang khoa Điện - Điện Tử. . Em mong cô giúp sửa thông tin của em lại.. . Em cảm ơn",
            "Chào bạn, . . Phòng đào tạo đã cập nhật lại thông tin. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em tên là [full_name], MSSV [student_id]. . . . Em thấy điểm của em thiếu điểm giữa kì môn giải tích 1. . Hình bên dưới là bảng điểm thiếu của em. Em đã hoàn thành bài làm ,nộp record đúng như PĐT yêu cầu và chắc chắn không có bị hủy kết quả thi. . . . Rất mong được thầy cô trả lời . . Thân chào thầy cô",
            "Chào bạn, . . Về vấn đề nhập điểm, bạn vui lòng liên hệ giảng viên giảng dạy để hỗ trợ bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name] [full_name] . . Em tên [full_name] _ MSSV [student_id]. . Em vừa mới thi đậu tiếng anh nói viết tại BK English và ngày 20/3. . . . . Em đã đủ điều kiện để tốt nghiệp tháng 4. Em tra danh sách dự kiến tốt nghiệp thì vẫn chưa thấy có tên trong danh sách ạ. . . Em mong phòng đào tạo xem xét và hướng dẫn em cách đăng kí tốt nghiệp tháng 4 năm 2022. . . . Em cám ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh chị. . . Anh chị cho em hỏi là hiện giờ gia đình em đang khó khăn chưa có tiên đóng học thì có cách nào làm đơn để xin nhà trường cho dời lại lịch đóng học phí không ạ. Em xin cảm ơn.. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] MSSV: [student_id] xin hỏi em chưa có anh văn nói viết và còn thiếu CTXH có thể gia hạn thêm 1 kỳ để tốt nghiệp không ạ ?",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, . . . . Em tên là [full_name], MSSV: [student_id], lớp: XD16KT. . Em đã hoàn thành chương trình học từ học kỳ 2 năm học 2020-2021. Tuy nhiên do chưa hoàn thành một số điều kiện để tốt nghiệp nên em không thực hiện đăng ký môn học trong khoảng thời gian vừa qua và bị xếp vào tình trạng: đang tạm dừng.. . Nay em đã hoàn thành các điều kiện đã ra trường và nộp đơn đăng ký thu nhận lại để được xét tốt nghiệp.. . Kính mong thầy/ cô xem xét và xử lý giúp em.. . Chân thành cảm ơn! . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em có nhận được thông tin [full_name]17 sẽ làm lễ TN vào tháng4 này, cho em hỏi là thông tin TN và cách đăng ký tốt nghiệp như nào ạ?",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau nhé!. . Về đăng ký tốt nghiệp SV sẽ đăng ký tại Khoa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT có thể xem xét lại giúp e về vấn đề học phí ạ, em đki các môn học chính quy nhưng lại tính sao học phí của dự thính ạ, mong PĐT sớm giải quyết giúp em, em cám ơn",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Hiện tại PDT đã cập nhật lại tên của khoản thu học phí trên bkpay, SV vui lòng vào bkpay kiểm tra lại.. . HP tính bao gồm cả 3 tín chỉ SV rút MH nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào Thầy Cô.. . Hiện tại em không đăng nhập được vào email Trường trên laptop, đăng nhập trên điện thoại thì vẫn được,Trước em đã bật xác thực 2 yếu tố.. . Trường hợp của em thì liên hệ bộ phận nào của Trường để được giải quyết ạ ! . .",
            "\"\"\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email] . . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Nhà trường,. . . . Em muốn hỏi về điều kiện để có thể thực hiện bảo vệ luận văn tốt nghiệp, nếu như chưa đủ CCNN và CTXH thì mình có thể bảo vệ và cam kết hoàn thành đủ các điều kiện tiên quyết trước khi đăng kí xét tốt nghiệp được không ạ?. . . . Em cảm ơn Nhà Trường,. . Trân trọng,. . [full_name]",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo, . . Em là [full_name], MSSV: [student_id]. . . . Môn học giải tích mạch (EE1011) em đăng ký vào học kỳ 2 (2020-2021), lớp DT01-A do thầy [full_name] giảng dạy hiện nay vẫn chưa được cập nhật điểm trên myBK mặc dù thầy đã gửi bảng điểm cho lớp. . . . . Em có hỏi các bạn cùng lớp thì nhận được tin các bạn cũng chưa thấy điểm trên myBK. PDT cho em hỏi là liệu điểm môn Giải tích mạch của em đã được cập nhật trong hệ thống chưa ạ (thầy bảo đã gửi bảng điểm lên PDT) ?. . . . Em hy vọng PDT phản hồi em sớm, em sợ điểm môn học này nếu chưa được cập nhật có thể ảnh  hưởng đến tiến độ xét tốt nghiệp của em trong kỳ hè sắp tới ạ. . . . . Em cám ơn PDT.",
            "Chào bạn. . Pdt kiểm tra trong hệ thống gốc vẫn là điểm CH (chưa nhập), về việc nhập điểm em báo lại với Giảng viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM. . Em tên là: [full_name]. . Mssv: [student_id]. . Em có gửi yêu cầu xin xét tốt nghiệp, phòng đào tạo đã ghi nhận nhưng em không vào được mục Đăng ký tốt nghiệp tại trang https://mybk.hcmut.edu.vn/ để thực hiện thủ tục đăng ký ạ. Mong [full_name] cho em được đăng ký xét tốt nghiệp ạ. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô PDT,. . . . Em là [full_name], MSSV [student_id]. Hiện đang là sinh viên khoa MO. Do thiếu sót trong quá trình đăng ký môn học nên mặc dù đã bảo vệ luận văn thành công, em vẫn đang thiếu 1 môn nhóm B để hoàn thành chương trình đào tạo.. . . . Vậy, em kính mong thầy cô chấp nhận đơn thu nhận lại của em.. . . . Em cảm ơn thầy/cô,. . [full_name]",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy. . kì hiện tại e đk 10 tín chỉ + đề cương lv 0 chỉ. . tổng hp là 8tr8.Em thấy trong thông báo về học phí thì k16 nếu đk   =12 tc sẽ đc xem xét giảm 25% hp. . vậy pđt cho em hỏi về cách xin giảm hp như thế nào ạ ?",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy  Khóa 2016 trở về trước(đã quá thời gian đào tạo theo kế hoạch). . - Đề cương luận văn 0 chỉ nhưng tín chỉ học phí là 2 nên tổng số tín chỉ bạn đăng ký trong học kỳ 212 là 12 chỉ. . -Về việc xem xét giảm học phí cho sinh viên đăng ký ít hơn số tín chỉ định mức áp dụng từ khoá 2019 bậc đại học (ĐH), cao học (CH) chính quy và từ khoá 2021 bậc đại học hình thức vừa làm vừa học (VLVH), đào tạo từ xa (ĐTTXa) học phí được thu theo trọn gói một học kỳ (HK). . Chúc bạn học tốt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo.. . . . Em tên là [full_name], MSSV: [student_id].. . Em xin được tạm dừng HK212 để đi du học. Đơn xin tạm dừng và Giấy chứng nhận đăng ký khóa học tiếng Đức em sẽ đính kèm bên dưới. Mọi học phí em cũng đã thanh toán xong rồi ạ. . . . . Em mong nhà trường giúp đỡ.. . . . Em xin cảm ơn,. . [full_name]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ,. . Em là [full_name] - sinh viên k18, dạ theo như em được biết thì trong kỳ hè sắp tới nhà trường sẽ mở đợt đăng ký Luận văn cho học kỳ 213. Dạ thầy/cô cho em hỏi là điều kiện để đăng ký môn học là có cần phải đạt qua anh văn 4 thì mới được đăng ký môn học hay không ạ, hay chỉ cần đạt tối thiểu 126 chỉ và có bằng toiec 500 thì đã đăng ký được rồi ạ?. . Em cảm ơn thầy/cô ạ.",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô phòng đào tạo trường đại học bách khoa. . Em tên [full_name],MSSV: [student_id]. Cho em xin hỏi là nơi em nhận thẻ sinh viên của em là ở đâu ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . Thẻ SV bạn vui lòng liên hệ [full_name], GVCN nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi về việc xác ngày công tác xã hội vì em có giấy chứng nhận hiến máu tình nguyện em tự tham gia ở bệnh viện huyết học và cho em xin hỏi các bước xác nhận ngày CTXH",
            "Chào em,. . Về ngày công tác xã hội, SV vui lòng liên hệ tại văn phòng Đoàn khoa/Đoàn Trường của bạn để được hướng dẫn về việc cập nhật ngày CTXH nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy, cô ạ. . Em tên là: [full_name]. MSSV: [student_id]. . Hiện em đang thiếu điểm môn AV4, em đã thi chứng chỉ Toeic và đã đăng ký chuyển điểm và bằng Toeic đang thẩm tra. . . Em có câu hỏi: điểm AV4 có thể chuyển kịp trước đợt tốt nghiệp này. Sau khi có điểm AV4, em có được xét vào danh sách dự kiến tốt nghiệp không ạ.. . Ngoài ra, thì ngày hết hạn tốt nghiệp là ngày 11/4 theo lịch trên aao, hay 4/5 theo ngày ghi trên mybk ạ.. . Em xin chân thành cảm ơn!",
            "Chào em;. . hạn cuối là 11/4 nhé. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em xin phép nộp lại đơn . . . .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô PDT!. . Thầy cô cho em hỏi ở Khóa K19, ở kỳ hè có được đăng ký môn học thực tập ngoài trường không, nếu đó là lần đầu đăng ký hôm học này? (Theo quy định mới của PDT thì kỳ dự thính 213 tới KHÔNG mở cho SV chính quy học lần đầu). . . . Nếu một số sinh viên chưa đăng ký được thực tập ngoài trường ở kỳ 212 ( đi thực tập ở kỳ 213) thì phải làm sao ạ?. . . . Rất mong quý thầy cô PDT tạo điều kiện cho sinh viên có thể đăng ký được thực tập ngoài trường ở kỳ hè 213 nếu ở hk212 không thể đăng ký được!. . . . Em cảm ơn",
            "Chào bạn, . . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nhận được thông báo có lịch thi xóa điểm  hoãn thi kì 211 trên bkel. Tuy nhiên em xem trong lịch thi chỉ có 1 môn trong khi đó em đã đk hoãn thi 2 môn và trên bảng điểm đã cập nhật 2 môn đó điểm 14.. . . . Môn chi tiết máy mã ME2007 (đã có lịch thi). . Môn Trang bị điện-đtử trg MCN mã ME2005(chưa có). . . . Em mong cô có thể ktra lại giúp em.. . . . Em tên [full_name] , mssv:[student_id]. . . . Em cảm ơn cô",
            "\"Chào bạn. . Môn ME2005 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi quý Thầy Cô !. . Em tên [full_name] mssv [student_id] em  đã đủ điều kiện để đăng kí tốt nghiệp . Ctxh của em đang được cập nhật do còn 0.5 ngày nữa ạ. Em là khoá 15 đã hết hạn học tập tối đa ạ. Cho em xin hỏi em muốn đăng kí để xét tốt nghiệp thì phải như thế nào ạ. Em chân thành cảm ơn quý Thầy Cô có thể hỗ trợ giúp em . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]T!. . Em vừa đăng ký xét tốt nghiệp, đã thanh toán trên bkpay. Nhưng phiếu đăng ký của em ở tình trạng \"Phiếu đăng ký không được xử lý\" lá có lỗi gì vậy ạ?. . Mong [full_name]T kiểm tra giúp em!",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào ban quản lý, mình đã đăng ký tốt nghiệp và trả lệ phí nhưng chưa tick vào ô đăng ký in giấy tốt nghiệp tạm thời. Mong ban quả lý có thể đề xuất giải pháp để giải quyết vấn đề này. . . . . Mình xin chân thành cảm ơn.",
            "Chào bạn. . Thứ 6 hàng tuần  Phòng đào tạo  sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện em đã có quyết định tốt nghiệp vào ngày 18/03 nhưng bằng tốt nghiệp chưa được in. Em hiện đang cần nộp gấp bằng tốt nghiệp chính hoặc tạm thời trước ngày 08/04. . . Kính mong trường hỗ trợ.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào ban quản lý, mình đã có tên trong danh sách tốt ngiệp, không biết lễ tốt nghiệp sẽ diễn ra vào thời điểm nào và mình có cần đăng ký gì thêm không ạ?. . . . Sinh viên chương trình đào tạo quốc tế có tổ chức chung lễ tốt nghiệp với sinh viên chương trình đại trà không ạ?. . . . Monh ban quản lý giải đáp thắc mắc giúp mình. Xin chân thành cảm ơn.",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau nhé.. . Em có thể liên hệ tại văn phòng Đào tạo Quốc tế để hỏi về thông tin về lễ tốt nghiệp của SV CT CLC nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô.. . Hiện nay em đã hoàn thanh xong chương trình học, và em mới thi anh văn tại Trung Tâm Khảo Thí Đại Học Quốc Gia và đã có kết quả nhưng chưa có chứng chỉ, vậy em cần làm những thủ tục gì để được đăng ký xét và nhận bằng tốt nghiệp đợt tháng 1 vào tháng 4 này ạ.. . Em xin cảm ơn ạ",
            "Chào em,. . Khi nào có CCNN, SV vui lòng đăng ký nộp CCNN tại đây:. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/4. Đăng ký nộp Chứng chỉ Ngoại ngữ để đăng ký nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], mssv :[student_id], em thấy thông báo đã có lịch thi cuối hk202 và các bạn em cũng đã có , nhưng lịch thi của em lại chưa có gì hết ạ. Mong thầy cô xem lại cho em giúp em. Em cảm ơn ạ.",
            "cho em xin lỗi em bị nhầm ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô,. . . . Em xin gửi mẫu đơn như yêu cầu để xin mở lại môn học. Em cảm ơn ạ.",
            "Chào bạn, . . - Bạn vui lòng bổ sung thêm Phiếu đăng ký thu nhận lại. . SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến BKSI. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô tại phòng Đào tạo ạ! . . Em tên là Đinh Vũ Thùy Dương, MSSV [student_id] thuộc khoa Kỹ thuật Xây dựng.. .  . . Em vừa đăng ký nộp chứng chỉ ngoại ngữ trên MyBK, cũng đã đạt đủ hết các điều kiện tốt nghiệp và mong muốn đăng ký tốt nghiệp trước ngày 11/4/2022 nhưng em chưa được có tên trong danh sách tốt nghiệp dự kiến ạ.. . . . Liệu Nhà trường có thể thẩm tra giúp em chứng chỉ anh văn và mở đăng ký tốt nghiệp để em kịp  đăng ký tốt nghiệp đợt tháng 4 này không ạ?. . Em xin chân thành cảm ơn thầy cô ạ.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong học kì 211 vừa qua, em đã thanh toán trễ hạn học phí dẫn đến tình trạng học kì 212 của em bị tạm dừng. . . . Em đã thanh toán phần học phí còn thiếu trong kì 211 và xin được gửi đơn trình bày lý do thanh toán trễ học phí ạ. Mong thầy cô có thể xem xét hồi phục lại thời khóa biểu và lịch thi trong học kì 212 để em có thể kịp tham gia đợt kiểm tra giữa kì vào ngày mai (2/4/2022) và ngày mốt (3/4/2022) cũng như lịch học và thi sắp tới ạ.. . . . Em xin cảm ơn",
            "Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến [full_name]SI. . - Về vấn đề thi giữa kỳ, nếu bạn thật sự muốn thi bạn vui lòng liên hệ giảng viên giảng dạy để được hỗ trợ cho thi.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào pđt ạ,. . . . Em là [full_name] sinh viên K15. Điểm Toeic ra trường của em là 500 và hiện tại em đã được thẩm duyệt và đã nộp tiền chuyển điểm AV hết rồi ạ nhưng pđt báo là em chưa đủ điều kiên ra trường là \"Thiếu Toeic\". Mong pđt xem xét giúp em gấp ạ (có ảnh 1 đính kèm).. . . . AV nói viết em thi ngày 6/3 và có kết quả sau 2 tuần thi tức là ngày 20/3. . (Có đính kèm ảnh 2 bên dưới). . . . Đồng thời pđt giải quyết giúp em trường hợp em không đăng ký được xét tốt nghiệp do nhà trường ra quyết định thông báo tạm dừng do hết chương trình đào tạo K15 ạ. Pđt có nói là gửi lại yêu cầu tốt nghiệp 30/3 để pđt xét duyệt lại (có ảnh 3 đính kèm).. . . . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . Em tên: [full_name] - Mssv: [student_id] - Hệ: VHVL. . Em đã đăng kí tốt nghiệp, đã đóng tiền lệ phí tốt nghiệp trên bkpay tới nay đã hơn một tháng (26/2-1/4-2022). . Cho em hỏi thì khoảng bao lâu nữa em sẽ có email thông báo lên nhận bằng tốt nghiệp. Mong quý thầy cô phản hồi khoảng thời gian để em có câu trả lời với bên công ty, bên họ đang cần gấp để làm hồ sơ cho em để sang bên nước họ để lao động, mà em không biết khoảng thời gian nào để phản hồi lại. Mong quý thầy cô phản hồi gấp giúp em ạ. . Em xin cám ơn. .",
            "Chào em,. . Bằng tạm thời SV có thể lên trang mybk/Đăng ký tốt nghiệp để tải file scan sử dụng trước. . Bạn giấy CN tốt nghiệp tạm thời SV có thể liên hệ nhận trực tiếp tại Phòng Đào tạo 101A1. . Về bằng tốt nghiệp, sẽ gửi mail thông báo cho SV nhận sau khi hoàn tất nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name] - MSSV: [student_id].. . Thưa Thầy/Cô Em vừa hoàn thành các điều kiện chứng chỉ ngoại ngữ để bổ sung điều kiện đăng ký tốt nghiệp. Trong khi em đang bị buộc thôi học do không đăng ký môn học chính. Nay em viết đơn này mong quý Thầy/Cô, Phòng Đào tạo duyệt cho em được tiếp nhận lại và đăng ký tốt nghiệp. Em xin cám ơn !",
            "Chào bạn,. . - Tình trạng của bạn hiện tại là buộc thôi học vì lý do học lực. Bạn vui lòng liên hệ [full_name] để nộp đơn cứu xét thu nhận đăng ký tốt nghiệp bổ sung. . . - Nếu [full_name] đồng ý sẽ làm công văn để trình lên Ban giám hiệu và chuyển phòng đào tạo để ra quyết định thu nhận cho bạn. . . - Khi nào tình trạng của bạn chuyển sang trạng thái đang học thì bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên [full_name] [student_id]. . Em đăng kí luận văn tốt nghiệp kì học chính mà lúc em xem lại trên BKpay lại là học phí của kì dự thính ạ?. .",
            "Chào bạn. . Đã điều chỉnh lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em là sinh viên [full_name]  /b . .   b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Về việc còn nợ môn học 407404: Vào học kỳ 192 em đã hoàn thành môn học tương đương 407408 với điểm tổng kết môn học là 7,5.. . . . Em xin gửi kèm file excel xác nhận môn học tương đương (trong sheet \"Ghi chú thay đổi\") của Chương trình Tiên Tiến.. . . . Em mong Phòng Đào tạo có thể kiểm tra và cập nhật tình trạng lại giúp em ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . [full_name]8 ĐIỂM HK192 CỦA GS MỸ CHƯA CÓ ĐIỂM NHÉ. ĐIỂM 7.5 LÀ ĐIỂM CỦA GSVN (50%).. . SV vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế gặp a Chiêu để được hướng dẫn và hỗ trợ.. . email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy cô ơi, IIG VietNam ko giải quyết họ bảo em liên hệ với bên Úc để được hỗ trợ, nhưng mà liên hệ với bên kia, thì họ cũng chỉ gửi kết quả về thôi, họ gửi về bản góc và bản sao của CCNN , có cả mail kết quả thi của em, em gửi tin nhắn bên IIG vietnam, kết quả thi được gửi về mail thầy cô xem giúp em với",
            "đang xử lý câu khác nêu đóng câu này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . Em tên là [full_name] - MSSV: [student_id]. . Điểm bảo vệ luận văn tốt nghiệp của em hiện vẫn chưa được cập nhật. Văn phòng có thể kiểm tra giúp em được không ạ.. . Em xin cảm ơn nhiều.. . . .",
            "Chào em,. . Em đã điền Phiếu đăng ký thi để thay thế điểm VP (hoặc HT) tải tại aao.hcmut.edu.vn/sinh viên/biểu mẫu và gửi qua bksi cho PDT chưa?. . Thân",
            "Dạ em chào anh/chị, . . Em đã nộp phiếu đăng kí và pđt đã nhận và xác nhận hơn một tuần trước ạ. Nhưng hiện em vẫn chưa được cập nhật điểm bảo vệ tốt nghiệp để đăng kí tốt nghiệp . Văn phòng có thể kiểm tra giúp em được không ạ.. . Em xin cảm ơn nhiều.",
            "Chào em;. . Phòng Đào tạo đã gửi phiếu nhập điểm về khoa, em liên hệ khoa để biết thông tin nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] _ MSSV [student_id]. Mong thầy cô kiểm tra giúp em với ạ.",
            "Chào em,. . Vui lòng trình bày rõ tên và mã MH trùng ra giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh.. . . . Em xin gửi đơn xin cấp giấy xác nhận sinh viên của trường (file đính kèm).. . Rất mong phòng đạo tạo xem xét giúp em đơn này.. . . . Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên giấy xác nhận sinh viên theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin được gửi đơn xin phục hồi thời khóa biểu HK212 và đơn xin được thu nhận lại HK211 ạ.. . . . Kính mong thầy cô xem xét.. . . . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng chuyển qua trạng thái từ \"tạm dừng\" sang \"đang học\", dự kiến sẽ cập nhật trước ngày 15/4/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin phép nahf trường mở lại thời khóa biểu .",
            "Chào bạn, . . Bạn vui lòng bổ sung thêm Phiếu đăng ký thu nhận lại. . SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến BKSI. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  . .  Kính gửi thầy cô !. . Hiện tại em đã có điểm thi VNU_EPT và em đạt 253₫ , đủ điều kiện xét tốt nghiệp, nhưng tình trạng sinh viên của em đang là \" NGHĨ\" , mong thầy cô giúp đỡ và hướng dẫn để em có thể được đăng kí tốt nghiệp ạ, vì 11/04/2022 này hết hạn.. .  Em cám ơn ạ!!",
            "\"\"\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/4. Đăng ký nộp Chứng chỉ Ngoại ngữ để đăng ký nhé. . . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ e chào cô. . Em đăng ký tốt nghiệp trên mybk rồi nhưng tình trạng đăng ký không được xử lý là sao ạ",
            "Chào em;. . Đề nghị Sinh viên cập nhật lại hình, chuẩn hình thẻ 3x4, đã qua chỉnh sửa (Nam áo sơmi thắt caravat; xin file từ tiệm chụp ảnh). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id], khóa K18. . Đăng ký in bảng điểm ngày 21/3/2022, ngày nhận là 24/03/2022. . Yêu cầu nhờ lấy hộ bảng điểm. .   i Yêu cầu khác .",
            "Đã giải quyết"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ pdt cho em hỏi sao học phí LVTN của em tới 6tr6 dữ vậy ạ, kỳ rồi chỉ có 3tr1 thôi, em thấy ghi học phí dự thính chính quy??. . Không biết có nhầm lẫn gì không, mong sớm được pdt hồi âm.. . Mssv [student_id].",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy.. . - Khóa 2016 trở về trước(đã quá thời gian đào tạo theo kế hoạch). .  + Từ học kỳ 2 năm học 2021-2022: 740.000VNĐ/TC. . - Bạn vui lòng xem lại.. . Chúc bạn học tốt.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô.. . Hiện nay em đã hoàn thanh xong chương trình học, và em mới thi anh văn tại Trung Tâm Khảo Thí Đại Học Quốc Gia và đã có kết quả nhưng chưa có chứng chỉ, vậy em cần làm những thủ tục gì để được đăng ký xét và nhận bằng tốt nghiệp đợt 1 vào tháng 4 này ạ.. . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Anh/chị. . Em khóa 2015 đã hết hạn đào tạo tối đa và đã có quyết định Xóa tên vì hết thời gian đào tạo ngày 15/03/2022 (xem được trên mybk).. . Nay em gửi đơn xin được chuyển từ hệ Chính quy sang hệ VLVH.. . Mong PĐT xem xét và giải quyết.. . Em xin cảm ơn!. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân"
        ]
    }
]