[
    {
        "intent": "",
        "message": [
            "Học vụ .   B ĐỀ NGHỊ CHUYỂN SANG HÌNH THỨC VỪA LÀM VỪA HỌC.. .",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\"",
            "Thưa Cô! Đơn của em gửi từ ngày 21/12 mà nay 26/12 vẫn chưa cập nhật tình trạng sinh viên cho em ạ. Ngày 29/12 là hết hạn đăng kí môn học. Em mong PĐT giải quyết cho em ạ. EM chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, học kỳ này em chưa tới trường được do covid và chưa tiêm đủ vacxin , thời gian bảo vệ luận văn sắp tơi. Em xin hỏi phòng đào tạo có đợt bảo vệ luận văn bổ sung hoặc có thể hoãn bảo vệ luận văn kỳ này được không ạ. Em cảm ơn",
            "Học vụ. . . . Em chào phòng đào tạo, học kỳ này em chưa tới trường được do covid và chưa tiêm đủ vacxin , thời gian bảo vệ luận văn sắp tơi. Em xin hỏi phòng đào tạo có đợt bảo vệ luận văn bổ sung hoặc có thể hoãn bảo vệ luận văn kỳ này được không ạ. Em cảm ơn  /QUOTE . . . . Hiện nay em chưa thể vào lại thành phố, có cách nào hoãn bảo vệ được không ạ. Em đã được sự đồng ý của giáo viên hướng dẫn.. .",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pđt ơi , cho em xin thủ tục hoãn thi và nếu em hoãn được mà môn đó k18 không mở nữa mà k19 khác mã môn thì liệu em có được thi lại không ạ",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . -đầu tiên sẽ xóa điểm HT theo đúng mã đã ra QD. . Trường hợp đặc biệt bạn liên hệ Khoa đã xác nhận 2 môn tương đương (hoặc môn đó không mở nữa thay thế bằng môn khác) sau đó gởi Pdt để xin ý kiến xử lý . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 2110341  /b \t. . . .   i Học vụ  /i  . .   Em xin kính chào Qúy Thầy Cô ạ.. .   Vấn đề của em là em được xếp giờ để lên cs1 học phần thí nghiệm Hóa Đại Cương nhưng em được xếp vào chiều thứ 5 tuần 51,52 và cũng trong giờ đó em cũng có tiết học online môn Giải Tích 1 và có lịch thi tuần 52 là môn Hóa ĐC ạ. Thầy cô có thể dời sang giờ khác giúp em được không ạ.. . Em xin cảm ơn quý thầy cô đã đọc mail của em ạ.. .",
            "Chào em,. . Lịch thí nghiệm mà trùng lịch thi không xử lý được. Nếu em muốn huỷ TN đợt này thì gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng đào tạo, . . . . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11, nhưng vẫn trong tình trạng sinh viên: Tạm dừng. Nên vẫn chưa đăng ký tốt nghiệp được ạ. Mong PĐT giải quyết vấn đề này để em có thể đăng ký tốt nghiệp đúng hạn ạ. . . . . Em cảm ơn rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2014855  /b \t. . . .   i Yêu cầu khác . DẠ EM XIN CHÀO PHÒNG ĐÀO TẠO Ạ, DẠ EM TÊN LÀ NGUYỄN HỮU TRÍ MSSV 2014855, ĐANG HỌC KHOA KỸ THUẬT ĐỊA CHẤT DẦU KHÍ DẠ, DẠ LÀ VÀO KÌ VỪA RỒI NGÀY 7/8 EM CÓ LÀM BUỔI THI CUỐI KỲ MÔN GIẢI TÍCH 2 MÃ NHÓM THI LÀ L23D, NHƯNG KHÔNG MAY DO MÁY TÍNH CỦA EM CŨ NÊN GẶP TRỤC TRẶC LÀM BÀI THI KHÔNG ĐƯỢC DẪN ĐẾN BỊ ĐIỂM DƯỚI 3 (NHƯ EM ĐÃ BỊ RỚT MÔN) VÀ BỊ VĂNG VIDEO GHI HÌNH, EM NGHĨ LÀ KHI BỊ MẤT VIDEO SẼ BỊ HỦY BÀI THI, VÀ KHÔNG ĐIỂM BÀI THI CHO NÊN SAU KHI THỰC HIỆN BÀI THI XONG THÌ EM ĐÃ LÀM ĐƠN HOÃN THI VÌ SỰ SỐ KHÔNG MONG MUỐN ĐÓ , DO LẦN ĐẦU THI ONLINE VÀ CŨNG NHƯ LẦN ĐẦU EM HOÃN THI CHO NÊN   EM SỢ LÀ PHÒNG ĐÀO TẠO KHÔNG CHẤP NHẬN VIỆC HOÃN THI ĐÓ, CHÍNH VÌ THẾ EM ĐÃ ĐĂNG KÍ LẠI MÔN GIẢI TÍCH 2 KÌ DỰ THÍNH MÃ MÔN LÀ MT1005 VÀ LỚP LÀ DT04_C CỦA CÔ XUÂN ANH, NHƯNG THẬT BẤT NGỜ LÀ EM LẠI NHẬN ĐƯỢC EMAIL CỦA PĐT LÀ ĐÃ CHẤP NHẬN CHO VIỆC HOÃN THI GIẢI TÍCH 2 ĐÓ, EM LÚC ĐÓ THẬT SỰ LÀ RẤT BỐI RỐI KHÔNG BIẾT NHƯ NÀO, THÌ NẾU NHƯ ĐÚNG LỊCH CỦA HOÃN THI GIẢI TÍCH 2 SẼ ĐƯỢC THI LẠI VÀO NGÀY 19/12, NHƯNG VÀO NGÀY ĐÓ EM CŨNG CÓ LỊCH THI CUỐI KỲ GIẢI TÍCH 2 NHƯNG MÀ LÀ CỦA MÃ MÔN HỌC LÀ CỦA KỲ DỰ THÍNH Ạ, CHỨ KHÔNG PHẢI LÀ MÃ CỦA MÔN HỌC GIẢI TÍCH 2 HOÃN THI  VỪA RỒI, VÀ EM ĐÃ THỰC HIỆN XONG BÀI THI GIẢI TÍCH 2 CUỐI KỲ LÚC 14H00 NGÀY 19/12 ĐÓ LÀ CỦA MÃ MÔN DỰ THÍNH (DT04_C), NHƯ THẾ PHÒNG ĐÀO TẠO CHO EM HỎI LÀ ĐIỂM THI CUỐI KỲ VÀO NGÀY 19/12 ĐÓ LÀ SẼ ĐƯỢC TÍNH VÔ ĐIỂM TỔNG CỦA KỲ DỰ THÍNH DT04 ĐÓ ĐÚNG KHÔNG Ạ, THẾ THÌ ĐIỂM CỦA HOÃN THI VỪA RỒI NHƯ THẾ NÀO DẠ, HAY LÀ EM CẦN PHẢI THI THÊM 1 LẦN CỦA KỲ HOÃN THI NỮA Ạ, EM RẤT LO VÀ KHÔNG BIẾT NHƯ THẾ NÀO, EM THẬT SỰ MONG MUỐN ĐƯỢC SỰ TƯ VẤN VÀ GIÚP ĐỠ NHIỆT TÌNH CỦA PHÒNG ĐÀO TẠO Ạ. EM CHÂN THÀNH CẢM ƠN PHÒNG ĐÀO TẠO Ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa thi môn Vẽ Kỹ Thuật Cơ Khí ( 7h00 21/12) xong, trong quá trình làm bài em bị rớt mạng một lần (8 phút trước khi hết giờ làm bài) nên bản record màn hình của em bị ngắt, sau đó em vào phòng thi lại và record 1 bản khác. . Hiện giờ em đã có 2 file record, vậy cho em hỏi là em sẽ phải nộp 2 file hay 1 file dài nhất, và có cách nào để nộp 2 file không ạ. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id]. . Kì này em có đăng kí BHYT 6 tháng với hạn chót là 20/12 lúc 16h, sau mấy ngày em đăng kí (em đăng kí lúc 8/12) thì em nhận được mail gia hạn bkpay tới hết 20/12. Tới 21/12 em lên bkpay để đóng BHYT thì thấy thông báo đã trễ hạn. Em đã thanh toán khoản phí rồi ạ, vậy việc em đóng trễ có ảnh hưởng gì đến điểm rèn luyện hay kì sau em có được đăng kí học không ạ.. . Em xin cảm ơn.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chao quý thầy cô. Em tên là [full_name]. MSSV [student_id]. . Em có một vấn đề xin trình bày và cần sự giúp đỡ quý thầy cô như sau :. . 24/12 là hạn cuối đăng kí tôt nghiệp nhận bằng.. . Ma hiên tai e lên đăng kí thì không cho đăng kí vì nó có báo là thiếu ngày ctxh. Mà hiện tại trên trang hoạt động ngoại khóa sinh viên em đã được 16 ngay ctxh rồi.. . Mong quý thầy cô giúp e để e được đăng kí tot nghiệp ạ. . . .",
            "Chào em,. . Sau 10h 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Nhờ cán bộ phụ trách giải quyết giúp em vấn đề sau:. . - Tình trạng thông tin sinh viên của em: ĐANG HỌC (chuyển từ hệ chính quy sang hệ VLVH). . - Đã đủ điều kiện TỐT NGHIỆP. . - Nhờ PĐT cập nhập lại hình thức đào tạo từ Chính quy sang VLVH tại mục 18. ĐĂNG KÝ TỐT NGHIỆP của trang https://mybk.hcmut.edu.vn. . Để em được Đăng ký Tốt nghiệp.. . . . Mong cán bộ phụ trách giải quyết giúp em để em được đăng ký Tốt nghiệp trước ngày 24/12/2021.. . Em xin chân thành cảm ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Admin có thể check giúp em 2 chỗ e bôi vàng vì e tính luôn luận văn là 138 chỉ (còn nợ 4 chỉ anh văn để đủ 142 chỉ của ngành) nhưng tổng kết thì em đạt 141 chỉ ? Mong nhận được phản hồi sớm từ admin để e thực hiện xét tốt nghiệp.. .",
            "Admin có thể check giúp em 2 chỗ e bôi vàng vì e tính luôn luận văn là 138 chỉ (còn nợ 4 chỉ anh văn để đủ 142 chỉ của ngành) nhưng tổng kết thì em đạt 141 chỉ ? Mong nhận được phản hồi sớm từ admin để e thực hiện xét tốt nghiệp.",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em muốn chuyển sang hệ VLVH kèm chuyển ngành, trên aao em chỉ tìm được đơn xin chuyển sang VLVH, giờ làm sao em có thể xin chuyển ngành được ạ?. .   i Học vụ .",
            "Chào bạn. . Bạn nộp đơn chuyển sang VLVH trước. . - Quy trình nộp đơn chuyển ngành: V/v chuyển ngành: Bạn vui lòng làm đơn xin chuyển ngành có xác nhận đồng ý của Khoa đang học và Khoa chuyển đến. Sau đó Nộp hồ sơ cho Phòng đào tạo để trình Ban giám hiệu và Ban lãnh đạo Phòng đào tạo xem xét.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào Admin,. . Em cần xác thực bằng chứng chỉ tiếng anh nghe và đọc để kịp xét tốt nghiệp ạ. Em cũng mong là bên pđt có thể duyệt xét tốt nghiệp cho em gấp được không ạ? Vì 24/12 là hết hạn rồi ạ",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ chào thầy cô. . em là [full_name], cho em hỏi là nếu như bài SHCD của em chưa đc chấm điểm thì em có cần phải làm lại không ạ?",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]V: [student_id]. . Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp. . Em xin trình bày một việc như sau: . . Hiện tại em đã có trong danh sách dự kiến tốt nghiệp rồi nhưng tình trạng đăng ký và phần ghi chú để là không được phép đăng ký và tạm dừng (hình ảnh trong tệp). Kính mong PDT giải quyết giúp em. Em xin chân thành cảm ơn.",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Học vụ . Em tên [full_name] HUỲNH QUANG THƠ sinh viên VHVL ngành Kỹ Thuật Xây Dựng.. . Em xin nộp phiếu miễn môn mong PĐT xem xét giúp em.. . Em xin chân thành Cảm ơn!. . . .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Em là [full_name] MSSV [student_id]. . Xin phép được rút môn học EE3333 (thực tập tốt nghiệp)(đã thanh toán đầy đủ học phí) do đăng kí nhầm.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, e vừa được thu nhận vào hệ Vừa học vừa làm, nhờ thầy cô thay đỗi thông tin của e, từ hình thức đào tạo chính quy sang vừa làm vừa học để em đăng ký xét tốt nghiệp. E cảm ơn thầy cô. . E tên là [full_name], MSSV [student_id]. .",
            "Chào bạn. . Không ảnh hưởng nghen. . Bạn đủ điều kiện tốt nghiệp thì đăng ký mục tốt nghiệp tại trang BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô.. . Trường hợp em rất đặc biệt và phức tạp.. . Em đã mail liên hệ cho rất nhiều phòng (pđt,p ctct, khoa,giáo vụ,..),nhiều giáo viên,thử qua nhiều cách thức để trình bày và xin tư vấn giải quyết SUỐT 2 THÁNG NAY.. . Em chỉ xin tóm tắt là hiện nay em không có khả năng đóng học phí hk 202 và 211,không có khả năng hoàn thành học tập nửa học kì sau 212.Em đã đăng kí môn học hk 212 và ĐTBHK 212 SẼ #0.. . . .  1.Em chỉ muốn biết là em sẽ bị xử lý thế nào thôi ạ.. .  2.Em có bị buộc tạm dừng học/ buộc thôi học không thôi ạ?. . . .  MONG QUÍ THẨY CÔ THƯƠNG HOÀN CẢNH EM MÀ KHÔNG    ĐUỔI HỌC EM.. .  [full_name] Ạ.. .",
            "Chào bạn. . Tại sao bạn không đóng học phí? hiện tại bạn vẫn dkmh Hk212 bình thường nhưng nếu bạn không đóng học phí thì dự kiến có khả năng bị hủy thời khóa biểu"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học . Dạ PĐT cho e gủi đơn đăng ký [full_name].. . Mong PĐT giúp e ạ.",
            "Chào em,. . Về ĐKMH: em theo dõi lịch học vụ và tự đăng ký nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em mới bị mắc covid ngày 17-12, ho với sốt, mệt người và đang điều trị cách ly tại nhà, em không thể làm bài thi tốt, cho nên em có đăng ký hoãn thi sang tháng 1 mấy môn ngày hôm sau thì có được không ạ. Em có cần phải khai báo y tế với nhà trường lại không ạ. .",
            "\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi kết quả anh văn nói viết có kết quả trước ngày 24 tháng 12 không. Ngày 24/12 là hạn chót đăng kí xét tốt nghiệp nhưng anh văn nói viết mới tổ chức thi hôm 16/12.. .   i Yêu cầu khác .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,. . . . Em là [full_name], MSSV [student_id], sinh viên khoa Quản Lý Công Nghiệp, lớp QL170304.. . . . Em đã gửi mail nhưng không nhận được phản hồi mong thầy/cô xem xét và giải đáp giúp em tình trạng:. . . . Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch nhau (như hình đính kèm).. . . . Em đã hoàn thành theo đúng chương trình đào tạo và không có môn nào ngoài chương trình đào tạo những bảng điểm vẫn hiển thị chỉ hoàn thành 122 tín chỉ tích lũy ngành. . . . . Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật.. . . . Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được tốt nghiệp đúng thời hạn.. . . . Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ!. . . . Trân trọng,. . [full_name].. .",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. . Em tên là [full_name], dạ hôm nay (21/12/2021), trong lúc đang làm bài thi kết thúc học phần môn dung sai và kỹ thuật đo, nhà của em bị cúp điện nên em không thể tiếp tục bài thi một cách trọn vẹn được ạ. . Em làm đơn này để xin phép thầy/cô cho em được làm lại bài kiểm tra cuối khóa ạ. . Em cám ơn thầy/ cô nhiều ạ",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào phòng Đào tạo. . Cho em hỏi:. . Trước đây em đã học môn [full_name] Thuật Số mã môn học EE1009 học kì 1 năm học 2015-2016, sau đó em đã hoàn thành môn học [full_name] Thuật Số này mã mới là EE1015 vào học kì 1 năm 2018-2019 với điểm tổng kết là 5.00.. . em có phải làm đơn xin chuyển điểm ko ạ?. . . .",
            "Chào em,. . Em cần làm đơn gửi email [email] để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em đăng kí bảo hiểm y tế đợt 2. Hạn thanh toán học phí là 20/12. Mà do hệ thống BKPAY bảo trì đến sau này 20/12. Nên ngày 21/12 em mới đóng tiền được và bị trễ hạn. Em giờ phải làm gì ạ. . . Em cảm ơn!",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vì chưa có cơ hội về nhà lấy thẻ sinh viên, mà công ty đang cần bổ sung hồ sơ bằng tốt nghiệp. Cho em hỏi, không đem thẻ sinh viên, có thể nhận bằng tốt nghiệp được không ạ? Em cảm ơn.",
            "Chào em,. . Em có thể đem thẻ CMND hoặc CCCD nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813304  /b \t. . . .   i Học vụ . Chào Thầy/Cô,. . Em hiện đang là sinh viên K18, ở học kì 211 này, em đã hoàn thành hết các môn học theo chương trình đào tạo của khoa (kể cả Thực tập tốt nghiệp). Như vậy kì sau 212, em   B chỉ   /B  đăng kí 1 môn Đề cương luận văn   B 0 chỉ  /B , thì có vi phạm điều kiện gì không ạ?. . Em xin cảm ơn. . . .",
            "Chào bạn,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Số tín chỉ tối thiểu. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ. Học kỳ này em có đăng ký rút môn anh văn 2 nhưng bảng điểm để điểm tổng kết 13 vậy là em có rút môn thành công chưa ạ. Em cảm ơn",
            "Chào bạn. . Bạn được điểm 17 trong htql gốc rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em tên [full_name]- MSSV: [student_id].Em vừa được cập nhật điểm môn TNVL trên MYBK. Em đã đủ 142 tín chỉ và thỏa các điều kiện xét tốt nghiệp: CTXH, AV.. . . . PDT giúp em cập nhật tên em bổ sung trong danh sách dự kiến xét tốt nghiệp. Và do kỳ 211 em không đăng ký môn để chờ xét TN nên bị tình trạng tạm dừng. Em gửi PDT đơn thu nhận lại luôn ạ.. . . . Em cám ơm,. . HOng Anh. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào phòng đào tạo ạ ,. . . . Em hiện không biết làm thế nào để làm thủ tục xin tạm hoãn 1 học kỳ . Mong phòng đào tạo hỗ trợ em. . . .",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào PĐT,. . . . Em tên là [full_name], em có thắc mắc như sau: Do tình hình dịch bệnh nên em không thể đăng kí đến trường để học các môn có thực hành, thí nghiệm được. Nhưng hiện tại, trên bảng điểm của em đã cập nhật điểm Thí nghiệm là 13 khiến môn học đó của em tổng kết 0.0.. . . . Em xin hỏi là việc cập nhật bảng điểm như vậy có ảnh hưởng gì không ạ, và khi trường chính thức cho toàn bộ sinh viên đi học lại thì em có thể học học phần thí nghiệm đó được không ạ. Em có mail cho giáo viên môn học đó rồi nhưng cô nói em liên hệ PĐT để biết cách đăng kí học ạ.. . . . Em xin cảm ơn.. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào anh/chị phòng đào tạo,. . . . Hiện tại em đã hoàn thành chương trình đào tạo nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Nhờ anh/chị xem xét giúp em và nêu ra điều kiện còn thiếu (nếu có) . . . . Em xin cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Tốt nghiệp . Kính gửi Phòng đào tạo. . Em tên là [full_name], MSSV [student_id]. . Em đã nhận được email tốt nghiệp và có tên trong danh sách dự kiến. Tuy nhiên, em vẫn chưa đăng ký tốt nghiệp được trên trang MyBK. Tình trạng sinh viên trên Mybk của em là tạm dừng. Em mong Phòng Đào tạo xem xét và giải quyết giúp em.. . Em chân thành cảm ơn.. . P/s: Hình ảnh lỗi khi vào mục đăng ký tốt nghiệp em có đính kèm.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô trên phòng đào tạo ạ! E tên [full_name], MSSV [student_id] học khoa Cơ Khí! Em vừa có tên trong danh sách dự kiến tốt nghiệp hôm t2 ạ, nhưng trong danh sách đó chưa cập nhật đủ ngày CTXH ạ, bây h em đã cập nhật đủ ngày CTXH trên sàn hoạt động ngoại khoá sinh viên rồi ạ! Em mong thầy cô có thể cập nhật mới giúp em để em có thể xét tốt nghiệp kịp 24/12 này ạ! Em cảm ơn thầy cô nhiều ạ",
            "Chào em,. . Sau 10h ngày 23/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT.. . Em là sinh viên K14, hiện tại em đã chuyển qua hệ VLVH vào tháng 5/2021, em còn luận văn, tiếng anh.. . Cho em hỏi khi đăng ký môn học, em vẫn đăng ký mã môn theo chương trình đào tạo của K14, cho luận văn tốt nghiệp được không ạ. (tại em không đăng ký môn học 1 năm).. . Và mức học phí của em khi chuyển hệ học tiếp,  là tính theo học phí sinh viên từ K15 trở về trước (em đọc theo mục III. 1 học phí của trường), hay em phải đóng trọn một học kỳ (mục VI. học phí của trường).. . Tiếng anh em có thể nộp toeic để quy đổi điểm cho các môn tiếng anh 1,2,3,4 trong chương trình chính quy em còn thiếu được không ạ.. . Mong PĐT có thể hỗ trợ, để em chuẩn bị tốt hơn ạ.. . Em xin cám ơn.",
            "Chào em,. . 1) Về CTĐT em vẫn học theo CTĐT của khóa 2014. . 2) Về học phí tính theo học phí của VLVH . . [full_name][full_name] (khóa 2014). . Về các môn AV 1,2,3,4 thì trong CTĐT khóa 2014 (VLVH) không có 4 môn AV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Pdt cho em hỏi là hiện nay em đã đủ điều kiện xét tốt nghiệp chưa sao em vẫn không thấy mail báo, và nếu chưa thì hiện tại em còn thiếu những gì. Em xin cảm ơn . . . .   i Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] , mssv [student_id], hiện tại em chưa nộp được ielts đúng hạn được, nên em làm đơn xin hỏi em có được đăng kí các môn học cùa năm 2 không ạ. Tại vì em nhớ là nhà trường chỉ hạn chế đăng kí môn học năm 3 và trên tình trạng sinh viên của em trên mybk cũng chưa thấy bị cảnh cáo học vụ gì ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi em vào web đăng ký môn học được thông báo là không có quyền đăng ký môn học cô cho em hỏi là em bị phạt gì hay làm sao để tiếp tục đăng ký được k ạ. .",
            "Chào bạn. . Bạn [full_name]15 đã hết thời gian học nên không đăng ký môn học được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi sao em vô đăng kí môn học bị khoá ạ ,làm sao để mở ạ với lại em chỉ còn 1 môn anh văn thì thôi . .",
            "\"Chào bạn. . K2015 đã hết thời gian nên không dkmh được. . Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo . . Em tên : [full_name], MSSV: [student_id] . . . . Em viết đơn này mong quý Thầy Cô xem xét cho em tạm dừng học (học kì 2 năm 2021-2022 đến học kì 2 năm 2022-2023) vì lí do bận việc gia đình ạ.. . . . Em xin cảm ơn ạ",
            "\"Chào em,. . vui lòng liên hệ với cô [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về thủ tục tạm dừng học kỳ nhé:. . Email: [email]. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa PĐT, em có thi môn giải tích 2 mã MT1005 ngày 19/12 lúc 16h. Nhưng đến thời điểm này em vẫn không đăng nhập được BK exam để nộp bản ghi. Nên em bị trễ hạn nộp bản ghi mong PĐT xem xét giúp em ạ! Em có đính kèm bản ghi bên dưới ạ. Em xin chân thành cảm ơn ạ. . https://drive.google.com/drive/folders/1F4kU8-vzBmES4Ry83h2kMFEDR2mTuM365Ee3s402X48hlGZI4aHiLm5qMCSvg1xPCoDMHq1Y",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] , mssv [student_id], hiện tại em chưa nộp được ielts đúng hạn được, nên em làm đơn xin hỏi em có được đăng kí các môn học cùa năm 2 không ạ. Tại vì em nhớ là nhà trường chỉ hạn chế đăng kí môn học năm 3 và trên tình trạng sinh viên của em trên mybk cũng chưa thấy bị cảnh cáo học vụ gì ạ",
            "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé: [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em muốn xin chuyển sang hệ VLVH, em có nghe hướng dẫn là nộp đơn online, thì cho em hỏi giờ em nộp đơn ở đâu ạ, và trong mẫu đơn có phần chữ kí thì em phải làm sao?. .   i Học vụ .",
            "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin rồi gửi lại bksi. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, em gửi đơn thu nhận lại với mục đích là để đăng ký tốt nghiệp, mong cô phản hồi sớm giúp em. Em cảm ơn!. .",
            "Tốt nghiệp. . Chào cô, hiện giờ em đã đủ điều kiện tốt nghiệp và em gửi đơn thu nhận lại với mục đích là để đăng ký tốt nghiệp, mong cô phản hồi sớm giúp em. Em cảm ơn!. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT, . . . . Trên MyBK mục tình trạng sinh viên của em đã được cập nhật là \"Đang học\" rồi nhưng khi vào trang đăng ký môn học em vẫn chưa được phép đăng ký vì lý do đang tạm dừng. Xin PĐT giúp em cập nhật lại trên trang đăng ký môn học luôn ạ. Em xin chân thành cảm ơn.",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Thân chào.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name], MSSV [student_id].. . Em có học lớp TN Hóa Đại cương L46, hiện tại em còn 1 buổi học trực tiếp trên phòng TN. Do chưa đủ điều kiện chống dịch, em chưa thể lên học được. Thế nên em xin dời lịch học buổi TN này lại cho đến khi trường hoạt động bình thường (chắc sau tết).. . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] Mssv [student_id]. . cho em hỏi là em đang thi mà gặp sự cố e đã báo cho CBCT và được xác nhận và em có đăng ký hoãn thi ngay sau đó. cho em hỏi là em được thi lại môn này vào lần sau không ạ? Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em muốn đăng kí vào dự bị lớp kĩ sư tài năng thì cần chuẩn bị những gì và đăng kí vào thời điểm nào ạ",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em thi môn xử lý số ngày 18/12 nhưng em quên nộp file ghi hình thì giờ em phải nộp bù vào đâu ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn đăng kí hoãn thi cho môn thực tập tốt nghiệp và đề cương luận văn tốt nghiệp thì phải liên hệ giảng viên phụ trách môn học để xin xác nhận, rồi gửi minh chứng cho phòng đào tạo để đăng kí hoãn thi hay sao ạ. Và cho em hỏi cụ thể minh chứng đó được cung cấp như thế nào mới là hợp lí ạ, giấy xác nhận hay là mail xác nhận của giảng viên ạ.. . . . Mong phòng đào tạo sớm phản hồi.. . Em cảm ơn ạ!. .",
            "Chào em,. . Vui lòng trình bày là bạn xin hoãn ở HK nào?. . Thân",
            "Dạ học kì 203 và 211 ạ",
            "Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt. . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng. . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV. . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được. . phép hoãn thi (nộp bài, báo cáo, bảo vệ). . . Sinh viên vui lòng tải mẫu đơn. . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép. . (cuối kỳ). . . Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về [email] kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn/Khoa.. . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mình đang cần thông tin liên lạc của thày [full_name] dạy bộ môn thí nghiệm vật lý, nhờ đội ngũ hỗ trợ giúp mình với ạ.. . Mình xin cảm ơn !",
            "Chào em,. . Em vui lòng liên hệ [full_name] qua email [email]. . Thân mến. ."
        ]
    }
]