[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học vụ. . . . Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau:. . 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học.. . 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345). . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . - Bạn vui lòng xem lại thông báo đăng ký môn học tại tin nhắn BKel theo quy định.. . - Bạn liên hệ văn phòng [full_name] để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy, cô. . Em tên là [full_name]. . Mssv: [student_id] - Sinh viên K17 ngành Kỹ thuật hệ thống công nghiệp. . Lớp: CK17HT01. . Em đã tạm dừng tại học kỳ: 212 năm học 2021 - 2022. . Lý do: Tạm dừng vì không đăng ký môn học. . (Em xin bổ sung thêm lý do không đăng ký môn học vì em nghĩ mình đã đủ điều kiện để xét tốt nghiệp, nhưng khi hỏi lại pđt thì em mới biết rằng em đang nợ môn ME2043). . Số quyết định tạm dừng: 728/QĐ-ĐHBK. . Nay em xin đề nghị thu nhận lại từ học 212 năm học 2021 - 2022, để em có thể đăng ký môn học bổ sung vào học kỳ hè 213. . . . Mong thầy cô xem xét và phản hồi giúp em ạ. . Em xin cảm ơn",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong quá trình ĐKMH, em hệ  có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB môn Hệ Thống Số( Tthứ 6 tiết 13-14).. . Em mong PĐT xem xét hậu kiểm và hủy môn giúp em.. . Em xin chân thành cảm ơn !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. .  Thưa thầy/cô cho em hỏi khi nào là hạn chót để chuyển điểm anh văn của học kỳ này ạ.",
            "Chào bạn, . . . . Hạn cuối nộp chứng chỉ ngoại ngữ: trước đợt đăng ký môn học, trước ngày 20/05(đợt cuối cùng đăng ký). . . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị, em đang hoàn thành xong luận văn và có điểm đầy đủ ở các môn, nhưng em không đăng kí tốt nghiệp được (bị tạm dừng). Cho em hỏi cách để đăng kí ạ. Em cảm ơn",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em chào PĐT,. . . . Em là sinh viên lớp MT17KHTN, nhưng mới đăng ký tốt nghiệp đợt 2 năm 2022 thì bằng TN của em thuộc diện [full_name] hay [full_name]ăng ạ? Em cần thông tin để đăng ký đúng ngày lễ Tốt nghiệp.. . . . Em cảm ơn,. . [full_name]",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ lại khoa, khoa đang xử lý về thông tin tốt nghiệp. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em là [full_name], MSSV: [student_id], sinh viên lớp L25 Thí nghiệm Hóa Đại cương. Theo thời khóa biểu, ngày mai (thứ 6/15/4/2022) là buổi thí nghiệm đầu tiên của em. Tuy nhiên, em đã dương tính với Covid 19 vào lúc 20h tối hôm qua. Vậy bây giờ em có cần phải gửi giấy chứng nhận F0 điều trị tại nhà hay thông tin gì cho thầy/cô hoặc phòng đào tạo để được học bù vào buổi sau không ạ? Em chân thành cảm ơn quý thầy/cô.",
            "Chào em;. . Em liên hệ giảng viên để được hỗ trợ về môn thí nghiệm học kỳ chính nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào Thầy (cô),. . Em tên [full_name] - mssv [student_id]. . hiện tại tình trạng sinh viên của em là \"nghỉ\".. . cô cho em hỏi là em đã bị thôi học hẳn hay em có được chuyển sáng hệ vừa học vừa làm hay hệ khác để tiếp tục việc học được không ạ.. . do em chỉ thiếu bằng tiếng anh nữa là được tốt nghiệp rồi ạ.. . TRân trọng cảm ơn",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân",
            "DẠ Chào Thầy (Cô):. . Em Tên [full_name]. . MSSV: [student_id]. . Lớp DD15KTD2. . Em xin nộp đơn xin thu nhận lại chuyển sang hệ vừa học vừa làm ạ",
            "Đã xử lý xong ở BkSI mới"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô,. . Cho em hỏi là môn tự chọn thì mình có được đăng ký học dự thính ( học lần đầu) được không ah? Và nếu trong nhóm môn tự chọn mà em muốn cải thiện điểm bằng học môn khác qua dự thính thì có được không ah?. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô,. . Cho em hỏi là môn tự chọn thì mình có được đăng ký học dự thính ( học lần đầu) được không ah? Và nếu trong nhóm môn tự chọn mà em muốn cải thiện điểm bằng học môn khác qua dự thính thì có được không ah?. .",
            "\"Chào bạn, . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân!. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào anh chị,. . Dạ em có môn học CH3303 đã thi từ 27/12 nhưng đến nay giảng viên vẫn chưa up điểm lên gây khá nhiều bất tiện cho em và các bạn khác, tụi em có mail nhưng không nhận được phản hồi thì tụi em phải làm sao ạ.. . Em cảm ơn anh chị đã đọc.",
            "Chào bạn,. . . . Vui lòng liên hệ giảng viên giảng dạy để được hỗ trợ. Hoặc phẩn hồi trực tiếp về Khoa/ Bộ môn. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. Em k19 em còn thiếu một môn thể dục, khóa em yêu cầu học 3 môn nhưng em mới học 2. Môn thể dục cuối em đăng ký học phần 1 hay 2 ạ, vì khóa mới có chia học phần, còn hồi xưa không có.. . Em cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ   Quy định học vụ của Trung tâm thể dục thể thao. . . . -Bạn có thể đăng ký học phần 1 bạn nha. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em đã chuyển điểm 2 môn tương đương theo yêu cầu rồi ạ. Mong thầy cô giúp em xét tốt nghiệp để kịp làm lễ 22/4 này với ạ. Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Kết quả chuyển điểm đã cập nhật. . . . Thân.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lý do trễ hạn học phí và xin thu nhận lại.",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212 và dự thính ngoài giờ.  Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name].. . MSSV là [student_id]. . Em xin đăng ký xét tốt nghiệp ạ.. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chỗ nộp bằng tốt nghiệp THPT ở cs1 nằm ở đâu vậy ạ,em xin cảm ơn.",
            "Chào bạn. . . . Về vấn đề Bằng THPT bạn vui lòng liên hệ Cô phục trách: Hương Thủy   [email]  để được kiểm tra và hỗ trợ. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là: [full_name], MSSV: [student_id], Sinh viên khóa 2017 khoa CNVL.. . . . Tình hình em đã có tên trong danh sách tốt nghiệp chính thức năm 2022. Và đang đợi để nhận bằng tốt nghiệp.. . Trước đây PĐT in bằng vào cuối tháng và phát cho sinh viên vào đầu tháng. Nhưng không biết hiện tại đã có bằng tốt nghiệp của em hay chưa. Do em cần có bằng gấp để làm các thủ tục hợp thức hóa ở Lãnh sự quán để đi du học.. . . . Rất mong PĐT giúp em có thể nhận bằng tốt nghiệp sớm để nhanh chóng hoàn thành các thủ tục nộp cho trường ĐH ở nước ngoài.. . . . Em xin chân thành cảm ơn PĐT. . . . Trân trọng!",
            "Chào bạn,. . . . Vui lòng đợi thông báo nhận bằng dự kiến, sẽ phát sau ngày 22/04/2022 tại khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. Hôm trước em có gửi đơn gia hạn và được thông báo là đã giải quyết trước ngày 5/4, nhưng sau ngày 5/4 tình trạng học tập của em vẫn ghi là Nghỉ. Em mong cô xem giúp lại cho em ạ.. . Em cảm ơn cô.",
            "Chào em,. . Đã gửi mail Quyết định gia hạn 1 học kỳ cho SV, em vào mail kiểm tra lại nhé.. . Trên mybk/Thông tin sinh viên sẽ cập nhật sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Khoa Điện - Điện tử. . . . Dạ em có học môn tin học, mã môn học: [student_id] 5 tín chỉ (bao gồm hệ thống máy tính và ngôn ngữ lập trình C) ở trường Đại học Sư phạm kỹ thuật TP.HCM (Đính kèm bảng điểm) tương đương với môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820). . . . Dạ em kính mong Phòng đạo tạo xem xét và miễn môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820).. . . . Trân trọng. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Khoa Điện - Điện tử. . . . Dạ em có học môn tin học, mã môn học: [student_id] 5 tín chỉ (bao gồm hệ thống máy tính và ngôn ngữ lập trình C) ở trường Đại học Sư phạm kỹ thuật TP.HCM (Đính kèm bảng điểm) tương đương với môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820). . . . Dạ em kính mong Phòng đạo tạo xem xét và miễn môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820).. . . . Trân trọng",
            "Chào em;. . Đã ghi nhận đơn của em, sau khi xử lý xong sẽ đưa lên trang mybk.hcmut.edu.vn/stinfo mục điểm chuyển nhé. . Thân",
            "Chào em;. . Môn này không được duyệt miễn nhé. . Thân",
            "Dạ hiện nay em đang làm dưới tỉnh nên quá trình đi học khó khăn. Môn học cũng tương đương nên em kính mong thầy xem xét giúp em. Em rất mong được sự hỗ trợ, e trân trọng cảm ơn thầy.",
            "Chào em;. . Môn này không được duyệt miễn, em có thể về khoa điện để tư vấn về môn này, nếu được thì [full_name] làm công văn miễn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PDT. . Hôm trước em có gửi yêu cầu sửa lại thông tin sinh viên vì sai ngành học. Bên PDT đã phản hồi lại đã cập nhật nhưng đến hôm nay (ngày 14/04/2022) thông tin sinh viên của em vẫn chưa được cập nhật lại.. . Mong PDT giải quyết sớm giúp em.. . Và cho em hỏi , em có thể không tham giai lễ trao bằng tốt nghiệp được không? Và có thể lấy bằng tốt nghiệp trực tiếp ở đâu được?",
            "Chào bạn. . Pdt đã kiểm tra thông tin chính xác trong hệ thống gốc của nhà trường rồi, nên bạn đăng ký khai tốt nghiệp liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nếu đã hoàn thành tất cả cá môn chỉ thiếu anh văn nói viết thì xin chuyển hệ sang VHVL có được tốt nghiệp luôn không ạ, tại em nghe hệ VHVL được miễn anh văn nói viết",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em là [full_name], MSSV [student_id]; Lớp CK19CMT4.. . Vào lúc 14:35 ngày 11/04/2022 em đã thanh toán học phí là 5.580.000. Nhưng do cổng thanh toán của OCB không gửi mã OTP về, và do sợ sẽ bị trễ học phí nên em đã thanh toán qua ví điện tử Momo (chi tiết giao dịch ở file đính kèm).Nhưng đến nay 14/04/2022 em vẫn chưa được xác nhận đã đóng học phí.. . Kính mong PĐT có hướng giải quyết cho em ạ.. . Cảm ơn thầy/cô đã đọc mail này ạ.",
            "Chào bạn,. . PĐT Bách Khoa không có dịch vụ chuyển tiền qua momo, để nhận lại tiền bạn vui lòng liên hệ trực tiếp ngân hàng OCB chi nhánh Lý Thường Kiệt để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id], . . . . sinh viên chương trình Tiên Tiến (Điện Điện . . . . Tử).. . . . Ngày 24/04/2022 khoa OISP tổ chức lễ tốt . . . . nghiệp vào buổi sáng nhưng em có việc bận . . . . không dự lễ được thì em có thể tham dự chung . . . . với khoa Điện Điện Tử bên chính quy vào buổi . . . . chiều được không ạ. . . . . Trân trọng.. . . .",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b   /b \t. . . .   i Đăng kí tham dự Lễ Tốt Nghiệp . Dạ thưa, sự việc là em tốt nghiệp Thạc sĩ đợt tháng 11/2021. Theo như thông báo Lễ Tốt Nghiệp ngày 22/4 tới",
            ". . Đăng kí tham dự Lễ Tốt Nghiệp. . . . Dạ thưa, sự việc là em tốt nghiệp Thạc sĩ đợt tháng 11/2021. Theo như thông báo Lễ Tốt Nghiệp ngày 22/4 tới thì sẽ trao bằng cho Thạc sĩ, Tiến sĩ lúc 7h30. Nhưng trong danh sách Khoa gửi không có tên em. Như vậy em có được đăng kí tham dự Lễ không ạ ?. . . . Em xin cám ơn rất nhiều ạ",
            "Chào bạn. . . . -  Về vấn đề này bạn vui lòng liên hệ phòng đào tạo sau đại học qua địa chỉ: . . Website        :www.pgs.hcmut.edu.vn. . Email        : [email]. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi đơn xin phục hồi thời khóa biểu theo yêu cầu ạ",
            "Chào bạn,. . . . - TKB, Lịch thi của bạn đã được phục hồi rồi nha. . . . - Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em Chào thầy, cô. em vừa đăng ký môn học AV 3A theo nhu cầu. hạn tnanh toán học phí là 15h ngày 11/4 nhưng em không thể thanh toán được cho đến 15h cùng ngày. và giờ em bị thanh toán trể hạn. em phải làm sao ạ? hiện em đang ở quê và không thể viết đơn để nộp phòng đào tạo. em cảm ơn",
            "Chào bạn. . PĐT đã kiểm tra thông tin của bạn chưa thanh toán học phí anh văn theo yêu cầu HK212. Bạn vui lòng thanh toán học phí đúng quy định.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713679  /b \t. . . .   i Tốt nghiệp . Kính thưa quý thầy/cô,. . . . Em tên là Nguyễn Hữu Trọng, MSSV là 1713679, hiện đang là sinh viên hệ chính quy khóa K17 của khoa Kỹ thuật Giao Thông, lớp GT17HK.. . . . Tính tới thời điểm hiện tại, em đang là sinh viên năm cuối và đã đạt đủ mọi điều kiện để được xét tốt nghiệp theo quy định của nhà trường. Tuy nhiên, em không có trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022 này vì trước đó em chưa đủ điều kiện xét tốt nghiệp cộng với tình trạng sinh viên hiện tại của em là đang bị tạm dừng học. Em mong muốn quý thầy/cô ở Phòng Đào Tạo có thể hướng dẫn em quy trình để xin xét tốt nghiệp bổ sung và nếu được thì vào đợt tháng 04/2022 liệu có kịp không ạ.. . . . Em xin trân trong cám ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo, em là [full_name], MSSV [student_id]. Dạ hiện tại tình trạng sinh viên của em là tạm dừng. Dạ em xin thầy cô mở trạng thái lại giúp em để em có thể đăng kí xét tốt nghiệp tháng 4 này ạ. Dạ em cũng xin thầy cô hỗ trợ chuyển điểm ngoại ngữ sớm cho em , do trong mục điểm chuyển của mybk em chưa thấy ạ. Dạ em cảm ơn thầy cô. Chúc thầy cô cuối tuần vui vẻ.. .   i Tốt nghiệp .",
            ". . Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], thuộc ngành Kỹ thuật Máy tính, chương trình Chất lượng cao.. . Em muốn hỏi rằng sinh viên năm nhất chưa học học phần thể chất nào trong năm thì để lên những năm tiếp theo học được không, hay buộc phải học HP 1 hoặc 2 trong năm nhất mới được lên năm 2 vào năm học sau, bằng không sẽ không đủ điều kiện để lên làm sinh viên năm 2? Và nếu vậy thì học kỳ hè này em đăng ký học có được tính không ạ?. . Mong Phòng Đoàn Trường giải đáp sớm giúp em để em có thể sắp xếp kịp thời.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . - Về quy định giáo dục thể chất, sinh viên phải hoàn thành chương trình Giáo dục Quốc phòng - An ninh và Giáo dục Thể chất để có thể được xếp trình độ từ năm thứ ba. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ   Quy định học vụ của Trung tâm thể dục thể thao. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào quý thầy/cô ạ. . . . . Em tên là [full_name], MSSV [student_id]. Hiện tại em đã đủ điều kiện tốt nghiệp sau khi hoàn thành tất cả các điều kiện liên quan đến tổng số tín chỉ môn học, ngày CTXH, chứng chỉ GDQP, chứng chỉ ngoại ngữ. . . . . Có một điều là em đã đăng kí nộp chứng chỉ ngoại ngữ IELTS cho phòng đào tạo vào ngày 7/4. Nhưng  sau khi hỏi lại phòng đào tạo thì do quá trình thẩm tra cần nhiều thời gian nên đến ngày 13/4 chứng chỉ ngoại ngữ của em mới được duyệt là hợp lệ trên MyBK. Tức là quá ngày 11/4 theo hạn chót bổ sung điều kiện tốt nghiệp của trường. Vậy thầy/cô cho em hỏi là:. . - Em vẫn được xét tốt nghiệp phải không ạ? . . - Do danh sách tốt nghiệp dự kiến gần nhất được cập nhật vào ngày 12/04, em không rõ là sau đó trường vẫn tiếp tục cập nhật danh sách dự kiến tốt nghiệp này đúng không ạ?. . . . Và câu hỏi cuối cùng là do học kì này em đã đủ tín chỉ nên không đăng kí thêm môn học, vì vậy em đã bị tạm dừng học. Bây giờ sau khi đã đủ tất cả điều kiện tốt nghiệp thì phòng đạo tạo có thể cập nhật lại tình trạng sinh viên của em để em có thể đăng kí tốt nghiệp được không ạ?. . . . Dạ em chân thành cảm ơn và mong nhận được hồi đáp sớm của quý thầy/cô ạ.. . . . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . Em xin tự giới thiệu em tên là: [full_name] - MSSV: [student_id].. . Em có một thắc mắc là khi em thi anh văn định kỳ từ năm 1 em đã qua av3 thì em không biết là điểm của kỳ thi anh văn định kỳ từ năm 1 trước đó em có được dùng để xét chuẩn để đăng ký môn học năm 3 sắp tới không ạ hay em phải thi lại đợt anh văn định kỳ mới? Và cho em hỏi là kỳ thi anh văn định kỳ thì mình được dùng điểm đó để xét điểm chuẩn anh văn trong bao lâu ạ.. . Em rất mong sẽ nhận được câu trả lời sớm nhất.. . Em xin chân thành cảm ơn. . . [full_name].. .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . - Kết quả anh văn định kỳ sẽ áp dụng trong toàn bộ thời gian học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo ĐH Bách Khoa ĐHQG HCM. . Em tên là [full_name] - [student_id]. . .  . . Em có thắc mắc: Học kỳ 212 có tổ chức thi anh văn tại trường cho k19 để xét chuẩn anh văn từng năm không ạ? . . Vì em thấy thông báo của trường chỉ xét miễn chuẩn Anh văn cho k21. Em đang học năm 3, chưa qua  anh văn 4, nếu không được thi em sẽ không thể đăng ký môn năm 4 ạ. . . . . Mong quý Thầy/Cô giải đáp thắc mắc giúp em.  . . Kính chúc quý Thầy/Cô thật nhiều sức khỏe.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . SV chi tiết  theo thông báo \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào chị!. . Em chưa có điểm AV 3 4 .Anh chị cho em hỏi là thời hạn cuối cùng chuyển điểm AV 3 4 để kịp tốt nghiệp tháng 11 là ngày nào ạ? Em xin cám ơn.",
            "Chào bạn,. . . . Khi nào bạn có CCNN thì bạn nộp và đăng ký chuyển điểm. . Trường hợp của bạn vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi  để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô ạ, em là [full_name] MSSV [student_id] SV Năm 4 Khoa Điện Điện tử chuyên ngành Viễn thông. Hiện tại em chỉ còn môn EE3025 Kỹ thuật siêu cao tầng là hoàn thành xong CTĐT để có thể làm đề cương và luận văn tốt nghiệp. Theo quy định ĐKMH HK213 thì không đăng ký cho SV học môn học lần đầu, mong PĐT chuyển giao trường hợp của em cho bộ phận ĐKMH xử lý để em có thể đăng ký được ạ. Đợt ĐKMH HK212 em có làm đơn về trường hợp của mình, PĐT đã có thư trả lời và thông báo bàn giao cho bộ phận ĐKMH giải quyết nhưng em vẫn chưa được đăng ký ạ. Em vô cùng cảm ơn và chúc thầy cô sức khoẻ.",
            "Chào em;. . đợt 8/4 là đợt nguyện vọng của hè, em. . đợi kết quả xem môn có mở trong đợt 2 nhé. . Trường hợp môn không mở, em phải về khoa để hỏi về mở lớp nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Hiện tại em đang nộp hồ sơ du học Thạc sĩ tại Poland. Bên phía trường kia yêu cầu giấy xác nhận thời gian dự kiến tốt nghiệp bằng tiếng Anh đối với sinh viên đang học năm cuối. Phòng đào tạo có thể hướng dẫn giúp em thủ tục xin cấp giấy xác nhận này được không ạ? Em xin cảm ơn.. . . .",
            "Chào bạn, . . Phòng đào tạo gửi bạn giấy xác nhận theo file đính kèm. SV cần bản chính vui lòng liên hệ Phòng đào tạo 101A1 để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PDT cho e hỏi, khi nào bảng điểm học kì 211 sẽ được cập nhật vậy ạ ? . . Và khi em nộp bằng Toeic thì sau bao lâu sẽ cập nhật vào bảng điểm chính ạ. . Em xin cảm ơn.. .   i Học vụ .",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . Khi bạn nộp CCNN, bạn sẽ truy cập myBK    đăng ký CCNN và theo dõi tình trạng CCNN của bạn qua app. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. Xin lỗi vì sự bất tiện này.. . Em đã gửi đơn gia hạn thêm 1 học kì và đã được sự đồng ý từ phòng đào tạo. Hiện tại em chỉ còn 2 kỹ năng nói-viết để xét tốt nghiệp nhưng vẫn chưa thể đậu được. Em muốn biết hạn cuối của kỳ gia hạn này để nộp bằng tiếng anh nói-viết và nếu không đậu nữa thì có thể chuẩn bị để chuyển sang hệ vừa học vừa làm ạ. Mong thầy cô cho em biết ngày cuối của kì gia hạn này ạ. Em cảm ơn thầy cô!. . Sinh Viên. . [full_name] . . khóa K15. . . .",
            "Chào bạn,. . . . Bạn đã có quyết định gia hạn HK212, bạn phải nộp chứng chỉ ngoại ngữ trước tháng 11/2022 nha. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . . Em là [full_name]. Dưới này là đơn xin gia hạn của em. đơn này em đã gửi lên phòng đào tạo và đã được duyệt r ạ. . . Mục đích của Mail là muốn gửi lại đơn gian hạn này để hoàn thành thủ tục gian hạn nếu thầy cô cần đến ạ.. . Sinh viên. . [full_name]. .",
            "Đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em là [full_name], MSSV [student_id] ngành Khoa học Máy tính.. . Trong thông báo của khoa gửi đến, em có đọc được việc chú ý đến điểm/tín chỉ những học kì trước đã được cập nhật lên hệ thống hay chưa. Và khi vào Cổng thông tin sinh viên, em nhận thấy là điểm và tín chỉ tích lũy của mình chưa được cập nhật (chỉ mới cập nhật đến hết HK 201). . . Vậy thầy/cô cho em hỏi cách xử lý trường hợp này như thế nào, để em có thể kịp thời đủ điều kiện hậu kiểm đăng kí Thực tập Tốt nghiệp.. . Mong được thầy/cô giải đáp.. . Em xin cảm ơn.",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn gia hạn 1 học kỳ của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trễ  nhất  trong tháng 16/5/2022). . Sau thời gian trên SV vẫn chưa nhận được QD vui lòng gửi phản hồi qua bksi. . Thân",
            "Em thấy ở trên có ghi trễ nhất 16/5/2022 mà em vào coi chưa có kết quả ạ.Em cảm ơn nhiều",
            "Chào em,. . QD kéo dài thời gian đào tạo của em đã được cập nhật tại mybk/Thông tin sinh viên/tình trạng. . Em vui lòng vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô phòng đào tạo,. . Em đã hoàn thành chương trình học, đủ 15 ngày ctxh, đã nộp TOEIC Nghe-đọc và thi TOEIC Nói-viết (có kết quả ngày 12/04/2022, ảnh đính kèm). Nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Mong thầy/cô cập nhật giúp em ạ. Em xin cám ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Em tên là [full_name] (MSSV: [student_id], lớp CC21KHM1). Em có nhận tin nhắn từ phòng đào tạo về việc đăng ký môn học kỳ hè như sau:. . \"Nhắc lại: V/v đăng ký môn học HK hè 2021-2022 (HK213) + Dự thính hè 213. . . .  Thân gởi các bạn sinh viên. . . . Các SV chú ý thực hiện đăng ký môn học cho HK hè 2021-2022 (HK213) từ 10g00 ngày  08/4/2022  đến 14g59 ngày 15/4/2022 (Đợt đăng ký môn học).. . . . Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021\". . . . Cho em xin hỏi: như vậy HK213 em được đăng ký môn học lần đầu không ạ?. . Em xin cảm ơn!. .",
            "Chào bạn, . . Theo như thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213), Dự thính hè 213 thì không mở cho SV chính quy học môn học lần đầu trừ khóa 2021.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi, nếu kỳ 212 em bảo lưu luận văn tốt nghiệp, để sang kỳ 213 mới báo cáo. Vậy thì sang kỳ 213 em có phải đăng ký luận văn rồi đóng phí không ạ?. . Em cảm ơn đã đọc.. . Thân.. . . .",
            "Chào bạn, . . Hiện tại PĐT đã kiểm tra thông tin của bạn không có hoãn thi HK212, sang HK 213 bạn phải đăng ký lại LVTN và đóng học phí.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên vừa chuyển từ hệ chính quy sang hệ vừa học vừa làm. E đã đủ các điều kiện tốt nghiệp hệ VHVL. Mong trường cho em vào danh sách để em có thể tốt nghiệp trong tháng 4 này. Em cám ơn quý thầy cô",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT,. . . . Em tên là [full_name] MSSV [student_id] Khoa Cơ Khí. . Lớp CK17DM. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp. . . Em viết mail này xin được PDT cập nhập cho em vào danh sách tốt nghiệp tháng 4. . Em rất mong được xét tốt nghiệp trong đợt này.. . . . Em xin chân thành cảm ơn. . [full_name]",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi điều kiện tốt nghiệp của hệ vlvh là gì ạ.. . Em là sinh viên khóa K15 chuyển sang hệ vlvh, đã hoàn thành tất cả chương trình bao gồm luận văn tốt nghiệp, chỉ còn av4 và đã có chứng chỉ TOEIC 455. Cho em hỏi đã đủ điều kiện tốt nghiệp chưa ạ.. . . .",
            "Chào bạn,. . . . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id]. . Khoa: Công nghệ ô tô. . Em đã có tên trong danh sách tốt nghiệp chính thức. Em muốn nhận Chứng nhận tốt nghiệp tạm thời em cần đăng ký trước hay đến phòng đào tạo nhận trực tiếp ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Bạn kiểm tra lại mail, Pđt đã gửi cách nhận CNTN tạm thời. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em có đăng kí lớp Anh văn theo yêu cầu HK212 bổ sung. Vào ngày 11/04 em có kiểm tra BKpay để đóng học phí môn này nhưng được ghi chú là chưa đến hạn thanh toán. Những ngày sau đó em kiểm tra và vẫn không thanh toán được do \"chưa đến hạn\". Ngày 15/04 em kiểm tra lại lần nữa, em đã thanh toán học phí liền, nhưng bị để là \"Đã thanh toán trễ hạn\", và hạn lại vào ngày 11/04.. . . . Em xin được hỏi trường hợp của em có bị hủy kết quả đăng kí môn học và tạm dừng việc học không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . PĐT đã ghi nhận bạn thanh toán xong học phí anh văn theo yêu cầu HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào phòng đào tạo, em là Mỹ, khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành.",
            "Chào bạn. . Pdt kiểm tra Môn MT1005 của bạn không được hoãn thi, bạn gởi minh chứng đính kèm để Pdt kiểm tra. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị,. . . . Em tên là [full_name] - MSSV: [student_id]. . . . Ngày 5/4 em có nhận được file xét tốt nghiệp của em và nhận thấy có 1 số môn chưa được xét tương đương nên em có 1 số thắc mắc như sau ạ:. . . . - Về môn Hoá đại cương (CH1003), vào ngày 2/2/2021 em đã gửi đơn lên văn phòng và được công nhận xét tương đương với môn Hoá đại cương B (604002) và em đạt 7.00.. . . . - Về môn giải tích mạch cơ bản EE2001 được xét tương đương bằng môn Giải tích mạch (EE2033) và em đạt 5.50.. . . . - Về môn kỹ thuật lập trình (C1011) em có nhận được mail đăng ký trả nợ bằng cách học môn kỹ thuật lập trình (CO1027), và môn Đồ án kỹ thuật lập trình (CO1031), em đạt 5.00 môn CO1027 còn môn CO1031 lúc đăng ký không có nên em không đăng ký được.. . . . Các môn tự chọn của em đã qua môn:. . . . Nhóm A: PH1005. . . . Nhóm B: CO3037, CO3049, CO3065, CO3007 . . . . Nhóm C: EN1003 . . . . Hiện tại theo em thấy thì em còn thiếu môn Cấu trúc dữ liệu và giải thuật và môn Đồ án kỹ thuật máy tính, cho em xin được hỏi như vậy có đúng không ạ?. . . . Best Regard,",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] để được hỗ trợ và giải đáp. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô và các bạn,. . . . Em là [full_name], MSSV: [student_id].. . . . Em vừa đăng kí xét tốt nghiệp trên mybk và thanh toán lệ phí.. . Em muốn hỏi là nếu em không muốn tham gia lễ tốt nghiệp thì em có cần làm thêm thủ tục gì không ạ (chẳng hạn như liên hệ khoa như trong hướng dẫn tốt nghiệp)?. . . . Em cảm ơn!",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Thân"
        ]
    }
]