[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng Đào tạo,. . Em tên [full_name] - MSSV: [student_id]. . Vì hiện tại trong thời điểm này, việc học online đối với các môn chuyên ngành yêu cầu tiếp nhận lượng kiến thức nặng trong khoảng thời gian hữu hạn (chỉ khoảng 35p đổ lại cho 1 video), nên em cần thêm rất nhiều thời gian để tự học, nghiên cứu lại những vấn đề đã được dạy trên video - đối với các môn chuyên ngành.. . Vì vậy, để đảm bảo chất lượng học tập, tránh học quá tải đối với bản thân em, em xin được rút môn học [full_name] - MSMH: MT2001 trong hk192 này, để dành thời gian nhiều hơn cho các môn chuyên ngành, đảm bảo kết quả học tập. . . Em mong phòng đào tạo xem xét, chấp nhận đồng ý với yêu cầu của em và nhận được hướng dẫn các bước hoàn thành thủ tục rút môn học này (nếu có). . Em cảm ơn rất nhiều.. . Sinh viên,. . [full_name] - [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào cô ạ !. .   Cô cho em hỏi là nếu bây giờ em rút môn học thì em nộp đơn online qua mail được không vì lý do dịch bệnh em không thể lên nộp trực tiếp được và rút môn bây giờ có tính học phí không?. . Em cám ơn cô ạ !",
            "Chào em,. . . . - Thời hạn rút môn học PDT có gởi mail cho sv, rút môn học phải nộp trực tiếp PDT.. . - Rút môn học có tính học phí, em vui lòng xem qui chế điều 11 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô ạ. Em đã về nhà. Mà nhà em ở vùng hẻo lánh mạng không đủ mạnh để xem video. Laptop thì đang hư, các cửa hàng sửa laptop đang đóng cửa em tìm mãi không có cửa hàng nào mở. Vậy nên em xin nhà trường cho em bảo lưu học kỳ này, đồng thời em cũng có nguyện vọng rút môn học hoàn trả học phí kì này luôn ạ. Em cám ơn nhà trường, mong nhà trường thông cảm và xem xét vấn đề giúp em ạ. . . . . Ảnh bản đồ chỗ nhà em: sóng 3G lên 1 cọc thôi ạ. Ảnh thứ 2 đo tốc độ mạng thì mất sóng luôn ạ. Tốc độ rất thấp.. . Chỗ em địa chỉ: Thôn Thanh Tân, xã Thanh Hưng, huyện thanh chương, tỉnh Nghệ An. Chưa có dây cáp mạng kéo qua nên mạng dây hay wifi là bất khả thi.",
            "Chào bạn,. . . . Bạn phải làm đơn xin tạm dừng học kỳ nhé, bạn vui lòng xem qui chế học vụ điều 26 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào nhà trường. Nhà trường cho em hỏi là bây giờ nếu em muốn rút môn học online thì có được không? Nếu được thì em phải vào đâu để đăng kí xin rút môn vậy ạ?. . Và trường cho em hỏi thêm là nếu em rút môn không học online nữa thì có phải đóng học phí hay không. Em cảm ơn.",
            "Chào em,. . . . - Thời hạn rút môn học PDT có gởi mail cho từng sinh viên, rút môn học phải nộp trực tiếp PDT.. . - Rút môn học có tính học phí, em vui lòng tham khảo thêm qui chế học vụ có qui định về rút môn học (điều 11) http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Hỏi đáp học trực tuyến (BKeL) . [full_name]. . em tên : [full_name] MSSV [student_id]. . Trong học kì này em có đăng kí 2 môn là cơ lưu chất ci2003 và vật lý 2 Ph1005. . Vì trong lúc dịch đang bùng này. em về nhà rất bất tiện trong việc học online, do mạng chập chờn không liên tục, và laptop của em đang gửi sửa. nên khó thể xem bằng điện thoại, và có thể hoàn thành tốt nhiều môn được. Nên kính mong quý thầy cô xem xét để em có thể rút 2 môn trên để em có thể hoàn thành tốt môn học. . tổng số tín chỉ đăng kí trong học kì này 16. . em xin rút 2 môn là:. . Cơ lưu chất Ci2003 (3 chỉ). . Vật lý 2 Ph1005 (4 chỉ). . còn 9 chỉ.. . Mong quý Thầy Cô giúp em để thuận tiện trong việc học ạ.",
            "Chào em,. . . . - Thời hạn rút môn học PDT có gởi mail cho từng sinh viên, rút môn học phải nộp trực tiếp PDT.. . - Em vui lòng tham khảo thêm qui chế học vụ có qui định về rút môn học (điều 11) http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV [student_id]. Em muốn hủy môn học Điện Trong Kỹ Thuật Lạnh mã ME4311 ở kì này. Vì em muốn có thời gian tập trung học anh văn để thi toeic, em đã trễ một học kì vì chưa có bằng toeic. Mong nhà trường giúp em hủy môn học giúp em. Em xin chân thành cảm ơn quý thầy cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em xin được hủy môn học do học kì này em đăng kí 21 tín chỉ nhưng phải học online nên em gặp khó khăn khi học quá nhiều môn và em không có đủ tài liệu cho môn này. . . Mong trường cho em hủy môn học dưới đây ạ để đảm bảo việc học tốt nhất ạ. . . . . Và em có phải đóng học phí cho môn đã hủy không ạ?. . . . . .",
            "Chào em,. . . . Em làm đơn rút môn học nộp tại Phòng Đào Tạo, thời gian nộp PDT có gởi mail thông báo cho từng sinh viên.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ PDT cho em hỏi trường mình có tổ chức học kì dự thính 192 không ạ? Em đã đăng ký môn học và thực sự rất cần đến học kì dự thính để phân ngành ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Nếu có thông báo mới về dự thính PDT sẽ gởi mail thông báo cho từng sinh viên và cập trên trang Web PDT.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào admin.. . Em tên [full_name]. mssv [student_id].. . Em thuôc khoa xây dựng.. . . . . . vừa qua có lịch hoc online, em kiểm tra thấy có môn cơ lưu chất với vật lí 2 bị trùng lịch học như hình ạ.. . mong admin khắc phục giúp em với.. .  em cảm ơn !.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thời khóa biểu học online của em trùng 2 môn trong 1 ngày và có tới ngày. vậy PDT có cập nhật lại tkb mới cho em không hoặc có cách giải quyết việc này không. em cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . chào thầy (cô). . - thời khóa biểu của em có vài môn học ghi địa điểm là học tại trường trong khi đang trong giai đoạn cách ly dịch em ở quê không lên trường được thì phải làm sao. . - làm sao để tham gia lớp học trực tuyến livestream được? em vào bkel, các môn có (..video) đều không có link để đăng nhập",
            "Chào em,. . . . Em xem lại lịch học cụ thể, ngày giờ, đọc kỹ thông báo của trường nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em bị trùng lịch học online  môn cơ sở kĩ thuật điện và môn đường lối mong pdt đổi giúp em. Em cảm ơn.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin phép được rút môn học [full_name] Tính - MT1009 lớp A01 học kì chính học kì 192 ạ!",
            "Chào em,. . . . Em phải nộp đơn trực tiếp tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id] . .  Thưa thầy cô em muốn hỏi là sau kỳ 191 em tích lũy được 27 chỉ và bị cảnh báo lần 3 nếu kỳ 192 bắt đầu.Em đk hoc kỳ chính của kỳ 192 chỉ có 10 chỉ và đăng ký dự thính thêm 10 chỉ nhưng do dịch nên dự thính có vẻ sẽ k được tổ chức giảng dạy mà trường đang cho học online thì nếu kỳ 192 này kết thúc thì mình sẽ tự động bị cảnh báo lần 4 và bị đuổi học. Mong thầy cô giải đáp giúp em ạ.Em cảm ơn.. . . . . .",
            "Chào bạn. . Về việc cảnh cáo học vụ bạn xem quy định tại đây : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_83&tid=778. . . . - Nếu bạn có tên trong danh sách cảnh cáo học vụ, danh sách này sẽ gởi mail cho bạn, lúc ấy bạn có thể liên hệ Khoa - GVCN để xin cứu xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name],. . . . Em là [full_name]- [student_id], em là sinh viên lớp tài năng K16 ạ.. . Thì là kì vừa rồi em có học môn Công trình trên đất yếu (. . CI4037) tuy phần học chung với đại trà em rớt không đạt 7.5 nhưng phần mở rộng em đã đạt, nên kì này em đăng kí học lại môn này nhưng sao thời khóa biểu của em lại tự động có thêm môn phần mở rộng ạ?. . Vậy có nghĩa là em phải học lại phần mở rộng lại nữa hay sao ạ?. . Em cảm ơn!",
            "Chào em,. . . . Khi em đăng kí môn học này, em là lớp tài năng thì PDT sẽ cập nhật 2 phần: môn chính và môn mở rộng. Còn thành phần chi tiết điểm bân trong em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Về việc hủy môn học. .   U Em là [full_name], MSSV :[student_id]. .   /U Em muốn xin trường cho em hủy môn học \" Xác xuất và thống kê \", lí do là nhà em đường truyền thấp và học online môn này em không tiếp thu đc , mong nhà trường đồng ý . .   U Em xin cảm ơn",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. Mssv : [student_id], học kỳ này em có đky môn [full_name]. Mà laptop em để trên KTX Khu A ĐHQG, bị niêm phong. Nên không thể học ổn đc, 1 phần internet chỗ em cũng yếu. Em mong Pđt rút giúp em môn XSTK ạ! Xin cảm ơn thầy cô",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT Đại Học Bách Khoa HCM , PĐT cho em hỏi theo TKB trên mybk thì em có 2 môn bị trùng giờ học ạ , vậy thì sẽ học như thế nào ạ . em cám ơn ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép nhà trường được rút môn Giải Tích 2 không tính học phí có được không ạ? Trước tình hình dịch bệnh, em chưa thích ứng được việc học online nên em xin rút bớt 1 môn để tập trung vào các môn khác hơn ạ. Em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Gửi phòng đào tạo. . . . Theo thời khóa biểu trên mybk thì môn cơ sở kĩ thuật điện ( ee2017 ) của em có tới 2 thời gian học khác nhau:. . . . 1.ee2017/ nhóm A02/ thứ 2 tiết 3-5(8h-10h50). . 2.ee2017/ nhóm ONL/ thứ 4 tiết 56(15h-16h15). . . . Tuy nhiên lúc kiểm tra khóa học trên elearning thì giảng viên có thông báo học lúc 9h45-10h50 thứ 2 tuần tới. . . . Vậy cho em hỏi em phải theo lịch học nào ạ?. .",
            "Chào em,. . . . Hiện tại đang triển khai học trực tuyến bạn học theo lịch của nhóm ONL nhé.Môn có video.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do kì này kết hợp học trực tuyến, em chưa chuẩn bị kịp máy tính. Hiện tại em coi và học trực tuyến qua điện thoại. . .  Mong thầy cô cho e xin rút(hủy) bớt môn anh văn 3(LA 1007) để em tập trung học những môn cơ sở ngành được hiệu quả ạ. em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi bây giờ muốn rút đăng ký môn học thì phải làm online như thế nào vậy ạ,em cảm ơn ạ",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . dạ thưa thầy cô . . em là sinh viên k19 . . em có lịch buổi tương tác riêng môn giải tích 2 của giảng viên vào Thứ 2 từ 12h-12h50 nhưng em cũng bị trùng lịch học live stream của trường môn [full_name] được thông báo trên thời khoá biểu mybk  cũng vào thứ 2 từ 12h-13h15, liệu em có thể đổi lịch học live stream môn [full_name] sang giờ khác hoặc ngày khác không ạ , vì buổi tương tác môn [full_name] 2 của em không đổi được ạ",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi rút môn hc phải lm sao ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào,. . Em là [full_name], sinh viên K14 khoa KH-KT Máy Tính.. . Học kỳ 192 này em có đăng ký 2 môn học sau, và có nguyện vọng được rút lại các môn đó:. . 1) Thực tập công nghệ pm        CO3055. . 2) Phát triển ứd trên tbdđ\tCO3043. . . . Trong tình hình dịch kinh tế gia đình có khó khăn. Lại vì trong tiến độ học tập của em không cần thiết học 2 môn này. Nên em mong rút để có thể tập trung cho những môn còn lại trong kỳ này. . . Kính mong nhà trường giúp đỡ cũng như hỗ trợ em trong vấn đề này. Em xin cảm ơn.. . Trân trọng,. . . . [full_name]",
            "Chào em,. . . . Em muốn rút môn học phải nộp đơn trực tiếp PDT nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em tên [full_name], MSSV: [student_id]. Em có học môn nhập môn lập trình, nhưng mấy nay mạng, wifi nhà em chập chờn, em không thể làm bài kiểm tra chương 3 của môn, như vậy em có bị cấm thi không ạ. Em mong được mở lại để làm bù . . EM xin chân thành cảm ơn.\t. . . .   i Yêu cầu khác .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em. . Em liên hệ trực tiếp với giảng viên giảng dạy trình bày. . Có thể Thầy sẽ hỗ trợ thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào thầy cô ạ!. . Theo như quy chế thì cuối kì 2 em phải nộp chuyển điểm anh văn 3 thì mới được đăng kí môn học cho kì học tiếp theo. Nhưng vì dịch Covid 19 nên hầu như trung tâm đóng cửa và em chưa thi lấy được bằng.Nên em sợ không đăng kí được cho kì tới.. .  Mong thầy cô xem xét giúp em ạ! Em cảm ơn thầy cô nhiều!. . . .",
            "Chào em. . Phòng đào tạo ghi nhận trường hợp của bạn, trong thời gian sớm nhất khi các trung tâm hoạt động trở lại bạn đăng ký thi và nộp cho Trường nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy(cô) ơi cho em hỏi,em là sv BDCN K15 mssv [student_id],hk2 em có đkmh av3,và do dịch bệnh nên nhà trường bắt đầu tuần sau đã chuyển qua học online,nhưng sao hôm nay em kiểm tra thì vẫn chưa có phòng học có kí hiệu VIDEO,em nhớ thầy(cô) kiểm tra lại dùm em có sai sót gì không ak,em xin cảm ơn",
            "Chào em,. . . . Em vào Bkel vào phần môn học có chữ video, em kiểm tra lại nhé.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em bị trùng giờ học 2 môn thứ 7 lúc 13h30. Mong nhà trường xem xét và thay đổi cho em. Em xin cảm ơn ạ",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào Cô/Thầy ạ.. . Em là [full_name] - [student_id] sinh viên Bảo Dưỡng Công Nghiệp.. . . . Cho em hỏi là học kì 191 em đăng kí 11 chỉ và đạt 100% TCTLN nhưng tại sao phần điểm xét học bổng của em bị xóa đi sau khi cập nhật bảng điểm ạ.",
            "Chào bạn. . Phần xét học bổng này pdt không cập nhật nghen bạn ( tất cả các sinh viên ). . - Trường đang tính học bổng, bạn check mail thường xuyên để biết thông tin liên quan đến học bổng khuyến khích. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo trường Đại học Bách Khoa. . Em tên là [full_name], K19 khoa Điện- Điện tử. Em xin hỏi Phòng đào tạo về vấn đề lịch học online của môn Giải tích 2 và Giải tích mạch bị trùng giờ học. Em xin hỏi Phòng đào tạo cách giải quyết để em có thể chuẩn bị giờ học thật hiệu quả.. .   Em xin cảm ơn!. . . .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em có hỏi 1 số vấn đề về DAMH và DCLVTN nhưng không biết phải liên hệ với khoa Điện- Điện Tử bằng cách nào. Thầy/cô có thể cho em biết những cách liên hệ với khoa được không ạ ?",
            "bạn  xem file đính kèm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô(thầy), Cho em hỏi là theo thời khóa biểu mới cập nhật thì em có hai cặp môn dạy livestream bị trùng giờ học với nhau, mà có một cặp môn bị trùng vào ngày thứ hai. Mai là bắt đầu học livestream rồi ạ, không biết có được điều chỉnh lại thời khóa biểu không ạ?. . . .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi nhà trường đã có kế hoạch cho việc học Dự thính kỳ 192 chưa ạ? Nếu có thì sẽ dự định học online hay là học cùng thời gian với các môn học thực hành khi đi học ở trường lại ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Nếu có thông báo mới về dự thính PDT sẽ gởi mail thông báo cho từng sinh viên và cập trên trang Web PDT.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: K[student_id]  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) .  Dạ em là [full_name] mssv K[student_id], tình hình là giờ em muốn rút 2 môn là Xác suất thống kê(MT2001) và môn Giải tích mạch(EE1011) trong học kì 192 vì em có đăng kí dự trù nhưng giờ em đã qua 2 môn này rồi, giờ em đi làm ở xa nên không thể học được, mong nhà trường xem xét cho em rút 2 môn này,em xin cảm ơn",
            "Dạ em là [full_name] mssv K[student_id], tình hình là giờ em muốn rút 2 môn là Xác suất thống kê(MT2001) và môn Giải tích mạch(EE1011) trong học kì 192 vì em có đăng kí dự trù nhưng giờ em đã qua 2 môn này rồi, giờ em đi làm công trình ở xa nên không thể học được vì internet ở đây hơi yếu, mong nhà trường xem xét cho em rút 2 môn này,em xin cảm ơn rất nhiều",
            "Chào em,. . . . Em làm đơn rút môn học nộp tại Phòng Đào Tạo, thời gian nộp PDT có gởi mail thông báo cho từng sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô cho em hỏi la hiện giờ em có thể xin rút bớt môn( EN2023-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học onl với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online em. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học off ạ. Em xin cảm ơn",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là Lưu Xuân Tài thuộc lớp CC19OTO2, chuyên ngành Kỹ thuật Ô tô hệ Chất lượng cao.. . Trong thời khóa biểu của em bị trùng giờ học của môn Vật Lý 1 và môn Đại số tuyến tính vào khung giờ từ 16:30 đến 17:45 ngày thứ 4.. . Cho em hỏi phòng đào tạo sẽ có hiệu chỉnh hay em vẫn phải theo lịch học như vậy và cách giải quyết để em có thể nắm đủ kiến thức của 2 môn ạ?. . Trân trọng cảm ơn.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Admin ơi! Cho e hỏi:. . Theo thông báo của nhà trường thì bắt đầu học tập theo phương pháp live streams mà lịch học live streams của em lại bị trùng 2 môn trong cùng 1 giờ học thì thế nào ạ.?. . Mong admin sớm trả lời ạ!. . Em xin chân thành cảm ơn!",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thời khóa biểu học livestream của em bị mất 1 môn học CH2043 (Quá trình và thiết bị truyền nhiệt), thay vào đó lại dư thêm môn em ko đăng kí là CH2035 (CKỹ thuật thực phẩm 2) . .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)",
            "chào bạn, . . không sao nha bạn, bạn cứ học theo tkb hiện tại, do trường gom lại nhưng môn có cùng thầy dạy lại để dạy livestream nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Trên myBK PĐT thông báo tkb học online môn PLVNĐC của nhóm lớp L05 là vào sáng thứ 5 lúc 10h-11h15 nhưng trong thời khóa biểu của giảng viên lại là sáng thứ 4 lúc 7h. Trong khi đó sáng t4 7h PĐT đã sắp xếp cho môn Kinh tế học đại cương nên em bị trùng lịch mà tkb của giảng viên vào sáng t5 không có tiết. Mong PĐT thay đổi tkb của giảng viên để sinh viên không bị trùng lịch học. Em cảm ơn ạ!",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Vui lòng xem xét lại lịch học online 2 môn kỹ thuật siêu cao tần và xử lý ảnh của em đã bị trùng nhau. Em xin cảm ơn.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ,em là [full_name],nghành vật lí kĩ thuật,vừa rồi em đăng kí 18 tín chỉ , nhưng do tình hình dịch bệnh nên phải học online mà em ở vùng xa , sử dụng mạng rất khó khăn và em thấy mình không quen với học online nên em xin phép được rút môn phương pháp tính ( không tính học phí ) được không ạ. em xin cảm ơn.",
            "Chào em,. . . . Em làm đơn rút môn học nộp tại Phòng Đào Tạo, thời gian nộp PDT có gởi mail thông báo cho từng sinh viên.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi thầy, cô, hiện trường triển khai học online nhưng lịch học của em có 2 môn bị trùng ngày giờ hoc. Mong thầy, cô xem xét chỉnh sửa giúp em ạ.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi các thầy cô.. . . . Theo như các thông tin được chia sẻ trên HCMUT-K18 (facebook), em được biết rằng ở học kì 192 này, mình có thể rút môn học đã đăng kí ở học kì 192, mà không phải thanh toán học phí.. . . . Em muốn hỏi 1 số điều sau:. . . . 1. Thông tin trên có chính xác không ạ?. . 2. Nếu đúng, các điều kiện để được rút môn không đóng học phí là gì vậy?. . 3. Em hiện đang ở TPHCM, nhưng đường truyền mạng rất kém, và chỉ để xem các video bài giảng e-learning thì em buộc phải chờ đến tầm 2h - 6h sáng, lúc đó tốc độ mới khá hơn, nhưng vẫn thường xuyên bị giật, chứ đừng nói đến việc sử dụng để xem các video livestream ở các giấc khác. Em không rõ với lí do như vậy em có thể hủy các môn học ở học kì này không?. . . . Em xin trân trọng cảm ơn.. . [full_name]",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . . Em tên: [full_name] . . Mssv: [student_id]. . . . Thầy/cô cho em hỏi về việc nộp đơn rút môn học trong thời gian triển khai học trực tuyến ạ. . . Em thuộc lớp KSTN khóa 2016. Học kì này em có học cải thiện 1 môn thuộc chương trình KSTN mà môn mở rộng của môn này em đã đạt trong kì trước. . . Vậy thầy/cô cho em xin rút 1 môn mở rộng như sau:. . Môn: Công trình trên đất yếu(mr). . Mã môn học: CI403D. . . . Mong nhận được phản hồi từ thầy/cô sớm ạ. . . Em xin cám ơn.",
            "Chào em,. . . . Khi em đăng kí môn học, nếu em là sinh viên tài năng, môn này là môn cốt lõi thì sẽ có 2 phần: môn lý thuyết + môn mở rộng. . . . . Các thành phần điểm chi tiết bên trong em liên hệ với giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi quý thầy cô,. . Theo như thông báo trường sẽ bắt đầu học online vào 06/04 nhưng đến 20h00 ngày 05/04 thời khoá biểu của em vẫn chưa được update cụ thể về giờ học (dù các bạn khác đã có). Mong phòng đào tạo xem xét giải quyết vấn đề của em để em không bỏ lỡ buổi học nào. Em xin cảm ơn.",
            "Chào em,. . . . Em xem lại TKB, nhóm học livestream là nhóm ONL"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em là [full_name] - [student_id].. . Thắc mắc việc không thể là kiểm tra trực tuyến bộ môn Quy hoạch và quản lý hạ tầng.. . đã báo cáo lên giáo viên bộ môn nhưng chưa nhận phản hồi.. . mong nhà trường hỗ trợ và giải quyết giúp em.. . em cảm ơn",
            "Chào em,. . . . Em liên hệ với [full_name] thử nhé.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Dạ em tên là [full_name] MSSV [student_id]. . Vào thứ 2 ngày 6/4/2020. . em học lần tận 3 môn Tư tưởng,An toàn điện,Hệ thống điều khiển nhúng theo lịch sắp xếp của thầy cô  và đều học tương tác trực tiếp và livestream.. . Em đã có mail phản hồi lại giảo viên mà không thấy giáo viên trả lời ạ. . Em mong có thể chia ra các khung giờ khác nhau ạ. .   i Lịch học online .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em tên là [full_name] - MSSV: [student_id]. Hiện nay em và các bạn gặp vấn đề trùng lịch học online rất nhiều. . . Về phần em thì em bị trùng 2 môn: \"Công nghệ phần mềm - CO3001\" và \"Phân tích thiết kế và giải thuật - CO3031\" đều diễn ra vào ngày thứ 2 lúc 8:30 - 9:45 (như hình).. . Em mong PĐT nếu có thể thì sửa lại giờ để việc học của tụi em được hiệu quả nhất ạ.. . Em xin chân thành cảm ơn!. .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào PĐT, lịch học online của em có 2 môn bị trùng thời gian:. . 1. Công nghệ lọc dầu CH3145, 10-11.45, LIVE08-B4-405;. . 2. Hóa học và công nghệ chất hoạt động bề mặt CH3101, 10-11.45, LIVE12-B4-305.. . . . Em có đính kèm hình ảnh thời khóa biểu của 2 môn. . . . . Em rất mong phản hồi từ PĐT.. . . . Em cảm ơn ạ.",
            "Hỏi đáp học trực tuyến (BKeL). . . . Chào PĐT, lịch học online của em có 2 môn bị trùng thời gian:. . 1. Công nghệ lọc dầu CH3145, thứ 4, 10-11.45, LIVE08-B4-405;. . 2. Hóa học và công nghệ chất hoạt động bề mặt CH3101, thứ 4, 10-11.45, LIVE12-B4-305.. . . . Em có đính kèm hình ảnh thời khóa biểu của 2 môn.. . . . Em rất mong phản hồi từ PĐT.. . . . Em cảm ơn ạ.  /QUOTE . .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học  [full_name]i . . . . Chào Thầy[full_name]Cô, Em xin phép nhà trường được rút môn Giải Tích 2 không tính học phí có được không ạ? Trước tình hình dịch bệnh, em chưa thích ứng được việc học online nên em xin rút bớt 1 môn để tập trung vào các môn khác ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    }
]