[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . cho em hỏi em vẫn chưa nhận thông tin phát bằng tốt nghiệp, em có thể biết được thời gian để em sắp xếp thời gian đi nhận bằng không PDT.. .",
            "Chào em;. . Em mang theo thẻ sinh viên hoặc Căn cước công dân lên trực tiếp phòng Đào tạo (Phòng 101 nhà A1) để nhận bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô ạ. Em là sv k19. Hiện tại em vẫn còn thiếu thể chất 3 để có thể đăng kí môn học năm 3. Thầy cô cho em hỏi. Em có thể làm đơn xin mở thể chất vào học kì hè được không ạ, hiện tại em đã lên danh sach những trường hợp thiếu môn GDTC, sỉ số xin mở lớp đã đủ yêu cầu ạ. . Mong thầy cô giải đáp thắc mắc giúp em. . . Em xin chân thành cảm ơn ạ!. . Chúc thầy cô một ngày tốt lành. .",
            "Chào em;. . môn Giáo dục thể chất em chờ thông báo nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô ạ!. . Em tên : [full_name]. Mssv [student_id].. . Học kì hè 203. Em có hoãn thi môn GT1. Ở HK 211, nhà trường đã xếp em thi lại, nhưng vì chưa sẵn sàng, em đã hoãn thi GT1 thêm 1 lần nữa, và đã có xác nhận.. . Học kì này em muốn thi lại môn GT1 thì em phải làm đơn gì ạ. Vì trong mục lịch thi của e hiện tại (HK212) không có lịch thi môn GT1 ạ. . Mong thầy cô chỉ dẫn giúp em.. . Em chân thành cảm ơn quí thầy cô ạ!",
            "\"Chào bạn. . Môn MT1003 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn nhờ nhà trường giúp đỡ em vấn đề đóng tiền học phí trong học kì 212(do chuyển khoản trực tiếp cho nhà trường).. . Mong nhà trường hãy giải quyết việc này giúp em và đánh dấu là em đã thanh toán tiền học phí trong học kì này.. . (Hình ảnh bằng chứng chứng minh đã đóng tiền học phí chuyển khoản trực tiếp cho nhà trường)",
            "\"Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Quý Thầy Cô!. . . . Em đã có tên trong danh sách tốt nghiệp dự kiến từ tháng 3 và đã đơn đăng kí tốt nghiệp cũng đã được xử lý từ ngày 21/03 mà tại sao danh sách tốt nghiệp chính thức vẫn chưa có tên ạ?. . . . Quý Thầy Cô xem lại giúp em, em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Em vui lòng đợi cập nhật QĐ tốt nghiệp chính thức bổ sung sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e là khóa 15 chưa tốt nghiệp và ghi tình trạng nghỉ do đã hết thời gian đào tạo do chưa nộp bằng anh văn, tuy nhiên em đã thi đậu và nộp bằng VNU và được nhà trường thẩm định hợp lệ. Em đã đăng ký xin chuyển điểm AV1,2,3,4 và đóng phí đầy đủ qua BKpay. Kính mong nhà trường tạo điều kiện giải quyết nhanh việc chuyển đổi điểm giúp em để e có thể đăng ký xét kịp TN trong tháng 4 luôn ạ. E chân thành cảm ơn sưt hỗ trợ của nhà trường ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa chuyển trường, bên trường yêu cầu bảng điểm đã học có con dấu của trường BK nên em muốn xin bảng điểm của trường. Em xin cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào thầy (cô),. . . . Em tên là  Trần Thị Vân, MSSV:[student_id], lớp: HC18MB1.. . Em làm đơn này để  xin hoãn thi giữa kì môn Hóa  Hữu Cơ (CH2021) nhóm L06A vào lúc 16h ngày 9/4.. . . . Lý do: Laptop của em hiện tại đang bị hư camera và điện thoại em không đủ dung lượng để có thể  ghi màn hình trong quá trình thi.. .  . . Kính mong phòng đào tạo xem xét cho em được hoãn thi và được đăng kí dự kiểm tra bổ sung.. . . . Em xin chân thành cám ơn.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em sinh viên năm nhất khoa học máy tính do em thấy việc học ngành này quá khó với em thì khi em muốn chuyển xuống ngành khác thì em liên hệ với ai và thời điểm vào em được chuyển ngành vậy ạ.Em xin cảm ơn!!",
            "Chào em,. . Em xem quy định về chuyển ngành tại đây nhé:. . . . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định chung về học vụ và đào tạo/ điều 25.3 . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô, em tên [full_name], mssv: [student_id]. Hiện tại em đã hoàn thành xong chương trình học, đủ ngày CTXH, đủ điều kiện anh văn. Nay em gửi câu hỏi này mong pdt xét tốt nghiệp bổ sung giúp em. Vì tình trạng sinh viên của em bị tạm dừng do không đăng ký môn nên em không thể tự đăng ký xét tốt nghiệp được.. . Em cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô,. . Em tên là [full_name] sinh viên năm nhất, mã sinh viên: [student_id], khoa Kỹ thuật Giao thông.. . Lý do thanh toán trễ: Em không biết sử dụng BK pay của trường dẫn đến chưa đóng học phí đúng thời hạn.. . Tên môn: Ngoại ngữ theo yêu cầu MSMH: CQ211. . Học kì 211. . Em cảm ơn thầy cô đã dành thời gian để đọc mail này.. . Mong thầy cô sớm phục hồi lại thời khóa biểu ạ.. .",
            "Chào bạn. . Dự thính: Tình trạng của bạn đã bị hủy TKB HK211+212 (nếu có) vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212(nếu có), SV phải thanh toán phần học phí còn nợ, sau đó SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ gởi tại trang hỗ trợ trực tuyến [full_name]. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn học lại môn cũ để đủ điểm qua môn đó vào học kì hè 213 thì có được không ạ? Em thấy trong thông báo là nếu học offline thì sẽ học ở cơ sở 1 phải không ạ?. . . . Em cảm ơn thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em là [full_name] MSSV [student_id]. . Dạ cho em hỏi hiện tại tình trạng của em đang bị tạm dừng không đăng kí được tốt nghiệp. CHo em hỏi khi em đủ điều kiện tốt nghiệp thì tự động em được thu nhận lại để đăng kí tốt nghiệp đúng không ạ? Hay em phải đăng kí để được thu nhận lại ạ.. . Em cảm ơn. .   i Tốt nghiệp .",
            "\"Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\"",
            "Dạ hiện tại em đã đủ điều kiện đăng kí tốt nghiệp rồi ạ. Nhưng đang bị tạm dừng nên chưa đăng kí được ạ.. . Em cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân",
            "Dạ cho em hỏi em đã đủ điều kiện tốt nghiệp trước hạn 11/04 nhưng do bị tạm dừng chưa đăng kí được tốt nghiệp. Như phòng đào tạo thông báo em đã có tên trong danh sách dự kiến tốt nghiệp vậy tuần sau em đăng kí thì có được dự lễ tốt nghiệp không ạ.. . Em cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] sinh viên khóa K17 ngành Kỹ thuật Hệ Thống Công nghiệp.. . Em vừa nhận được kết quả thi anh văn nói viết và đã đạt yêu cầu theo quy định.. . Em muốn đăng kí xét tốt nghiệp nhưng tình trạng sinh viên của em để tạm dừng vì lý do không đăng kí môn học học kì vừa rồi.. . Mong quý thầy cô hỗ trợ thay đổi tình trạng sinh viên để em có thể đăng kí tốt nghiệp ạ.. . Em cảm ơn!!! . . . .",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, em là sinh viên K17. Hiện tại em đã có đủ chứng chỉ và ngày CTXH để tốt nghiệp, nhưng do điểm tổng kết môn học ở kì 211 có khá trễ nên em đã bị tạm dừng học. Giờ em phải làm những gì để được thu nhận lại và tốt nghiệp ạ. Em cảm ơn. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: ĐƠN XIN HOÃN THI GIỮA KÌ. . Họ và tên: [full_name]; MSSV: [student_id]. . Môn xin hoãn: [full_name] (CH2021); Lớp: L05. . Lý do: Do em không đáp ứng yêu cầu của phòng đào tạo và bộ môn về thiết bị ghi hình thứ 2. Điện thoại em vừa mới bị liệt cảm ứng, mà điện thoại em hơi lâu đời (Samsung C9) nên thợ sửa chữa nói phải đợi một thời gian mới có màn hình mới để thay.. . Em mong phòng đào tạo và bộ môn xem xét cho em xin hoãn thi ạ",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không đăng nhập được tài khoản OCb của mình ạ",
            "\"Chào em,. . Về tài khoản ngân hàng OCB, SV vui lòng liên hệ tại ngân hàng OCB để được hỗ trợ. . . . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố SDT: [student_id]8). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . . . Họ và tên: [full_name]. . MSSV: [student_id]. . Môn xin hoãn: Hóa hữu cơ. . MSMH: CH2021. . Lớp: L05. . Lí do: không đáp ứng yêu cầu về thiết bị thứ 2 của nhà trường và bộ môn. Điện thoại em khá yếu, khi sử dụng thường hay bị thoát ra ngoài và có hiện tượng giật lag, không thể quay toàn cảnh suốt 60p (đã làm thử). Bên cạnh đó, mạng kí túc xá cũng không ổn định, không đảm bảo cho quá trình làm bài thi. . . Em mong PĐT xem xét và cho phép em được hoãn thi giữa kì ạ.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi HK213 mình có được đăng ký môn học lần đầu không ạ. . . .",
            ". . Chào bạn,. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Dạ em đang muốn xin nghỉ học do vấn đề sức khỏe. Cho em hỏi về quy trình cụ thể từng bước mình phải làm gì ạ. Em xin cám ơn",
            "Chào bạn,. . . . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi thời hạn đăng ký tốt nghiệp trên mybk là 4/5, vậy em chỉ cần đạt anh văn nói viết trước hạn này là được đúng không ạ?",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "\"Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em đăng ký xét tốt nghiệp từ tháng 3 nhưng sao giờ e vẫn chưa nhận được bằng tạm thời vậy ạ. Mybk của em cũng bị khoá em cũng không thể nào tải bằng file pdf được. Phòng đào tạo có thể giải quyết giúp em được không ạ.. . Em cám ơn ạ.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các anh chị!. . Anh chị cho em hỏi là kỳ 212 em chỉ học có 1 môn luận văn nhưng em muốn học lại vào học kỳ hè để có điểm cao hơn .Như vậy điểm TBHK của em  bằng 0 thì em có bị buộc thôi học không ạ? Với học phí luận văn kỳ hè thì vẫn như như kỳ chính đúng không ạ (350.000đ /chỉ). Em xin cám ơn!",
            "Chào bạn,. . - HK hè 213 không xét điều kiện bị thôi học khi điều kiện điểm TBHK bằng 0.. . - Về học phí LVTN HK 213, bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học hè năm học 2021-2022 (HK213), Dự thính hè 213 tại tin nhắn Bkel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . . . Em mới hoàn thành học phần học kì vừa rồi và em   mới thi qua anh văn nói viết sau đó em vô đăng kí tốt nghiệp thì thấy tình trạng tạm dừng thì giải quyết sao ạ!. . . . Em cảm ơn ạ!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "Em đã có tên trong danh sách tốt nghiệp dự kiến ạ nhưng tình trạng sinh viên vẫn là tạm dừng nên em không vô mục đăng ký tốt nghiệp trên mybk để đăng ký tốt nghiệp được ạ! Nên mong PĐT kiểm tra giúp em ạ!. . Em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đơn xin hoãn thi môn Hoá Hữu Cơ (CH2021). . Họ và tên: [full_name] . . MSSV: [student_id] Lớp: L05. . Môn xin hoãn thi: Hoá Hữu Cơ (CH2021). . Em xin hoãn thi giữa kì môn hoá hữu cơ vì lí do em không đáp ứng được yêu cầu của bộ môn trong quá trình thi. Theo yêu cầu của bộ môn thì trong quá trình thi phải ghi lại màn hình máy tính làm bài và dùng thiết bị thứ hai ( điện thoại,..) để quay lại xung quanh trong lúc làm bài nhưng điện thoại em không thể đáp ứng được yêu cầu trên. Cụ thể là điện thoại em sử dụng liên tục trong tầm 30-40p sẽ có hiện tượng nóng và sập nguồn vì điện thoại em bị chai pin nên không thể quay lại video 60p trong lúc thi để nộp lại bộ môn.  . . Kính mong phòng đào tạo cho phép em hoãn thi giữa kì môn hoá hữu cơ. Em xin chân thành cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Qúy thầy cô Phòng đào tạo;. . . . Em là [full_name], MSSV: [student_id]. . . Em là sinh viên khóa 2016, ngành Kỹ thuật Nhiệt, Khoa Cơ khí.. . . . Em bảo vệ luận văn học kì 202, và kết thúc chương trình học nhưng do còn thiếu anh văn nói viết nên chưa đăng kí tốt nghiệp tháng 11/2021. Học kí vừa qua, vì lý do sức khỏe nên em chưa đủ điều kiện anh văn nói viết, và không đăng kí môn học nên đã bị TẠM DỪNG học kì 211.. . . . Từ tháng 2/2022 đến nay, em đã đăng kí thi nói viết để kịp tốt nghiệp tháng 04/2022. Kì thi vừa qua ngày 03/04/2022 tại trung tâm BK English, em đã có kết quả ĐẠT Toeic nói viết vào ngày 07/04/2022. . . . . Em viết mail này, mong Phòng đào tạo thu nhận lại em, ra danh sách dự kiến tốt nghiệp đối với em để em có thể được đăng kí tốt nghiệp và được nhận bằng vào lễ tốt nghiệp tháng 4/2022 này.. . . . Ngoài ra, mong thầy cô hướng dẫn giúp em cách đăng kí lễ tốt nghiệp tháng 4/2022 đúng và nhanh nhất để em thực hiên cho kịp đợt lễ tốt nghiệp tháng 4 này ạ. Và cho em xin thêm thông tin về kết quả đăng kí tốt nghiệp và chương trình buổi lễ sẽ được thông báo qua email sinh viên không ạ hay phương tiện khác!. . . . Em chân thành cảm ơn, kính chúc Thầy Cô sức khỏe, an vui và hạnh phúc trong công việc!. . . . Trân trọng,. . [full_name]. . . .",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân\"",
            "Em chào Cô, . . . . Em cảm ơn Cô về câu trả lời trên. Em tra trên danh sách tốt nghiệp dự kiến đã có tên em, nhưng khi vào đăng kí tốt nghiệp thi vẫn chưa được do đang bị tình trạng tạm dừng.. . . . Em mong Cô, PĐT hỗ trợ ra quyết định thu nhận lại sớm nhất có thể để em được chuyển sang trạng thái đang học. Như vậy em mới sớm có thể vào đăng kí tốt nghiệp được với ạ!. . . . Many thanks!. . [full_name]",
            "SV đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng Đào tạo,. . Em tên Nguyễn Phương Anh, học hệ VHVL, cho em hỏi tại sao chủ nhật em đã bấm thanh toán học phí học kì 212 nhưng đến giờ vẫn không được xác nhận ạ.. . Em rất mong sẽ sớm nhận được phản hồi ạ.. . Em xin cảm ơn.. .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí VHVL địa phương.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên của trường và hiện bị tạm dừng do không đăng ký môn học kỳ 212 theo quyết định số 728/ĐQ-ĐHBK. Em mong muốn được trường thu nhận lại ạ. Em có đính kèm đơn xin thu nhận lại kèm theo. Em mong sớm nhận được phản hồi của trường.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô) ạ. . 9/4 sắp tới thi giữa kì môn hóa hữu cơ nhưng điều kiện của em không đáp ứng được yêu cầu của thầy cô bộ môn nên em xin phép hoãn thi ạ.. . Lí do: Bài thi bắt buộc có 2 thiết bị giám sát và bắt buộc phải record màn hình của cả hai thiết bị (laptop, điện thoại). Nhưng điện thoại của em lại không đủ dung lượng và rất mau hết pin điện thoại nên không thể ghi lại toàn bộ quá trình được ạ. Với cả em chỉ sử dụng một thiết bị phát wifi và dùng cho cả hai thiết bị nên kết nối mạng yếu và thường xảy ra hiện tượng giật lag nên sẽ ảnh hưởng tới quá trình thi ạ.. . Em mong thầy (cô) có thể giải quyết trường hợp này cho em ạ.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . Em tên là [full_name] mssv [student_id] hiện đang học ngành kĩ thuật hóa  hệ VHVL (em vừa chuyển hệ). . Tình hình là vài tháng qua sau khi chuyển hệ thì em ko nhận được bất cứ thư nào về vấn đề thông báo của Đoàn thanh niên hay Hệ thống hỗ trợ SV hay Phòng CTCT. Em muốn xin được tiếp tục nhận mail về các vấn đề học vụ và mail liên quan đến việc thời gian đăng kí môn học để có thể đăng kí môn học học kì sau đúng thời hạn.",
            "Chào bạn,. . \"Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em vừa đậu nói viết. Hiện tại thì ngày ctxh sẽ đc cập nhật vào khoảng ngày 15. K biết lúc đó em kịp đăng ký tốt nghiệp đợt tháng 4 này không ạ. Em cảm ơn",
            "Chào bạn, . . Phòng đào tạo kiểm tra bạn chưa đủ ngày công tác xã hội(13.5 ngày). Bao giờ bạn bổ sung đủ ngày công tác xã hội bạn vui lòng gửi câu hỏi tại BKSI để phòng đào tạo hỗ trợ bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh.. . Em tên [full_name] MSSV:[student_id] sinh viên khóa 2015, khoa Cơ Khí,chuyên ngành Công Nghê May, lớp CK15CNM. Hôm nay em viết đơn này mong Trường xem xét  đơn xin cứu xét thu nhận lại vào học kì 2 năm học 2021-2022 để được xét tốt nghiệp, vào đợt tháng 4/2022 ạ. Em rất mong Trường xem xét trường hợp của em.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp.. . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em [full_name], MSSV [student_id].. . Em muốn xin hoãn thi giữa kỳ  HK212 môn Hoá hữu cơ (CH2021). Vì lý do em không đáp ứng được yêu cầu về thiết bị, điện thoại của em khi đang quay video khoảng 30 phút sẽ nóng máy và tự động khởi động lại điện thoại, không thể quay video trong suốt quá trình thi. Nên em muốn xin hoãn thi giữa kỳ môn này và mong được thi trong đợt tới.. . Em xin cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị ạ. Anh/Chị cho em gửi đơn xin rút môn học quán lý sản suất (IM3003) ạ. Em xin cám ơn ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 15/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo!. . Tên em là [full_name], MSSV:[student_id].. . Phòng đào tạo cho em hỏi là nếu em tốt nghiệp đợt tháng 4 này thì khi nào em có thể nhận bằng tốt nghiệp ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ? . . Và HK hè 213 hạn chót để đăng ký LVTN , xét CTXH là ngày bao nhiêu ạ ? Có phải là vào 26/6 không ạ ?",
            "Chào bạn, . . . . - Theo quy định áp dụng trước đó, ngày CTXH vẫn giữ nguyên không thay đổi, thời gian xét ngày CTXH là 10 ngày.. . . . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . . . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3.. .  . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy(cô),. . Hiện em có tên trong danh sách dự kiến tốt nghiệp hồi tuần trước nhưng vẫn chưa được thu nhận lại để đăng ký tốt nghiệp. Thầy cô kiểm tra lại giúp em với ạ.. . Em tên: [full_name]  MSSV:[student_id]. . Cảm ơn thầy(cô) đã xem.. .   i Tốt nghiệp .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Dạ thầy/cô cho em hỏi hôm trước phiếu đăng ký tốt nghiệp của em hiện lên phiếu không được xử lý.Em có hỏi thì được trả lời do up ảnh sai yêu cầu.Em đã up lại ảnh nhưng vẫn hiện phiếu không được xử lý.Vậy xin thầy/cô kiểm tra lại giúp em đã up ảnh đúng yêu cầu chưa ạ.Em cảm ơn . . . .",
            "Chào em,. . Trường hợp SV up lại ảnh vui lòng đợi PDT kiểm tra và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do không đủ tiền thanh toán học phí vì bị tai nạn lao động nên em xin phép nhà trường cho em thanh toán học phí trễ học kỳ 212.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi kì hè này có mỏ đợt thể chất không ạ, đợt đăng ký môn học HK213 không có mã của thể chất ạ. .",
            "Chào em;. . môn giáo dục thể chất em chờ thông báo trên bkel nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên [full_name]_[student_id], thuộc khoa Điện-Điện tử. Vừa rồi có đợt đăng ký BHYT do em sơ suất em đã thanh toán trễ ạ, như vậy thì có được nhận BHYT không ạ?. . Em xin cảm ơn.. .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Thưa Thầy/Cô em đã nhận được xác nhận đăng ký chuyển điểm thành công rồi mà em vẫn chưa được chuyển các điểm anh văn để đủ điều kiện đăng ký tốt nghiệp ạ. Kính mong Thầy/Cô kiểm tra hướng dẫn giúp em với ạ. Em xin cám ơn !. .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô/thầy,. .  . . Hiện em đã đạt đủ điều kiện tốt nghiệp (môn cuối được cập nhật điểm vào chiều 07/04/2022) và tình trạng sinh viên bị tạm dừng. . Kính mong thầy cô có thể hỗ trợ cho em vào danh sách tốt nghiệp và ra quyết định thu nhận.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/thầy và các bạn,. . . . Em tên là [full_name], MSSV: [student_id].. . Em là khoá 2015 vừa hết hạn đào tạo. Hiện tại em vừa hoàn thành đầy đủ điều kiện tốt nghiệp. Tuy nhiên, tình trạng sinh viên của em đang là \"nghỉ\" do hết hạn đào tạo.. . Em xin nhờ thầy/cô và các bạn hỗ trợ em có thể đăng kí tốt nghiệp đợt tháng 4 này ạ.. . . . Em cảm ơn!",
            "\"Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy cô.. . Em là sinh viên K19 khoa xây dựng. Em thấy nhà trường có mail về việc đăng ký môn học HK213 có được đăng ký thực tập tốt nghiệp. Vậy nếu đăng ký được thì thực tập trong thời gian của HK213 hay trong thời gian của HK221 vậy ạ. Và có xét việc học lần đầu cho việc thực tập ngoài trường này không ạ. Em mong quý thầy cô giải đáp giúp em để em có thể đăng ký môn học đợt này một cách hiệu quả ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . - Thực tập sẽ đi trong thời gian của HK213 không xét lần đâu. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Do không kịp thời cập nhật mail nên em đã bỏ lỡ kì đăng kí môn học AV, em có thể xin đăng kí bổ sung được không ạ ?? Em cảm ơn thầy cô ạ",
            "Chào bạn,. . . . -Bạn xem lịch học vụ 213 để đăng ký môn anh văn nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em có kết quả thi toeic 2 kỹ năng nói- viết tại Trung tâm BKenglish và đạt đủ điểm điều kiện để tốt nghiệp thì em có cần đăng ký nộp CCNN trên mybk không ạ, hay PĐT sẽ nhận kết quả từ BKenglish ạ?. . Em cảm ơn!!",
            "Chào em,. . PĐT sẽ nhận kết quả từ TTNN nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô,. . Em tên là [full_name], MSSV [student_id].. . Ở học kì 211 vừa rồi, em có đăng ký một môn học là \"Công nghệ phần mềm\" (CO3001) do thầy [full_name] phụ trách. . . Trong khi các môn khác cùng học kì đều đã có điểm tổng kết, nhưng riêng môn này vẫn chưa có cột điểm nào ạ.. . Mong quý thầy cô có thể hỗ trợ tư vấn em cách giải quyết.. . Em xin cảm ơn,. . Ý,. . [full_name]. .   i Học vụ .",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ với giáo viên giảng dạy để được hỗ trợ nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em là [full_name], sv đã tốt nghiệp vào tháng 11 năm 2021. Mong quý thầy cô cho em biết khi nào là đợt tốt nghiệp của khoá em. Em xin chân thành cảm ơn.. . [full_name].",
            "Chào em; . . em theo dõi lễ tốt nghiệp trên trang aao    thông tin tốt nghiệp nhé. . Thân",
            "Chào bạn, . . Bạn vui lòng đợi thông báo về lễ tốt nghiệp sau. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào ban đào tạo ạ.. . Em học khoa Hóa và như được thông báo vài ngày trước thì trường có tổ chức lễ tốt nghiệp ( cụ thể khoa Hóa là sáng 23/4). . . Thì cho em hỏi là tới bữa lễ tốt nghiệp vào 23/4 thì trường mới phát  bằng chính thức hay chỉ cần khi nào bằng chính thức đã hoàn tất thì trường sẽ gởi mail rồi lên nhận (có thể phát sớm hơn lễ dự tốt nghiệp)??. . Mong ban đào tạo phản hồi ạ do hiện nay em đang ở quê- rất xa tp HCM và cần biết thông tin sớm để chuẩn bị ạ.. . Em cảm ơn",
            "Chào em;. . Đã có kế hoạch tốt nghiệp, em lên trang aao    thông tin tốt nghiệp để xem thông tin nhs. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô.. . . . Em tên là [full_name] (MSSV:[student_id]). Hiện đang là sinh viên Khóa K21 của trường đại học Bách Khoa. Nay em và các bạn làm đơn này là để muốn đăng ký xin mở lớp môn giáo dục thể chất học phần 1.. . . . Do hồi đợi đăng ký học kỳ chính quy 212, tụi em bị kẹt hết gần như các lớp học nên không thể đăng ký các lớp giáo dục thể chất được. Nên trong học kỳ hè 213 này tụi em đã làm danh sách xin mở lớp. Danh sách em sẽ đính kèm ở dưới. . . . . Mong thầy/cô xem xét để tụi em có thể hoàn thành môn giáo dục thể chất đúng hạn ạ. . . . Em xin cảm ơn.. . . . Trân trọng.. . [full_name]",
            "Chào em;. . Môn giáo dục thể chất em chờ thông báo trên BKEL nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy cô, em tên là [full_name], MSSv [student_id].. . Do không đảm bảo được điều kiện dự thi giữa kì online môn Hóa hữu cơ (mã môn CH2021) nên em xin đăng kí hoãn thi và đăng kí bổ sung sau ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    }
]