[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã nộp học phí rồi ạ. Cho em hỏi khi nào em mới được đăng kí môn học HK211 chính được vậy ạ?",
            "Chào bạn,. . Bạn vui lòng trình bày rõ môn học, mã MH và mã nhóm bạn xin đăng ký để PDT kiểm tra và trả lời nhé! ghi rõ lý do không ĐKMH được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Cho em hỏi:. . Em đã được xác nhận hoãn thi từ pđt rồi ạ.. . Thì tên của em có còn trong danh sách thi ko ạ?. . Đến bữa thi em có cần vào link ggmeet để xác nhận hoãn thi với cbct ko ạ?. . Đến bữa thi cbct ghi em vào danh sách vắng thi thì phải làm sao ạ?. . Em cảm ơn ạ.",
            "Chào em,. . - Danh sách thi đã in từ trước. . - Em điền form, xem email xác nhận. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811868  /b \t. . . .   i Đăng ký môn học . MONG PĐT GIÚP EM . . Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . - SV vui lòng đừng gửi câu này nữa, nếu PĐT làm được đã làm rồi nhé, không đợi em gửi nhiều lần đâu.. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kinh chào Phòng Đào tạo,. . Học kì 202 em có đăng kí môn Truyền số liệu và mạng học cải thiện điểm. Trong tình hình dịch bệnh căng thẳng, em không đáp ứng được điều kiện thi cuối kì. Cho em hỏi em có thể xin chuyển điểm tử học kì trước ( 5.0) cho học kì này được không. Em đã liên hệ với giáo viên chủ nhiệm và thầy nói với em liên hệ với Phòng đào tạo.. . Em xin cảm ơn.. .   i Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Chào Phòng Đào tạo,. . em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây:. . - Tên môn học: HÓA HỮU CƠ. . - Mã môn học: CH2021. . - Lớp: A01. . - Gv: [full_name]. . - Sĩ số 92/90. . . . Em xin trễ vì lý do đã đăng ký đợt 1 nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã gửi yêu cầu xử lý từ đợt đăng ký đợt 2 nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào.. . . . Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác.. . . . Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] khóa 2019, khoa kỹ thuật địa chất & dầu khí. . lý do:Trong đợt 2 em có đăng kí môn Thí nghiệm Địa Kỹ thuật (GE3013), nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25).Em đang học đúng chương trình đào tạo K19 mà lại không mở lớp. Nếu mà kì này em không được học sẽ thì có thể sẽ ảnh hưởng tới giờ của các môn kì sau (lớp có 32 bạn đăng ký nhưng chỉ có 25 bạn được học). Em đã xem quy định không có số sinh viên tối đa cho môn thí nghiệm.. . Mong phòng đào tạo xem xét cho em được học môn này trong kì này em xin cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Chào thầy cô,. . Em tên [full_name], MSSV: [student_id]. . Cho em xin phép đăng ký thêm môn EE3087-[full_name] Trong Hệ Thống Điện vào thời khoá biểu.. . Lý do không đăng ký được là không đủ thời gian giãn cách giữa 2 cơ sở với môn EE3009, nhưng em cam kết là với hơn 1h10p giữa tiết 7 thì em có thể di chuyển qua 2 cơ sở bằng xe máy lẫn xe bus.. . Mong thầy cô có thể đăng ký giúp em lớp L01_L03 môn EE3087-[full_name] Trong Hệ Thống Điện để có thể học xong chương trình của trường.. . Em đã gửi tận 3 tin yêu cầu nhưng đều chưa được giải quyết nên em đã đóng yêu cầu cũ và gửi yêu cầu mới này. Mong PĐT giải quyết ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi,em muốn xin rút môn học học kì chính 211 thì hạn chót là khi nào ak,và em phải làm những bước như thế nào ak.Em cảm ơn. .",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có 2 câu hỏi ạ? . . 1. Khi em nộp bằng Toeic để nhận Luận Văn thì em không chuyển điểm cho 4 anh văn được không hay bắt buộc phải chuyển luôn cùng lúc với xét Luận Văn? . . 2. Em có thể chuyển điểm riêng cho từng môn anh văn được không? ví dụ như khi có điểm Toeic em chuyển điểm đó cho 2 môn AV1, AV2; sau này khi thi điểm cao hơn em nộp bằng Toeic khác và chuyển điểm cho môn AV3, AV4.. .",
            "Chào bạn. . Việc đăng ký chuyển điểm + đóng lệ phí là do bạn quyết định, bạn có thể chuyển điểm từng môn anh văn được. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa 2017 và hiện tại đã hoàn thành luận văn, các chuẩn AV, nhưng trong HK 202 vừa rồi em không đạt một môn chuyên ngành. Theo quy định của PĐT thì em chưa đạt chuẩn tốt nghiệp. Nhưng em đọc qua thông báo mới của PĐT về kế hoạch HK1 2021-2022 thì thấy có thông báo là việc xét tốt nghiệp tháng 11 sẽ diễn ra cho đến kết thúc HK1 nên em muốn hỏi là trong trường hợp em đăng ký học dự thính môn em không đạt trong HK 211 này thì có kịp thời gian để đăng ký xét tốt nghiệp tháng 11 hay không ạ? Mong phản hồi từ PĐT ạ.",
            "Chào bạn,. . Vấn đề này không thể trả lời chính xác cho bạn, vì thường kết thúc học kỳ 1 mới bắt đầu thi và còn chờ kết quả nữa nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi,tại sao em đăng kí môn học môn Lịch sử đảng cộng sản Việt Nam (SP1039) và kinh tế chính trị Mác-Lenin(SP1033) thì bị lỗi báo là thiếu môn học tiên quyết Triết học Mác-Lenin( SP1031),nhưng ở chương trình học cao đẳng ngành BDCN em đã học xong môn đó rồi,cho em hỏi sao mấy lần đăng kí môn học thì em vẫn bị tình trạng này vậy ak,có cách nào khác phục càng sớm càng tốt tình trạng này để em có thể tiếp tục đăng kí những môn  này không ak.Em xin cảm ơn",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỗ trợ về kiểm tra chuyển điểm môn tương đương . Em chào Thầy/Cô !. . Em xin hỗ trợ về việc kiểm tra các môn học tương đương, có gửi kèm file PDF, hiện tại các môn học tiên quyết để đăng kí LVTN em đã học xong và có điểm, nhưng không đăng kí được LVTN vì các môn học đó đã tách ra và mang mã môn học khác, kính mong PĐT xem xét và kiểm tra lại giúp em các môn học tương đương để em được đăng kí LVTN",
            "Chào bạn,. . Bạn vui lòng gửi lại yêu cầu giúp, ghi rõ tất cả các môn tương trong trong ô nội dung giúp nhé@. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chuyển thời khoá biểu môn thí nghiệm công trình từ nhóm L04 sang nhóm l01",
            "xin chuyển thời khoá biểu môn thí nghiệm công trình ci4011 từ nhóm L04 sang nhóm l01",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . Dạ bảng điểm vật lý 2 lớp CC05 ghi họ tên em là [full_name], nhưng tên đúng của em là [full_name]- MSSV: [student_id]. Em muốn hỏi là làm sao để sửa tên lại cho đúng vậy ạ? Em cảm ơn thầy/cô.. .",
            "Chào em,. . Cảm ơn em, PĐT sẽ cập nhật.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear [full_name],. . . . Em muốn hỏi về cách thức đăng ký rút môn học HK211(có thanh toán học phí).. . . . Em cảm ơn,. . Nhân. .   i Rút môn học (phải thanh toán học phí) Học kỳ 211 .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Em chào thầy/cô ạ. Em có đăng kí học dự thính môn Mô Hình Hoá HK211 dự thính do trước đó e không tự tin là qua được môn này và thầy chưa báo điểm ạ. Hôm nay thầy mới đăng điểm lên và em biết em qua rồi ạ, em muốn hỏi là bây giờ em muốn được huỷ môn này ở kì dự thính và có thể nào không đóng học phí không ạ. Do dịch nên tình hình gia đình em cũng khó khăn, em cũng không đi làm thêm để trả học phí được nữa ạ (môn này tới 3 chỉ là 2tr640 nghìn lận ạ). Em cảm ơn thầy/cô đã đọc mail và mong nhận được câu trả lời sớm nhất ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi a/c PĐT. . Em là [full_name] - MSSV [student_id], SV khoa máy tính.. . Do đóng học phí trễ (vì nơi cư trú nằm trong khu phong tỏa không thể ra ngoài, em đã hoàn thành nghĩa vụ sau đó) nên đợt 1 và 2 em không đăng ký được môn cho HK211.. . Đến đợt 3 này em có đăng ký môn Nhập môn trí tuệ nhân tạo - Mã CO3061. Tuy nhiên vì lớp đã full từ 2 đợt trước nên em không thể đăng ký được.. . Hiện em đã gần hoàn thành xong chương trình học, chỉ còn thiếu môn này. Và vì sĩ số lớp chưa đạt tối đa so với lớp google meet (tối đa 100 người cùng tham dự). Kính nhờ a/c đăng ký giúp em vào lớp L01 với ạ. . Em cám ơn a/c rất nhiều!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy/cô, . . . . Em tên là [full_name], mssv [student_id]. . . Em gặp sự cố quay màn hình khi thi môn QTKD - IM3001 - [A02] vào 16h ngày 18/8/2021. Em xin được phép trình bày ạ.. . . . Môn này cho phép sử dụng 1 tờ A4 viết tay, 1 bảng tra giấy và 1 tờ giấy nháp trắng. Em có sử dụng điện thoại quay từ bên phải, thấy được thân người, tay, ngoại cảnh và màn hình trong cam. Chính diện cam thấp thấy được tay và giấy.. . . . Em sử dụng web scre.io ở một tab khác để quay màn hình. Đây là lần đầu tiên em dùng web và cũng là lần đầu em thi trên BKeX ạ (các môn khác ở dạng bài tập lớn, bài luận,...). . . Trong quá trình thi, máy giật đứng nhiều lần nên em không mở tab scre.io lên để kiểm tra do sợ bị thoát BKeX nên không hay biết web đã thoát ghi màn hình. Sau khi nộp bài xong, em mới thấy là không có video. . . . . Liệu có thể sử dụng video ggmeet bằng chứng từ giám thị (có màn hình và tất cả thao tác của em) để kiểm tra hay không?. Hoặc có biện pháp nào có thể áp dụng không ạ?. . . . Xin nhờ sự trợ giúp của thầy/cô. Em xin cảm ơn. Chúc thầy/cô một ngày tốt lành.. . . . Kính thư.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "xin đăng kí môn Phan tich du lieu mã: IM3049 học kì dự thính 211. . . . Đăng ký môn học .",
            "Vui lòng trình bày rõ nội dung câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em cần quy trình rút môn học của học kì chính 211 trong thời kì dịch bệnh thế nào ạ mong Pđt giải đáp giúp em. Em xin cám ơn!. .",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ!. . Dạ em muốn rút môn ở kỳ chính 211 thì có thể rút môn lúc này được không, hay phải đợi thông báo từ Phòng đào tạo ạ. . . Em xin cảm ơn ạ! . .",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Dạ em kính chào cô !! em có một thắc mắc, môn học tương đương từ chương trình k19 trở đi dùng thay thế cho các môn ở chương trình k18 trở về trước . Tuy nhiên nếu qua môn tương đương để chuyển điểm cho môn A, và môn B cũng có môn tương đương giống môn A thì mình phải học lại môn tương đương đó một lần nữa hay sao ạ !! Hay kết quả có quyền chuyển cho 2 môn A, B luôn ạ ?? em mong thầy cô giải đáp thắc mắc này giúp em. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT, kì trước 202 em chuyển hệ từ chính qui sang VLVH và vẫn đăng ký được LVTN ngành KT Nhiệt - ME4039, nhưng em chưa hoàn thành, kì này em đăng ký lại nhưng kết quả đăng ký bổ sung  VLVH đợt 2 lại không có TKB. Em lên xem lại aao tra danh sách nhận LVTN thì lại không đạt và hiển thị kết quả tín chỉ = 0, tiếng Anh = 0. Em đã nhận được mail chuyển điểm từ PĐT rồi. Dạ em mong PĐT giải quyết giúp em.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . Bạn vui lòng vào đăng ký lại nhé. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Dạ cô ơi nãy em có hỏi rút môn học không tính phí á cô. Em thấy cô trả lời là đã hết thời gian huỷ môn học ạ. Em không biết do lỗi hệ thống hay sao nên bên em không được huỷ môn dù là còn thời gian ạ, nên em mới phải nhắn lên bksi nhờ mấy cô giúp ạ. Em đính kèm mấy tấm hình chứng minh cho cô xem ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . PDT cho em hỏi làm thế nào để rút môn trong học kì 211 vậy?. . Em cám ơn.. .",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trường hợp thi tốt, hoàn thành bài mà chỉ có video ngoại cảnh (bap gồm màn hình và thân người) thì có cần hoãn thi không?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô,. . . . Em là [full_name], sinh viên khoa Vật liệu khóa 16.. . . . Hôm nay, em vừa mới thi và biết được mình bị rớt 1 trong 2 môn em đăng ký vào học kỳ 202, và em chỉ còn 2 môn này là đủ chuẩn tốt nghiệp.. . . . Vậy em có thể xin đăng ký học lại môn này vào kỳ dự thính mà không cần đăng ký môn nào ở học kỳ chính không ạ?. . . . Vì em vừa kịp đăng ký một môn ở học kỳ chính để có thể đăng ký dự thính, nhưng lịch thi cuối kỳ của môn này theo lịch học vụ là vào tháng 12, nên em đang đắn do có nên rút môn học này không?. . . . Nếu em buộc phải học môn này để được đăng ký kỳ dự thính thì có ảnh hưởng gì đến tiến độ tốt nghiệp của em vào đợt tháng 11 này không ạ?. . . . Em mong nhận được hồi âm của thầy cô. Em cảm ơn thầy cô rất nhiều.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào phòng đào tạo, . . Em tên [full_name]. . Em xin đăng kí môn học trễ hạn do gặp phải sự cố đường truyền mạng kém ạ. . . . .   i Đăng ký môn học . Mã môn: CH4323 luận văn tốt nghiệp (hoá lý). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Kính gửi[full_name] thầy/cô Phòng đào tạo trường đại học Bách Khoa. . Em tên là[full_name] [full_name] [full_name]. . Lớp[full_name] DD20LT09. . MSSV[full_name] [student_id]. . Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Hóa đại cương.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Quý Thầy/Cô PĐT,. . . . Em tên là: Võ Tấn Tài, là sinh viên hệ VHVL. . MSSV: 1833095. Ngành tự động hóa.. . Dạ em đã học xong hết tất cả các môn trong chương trình đào tạo và em chỉ còn mỗi môn “ Luận văn tốt nghiệp EE4323”, nhưng em không đăng ký được vì không đủ điểm tiếng anh toiec. Dạ vì học kỳ trước cũng vì lý do trên mà em không đăng ký được môn học, và học kỳ này do bị COVID-19 em chưa thi được Toiec để nộp kịp vào trong trường để đăng ký môn “ Luận văn tốt nghiệp ”. Dạ Quý Thầy/Cô cho em hỏi nếu em không đăng ký 2 học kỳ liên tiếp thì em có bị buộc thôi học không ạ?. . Em xin chân thành cảm ơn Quý Thầy/Cô! . . . .",
            "Chào bạn,. . Bạn đã vào ĐK LVTN vào đợt 4 chưa? (từ. . ThânThân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô. . Em là sinh viên K18,khoa Cơ khí.. . Nay em xin được quý thầy cô giải đáp vấn đề sau, hiện địa phương nơi ở của em cần giấy chứng nhận sinh viên của em để tạm hoãn NVQS. Nhưng dịch đang như thế này, thì em không biết nhà trường có gửi giấy chứng nhận sinh viên về cho em được không. Vì ngày 31/8 là hết hạn nộp giấy nhưng em vẫn chưa thấy nhà trường gửi mail thông báo gì về vấn đề này.. . Em rất mong nhận được phản hồi và cách giải quyết từ quý thầy cô.. . Em chân thành cảm ơn rất nhiều.",
            "Chào bạn,. . PĐT đã gửi email ... em đọc nhé .... . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo. . em tên: [full_name], mssv [student_id] . . em xin Phòng đào tạo cho em được đăng kí đợt 3 môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12  . . lí do: em ở quận 9, khu vực có phong tỏa, lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 còn room (58/60). . Mong sự xem xét của Phòng đào tạo cho em được đăng kí môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em là K16 còn thiếu quân sự để được xét tốt nghiệp. Em không biết là cách thức đăng kí học lại quân sự như thế nào ạ  . . . .",
            "Chào em,. . Em liên hệ trực tiếp với TT GDQP nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do là học kì 202 em bảo lưu nên em hông có học môn Triết học Mac được mà học kì này em đăng kí môn Triết với môn kinh tế chính trị luôn được không ạ",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi phiểu đăng ký thu nhận lại mong Phòng đào tạo duyệt cho em trở về trạng thái sinh viên để được tốt nghiệp.. . Nếu học kỳ này em không tốt nghiệp kịp thì phải đăng ký môn để giữ trạng thái sinh viên phải không ạ.. . file ghi nhận đính kèm bên dưới ạ",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi phong đào tạo . .  Em tên [full_name]. .  MSSV:[student_id]. .  Em gửi đơn xin phép Đăng ký môn Học Anh Van . .  350. .  Môn Học AV350. .  Vì em đk trễ nên chưa đk được nên em xin . .  đăng ký học.. . . .  [full_name]!. . . . . .",
            "Đăng ký môn học. . . . Kính gửi phong đào tạo. . Em tên [full_name]. . MSSV:[student_id]. . Em gửi đơn xin phép Đăng ký môn Học Anh Van. . 350. . Môn Học AV350. . Vì em đk trễ nên chưa đk được nên em xin. . đăng ký học.. . Dạ cho e hỏi AV350 (bắt đầu từ ngày 30/8) giá tiền có khác với (hệ VHVL bổ sung đợt 3) không ạ. . . . [full_name]!. . . . . .   /QUOTE . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin đăng kí môn học phân tích dữ liệu mã : IM3049 học kì dự thính 211. .",
            "Vui lòng trình bày rõ nội dung câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào tạo.. . Phòng Đào tạo cho em được hỏi, do lịch đột xuất nên em bị trùng thời khoá biểu môn học Pháp văn 3 chiều thứ 5 nên không thể học được. Phòng Đào tạo có thể hướng dẫn giúp em xin chuyển lịch học sang ngày khác, cụ thể là thứ 6 được không ạ. Em cảm ơn Quý phòng.",
            "Học vụ. . . . Em chào Phòng Đào tạo.. . Phòng Đào tạo cho em được hỏi, do lịch đột xuất nên em bị trùng thời khoá biểu môn học Pháp văn 3 chiều thứ 5 nên không thể học được. Phòng Đào tạo có thể hướng dẫn giúp em xin chuyển lịch học sang ngày khác, cụ thể là thứ 6 được không ạ. Em cảm ơn Quý phòng.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào Tạo ạ. Em tên là [full_name]. MSSV: [student_id]. Lớp: XD16CD01. Hiện tại em đã hoàn thành kỳ thi nói viết và đã đủ điều kiện để đăng ký xét tốt nghiệp. Do dịch bệnh nên em không thể lên trường nộp đơn thu nhận lại. Vì thế em viết đơn này kính mong phòng đào tạo xử lý đơn thu nhận lại của em (Được gửi dưới dạng file PDF), để em có thể đăng ký xét tốt nghiệp vào đợt tới.. . Em xim cảm ơn!. . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em là [full_name]  /B . .   b MSSV: [student_id]  /b . . . . Em download chương trình đào tạo của khóa 2020 hệ ĐTTX tại đây http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . nhưng báo lỗi không có file. Xin cho em hỏi em có thể lấy chương trình đào tạo của khóa em ở đâu để em dựa vào đó đăng ký môn học ạ ?. . . . Em xin cám ơn,. . [full_name]\t. . . . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . Em xin hủy hoãn thi môn Giải tích 2 mã MT1005 HK202. Em đã nộp video quay màn hình ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa, em tên là [full_name], mã số sinh viên là [student_id], hiện đang theo học lớp VP19PO. Dạ vì lý do sẽ bị trùng với lịch học đối với môn ở trong kỳ dự thính kỳ chính HK211 này, dạ em xin phép được rút môn Vẽ kỹ thuật, mã môn: CI1003, nhóm lớp: P02 ạ.. . Dạ em kính mong nhận được sự phản hồi từ Phòng Đào tạo ạ. . Dạ em xin chân thành cảm ơn đến Quý Phòng ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em là [full_name]. . MSSV: [student_id]. . Khóa ĐTTX đợt tháng 10/2020.  /B . . . . Em vào \"My Bach Khoa\" kiểm tra thì thấy học phí hk202 bên bkpay có hai khoản:. .   B [full_name]  /B  và   B [full_name]  /B  như trong hình kèm theo, em không biết [full_name] là gì ạ? Em có cần thanh toán khoản này không? Lúc đầu em nghĩ đây là hp ĐTTX nên em đã thanh toán nhưng mà em chỉ thuộc hệ ĐTTX thôi ạ.. . . . Em xin cám ơn,. . [full_name]. .",
            "Chào bạn. . Cô đã chuyển cho anh [full_name] phụ trách tính học phí HK 202, kiểm tra lại. . Bạn có thể gởi mail: [email] để có thể giải đáp rõ hơn. . Thân",
            "Chào bạn. . Bạn vui lòng bổ sung cho Cô: SỐ TÀI KHOẢN NGÂN HÀNG OCB + TÊN TÀI KHOẢN + SỐ CMND + SỐ ĐIỆN THOẠI. . để hỗ trợ chuyển khoản hoàn tiền cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo và các thầy cô,. . . . Vừa qua trong đợt đăng ký môn học đợt 1, HK211 em đã có đăng ký 7 môn học và có dấu xác nhận đã đăng ký. Do đã đăng ký môn học ở đợt 1 nên em cũng không đăng ký lại trong các đợt 2 và 3 do sợ trùng môn và khác lịch học. Tuy nhiên khi vào thời khóa biểu thì em lại không có môn học nào của học kỳ HK211 cả. Vậy qua chuyên mục hỏi đáp này em xin PĐT và các thầy cô xem xét và mở giúp em để em có thể đăng ký và học trong học kỳ này ạ.. . . . Kính mong PĐT và các thầy cô xem xét và giúp đỡ em!. . Chân thành cảm ơn.",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . Bạn vào dkmh dự thính đợt 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em chưa thể thi TOEIC nên chưa thể nộp bằng anh văn và chuyển điểm để đăng kí LVTN. . . Em có thể làm đơn đặt cách để có thể làm LVTN trong kì này và nộp chuyển điểm LVTN sau được không ạ?. . Do em chưa thể đăng kí LVTN nên kì này em đã không đăng kí môn học nào, vậy có bị đình chỉ 1 học kì không ạ?. . Hiện tại đã quá hạn ĐKMH nên em không thể đăng kí được môn nào ạ.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân.",
            "Đăng ký môn học . Em quên đkmh cho học kì chính 201, vậy em làm như thế nào để được duy trì thời khóa biểu ạ? . . Vậy em có thể đkmh trong kì dự thính để duy trì trạng thái học tập không ạ?",
            "Chào bạn,. . Bạn đợi mail thông báo đkmh trong hk dự thính HK211 lần 2. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT, có thể cho em hủy môn vào kì dự thính được không ạ. Vì tình hình dịch bệnh nên nhà em khó khăn và không thể đáp ứng đủ tiền để đóng học phí ngay vào tuần đầu của học kì. Nên rất mong pdt cho em hủy môn! em đã cố gắng gom tiền mấy ngày nay nhưng vẫn không đủ ạ",
            "Vì dịch bệnh khó khăn nên mong pdt thông cảm giúp em ạ. Em cám ơn rất nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy/Cô. . Cho em hỏi thẻ Sv em đã xử lý ngày 4/8/2021 đến hôm nay là 17/8 mà em vẫn chưa nhận được ạ. Mong Thầy/ cô kiểm tra dùm em.. . Em tên: [full_name]. . MSSV: [student_id]. . Địa chỉ: Tổ 4- khu phố Tài Lương 1- Hoài Thanh Tây- Hoài Nhơn- Bình Định. . Sđt: [phone_number]. . Em cảm ơn.. . Chào Thầy/Cô.",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . Thân mến,. . . . . . Vì nhiều lý do bất khả kháng một số nơi bưu điện trả về. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp HCM.. . Em là [full_name] MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật máy tính.. . Em xin gửi PĐT đơn xin cứu xét đăng kí môn học Luận văn tốt nghiệp, do em chưa đủ chuẩn Anh văn để đăng kí môn học.. . Kính mong PĐT xét duyệt cho em được đăng kí môn học Luận văn tốt nghiệp CO4313 ở học kì 211. Em xin hứa sẽ bổ sung chuẩn Anh văn ngay sau khi tình hình dịch bệnh kết thúc.. . Em xin chân thành cảm ơn.",
            "Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name] đăng ký học lại môn vật lý bán dẫn EE1007 mà em đăng ký nhầm sang mã EE1013 thì môn đó có tính ko ạ. Với lại cho em hỏi có cách nào giải quyết được không?",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đăng ký lịch sử đảng DT01 nhưng phòng đào tạo đưa em qua DT03.vậy cho em xin chuyển nhóm quả DT01 được không ạ.em có liên hệ với giảng viên giảng dạy.và được sự hướng dẫn của giảng viên nên em hỏi ý kiến phòng đào tạo ạ.vậy em liên hệ như thế nào để chuyển lớp ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thư viện còn nhận giao sách qua đường bưu điện mùa dịch này ko ạ. Em nghe bảo cho ship hoạt động lại . .",
            "Chào em,. . Em email [email] hỏi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . Hiện nay em cần đăng kí môn CO1031 (đồ án Kỹ thuật lập trinh) nhưng do bận việc quá mà em đã trễ hạn đăng kí trên mybk.hcmut đợt 3 này (Lớp vẫn còn sĩ số). Không biết còn cách nào có thể đăng kí môn này được không ạ, em xin chân thành cảm ơn. . . Xin lỗi vì sự thất trách này.. .",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    }
]