[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .  Em tên [full_name], MSSV [student_id].. .  Em xin PĐT cho em tăng sĩ số lớp AO1 môn Cơ sở thủy địa cơ học GE2021 ạ.. .  Em mong nhận được sự chấp thuận của ban giám hiệu PĐT.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . PDT đã tăng sỉ số, em vào đăng kí nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Nội dung: em muốn hỏi vì sao em đã thi toeic  được 350 điểm, đã đạt chuẩn anh văn của năm 1 nhưng trên đăng kí môn học vẫn chưa được cập nhật",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], ở đợt đăng kí môn học lần 2 do chưa đạt chuẩn anh văn nên em chưa đăng kí được những môn chuyên ngành năm 2. Ở đợt này em đã đăng kí được nhưng lại bị trùng với thời khóa biểu với môn thể chất và không thể hủy được trong đợt 3 này. Cho em hỏi em có thể hủy môn thể chất bằng cách nào ạ? Em xin cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đợt 3 không được hủy môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt 2 đăng kí môn học, em đã sắp xếp các môn học không trùng giờ môn cơ sở ngành (vì không đạt chuẩn anh văn để đăng kí).. . Kết quả đăng kí môn học đợt 2 em bị đẩy môn bóng bàn trùng với An toàn lao động Dệt may (cơ sở ngành).. . Em muốn đổi bóng bàn thành Bơi lớp A03 ( thứ 4 tiết 2-3 cs1) để có thể đăng kí môn còn lại ạ.. . Em đã rất cố gắng và vượt qua chuẩn anh văn năm nhất để không bị học trễ, mong thầy cô giải quyết sớm giúp em ạ. Em cảm ơn nhiều lắm.. . Màu xanh lá trong thời khóa biểu em là những môn em cần đăng kí",
            "Chào em,. . . . PDT đã mở khoá, em vào hiệu chỉnh DKMH nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô! Em tên là [full_name], hiện đang là sinh viên Kiến trúc lớp XD16KT.. . Hôm nay em viết thư này kính mong thầy cô xem xét giúp đỡ về trường hợp của em như sau:. . Trong kì đăng kí môn học 191 hệ chính qui, em đã đăng kí 16 tín chỉ. Do số tín chỉ quá thấp so với em nên em muốn đăng kí thêm môn CI4093 (Thiết kế Công Cộng 4) để học trước nhưng không đăng kí được do dư 1 chỉ. Và em cũng không thể hủy môn do Đợt 3 này chỉ cho đăng kí thêm và không được hủy các môn đã đăng kí. Em mong thầy cô có thể xem xét cho em đăng kí thêm môn CI4093 ạ!Hoặc nếu có thể, em mong thầy cô có thể cho em hủy môn LA1009 (AV4) để đăng kí môn CI4093 ạ!. . Em chân thành cảm ơn thầy cô!",
            "Chào em,. . . . PDT đã mở khoá DKMH, em hiệu chỉnh nhé.",
            "Dạ em cảm ơn cô ạ! . . Nhưng cô ơi! Em có đăng kí môn chuyên ngành CI4089\t(Thiết kế quy hoạch đô thị) vào thứ 5 (kết thúc tiết 6). Em muốn đăng kí thêm môn chuyên ngành CI4093\t(Thiết kế kiến trúc công cộng 4) vào thứ 5 ( bắt đầu từ tiết 7) thì có cách nào để em đăng kí không ạ? Do 2 môn chuyên ngành em này học tại họa thất (Lầu 5 H2) nên em có thể thu xếp được thời gian ạ! Em cảm ơn cô!",
            "Chào bạn theo quy định nhà trường bạn không thể đăng ký 2 môn học liên tục tiết 6 -  tiết 7 được nhé.. .",
            "CODE Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là [full_name], sinh viên K15 chương trình tiên tiến. Vào đợt đăng ký môn học trước, em bị trùng lịch 2 môn Thí nghiệm giải tích hệ thống điện và phương pháp tính. Em đã làm giấy xin chuyển giờ học của môn thí nghiệm giải tích hệ thống điện và đã nhận được sự đồng ý của các bạn và cả giáo viên bộ môn cũng đã ký xác nhận và chuyển sang cho phòng đào tạo. Nhưng hiện tại em vẫn chưa được cập nhật lịch môn thí nghiệm giải tích hệ thống điện để có thể đăng ký môn phương pháp tính còn lại. Mong vấn đề của em sẽ sớm được giải quyết để em có thể hoàn thành việc đăng ký môn học cho kịp tiến độ ạ. Em cảm ơn",
            "Chào em,. . . . Đổi giờ môn thí nghiệm giải tích hệ thống điện không được vì phòng thí nghiệm giờ em cần đổi bị trùng môn học khác."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. . Em tên [full_name] . . MSSV [student_id]. . Em thì anh văn trong trường được 385 điểm là qua anh [full_name] 1 nhưng em không đăng ký anh văn 2 để học được. Mong thầy cô giúp đỡ.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào em,. . . . Môn anh văn 2 sỉ số đã full không tăng được nữa, chắc em làm đơn mở dự thính học kỳ 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin được tăng sĩ số cácc môn sau đây. . CI 1063 L01. . CI 1061 L01. . CI 3141 L01. . CI 1055 L01. . CI 3163 L01. . CI 3143 L01. . CI 1057 L01",
            "ĐÃ tăng sĩ số tối đa cho bạn.. . . . Bạn vào đăng ký nhanh nhé.",
            "test",
            "Dạ thưa PĐT, môn CI3141 còn sót chưa được tăng sĩ số ạ, kính mong PĐT điều chỉnh giúp em. Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Ở đợt 2 em có xin phòng đào tạo tăng sĩ số lớp L01_L01 môn hóa lý hóa keo ch1005 [full_name] đã được chấp thuận mà hiện giờ vẫn chưa thấy tăng. em kính xin phòng đào tạo tăng sĩ số môn hóa lý hóa keo ch1005 lớp L01_L01. Cảm ơn thầy cô đã đọc thư.",
            "chào em,. . . . [full_name] đã tăng sỉ số môn CH1005"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em học chương trình học khóa 2014, mã môn học cũ là ci3007, nhưng kỳ này không mở lớp. Em muốn đăng ký môn học theo mã môn học mới la ci3175 và ci3177, nhưng không được. Em xin phòng đào tạo cho em được đăng ký môn học theo mã mới.. .",
            "Mình kiểm tra thấy bạn đã đăng ký thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đạo tạo. . Em tên là [full_name] [student_id]. . Em đã nộp bằng toeic để đạt chuẩn av nhưng  vẫn ko đk được môn học trong đợt 3",
            "Chào em,. . . . Chuẩn anh văn đã được cập nhật.Em đăng kí lại nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên : [full_name]. . Mssv [student_id]. . Em đã nộp bằng toeic vào ngày 22/7 nhưng vẫn . . không đăng kí được môn cơ sở ngành , mong phòng đào tạo xem lại . . Em xin cảm ơn",
            "Chào em, . . . . Chuẩn anh văn đã cập nhật, em DKMH lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đăng kí chuyển điểm toeic đợt 25/7. Mà sao bây giờ trên đkmh em chưa được đăng kí môn chuyên ngành ạ. . . Dạ có thể mở gấp cho em không ạ.. .",
            "Chào em,. . . . Chuẩn av đã cập nhật, em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   U tổ A01 .mã môn EE3079- điện tử công suất ứng dụng - thầy [full_name]. .  Bạn e là học sinh vhvl chuyển hệ học chung với chính quy",
            "kính gởi phòng đào tạo. .  tên: [full_name]. . MSSV: [student_id]. .  Nội dung: e xin tăng sĩ số sinh viên môn học  \" Điện Tử Công Suất Ứng Dụng \" . .  [full_name] :EE3079 . đăng kí trong HK191 hệ chính quy (chuyển hệ).. .  Mong thầy cô cố gắng giúp em . để e theo kip tiến độ học tập. Em xin cảm ơn",
            "Chào em,. . . . Môn này sỉ số đã full không tăng được nữa, chắc em đăng kí dự thính 191 sắp tới nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đăng kí chuyển điểm toeic đợt 25/7. Mà sao bây giờ trên đkmh em chưa được đăng kí môn chuyên ngành ạ. . . Dạ có thể mở gấp cho em không ạ.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy cô. . . Em tên là [full_name]. Mssv: [student_id]. . Em muốn đăng ký môn học kết cấu bê tông cốt thép 2 mã môn học là Ci3007 nhưng kỳ này không mở lớp. Em muốn đăng ký môn học theo mã môn học mới là Ci3175 và Ci3177 nhưng không được. Cho em hỏi là nhà trường có thể cho em đăng ký môn học như vậy không? Nếu có em phải làm thế nào.",
            "Mình kiểm tra thấy bạn đã đăng ký thành công.. . . . về các môn học tương đương hoặc đổi mã bạn tham khảo tại đây . . . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, . . Mặc dù đã nộp chứng chỉ Toeic đủ điều kiện AV cho năm 2 tuy nhiên khi ĐKMH hệ thống lại báo chưa đủ AV năm 2. Mong PĐT kiểm tra giúp và chỉnh sửa. Em xin chân thành cảm ơn.. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đã chuyển điểm toeic 380 được anh văn 1 6.5 nhưng khi đăng kí môn học vẫn báo chưa đủ chuẩn anh văn hết năm 2.. . Mong cập nhật điểm sớm giúp em ạ em cảm ơn !. .",
            "Chào em,. . . . Chuẩn anh văn đã cập nhật, em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . cho em hỏi là em sinh viên k17 và em đã nộp CCNN 335 nhưng sao em không đăng kí được các môn học của năm 2 K17 vậy",
            "Mình kiểm tra thấy bạn vẫn đăng ký được bình thường nhé.. . . . Bạn vào đăng ký lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào PĐT. . hiện em đang đăng đăng kí môn học bổ sung (đợt 3), nhưng không được do chuẩn anh văn sau 2 năm .. . Tuy em vừa có kết quả nộp chứng chỉ ngoại ngữ quy đổi điểm anh văn và  đã đạt anh văn 1,2,3 .Đã có điểm trong tiến độ học tập.. . . . em đang cần đăng kí môn học gấp. Mong PĐT sữa lỗi này để em có thể đăng kí được môn học. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí miễn anh văn lúc 09:48 ngày 25/07/2019. . Em đã cố gắng học và thi được 435, em xin thẩm tra để không học trễ. Em cám ơn thầy cô rất nhiều",
            "Dưới đây là thông tin của em ạ",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Thưa thầy cô, trong đáng ký môn học của em có môn Pháp luật lỡ đăng kí vào lớ A21 dạy bằng tiếng anh. Cho em hỏi là tại sao môn đại cương dạy bằng tiếng anh ạ. Và em muốn xin chuyển lớp được không ạ. Vì em học đại trà. Việc học bằng tiếng anh rất khó ạ.",
            "Thua thầy cô, với lại khi em đăng ký lúc đợt 2. Môn đó là tiếng việt ạ. Nhưng bây giờ bất ngờ đổi em trở tay không kịp",
            "Chào em,. . . . Môn này là môn học gì? mã số bao nhiêu?",
            "Dạ. Đậy là môn Pháp luật đại cương SP1007 nhóm lớp A21 ạ. Em cảm ơn.",
            "Đã tăng sĩ số cho bạn",
            "Em muốn hỏi là mình có thể đổi nhóm không ạ. Vì môn đó lúc đầu đăng ký là tiếng việt nhưng bây giờ thành tiếng anh rồi. Hay là em phải xin hủy môn luôn ạ.",
            "Môn học dạy bằng tiếng việt nhé bạn. . . . bạn kiểm tra lại",
            "Chào bạn.. . hiện đã mở khóa.. . bạn có thể hiểu chỉnh môn học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi Phòng Đào Tạo,. . Em là [full_name], nay em muốn viết đơn này với nguyện vọng được đổi nhóm học trong kì 191 sắp tới ạ, do một số môn bị kẹt giờ với công việc riêng của em. Các nhóm em có nguyện vọng đổi sang không vi phạm quy chế giờ học của nhà trường, nhưng hết chỗ. . . Đó là môn MT1009, nhóm lớp L15. Và môn CO2003, nhóm lớp L04 - L09.. . Mong Phòng Đào Tạo xem xét giúp em.. . . .",
            "Chào em,. . . . Hiện tại các môn này đều tăng đến sỉ số max, nên không tăng sỉ số được nữa.",
            "Chào em,. . . . Hiện tại các môn này đều tăng đến sỉ số max, nên không tăng sỉ số được nữa.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi Phòng Đào Tạo,. . Em là [full_name], nay em muốn viết đơn này với nguyện vọng được đổi nhóm học trong kì 191 sắp tới ạ, do một số môn bị kẹt giờ với công việc riêng của em. Các nhóm em có nguyện vọng đổi sang không vi phạm quy chế giờ học của nhà trường, nhưng hết chỗ. . . Đó là môn MT1009, nhóm lớp L15. Và môn CO2003, nhóm lớp L04 - L09.. . Mong Phòng Đào Tạo xem xét giúp em.. . . .",
            "Chào em,. . . . Trong đợt 3 DKMH chỉ có thêm học, không huỷ môn học được, môn CO2003 hiện tại sỉ số đã full."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi trong đợt đăng kí môn học lần 3 em muốn chuyển nhóm môn học thì phải làm như thế nào ạ?",
            "Chào em,. . . . Trong đợt dkmh đợt 3 chỉ cho bổ sung môn học, không cho huỷ môn học nên em không chuyển nhóm được nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên là [full_name] MSSV [student_id]. . Hiện trên bảng điểm của em đã có điểm môn mạch điện tử EE2007 nhưng em không đăng kí được môn mạch điện tử thông tin EE3011 do lỗi chưa có điểm môn tiên quyết mong phòng đào tạo xem lại giúp em",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin đăng kí bổ sung môn đường lối ĐCSVN. . MS Môn học: SP1009. . HỌC KỲ 1(2019 - 2020) - HK191 - [full_name] . . Lớp A01. . Giảng viên: [full_name]. . Thứ 4\t- - 3 4 5 - - . . CS 1. . Mong phòng đào tạo xét duyệt cho em",
            "Chào em,. . . . PDT đã tăng si số em đăng kí nhanh nhe.",
            "xin lỗi em không biết nên giờ đăng nhập mới thấy tin nhắn, mà khi vào đang kí thì lại hết chỗ rồi, chị có thể giúp em được không?"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi phòng đào tạo. . Em tên: [full_name]. . MSSV:[student_id] . . Nội dung: Em xin tăng tỉ số học sinh môn điện tử công suất ứng dụng (mã EE3079) HK191 hệ chính quy - đợt 2 (chuyển hệ).. . Kính mong thầy cô giúp em để em theo kịp được tiến độ.. . Em xin cảm ơn !",
            "Chào em,. . . . Trong đợt 3 DKMH PDT đã tăng sỉ số tối đa nên không tăng được nữa em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . cho em hỏi là em đã nộp băng av rồi ạ. mà bây giờ pđt ch duyệt cho em thì giờ em phải làm sao ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã đạt chuẩn sau năm 2 , đã nộp chứng chỉ anh văn ở MyBK và thanh toán xét miễn tiếng anh ở BKPay nhưng em vẫn không được đăng kí các môn chuyên ngành năm 3. Em mong muốn PĐT giải quyết để em đăng kí môn ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp chứng chỉ toiec trước ngày 25/07 vì chưa qua av2 để đk môn học . Mà lúc e đk môn học lại không được. Em cần phải làm gì ạ. Mong pdt thẩm tra chứng chỉ giúp em",
            "Chào em,. . . . 10h sáng mai (2/8)PDT sẽ cập nhật các chuẩn av, mai em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên : [full_name]. . Mssv [student_id]. . Em đã nộp bằng vào ngày 24/7 và đã qua. . 350 nhưng không đăng kí được môn cơ sở ngành. . Mong pđt xem lại. . Em xin cảm ơn. .",
            "Chào em,. . . . 10h sáng mai (2/8)PDT sẽ cập nhật các chuẩn av, mai em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812829  /b \t. . . . Em chào thầy/cô. Em tên Phạm Ngọc Phương Linh. MSSV 1812829. Em đa đạt 350 Toeic rồi nhưng vẫn chưa được đăng kí môn học. Em mong thầy cô giải quyết sớm để em được đăng kí cơ sở ngành. Em xin chân thành cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. .",
            "Em chào thầy/cô. Em tên Phạm Ngọc [full_name]. MSSV [student_id]. Em đa đạt 350 Toeic rồi nhưng vẫn chưa được đăng kí môn học. Em mong thầy cô giải quyết sớm để em được đăng kí cơ sở ngành. Em xin chân thành cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Cho e xin được hỏi các bước để tăng sĩ số lớp.. . Hiện tại lớp [full_name] (CI3211) đã 40/40nguoi. . Xin được hướng dẫn từ các A/C",
            "Chào em,. . . . PDT đã tăng sỉ số em DKMH lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT . . Em tên [full_name]. . MSSV [student_id]. . - ngày 23/07 em có nộp CCNN nhưng vẫn chưa được ĐKMH. Mong PĐT xem xét ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đã cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa phòng đào tạo, em tên [full_name], mssv [student_id], vào ngày 24/7/2019 e đã nộp chứng chỉ anh văn và đã thanh toán xong ạ, đến nay vẫn chưa có kết quả thẩm tra ạ, e mong nhà trường thẩm tra nhanh giúp e để e kịp đăng kí môn học ạ, e cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . kính gửi thầy cô phòng đào tạo. .  lần trước em đăng kí môn học cũng hiện ra thông báo này và không đăng kí được, lần này cũng vậy, cho em hỏi là tại sao và cách khắc phuc thế nào ạ, em cảm ơn!",
            "Chào em,. . . . Em đăng kí môn học bình thường mà em.",
            "em đăng kí môn nhập môn kĩ thuật vẫn không được ạ, và môn bơi em đăng kí lộn trên cơ sở 1 giờ khóa giờ cho em hỏi sao hiệu chỉnh lại để học ở cs2 ạ",
            "Chào bạn. . . . Môn học này dành cho Khóa 2019 và bạn không thể đăng ký vào nhóm lớp này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em xin chào quý thầy/cô ạ.. . Em xin vào thẳng vấn đề ạ.. . Bữa điểm anh văn của em do sơ suất và cô đã cho thiếu em cột điểm môn Toeic500 học kì vừa rồi nên đợt đăng kí môn học trước của em bị hủy những môn bắt buộc tiên quyết anh văn. Giờ PĐT đã sửa điểm cho em và có bảo lại là đợt 3 này sẽ đăng kí được. Hôm nay là đợt cuối của việc đăng kí môn học và hiện tại em đăng kí và vẫn bị lỗi là thiếu môn Anh văn ạ. Em mong PĐT sẽ xem xét và giải quyết việc này cho em để em có thể đăng kí đúng thời hạn ạ.. . Em xin cám ơn.. . . .",
            "Đã cập nhật điểm chuyển AV cho bạn. . . . bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy cô.. . Em đang học hệ KSTN và chuẩn anh văn sau năm 2 là TOEIC 500. . Kỳ dự thính HK182 em có đăng kí môn học TOEIC500 và đã đạt nhưng hiện tại em vẫn chưa đăng kí được môn học do thiếu chuẩn AV. Mong quý thầy cô xem xét và giải quyết sớm cho em ạ. Xin cảm ơn.",
            "Đã cập nhật điểm chuyển AV cho bạn. . . . bạn vào đăng ký lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô. . em là [full_name]-[student_id]. . em đã nộp chứng chỉ ngoại ngữ ngày 23/7 nhưng đến hôm nay em vẫn chauw đăng kí môn được do chưa đạt chuẩn anh văn. . mong thầy cô xem xét",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đã cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin tăng thêm sĩ số môn học ME3025 Lớp A02. Tiết  7-8-9 của Thầy [full_name]. Em xin cảm ơn",
            "Chào em,. . . . Đã tăng sỉ số, em DKMH lại nha"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . Lần trước em thi anh văn được 440, lần gần đây nhất thì được 335. Khi em đăng kí môn học thì không được do chuẩn anh văn. Cho em hỏi là do chưa cập nhập điểm hay sao ạ. Nếu vậy thì phòng đào tạo có thể cập nhập lại điểm anh văn là 440 để em có thể đăng kí môn học được không ạ.. . Xin chân thành cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại dữ liệu av của bạn đang cập nhật, bạn hãy vào đăng ký lại môn học sau 1g ngày 01/08/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo em tên [full_name]. . MSSV:[student_id]. . Em gửi chứng chỉ ngoại ngữ vào ngày 14/07/2019 và đã có kết quả là hợp lệ nhưng em vẫn chưa đăng kí môn được ạ. Mong thầy cô xem xét để em đăng kí môn ạ.. . Cảm ơn thầy cô ạ.. .",
            "Bạn đã được chuyển điểm AV sau năm 1. . . . bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em tên [full_name]. . MSSV   [student_id]. . em đã nộp chứng chỉ ngoại ngữ ngày 22 nhưng đến nay vẫn chưa thẩm tra. Em mong phòng đào tạo thẩm tra sớm để em đk môn học",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN  nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định mà không cần chờ kết quả thẩm tra.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 181428. .   Kính gửi phòng đào tạo, em tên [full_name], MSSV: [student_id], khoa kỹ thuật hóa học.. .   em muốn hỏi là Hóa lý 1 (CH2003), Quá trình và thiết bị cơ học (CH2019) của HK191 có phải môn tiên quyết của Hóa lý 2 (CH2031), Qttb truyền nhiệt (CH2043) và qttb truyền khối (CH2051) của HK192 không ạ? Mong PDT hồi âm sớm ạ.",
            "Chào bạn. . Về Chương trình đào tạo bạn nên tư vấn cụ thể ở văn phòng Khoa (cụ thể là Thầy Phó Khoa phụ trách chương trình đào tạo)",
            "Vậy em liên hệ thầy bằng cách nào ạ",
            "Em xuống VP Khoa để hỏi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, em tên [full_name], MSSV: [student_id]. .   Em viết yêu cầu này mong PDT có thể tăng thêm sỉ số của môn Hóa lý hóa keo (CH1005) được không ạ? Vì đang trong thời gian đăng kí môn đợt cuối nên mong PDT duyệt sớm ạ.. .   Em cảm ơn.",
            "Chào em, . . . . Môn CH1005 đã full sỉ số không tăng được, em có     làm đơn mở lớp học kỳ dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Môn học yêu cầu Chứng chỉ ngọai ngữ (CCNN). . . CCNN của em đã được thẩm định là hợp lệ, nhưng vẫn không đăng kí được.",
            "Bạn vào đăng ký lại nhé.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em là Nguyễn Thị Lan Nhi MSSV [student_id] xin tăng sỉ số môn Kế Toán Tài Chính im2001 thứ 4 tiết 7 8 9 L01 của thầy [full_name]",
            "Em là Nguyễn Thị Lan Nhi MSSV [student_id] xin tăng sỉ số môn Kế Toán Tài Chính im2001 thứ 4 tiết 9 10 11 L01 của thầy [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Kế toán tài chính lớp L01 của thầy [full_name] chiều thứ 4 tiết 9 10 11, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơv và em chỉ có thể đăng ký giờ này này thôi ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . . . Đã tăng sỉ số môn  Kế toán tài chính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "No solution",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Xin pđt cho e đăng kí môn phương pháp tính ở cs2 vào ngày thứ 4 tiết 2,3,4 của thầy [full_name] [full_name]E rất cảm ơn pđt đã xem mong muốn của e ạ   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . . . Hiện tại môn PPT đã full sỉ số không tăng được nữa, có thể em đăng kí môn này trong đợt dự thính 191 sắp tới."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em học lớp XD17 bằng 2, xin Phòng đào tạo xem xét tăng sĩ số lớp CI3009 Kết cấu thép 1 Nhóm A02 Thứ 3 tiết 345. Để em được đăng ký môn học. Lí do: thuận tiện về thời gian đi học và hoàn thành được môn học Thép 1. Em chân thành biết ơn.",
            "Chào em,. . . . Môn CI3009 nhóm A02 đã tăng sỉ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô trong phòng đạo tạo . . Em tên là [full_name]. . MSSV: [student_id]. . Nội dung: em muốn xin phòng đạo tạo tăng sĩ số môn CH2021 Hóa hữu cơ, nhóm lớp L01, thứ 3 tiết 8-9-10",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã tăng sĩ số cho bạn",
            "Hiện em thấy trên đăng kí môn học nhóm lớp  L01 tiết 8-9-10 môn CH2021 Hóa Hữu cơ vẫn chưa tăng sĩ số. E mong phòng đào tạo có thể kiểm tra lại dùm e với ạ",
            "Bạn kiểm tra lại sĩ số hiện tại là 75sv"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ có thể tăng sĩ số môn hóa học hóa sinh Tp CH2007 l01 được không ạ",
            "[full_name] đã tăng sỉ số môn CH2007 nhóm L01"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin thầy cô mở thêm sĩ số môn. . - MT2001 lớp A06. . - SP1009 lớp A04. . - AS1003 Lớp A01 . . Lúc em vào đăng kí là vẫn còn sĩ số nhưng hệ thống báo chưa đến hạn đăng kí, nhưng lúc đó là 09h59AM em đăng kí mãi tới 10h02AM, vào lúc 10h05AM thì mọi thứ đều hết chỗ, em không thể đăng kí được, Mong thầy cô giúp đỡ em tại vì em chỉ đăng kí được mỗi 5 tín chỉ!",
            "Chào em,. . . . Các môn này đều full sỉ số không tăng nữa nha em."
        ]
    }
]