[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Chào quý thầy cô.. .  Em muốn xem lại ngày nhập học thì em xem ở đâu ạ ? Em xem trên thông tin sinh viên thì chỉ có tháng/năm nhập học thôi ạ.. .  Mong quý thầy cô trả lời. Em cảm ơn.",
            "Chào em,. . Em xem lại biểu đồ HK191 để biết ngày bắt đầu HK nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em đã đăng kí đợt tốt nghiệp 11/2021 và phiếu đăng kí đã được xử lí, tuy nhiên tên được ghi trên giấy chứng nhận chưa đúng. . . . . Em muốn nhờ quý thầy cô thay đổi tên trên giấy tốt nghiệp từ   B Thái ý Linh   /B  thành   B Thái Ý Linh  /B  (viết in hoa cả tên lót).. . . . Rất mong nhận được phản hồi từ quý thầy cô vì thông tin này cũng được in trên bằng tốt nghiệp.",
            "Chào em,. . PĐT ghi nhận lại trường hợp này.. . trên bằng tốt nghiệp chắc chắn sẽ in đúng chữ Ý, em yên tâm nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Dạ thầy cô cho em hỏi, phần quà trường gửi cho em thì em có kiểm tra và biết đã được gửi từ ngày 05/10 nhưng kiểm tra vận đơn của Viettel Post báo đã bị từ chối là sao vậy ạ? Em mong nhà trường có thể giải quyết sớm giúp em ạ, tại vô học chính thức đã được 10 ngày nhưng không có sách thì khá bất tiện ạ. Em xin cảm ơn.. .",
            "Chào em,. . Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em là [full_name] MSSV [student_id]. Lúc trước em có nộp đơn onl để xin gia hạn học phí kì chính này. Sắp tới đây là hạn đóng nhưng em không biết được là đơn của em đã được chấp thuận hay chưa? Em có phải làm thêm thủ tục gì không? Em cảm ơn và mong thầy cô hồi âm ạ.",
            "Chào em,. . Lúc trước em có nộp đơn onl để xin gia hạn học phí kì chính này. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin kính chào quý thầy/cô,. . Em muốn rút môn học nhưng hiện tại em đang ở quê và không lên thành phố được. Cho em hỏi là em có thể rút môn online được không? Hoặc em có thể nhờ bạn làm đơn rút môn thay em được không.. . Em xin cảm ơn!",
            "1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn.. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêucầu à Tạo câuhỏi/yêu cầu mới :: điền thông tin vào CHỦ ĐỀ : Rút môn học (phải thanh toán học phí) HK 211.. . 3.   Click vào choose file đểtại file ảnh .. . 4.   Click vào GỞI.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]. Mssv [student_id]. . . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được. . . Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ. . . E chân thành cảm ơn.",
            "Chào em,. . Em vui lòng dùng mail sinh viên của em (không dùng mail cá nhân), gửi yêu cầu về mail của Phòng Đào tạo: [email] để nhờ hỗ trợ xin bản mềm của Bằng tốt nghiệp, vui lòng ghi nội dung cần hỗ trợ và lý do vì sao?. . Thân",
            "Mail sinh viên của em đã hết hạn và không dùng được nữa ạ. Em có mail bằng mail cá nhân qua pdt nhưng chưa nhận được hồi âm.",
            "Chào bạn. . Tài khoản bạn vào BKSI được là vào mail được nghen bạn. . Thân",
            "Em đăng nhập thì được báo tài khoản bị vô hiệu hóa rồi ạ. Chị xem lại giúp em với. Em có đính kèm ảnh.",
            "Em đã nhận được phản hồi từ pdt từ mail cá nhân r ạ. Em cảm  ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em là [full_name], MSSV [student_id].. . . . Thầy cô cho em hỏi, em vừa đăng kí xét tốt nghiệp, do dịch em muốn trường gửi giấy chứng nhận qua đường bưu điện và trong quá trình đăng kí em có stick vào mục này. Nhưng khi đóng tiền xong và refresh lại trang thì mục đó không còn được stick nữa. Thầy cô cho em hỏi và kiểm tra giúp em giấy chứng nhận tạm thời có được gửi qua đường bưu điện không ạ, nếu không thì em phải làm những gì để được gửi ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Nhà trường sẽ mặc định gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện cho sinh viên, dựa theo địa chỉ SV khai trong mục đăng ký tốt nghiệp. Không nhận trực tiếp tại trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em có thắc mắc về học phần GDTC như sau:. . Theo như email mới nhất về việc đăng ký môn học GDTC, trong đó có ghi \"Theo quy chế học vụ Sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp.\". . Em thuộc khóa K2018 và theo ctđt thì cần 3 học phần GDTC.. . Hiện em đã đủ 2 học phần GDTC, nhưng do sức khỏe không đáp ứng để học tiếp môn GDTC còn lại, thì em có cần phải học thêm để đủ 3 môn GDTC không ạ? Hay chỉ 2 học phần GDTC là đủ như trong email mới nhất thông báo ạ?. . Em xin cảm ơn,. . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy(cô) ạ. . cho em hỏi hệ thống thanh toán học phí online Bkpay có đang bị lỗi gì không ạ , em vào thanh toán học phí môn anh văn theo nhu cầu mà không được ạ, khi click vào mục thanh toán thì hệ thống báo lỗi. Ngày 17/10/2021 là hết hạn đóng học phí rồi ạ, hiện tại em rất lo lắng, mong nhận được sự hỗ trợ. . Em cảm ơn",
            "Chào em,. . Hiện tại cô kiểm tra bạn đã thanh toán được học phí dự thính học HK211 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . E đóng học phí bị báo lỗi đến giờ vẫn vậy không đóng được.",
            "Chào em,. . Hiện tại bkpay thanh toán học phí được rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi em là sinh viên K19 thì cần phải hoàn thành 2 hay 3 môn thể dục để được xét tốt nghiệp ạ?",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Cho em hỏi mình khi chọn thời khóa biểu, em có thể chọn nhiều nhóm lớp được không, hay chỉ chọn một nhóm lớp (Vì sợ nếu nhóm lớp ít người đăng ký quá thì không mở lớp được)  /i",
            "Đăng ký môn học. . . . Cho em hỏi mình khi chọn thời khóa biểu, em có thể chọn nhiều nhóm lớp được không, hay chỉ chọn một nhóm lớp (Vì sợ nếu nhóm lớp ít người đăng ký quá thì không mở lớp được)  /QUOTE . .",
            "Chào bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . Lớp sinh hoạt:MT20KH04    . . Lớp:MT20KH11. . Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học, với lý do bất khả kháng,em hoãn thi các môn học gồm:Cấu trúc dữ liệu và giải thuật,mô hình hóa toán học,kiến trúc máy tính.Em chân thành cảm ơn.",
            "Chào bạn. . Lý do bất khả kháng là gì vậy bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name],. . Em đã đăng kí GDTC tuy nhiên thì không đăng kí được như hình bên dưới ạ.. . Em mong nhận được sự giúp đỡ,. . Em xin cảm ơn ạ.. . . .",
            "Chào em,. . Em vào đăng ký lại nhé.. . . . Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào PĐT ạ.. . Em tên [full_name], MSSV [student_id]. . Hiện tại, địa phương em đã yêu cầu nộp giấy hoãn NVQS, em muốn nhận giấy hoãn NVQS do nhà trường cấp thì phải làm sao ạ?. . Em cảm ơn PĐT ạ.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em là sinh viên khóa K2019, hiện tại em đã hoàn thành 1 môn GDTC là môn bóng bàn và đang học trực tuyến môn võ của học kỳ 202. Em xin hỏi là em có cần phải hoàn thành 3 môn GDTC như quy chế từ khóa K2019 hay không? Nếu như vậy thì em phải hoàn thành bao nhiêu học phần GDTC như chương trình mới ạ?. . . . Em xin cảm ơn.. . . .   i Học vụ .",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em chào thầy/cô, cho em hỏi nếu do ảnh hưởng của dịch covid nên năm qua kết quả học tập không tốt, sau khi hết thời hạn đào tạo tối đa thì có thể xin gia hạn thêm 1 học kỳ tiếp theo không ạ ? Em cảm ơn.. . . .",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô, vừa qua nhà trường có mở đợt đăng kí tốt nghiệp cho tháng 11 này. Tuy nhiên, khi tham gia đăng kí em nhận được thông báo không năm trong danh sách tốt nghiệp dự kiến. Mong thầy cô có thể thông báo giúp em các điều kiện mà em chưa thỏa và cách khắc phục ạ. Em xin cảm ơn.",
            "Chào em,. . Hiện tại em chưa đủ điều kiện tốt nghiệp, bộ phận xét TN báo em còn thiếu các môn sau: Nợ 003705,003706,003707. . Em vui lòng kiểm tra lại và phản hồi nếu PDT xét không đúng.. . Nếu bạn học môn tương đương vui lòng phản hồi lại ghi rõ tên MH đã học tương đương với môn nào? ở HK nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên: Phạm Thiên Phú. . MSSV: [student_id]. . Dạ cho em hỏi bây giờ em có thể xin hoãn thi môn: Kỹ Thuật Số, mã môn: EE1015, lớp DT02 kỳ Dự thính 202, ngày thi: 10h ngày 18/10/2021 được không ạ.. . Vì không đáp ứng đủ về cơ sở vật chất và đường truyền mạng không ổn định.",
            "Chào em,. . Trường hợp Hoãn thi HK202, HK203 sau ngày 15/10/2021. . - Sv tải mẫu đơn: Phiếu đăng ký Hoãn thi Cuối kỳ tại aao    biểu mẫu. . - Có xác nhận của GV giảng dạy và Khoa, gửi đơn qua bksi, PĐT trình BLĐ phòng xem xét.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ con đã đăng ký và thanh toán rồi thưa thầy cô. Nhờ thầy cô check thông tin giúp con với ạ. Con cảm ơn nhiều ạ ^^",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung vấn đề cần hỏi của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô pđt ạ.. . Cho em xin hỏi một số vấn đề về đăng ký môn học Giáo dục thể chất đang được mở này ạ.. . Em là sv k18, các năm trước em có học và đã đạt điểm qua 2 môn là bơi và bóng chuyền. Với khóa của em thì sv phải đạt 3 môn thể chất. Tính đến nay em bị thiếu 1 môn thì trong đợt nà em có được đăng ký học môn thể chất học phần 1 đang mở này không ạ?. . Mong giáo viên giải đáp thắc mắc cho em ạ. . . Em xin cảm ơn.",
            "Chào bạn. . - [full_name] nghen bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đạo tạo cho em hỏi khi nào có giấy chứng nhận tốt nghiệp tạm thời? Em có thể lên trường lấy giấy được không?. . . .",
            "Chào bạn,. . Nhà trường sẽ mặc định gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện cho sinh viên, dựa theo địa chỉ SV khai trong mục đăng ký tốt nghiệp. Không nhận trực tiếp tại trường.. . Thứ 6 hàng tuần PDT sẽ lấy dữ liệu và in giấy CNTN  tạm thời, sau đó sẽ scan và up lại file trên mybk/đăng ký tốt nghiệp và gửi bản giấy qua đường bưu điện cho SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô!. . . . Em là [full_name]. . MSSV: [student_id]. . . . Hiện tại, sau khi kiểm tra lại mục đăng ký tốt nghiệp trên mybk vào tối thứ sáu và sáng nay (thứ 7) như lời hướng dẫn nhưng em vẫn chưa thể đăng ký tốt nghiệp được do thông tin vẫn đang cập nhật Nợ học phí. Tuy nhiên, em đã đóng học phí đầy đủ từ 1 tuần trước và trên BKpay đã ghi nhận điều đó.. . . . Hiện tại, em đang cần bằng tạm thời để bổ sung vào đơn xin việc làm. Em mong thầy/cô kiểm tra và cập nhật lại toàn bộ thông tin giùm em để em có thể sớm đăng ký tốt nghiệp.. . . . (Em có đính kèm hình ảnh tình trạng em vẫn chưa thể đăng ký tốt nghiệp trên mybk). . . . Em chân thành cảm ơn thầy/cô nhiều.",
            "Hiện tại, em đã đăng ký xét tốt nghiệp thành công trên mybk. Tuy nhiên khi chuyển sang phần thanh toán trên bkpay thì sau khi chọn thanh toán thì hệ thống lại báo lỗi.. . (Em có đính kèm hình ảnh bên dưới). . Em chân thành cảm ơn.",
            "Đã thanh toán được lệ phí TN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Hiện đang học theo CTĐT khóa 2014 và đã chuyển khóa 2013.. . Trong CTĐT 2014 em đang học môn Luận văn tốt nghiệp (ME4079) và môn Cơ khí đại cương (ME1003). Và còn 1 môn nữa là hoàn thành CTĐT theo khóa 2014.. . Vậy em vẫn học theo CTĐT 2014 luôn được không ạ. Vì trong CTĐT 2013 em vẫn còn vài môn vẫn chưa hoàn thành.. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Cô chưa hiểu rõ ý bạn trình bày?. . Hiện tại em đã có QD chuyển khóa và bây giờ em muốn xin chuyển về lại khóa ban đầu là khóa 2014 hay như thế nào?. . Vui lòng trình bày rõ giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi phòng đào tạo,. . . . Em tên [full_name]. . MSSV [student_id]. . . . Em có lịch thi giữa kỳ 2 môn học:. . CH2021-Hoá hữu cơ 13g00 ngày 17/10. . CH2027-Sinh học đại cương 15g00 ngày 17/10. . . . Do đường truyền internet không ổn định, không đảm bảo hoàn thành quá trình làm bài nên em xin được hoãn thi. Mong nhà trường xác nhận cho em.. . . . Thanks and best regards,. . [full_name].tnx",
            "Chào bạn. . Ngay từ đầu học kỳ, Nhà trường đã thông báo việc học và thi của Hk211 là on line, Sv đảm bảo thiết bị thì đăng ký học. . Nên hiện tại với lý do bạn trình bày không thể đồng ý. . - Bạn có thể liên hệ Giảng viên giảng dạy để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Em là [full_name], MSSV: [student_id]. . Em có khoản học phí anh văn theo nhu cầu (hạn 17/10/2021) tuy nhiên khi chọn mục học phí cần đóng và tiến hành thanh toán thì link dẫn về OCB gặp vấn đề theo hình ảnh đính kèm khiến em không thể thanh toán học phí. Hiện tại em không thể ra ngân hàng để thanh toán, không biết có cách nào giải quyết vấn đề này hay không ạ? . . Mong sớm nhận được phản hồi từ thầy cô.. . . . Em cảm ơn và chúc thầy cô cuối tuần vui vẻ!",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn theo nhu cầu bổ sung rồi nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo ạ!. . . . Em là [full_name]. . Mã số sinh viên: [student_id]. . Khoa: Điện - Điện tử. . . . Em xin trình bày như sau:. . . . Em hiện tại đã có bằng TOEIC 2 kỹ năng Listening và Reading 640 điểm. Trong đó Listening là 335 còn Reading là 305 điểm.. . . . Theo như chuẩn quy đổi điểm em xem qua quy chế học vụ thì chỉ quy đổi môn học Anh văn 3 là 7.5 điểm, còn môn học Anh văn 4 là 5 điểm. Em đã đăng ký thi lại chứng chỉ TOEIC từ tháng 5 năm 2021  để có thể quy đổi điểm cao hơn. Nhưng tình hình dịch nghiêm trọng vừa qua mọi kỳ thi đều bị hủy bỏ đến nay. Đến thời điểm hiện tại vẫn chưa có tín hiệu từ trung tâm IIG hay BKEnglish mở thi lại chứng chỉ TOEIC.. . . . Hiện tại em đã bảo vệ thành công Luận văn tốt nghiệp và điểm tích lũy nghành của em thì đủ điểm để được bằng tốt nghiệp loại giỏi (chưa tính điểm Anh văn 3 và Anh văn 4). Vậy em muốn hỏi với tình trạng của em, thì em có thể làm đơn để xét đạt môn Anh văn 4 thay vì quy đổi điểm được không ạ (còn môn anh văn 3 em sẽ quy đổi điểm ạ)? Hoặc là Phòng đào tạo có thể hướng dẫn cho em có cách giải quyết nào được không ạ?. . . . Em rất mong nhận được phản hồi từ Phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . . . Sinh viên. . [full_name]. .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Bạn xem quy định đủ điểm thì đăng ký chuyển điểm anh văn, . . - Hoặc đăng ký anh văn học để đạt. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là bây giờ em muốn đăng ký giấy xác nhận vay vốn ngân hàng sinh viên để nộp cho địa phương thì em nên liên lạc với bộ phận nào của trường để có giấy đó ạ?",
            "Chào em,. . - Vấn đề vay vốn ngân hàng em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Đăng ký Giấy xác nhận sv: mybk/xác nhận sv .... . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa 2017, MSSV [student_id]. . . Trong học kỳ 211 em có đăng ký môn Đề cương luận văn tốt nghiệp, em đã có thời khóa biểu trên MyBK thông tinh sinh viên, nhưng trên trang Elearning của em chưa có môn học đó ạ. . . Cho em hỏi việc này có ảnh hưởng gì không ạ? Em mong Phòng đào tạo sớm xem xét giúp em ạ. Em xin chân thành cảm ơn",
            "Chào em,. .  em đã có thời khóa biểu trên MyBK thông tinh sinh viên, nhưng trên trang Elearning của em chưa có môn học đó ạ.. . =  Khoa, Bộ môn chưa phân công cán bộ giảng dạy trên BKeL nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô, hiện tại 11h em có lịch thi giữa kì nhưng chỗ em ở đã bị cúp điện.Em nên xử lí trường hợp này như thế nào ạ?. . Em cảm ơn cô.",
            "Chào bạn,. . Trường hợp của em vui lòng liên hệ trực tiếp với GVGD để trình bày và xin được kiểm tra bổ sung lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào PĐT,. . Em là [full_name], MSSV: [student_id].. . . . Em gửi mail này xin hỏi PĐT về giấy xác nhận sinh viên có được bưu điện chuyển về tận nhà không hay là in file được gửi trên myBK vậy ạ? Tại em thấy phiếu xử lý đã được hoàn thành và có file nhưng không thấy bưu điện gửi về ạ. Em đang cần gấp để bổ túc hồ sơ NVQS cho phường.. . . . Em xin cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu ([full_name]DT không in hàng loạt như các năm trước). . - [full_name]dt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, [full_name]ĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi [full_name]ĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời [full_name]ĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV [student_id]. Hiện tại em đang học khoa Kỹ thuật địa chất và dầu khí của trường. Nhưng em vừa nhận được Đơn gọi nghĩa vụ quân sự. Trong khi em đã nộp giấy xác nhận sinh viên của trường cho Xã huyện địa phương hồi năm 1. Và giở em bị gọi, hy vọng trường cấp cho em giấy mới để em nộp lại cho phường xã.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em đã hoàn thành Giáo dục thể chất 1 khi còn học ở học kì pre, thì bây giờ em cần học lại học phần 1 GDTC không ạ? và em cần học tiếp mấy học phần GDTC ạ?",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nội dung: Hiện em chỉ còn thiếu điều kiện Anh [full_name] nói-viết để ra trường. Có cách nào để xác thực được thông tin này để em bổ xung vào hồ sơ tạm hoãn nghĩa vụ được không?. . . . Em đã gửi giấy tạm hoãn nghĩa vụ nhưng bên ủy ban yêu cầu thêm.. . . . Mong quý thầy/cô giúp đỡ em xác thực thông tin này, tại chỗ em sắp có lệnh gọi nghĩa vụ rồi ạ.",
            "Chào em,. . Em đã gửi giấy tạm hoãn nghĩa vụ nhưng bên ủy ban yêu cầu thêm. . =  Địa phương em gửi công văn yêu cầu xác minh đến PĐT. PĐT trả lời công văn đó đến địa phương em.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] ạ. Thầy cô cho em hỏi là em k18 phải học 3 môn thể chất mới qua được như từ học kì k201 trường lại chuyển thể dục lại 2 học phần. Nên em thắc mắc là mình có phải học môn thể chất 3 không ạ. Em cảm ơn",
            "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô, em đã hoàn thành được hầu hết các điều kiện để xét tốt nghiệp, tuy nhiên do bằng toeic của em không đạt 600 nên kì này em đang đăng kí và học anh văn 4. Em muốn hỏi nếu như tình hình dịch bớt, em đăng kí thi toeic, chuyển điểm anh văn 4 thì em có kịp đăng kí tốt nghiệp đúng hạn không (đợt đăng kí đến ngày 24/12) hay em phải đăng kí tốt nghiệp đợt sau ạ? . . Em cảm ơn thầy cô, hi vọng thầy cô sớm giải đáp  giúp em ạ!",
            "Chào em,. . Nếu em hoàn thành đủ tất cả các điều kiện tốt nghiệp trước hạn thông báo xét tốt nghiệp, em có thể gửi câu hỏi qua bksi để đăng ký xét TN bổ sung  nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng ký môn học. . Chào thầy/ cô. . Em tên là [full_name]([student_id]) hiện đã học xong 2 môn thể chất là Bơi và Bóng chuyền thì bậy giờ em đăng kí học thể chất học phần 1 (Võ) ở kì 211 này có được không ạ. Em cám ơn!. .",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em hiện đang học năm 2 ạ. Đợt đăng kí nộp bằng tốt nghiệp THPT lần trước em chưa đăng kí ạ. Thầy/cô có thể cho em biết là khi nào thì sẽ có đợt đăng kí mới không ạ.. . Em cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính gửi thầy cô PĐT, e là [full_name] , mssv [student_id]. Bảo dưỡng công nghiệp k17.. . Quý thầy cô cho e hỏi, e đã hoàn thành tất cả các điều kiện để xét tốt nghiệp, nhưng đợt trước do e chưa hoàn thành đủ ngày CTXH nên mới đăng ký môn Tổ chức bảo dưỡng 3 mã 260623. Bây giờ e đã đủ ngày ctxh, nhưng e vào mục xét tốt nghiệp thì thấy ghi là \"nợ học phí\". Nhưng môn Tổ chức 3 chưa đến thời gian thanh toán nên e cũng không thể thanh toán được, và e còn thấy nợ phí bảo hiểm y tế 6 tháng do e đăng ký nhầm nên k đóng mà đóng 12 tháng rồi (e đã liên lạc bên trạm y tế). Vậy e mong quý thầy cô xem xét tình trạng hiện tại của em, nguyên nhân đăng ký không được là do đâu, đề xuất hướng giải quyết để e có thể tốt nghiệp ra trường đi làm ổn định kinh tế gia đình ạ.. . Em chân thành cảm ơn.. . Trân trọng.",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Tốt nghiệp. . . . Kính gửi thầy cô PĐT, e là [full_name] , mssv [student_id]. Bảo dưỡng công nghiệp k17.. . Quý thầy cô cho e hỏi, e đã hoàn thành tất cả các điều kiện để xét tốt nghiệp, nhưng đợt trước do e chưa hoàn thành đủ ngày CTXH nên mới đăng ký môn Tổ chức bảo dưỡng 3 mã 260623 để duy trì tình trạng học. Bây giờ e đã đủ ngày ctxh, nhưng e vào mục xét tốt nghiệp thì thấy ghi là \"nợ học phí\". Nhưng môn Tổ chức 3 chưa đến thời gian thanh toán nên e cũng không thể thanh toán được, và e còn thấy nợ phí bảo hiểm y tế 6 tháng do e đăng ký nhầm nên k đóng mà đóng 12 tháng rồi (e đã liên lạc bên trạm y tế). Vậy e mong quý thầy cô xem xét tình trạng hiện tại của em, nguyên nhân đăng ký không được là do đâu, đề xuất hướng giải quyết để e có thể tốt nghiệp ra trường đi làm ổn định kinh tế gia đình ạ.. . Em chân thành cảm ơn.. . Trân trọng.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV [student_id]. . Em xin phép được cấp giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự qua file word hoặc pdf sớm nhất có thể được không ạ :( Em sợ giao qua đường bưu điện không tới nhà kịp thời trong thời hạn ạ. Em xin cảm ơn thầy cô đã giúp đỡ em",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là ngày mai là hạn chót thanh toán học phí anh văn theo nhu cầu bổ sung rồi mà từ hôm qua đến nay BKPAY em không thể thanh toán được ạ. Thanh toán thì bị lỗi bảo mật ạ.",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn theo nhu cầu bổ sung rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Kính gửi thầy cô!. . Em tên là [full_name], em xin phép được hỏi là hôm qua em có đăng kí học giáo dục thể chất HK211 bộ môn võ và nhóm lớp CC11. Sau khi nhận được mail báo lỗi, em có vào lại để đăng kí thì em không chọn lại nhóm lớp CC11. Em mong được thầy cô giải đáp.. . Em xin cảm ơn.. . [full_name].. . . .",
            "Chào bạn. . Bạn xem mail để đăng ký đợt 2 các môn GDTC Thời gian đăng ký bổ sung từ 13g00 ngày 18/10 -  14g59 ngày 19/10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi tình trạng hiện tại của em, khoa Điện-Điện tử đã gửi đơn xét tương đương môn học Thực Tập công nhân của em và chị thư kí đã báo tình trạng đơn của em đã được chấp nhận. Tuy nhiên trên bảng điểm của em vẫn chưa được cập nhật, vì vậy em chưa thể đăng kí tốt nghiệp được. Kính mong phòng đào tạo kiểm tra và cập nhập điểm cho em để em có tên trong danh sách tốt nghiệp sắp tới. Em cám ơn Phòng đào tạo nhiều ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào. . Em có đăng ký giáo dục thể chất học phần 1 - HK211. . Em thuộc chương trình đại trà nhưng khi chọn đăng ký các lớp L thì không được. Và hệ thống báo rằng \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\". . Mặc dù lớp vẫn còn trống học viên và không trùng thời khoá biểu của em nhưng hệ thống vẫn không cho ạ. . . Mong nhận được sự hỗ trợ của đội ngũ hỗ trợ trường ĐH Bách Khoa. . Em xin cảm ơn!. .",
            "Gửi các bạn sinh viên.. . . . Kết thúc đợt 1 đăng ký các môn GDTC theo hình thức online, PĐT đã thống kê hủy các lớp sĩ số thấp và các trường hợp trùng TKB với học kỳ chính. PĐT xin thông báo đến sinh viên:. . . . - Sinh viên xem lại kết quả kèm lý do không đăng ký được tại đợt \"Đăng ký giáo dục thể chất học phần 1- Kết quả đợt 1 + đăng ký đợt 2 - HK211\". Hướng dẫn đính kèm email này.. . . . - Các sinh viên không đăng ký được tại đợt 1 có thể đăng ký bổ sung trong đợt 2. Lưu ý các môn đã đăng ký thành không sinh viên không thể hiệu chỉnh.. . . . - Thời gian đăng ký bổ sung từ 13g00 ngày 18/10    14g59 ngày 19/10.. . . . - TKB sẽ được cập nhật lại sau 18g00 ngày 19/10.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý thầy cô,. . Hiện tại em có kiểm tra về tình trạng tốt nghiệp của em, và em không thể đăng kí tốt nghiệp do em chưa đóng 1 khoản học phí (phí in bảng điểm). Hiện tại em đã thanh toán xong khoản này rồi ạ. Và do em cũng đang cần gấp bằng tạm thời cho thủ tục xin việc. Nên em kính mong thầy cô có thể cập nhật lại thông tin tốt nghiệp của em sớm nhất, để em hoàn thành thủ tục xin đăng kí tốt nghiệp.. . Em xin cám ơn quý thầy cô.",
            "Chào bạn,. . Sau ngày 20/10/2021 bạn vô đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại thì em thanh toán học phí trên bkpay từ mấy bữa nay nhưng không được, với lại giờ em ở quê nên không có OCB không biết em có thể dùng phương thức khác để thanh toán học phí không.Trả lời sớm giúp em hạn đóng học phí gần hết. . .",
            "Chào em,. . Hiện tại cô thấy em đã thanh toán lệ phí anh văn theo nhu cầu rồi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy cô , em tên là [full_name] . Hôm nay em có tham gia bài kiểm tra giữa kì môn Thủy lực và Thủy văn . Nhưng lúc em vào lại mất mạng và lúc vào được thì trang báo not secure . Lần đầu em gặp việc như vậy nên em cũng không biết làm sao . Dạ sau khi em xem lại đường mạng và loay hoay tìm cách sửa để vào trang thì bị trễ mất 30p ạ . . . Mong thầy cô có thể xem xét giúp đỡ cho em được tham gia thi lại ạ .. . Cảm ơn thầy cô đã đọc đơn gửi của em . . . Chúc thầy cô thật nhiều sức khỏe và niềm vui ạ . . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . . em là [full_name], mã số sinh viên [student_id], em đăng ký nhận giáo trình rất lâu rồi mà tới giờ bạn nào cũng nhận được riêng em thì không ạ. Cho em hỏi giờ em phải làm sao ạ?",
            "Chào em,. . Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . - Các trường hợp không gửi được cho SV (SĐT không liên lạc được, địa chỉ không đúng), Sau khi bưu cục trả sách về, lúc đó thư viện sẽ liên hệ lại với SV để xác nhận lại địa chỉ và số điện thoại và gửi lại sách cho SV (Trường hợp này SV phải đợi). . . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email]. . để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Cho em được hỏi vì sao học kỳ 211 này các môn học 3 tín chỉ không được giảng dạy mỗi buổi học 3 tiết, mà đã bị giảm xuống chỉ còn 2 tiết một buổi học. Và sự cắt giảm này không hề thông báo tới sinh viên từ đầu học kỳ.. . . . Mong anh/ chị hồi đáp.. . . . Em cảm ơn.",
            "Chào em,. .  Và sự cắt giảm này không hề thông báo tới sinh viên từ đầu học kỳ.. . =  Em xem lại email PĐT đã gửi sv ngày 16/7/2021 (đọc mục 3. HK211 cho SV từ năm 2). . . . \"Thông báo Kế hoạch học tập trong tình hình mới của Học kỳ 202, 203, 211. . - Ho Tro SV   support.stu@hcmut.edu.vn . . 15:13, Th 6, 16 thg 7. . tới stu.all,. . . . Thân gửi các bạn Sinh viên,. . . . Căn cứ trên tình hình phòng chống dịch Covid-19, được sự chỉ đạo của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch học tập trong tình hình mới của các học kỳ 2/2020-2021 (HK202, dự thính DT202), học kỳ hè (HK203, dự thính hè DT203), học kỳ 2 của chương trình Chất lượng cao/Tiên tiến/Quốc tế (viết tắt là CLC) nhóm 1B (HK202B), học kỳ 1/2021-2022 (HK211, dự thính DT211) như sau:. . . .  . . . . I. Kiểm tra và thi. . . .  1. Hình thức Kiểm tra/Thi. . . . -     Các học phần có thể được tổ chức kiểm tra/thi (thi) theo hình thức trực tuyến (thi trực tuyến), hoặc chuyển đổi hình thức thi phù hợp nhất trong hình hình hiện nay, như bài luận, bài tập lớn, thuyết trình trực tuyến, vấn đáp trực tuyến, bảo vệ đồ án trực tuyến, bảo vệ hội đồng trực tuyến hoặc kết hợp nhiều phương pháp.. . . . -     Hướng dẫn về thi trực tuyến đang được ban hành.. . . .  2. Tổ chức thực hiện. . . . -     Các Khoa đăng ký chuyển đổi hình thức thi hoặc thi trực tuyến cho các học phần và báo PĐT để sắp xếp lịch thi. Các học phần không thể tổ chức thi cuối kỳ do chưa hoàn tất các phần học thí nghiệm, thực tập xưởng (TNg) sẽ được tổ chức sau khi hoàn tất việc TNg, tuỳ theo tình hình sắp đến.. . . . -     Sinh viên (SV) không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi trực tuyến. Trường hợp này, SV sẽ nhận điểm hoãn thi và được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối đa 01 năm. Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Trường hợp hoãn kiểm tra, Giảng viên (GV) chủ động tổ chức kiểm tra lại cho các SV này hoặc dùng một điểm thành phần khác, kể cả điểm thi cuối kỳ, để thay thế theo quy định hiện hành. SV nộp đơn hoãn thi theo quy định hiện hành tại PĐT hoặc theo email hoặc hệ thống myBK    Hỗ trợ trực tuyến.. . . . -     Riêng các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được phép hoãn thi (nộp bài, báo cáo, bảo vệ).. . . .  . . . . II. Quy định về tuần học đầu tiên của học kỳ. . . . -     Theo quy định hiện hành, GV không được vắng mặt buổi học đầu tiên của học kỳ và phải thực hiện các công việc theo quy định trong Quy định giảng dạy của nhà trường (công bố và giải thích đề cương môn học, ra các bài quiz để đánh giá mức độ nắm vững đề cương môn học, ...).. . . . -     Đối với hình thức giảng dạy trực tuyến, ở tuần lễ đầu tiên, GV chủ yếu giải thích rõ đề cương môn học, cách thức học tập theo hình thức trực tuyến, các công cụ dùng trong giảng dạy, học tập và đánh giá học tập (như quiz, ...) trong quá trình giảng dạy trực tuyến. GV cần hỗ trợ SV, nhất là các SV mới nhập học, trong việc sử dụng các công cụ học tập trực tuyến để việc giảng dạy và học tập đạt hiệu quả cao nhất.. . . .  . . . . III. Kế hoạch học tập trong tình hình mới. . . .  1. HK202, DT202. . . . -     Kiểm tra giữa kỳ (nếu có) chậm nhất là tuần 30 (26/7 - 01/8/2021). . . . . -     Thi học kỳ, kể cả báo cáo đồ án, TTNT (tổ chức trong HK202, nếu có), ĐCLV, trong các tuần 31-32 (2/8 - 15/8/2021) và kéo dài tối đa đến tuần 33 (16/8 - 22/8/2021).. . . . -     Riêng bảo vệ LVTN, các Khoa tổ chức chậm nhất trong tuần 34 (23/8 – 29/8/2021).. . . . -     Các học phần có TNg chưa tổ chức đủ sẽ được bố trí lịch học và lịch thi khi điều kiện được phép và theo quy định của TP.Hồ Chí Minh (Cơ sở Lý Thường Kiệt) và Tỉnh Bình Dương (Cơ sở Dĩ An).. . . .  . . . .  2. HK203, DT203, HK202B. . . . -     Thi học kỳ của DT203, HK202B trong tuần 30-31 (26/7 - 08/8/2021).. . . . -     Các học phần có TNg của HK202B chưa tổ chức đủ TNg sẽ được bố trí lịch học và lịch thi khi điều kiện được phép. Các học phần có TNg của DT203, Khoa bố trí lịch theo cam kết mở lớp của Khoa. . . . . -     Đối với các học phần TTNT tổ chức trong HK203, các Khoa chủ động lịch thực tập khi điều kiện cho phép hoặc triển khai bằng hình thức trực tuyến khi đảm bảo được chất lượng thực tập. Ngay khi hoàn tất thực tập, Khoa nộp điểm về PĐT để công tác học vụ được vận hành hiệu quả, bảo đảm tốt nhất quyền lợi của SV. . . . . Em đọc nhé. . . .  3. HK211 cho SV từ năm 2. . . . -     Bắt đầu học kỳ từ tuần 33 (từ 16/8/2021).. . . . -     Tất cả các phần học lý thuyết, hướng dẫn bài tập/thực hành tại lớp (gọi chung là LT) áp dụng phương pháp học tập phối hợp (blended learning) và giảm 20% số tiết lên lớp. PĐT sẽ bố trí lịch dạy tối đa cho các phần học này trong 12 tuần.. . . . -     Các tuần đầu học kỳ, khi điều kiện không cho phép giảng dạy và học tập trực tiếp, thực hiện giảng dạy và học tập theo hình thức trực tuyến. Các tuần sau của học kỳ, khi điều kiện cho phép, việc giảng dạy và học tập tổ chức theo hình thức trực tiếp như bình thường.. . . . -     Tạm dời lịch học của các phần học TNg vào các tuần sau của học kỳ, tổ chức khi được phép giảng dạy và học tập trực tiếp. Các phần học TNg có thể tổ chức được bằng hình thức trực tuyến, Khoa đăng ký với PĐT để bố trí lịch như bình thường.. . . . -     Tuỳ theo tình hình thực tế, có thể bố trí lịch học và thi của các học phần có TNg của HK202, DT202 vào thời gian của HK211 để kết thúc các học kỳ này trọn vẹn.. . . . -     Dự kiến kiểm tra giữa kỳ trong tuần 40-41 (04/10 - 17/10/2021), bố trí vào cuối tuần. Nếu điều kiện không cho phép, kiểm tra tập trung theo hình thức trực tuyến.. . . . -     Dự kiến lịch thi cuối kỳ, bảo vệ đồ án, bảo vệ hội đồng, ... trong tuần 51-52 (20/12 - 31/12/2021). Các học phần có TNg chưa tổ chức xong có thể bố trí lịch học và thi lùi sau lịch dự kiến này.. . . . -     Riêng SV CLC năm 2, có 04 tuần học GDQP-AN, dự kiến tuần 45-48 (08/11 - 05/12/2021) theo lịch của Trung tâm GDQP-AN ĐHQG-HCM.. . Thân mến. .",
            "Chào chị, . . . . Email này trường gửi em đã đọc qua từ trước, nhưng việc cắt giảm mà em đề cập ở đây quá hơn 20% như trong email thông báo. Ví dụ ở đây là đề cương môn học E-Commerce-IM3023, tổng số tiết giảng dạy là 36 tiết, đã giảm 20% số tiết so với khi học bình thường(45 tiết), nhưng ở học kỳ 211 này tiếp tục giảm còn 30 tiết(2 tiết*15 tuần) và theo như thông báo mới nhất từ giảng viên là giảm thêm 4 tiết(giảm 2 tuần học), tức thực tế chỉ còn 26 tiết.. . . . Trên là phản hồi chi tiết hơn của em, dựa trên đề cương giảng viên đã gửi, cũng như thời khóa biểu trường đã cập nhật từ đầu học kỳ.. . . . Trân trọng.",
            "Chào em,. . - Em xem đề cương môn này có 45 tiết BTL ? (1TC). . - 30 tiết LT giảm 20% còn 24 tiết LT. . Em liên hệ GV để biết thêm chi tiết.. . Thân mến. . . .",
            "Chào chị,. . . . Điều em thắc mắc nằm ở chỗ 30 tiết LT ạ. Vì sao từ 36 tiết LT giảng dạy bởi giảng viên(như được sắp xếp ở học kỳ 202 cho các môn học 3 tín chỉ) xuống còn 30 tiết cho học kỳ 211 này, để rồi giảm thêm 20% số tiết còn 24 tiết ạ ?. .  . . Trân trọng.",
            "Chào em,. . Môn này có 3Tc = 2Tc LT + 1Tc BTL. . Điều em thắc mắc nằm ở chỗ 30 tiết LT ạ. . =  2TC LT= 30 tiết cắt giảm 20% = 24 tiết là đúng rồi em.. . Vì sao từ 36 tiết LT giảng dạy bởi giảng viên. . =  Đề cương môn học em xem . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . - Em liên hệ Khoa, GV để được biết thêm chi tiết.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là khi nào em nhận được sách giáo trình vậy, em đăng ký lâu rồi mà vẫn chưa nhận, mà bạn em ở gần lại nhận được lâu rồi .em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... . . Thân mến. . - Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email]. . để được hướng dẫn nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện đã đăng kí nhận giáo trình và quà của trường từ rất lâu. Hiện tại, nhiều bạn đã nhận được bưu kiện từ trường nhưng em vẫn chưa có và kiểm tra đơn hàng cũng không thấy có đơn nhận nào cả. Em rất mong muốn nhà trường xem xét về việc này ạ. Xin cảm ơn",
            "Chào em,. . Những đơn hàng sv kiểm tra thấy báo đơn hàng bị từ chối vì đã làm vận đơn trên hệ thống viettel post nhưng chưa chuyển đi được vì một số  lý do:. . + Thẻ data viettel chưa có cho nên gần 1000 đơn có loại thẻ này chưa thể đóng gói và chuyển đi.. . +  Viettel post hiện không nhận đơn đến các  Tỉnh Đồng Nai, Bình Dương, Bình Phước, một số khu vực, Long An, Tiền Giang, Bà Rịa Vũng Tàu, Cà Mau, Đồng Tháp ... (cập nhật thường xuyên). . + Riêng trường hợp SV ở TP. HCM thì do Đoàn TN chuyển trực tiếp cho SV (những bạn ở TP. HCM nếu đăng ký nhận thẻ data viettel vẫn chưa chuyển đi được.. . -  vẫn chưa có và kiểm tra đơn hàng cũng không thấy có đơn nhận nào cả. . =  Em liên hệ thư viện phụ trách việc gửi sách cho Tân sinh viên: [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em không đăng kí được những lớp còn lại của GDTC thì phải làm sao ạ ?",
            "Chào em. . Em vui lòng trình bày rõi vấn đề của bạn? Ghi rõ lý do vì sao không đăng ký được?. . Ghi rõ nguyện vọng bạn xin đăng ký môn nào (mã môn học, mã nhóm). . Cô sẽ chuyển cho bộ phận đăng ký môn học kiểm tra và trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], mssv [student_id]. . . Theo như qui định về việc học giáo dục thể chất từ hk182 yêu cầu sinh viên phải hoàn thành ít nhất 3 môn  giáo dục thể chất khác nhau trong 9 môn. Thế nhưng vào hk181 thì em có hoàn thành giáo dục thể chất 1 và vào hk193 em có hoàn thành môn Bóng rổ nữa. Thì với qui định về 3/9 môn của GDTC, em cần phải học ít nhất 1 hay 2 môn nữa mới được xem là hoàn thành chương trình GDTC ạ? Với lại, em đăng kí học võ trong phần \"đăng kí giáo dục thể chất học phần 1-hk211\" trên mybk thì khi hoàn thành có được tính là 1/9 môn yêu cầu không ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Theo quy định là bạn phải hoàn thành 3 môn GDTC. . - em đăng kí học võ trong phần \"đăng kí giáo dục thể chất học phần 1-hk211\" Được tính là 1 môn của GDTC nghen. . Thân",
            "Vậy vào hk181 em hoàn thành giáo dục thể chất 1 và vào hk193 hoàn thành môn Bóng rổ, thì được tính là hoàn thành 2 môn GDTC hay mới chỉ hoàn thành 1 môn?. . Em xin cảm ơn!",
            "QUOTE Chào bạn. . Theo quy định là bạn phải hoàn thành 3 môn GDTC. . - em đăng kí học võ trong phần \"đăng kí giáo dục thể chất học phần 1-hk211\" Được tính là 1 môn của GDTC nghen. . Thân  /QUOTE . . Vậy vào hk181 em hoàn thành giáo dục thể chất 1 và vào hk193 hoàn thành môn Bóng rổ, thì được tính là hoàn thành 2 môn GDTC hay mới chỉ hoàn thành 1 môn?. . Em xin cảm ơn!. .",
            "Chào bạn. . Bạn xem tại [full_name] điểm chuyển đã ghi nhận môn GDTC2 được MT. . và đã có điểm GDTC1. . Vậy là bạn phải hoàn thàng GDTC3 nữa. . Thân"
        ]
    }
]