[
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên là [full_name]. . MSSV:[student_id]. . Em đã đăng ký môn Thực tập ngoài trường (ME3135) vào học kỳ 211. . Nhưng đến nay vẫn chưa được sắp xếp. . Em có gửi mail đến Bộ môn  KT Chế Tạo nhưng bộ môn thông báo chưa thấy PĐT gửi danh sách em trong đợt ĐKBS môn TTTN. . Kính mong PĐT hỗ trợ kiểm tra để e có thể hoàn hành TTTN vào hoc Kì 211 này ạ. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Hiện tại thời điểm này đã quá trễ để giải quyết các vấn đề khiếu nại/ĐKMH bổ sung học học kỳ 211.. . Sinh viên vui lòng kiểm tra mail thông báo của nhà trường về hướng dẫn cách xem lịch sử kết quả đăng ký môn học. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi k17 mà chưa tốt nghiệp có được lấy giấy tạm hoãn Nghĩa vụ quân sự không. Và lấy như thế nào ạ.. . Em cảm ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên là [full_name]. . MSSV:[student_id]. . vào cuộc họp tháng 7 với thầy [full_name]. . Có thống nhất về vấn đề hoàn trả học phí những môn học trùng môn miễn. . Hiện tại, các bạn cùng khóa đã được hoàn trả học phí. . Nhưng đến hiện tại e vẫn chưa nhận được tiền hoàn trả và cũng chưa nhận được thông tin về vấn đề này của PĐT. . Kính mong PĐT hỗ trợ ktra và giải quyết sớm giúp em. . Em xin chân thành cảm ơn. . Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . - Sinh viên [full_name] - [student_id] đã có quyết định số 2424, ngày 28/10/2021 hoàn trả học phí dự thính chuyển hệ HK202 với số tiền là: 525.000 đồng và PĐT đã chuyển danh sách hoàn trả học phí đến Phòng KHTC, em theo dõi giúp. . . - Còn lý do vì sao em không nhận được thông tin gì về cập nhật tài khoản ngân hàng: vì em đã cập nhật số tài khoản lên bkpay nên em không gửi mail hoặc liên lạc để lấy số tài khoản.. . Thân mến. .",
            "Chào PĐT. . Học kỳ 201 202 và 203 các môn học trùng các môn được miễn do PĐT gửi danh sách miễn chậm trễ, số tiền học phí hoàn trả tổng cộng là 10.345.000VNĐ. . Nhưng chỉ nhận được 525.000VNĐ. . Và cho e hỏi số tiền hoàn đó là của môn nào, và tại sao chỉ có môn đó được hoàn, trong khi những môn khác cũng trùng do danh sách miễn gửi chậm trễ. . Kính mong PĐT hỗ trợ ktra và phản hồi thỏa đáng giúp em",
            "Chào em,. . Em theo dõi trên bkpay và email, cô đóng câu hỏi này nhé.. . Thân mến. .",
            "Chào em,. . - PĐT đang tiến hành đối chiếu lại việc hoàn trả học phí cho sinh viên và tiến hành hoàn trả cho các sinh viên đang bị hoàn trả sót trong thời gian sớm nhất.. . - Em xem còn gì thiếu sót gửi lại (kèm file kiểm tra).. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Do yêu cầu từ địa phương, để đầy đủ thủ tục cho hoãn nghĩa vụ quân sự, em cần hóa đơn thanh toán học phí. Em đã thanh toán xong học phí rồi, em có thể nhận hóa đơn như thế nào ạ? Em có thấy mục in hóa đơn trên BKpay nhưng hóa đơn in ra không đầy đủ thông tin.. . . . Mong thầy/cô giúp em nhận được hóa đơn sớm.. . . . [full_name] ([student_id])",
            "Chào em,. . Em liên hệ phòng Kế hoạch tài chính để được hướng dẫn nhé. . . . Số điện thoại: (08) [student_id]6 ext: 7252. . Email: [email]. . http://khtc.hcmut.edu.vn/. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Thầy/Cô ạ !. . Em muốn gia hạn thời gian đóng học phí thì làm như thế nào ạ. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí xin giấy tạm hoãn nghĩa vụ quân sự, nhưng giờ em cần gấp phòng đào tạo có thể xác nhận và gửi cho em bản xem trước sớm nhất có thể được không ạ. Em xin cảm ơn!",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy,cô. . Em tên là [full_name] . . MSSV [student_id]. . Em có đăng kí bảo hiểm y tế trong 5 ngày qua nhưng vẫn không được mong thầy,cô giải quyết giúp em.. . Em cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT!. . Em tên: TRẦN THANH BÌNH  MSSV: [student_id]. . Nay em viết mail này, xin PĐT nhà trường cho em được hoãn thanh toán toàn bộ HP HK211, chuyển sang thanh toán chung với Hk212.. . Lí do: Gia đình em đang rất khó khăn về tài chính do ảnh hưởng của dịch bệnh.. . Em có đính kèm đơn và đã trình bày rất rõ về hoàn cảnh hiện tại của gia đình.. . Vì là Sv hệ VHVL, nên thầy Thông_PCTCTSV đã hướng dẫn em liên hệ PĐT để xin giúp đỡ cho đóng trễ, PCTCTSV của thầy không còn hỗ trợ cho SV VHVL nữa.. . Kính mong nhà trường hỗ trợ cho phép em đóng trễ để em còn được tiếp tục học tập tại nhà trường.. . Em xin cảm ơn.",
            "Chào bạn,. . Vấn đề về gia hạn học phí là do phòng Công tác Chính trị Sinh viên quyết định, đơn của bạn PDT đã tiếp nhận và chuyển lại qua Phòng Công tác Chính trị sinh viên xem xét và sẽ trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh chị. Hiện tại vì không sắp xếp được lịch biểu, em có nhu cầu hủy một số môn học (có đóng học phí) để tránh bị cảnh cáo vì tự ý bỏ thi. Anh chị cho em hỏi là hiện giờ còn hủy môn được không ạ? Nếu được, em phải làm đơn hay liên hệ bộ phận nào ạ? Em cảm ơn anh chị đã giải đáp.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Kính chào quý thầy cô,. . Em tên là [full_name], MSSV [student_id].. . Do gia đình em hiện đang gặp khó khăn vì Covid nên em có làm đơn xin được gia hạn học phí học kì 211 ạ.. . Đơn em gửi đã được phòng CTCT-SV xác nhận, nhưng em không thấy quyết định chính thức về danh sách sinh viên được gia hạn học phí trên web site của phòng CTCT-SV, cũng như thời gian đóng học phí của em vẫn chưa được gia hạn.. . Em xin được hỏi làm sao để xem được danh sách sinh viên đã được phép gia hạn học phí ạ, và liệu em có được gia hạn học phí chưa ạ.. . Em xin chân thành cảm ơn.. . Ý,. . [full_name]. .   i Học vụ .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là [full_name], sinh viên khóa K2017 Khoa Tài Nguyên và Môi Trường. Hôm nay khi đăng ký xét tốt nghiệp thì em nhận thấy vẫn chưa đăng ký được do hệ thống hiện còn nợ ngày CTXH. . . Số ngày CTXH của mình đến hôm nay em đã tích đủ. Mong anh/chị xem xét giúp em cập nhật trên hệ thống để sớm được đăng ký tốt nghiệp.. . . . Mong nhận được phản hồi sớm từ anh/chị. . . . Trân trọng./.. . . . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi [full_name] hòng Đào tạo. . Em tên [full_name]. . Dạ trong tuần vừa rồi và tuần trước thì nhóm học võ của em trong BKel bị mất nhưng trong tuần đầu tiên thì trên BKel vẫn còn. Xin [full_name] Phòng sửa lại giúp em ạ.. . Xin cảm ơn ạ.",
            "Chào em,. . Em xem lại TKB nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pdt ạ,em có gửi yêu cầu hỗ trợ về học phí 2 ngày trước , nhưng hôm nay em vẫn chưa được cập nhập đã đóng học phí , em có qua bên ngân hàng hỏi thì họ bảo họ đã gửi cho bên trường rồi ạ.",
            "Chào em,. . Em vui lòng chụp hình gửi lại chứng minh số tiền em đã đóng để PĐT nhờ OCB kiểm tra lại nhé.. . Thân mến",
            "Dưới đây là biên lai em đã đóng ngày 2/11 ạ.. . Mong PDT kiểm tra giúp ạ.",
            "Cô đã gửi minh chứng của em để NH OCB kiểm tra, khi nào có kết quả cô gửi lại.",
            "Vâng em cảm ơn.. . Hy vọng phòng đào tạo cập nhập trên bkpay sớm cho em ạ.",
            "Chào em,. . - Ngân hàng OCB trả lời: do em nộp trực tiếp vào TK trường, không đóng qua BKpay hay đóng trực tiếp tại quầy.. . - Em đã nộp sai cách thức thanh toán, chờ hết tháng 11 P.KHTC sẽ tra soát lại nhé.. . - Lần sau em thanh toán đúng trên bkpay, tránh rắc rối như lần này nhé.. . Thân mến",
            "Vâng em cảm ơn ạ,do sai sót, lần gần nhất em đọc thì thấy mở đóng ngày 2/11 nên em đóng vào ngày 2/11 luôn ạ.. . Em cảm ơn pdt đã xử lý."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ,tại em bên hệ cao đẳng ạ,không có thi hai kĩ năng nói,viết.Chỉ thi nghe,đọc thôi ạ.Nên em đăng kí thi toeic 2 kĩ năng nghe,đọc ở ngoài,nộp bằng để xét tốt nghiệp ạ.",
            "Chào em,. . Em vui lòng làm đơn xin cấp giấy xác nhận sinh viên để thi TOEIC, em ghi rõ tình trạng hiện tại và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811056  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô. . .  . . Em đăng kí tham gia bhyt theo mail hướng dẫn của pđt nhưng khi vào MyBK em lại không thể chọn được loại bảo hiểm đăng ký. Mong Thầy/Cô hướng dẫn cho em.. . . . Em xin cảm ơn Thầy/Cô. . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô vui lòng cho em hỏi em muốn xin đề cương môn học một số môn đã học ở truonhwf mình để thực hiện chuyển điểm ở trường khác thì em cần liên hệ ở đâu vậy ạ? Em cám ơn.",
            "Chào em,. . Về chương trình đào tạo em liên hệ ở Khoa của để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: [student_id]. . Chào thầy/cô. Em muốn hỏi về vấn đề hoãn nghĩa vụ quân sự. Do em có xin giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự. Nhưng em khóa k16 nên trên giấy xác nhận ghi khóa học kéo dài từ 9/2016 đến 4/2021. Địa phương không chấp nhận giấy xác nhận sinh viên của em. Muốn em phải nhờ nhà trường thêm phần xác nhận là em nợ môn nào mà chưa ra trường. Nhờ thầy/cô hỗ trợ em với ạ. Em cảm ơn thầy/cô. . . .",
            "Chào em,. . Về thời gian đào tạo trong giấy xác nhận SV đều có ghi rõ về 2 mốc thời gian cho Sinh viên: Thời gian khóa học theo quy định và Thời gian đào tạo tối đa (bạn vui lòng xem lại trong giấy xác nhận SV.. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đủ các tiêu chí, em cũng đã chuyển điểm tiếng anh LA1005,La1007,LA1009 và đủ tất cả tín chỉ. Nhưng đến bây giờ em vẫn chưa nhận được mail tốt nghiệp. Xin hãy xử lý giúp em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, em là SV khoá k18. Hiện tại kì sau em sẽ làm luận văn. Nhưng do tình hình dịch bệnh đã lâu, tụi em vẫn chưa trở lại SG. . . Các trung tâm mở thi toeic cũng chỉ mới mở lại và cũng khá khó đăng kí thi. Không biết nhà trường đã có biện pháp gì hỗ trợ tụi em để kì sau có thể nhận luận văn đúng hạn không ạ?. . Em cảm ơn PĐT. . . .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em là [full_name] (mssv:[student_id]) em đã hoàn thành luận văn tốt nghiêp những vẫn còn môn chưa hoàn thành ở học kỳ 212. em được cử đi thực tập tốt nghiệp ở HK 202. em xin hỏi thầy cô về giấy xin thu nhận lại để em hoàn thành chương trình học.",
            "Chào bạn,. . PDT đã tiếp nhận đơn thu nhận của bạn, bạn theo dõi lịch học vụ và mail SV để vào đăng ký môn học cho Hk212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị ! Em là [full_name], MSSV [student_id]. Khi nhập học thì có theo học chương trình Việt Pháp và thuộc nhóm SV PFIEV K17, nhưng đến tháng 3/2018 thì em chuyển lại về lớp CK17LOG2. Em đã tham gia buổi SHCD cuối khóa với lớp CK17LOG2 rồi. Cho em hỏi là năm nay em có phải tham gia lại buổi SHCD cuối khóa của lớp SV PFIEV K17 không ạ? Em chân thành cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . DƯới đây là biên lai đóng tiền của em ạ.. . Em đã đóng ngày 2/11.",
            "Chào em,. . Em gửi yêu cầu về vấn đề học phí nhưng tận 3 ngày vẫn chưa đc giải quyết , mong pdt giúp ạ. . =  Trường hợp của em: chiều thứ 6 cô hỏi NH OCB đề nghị em gửi minh chứng, em gửi lại vào lúc: . . Thời gian: 11/05/2021 05:00:19 pm. . Từ: [15554] ([student_id]) [full_name]. . [student_id]34_[phone_number]22104_[phone_number][student_id]90_n.jpg (94.21 Kb) [ tải xuống ]. . Sao em nói là tận 3 ngày  vẫn chưa đc giải quyết?. . - Thứ 7, CN là ngày nghỉ nhé em.. . - Câu hỏi nhiều thì lần lượt trả lời và phụ thuộc vào nơi khác kiểm tra dữ liệu mới trả lời được nhé em.. . - Cô đã gửi minh chứng của em để NH OCB kiểm tra, khi nào có kết quả cô gửi lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em là sinh viên [full_name], MSSV [student_id]. . Hiện em đã đủ chuẩn tốt nghiệp, nhưng vì nợ lệ phí nên không thể đăng kí tốt nghiệp.. . Em có nợ lệ phí kiểm tra tiếng Anh là 100.000 đồng và khoản thanh toán này hết hạn vào ngày 13-5-2019. Hiện giờ em có vào để thanh toán nhưng vì đã quá hạn nên không thực hiện được. Mong PĐT phản hồi em cách để em thanh toán khoản lệ phí này để em không còn bị ghi nợ và có thể đăng kí tốt nghiệp.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa. . Em tên: [full_name]\tMSSV: [student_id]\t. . Khoa: Cơ khí. . Em xin gửi lại Đơn xin đăng ký bổ sung LVTN và Bảng xác nhận tiến độ thực hiện LVTN. Kính mong Phòng Đào tạo xem xét cho em được đăng ký bổ sung LVTN trong học kỳ này.. . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Đơn LVTN của bạn đã được đồng ý, cô sẽ chuyển cho bộ phận xét LVTN kiểm tra và đăng ký cho bạn. Bạn theo dõi TKB cập nhật trễ nhất vào ngày 20-11, sau ngày này nếu chưa thấy TKB vui lòng phản hồi lại bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . . . Em đọc không kĩ gmail của trường, em nghĩ dành cho các bạn chưa đăng kí hoãn thi nên em không có điền vào form hoãn thi ạ.. . Nhưng em đã được xác nhận hoãn thi, vậy xin PĐT cập nhật lại điểm cho em được không ạ.. . . . Em xin cảm ơn.. .",
            "Chào em,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô phụ trách:. . Em tên: [full_name], MSSV: [student_id], khoa: Kỹ thuật xây dựng.. . Em đã nhận được quyết định vào 211-QĐ-ĐHBK, ngày 21/7/2021. Hiện tại em đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì không đăng ký được, lý do là do được phản hồi tự động là do em bị tạm dừng học nên không đăng ký được xác nhận sinh viên. Em mong nhận được hướng dẫn từ quý Thầy/Cô.. . Em chân thành cảm ơn Quý Thầy/cô ạ!",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . . . em không đăng kí được BHYT năm nay, năm ngoái em có đăng kí thành công rồi.. . chỗ chọn loại BHYT thì nó ko hiện lên để em chọn dù em cập nhật thông tin rồi.. . xin thầy cô hỗ trợ giúp em để em đăng kí được, hoặc thầy cô có thể đăng kí giùm em để em đóng tiền trên bkpay. . do em ở quê nên chưa lên SG được",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là có kết quả hoãn thi đợt 2 trong đợt hè lần trước chưa ạ, sao em chưa nhận được mail về vấn đề này ạ?. .",
            "Chào bạn,. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . 55\t[student_id]\tHK203\tPH1005\t\tx\t\tLT. . 56\t[student_id]\tHK203\tMT1005\t\tx\t\tLT. . 57\t[student_id]\tHK203\tMT1007\t\tx\t\tLT. . Bạn xem lại mail Pdt đã gởi để biết cách thức tiến hành sau khi Pdt đã xác nhận yêu cầu Hoãn thi của bạn. . Vì sự cố kỹ thuật nên có thể thông tin tra cứu không có dữ liệu của bạn. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường, em là [full_name]. Em xin hỏi là nhà trường còn tổ chức đợt thi av 2 kỹ năng để xét đăng ký môn từng năm học hay không?. . . . Trên trang đăng ký môn em thấy em \" không được phép đăng ký trong đợt này\", Mã là BKE123.. . . . Em là Nguyễn Hồng [full_name] - [student_id], . . . . Nếu được e xin phép nhà trường cho em lịch đăng ký thi Anh văn xét duyệt đăng ký môn và lịch khi nào đăng ký môn học luôn. Em xin cảm ơn!",
            "Chào em,. . Hiện tại nhà trường chưa có thông báo về việc tổ chức thì AV định kỳ để xét chuẩn tiếng Anh từng năm, bạn vui lòng đợi thông báo sau(nếu có). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name]. . MSSV:[student_id]. . Tình hình là em có lịch thi AV400 vào ngày 7/11 nhưng hiện tại em vừa mắc covid và phải đi cách ly tập trung, nhà trường cho em hỏi là em muốn hoãn thi thì gửi đơn đến ai ạ? Em xin cảm ơn",
            "Chào em,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ nhà trường cho em hỏi. Em là [full_name], sinh viên khóa k15. Em muốn đăng kí bảo hiểm y tế 12 tháng tại trường ạ. Nhưng em đăng kí không được do chổ mục chọn loại bảo hiểm em không chọn được. Em xin cám ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt do thanh toán học phí trước hạn cụ thể là ngày 2/11 , nhưng bây giờ em vẫn chưa đc cập nhập trên bkpay thì có sao ko ạ , mong pdt giải quyết ạ.. . Em cảm ơn.",
            "Chào em,. . Em gửi yêu cầu về vấn đề học phí nhưng tận 3 ngày vẫn chưa đc giải quyết , mong pdt giúp ạ. . =  Trường hợp của em: chiều thứ 6 cô hỏi NH OCB đề nghị em gửi minh chứng, em gửi lại vào lúc: . . Thời gian: 11/05/2021 05:00:19 pm. . Từ: [15554] ([student_id]) [full_name]. . [student_id]34_[phone_number]22104_[phone_number][student_id]90_n.jpg (94.21 Kb) [ tải xuống ]. . Sao em nói là tận 3 ngày  vẫn chưa đc giải quyết?. . - Thứ 7, CN là ngày nghỉ nhé em.. . - Câu hỏi nhiều thì lần lượt trả lời và phụ thuộc vào nơi khác kiểm tra dữ liệu mới trả lời được nhé em.. . - Cô đã gửi minh chứng của em để NH OCB kiểm tra, khi nào có kết quả cô gửi lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào pđt ạ,. . . . Em là [full_name] MSSV: [student_id]. . Em đã nhắn tin thắc mắc cho email ctctsv về vấn đề trục trặc bảo hiểm y tế rồi nhưng vẫn chưa nhận được hồi đáp ạ. Rất mong pđt có thể giúp em. Em xin cảm ơn.",
            "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Em liên hệ trạm y tế qua email [email] xem nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . Lớp sinh hoạt:MT20KH04    . . Lớp:MT20KH11. . Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học:Hóa đại cương,mô hình hóa toán học,kiến trúc máy tính.. . Với lý do lúc đó anh họ em bị bệnh,phát hiện có nốt phổi, bệnh viện ở địa phương chuẩn đoán theo dõi và có nguy cơ bệnh K(ung thư) nên làm em rất lo lắng.Bệnh viện ở thành phố thì chuẩn đoán có thể là lao màng phổi.Em sẽ bổ sung thêm minh chứng khi có kết quả xét ngiệm ạ.. . Em chân thành cảm ơn.",
            "Chào em,. . Em xem lại giấy hẹn khám lại không phải tên em, nhưng lại tên là [full_name]. . Bạn xem lại giúp cô nhé",
            "Chào em,. . Cô gửi em giấy cho phép kiểm tra bổ sung giữa kỳ, có thể có gửi cho GV để kiểm tra bổ sung.. . Bản giấy em đến nhận hay cô gửi qua bưu điện cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần bảng điểm và điểm trung bình năm học để được khen thưởng từ Hội sinh viên tỉnh. Em có thể in bảng điểm chỉ riêng năm học 2020-2021 hay ko?. . . . Nếu ko, trường có thể in bảng điểm tất cả học kì nhưng tính và xác nhận điểm trung bình năm học 2020-2021 cho em ko? . . . .",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV: [student_id]. . Em xin phép hỏi thầy cô về việc giấy hoãn nghĩa vụ quân sự của trường mình đã có thể in được chưa ạ, vì em cần gấp sắp tới nên em vẫn chưa biết khi nào có thông tin giấy ạ, em cảm ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa cô, em đăng ký BHYT và có cập nhật thông tin theo hướng dẫn, nhưng ô \"chọn loại bảo hiểm đăng ký mua\" vẫn bị khóa, không cho chọn để đăng ký. . . Kính mong được cô giải đáp và hướng dẫn để em đăng ký lại ạ.. . . . Em xin cảm ơn cô!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Anh/ chị cho em hỏi là môn GDTC em đăng ký cả 2 môn trong đợt đăng ký và trường có gửi thông báo về yêu cầu cần hủy 1 trong 2 môn nếu em không yêu cầu thì sau 22/10 trường sẽ tự động hủy 1 môn trong 2 môn thể chất nhưng đến bây giờ trên lịch của em vẫn hiển thị cả 2 môn (võ và aerobic - em đều vào link học được) là sao ạ?. . . .",
            "Chào em,. . Vậy em muốn hủy môn nào gửi lại: ghi đầy đủ mã môn học, tên môn học, lý do. . Thân mến. .",
            "dạ, em muốn hủy môn aerobic ạ.. . Mã môn học: PE1021. . Tên môn học: Aerobic. . Lý do: - Chưa được hủy tự động 1 trong 2 môn thể chất theo như nhà trường đã thông báo và hiện tại vẫn đang phải tham gia đủ cả 2 môn.. .          . .",
            "Chào em,. . PĐT đã hủy . . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], mssv: [student_id]. Phòng đạo tạo có thể cho em xin số điện thoại, mail Thầy [full_name] bên khoa máy tính không ạ? vì em cần nhờ Thầy xác nhận đơn gia hạn học phí gấp ạ vì sắp hết hạn nộp đơn, em là sinh viên văn bằng 2 nên ít tiếp xúc với Thầy.Em cam đoan là đúng sự thật và chịu trách nhiệm những điều nói trên ạ.. .",
            "Chào em,. . Em liên hệ Khoa MT qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Em tên : [full_name] lớp GT18OTO3, học kỳ 211 này em đăng ký có 5 chỉ và được trường xếp đang học. mà học phí đến 2tr 450k, đáng lý ra 5 chỉ là chỉ 1tr 750k.Do dịch bệnh thu nhập nhà em cũng khó khăn. Mong Nhà trường xử lý việc này giúp em ạ.. . . .",
            "Chào em,. . - Môn đề cương luận văn là 2 TC học phí.. . - Em xem quy định về học phí tại:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1978. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô). . Theo như email lần trước em xin cập nhật lại điểm để xét tốt nghiệp thì hôm nay sau khi kiểm tra trong (211)Danh sách QĐ sinh viên hệ VHVL,DTTXA tốt nghiệp đợt 2 năm 2021 em không thấy tên trong danh sách ạ.. . Mong thầy cô kiểm tra và phản hồi cho em, em chân thành cảm ơn.",
            "Chào em,. . Em đã vào mục mybk/Đăng ký tốt nghiệp để đăng ký tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác  /i   /B Kính gửi phòng đào tạo; . .   B Phòng công tác xã hội;. . Cho em hỏi là học kỳ vừa rồi em có chuyển chương trình đào tạo từ chính quy chất lượng cao khoá K18 qua hệ vừa học vừa làm. Nay em có nhận được email tham gia SHCD cuối khoá của sinh viên khoá K18, cho em hỏi vậy sau khi chuyển hệ đào tạo thì em phải tham gia sinh hoạt công dân theo mã lớp nào ạ? . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name], MSSV [student_id], sv k2017 khoa Địa chất và Dầu khí. Em gửi câu hỏi này để nhờ PĐT vui lòng thay đổi thông tin cá nhân trong mục tốt nghiệp của em. Nội dung thay đổi là:. . Nơi sinh: Trung tâm Y tế huyện Mang Thít.. . Em xin chân thành cảm ơn!. . Sinh viên. . [full_name]. . . .",
            "Chào em,. . Nơi sinh là để theo tỉnh nhé bạn, không ghi theo nội dung em gửi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại, em mong muốn được thôi học để đi du học. Mong PĐT nhanh chóng xét duyệt để em có thể rút hồ sơ để hoàn thành thủ tục. Em cảm ơn",
            "Chào em,. . Về lý do thôi học đi du học em vui lòng bổ sung giúp cô thêm minh chứng đính kèm nhé. . Và em phải hoàn tất thanh toán hết các khoản học phí trên bkpay mới có thể nộp đơn thôi học nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin phép hỏi về việc TTTN HK203, hồi hè em có đăng ký thực tập tốt nghiệp, nhưng do thanh toán học phí trễ, em đã thanh toán học phí trễ rồi, bộ môn dời thực tập tới HK 211 nhưng khi tổ chức thực tập lại không có tên em trong danh sách thực tập. Em không biết PĐT có cập nhật lại danh sách cho bộ môn hay không. PĐT xem xét cập nhật giúp em được thực tập ạ. Em cảm ơn.",
            "Chào em,. . Em có thể chụp hình TKB gửi cho Khoa và Bộ môn, nhờ khoa cập nhật lại danh sách mới cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có tên trong danh sách dự kiến tốt nghiệp tháng 8/2021 vậy khi nào em mới được nhận bằng tốt nghiệp ạ",
            "Chào em,. . Trường hợp của em [full_name] đã gửi mail về việc nhận bằng tốt nghiệp, em kiểm tra lại mail SV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại, địa phương em yêu cầu gọi khám tuyển nghĩa vụ quân sự 2022. Em đã đăng ký Giấy chứng nhận sinh viên để Tạm hoãn nghĩa vụ quân sự trên mybk nhưng vẫn chưa nhân được.. . Ở địa phương chỉ yêu cầu gửi bản scan để tạm hoãn. Trường có thể gửi giấy chứng nhận sinh viên bản scan qua để em nộp lại cho địa phương được không ạ?. . . . Em xin chân thành cảm ơn.. . . . Trân trọng",
            "Chào bạn,. . Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Chào thầy ( cô ). . Em muốn hỏi nếu em đã mua bảo hiểm y tế ở bên ngoài thì em có cần phải đăng kí theo bảo hiểm y tế của trường không ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa, . . Em là [full_name]. . MSSV: [student_id]. . Hệ: VHVL. . . . Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin về môn học được thay thế để em được xét tốt nghiệp. . . . . Em đã xin và được văn phòng Khoa Cơ khí gửi công văn cho phép thay thế môn học Máy công cụ (202880) bằng môn Kỹ thuật độ tin cậy (ME4465).. . . . Em gửi mail đã lâu và không nhận được phản hồi, chi tiết cụ thể em xin đính kèm ở dưới. . . . . Em xin chân thành cám ơn.",
            "Chào em,. . PĐT đang xem để ra quyết định miễn, em theo dõi trên mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng ký hoãn thi môn Vi xử lý học kỳ 202 nhưng khi vào bảng điểm ở Mybk thì điểm ghi 13 là vắng thi ạ.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô phòng đào tạo. . Do ảnh hưởng của dịch Covid 19 nên gia đình của em hiện tại chưa xoay sở kịp kinh phí để em có thể đóng tiền học phí. Em muốn hỏi là phòng đào tạo có thể gia hạn thời gian cho em để có thể xoay sở đóng học phí không ạ.. . Em xin cám ơn thầy cô phòng đào tạo ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. .   Hiện tại em không thể đăng kí Bảo hiểm y tế được ạ, phần chọn loại bảo hiểm đăng ký mua bị ẩn ạ.. .   Cho em xin phép hỏi em đăng ký làm giấy xác nhận sinh viên khi nào có ạ, phường em mới yêu cầu giấy hôm nay mà cho thời gian ngày mai.. .   Em cảm ơn.. . Yêu cầu khác:",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em có đăng ký BHYT nhưng bên trang đăng ký không bấm được ạ?! Mong thầy/cô giúp em với ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    }
]