[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào quý thầy cô.. . . . Em thi lại và được TOEIC 625, đã nộp và được xác nhận là hợp lệ trên trang mybk Nộp chứng chỉ ngoại ngữ của trường. Nhưng bằng ngoại ngữ trong danh sách tốt nghiệp chính thức là bằng TOEIC 550 (như ảnh đính kèm). Theo điều kiện tốt nghiệp Viết Pháp ở mục 1 thì em đã đủ điều kiện nhận được bằng kĩ sư chất lượng cao. Điều này có làm ảnh hưởng đến việc em nhận được bằng kĩ sư chất lượng cao ở mục 1 không? Nếu có thì em phải làm gì để đáp ứng điều kiện nhận bằng?. . . . P/S: Trang thông tin của Việt Pháp chi tiết các bằng cấp được nhận. . http://pfiev.hcmut.[full_name].vn/pfiev/[full_name].php?tin=8. . Em xin cảm ơn",
            "Chào bạn,. . . . [full_name] sẽ cập nhật trong danh sách tốt nghiệp chính thức  TOEIC 625 cho bạn nha. Bạn thường xuyên kiểm tra danh sách tốt nghiệp chính thức .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào [full_name], em tên là : [full_name]. .              Mssv:[student_id]. . Hè vừa rồi em có đăng ký 7 tín chỉ, em có qua 1 môn 3 tín, trên bảng điểm có hiện điểm. . môn đó đầy đủ mà ở dưới thấy số tín chỉ tích luỹ học kỳ vẫn là 0??? Mong [full_name] giải đáp trường hợp này cho em ạ,Em cảm ơn ạ. .",
            "Chào bạn,. . . . Hiện tại học kỳ 193 các khoa chưa nộp điểm hết,  nên số tín chỉ học kỳ hè PDT chưa cập nhật. PDT sẽ cập nhật sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô ạ . em là [full_name] học khoa Điện k19 ạ.. . thầy cô có thể cho em biết lịch cụ thể shcd đợt cuối năm thì tầm khi nào có ạ . . để tụi em có thể sắp xếp được việc về quê ạ do điều kiện và vị trí địa lí xa xôi nên mong thầy cô phản hồi lại giúp em ạ . . em xin chân thành cảm ơn . . [full_name] . .   i Yêu cầu khác .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào cô!. . Em tên [full_name]. . MSSV:[student_id]. . Hiện tại em đang học khoa Xây dựng lớp XD16KSDD (chương trình đào tạo kĩ sư tài năng). . . Theo yêu cầu của phòng đào tạo thì chuẩn anh văn nói viết của lớp kĩ sư tài năng là 245 điểm. Vừa qua em có đăng kí thi và kết quả đạt được là 225 điểm (chưa đạt yêu cầu của trường). . . Vừa qua em có tham gia thi thêm 2 lần nữa là ngày 13/10/2020 (sẽ có kết quả vào ngày mai 27/10/2020) và ngày 20/10/2020 (theo BKEnglish đảm bào là sẽ có kết quả kịp ngày đăng kí tốt nghiệp_ em nghĩ sẽ khá sát ngày 31/10/2020 và bên trung tâm không nói chính xác là ngày nào ạ).. . Thì ở 2 lần thi này em làm bài khá tốt và em thật sự mong muốn có kết quả sớm nhất để có thể cập nhật bên phòng đào tạo. Nhưng do là lớp kỹ sư tài năng, và trường hợp xấu là em không đủ 245 điểm theo yêu cầu của nhà trường, thì em phải làm một lá đơn xin rút khỏi chương trình tài năng để tốt nghiệp như  lớp chính quy đại trà ạ. . . Cô cho em hỏi nếu kết quả có trễ vào gần ngày 31/10/2020 là hạn cuối đăng kí tốt nghiệp với trường hợp xấu là em không đũ 245 điểm thì có kịp để em làm đơn xin rút khổi chương trình tài năng không ạ.. . Em thật sự rất hy vọng vào 2 lần thì sau này, nên mong cô có thể giúp em để em có thể chờ có kết quả hai lần thi rồi quyết định có làm đơn không ạ.. . Em chân thành cảm ơn cô, Chúc cô một ngày đầu tuần thật nhiều niềm vui!!!",
            "Chào bạn,. . . . Bạn làm đúng theo thông báo của Phòng Đào Tạo, trường hợp ngoại lệ bạn làm đơn để ban lãnh đạo phòng phê duyệt. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp . Chào [full_name]/Chị/Thầy/Cô,. . Em đã đóng tiền tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp hơn 2 tuần nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức, em muốn hỏi có gặp vấn đề gì không ạ?",
            "Chào bạn,. . Trường hợp của bạn sẽ đợi cập nhật vào quyết định tốt nghiệp bổ sung sau.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy/ Cô!. . . . Em tên [full_name]. . MSSV: [student_id]. . . . Em muốn hỏi là em đăng ký tốt nghiệp thì chức năng cập nhật thông tin và các chức năng khác bị khóa ạ. Em mong quý Thầy/Cô xem xét hướng dẫn cho em ạ. Em cảm ơn.. . . . Rất mong nhận được sự phản hồi sớm thừ quý Thầy/ Cô.. .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ tín chỉ, CTXH, và điều kiện anh văn ra trường.. . . . Em vẫn không đăng ký được tốt nghiệp",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em cần giấy chứng nhận sinh viên 2019-2020 để nộp bổ sung cho cơ quan ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . - Bạn không có tkb HK201 nên không thể cấp giấy xác nhận sinh viên theo quy định. . Thân. .",
            "Em cần chứng nhận của năm 2019-2020 cơ.",
            "Em có tkb vào năm học 2019-2020",
            "Chào bạn,. . . . Học kỳ 201 (tức là học 1 năm 2020-2021) bạn không DKMH nên không in giấy xác nhận sinh viên được.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên: [full_name] _ MSSV:[student_id]. . Em có câu hỏi như sau: Hiện bằng toeic listening _ reading có hiệu lực đến 11/12/2020. Nhưng hiện giờ em vẫn còn nợ toeic Speaking + Writing nên không kịp đăng ký xét tốt nghiệp đợt tháng 11/2020. . . - Tại thời điểm tốt nghiệp tháng 4/2021. Sử dụng bằng toeic trên, em có đủ điều kiện xét tốt nghiệp không?. . - Nếu em đăng ký xét tốt nghiệp trước thời hạn bằng hết bạn, liệu có đủ điều kiện xét tốt nghiệp không.. . Mong nhận được phản hồi từ quý thầy cô.. . Trân trọng cảm ơn!. .   i Tốt nghiệp .",
            "Chào bạn,. . . . Đã nộp CCNN rồi thì không hết hạn nha bạn. Bạn cố gắng  toeic Speaking + Writing để ra trường.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo.. . Em tên: [full_name].. . MSSV: [student_id].. . Cho em hỏi về điểm thi toeic Writing and speaking. Em đã nhận được kết quả thi toeic writing and speaking với số điểm là 200. Vậy thì em đã đạt chuẩn toeic writing and speaking của trường chưa ạ hay em phải thi trên 200 mới tính là qua ạ và em đang học lớp thường không phải học lớp tài năng ạ.. . . .",
            "Chào bạn, . . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa phòng đào tạo cho em hỏi là em đăng ký thành công xét tốt nghiệp đợt tháng 11 này. Trong danh sách tốt nghiệp dự kiến cũng có tên nhưng chưa thấy cập nhật trong danh sách tốt nghiệp chính thức. Dạ vậy khi nào mới cập nhật vậy ạ? Và em có cần phải lên phòng đào tạo ?",
            "Chào bạn,. . . . Phòng Đào Tạo sẽ chuyển qua danh sách tốt nghiệp chính thức cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thân chào Thầy/Cô phụ trách,. . . . Em tên [full_name], lớp CK16LOG, em muốn hỏi thông tin về Hồ sơ tốt nghiệp của em đã được xét duyệt và hoàn thiện chưa ạ sau khi em đã đăng ký Tốt nghiệp trên mybk và có kích hoạt tài khoản cựu sinh viên? Và các bước tiếp theo em cần làm là gì ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn đợi mail để biết thông tin về buổi lễ tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô!. . Em là [full_name], MSSV: [student_id], sinh viên Khoa Khoa học và Kỹ thuật Máy Tính.. . Thầy/cô cho em hỏi một vài vấn đề liên quan đến chương trình Kỹ sư tài năng ạ.. . -Theo quy định về chương trình kỹ sư tài năng (mục 5, link \"http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145\"), em thấy để tốt nghiệp với chương trình tài năng thì cần có điều kiện là \"Hoàn tất chương trình tài năng đúng hạn\". Mà đối với em là một sinh viên được tuyển bổ sung vào KSTN thì để tốt nghiệp với chương trình tài năng, có một số môn cốt lõi kỹ sư tài năng em đã học qua, nhưng chưa được học phần mở rộng của môn học. Vậy để tốt nghiệp với chương trình tài năng, em có cần học lại các học phần mở rộng của các môn cốt lõi kỹ sư tài năng mà em đã học qua không ạ?. . -Nếu có, xin thầy/ cô hướng dẫn giúp em để có thể đăng ký học các học phần này như thế nào ạ? Liệu trong học kỳ 201 này còn có thể đăng ký học học phần mở rộng không ạ? Vì em chỉ mới nhận được thông báo được tuyển bổ sung vào thứ 6 ngày 23 tháng 10 thôi ạ.. . Mong thầy/cô mau chóng giải đáp thắc mắc giúp em, để em có thể theo kịp các bạn bè trong chương trình Kỹ sư tài năng. Em xin cám ơn ạ!",
            "Chào bạn,. . . . - Những môn cốt lõi bạn đã học rồi nhưng còn thiếu phần mở rộng, bạn làm đơn xin đăng kí môn mở rộng nộp PDT.. . . . - Hiện tại học kỳ 201 đã học nữa học kỳ, nên việc xin đăng kí môn mở rộng liệu thầy cô có đồng ý không. Bạn về khoa tư vấn cho bạn nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo HCMUT.. . Em là [full_name], sinh viên khóa K17 [student_id].. . Em có thắc mắc là vào năm 1 em có nộp chứng chỉ IELTS và đã đổi điểm 4 anh văn thì em đã đủ tiêu chuẩn tốt nghiệp rồi đúng không ạ? . . Em có xem trên chuẩn đầu ra của trường thì yêu cầu kĩ năng speaking và writing cho TOEIC là 200 nhưng em không thấy bảng quy đổi cho chứng chỉ IELTS 2 kỹ năng này. Liệu em có cần phải đăng ký xác nhận cho 2 kỹ năng này hay đã tự động chấp nhận đủ điều kiện tốt nghiệp hay em phải đăng ký thi TOEIC lại ạ.. . Điểm IELTS của em là Reading: 5.5, Listening: 5.5, Writing: 5.5, Speaking: 5.5.. . Em cảm ơn và mong nhận được hồi âm ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1, mục 2 phần b nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô, em là sinh viên k20 hệ văn bằng 2, cho em hỏi là sao em chưa thấy mail thông báo nhận thẻ sinh viên ạ. Vì em sắp thi giữa học kỳ rồi nên cần thẻ sinh viên a. Em cảm ơn thầy/cô. . . . .",
            "Chào bạn,. . . . Cuối tuần này sẽ có thẻ sinh viên, bạn thường xuyên theo dõi mail để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào ad.. . Mình hk dự thích 201 khi nào mới có lịch thi giữa kì vậy. Hay là có rồi mà mk chưa có. Mong ad trả lời sớm.. . thân.",
            "Chào bạn,. . . . Hiện tại lịch thi dự thính 201 chưa có, khi nào có lịch dự thính PDT sẽ cập nhật trên web PDT và gởi mail cho sinh viên , đồng thời cập nhật trên cổng thông tin sinh viên phần lịch thi.. . . . Lần sau bạn đặt câu hỏi trên BKSI đừng viết tắt nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Anh/chị cho em hỏi là em đăng ký tốt nghiệp ngày 20/10 thì ngày 27/10 có giấy tốt nghiệp tạm thời gửi về Khoa chưa ạ? (Tình trạng đăng ký: Phiếu đã được xử lý). . Cảm ơn anh/chị. . MSSV: [student_id]. .",
            "Chào bạn,. . . . Đã có, bạn về khoa lấy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, hiện tại e đã đủ hết mọi điều kiện để đk tốt nghiệp. từ chứng chỉ av, nói viết, đủ chỉ và đóng đủ học phí, hoàn thành 15 ngày ctxh. em muốn xin đăng kí vào danh sách tốt nghiệp dự kiến và được đăng kí tốt nghiệp ạ.",
            "Chào bạn,. . . . Thứ 2 này (ngày 02/11) PDT sẽ gởi mail đăng kí tốt nghiệp. Bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i [full_name]ốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi [full_name]hầy, Cô [full_name]hòng đào tạo;[full_name] [full_name] Em là [full_name], (MSSV: [student_id])[full_name] [full_name] Khi đăng kí tốt nghiệp, em kiểm tra thấy thông tin Nơi sinh của em được ghi không rõ ràng[full_name] Nơi sinh cụ thể của em là Böblingen, CHLB [full_name]ức ạ[full_name][full_name] [full_name] Kính mong [full_name]hầy, Cô [full_name]hòng [full_name]ào tạo cập nhật lại giúp em[full_name][full_name] [full_name] [full_name] [full_name] [full_name][full_name][full_name][full_name][full_name][full_name]Q",
            "Chào bạn,. . . . - [full_name]T sẽ cập cho bạn nơi sinh CHLB Đức cho bạn rồi. . . . . - Đối với nơi sinh nước ngoài nhà trường chỉ ghi tên quốc gia thôi không có ghi tên bang nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em k20 trong học kì này đã đăng kí 2 môn GDTC thì có được tính là 2 môn không ạ hay chỉ 1 thôi, em cảm ơn.",
            "Chào bạn,. . . . Bạn xem thông tin tốt nghiệp đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . . . - Bạn đăng kí 2 môn thể dục khác nhau thì vẫn tính là 2 môn nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa PĐT, em tên là [full_name], MSSV [student_id], cán sự lớp XD16VL. Dạ PĐT cho em hỏi là em có thể tra, biết được tình trạng sinh viên của một số bạn trong lớp được không ạ?",
            "Chào bạn,. . . . Không bạn, nhà trường luôn tôn trọng và đảm bảo quyền riêng tư của mỗi sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] , mssv [student_id]3 , em có thắc mắc về danh sách tốt nghiệp chính thức vào tháng 11/2020 . Em đã có tên trong danh sách dự kiến và đã đăng kí tốt nghiệp ( gồm lệ phí 95k và email báo về là đơn đã được xác nhận ) nhưng lại không có tên trong danh sách tốt nghiệp chính thức . Em mong được giải đáp từ pdt . Em xin cảm ơn. . . .",
            "Chào bạn,. . . . Bạn đã hoàn thành đầy đủ các bước đăng kí tốt nghiệp, đã có trong danh tốt nghiệp dự kiến khi nào có quyết định tốt nghiệp PDT sẽ chuyển sang danh sách tốt nghiệp chính thức cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi sau khi nộp đơn đăng ký xét tốt nghiệp trên mybk thì bao lâu sẽ nhận được giấy chứng nhận tốt nghiệp tạm thời vậy ạ ?. . Khi em đi đăng ký vào danh sách tốt nghiệp bổ sung ở phòng đào tạo , cô bảo em là chờ mail thông báo đăng ký đến ngày 3/11 nhưng thời gian đăng ký xét tốt nghiệp trên mybk là từ 03/02/2020 10:14 - 30/10/2020 16:00 thì có bị trễ hạn không ạ ?. . em cảm ơn",
            "Chào bạn,. . . . - Khoảng 1 tuần sau sẽ có giấy chứng nhận tốt nghiệp.. . . . - PDT sẽ gia hạn thêm đến ngày 3/11 cho bạn đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi là hk192 em học gdtc2 và gdtc3 nhưng phần điểm chuyển của em lại không có gdtc2, như vậy thì em đã hoàn thành gdtc2 chưa ạ, hay là em phải học lại gdtc2, em có gửi hình ảnh ở bên dưới ạ",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name].. . MSSV: [student_id].. . Khoa: Kỹ thuật máy tính.. . . . Hiện tại em đã đủ các điều kiện để đăng ký tốt nghiệp nhưng vẫn chưa được nằm trong danh sách dự kiến tốt nghiệp.. . . . Mong quý Thầy/Cô có thể kiểm tra tình trạng tốt nghiệp của em để bổ sung các điều khoản kịp trước hạn cuối đăng ký tốt nghiệp 30/10.. . . . Em xin cám ơn!",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em khóa K14, em đã học qua môn TOEIC500 và đã từng được chuyển điểm sang để miễn AV4.. . Cho em hỏi là tại sao giờ lại mất điểm chuyển đó rồi và phải làm sao để lấy lại điểm chuyển đó ạ.. . Vì em chỉ còn mất mỗi AV4 là đủ điều kiện tốt nghiệp đợt tháng 11 này rồi, giờ thi lấy bằng TOEIC cũng không kịp và khó để đủ điểm chuyển theo bảng điểm chuyển mới.. . Mong thầy/cô có thể giúp đỡ giải quyết giúp em ạ.. .",
            "Chào bạn,. . . . - Toeic500 chỉ là xét chuẩn sinh viên sau các năm thôi nha bạn. Trước đây PDT có thông báo và nói rất rõ điều này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Đã hết thời gian đăng kí rồi nha bạn.. . . . Thân",
            "Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. .         MSSV: [student_id]. .         Ngành: Bảo Dưỡng Công nghiệp. . Nay em xin trình bày một việc như sau:. . Do điểm quy đổi anh văn có thay đổi mà em chưa cập nhật được, nay em xin Phòng Đào Tạo đăng kí giúp em môn học: Anh văn 2 MMH: LA1005. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . [full_name] đã đăng kí môn LA1005 nhóm DT01, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí học 2 môn GDTC nhưng chỉ đi học 1 môn có sao ko ạ?. . Bạn em ko đăng kí nhưng đi học thì điểm có được nhập vô ko?",
            "Chào bạn,. . . . - Bạn đăng kí 2 môn bạn nên học 2 môn nha, vì mỗi sinh viên phải hoàn thành 3 môn thể dục khác nhau. Bạn học trước thì khỏi học sau thôi.. . . . - Khi bạn đăng kí môn học bạn không học vẫn thu học phí nha bạn, nên khi đăng kí môn học bạn phải cân nhắc kỹ. Trường hợp bạn không học bạn có thể làm đơn rút môn học nộp PDT.. . . . - Bạn không đăng kí môn học thì không có tên trong danh sách học, nên không ghi điểm được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name], [full_name]",
            "Chào bạn,. . . . PDT có gởi mail cho bạn về vấn đề này, bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có lên phòng đạo tạo để đăng kí xét tốt nghiệp bổ sung để có tên trong danh sách dự kiến tốt nghiệp. Cô bảo đợi đến ngày 3/11 để được cập nhật danh sách dự kiến.. . 1) em muốn biết là ngày 3/11 thì có còn được đăng kí xét tốt nghiệp tháng 11 trên mybk không ạ ? vì hạn chót đăng kí trên mybk là ngày 30/10 16h00. . 2) Phải có tên trong danh sách dự kiến mới được đăng kí tốt nghiệp trên mybk phải không ạ?",
            "Chào bạn,. . Hạn chót xét là 30/10 thôi bạn, hệ thống vẫn mở tới ngày 3/11 để các bạn vô đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, . . . . Em muốn nộp kết quả thi IELTS và được yêu cầu phải có bản sao gửi đến PĐT từ IDP. . . . . Em muốn hỏi chi tiết địa chỉ gửi đến ạ. . . . . Em cảm ơn.",
            "Chào bạn,. . . . Cô [full_name], Phòng Đào tạo, Trường Đại học Bách Khoa, 268 Lý Thường Kiệt, P. 14, Q.10.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo,. . Em tên là [full_name], Mssv: [student_id]3 lớp XD13VL ,XD13DD02, hiện tại em đã hoàn thành xong chương trình đào tạo của hai chuyên ngành. B1 Vật Liệu Xây Dựng, B2 Xây Dựng Dân Dụng và Công Nghiệp. Vì lý do không đạt được điều kiện ngoại ngữ nói viết nên hiện tại em vẫn chưa được xét tốt nghiệp và có trong danh sách xử lý học vụ của Hk201. Thưa phòng đào tạo thật sự hiện tại em rất thất vọng. Theo quy chế đào tạo ở điều 5  đối với trường hợp đã hoàn thành chương trình đào tạo nhưng thiếu các điều kiện phụ chưa được tốt nghiệp mà đã hoàn thành xong chương trình đào tạo thì sẽ được gia hạn một học kỳ của thời gian đào tạo tối đa. Phòng đạo tạo cho em hỏi trong trường hợp của em thì em cần phải làm các thủ tục gì để xin gia hạn một học kỳ để hoàn thành các điều kiện tốt nghiệp. Em xin chân thành cảm ơn.",
            "Chào bạn. . bạn làm đơn xin gia hạn thêm 1 học kỳ nộp trực tiếp tại pdt nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính thưa quý thầy/cô phụ trách việc xét tốt nghiệp.. . Em đã đủ điều kiện tốt nghiệp vào tháng 11 sắp tới nhưng còn 1 yếu tố để không được vào danh sách chính thức đó là nợ HP , các khoản đó là các khoản dịch vụ như dky BHTN , in bảng điểm ,... em đã thanh toán tất cả vào sáng ngày hôm nay 27/10/2020 như hình (1). Nhưng vẫn chưa được mở để đăng ký tốt nghiệp online như hình (2)",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em hiện là SV năm 4 khoa điện điện tử. Em có ý định học văn bằng 2 bên khoa máy tính. Nhà trường cho em hỏi nếu như kì 202 em đăng kí học các môn trong chương trình đào tạo của khoa khoa học máy tính sau đó tốt nghiệp bằng điện điện tử vào năm 2021 và quay lại học văn bằng 2 ở trường thì có được miễn các môn của khoa máy tính đã  học trong học kì 202 không",
            "Chào bạn,. . . . - Những môn học nằm trong CTDT của bằng 2 nếu bạn học rồi sẽ được miễm.. . . . - Trước khi bạn đăng kí, bạn về khoa tư vấn CTDT để bạn đăng kí đúng mã số môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp . Em chào cô,. . Khoảng 3-4/11 em mới có điểm anh văn nói viết thì có thể xét tốt nghiệp trễ vài ngày so với lịch (31-10) được không ạ? Em cám ơn",
            "Chào bạn,. . . . - Tôi không thể trả lời câu hỏi của bạn được, theo qui định nhà trường chốt danh sách xét tốt nghiệp ngày 31/10.. . . . -  Khi nào có điểm anh văn nói viết bạn liên hệ PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . . . Kính chào Phòng Đào Tạo,. . . . Em là [full_name], sinh viên lớp VP14CĐT.. . . . Em xin hỏi là em đã đủ các điều kiện tốt nghiệp thì em đăng ký tốt nghiệp như nào ạ?. . . . Em vẫn chưa có tên trên danh sách tốt nghiệp dự kiến ạ.. . . . Em mong sớm nhận được phản hồi từ Phòng Đào Tạo.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo,. . . . Em là [full_name], sinh viên lớp VP14CĐT.. . . . Em muốn thắc mắc là: các điều kiện để được tốt nghiệp của em đã đầy đủ cả mà sao em vẫn chưa thể đăng kí xét tốt nghiệp trên Mybk được.. . . . Vì 30/10 này là hết hạn nên mong Phòng đào tạo xem xét kiểm tra lại giúp em.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ các thầy/cô cho em hỏi. Học kì này em có đăng ký LVTN và đã có thời khóa biểu. Nhưng 2 ngày kiểm tra trên BK Pay vẫn chưa có mục để thanh toán. Mong các thầy/cô cho em câu trả lời để em có thể hoàn thành khoản đóng đung hạn ạ.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Khi nào có thông báo đóng học phí PDT sẽ gởi mail cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hỏi, học kì hiện tại (HK201) do thiếu chứng chỉ anh văn nói viết nên em không đủ điều kiện tốt nghiệp. Theo em được biết, em sẽ bị tạm dừng một học kì. Cô cho em hỏi là em sẽ bị tạm dừng học kì nào (HK201 hay HK202 hay cả 2 ạ) nếu em muốn tốt nghiệp vào tháng 4 năm tới và hạn chót để em cập nhật chứng chỉ tiếng anh nói viết là ngày bao nhiêu ạ.. . . .",
            "Chào bạn,. . . . - Học kỳ nào bạn không đăng kí môn học sẽ bị tạm dừng. . . . . . . - Thời gian cập nhật chứng chỉ tiếng anh nói viết bạn vui lòng liên hệ Trung Tân ngoại ngữ nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, em xem lịch học vụ của HK201 thì thấy bắt đầu thu học phí đợt 1 vào ngày 26/10, nhưng hiện tại em không thấy bất kỳ thông báo gì ạ, vậy khi nào mới chính thức đóng học phí ạ? Em cảm ơn!",
            "Chào bạn,. . . . Khi nào có thông báo chính thức về việc đóng học phí học kỳ 201 PDT sẽ gởi mail cho sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Chào thầy/cô,[full_name] [full_name] Thầy/cô cho em hỏi thời hạn rút môn học của học kỳ này còn không ạ[full_name] Em cảm ơn[full_name][full_name] [full_name] [full_name],[full_name] [full_name] [full_name][full_name] [full_name]",
            "Chào bạn,. . . . Vẫn còn thời gian rút môn học, bạn muốn rút nộp đơn PDT nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp . Cho em hỏi là em vừa hoàn thành đủ 15 ngày công tác xã hội nhưng vẫn chưa đăng kí xét tốt nghiệp được trên mybk ạ. . . Giờ em làm cách nào để có thể đăng kí xét tốt nghiệp ạ",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  cho em hỏi bằng tin học có phải là bằng nghề tin học phổ thông cấp 3 không ạ. . nếu không phải thì phải thi ở đâu để nộp bằng tin học về cho trường ạ. . em xin cám ơn. . . .",
            "Chào em,. . . . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733559  /b \t. . . .   i Yêu cầu khác . Chào Thầy/ Cô,. . . . Em học hệ vlvh. . Cho em hỏi. Em học 1 môn tự trọn trong nhóm A xong rồi. Sau đó do có chút nhầm lẫn. Em lại đăng ký thêm 1 môn nữa cũng nhóm A, nhưng em k đi học. Vậy lấy kết quả  nào. Em có cần hủy môn học em đăng ký lần 2 không.. . Rất mong nhận được phản hồi từ quý Thầy Cô. Em cảm ơn!",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học, muốn huỷ môn học thì bạn làm đơn rút môn học nộp Phòng Đào Tạo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô pđt. . Em có 2 câu hỏi.. . 1/ về thời gian duyệt bằng anh văn toeic tối đa là bao lâu kể từ khi nộp bằng. Em hỏi để canh thời gian nộp cho kịp luận văn. . 2/ Về mức điểm đủ điều kiện để nhận luận văn là bao nhiêu điểm ( đối với sinh viên khóa k17). . . . Em xin cảm ơn",
            "Chào bạn,. . . . 1. Tuỳ bạn, nếu trong thời gian DKMH Phòng Đào Tạo sẽ lấy dữ liệu chuyển điểm thường xuyên.  Bình thường thì 2 tuần PDT sẽ lấy dữ liệu chuyển điểm nhà.. . . . 2. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy, Cô. . em có đkmh đợt 3 dự thính vừa rồi và môn học học được 2 buổi rồi em mới có kết quả. Bây giờ bạn trong lớp đều có môn học trong bảng điểm rồi nhưng em vẫn chưa có, em sợ có bị lỗi gì kết quả đăng kí nên nhờ thầy cô kiểm tra lại dùm em, em sợ không có trong danh sách thi thi.. . Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn có đăng kí môn CI3043.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. .   b [full_name] - MSSV/MSGV: [student_id]  /b \t. . Hệ đào tạo: VLVH. .   i Học vụ . Khoa: kỹ thuật hoá học - K18. . . . . Khi em nhập học ở học kì đầu(HK2 2017-2018) thì hệ thống có đăng kí tự động 2 môn sau:. . . . 1. Phương pháp tính_MT1009 (không có trong chương trình đào tạo ở khoá em đang theo học). . . 2. Giải tích 2_MT1005 (đã được miễn môn_do khi vào khoảng sau 2 tuần thì em mới được xét môn miễn). . . . . Em mong pđt có thể xoá điểm giúp em. . HK2 2017-2018: gồm 2 môn phương pháp tính và giải tích (do hệ thống tự động đăng kí). . . . HK2_2018-2019 Phương pháp tính (do em nhìn sai ctđt của các khoá trước. . . . . Em xin cảm ơn thầy và cô ở phòng đào tạo ạ. . .",
            "Môn học hiện tại không đươc phép xóa.. . SV chỉ được phép hiểu chỉnh TKB trong thời gian 02 tuần ( Tính từ ngày bắt đầu học kỳ). . Môn học sau khi đã kết thúc ko được phép thay đổi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính Gửi Phòng Đào Tạo :. . em tên là [full_name]. . Mssv : [student_id]. . Lớp : BD16CN02. . Học kỳ 201 này em có đăng ký chính môn [full_name] (260663) và 2 môn ANH VĂN 2,3 dự thính ( LA005,LA007). . . Vừa rồi em có thi toeic ở trung tâm IIG VIET NAM và đạt số điểm là 635đ.. .  Vậy bây giờ em chuyển điểm AV3,AV2 để qua 2 môn đó và tập trung làm [full_name] được không ạ ?",
            "Chào bạn,. . . . Được bạn, bạn có CCNN thì lên Mybk đăng kí chuyển điểm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi lịch shcd đợt 2 vào ngày nào ạ, trước hay sau khi thi cuối kỳ 201 ạ. Em hi vọng sớm nhận được câu trả lời, vì quê em ở xa, em muốn biết trước lịch nghỉ để đặt vé về quê. .",
            "Chào bạn,. . . . Bạn liện hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Em muốn nộp kết quả thi IELTS và được yêu cầu phải có bản sao gửi đến PĐT từ IDP.. . . . Em muốn hỏi chi tiết địa chỉ gửi đến ạ.. . . . Em cảm ơn.. . . .",
            "Chào bạn,. . . . - Địa chỉ nhận bản sao chứng chỉ do đơn vị tổ chức thi gửi:  Cô [full_name], Phòng Đào tạo, Trường Đại học Bách Khoa, 268 Lý Thường Kiệt, P. 14, Q.10.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào admin! Em chưa đủ chuẩn tiếng anh hằng năm, cho em hỏi là khi nào trường sẽ mở đợt kiểm tra tiếng anh định kỳ để em có thể thuận lợi đăng ký môn hk202 ạ? Do 17/12 đăng ký hiệu chỉnh đợt 2 cho hk202 rồi, nên em sợ khi ấy nếu chưa được kiểm tra tiếng anh thì em không đăng ký môn học hk202 được ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc ngày thi chuẩn tiếng anh hằng năm. Khi nào PDT có ngày thi chuẩn tiếng anh hằng năm,  sẽ gởi mail thông báo cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào ạ, . . Hiện em có 2 môn đăng kí sai mã môn học của chương trình đào tạo đó là . . -Sức bền vật liệu (CI2007). . - Địa chất công trình ( CI1043). . Vậy bây giờ em có thể đổi lại mã môn học này được không ạ. Em cảm ơn",
            "Chào bạn,. . . . Học kỳ đã bắt đầu học 6 tuần rồi nên không chuyển được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin thông tin liên lạc của thầy [full_name] ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa nha, PDT không thông tin thầy [full_name].. . . . Thân"
        ]
    }
]