[
    {
        "intent": "",
        "message": [
            "Thưa thầy cô . . . . Em nghe một bạn nói mấy anh chị bên khoa em (khoa kỹ thuật địa chất và dầu khí) nói không cần học Vật lý 2 cũng được có đúng không ạ?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn tham khảo về chương trình đào tạo của mình tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/[full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô. . . . Trong Gmail em nhận có ghi . . \"Thời gian nộp đơn mở lớp HK chính 182 : từ ngày 19/12/2018 đến 10g ngày 24/12/2018 (nếu môn học chưa được mở lớp)\" là sao ạ?. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đây là thời gian để cho các bạn nộp đơn mở lớp.. . Thân",
            "Thời gian mở lớp là sao ạ?. . Có phải nhất định phải nộp đơn không ạ?. . Và làm sao để nộp đơn mở lớp mà em không biết môn đó có mở lớp hay không?",
            "Chào bạn,. . Mở lớp là do nhu cầu của sinh viên, không bắt buộc, những môn học không được mở lớp bạn mới cần làm đơn xin mở.. . Bạn vào đây để tải đơn mở lớp và làm theo đúng quy định ghi trên đơn:. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/15 Đề nghị mở môn học (ngoại lệ).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô . . . . Tại sao có một số môn em thấy là còn chỗ mà không cho đăng kí?! . . . . Lúc em ấn đăng kí môn đó là lại nổi lên dòng chữ đỏ \"bạn không được phép đăng kí\" là sao ạ?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Có một số nhóm lớp đặc biệt bạn không được phép đăng ký. Bạn vui lòng chụp hình gửi là bạn chọn vào nhóm lớp nào cụ thể để được giải đáp chính xác.. . Thân",
            "Chào bạn,. . Nhóm này dành cho các bạn sinh viên chương trình chất lượng cao, nên bạn không được đắng ký vào nhóm này.. . Thân",
            "Chào bạn.. . . . Bạn vui lòng tham khảo kỹ các ký hiệu các nhóm lớp trước khi đăng ký (trang wiki bách khoa). . . . . . Nhóm CC01 là các nhóm dành cho các lớp chất lượng cao + Quốc tế nên SV chính quy đại trà không đăng ký chung được.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Xin chào mọi người. Mình khóa k12, mình đã đủ số chỉ nhưng thiếu anh văn nên không được đăng ký luận văn tốt nghiệp. Mọi người cho mình hỏi có cách nào có thể đăng ký luận văn hoặc có còn học kỳ sau để đăng ký không ạ? Xin cảm ơn mọi người!",
            "Chào cô!. . Cô cho em xin lỗi. Đây là hỏi cá nhân em cứ tưởng đăng bài lên hỏi mọi người nên có xưng mình và mọi người.. . Cô cho em hỏi lại là có cách nào đăng ký luận văn không ạ? Vì em năm cuối rồi (k12) và tín chỉ thì đủ rồi . Mà em còn thiếu mỗi anh văn. Mong cô giúp đỡ ạ!",
            "Chào bạn,. . Bạn tham khảo về quy định đăng ký LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: V[student_id]  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .  Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM.. .  Em tên: [full_name]. MSSV:V[student_id].. .  Em là sinh viên khóa K2013.Nay em viết đơn này mong PDT xem xét và quy đổi giúp em môn tương đương của chương trình mới như sau:. .  CTDT K2013:. . [full_name][full_name] (2 CHỈ) MSMH:602046.. . [full_name]THÍ NGHIỆM [full_name] KỸ THUẬT(1 CHỈ) MSMH:602049. .  CTDT K2014:. . [full_name][full_name] (3 CHỈ) MSMH: CH2001. .  Em đã hoàn thành môn hóa lý MSMH:CH2001 thay cho môn hóa lý kỉ thuật (MSMH:602046) VÀ thí nghiệm hóa lý (MSMH:602049).. .  Kính mong PDT xem xét và tạo điều kiện cho em kịp thời tích lũy đủ tín chỉ tích lũy nghành và kịp thời đủ điều kiện đăng kí luận văn tốt nghiệp.. .  Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đã cập nhật bổ sung môn 602049 điểm 12 vào học kỳ bảo lưu vì đã đạt CH2001.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô . . Ở HKI em phải học AV cơ bản. . . . Nhưng ở HKII em thấy bắt buộc phải học AV 2 mà em không có điểm AV 1 nên không cho đăng kí . . . . Vậy ở HKII này em có cần đăng kí học môn AV 1 không?",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Không có quy định nào về bắt buộc học anh văn nha bạn, chỉ có quy định về chuẩn anh văn sau từng năm học. Bạn thảm khảo tại đây: . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Một số điểm mới về Quy chế học vụ áp dụng từ HK182. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Giờ em đăng ký môn học,sau ngày 7/01/2019 trường đã xếp TKB, sau 1-2 tuần nếu em xin hủy 1 số môn thì có phải đóng học phí cho môn hủy ko ạ",
            "Chào bạn,. . Hiện tại đang có lịch đăng ký và hiệu chỉnh môn học (Các SV chú ý thực hiện đăng ký môn học cho HK chính 182 từ 19/12/2018  đến 25/12/2018  (Đợt hiệu chỉnh đăng ký môn học). Đầy là đợt hiểu chỉnh cuối cùng của HK182, các đợt sau bạn chỉ có thể bổ sung và không được hủy. . . Thân",
            "Nếu qua đợt hiệu chỉnh cuối cùng đó mà em hủy môn học thì có phải đóng tiền môn học đó không ạ?",
            "Chào bạn,. . Nếu qua thời gian đó thì không được hủy môn học nữa nha bạn. Mà phải đăng ký rút môn học (phải đóng học phí). . Thân",
            "Qua đợt 1 đăng ký môn học sinh viên không được hủy môn học nữa.. . . . Em có thể xin rút môn học (có tính học phí)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa nhà trường và chuyên viên hỗ trợ trực tuyến, em hiện đang là sinh viên năm 3 của khoa Điện - Điện tử, ngành Kỹ thuật [full_name] khiển và Tự động. Em đã đăng ký môn học cho HK182 với tổng số tín chỉ là 13, ứng với 5 môn học.. . . . Tuy nhiên, theo [full_name] [full_name].3 (Chương II) của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG, em sẽ phải đăng ký tối thiểu 14 tín chỉ để không bị tạm dừng và có thể tiếp tục duy trì trạng thái sinh viên của mình, tức em thiếu 1 tín chỉ nữa để đạt yêu cầu.. . . . Hiện em chỉ còn trung bình 12 tín chỉ/HK để hoàn thành chương trình đào tạo đúng hạn (nếu HK này đạt tất cả các môn đã đăng ký), và em muốn dành thêm thời gian trong các HK tiếp theo tập trung vào các môn học Đồ án + LVTN để đạt kết quả tốt và không bị chậm tiến độ học.. . . . Vì vậy, em muốn hỏi liệu em có thể xin được tiếp tục duy trì trạng thái sinh viên và không bị tạm dừng trong các HK tiếp theo dù đăng ký ít hơn 14 tín chỉ được không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn phải tuân theo đúng quy định hiện tại nha: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 9. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nhà trường có thể xác nhận giúp em được không ạ",
            "Chào bạn,. . Bạn vào trang https://mybk.hcmut.edu.vn đễ đăng ký in giấy xác nhận sinh viên theo mẫu của nhà trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn thành hết tất cả môn học của chương trình đào tạo ( trừ môn AV3 và AV4) chỉ còn làm LVTN vào HK182. Nhưng do chưa đủ điểm TOEIC để nhận LVTN nên em chỉ đăng kí 1 môn học bất kì ( trừ AV3 và AV4) thì có được không ạ? Hay bắt buộc phải đăng kí môn Anh văn. Em xin cảm ơn.",
            "Chào em,. . Nếu em muốn học trong HK182 thì em có thể đăng ký học bât kỳ môn nào em muốn nếu không bị ràng tiên quyết hay môn học trước chưa đạt.. . Nếu em không muốn đi học HK182 thì em không đăng ký môn học, lúc đó sẽ có QĐ tạm dừng vì không đăng ký môn học. Học kỳ sau em làm đơn thu nhận lại để đăng ký LVTN.. . Trân trọng.",
            "Hiện tại đợt ĐKMH đợt bổ sung đã kết thúc, nhưng theo lịch của trường thì 14/1/2019 mới bắt đầu HK2. Có một số môn học vẫn còn chỗ trống, vậy em muốn được đăng kí để học môn đó thì có được không. Nếu được thì thủ tục như thế nào? Em xin cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học có học kỳ chính 182. Bạn muốn có thể đăng ký dự thính: http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ. . Thân",
            "Em là sinh viên hệ chính quy chương trình đại trà thì nếu đăng kí học chung với lớp tài năng ( chung mã môn học ) thì có được tính điểm bình thường không ạ",
            "Chào bạn,. . Theo quy định là không được đăng ký nha bạn.. . Thân",
            "Nếu HK hè em học 1 môn nào đó ( có điểm vào khoảng tháng 8- đầu tháng 9) thì có kịp để xét tốt nghiệp vào đợt tháng 11 không hay phải đợi qua đợt tháng 4 năm sau.",
            "Chào bạn,. . Không thể trả lời nếu như được nha bạn. Tại thời điểm bạn đủ điều kiện tốt nghiệp (đã quá thời gian quy định của Phòng Đào tạo), bạn có thể làm đơn xin xem xét tốt nghiệp bổ sung tại thời điểm đó để Phòng Đào tạo xem xét?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . . . Chào thầy/cô,. . . . Em là sinh viên hệ VHVL K182. . . Theo như thông báo của nhà trường là sau nhập học 2 tuần sẽ có thông báo xét miễn môn học. Nên nay em xin phép hỏi thầy/cô về kết quả xét miễn môn học của em vì đã qua tuần thứ 3 rồi ạh.. . . . Em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . . . Chào thầy/cô,. . . . Em là sinh viên hệ VHVL K182. . . Theo như thông báo của nhà trường là sau nhập học 2 tuần sẽ có thông báo xét miễn môn học. Nên nay em xin phép hỏi thầy/cô về kết quả xét miễn môn học của em vì đã qua tuần thứ 3 rồi ạh.. . . . Em xin cám ơn.",
            "Hiện tại Phòng đào tạo đang làm việc với [full_name] về miễn môn học. Khi nào có miễn môn học sẽ gởi mail cho các bạn biết.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy/ cô,em là sinh viên bằng 2 chuyên khoa học máy tính, MSSV:[student_id], đợt đăng ký môn học này, có môn CO2005 Lập trình hướng đối tượng, nhưng em đăng ký không được báo là em thiếu môn CO1005 nhập môn điện toán, trong khi đó các bạn cùng lớp với em đều có bằng 1 là kinh tế, có bạn trùng chuyên ngành bằng 1 với em, nhưng các bạn đều đăng ký được, do được miễn môn CO1005, không biết sao em không được miễn môn này, mong các thầy cô giải quyết sớm giúp em vì 2h chiều nay là hết hạn đăng ký môn học rồi, cảm ơn thầy cô rất nhiều.",
            "Chào bạn !. . . . PĐT đã kiểm tra và xét miễn các môn học theo phiếu đề nghị miễn bổ sung môn học. Bạn xem đến đợt đăng ký môn học tiếp vào đăng ký môn học nhé . . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi là e học bên chính quy chuyển sang hệ VHVL K2013! Đợt đky môn học vừa rồi e vẫn không đăng ký đc môn LVTN(202303) vì chưa có môn học mở! Vậy bây giờ e phải làm gì để đăng ký được LV và khi nào thì e nộp chứng chỉ toeic được ạ? Em cám ơn!...",
            "Bạn sẽ đăng ký trong đợt hiệu chỉnh vào ngày 02/01/2019.. . . . Bạn vui lòng vào trang web aao.hcmut.edu.vn    ngoại ngữ , để xem hương dẫn nộp chứng chỉ anh văn.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi muốn nhỡ mất hóa đơn học phí muốn nhận lại thì phải làm sao ạ?",
            "Chào bạn,. . Bạn liên hệ Phòng Kế hoạch Tài chính để hỏi vế việc xin lại hóa đơn học phí. . Thân",
            "Có cần hện trước không ạ, hay chỉ lên đó là được rồi vậy cô?",
            "Bạn liên hệ hỏi nha!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . cho em hỏi điểm trung bình học kì bằng 0 thì bị cấm kì tiếp theo phải không ạ. Vậy em có thể làm đơn xin cứu xét để tiếp tục học không ?. mong thầy cô trả lời giúp em .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn, . . Bạn vào xem về quy định xử lý học vụ tại đây về trường hợp điểm trung bình bằng 0. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 27. Thôi học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô. . Em muốn hủy 1 môn học và đăng kí thêm 1 môn học mà nay hết hạn hiệu chỉnh ĐKMH thì làm như thế nào ạ?. . Em cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học, trong đợt đăng ký môn học tiếp theo (xem lịch học vụ), sinh viên chỉ được bổ sung môn học còn sĩ số (không hủy và đổi nhóm môn học). . Thân",
            "em cảm ơn cô ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Điểm một vật lý đại cương 2 của em bị tính tổng điểm sai, các điểm thành phần vẫn đúng, vậy có thể sửa đổi lại được không ạ? Em cảm ơn!",
            "Chào bạn,. . Điểm là do thầy cô tự nhập là nộp điểm lên Phòng Đào tạo. Bạn liên hệ giáo viên của mình về vấn đề này nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em đã hoàn thành môn học sức bền vật liệu (MMH: CI2007) nhưng vẫn chưa được quy đổi sang môn thí nghiệm sức bền vật liệu (MMH: 809022) ạ. mong kiểm tra lại giúp em",
            "Chào bạn,. . Đã bổ sung điểm 12 môn 809022 vì bạn đã đạt CI2007(hk172).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô. . Vào kì học 182 sắp tới em có đăng kí thực tập tốt nghiệp và điều kiện học kì tới thì tối đa em chỉ đăng kí được 14 tín chỉ. . . Nên em muốn hỏi là liệu trong đợt đăng kí bổ sung sắp tới. liệu em có thể làm gì để bản thân có thể đăng kí thêm 1 môn 3 chỉ nữa ạ. ?. . Em xin chân thành cảm ơn . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Sinh viên chú ý thực hiện đăng ký môn học cho HK chính 182 từ 02/01/2019  đến 03/01/2019 (Đợt đăng ký môn học bổ sung).. . Nhà trường đã gửi mail để thông báo cho sinh viên, bạn vui lòng kiểm tra email. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Sao em vẫn chưa thẩm tra.",
            "Chào bạn,. . Bạn vui lòng vào web xem lại tình trạng chứng chỉ (file đính kèm).. . Kết quả thẩm tra tùy thuộc vào thời điểm phía IIG trả lời.. . Thân",
            "Sao đến nay IIG vẫn chưa trả lời hả chị, tình trạng chứng chỉ của e vẫn ghi đang thẩm tra.",
            "Chào bạn,. . Khi nào bên IIG gửi trả lời thì Phòng Đào tạo sẽ cập nhật lên hệ thống.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi làm sao em có thể đổi được mật khẩu mail @hcmut.edu.vn ạ? Tại vì hiện tại mail @hcmut.edu.vn đang có một số vấn đề ạ!. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Bạn có thể liên hệ trực tiếp tại Phòng Đào tạo  để được hướng dẫn nếu bạn không thực hiện được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Học kỳ 2 (2017-2018) em vùa hoành thành môn Kim loại học ( MA2009) tương đương với 2 môn trong chương trình cũ là : Kim loại học (215020) và môn Công nghệ vật liệu mới (215048). Hiện môn trên trang thông tin sinh viên em đang được tự động miễn điểm môn Kim loại học (215020) . Môn này em đã hoàn thành vào kỳ 2 (2015-2016) trước đó .Hiện môn em chưa hoàn thành và muốn miễn điểm là : môn Công nghệ vật liệu mới (215048). Vậy em cần làm gì để được miễn điểm môn này ạ .Vì hiện tại em đang thiếu 2 chỉ môn này để tốt nghiệp ạ.. . Em xin cảm ơn [full_name] [full_name] mong nhận được sự hồi đáp từ quý thầy , cô .. . . .",
            "Chào bạn,. . Đã hủy môn chuyển 215020(12), và cập nhật bổ sung môn 215048 do bạn đã đạt MA2009 (HK172).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em K14, khi đăng ký môn học thì lại báo lỗi này. Cho em hỏi thông báo lý lịch online cụ thể ra sao ạ? em chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng kiểm tra email sinh viên, nhà trường đã gửi mail về vấn đề cập nhật thông tin sinh viên và cách xử lý trường hợp cập nhật trễ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em xin kính chào, em hiện đang là sinh viên khóa K12, do em chưa có bằng TOEIC nhưng học kì sau là học kì cuối để đăng kí luận văn, theo như lịch thi TOEIC tiếp theo em đăng kí được là vào ngày 24/02/2019 trễ so với đợt đăng kí luận văn 18/01/2019. Vậy có thể cho em được biết có còn cách nào không ạ? em có lên trữ tiếp PĐT cs2 hỏi thì được cô hướng dẫn lên đây ạ. em xin cám ơn.",
            "Chào bạn, . . Theo quy định hiện hành thì sv phải đạt chuẩn anh văn Toeic 450 thì mới được đăng ký LVTN.. . Khi nào bạn có được điểm Toeic 450 thì lúc đó bạn hãy liên hệ trực tiếp   B Phòng đào tạo - cơ sở 1  /B , tại thời điểm đó các cô tiếp sinh viên mới có thể trả lời là có nhận đơn cứu xét được không.. . Trân trọng.",
            "Dạ em xin cám ơn ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong đợt đăng ký môn học vừa rồi em có đăng kí nhầm môn LVTN cho học kỳ sau( học kì II), nhưng trong kỳ này em đang làm luận văn tốt nghiệp và sắp ra hội đồng bảo vệ. Vì đã quá ngày hiệu chỉnh đăng ký môn học nên cho em hỏi làm cách nào để huỷ đăng ký môn học LVTN cho kỳ sau ạ.",
            "Chào bạn,. . Phòng Đào tạo sẽ kiểm tra lại, nếu đúng sẽ hủy . . cho bạn môn LVTN.Bạn vui lòng kiểm tra kết quả đăng ký môn học vào ngày 2/1/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b [full_name]. . cho em hỏi là sao bản sao giấy chứng nhận tốt nghiệp THPT của em đã gửi mà sao vẫn ghi là chưa nhận được. .",
            "Chào bạn,. . Hiện tại dữ liệu thông tin bằng THPT trên web chưa cập nhật, qua HK182 sau khi kiểm tra xong dữ liệu bằng PTTH phòng đào tạo sẽ gởi email đến sv để kiểm tra đối chiếu lại.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]. . . Học kỳ vừa rồi em có đăng ký môn học Cơ lưu chất với mã số CI2003 ( 3 chỉ và cả thí nghiệm) nhưng sau đó em mới nhận ra là môn Cơ lưu chất của khoa CNVL lại có mã CI2005 (2 chỉ không có thí nghiệm). Tuy biết là đăng ký sai nhưng em cũng lỡ nhận ra trễ. Em cũng đóng học  phí và học bình thường. Hiện nay sau khi biết điểm thi và đã qua môn học. Em xin hỏi liệu em có thể làm đơn xin chuyển điểm qua môn của khoa với mã CI2005 không ạ",
            "Chào bạn, . . Chỉ được chuyển tương đương khi môn đó đã có trong sách môn tương đương do [full_name] gửi nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Đăng ký môn học 12 chỉ bao gồm thực tập tốt nghiệp. Mà em đăng ký tận 13 chỉ, xin anh/chị hủy giùm em môn Giải tích 2 MT1005 . . Mssv: [student_id] [full_name]",
            "Chào bạn,. . Phòng Đào tạo sẽ kiểm tra lại, nếu đúng sẽ hủy cho bạn môn Giải tích 2. Bạn vui lòng kiểm tra kết quả đăng ký môn học vào ngày 2/1/2019.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dear, thầy cô  . . Cho em hỏi, em là K16 bắt buộc hết năm 3 em phải qua anh văn 2, nhưng anh văn 2 em rớt nhưng đậu anh văn 3 thì có được tính là qua chuẩn của năm 3 không ạ? . . Em cảm ơn",
            "Chào em,. . Vì thang điểm môn av3 cao hơn môn  av2, nếu em đạt av3 thì xem như đã đạt chuẩn của năm 3.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name]. . . .   i Yêu cầu khác . 407404 Kỹ thuật máy tính 1 sao em đăng ký môn này không được trong khi đây là môn bắt buộc ?",
            "Chào bạn,. . Lúc bạn đăng ký báo lỗi gì? Hiện tại đã hết thời gian đăng ký môn học.. . Sắp tới còn 1 đợt đăng ký bổ sung môn học (Đăng ký môn học cho HK chính 182 từ 02/01/2019  đến 03/01/2019 (Đợt đăng ký môn học bổ sung). Đợt này sinh viên chỉ được bổ sung môn học (không hủy và đổi nhóm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t . . Dạ kính thưa văn phòng [full_name], hôm nay em có lỡ một buổi thi vì lí do là sốt vào buổi sáng em không đi thi được, vậy cho em hỏi là trường có tổ chức cho sinh viên thi lại môn đó không ạ?. . Vì môn đó là môn ghép 2 môn mã cũ bên em và một trong 2 môn đó là môn tiên quyết để em nhận luận văn tốt nghiệp. Mong nhà trường xem xét cho em để em có thể hoàn thành được chương trình đầu ra của trường ạ.",
            "Chào bạn,. . Bạn tham khảo quy định về việc xin vắng thi cuối kỳ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/c. Vắng các buổi thi cuối kỳ:. . Nhà trường không tổ chức thi lại nha bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy Cô cho em hỏi là em đã học xong anh văn 3, và kì kiểm tra anh văn vừa rồi em được 545, vậy thì có cần bắt buộc phải học anh văn 4 không ạ. Em cảm ơn. . .",
            "Chào bạn,. . Kỳ kiểm tra anh văn định kỳ ngày 8/12/2018 do Phòng Đào tạo tổ chức, chỉ dùng để xét chuẩn Anh văn sau mỗi năm không, không dùng để miễn anh văn (1,2,3,4).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Yêu cầu khác . Em hiện là khóa K13 khoa cơ khí, em vừa nhận điểm thi toeic của mình là 415 điểm, em được biết là trước đây 400 điểm là có thể nhận luận văn nhưng hiện nay đã tăng lên 450 điểm, vậy em có thể làm đơn xem xét để nhận luận văn rồi vừa làm vừa học toiec để thi có được không ạ? Tại hiện em đã sang năm học thứ 6 chỉ còn dính mỗi chuẩn Toeic, em chân thành cảm ơn ạ.. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phải thực hiện theo đúng quy định về chuẩn tiếng Anh để nhận LVTN nha bạn.. . Dể đảm bảo chất lượng về việc làm LVTN bạn vẫn có thể liên hệ với giáo viên để xin được làm LVTN trước. Khi có đủ chuẩn tiếng Anh theo yêu cầu, bạn có thể làm đơn xin xem xét đăng ký luận văn tốt nghiệp có xác nhận của giảng viên hướng dẫn và Khoa (thời gian nộp đơn trễ nhất là trước khi thi giữa kỳ).. . Thân",
            "Dạ em cảm ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là em bị thiếu sinh hoạt công dân thì phải làm sao để được đăng kí môn học ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy/cô. . . . Em là Thiên An, sinh viên khoá K13 ngành vật liệu.. . . . Em có thắc mắc là em có nộp chứng chỉ ngoại ngữ từ năm 2, đã xong luận văn và giờ đợt tốt nghiệp này thì em có phải nộp lại chứng chỉ mới không ạ ? Vì chứng chỉ em nộp đã đủ chuẩn tốt nghiệp và chuẩn đăng kí luận văn ạ.. . . .",
            "Chào bạn,. . Nếu tại thời điểm bạn nộp đã đủ chuẩn tốt nghiệp và thẩm tra hợp lệ thì bạn không cần phải nộp lại.. . Thân",
            "Hi chị [full_name],. . . . Cảm ơn đã hỗ trợ ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy Cô cho em hỏi , em đăng ký nộp chứng chỉ ngoại ngữ ( cụ thể là bằng TOELF ITP) để chuyển điểm, thì đã được phòng đào tạo thẩm tra hợp lệ và em cũng đã thanh toán phí chuyển rồi ạ . Vậy bây giờ em có cần làm thêm thao tác gì không ạ ? Em xin cảm ơn ạ .. . . .",
            "Thầy Cô cho em hỏi , em đăng ký nộp chứng chỉ ngoại ngữ ( cụ thể là bằng TOELF ITP) để chuyển điểm, thì đã được phòng đào tạo thẩm tra hợp lệ và em cũng đã thanh toán phí chuyển rồi ạ . Vậy bây giờ em có cần làm thêm thao tác gì không ạ ? Em xin cảm ơn ạ .. .",
            "Chào bạn,. . Bạn chỉ cần làm đúng các thao tác theo hướng dẫn là được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô / anh chị a. . em K16, hồi lúc nhập học em thi tiếng anh đầu vào và được \"\"miễn học anh văn 1\"\".  và giờ thì em đã học \"\"đủ 3 môn anh văn còn lại\"\".. . . . Câu hỏi của em là:. . . . Nếu sắp tới em nộp bằng Toeic chuyển điểm CẢ 4 môn anh văn thì có được không? . . Và điểm chuyển đó có tính vào ĐTBTLN (trung bình tích lũy ngành) không, hay chỉ xếp vào TBTL thôi ạ?. . . . Em cám ơn.",
            "Chào bạn. . Mỗi môn anh văn bạn được chuyển điểm 1 lần.. . Bạn vào xem thêm quy định về cách tính điểm chuyển tại đây: http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/Cách đăng ký chuyển điểm các môn ngoại ngữ/Cách tính điểm các môn chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] MSSV [student_id], hiện tại theo đăng ký môn học HK182 đợt 2 em vẫn có đầy đủ môn đăng ký, nhưng kết quả đăng ký lại trống, đến đợt 3 vẫn trống, em mong pdt giải quyết. Em xin cám ơn!",
            "Chào bạn,. . Phòng Đào tạo đã đưa kết quả đăng ký của môn học đợt 2 lên. Bạn vui lòng vào kiểm tra lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là sao em nộp chứng chỉ ngoại ngữ vào ngày 2/12/2018 mà chưa được thẩm tra xong mà bạn em nộp vào ngày 10/12/2018 lại được thẩm tra xong rồi, liệu có sai sót gì không ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . Thời gian trả kết quả thẩm tratùy thuộc vào thờ điểm IIG trả lời công văn của trường, bạn vui lòng đợi.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi cái dòng màu cam là s ạ. Trước đó em có đăng kí học anh văn ở ngoài rồi ạ",
            "xin chào ạ",
            "Chào bạn,. . Trong dòng màu cam có ghi rõ mà bạn \"Môn không đăng ký được, mã lỗi\", môn học đâu có trong thời khóa biểu của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào thầy/cô! Học kì trước em học môn Cơ học kết cấu (CI2029) để thay thế cho môn Cơ kết cấu 2 (809020) nhưng lúc vào bảng chuyển điểm thì lại có môn Đồ án thiết kế nhanh (không có trong chương trình đào tạo) chứ không phải môn cơ kết cấu 2. Mong thầy/ cô kiểm tra lại giúp em. Em cảm ơn ạ!",
            "Chào bạn,. . Đã hủy điểm môn 813 (do HK trước [full_name] đưa CV sai). Đã bổ sung lại 809020 vào HK bảo lưu.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi, em là sinh viên nội trú Ký túc xá Đại học Quốc gia, em đã quên đăng ký Bảo hiểm Y tế, vậy em có bị đình chỉ học? Nếu có thì em phải làm gì để không bị đình chỉ.",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên để hỏi về vấn đề Bảo hiểm Y tế.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . thưa thầy cô, em học k15, hiện tại em không có môn học nào trong kết quả đăng kí môn học cả đợt 1 2 , vậy cho em hỏi giờ nên làm gì ạ",
            "Chào bạn,. . Phòng Đào tạo đưa kết quả đăng ký môn học của đơt 2 lên. Bạn vui lòng vào kiểm tra và xem lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về Qui định về các môn Thể dục từ HK182, học kì 181 em  học giáo dục thể chất 1 môn bóng bàn thì đến học kì 182 em có được đăng kí tiếp tục môn bóng bàn hay không?",
            "Chào bạn,. . Quy định về các môn học GDTC áp dụng từ học kỳ  182 (phải học 3 môn khác nhau) theo như mail nhà trường đã thông báo, những môn bạn học trước đó sẽ không hồi tố lại, ví dụ bạn mới đạt GDTC1, còn GDTC2 và GDTC3 thì bạn phải chọn 2 môn khác nhau. Nhà trường không xét trùng với môn GDTC1.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . do em thanh toán trễ học phí đợt 1 và vô kết quả đăng kí môn học hk182 thì trống, em phải làm sao ạ. . . .",
            "Chào bạn,. . Phòng Đào tạo đã gửi mail trường hợp các bạn sinh viên đóng trễ học phí phải làm như thế nào?Bạn vui lòng kiểm tra lại email.. . Hiện tại Phòng Đào tạo đã đưa kết quả đăng ký môn học của đợt 2 lên, bạn vui lòng vào kiểm tra và xem lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa pdt, em hiện đang là sv của trường. Vì sắp tới tụi em có tổ chức 1 buổi tập huấn riêng cho 1 số bạn sinh viên trong nhóm về chương trình tư vấn tuyển sinh sắp tới. Vì yêu cầu cần phải có 1 phòng học và 1 máy chiếu nên pđt cho em hỏi là tụi em có thể mượn phòng học và máy chiếu của trường mình trong 1 buổi được không ạ?. . Mong pđt phản hồi. Em cảm ơn.",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên để đăng ký mượn phòng học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Chào nhà trường, môn học Giải tích 1 của em ghi điểm thi là 2,5 nhưng điểm trung bình vẫn là 5,0 và đạt[full_name] Cho em hỏi như vậy là sao ạ? MSSV của em là [student_id][full_name] Em xin cảm ơn![full_name] [full_name]",
            "Chào bạn,. . Điểm của bạn là do giáo viên nhập và nộp điểm lên Phòng Đào tạo, bạn có thắc mắc về điểm liên hệ trực tiếp với giáo viên để hỏi nha!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . . Tại sao các môn học em đều trong CTDT khóa . . em nhưng số tín chỉ tích lũy ngành của e lại là 144 trong khi số tín chỉ tích lũy lại là 146.. . Vậy 2 chỉ e mất đi do đâu",
            "Chào bạn,. . Số tín chỉ tích lũy ngành được tính tại thời điểm đăng lên web nha bạn. Hiện tại STCTL ngành của bạn là 146 tín chỉ.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT,. . Hiện tại, em đã đăng ký LVTN và môn Kinh tế học đại cương IM1013.. . Nhưng hiện tại, em vẫn không có danh sách môn học trong mục    B Kết quả Đăng ký môn học HK182 - Hệ Chính Quy - Đợt 2   /B . . . . Em kính mong thầy, cô PĐT giải đáp để em cũng như các bạn trong lớp hiểu rõ hơn ạ.. . . . Em xin cám ơn.. .",
            "Chào bạn,. . Bạn vô xem lại kết quả, Phòng Đào tạo đã đưa kết quả của đợt 2 lên trang https://mybk.hcmut.edu.vn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào cô.. . Em kiểm tra thời khóa biểu và kết quả đăng ký không có môn LVTN như em có hỏi ở yêu cầu trước ạ.. . Ngày mai 3/1 em sẽ lên PĐT trình bày hay sao ạ.. . Em cám ơn cô",
            "Chào bạn,. . Trường hợp của bạn Phòng Đào tạo đã xử lý, nhưng do trường hợp của bạn đặc biệt, nên không thể đưa lên web cho bạn đăng ký online, Bạn theo dõi thời khóa biểu chính thức trên trang https://mybk.hcmut.edu.vn/stinfo theo lịch học vụ (dự kiến ngày 7/1/2019). Nếu tới thời điểm đó vẫn chưa có, bạn có thể đến Phòng Đào tạo để làm đơn khiếu nại.. . Thân",
            "Em chào cô ạ. . Em sẽ đợi thời khoá biểu. Mong cô giúp đỡ em sớm ạ. . Em cám ơn cô.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B [student_id] /Yêu cầu khác: Em xin chấm phúc tra môn những nguyên lý chủ nghĩa mac le nin thi (sp1003)  vào ngày 10/12/2019 mà không được . Xin Hỗ trợ giúp em",
            "Chào bạn,. . Bạn tải mẫu Phiếu đăng ký Phúc tra tại http://aao.hcmut.edu.vn/    sinh viên biểu mẫu. . Sau đó nộp cho phòng Đào tạo. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính chào thầy(cô),. . . . Em hiện tại là sinh viên năm nhất của trường mình. Cho em hỏi là theo quy định mới kể từ học kì 182 phải hoàn thành 3 môn học trong 9 môn thay vì 3 môn GDTC như cũ vậy ở học kì 181 em đăng ký môn bơi, học kì 182 này em đăng ký tiếp môn bơi nữa và sang học kì 191 em đăng ký một môn khác vậy là em có hoàn thành chương trình GDTC chưa quý thầy(cô)? . . . . Mong quý thầy cô phản hồi em sớm.. . Thân.. . . .",
            "Chào bạn,. . Quy định về các môn học GDTC áp dụng từ học kỳ  182 (phải học 3 môn khác nhau) theo như mail nhà trường đã thông báo ngày 19/12/2018, những môn bạn học trước đó sẽ không hồi tố lại, ví dụ bạn mới đạt GDTC1, còn GDTC2 và GDTC3 thì bạn phải chọn 2 môn khác nhau. Nhà trường không xét trùng với môn GDTC1.. . Thân"
        ]
    }
]