[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . +Nội dung:. . Tên môn học :Luận văn tốt nghiệp (Kỹ thuật Y sinh). . Mã môn học :AS4343. . Mã nhóm muốn đăng ký :L01. . +Lý do :sinh viên mới được thu nhận lại. . +Đính kèm quyết định thu nhận. .",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy cô,. . . . Em tên là [full_name], MSSV: [student_id], học lớp HC17TP, ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học.. . . . Học kì 202 em có xin hoãn bảo vệ Luận văn tốt nghiệp (CNTP) - CH4333 và đã có điểm hoãn thi trên bảng điểm. Học kì 211 em đã đăng ký và bảo vệ xong luận văn tốt nghiệp.. . . . Em muốn hỏi thầy cô cách   B đăng ký xóa điểm Hoãn thi  /B  môn   B Luận văn tốt nghiệp (CNTP) - CH4333  /B  để giảng viên bộ môn - cô [full_name] nhập điểm cho em ạ. Hiện tại, cô [full_name]   I không thể cập nhật điểm  /I  cho em được.. . . . Kính mong được quý thầy cô hướng dẫn.. . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . \"...Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ này gửi về PĐT để ra quyết định hội đồng.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh chị,. . Em tên [full_name] mssv [student_id]. . Anh chị cho em đăng kí phúc tra cột điểm BTL/ĐA môn Hệ Thống năng lượng xanh ee3131 nhóm L01 với ạ! Do trong trang phúc tra không có môn học này để đăng kí ạ!. . Em cảm ơn ạ!",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . . . Học kỳ 211 vừa rồi em có đăng ký tham gia học chương trình liên thông ĐH-ThS. Em có đăng ký môn Phương pháp Phần tử hữu hạn nâng cao (CI5448) và   B đủ điểm đạt  /B . Đây là môn nằm trong danh sách môn tương đương xét miễn (hình đính kèm). . . . . Em thắc mắc điểm này PĐT sẽ   I tự cập nhật  /I  trên Mybk của em hay em   I phải làm thủ tục  /I  nào khác không ạ? Vì trên Mybk em vẫn chưa thấy được cập nhật số tín chỉ của môn này.. . . . Mong thầy cô giải đáp thắc mắc, em cảm ơn và chúc thầy cô nhiều sức khỏe. .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào tạo,. . . . Hiện em đã hoàn tất việc bảo vệ luận văn, nhưng chưa thể tốt nghiệp vì còn thiếu bằng ngoại ngữ và thiếu ngày CTXH. . . . . Em muốn hỏi rằng em có cần đăng ký môn học (ít nhất 1 môn) để tiếp tục duy trì tình trạng sinh viên trong học kì tới hay không?. .   i Tốt nghiệp .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Hiện tại em là sinh viên Việt Pháp đã hoàn thành luận văn và chương trình học nhưng còn thiếu bằng ngoại ngữ và ngày ctxh. Trong học kỳ chính này (HK212), em đã đăng ký 1 môn học, tuy nhiên do công việc quá nhiều cùng với việc gia đình nên em không thể giành thời gian tới lớp. Do vậy em muốn rút môn học (môn học kéo dài 5 tuần) thì điều này có ảnh hưởng tới việc xét tốt nghiệp trong năm học này của em không (khi em đã nộp bằng ngoại ngữ và đủ ngày ctxh). Ngoài ra nếu không dky môn học nào trong một học kỳ thì em vẫn còn được phép xét tốt nghiệp khi em đã đủ yêu cầu tốt nghiệp trong học kỳ đó không ?. . . .",
            "Chào em,. . Trường hợp rút môn học thì không ảnh hưởng đến việc xét tốt nghiệp nhé bạn.. . Trường hợp nếu bạn đủ điều kiện tốt nghiệp có thể gửi câu hỏi qua bksi để hỏi về việc xét tốt nghiệp nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em hiện là sinh viên năm nhất của trường mình. Trong đợt đăng kí môn học vừa rồi, em đã không đăng kí môn giáo dục thể chất học phần 1. Cho em hỏi là nếu em không hoàn thành môn giáo dục thể chất học phần 1 trong năm nhất thì em có thể đăng kí các môn học khác vào các học kì tiếp theo không ạ? Em xin chân thành cảm ơn.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .",
            "Vậy là em vẫn có thể đăng kí môn giáo dục thể chất cũng như các môn học khác vào học kì 1 của năm 2 đúng không ạ?",
            "Chào em,. . Được nhé, em vui lòng xem thông báo sau.. . Thân mến. .",
            "Em có thắc mắc trên bởi vì em mới đọc được qui chế học vụ về việc ràng buộc môn học GDTC trong vấn đề đăng kí môn học: . . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20h%E1%BB%8Dc%20v%E1%BB%A5%20tu%CC%9B%CC%80%20HK202.pdf.. . . . Chị có thể giải thích cho em mục số 3 được không ạ. Em biết là chuyện này hơi phiền nhưng em thật sự đang rất hoang mang sợ rằng mình không thể đăng kí môn học ở học kì 1 năm 2 sắp tới.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Cô đã trả lời em câu trước rồi nhé.. . Quy chế như vậy, do tình hình dịch bệnh nên em đợi email thông báo sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi: em vừa hoàn thành việc bảo vệ luận văn tốt nghiệp xong do ở học kì 202 em đã xin hoãn luận văn và được chuyển điểm hoãn 14. Vậy bây giờ để em được cập nhật lại điểm luận văn trên bảng điểm thì em có cần phải làm đơn xin chuyển điểm không ạ và nếu có thì em lấy mẫu đơn ở đâu và hình thức nộp như nào ạ. . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . \"...- Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ này gửi về PĐT để ra quyết định hội đồng.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . Dạ cho em hỏi có đợt cho đăng kí lớp anh văn theo yêu cầu không ạ? Nếu có thì khoảng thời gian khi nào là mở cho đăng kí ạ?. . Rất mong nhận phản hồi từ thầy cô, em cảm ơn.",
            "Chào bạn. . Khi nào mở lớp đăng kí lớp anh văn theo yêu cầu sẽ có thông báo cụ thể sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị,. . . . Em tên [full_name], MSSV [student_id], vừa được thu nhận lại vào hệ VHVL theo QD_103. . . . . Nay cho em xin đăng ký các môn học:. . - Mạch điện tử thông tin_EE3011_L01_L01. . - Lập trình hệ thống nhúng_EE3031_L02. . - Hệ thống năng lượng xanh _EE3131_L01. . . . Lý do sinh viên được thu nhận lại là chuyển hệ từ chính quy sang hệ VHVL.. . . . Em có đính kèm QĐ thu nhận ạ. Em xin cảm ơn anh/chị.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào chị,. . Em đã thanh toán khaonr học phí nợ của mình. . . Chị có thể tiếp nhận và xử lý vấn đề đăng ký của em được không ạ?. . Em cảm ơn chị nhiều.",
            "Chào em,. . Em còn nợ khoản lệ phí in bảng điểm 35.000 k trên bkpay, vui lòng vào thanh toán, sau đó phản hồi lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa,. . . . Bài thi cuối kì môn CI3233 của em do sơ suất nên đặt tên file nộp nhầm từ L06B thành L05B,. . . . Do đó thầy dạy của em không có bài để chấm, và em đang bị điểm 13, em đã đăng kí phúc khảo nhưng em sợ PĐT cũng cho rằng em không có bài.. . . . Bây giờ em phải làm sao để được chấm bài ạ, em cám ơn.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - GV nhập điểm, Khoa gửi bảng điểm đến PĐT.. . Thân mến. .",
            "Em đã liên hệ với thầy xin thầy chấm lại bài mà thầy nói là phải có yêu cầu từ PĐT ạ",
            "\"Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi pdt. . Em [full_name] mssv [student_id] khoa xây dựng. . Em xin trình bày . . Sáng nay em có lên pdt xin mở lớp nhưng pdt kêu em làm đơn và có sự chấp nhận của giảng viên thì mới đăng kí được. Em đã mail cho cô [full_name] và đã được đồng ý .nhưng nhà em cách khá xa trường nên em mong pdt mở đăng kí onl cho em. Em sẽ gửi đoạn mail dc sự đồng ý của cô [full_name] và cái file đăng kí lớp học ạ. . Em xin mong pdt mở lớp cho em để e còn được phân ngành ạ. . Em xin cảm ơn. . . .",
            "QUOTE Kính gửi pdt. . Em [full_name] mssv [student_id] khoa xây dựng. . Em xin trình bày. . Sáng nay em có lên pdt xin mở lớp nhưng pdt kêu em làm đơn và có sự chấp nhận của giảng viên thì mới đăng kí được. Em đã mail cho cô [full_name] và đã được đồng ý .nhưng nhà em cách khá xa trường nên em mong pdt mở đăng kí onl cho em. Em sẽ gửi đoạn mail dc sự đồng ý của cô [full_name] và cái file đăng kí lớp học ạ. . Em xin mong pdt mở lớp cho em để e còn được phân ngành ạ. . Em xin cảm ơn. . . .   /QUOTE . .",
            "Chào em;. . đơn của em không đầy đủ buổi học, tiết học nên không hợp lệ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào,. . Em là sinh viên của K19. Em chưa hoàn thành thể chất 2 và 3. Cho em hỏi em có thể hoàn thành thể chất 2 và 3 bằng cách đăng ký môn như thế nào ạ? Em xin chân thành cám ơn !",
            "Chào em,. . Việc ĐKMH tuỳ SV nhé. Theo quy định em phải hoàn thành 3 môn GDTC khác mã môn học.. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng đào tạo,. . . . Em sinh viên K2019 hệ Chính quy.. . . . Khi xét học bổng khuyến khích học kì, ta tính điểm trung bình các môn đăng kí trong học kì chính (bao gồm các môn học cải thiện điểm) hay chỉ tính điểm trung bình các môn học lần đầu tiên ạ.. . . . Trân trọng,. . Khoa.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin chào PĐT, em có đăng kí chuyển điểm anh văn 2 để đủ số tín chỉ đăng kí luận văn tốt nghiệp (LVTN) mở lại vào ngày 18-19. Em kiểm tra thì thấy đã được xác nhận đăng ký chuyển điểm nhưng môn học thì chưa chuyển. Mong PĐT chuyển giúp em để em đăng kí LVTN với ạ. Em cảm ơn PĐT.",
            "Chào bạn. . đã có tkb môn lvtn, tại Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô phòng đào tạo , em là sinh viên sắp tốt nghiệp trong đợt tốt nghiệp tới này . Hiện tại em đã nhận được giấy tốt nghiệp tạm thời và tình trạng sinh viên đã chuyển sang tốt nghiệp . Mong thầy cô cho em biết khi nào em có thể nhận được bằng tốt nghiệp ạ , em xin cảm ơn thầy cô ạ .. . . .",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em tên là Chiêng Mỹ Ngọc Hà, K17 ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học.. . . . Em đang gặp vấn đề về   B điểm Luận văn Tốt nghiệp - CH4333  /B . . . . . Em có xin   B Hoãn bảo vệ HK202  /B .   B HK211  /B  em   B đã hoàn thành bảo vệ LVTN  /B .. . . . Hiện tại, giảng viên bộ môn   B đang cập nhật điểm môn Luận văn Tốt nghiệp (CNTP) - CH4333  /B  cho tụi em nhưng   B không được  /B  do   B không thể xóa điểm 14 - điểm Hoãn thi  /B  trên Bảng điểm. Cô có yêu cầu tụi em   I làm đơn xin xóa điểm 14  /I  gửi Phòng Đạo tạo thì cô mới nhập điểm mới vô được.. . . . Em cần phải làm thế nào ạ? Kính mong quý cô có thể hướng dẫn cho em.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . \"...- Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ này gửi về PĐT để ra quyết định hội đồng.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . . . . Em xin thầy cô hủy cho em môn Hoá Đại Cương ( [full_name])- [full_name]4 học vào thứ 3 tuần 3 và 4. . vào ngày 18/1/2022 và 25/1/2022.. . . . Vì hiện tại, em đang ở dưới quê Vĩnh Long chưa có lên thành phố Hồ Chí Minh kịp ạ.  . .   i Yêu cầu khác .",
            "Thân gửi các bạn sinh viên,. . . . Thời khóa biểu môn Hóa đại cương (thí nghiệm) CH1004 nhóm [full_name] đã được cập nhật, Lịch học này thể hiện trong HK1 (21-22), bắt đầu học từ ngày 17/01/2022 tại Cơ sở 1.. . . . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . . .  SV xem TKB tại mybk    Thông tin SV    Xem TKB.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Quý Thầy Cô phụ trách,. . . . Cho em hỏi đối với học kỳ thực hiện LVTN thì có được xét HBKK không ạ? Nếu có thì nhà trường xét duyệt dựa trên điểm TBHK hay điểm tổng kết LVTN ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô Phòng Đào tạo,. . Em vừa được cập nhật lịch học TN môn Hóa Đại cương. Tuy nhiên trên app PC Covid và sổ sức khỏe điện tử của em chưa cập nhật được tiêm 2 mũi dù em đã có phản ánh. Em có thể dùng giấy xác nhận tiêm chủng để thay thế được không ạ?. . Cảm ơn quý thầy cô đã đọc câu hỏi của em.",
            "Chào em,. . Khi vào trường em có thể trình bày ngay tại cổng bảo vệ của trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em tên là [full_name] MSSV [student_id], Kĩ thuật dệt. . Kì vừa rồi em có làm đồ án có điểm  rồi,mà lúc nhập điểm phát hiện check lại thì không thấy có đồ án .. . Giờ thầy cô xin mở đk môn học để em đóng tiền , đăng kí môn đồ án để làm luận văn cho kịp ạ.. . Hay em có phải lên phòng đào tạo không ạ,. . . . Em cảm ơn thầy cô.",
            "Chào bạn. . Bạn vui lòng ghi rõ môn gì? msmh gì ? ở HK nào để Pdt kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name] - MSSV: [student_id]. . Em vừa hoàn thành luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn nên không đủ điều kiện để tốt nghiệp đợt tháng 4. Do đó em dự định sẽ tốt nghiệp vào tháng 11. Nếu vậy, thầy cô cho em hỏi là em có cần làm đơn xin học tiếp hay không ạ? Nếu có thì mẫu đơn xin học tiếp sẽ làm như thế nào ạ?",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em là [full_name] MSSV: [student_id]. . không biết nhà trường và thầy cô có thể đẩy lịch học môn Thí nghiệm Hóa đại cương 1004 nhóm Vxxx từ ngày 17/1 qua tuần 8 sau tết được không ạ? Em xin chân thành cảm ơn ạ",
            "Thân gửi các bạn sinh viên,. . . . Thời khóa biểu môn Hóa đại cương (thí nghiệm) CH1004 nhóm [full_name] đã được cập nhật, Lịch học này thể hiện trong HK1 (21-22), bắt đầu học từ ngày 17/01/2022 tại Cơ sở 1.. . . . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . . .  SV xem TKB tại mybk    Thông tin SV    Xem TKB.. . . . Trân trọng thông báo.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo ạ, em là sinh viên k18 còn nợ một môn và vì một số lý do em đã bỏ lỡ đợt đăng kí dự thính lộ trình lấy số lượng. Em xin phòng đào tạo cho phép em được đăng kí lại dự thính môn CI1003 Vẽ kỹ thuật để em có thể hoàn thành kịp tiến độ ra trường ạ, em tha thiết mong phòng đào tạo cho em đăng kí dự thính kì này ạ, để em có thể kịp ra trường trong kì này ạ. . Em xin chân thành cảm ơn ạ !",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. .",
            "Chào em;. . em theo dõi lịch học vụ để đăng ký đợt tiếp theo của dự thính lộ trình 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chuyển Hệ VHVL . . Tên môn học : Truyền số liệu và mạng. . Mã môn học : EE3019. . Mã nhóm : L01_L01 . . . . Lý do : SV mới được thu nhận lại . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear PĐT,. . . . Hiện tại sắp hết hạn nhận gởi yêu cầu đăng ký môn học nhưng trên Tình trạng sinh viên của em vẫn chưa hiện thị quyết định thu nhận lại.. . Mong PĐT xem xét lại giúp em ạ.. . . . Thanks,. . [full_name]",
            "Chào bạn. . Bạn đợi cập nhật, hiện tại Pdt đã gởi mail cho bạn qd chuyển sang vlvh rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . . . Vừa qua em đăng ký Thí nghiệm hóa đại cương bổ sung đợt 2 cho HK211, và nhận được lịch học từ 17/01/2022. Tuy nhiên 1 ngày trước em có kết quả dương tính với COVID-19, nên không đủ điều kiện tham gia. Em cần làm gì để rút khỏi danh sách đợt này ạ?. . . .",
            "Thân gửi các bạn sinh viên,. . . . Thời khóa biểu môn Hóa đại cương (thí nghiệm) CH1004 nhóm [full_name] đã được cập nhật, Lịch học này thể hiện trong HK1 (21-22), bắt đầu học từ ngày 17/01/2022 tại Cơ sở 1.. . . . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . . .  SV xem TKB tại mybk    Thông tin SV    Xem TKB.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em.",
            "Chào em,. . Em vui lòng gửi thông tin có mã môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy Cô Phòng Đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id], là sinh viên chương trình Chất lượng Cao, thuộc khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Thực phẩm, mã lớp CC21HTP1.. . . . Cách đây ít phút, em nhận được thông báo không xếp TKB môn Hóa đại cương (Thí nghiệm), mã môn CH1004 từ Phòng Đào tạo. Lý do được ghi là \"[full_name]\". Thầy Cô cho em hỏi điều này có nghĩa là gì và em cần phải làm gì để được xếp TKB môn ạ?. . . . Em xin cảm ơn quý Thầy Cô.. . . . Chúc quý Thầy Cô một ngày tốt lành!. . . . Trân trọng,. . . . [full_name]. .",
            "Chào em,. . Em xem email PĐT đã gửi:. . Thông báo V/v tổ dạy bù trực tiếp Thực hành Hóa Đại Cương (CH1004)-HK202+203+211. . Hộp thư đến. . [email]. . . . \"Các Sinh viên chưa đủ điều kiện đến trường trong đợt này, hoặc không đăng ký sẽ vẫn được lùi lịch học  phần thực hành môn CH1004   đến khi có thông báo mới.\". . Thân mến. . . . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ!. . Em tên [full_name]. Mssv: [student_id]. . . . Vừa rồi em có đăng ký học Hóa đại cương (thí nghiệm) CH1004. Thời khoá biểu sắp xếp môn học bắt đầu vào ngày 17/1/2022. Do đang ở quê(Khánh Hoà) nên em không có khả năng vào Tp.HCM để học học phần này. . . . . Em muốn dời môn học này ra sau Tết thì em cần làm những thủ tục nào ạ. Sau khi rút môn học thì em còn có thế đăng ký vào đợt sau nữa được không?. Mong quý thầy cô giải đáp ạ!. . . . Em chân thành cảm ơn!. . . . Thuong. . . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng kí học Thí nghiệm Hóa DC tại trường nhưng không biết lịch sẽ học trước tết nên không có điều kiện để vào lại TPHCM.. . Em có liên hệ giảng viên nhưng cô không thể hủy.. . Giờ em phải làm gì để hủy việc học TN Hóa tại trường hoặc lùi về sau tết ạ?. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, em xin phép được đăng ký bổ sung vào môn học Công trình cấp thoát nước (CI3167) vào lớp học L01 được không ạ?. . Em cảm ơn thầy cô",
            "Dạ, em không có nhu cầu xin đăng ký lại nữa ạ, em cảm ơn thầy cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211.. . . . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5.. . . . Em có gửi đính kém ảnh về việc cô [full_name] thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL.. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là [full_name] , sinh viên năm nhất khoa cơ điện tử , vì ko đọc kĩ nên đã điền vào cái khảo sát đi học hóa ĐC thí nghiệm lớp Vxxx. . Em muốn được hủy lịch đi học hóa ĐC Thí nghiệm ( 17/1/2021) vì em không thuộc lớp Vxxx, em học lớp L59 thầy [full_name] ( môn Hóa ĐC thí nghiệm ), em cần phải nhắn cho ai ạ.. . Em xin cảm mơn ạ\t. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM.. . Em là [full_name], MSSV: [student_id].. . Hiện em đã được nhận quyết định thu nhận và chuyển sang hệ VHVL HK212.. . Hôm nay, em viết mail này kính mong Phòng Đào Tạo hỗ trợ em đăng ký tốt nghiệp theo như quy chế ạ. Mong Phòng Đào Tạo cho em đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn ạ.. . Sinh viên,. . [full_name].",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, . . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Em là [full_name], sinh viên hệ VLVH - mssv: [student_id], em đã hoàn tất bảo vệ Luận văn ở kì 211 vừa rồi nhưng trên mybk hiện chưa update điểm ạ. Em muốn hỏi là trong kì này em có được phép đăng kí tốt nghiệp không ạ? Và em có thể xem thông báo/danh sách tốt nghiệp ở đâu ạ.. . . . Em cảm ơn ạ.",
            "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé, việc tạm dừng không ảnh hưởng đến việc đăng ký thi AV nói viết. Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm Ngoại ngữ hỏi về việc đăng ký thi AV nói viết. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên : [full_name]. . Khoa : Kỹ thuật vật liệu. . Khóa 2021-2022. . . .   i Đăng ký môn học .   B Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP-HCM  /B . . . . Hôm nay em xin phép muốn bổ sung đăng ký môn Giải Tích 2 ( mã số môn học : MT1005), [full_name] 1 ( mã số môn học : PH1003) , Vẽ Kỹ Thuật ( mã số môn học : CI1003 ) những môn trong học kì 2 . . . .   U Lí do đăng ký  /U  : Lúc trước em là sinh viên Việt Pháp đã đăng ký những môn bên chương trình Việt Pháp . Sau khi xác nhận em về CT Đại trà em đã có đăng ký nhưng do sĩ số đã đủ và kẹt thời khóa biểu lúc đó nên đã không đăng ký được . Cho đến chiều hôm nay , em đã thấy mail hủy những môn học do đăng ký sai Chương Trình . Nên giờ thời khóa biểu của em chỉ có 2 môn học . Em muốn được bổ sung thêm để theo kịp Chương Trinh Đại Trà ạ.. . . . Em xin cảm ơn .. .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về % các điểm thành phần của môn học Con người và Môi trường (EE1003)? Căn cứ theo đề cương môn học (file đính kèm) mà cô phụ trách đưa cho em, điểm trung bình tổng kết môn có sai sót mong pdt xem xét lại ạ.",
            "Chào em,. . Điểm do GV nhập. Em vui lòng liên hệ [full_name], GV . Về đề cương: PĐT vận hành theo đề cương [full_name] gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý phòng đào tạo,. .  . . Em tên là Võ Ngọc [full_name], mssv [student_id], em có đăng kí học thí nghiệm môn hóa đại cương HK 203 qua form đợt 2 nhưng hiện TKB của em vẫn chưa hiện ngày học. Có thể trong lúc đăng kí, em quên chưa ghi thông tin các mũi vaccine đã tiêm nên không thõa điều kiện được lên trường học.. .  . . Em Xin bổ sung thông tin các mũi tiêm:. . + Mũi 1: 09/09/2021 - Vero Cell.. . + Mũi 2: 06/10/2021 -Vero Cell.. . + Mũi 3: 08/01/2022 -AstraZeneca.. . . . Kính mong phòng đào tạo có thể tạo điều kiện để em có thể học thí nghiệm Hóa Đại Cương ở trường.. .  . . Trân trọng,. . [full_name]. .",
            "Thân gửi các bạn sinh viên,. . . . Theo đề nghị của Khoa/bộ môn, Phòng đào tạo sẽ hủy tất cả các nhóm VCxx- TN trực tiếp- Chất lượng cao của môn Hóa đại cương (thí nghiệm) CH1004 vì sĩ số ít.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B Chào Thầy/Cô  /B ,. . Em tên là [full_name], . . MSSV: [student_id]. . Em đã đủ các tiêu chí để tốt nghiệp nhưng em vẫn chưa nhận được mail có trong danh sách tốt nghiệp dự kiến. . . Mong thầy cô xem xét cho em với ạ.. . Mong nhận được phản hồi sớm từ thầy/cô.. . Em cảm ơn ạ.",
            "\"Chào bạn,. . Hiện tại đã hết thời gian xét tốt nghiệp của đợt tháng 11/2021.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Em vui lòng trình bày rõ là em đã hoàn thành đủ các điều kiện tốt nghiệp khi nào? vui lòng trình bày cụ thể nhé. . Thân\"",
            "Em chào cô,. . Em hoàn thành môn học trong kì 1 (2021 - 2022) và có điểm vào ngày 16/12 ạ.. . Trước đó em đã hoàn thành đủ các điều kiện khác để xét tốt nghiệp ạ.. . Em mong nhận được phản hồi sớm từ nhà trường ạ.",
            "Chào em,. . Trường hợp SV đăng ký môn học trong HK211 vui lòng theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào trường ạ, em là [full_name] có mssv là [student_id]. Tuần trước em có nhận được mail của trường về việc đăng ký học hoá thí nghiệm thì em hiểu nhầm rằng link đó để đăng ký cho những ai chưa học hoá tn ở kỳ 1 để trường tổng hợp lại. Nay sau khi có thời khoá biểu thì em mới biết là tuần sau em đã có tiết ở trong trường. Vì khả năng đi lại bị hạn chế( em ở thành phố Huế) nên em viết đơn này xin phép trường huỷ tiết hoá thí nghiệm của em vào tuần sau và em sẽ đăng ký lại đợt học hoá thí nghiệm khác ạ. Em xin cảm ơn trường đã lắng nghe.",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào các thẩy/cô, . . . . Em có đăng kí học offline môn Thí nghiệm Hóa đại cương đợt 2 (bắt đầu từ ngày 17/01/2022), hiện tại đã có TKB. Vì một số lý do cá nhân nên em muốn rút đăng kí và đợi đợt sau. Thầy/cô cho em hỏi, em có thể rút được không ạ. Nếu được thì em cần làm đơn gì và gửi cho ai ạ. . . . . Mong thầy/cô giải đáp giúp em. . . Em xin chân thành cảm ơn. . .  ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khí động lực học 1   (mã môn học :TR2011). . . . . . Điện - điện tử hàng không  (mã môn học: TR4069). . . . Thực tập tốt nghiệp (kỵ thuật hàng không)      ( mã môn học: TR3333). . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô, em đã nhận giấy tốt nghiệm tạm thời hồi đầu tháng 1, mà do em cần bằng tốt nghiệp với một số tài liệu đi kèm để hoàn thành thủ tục chuyển ngành ở trường khác vào tuần sau, cho em hỏi em có thể nhận bằng của mình vào tuần sau được không ạ, em cảm ơn !",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô,. . Cô cho em hỏi là môn học Phân tích thiết kế và giải thuật (CO3031) nhóm lớp (L04-A) đã thi ngày 17/08/2021 mà hiện tại vẫn chưa có điểm. Không biết là do chưa có điểm từ thầy hay do lỗi cập nhật từ trang web trường ạ.. . Em có gửi mail cho thầy mà chưa nhận được thông tin.. . Mong cô kiểm tra giúp em ạ.. . Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo. . Em tên là [full_name]. MSSV [student_id]. . Vào ngày 10/1/2022 em có đăng kí học trực tiếp lớp thí nghiệm Hóa đại cương và đã được nhà trường sắp xếp học vào ngày Chủ Nhật 23/1/2022. Tuy nhiên, em đã đăng kí vé xe về quê vào ngày này. Em có thể hủy đăng kí đợt học trực tiếp này và đăng kí lại sau Tết được không ạ ? . . Em chân thành cảm ơn",
            "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] mssv [student_id]. . Em có học lớp DT01 môn Phương Pháp tính vào hk211 vừa qua. Em thấy điểm tb tổng của em là 4.5 trên bảng điểm nhưng khi tính bằng máy tính theo phần trăm các cột điểm thì em được 4.875 là tròn 5.0. Mong phòng đào tạo xem xét và giúp em. . Em cảm ơn. . . .   i Yêu cầu khác .",
            "Chào em,. . Điểm là do GV chấm và nhập điểm nhé, nếu có khiếu nại thắc mắc về điểm, SV vui lòng liên hệ với GV để được giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý thầy/cô,. . Em đang là sinh viên năm hai tại trường. Vào lúc đăng kí môn đợt 2 HK212, em có đăng kí môn GDTC HP2 - môn Aerobic (PE1045). Môn học của em cũng đã được xác nhận từ đơt 2 và đợt 3, myBK cũng có hiển thị cả thời khóa biểu của lớp. Nhưng khi đến tuần 02 này, trước lúc bắt đầu buổi học đầu tiên thì lớp đã bị xóa trên Bkel lẫn thời khóa biểu trên myBK. Theo quy định của trường thì sinh viên phải hoàn thành GDTC đủ 2 học phần thì mới được đăng kí môn năm ba, nên em mong quý thầy/cô xem xét giúp em còn lớp GDTC nào trống để em có thể hoàn thành 2 học phần và không bị chậm trễ tiến độ học tập ạ.. . Em chân thành cảm ơn.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ad,. . Hiện tại em đã có lịch học TN Hóa đại cương, tuy nhiên kì học em đăng kí là 202, theo email thông báo thì sẽ học 1 buổi, nhưng TKB lại hiển thị là học 2 buổi vậy em sẽ học cả 2 buổi hay là 1 trong 2 buổi ạ. . . Và do một số khó khăn hiện tại em vẫn chưa hoàn tất môn học Cơ học đá vào kì 211 (hiện tại vẫn đang bù vào kì 212) vậy nên đã trùng giờ học TN Hóa. PĐT hỗ trợ em đổi giờ học từ chiều T2 thành sáng T2 được không ạ.. . . . Em xin cảm ơn.. . . .",
            "Dạ hiện tại em kiểm tra lại TKB thì em có 3 buổi học TN Hóa đại cương, nhiều hơn hẳn 2 buổi so với thông báo ban đầu của nhà trường. Vậy em sẽ học cả 3 buổi hay sao vậy ạ. . . Mong PĐT phản hồi và hỗ trợ sớm vì lịch hiện tại trùng rất nhiều vào giờ học của em.",
            "Dạ PĐT cho em xin phép rút môn và đăng ký vào đợt sau được không ạ, vì theo thông báo em chỉ cần học 1 buổi nhưng hiện tại TKB tận 3b và 3b hoàn toàn trùng vơi slojch học kì học hiện tại của em. Em đã mail xin hỗ trợ nhưng nhận được phản hồi của PĐT thật sự rất chậm nên em xin rút môn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . MT2013 Xác xuất và thống kê. . GE2041 Địa vật lý dầu khí. . GE2001 Cơ sở kỹ thuật dầu khí. . Dạ e đã đk 5 môn học ở đợt 2 những giờ tkb chỉ hiện 2 môn và em bị mất 3 môn trên do gần đây nhà hay cúp điện và mất mạng do ảnh hưởng bão nên e đã bõ lỡ đợt đăng ký môn học đợt 3 ạ h em muốn đăng ký thêm 3 môn trên thì phải làm sao ạ vì lý do trên nên em ko thể nhớ mã lớp mình đã đăng ký ở đợt 2 ạ cũng như xem lịch sử đăng ký cũng ko thấy ạ",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy, cô Phòng Đào Tạo.. . . . Em đã hoàn tất Đồ án Tốt Nghiệp - ĐATN, chứng chỉ tiếng Anh (nghe, nói, đọc, viết) nhưng điểm của ĐATN chỉ mới vừa được thầy, cô bộ môn báo là đã gửi vào hôm nay (14/1) mà 15/1 hết đợt đăng ký xét TN. . . . . Thầy, cô cho em xin hướng giải quyết để em được đăng ký xét TN đúng thời gian sớm nhất ạ. . . . . Em cảm ơn thầy, cô!. .",
            "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ NN  phải được thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Điểm ĐA tốt nghiệp của bạn đã được cập nhật trên mybk/Thông tin SV xem điểm chưa?. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: DẠ em có 2 vấn đề hỗ trợ ạ. . . . Thứ nhất: em có thể xin sđt và email của cô [full_name] dạy môn giải tích được không ạ, vì em cần xác nhận của cô để xin thi lại cuối kì nhưng email nhiều lần cô không trả lời em ạ, trong quá trình em học em cũng mail không được mặc dù cô đã cho email. . . . Thứ hai : hồi thi cuối kì em bị nhiễm covid nên em không kịp hoãn thi và giờ đã hết hạn vậy em phải cần xác nhận giảng viên dạy em để em được thi lại chứ không bị cấm thi đúng ạ",
            "Chào em,. . Em vui lòng liên hệ về Khoa/Bộ môn của bạn để xin thông tin liên hệ với giảng viên nhé.. . Thân"
        ]
    }
]