[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô phòng đào tạo đại học Bách Khoa TP.HCM. . Em tên là Trần Thanh Bình - Mssv [student_id]. . Nay em viết đơn này là muốn xin Thầy/Cô giúp em cập nhật điểm đổi từ Toeic sang anh văn 1 và anh văn 2. . . Em đã thanh toán phí chuyển đổi điểm và ở trang đổi điểm cũng đã xác nhận thanh toán. Nhưng em chưa thấy điểm được cập nhật trên bảng điểm của em.. . Em rất mong Thầy/Cô xem xét giúp đỡ ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Pdt đã cập nhật rồi. . Bạn xem tại trang stinfor - điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Hiện tại em không biết email và giảng viên giảng dạy môn kỹ thuật số EE1009 để gửi đơn mở lớp nên em mong nhà trường cung cấp những thông trên.. . . . . .",
            "Chào em,. . Em liên hệ [full_name], Bộ môn GVCN để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em xin trình bày tình hình hiện tại của em như sau:. . - Môn học MIP (003709) có mở 2 lớp cho các bạn sinh viên VP. Em đã lỡ đăng ký nhầm lớp bị trùng giờ môn Kỹ thuật điện nước trong toà nhà (800704).. . - Môn học Kỹ thuật điện nước trong toà nhà chỉ mở một năm một lần cho ngành Xây dựng Việt Pháp thôi nên em muốn huỷ môn MIP(003709) để đăng ký môn học Kỹ thuật điện nước trong toà nhà (800704) vì em có thể đăng kí môn MIP trong học kỳ dự thính để không ảnh hưởng đến tiến độ ra trường của em.. . - Do em sơ suất không xem kỹ giờ học từ đầu nên em bị huỷ khi môn học bị trùng, nhờ Thầy/Cô hỗ trợ em để có thể đăng ký môn học này cho đúng tiến độ ạ.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt vừa rồi em có đăng kí môn xác suất thống kê dự thính nhưng sau đó em thấy nhầm mã môn. Em đã xóa rồi nhưng sao giờ lại hiện trong thời khóa biểu ạ.em có thể hủy môn được không ạ? . . mong PĐT sớm hồi âm em xin chân thành cảm ơn",
            "Em là sinh viên khoá K20 và theo chương tình đào tạo thì môn xác suất thống kê là mã MT2013. Nhưng em lỡ đăng kí nhầm mã cũ là MT2001 ở kì dự thính này. Vậy em mong muốn được chuyển mã môn để phù hợp với chương trình đào tạo của mình. . Kính mong PĐT xem xét chuyển mã môn giúp em ạ",
            "Em mới kiểm tra lại MT2013 kì này không có mở thêm lớp dự thính. Nên em xin PĐT xoá môn giúp em để cho các anh chị khác còn đăng kí được. Em kính xin PĐT giúp em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào phòng đào tạo. . . . Em là [full_name] - [student_id] theo học theo hệ VHVL thuộc ngành khoa học và kỹ thuật máy tính.. . . . Em thuộc dạng chuyển hệ từ chính quy sang VHVL. Khi làm thủ tục nhập học thì em đã đăng ký học theo khóa k18, tuy nhiên thì em kiểm tra lại thì em lại đang theo khóa k20.. . . . Điều này sẽ gây ảnh hưởng lớn để em lựa chọn môn học và tiến độ học của mình.. . . . Rất mong phòng đào tạo giải đáp giúp em là hiện em đang theo khóa nào ạ! Vì phần lớn các môn em đang học và đã học đều theo khóa của k18.. . . . Em xin chân thành cám ơn.. .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name]  Dạ chào [full_name][full_name]e có đăng kí môn học kì 211 này[full_name]Nhưng có 1 số việc riêng nên e có thể rút bớt 1 môn e đã đăng kí ở học kì 211 được ko ạ[full_name]Nếu được thì e phải làm những gì[full_name]Và có phải đóng phí cho môn e đã rút không ạ[full_name]e cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng đào tạo đại học Bách Khoa TP.HCM. . Em tên là Trần Thanh Bình - MSSV [student_id]. . Lớp BD16CDT - Trung tâm đào tạo Bảo Dưỡng Công Nghiệp. . Nay em viết đơn này là muốn xin Thầy/Cô cho em được hủy hoãn thi. . Môn: Anh Văn 3A. . Thời gian thi: 16:00 giờ ngày 22/08/2021 . . Mã môn học: LA1041. . Học kỳ: 203. . Lý do: Là vì em đã được Thầy/Cô tạo điều kiện cho em được dự thi online theo đúng quy định của nhà trường. Và em cũng đã hoàn thành buổi thi theo các yêu cầu của cán bộ coi thi đề ra.. . Em rất mong có được sự đồng ý cho em hủy hoãn thi môn Anh văn 3A này. . Em xin chân thành cảm ơn!. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. .",
            "Dạ em chào cô. . . Cô cho em gửi lại mẫu đơn HỦY HOÃN THI này ạ. Nếu có sai sót gì mong cô đóng góp ý kiến và giúp đỡ em với ạ. . . Em xin cảm ơn cô",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô.. . Lúc trước khi thi em có đăng kí hoãn thi môn Kỹ thuật lập trình vì cơ sở vật chất em không đủ điều kiện, nhưng gần tới ngày thi thì em lại đủ điều kiện để thi. Và em cũng đã thi và đã điểm danh môn đó rồi ạ.. . Em làm đơn này để xin phép được HỦY hoãn thi ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em gửi lại đơn có chữ ký, họ tên, ngày tháng nữa nhé (hôm qua cô đã gửi lại em rồi). . Thân mến,. .",
            "Dạ đơn có chữ ký ngày tháng hết rồi đó cô.. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý Thầy Cô,. . Em xin phép gửi đơn đăng lý thu nhận lại. Mong quý Thầy Cô tiếp nhận và giải quyết giúp em để em có thể đăng ký môn học ạ. . . Em xin chân thành cảm ơn quý Thầy Cô.. . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô,. . . . Vào ngày 28/07/2021 em đã được thông tin rằng Phòng Đào tạo đồng ý về việc xin Hoãn Thi/Vắng Thi cuối kỳ môn Hóa Hữu cơ nhóm L03-A thi ngày 12/08/2021. Em cũng đã điền form Hoãn thi theo email ngày 05/08/2021.. . . . Hiện tại trên bảng điểm môn Hóa hữu cơ em nhận điểm 13. Vì thế, em thắc mắc nếu em cần phải đợi sau ngày 06/09/2021 để nhận điểm 22 hay sau ngày 30/09/2021. . . . . Em xin cảm ơn thầy/cô.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô,. . . . Vào ngày 28/07/2021 em đã được thông tin rằng Phòng Đào tạo đồng ý về việc xin Hoãn Thi/Vắng Thi cuối kỳ môn Hóa Hữu cơ nhóm L03-A thi ngày 12/08/2021. Em cũng đã điền form Hoãn thi theo email ngày 05/08/2021.. . . . Hiện tại trên bảng điểm môn Hóa hữu cơ em nhận điểm 13. Vì thế, em thắc mắc nếu em cần phải đợi sau ngày 06/09/2021 để nhận điểm 14 - HT hay sau ngày 30/09/2021.. . . . Em xin cảm ơn thầy/cô.",
            "b MSSV/MSGV: 1911472  /b \t. . . .   i Học vụ . Học vụ. . . . Dạ thầy/cô,. . . . Vào ngày 28/07/2021 em đã được thông tin trên bksi rằng Phòng Đào tạo đồng ý về việc xin Hoãn Thi/Vắng Thi cuối kỳ môn Hóa Hữu cơ nhóm L03-A thi ngày 12/08/2021. Em cũng đã điền form Hoãn thi theo email ngày 05/08/2021.. . . . Hiện tại trên bảng điểm môn Hóa hữu cơ em nhận điểm 13. Vì thế, em thắc mắc nếu em cần phải đợi sau ngày 06/09/2021 để nhận điểm 14 - HT hay sau ngày 30/09/2021.. . . . Em xin cảm ơn thầy/cô.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM . Em tên là: [full_name]. . MSSV: [student_id]. . Em đại diện cho lớp đăng kí mở lớp dự thính môn học Xác suất và Thống kê - MT2013.. . . . Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý.. . . . Bên dưới là hình minh chứng giảng viên bộ môn [full_name] đồng ý giảng dạy lớp và thống nhất thời gian dạy là Thứ 6, tiết 10-12, vì cô không có chữ ký điện tử nên phải dùng hình ảnh minh chứng.. . Em mong PĐT phê duyệt và mở thêm lớp học ạ!. . . .   i Mong PĐT sớm phúc đáp! .   i Thân ái./. . [full_name]",
            "Chào bạn. . Cô chỉ thấy có xác nhận của Thầy [full_name], chưa thấy xác nhận của [full_name]. . bổ sung gấp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .   i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM . Em tên là: [full_name]. . MSSV: [student_id]. . Em đại diện cho lớp đăng kí mở lớp dự thính môn học Giải tích mạch- EE2033.. . . . Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý. Em đã viết đơn mấy lần nhưng vẫn chưa được PĐT giải quyết.. . Em mong PĐT phê duyệt và mở thêm lớp học ạ!. . . .   i Mong PĐT sớm phúc đáp! .   i Thân ái./. . [full_name]. . . .",
            "Chào bạn. . Bạn làm theo hướng dẫn đã thông báo về mở môn. . Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      [full_name] xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . PĐT xin thông báo hủy kết quả ĐKMH của các bạn trong HK211 vì đã hết thời gian đào tạo. Sinh viên có thắc mắc vui lòng đặt câu hỏi trực tiếp trên BKSI để được giải đáp.. . Thưa pđt tại sao em lại có mail này ạ. . . Em mới đi NVQS mới về em còn đến 4 học kì nữa lận nhưng vìsao em lại được nhận thông báo này ạ.. . Mong phòng đào tạo giải quyết giùm em.. . Em cảm ơn. .",
            "Nếu tính từ lúc em học đến khi em đi nvqs vào tháng 2/ 2019 thì em mới chỉ học 11 hk, có nghĩa là còn 3 hk nữa là hoàn thành nhưng khi em ra quân vào tháng 1/2021 đến giờ em chỉ mới học có 1 học kì chính thức. . . Dạ xin phòng đào tạo hỗ trợ giùm em ạ.",
            "Chào bạn. . Đã ghi nhận trường hợp của Bạn, hiện tại bạn cần hỗ trợ phục hồi lại TKB môn nào thì viết rõ tên môn học, msmh để Pdt phục hồi cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear phòng đào tạo,. . Mặc dù đã qua 1 tuần học nhưng em có thể xin được thêm vào lớp dự thính môn Lịch sử Đảng Cộng sản Việt Nam ở lộ trình 1 được không ạ?. . Em xin cảm ơn ạ.",
            "Chào em,. . Em ghi rõ mã môn học, tên môn học, mã nhóm ,lý do để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên [full_name]-mssv:[student_id].lớp BD16CDT.. . Cho em hỏi em khóa 2016 bị quá thời gian đào tạo ạ,mà giờ dịch e đợi thi để nộp chứng chỉ ngoại ngữ để xét tốt nghiệp đợt tháng 11/2021.Tại e đã hoàn thành xong chương trình học,chỉ còn ccnn để xét tốt nghiệp ạ.Giờ em được gia hạn thêm thời gian đào tạo để nộp ccnn không ạ?Em xin phòng đào tạo xem xét.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ vừa rồi HK202 em có đăng ký hoãn thi cuối kỳ 1 môn. Theo quy chế trên aao mà em đọc thì trường yêu cầu \"đăng ký thi cuối kỳ\" lại trong vòng 1 năm. . . . . Cho em hỏi việc \"đăng ký thi cuối kỳ\" này là em đăng ký dạng đăng ký môn học luôn hay sao ạ? Nếu không phải thì em phải làm gì để có thể thi lại môn này ạ?. . . . Em xin cảm ơn rất nhiều.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "Dạ về việc hoãn thi thì em đã đăng ký qua form mà PĐT gửi trước khi thi rồi, và cũng đã nhận email xác nhận đã đồng ý hoãn thi.. . . . Nhưng em muốn thắc mắc là làm sao để em được thi lại môn đã hoãn ạ? Vì trong quy chế chỉ bảo là \"đăng ký thi\" nhưng trên mybk hiện tại chỉ có \"đăng ký môn học\", nên em không biết phải đăng ký thi lại ở đâu ạ? (Em muốn thắc mắc sớm vì em phải thi xong môn đã hoãn trong HK211 thì mới đủ chỉ nhận luận văn ạ).. . . . Em xin cảm ơn rất nhiều.",
            "Chào em,. . Em xem trong HK211 có mở môn học thì đăng ký thi (có biểu mẫu em xem trên aao ... . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đăng ký thì hiện thông báo chưa có các môn tiên quyết này ạ, em đã chuyển điểm rồi ạ",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô,. . Em tên là [full_name], [student_id], sinh viên khóa K15 khoa Điện - Điện tử.. . Em rất cần được học môn Kỹ thuật số - EE1015 trong học kỳ DT211 này để kịp tiến độ ra trường.. . Em có đăng ký nhưng không được vì lớp đầy, em viết đơn này kính xin PĐT xét cho hoàn cảnh của em mà xếp cho em được học môn này. . . Em có đính kèm đơn.. . Trong khi chờ đợi PĐT suy xét, em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào cô,. . Hiện tại em đang có 6 ngày công tác xã hội (CTXH), thiếu 4 ngày để được đăng ký LVTN theo quy định. . . Cô cho em hỏi là PĐT có thể giải quyết tạm thời không xét quy định về CTXH trong học kỳ này không. Nếu không được mong cô hướng dẫn em cách để đăng kí LVTN. . Em cám ơn cô nhiều lắm. . Thân ái. . . .",
            "Chào bạn,. . Không được nhé bạn, để hoàn thành Ngày CTXH, SV có rất nhiều cách, kể cả tham gia các hoạt động địa phương. SV cần liên hệ P.CTCT-SV và Đoàn-Hội để được hỗ trợ.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chị có thể cho em xin mẫu đơn tay đăng kí môn học bổ sung được không v ạ, tại em tìm mãi k thấy. .",
            "Chào bạn,. . . . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . . . [email]. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name]. . MSSV: [student_id]. . Chuyên Ngành: Logistics và Quản lý chuỗi cung ứng. .     Em xin trình bày lý do muốn đăng kí để chuyển điểm.. .      Do chậm trễ anh văn nên kì trước em mới có thể đăng kí môn học hoạch định mặt bằng vào kì dự thính (Đây là môn học song hành với đồ án 1) và dự thính lúc đó đã 10 chỉ nên đồ án 1 vẫn chưa thể đăng kí. . . Nhưng để có thể theo kịp tiến độ học tập, Em đã xin tham gia học tập và hoàn thành môn học đồ án 1 (ME3255). Sau đó đăng kí để ghi điểm vào bảng điểm.. .      Nên học kì này em mới nêu nguyện vọng được đăng kí môn để chuyển điểm.Thêm vào đó, kì chính em đã đủ 21c nên em có dự định đăng kí đồ án 1 vào dự thính. Nhưng do chưa tìm hiểu kỹ nên em không biết quy định rằng đồ án không thể đăng kí vào dự thính.. .       Đây là lý do em mong muốn được PĐT xem xét mở lớp ngoại lệ để em có thể chuyển điểm. . .      Em  rất cần chuyển điểm môn học này để được thực hiện tiếp đồ án 2.. .      Mong PĐT xem xét giúp. . Cảm ơn thầy cô. . Chúc thầy cô ngày làm việc vui vẻ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh chị !. . Em đã xin hoãn thi do không đáp ứng đủ thiết bị và đường truyền nhưng môn của em không thể mở lại do khóa mới không học,em có thể xin giáo viên bộ môn tổ chức thi bổ sung trong thời gian có thể không ạ?Hay nhà trường có cách giải quyết nào khác không ạ?",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô phòng đào tạo.. . Em tên [full_name], MSSV [student_id]. Thầy cô cho em hỏi là môn phương pháp tính DT03 có thời khóa biểu là T7, Chủ Nhật tiết 2 và 3. Nhưng trên thời khóa biểu của em thì bị trùng lịch với môn Hệ thống máy tính và ngôn ngữ lập trình Thứ 7 tiết 2 đến tiết 6. Do môn Phương pháp tính là em học lại để lấy kết quả cao hơn nên phòng đào tạo có thể miễn cách cho em được học môn Phương pháp tính DT03 trong kì 211 dự thính được không ạ? Em sẵn sàng học 1 buổi/ tuần bởi vì kiến thức môn học em đã nắm vững rồi ạ. Cũng do là vì kì sau là kì em phân ngành nên em ráng đạt được kết quả cao để vào được ngành mong muốn. Mong phòng đạo tạo hỗ trợ giúp em vấn đề này ạ.. . Kính chào thầy cô ạ",
            "Chào bạn,. . [full_name] thì không đăng ký được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính gửi PĐT,. . Chúng em xin gửi đơn mở lớp dự thính môn Thiết bị và cảm biến (404704) đã có đầy đủ xác nhận giảng dạy từ CBGD và Khoa/Bộ môn ạ.. . Kính chúc quý Thầy Cô và gia đình luôn có sức khỏe tốt nhất trong mùa dịch ạ.. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Cho phép em xin hỏi, hiện tại em còn thiếu 2 ngày công tác xã hội để đủ xét tốt nghiệp. Trên sàn hoạt động ngoại khoá SV có CTXH trực tuyến thì không biết sắp tới nhà trường có tổ chức công tác xã hội này không và cách tham gia như thế nào ạ?. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn liên hệ Văn phòng đoàn Khoa Trường để được hỗ trợ và hướng dẫn cách hoàn thành ngày CTXH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô PĐT!. . Em đã làm đơn xin miễn môn học các môn Xác suất thống kê cũng như, quản trị kinh doanh cho kỹ sư với MSSV [student_id]. . Mong PĐT giải quyết cho sinh viên, đã bao gồm các file bảng điểm cũng như đơn đề nghị.",
            "Chào em,. . Em vui lòng gửi đơn, chụp hình bảng điểm gửi [email] để xem xét nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cách đây vài hôm em có đặt câu hỏi nhưng k ai trả lời cả em để lại số điện thoại mong thầy cô gọi lại để trợ giúp e với ạ.. . [phone_number]",
            "Em đã có đóng học phí đầy đủ rồi ạ . . Dạ thưa e có đăng ký học kỳ 203 nhưng vì trễ hp nên nhà trường đã hủy thời khoá biểu của em nên em mới k nộp học phí ạ. Mãi tới hôm trước em mới biết là dù k có thời khoá biểu thì vẫn phải đóng học phí cho trường. Nên em đã đóng đầy đủ rồi ạ. Vì giờ các bạn đã học được 1 tuần của học kỳ 211 rồi ạ nên em cần giúp để coa thể theo kịp các bạn ạ. Em có số điện thoại là [phone_number] thầy hoặc cô có thể nhá máy hoặc gọi cho em đc k ạ. Em đã đóng học phí đầy đủ r ạ. Mong thầy cô kiểm tra lại giúp ạ.",
            "Chào bạn. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chảo thầy cô!. . Em tên [full_name] MSSV [student_id] ngành Khoa học máy tính VB2 chính quy.. . Trong các đợt đăng ký môn học của trường sinh viên đăng ký các môn học nhưng lại không được vì không thuộc các nhóm được đăng kí. Trong khi đó các bạn khác VB2 đều đăng kí được. Em đã chỉ đăng kí được 2 môn trong học kỳ này với số chỉ là 8 vì thế mong phòng đào tạo có thể mở rộng sĩ số hoặc cho sinh viên đăng kí môn học với học kì học chung với sinh viên mới nhập học. Gồm các môn Kỹ thuật lập trình CO1027, Nhập môn điện toán CO1005, Mô hình hóa toán học C02011, Cẩu trúc dữ liệu và giải thuật C02003. . Em mong phòng đào tạo giải quyết giúp ạ.. . Em chân thành cảm ơn. .",
            "Chào bạn,. . - PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . . . . . - CO1005\tNhập môn điện toán. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên là [full_name], em muốn xin phép giảng viên ở các khoa mở lớp học giúp em, mã môn học CH1003,PH1003,ME1001.Em xin cám ơn !",
            "Chào bạn. . Bạn xem thông báo để làm đơn mở lớp cho đúng nghen:. . Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MÃ MÔN HỌC PH1003 MÔN VẬT LÝ 1",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. .",
            "Mở lớp dự thính (bắt đầu học từ 30/8) . ĐƠN XIN MỞ LỚP MÔNN HỌC LỊCH SỬ ĐẢNG CỘNG SẢN VIỆT NAM MÃ MÔN HỌC SP1039",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào thầy(cô) ạ, sau buổi thi kĩ thuật điện EE2027 ngày 17/08/2021 thì máy tính em bị hư nguồn trong quá trình nén video nên chưa thể nộp file ghi màn hình. Đến nay máy tính sửa xong em kính mong pdt có thể mở lại đường link để em có thể nộp file ạ. . . Đường link môn nộp file môn Kĩ thuật điện EE2027, ngày thi 17/08/2021 phòng A03-B.. . Em xin cảm ơn thầy(cô) ạ!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy,cô[full_name][full_name] [full_name] E là [full_name][full_name] MSSV: [student_id][full_name] [full_name] E xin hoãn thi môn Chi tiết máy[full_name] [full_name] Vì laptop e bị hỏng, không đáp ứng được cho buổi thi[full_name][full_name] [full_name] E xin chân thành cảm ơn thầy,cô[full_name]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn Đại số tuyến tính dự thính, còn slot nhưng em không đăng ký được thì sao ạ?. . Trước em có đăng ký Kỹ thuật lập trình cũng đã bị xóa lớp rồi ạ.",
            "Chào em,. . Em ghi rõ mã môn học, mã nhóm, tên môn học để pđt xem nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào quý Thầy Cô . . Lop Dự thính vật lý 1 của lộ trình 1 học tu2f 16/8, [full_name]02 còn chỗ trong 97/99. Em cũng có gửi mail xin giáo viên giảng dạy lớp và đã được cô đồng ý. Kính mong phòng đào tạo xem xét cho em vào học.",
            "Chào bạn. . Bạn làm đơn và có xác nhận của Giảng viên cho vào lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là với các sinh viên đã hoàn thành xong luận văn và chương trình học. Vì diễn biến dịch nên chưa thể thi và bổ sung điều kiện TOEIC thì chúng em có cần phải đăng ký môn học HK211 để duy trì trạng thái \"Đang theo học\" không ạ?",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em tên là [full_name], mssv [student_id]. Em có đăng kí một số môn ở chương trình liên thông cao học để chuyển điểm xuống tuy nhiên đều bị hủy do không đủ sĩ số. Nên em viết đơn này để xin đăng kí thêm môn EE3121 ở bậc đại học để kịp tiến độ học tập. Em cảm ơn cô/thầy ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Hiện tại em cần gấp Bảng điểm cho đến HK201 (file PDF - Anh-Việt) để làm hồ sơ cho chương trình bằng đôi (2 năm) tại Pháp thuộc PFIEV. Trên web mybk có thể đăng ký in bảng điểm để chuyển về nhà. Tuy nhiên, em ở vùng khá xa và đang bị phong tỏa do dịch bệnh nên không thể nhận bảng điểm giấy gửi qua bưu điện kịp lúc. Không biết PĐT có thể hỗ trợ đăng ký bảng điểm file mềm được không ạ?. . Cảm ơn quý thầy cô.. . Thân chào.",
            "Chào bạn,. . Trước tiên bạn có thể đăng ký in bảng điểm, chọn nơi nhận tại PDT, khi nào trên trang bảng điểm báo đã in xong, bạn có thể gửi câu hỏi qua bksi nhờ hỗ trợ scan bảng điểm và gửi qua mail cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi. . Phòng đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name] - MSSV: [student_id]. . Trong thời điểm thi học kì môn Đường lối Cách mạng của Đảng em có kết quả xét nghiệm dương tính với covid-19 và không thể tham gia thi nên em đã đăng ký hoãn thi môn đó. . . Nhưng vừa rồi em kiểm tra bảng điểm thi điểm thi học kì của em lại là điểm 13 (Tương đương với vắng thì). . . Em không hiểu cách ghi điểm khi hoãn thi, phòng đào tạo có thể giải thích giúp em cách ghi điểm khi hoãn thi được không ạ?. . Đồng thời, em cũng muốn hỏi nếu sau này em đăng ký thi bổ sung môn đã hoãn thi thì điểm số được tính như thế nào ạ?. . Em hy vọng có thể nhận được mail phản hồi của phòng đào tạo.. . Em xin chân thành cảm ơn.. . Trân trọng. . [full_name]. .",
            "Chào em,. . - Danh sách thi PĐT đã in trước rồi em,. . - Em điền form hoãn thi, xem email xác nhận nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô ạ, em là sinh viên K20-Khoa Quản lí công nghiệp. . . Do học kì này em định đăng kí môn Quản trị đại cương-IM1007, nhưng môn này thường dạy cho sinh viên năm nhất của khoa và chỉ mở vào HK1. Em định HK này sẽ đăng kí học nhưng hiện vẫn chưa thấy mở lớp và đã có tên cán bộ giảng viên.. . Dạ vấn đề em định hỏi là:. . 1. Khi nào K21 học thì em đăng kí học có được không ạ? (vì hiện tại đã qua đăng kí đợt 3 và đợt 1, 2,3 thì không có lớp ạ). . 2. Khi nào mở lớp vậy ạ?. . Dạ em cảm ơn Thầy/Cô nhiều ạ!. . . . Chúc Thầy/Cô luôn mạnh khỏe. . . . Trân trọng. . . . [full_name]. . Lê Gia [full_name]",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . . . Em có đăng kí in bảng điểm và nhận qua bưu điện. Em đăng kí vào ngày 18/8 và PĐT hẹn trả kết quả vào ngày 23/8. Nhưng hiện tại thì TPHCM đã giãn cách và bảng điểm cũng không phải hàng hóa thiết yếu.. . . . Em muốn hỏi là nhanh nhất vào ngày nào em có thể nhận được bảng điểm mình đã đăng kí ạ? Vì em đang cần bảng điểm để ứng tuyển học bổng bằng đôi của PFIEV ạ.. . . . Nếu được thì không biết PĐT có thể gửi cho em bản PDF của bảng điểm trước không ạ?. . . . Em xin cảm ơn.. . Sinh viên,. . [full_name]",
            "Chào bạn,. . Hiện tại bạn đã nhận được bảng điểm chưa?. . Nếu chưa vui lòng phải hồi lại giúp để cô phản hồi phía bưu điện nhé.. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] ([student_id]). . Em làm đơn này để xin học môn hóa học polymer(MA2007) vào kì chính 211. . Lý do là em mới biết điểm và chưa đạt.. . Mà môn này không mở vào kì dự thính và 1 năm sau mới có môn thì sẽ làm trễ tiến độ ra trường của em ( em năm 4 ạ) . . Em mong phòng đào tạo xem xét tạo điều kiện giúp đỡ em ạ. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi. . Phòng Đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name] - MSSV: [student_id]. . Trong thời điểm thi học kì môn Đường lối Cách mạng của Đảng em có kết quả xét nghiệm dương tính với covid-19 và không thể tham gia thi nên em đã đăng ký hoãn thi môn đó qua form theo quy chế quy định và em cũng nhận được mail chấp nhận đăng kí hoãn thi của pđt.. . Nhưng vừa rồi em kiểm tra bảng điểm thi điểm thi học kì của em lại là điểm 13 (Tương đương với vắng thi).. . Tình huống này em phải xử lý như thế nào?. . Trân trọng. . [full_name]",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hoãn thi . EM tên [full_name] - MSSV : [student_id]. . Hôm nay 25/08/2021, em có thi môn Giải tích 1ca:7h ,Học kì 203. . Mã số môn học : MT1003 . . Nhóm lớp : DT05-B  . . Do sự cố kỹ thuật , cụ thể là đề toán bị lỗi công thức toán học.. . Em đã xác nhận với người trực đề và giãng viên coi thi và được đồng ý hoãn thi.. . Em xin hướng dẫn hoãn thi ạ.. . Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo,. . Em tên là [full_name] , MSSV : [student_id], lớp XD17CTXD02. . Em xin được đăng ký tham gia lớp đồ án môn học kết cấu bê tông cốt thép 2 CI3177 lớp L01 học kì 211.. . vì lớp học đồ án môn học kết cấu bê tông cốt thép 2 kì chính đã đầy, và em đăng ký lớp dự thính nhiều lần nhưng điều bị hủy lớp, vì em là sinh viên năm tư đây là môn tiên quyết để làm luận văn. . . Em viết phản hồi này mong phòng đào tạo trường có thể giúp em đăng ký môn học để có thể hoàn thành chương trình học",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô. . Dạ em không biết tại sao pdt lại hủy kết quả hk1 2021 2022 của em ạ ?. .",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2. . - Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 1 - Kết quả đợt 1    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Học vụ . Em chào thầy/cô. . em không biết sao mà trường hủy kết quả hk2 2020 2021 của em ạ ?. . Em cám ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào thầy cô ạ, hiện em em thắc mắc về việc phúc tra bài thi trên Mybk, hiện đã có bảng điểm rồi em chưa haiflongf về điểm số nên muốn phúc tra lại bài thi hiện lên mybk đã có bảng điểm nhưng vào phần phúc tra trên mybk hiện không cho đăng ký phúc tra dù đã có điểm trên hệ thống và lên bàng điểm, em có hỏi giảng viên bộ môn và nhờ xem xét thì giảng viên báo lên myBK đăng ký phúc tra, hiện môn em học là môn ĐƯờng lối Đảng cộng sản Việt Nam (SP1009), mong nhận được sự phản hồi tử thầy cô ạ.",
            "Chào bạn. . Pdt đã ghi nhận, Bạn đăng ký phúc tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo sự hướng dẫn của phòng đào tạo em đã liên hệ với giáo viên và được sự đồng ý. Nay em tạo yêu cầu này xin phòng đào tạo đăng ký cho em môn \"Máy công cụ - ME3205 - L01_L01\" do thầy [full_name] giảng dạy.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã xin xác nhận của VPK. Kính mong Phòng Đào Tạo giải quyết sớm vì 14h chiều này hết thời gian đăng kí môn học rồi ạ.. .",
            "Chào em,. . Em gửi 2 đơn, đơn của em đã được đổi mã môn học, giờ em cần gì nè. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em nộp bản thu nhận học lại ạ.. .",
            "Do em đóng học phí trễ nên bị hủy kết quả hk2 2020-2021 và bị dừng học hk1 2021 2022. Nên em xin nộp bản thu nhận để trường khôi phục lại hk2 2020-2021 và cho em tiếp tục quá trình học hk1 2021 2022 với ạ. Em cám ơn thầy/cô nhiều.. . Thân chào.",
            "Dạ em nộp bản thu nhận lại ạ.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào PĐT,. . . . Trong đợt ĐKMH đợt 3 vừa rồi, em vẫn chưa có thời khóa biểu ở học kỳ chính nhưng đã đăng ký được môn học Dự thính lộ trình 2.. . . . Vậy xin cho em hỏi là em có bị đình chỉ một học kỳ do không có thời khóa biểu ở học kỳ chính không ạ? Và PĐT có mở thêm đợt ĐKMH ở HK chính đợt 4 hay bổ sung nữa không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . SV có TKB trong học kỳ thì không bị tạm dừng nhé bạn, HK chính đã hết đợt ĐKMH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi cho em hỏi là hôm qua em điền đầy đủ thông tin để xin 1 slot trong lớp dự thính lộ trình 1 rồi thì em được giải quyết ko ạ. em cám ơn cô. .",
            "Chào em,. . Em mới gửi câu hỏi, em xem email phản hồi nhé. Nhiều sv mà hỏi nhiều câu trùng lắp sao giải quyết nhanh được em ơi.. . Thân mến,. ."
        ]
    }
]