[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV: [student_id]. . Thầy/Cô cho em hỏi là nếu em học ở cs2 mà đăng ký học môn GDTC ở cs1 được không ạ? Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT gởi cho sinh viên nha bạn, CS1 dành cho sinh viên Chất lượng cao nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id] anh văn 4   LA1009 . . . . em là sinh viên khóa 2015, do trường thay đổi mức quy đổi diểm anh văn mà em không đủ điểm quy đổi môn anh văn 4 nên em muốn xin mở thêm sỉ số cho em được học trong kỳ này được không ạ.",
            "Chào bạn,. . . . Đã đăng kí môn LA1009 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em [full_name], sinh viên khóa 2016. . MSSV : [student_id].. . . . Em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến.. . . . Mong nhận được sự hỗ trợ từ PĐT.",
            "Chào bạn,. . . .  Ngày thứ 2 (19/10) PDT sẽ cập nhật danh sách tốt nghiệp dự kiến, bạn vào kiểm tra lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Thầy Cô, em tên là [full_name], MSSV [student_id], là sinh viên lớp VP15CDT.. . . . Em có tra thông tin tốt nghiệp trên trang của phòng đào tạo thì thấy thông tin chứ chỉ ngoại ngữ của em chỉ có IELTS. Chứng chỉ DELF B1 (mà em đã nộp và thẩm tra từ lâu) thì không được đề cập đến.. . . . Trong khi đó, đối với bạn em ([full_name] - [student_id]) thì có ghi cả IELTS và DELF B1.. . . . Như vậy, xin cho em hỏi hồ sơ của em đã được cập nhật chứng chỉ Tiếng Pháp đầy đủ chưa ạ, và nếu chưa thì em cần phải làm gì để update ạ.. . . . Em xin cảm ơn.. . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . . . Có rồi mà bạn, bạn xem trên cổng thông tin sinh viên, mục chuyển điểm https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên ngành Kỹ thuật Máy tính, mssv [student_id].. . . . Em làm đơn này để hỏi về môn học thay thế cho môn Giải tích mạch Cơ bản (EE2001). . . . . Vì từ K19 thì chương trình đào tạo đã không còn môn này. Em đã đăng ký cùng các bạn (tổng sĩ số 18 người) trong các đợt đăng ký môn học chính quy và dự thính của HK201 nhưng không có mở lớp. Chúng em cũng đã làm đơn xin mở lớp nhưng không thấy phòng đào tạo mở môn học.. . . . Không biết là em có thể học môn Giải tích mạch Cơ bản của Khoa Điện để thay thế không? Hay là học môn thay thế của K19 ngành Kỹ thuật Máy tính là môn Mạch điện điện tử?. . . . Em cám ơn.",
            "Em xin bổ sung thêm là môn Mạch điện điện tử của K19 chưa có thông báo chính thức là môn thay thế cho môn Giải tích mạch Cơ bản(EE2001\t) của các khóa trước ạ và môn Giải tích mạch của Khoa Điện thì em không rõ là có cùng khối lượng kiến thức môn học hay không.",
            "Chào bạn,. . . . - Môn học thay thế bạn về khoa tư vấn cho bạn.. . - Bạn kiểm tra lý do không đăng kí được môn EE2001 có cập nhập trong phần kết quả DKMH đợt 2.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Em chào cô,. . . . Em đã hỏi bên phòng đào tạo ở cs2 nhưng nhận được câu trả lời là vấn đề này thuộc khoa Máy Tính. Em cũng đã ghé bên văn phòng khoa Máy Tính ở cs2 và cô bên đó kêu khoa không biết về môn thay thế này. Sau đó em có gửi mail cho bên pdt theo các hướng dẫn nhưng câu trả lời là hỏi bên BKSI.. . . . Mong cô có thể hướng dẫn em các bước để có được thông tin về môn học thay thế này.. . . . Em cám ơn cô!",
            "Chào bạn,. . . . Môn thay thế thuộc về chuyên môn nên khoa sẽ tư vấn cho bạn, PDT đã nói chuyện với khoa rồi. Bạn về khoa sẽ tư vấn cho bạn hoặc gởi mail cho cô [full_name]  địa chỉ mail [email] nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em sợ ĐKMH đợt 3 môn cơ lưu CI2005 sẽ tiếp tục bị xóa, nên làm đơn nộp phòng đào tạo, mai em mới có thể gặp giảng viên để xin chữ ký, vậy mai 16/10 nộp thì còn kịp không ạ?. . Em cảm ơn nhiều ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn đã đăng kí được môn CI2005 rồi, sau 5h chiều PDT sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Vào sáng nay (15/10/2020) lúc 7h em có lịch học quần vợt vào tiết 2-4 (7:00-9:50), nhóm lớp L04 tại nhà khách ĐHQG. Tuy nhiên, sáng nay em bị ốm nên không thể đi học được. Em muốn hỏi 1 số câu:. . - Em có thể xin lịch học bù được không ạ? Nếu không được thì em có thể liên hệ đâu để có lịch học bù ạ?. . - Em phải viết đơn xin học bù thì có khác gì so với khi viết đơn học bù môn thể chất của trường mình không ạ?. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]",
            "Chào bạn,. . . . Bạn liên hệ giáo viên giảng dạy hoặc trung tâm Giáo Dục Thể Chất nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi môn nhập môn về lập trình em thi vào ngày 20/9 mà sao bây giờ vẫn chưa có điểm ạ, không biết hệ thống có lỗi gì không ạ",
            "Chào bạn,. . . . Hiện tại chưa có điểm nha bạn, bạn liên hệ giáo viên giảng dạy thử.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi hiện đã có thời khóa biểu của HK DT-201 chưa ?. . Mong PĐT cho em biết, để có vấn đề gì em còn làm đơn xin học.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Kết quả DKMH dự thính có cập nhật trên cổng thông tin sinh viên rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pđt cho e hỏi.  Em đã qua môn học rồi . Em chỉ dki để duy trì trạng thái sv . Nay em có đki thêm môn dự thính nữa . Pđt cho em em bỏ thi môn đã qua có ảnh hưỡng gì k ạ",
            "Chào bạn,. . . . Môn đã học nhiều lần sẽ lấy lần nào có cột điểm cao nhất.. . . . Thân",
            "MSSV/MSGV: [student_id]  /. . Vậy là Bỏ thi môn học đã qua vậy là không ảnh hưỡng đến điểm trung bình tính lủy và vấn đề tốt nghiệp . Miễn sao mình đảm bảo điểm trung bình học kì lớn hơn 0 là được đúng k ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   I Học vụ . Cho em hỏi là ngày 20/9 em có thi anh văn tại trường với số điểm 520, mà sao em thấy trên mybk em vẫn chưa được chuyển điểm là pass Anh văn 3 vậy ạ ?",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô, . . Dạ hồi đầu nhập học em có nộp giấy chứng nhận học sinh giỏi Quốc Gia bản chính vào trường (xét tuyển thẳng). Hiện tại em đang cần lại giấy này để xét học bổng thì em có thể nhận lại hoặc nhận bản sao từ phòng đào tạo được không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT xin nhận giấy chứng nhận học sinh giỏi Quốc Gia để ban lãnh đạo phòng Đào Tạo xét duyệt .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô. Em có làm đơn đăng ký môn NMKT(en1001) với K20 đã được duyện và cập nhật tkb.  Nhưng vẫn chưa cập nhật trên bkel, mà Giáo viên đã cho kiểm tra. Nên mong thầy/Cô kiểm tra giúp em ạ!",
            "Chào bạn,. . . . PDT sẽ cập nhật vào ngày mai.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name]. MSSV: [student_id]. . Bị lỗi đăng ký in thẻ sinh viên. . mong nhà trường giúp đỡ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Vì bạn không có tkb của HK201 nên bạn không thể đăng ký in thẻ. . Bạn có thể liên hệ trực tiếp phòng đào tạo cơ sở 1 để đăng ký trực tiếp (bạn vui lòng trình bày tại bàn tiếp sv là trường hợp ngoại lệ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng kí tốt nghiệp, và đủ yêu cầu để tốt nghiệp.. . . . Nhưng khi đăng kí thì bên phía thông tin lại hiển thị em tốt nghiệp vào đợt học kì 2, chú không phải đợt bổ sung vào tháng 11 học kì 1.. . . . Mong bên phía phòng đào tạo xem xét lại giúp em.. . . . Em cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp . Cho em hỏi khi em vào đăng ký tốt nghiệp thì ở mục tình trạng hiện lên \"không được phép đăng ký(nợ HP+ tạm dừng)\". Trước đó em đã làm đơn xin thu nhận lại rồi. Vậy trường hợp của em còn thiếu điều kiện gì? Mong thầy/cô giải đáp thắc mắc của em.. .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, tôi là [full_name], MSSV: [student_id]. Hiện tại, về điều kiện tốt nghiệp tôi đã hoàn thành điểm luận văn, có công tác xã hội là 15 ngày và có điểm tiếng anh là IELTS 7.0 ( đã được xét hợp lệ trên mybk). Vậy cho hỏi lý do vì sao tôi vẫn không có tên trong danh sách tốt nghiệp ạ?. .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . SV   U [full_name]ãm  /U   B . . MSSV:   U [student_id]  /U   /B . . Hệ:   U vừa học vừa làm  /U   B . . Cho em hỏi em đăng ký xét tốt nghiệp online trên mạng cho đợt tốt nghiêp tháng 11/2020 không được mong phản hồi sớm từ admin ạ!!!",
            "Chào bạn,. . . . Bạn vui lòng tra cứu trên trang thông tin tốt nghiệp  nha http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2461.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là học kì hè 193 em có học môn giải tích 1, thi cuối kì đã lâu sao vẫn chưa có cập nhật điểm trên mybk ạ, tới thời điểm em gửu yêu cầu này thì bảng điểm học kì hè 193 đã mất luôn rồi ạ, em mong giải đáp giúp em ạ, em tên [full_name], mssv [student_id], em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Điểm đã cập nhật trên cổng thông tin sinh viên rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em [full_name], sinh viên khóa K2016, đã đủ các điều kiện xét tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp.. . . . Mong PĐT có thể kiểm tra và bổ sung em vào danh sách.. . . . Xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường,. . Cho Em hỏi là Em thuộc diện được trả lại tiền bảo hiểm đóng vào đầu năm nhất. Nhưng tới hiện nay Em vẫn chưa nhận được. Không biết là bao giờ Em có thể nhận được ạ. Em đã liên hệ phòng Y Tế 1 số lần nhưng vẫn nhận được lại là chờ. Mong nhà trường có thể trả lời giúp Em. . Em cảm ơn",
            "Chào bạn. . Vấn đề này phải liên hệ trực tiếp Phòng Y tế nghen bạn. . Phòng đào tạo không thể hỗ trợ giải quyết vấn đề này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV:[student_id].Phòng đào tạo cho em hỏi là hôm 29/9/2020 em có nhận được mail của trường về gia hạn thời gian chuyển điểm ngoại ngữ theo quy đổi điểm cũ đến trước ngày 1/11/2020 nhưng hôm nay em có vào chuyển điểm với mức điểm 530 thì hệ thống báo chỉ chuyển được đến anh văn 2 thôi nên cho em hỏi phải giải quyết như nào ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn xem ngày thi CCNN phải trước ngày thi CCNN trước ngày 21/9/2020 nữa nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào tất cả thầy/cô e tên : [full_name] msvv :[student_id]. . Giúp em đăng kí bổ sung môn khí nén 2 mã số môn học : 260622 - Dự thính HK1 Dự thính (2020 - 2021) vì e quên đăng kí môn ạ ! . . Mong thầy cô giúp e ạ. Em Cảm ơn\" mong thầy cô có thể giúp e để e theo kịp tiến độ học tập e chân thành cảm ơn thầy cô ạ. .",
            "Chào bạn,. . . . Đã đăng kí môn 260622 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy, cô.. . . . Em tên [full_name], MSSV [student_id].. . Em có một thắc mắc là em có tham gia kiểm tra AV trên trường vào đợt 19-20/9/2020. Điểm đã cập nhật vào HK3, và em được 780 điểm, nhưng em thấy số tín chỉ của mình vẫn chưa được cộng. Thi đầu vào em đạt 390, và được xét qua AV1, được cộng 2 chỉ môn AV1, và giờ điểm của em theo em biết thì qua AV4 và sẽ được cộng 6 chỉ nữa.Thầy, cô cho em hỏi là khi nào sẽ cập nhật số tín chỉ đó ạ. Em cảm ơn thầy cô đã quan tâm câu hỏi của em, em chúc thầy cô nhiều sức khỏe và niềm vui.. . . . [full_name].",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: 1610884  /b \t. . . .   i Tốt nghiệp . Thưa Thầy/Cô, em là Phan Thanh Hào (Mssv 1610884). Em có thấy trang phòng đào tạo có đăng danh sách tốt nghiệp chính thức vào tháng 11. Nhưng em không tìm được tên của em trong danh sách mặc dù em báo cáo vào đợt tháng 9 và đã đăng kí tốt nghiệp trên MyBK. Em không biết là hiện đang có vấn đề gì ạ.. . Em cảm ơn Thầy/Cô đã giải đáp thắc mắc của em.",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức  PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin đăng ký 1 môn học ở HK201DT. . Giải tích 2- MT1005 - Nhóm DT04. . . . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đã đăng kí môn MT1005 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. .",
            "Chào cô,. . Cô ơi môn học cô đăng ký bị kẹt giờ giữa hai cơ sở ạ.. . Cô chuyển em sang nhóm khác với.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Tôi đã đăng kí đúng mã môn học, mã nhóm bạn đăng kí rồi mà. Trước khi bạn gởi yêu cầu thì bạn phải kiểm tra  giờ học của bạn cho hợp lý chứ . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em hiện tại đã có tên trong danh sách dự kiến tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp chính thức. Cho em hỏi là có phải do em còn thiếu điều kiện gì không ?",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức sẽ cập nhật sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ xin cho e hỏi e có đki môn gt1 dự thính đợt 3 vừa rồi mà giờ e vẫn chưa thấy tkb mà dự thính đã học đc 2 buổi không biết e có đki thành công k ạ ? Nếu đc xin cho e hỏi tại sao e vẫn chưa có tkb trên elearning ạ. .",
            "Chào bạn,. . . . Môn Giải tích 1 bạn đăng kí được, kết quả DKMH đã cập nhật trên cổng thông tin sinh viên rồi. Sau 5h chiều nay sẽ cập nhật trên BKEL, bạn nhớ kiểm tra lại nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B dqYêu cầu khác .   B Cho em hỏi là Đon xin gia hạn học phí có cần chữ kí của giáo viên chủ nhiệm k ạ?. . . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Phòng Công tác chính trị sinh viên để hướng dẫn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô!. . Em tên là [full_name] MSSV:[student_id] . . Lớp CK17CTM1. . Em có một câu hỏi về vấn đề thi toeic như sau: Vừa qua em có thi toeic và đã quy đổi ra các anh văn 1,2,3,4.Để đảm bảo điều kiện nhận luận văn và các yêu cầu về sau.Tuy nhiên điểm quy đổi không được cao.Vậy nên em muốn hỏi bây giờ em đăng ký kiểm tra trình độ tiếng anh do trường tổ chức nếu điểm thi cao hơn mức toeic em đã nộp thì có được quy ra điểm không ạ.. . Em xin chân thành cám ơn. . Chúc Thầy/Cô thật nhiều sức khỏe!. . Thân ái,. . [full_name]",
            "Chào bạn,. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Điểm anh văn trong trường tổ chức chỉ dùng xét chuẩn anh văn sau các năm.. . . . - Mỗi anh văn chỉ chuyển điểm 1 lần thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MT1003 DT04_DT04. . CI1033 DT01_DT02. . . . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . . . Đã đăng kí môn MT1003, CI1033 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng kí rút môn học dự thính HK201 - SP1007- Pháp luật VN đại cương - Nhóm DT01 .   i Em xin chào các thầy cô PĐT ĐHBKTP.HCM.. . Em tên là [full_name], mssv:[student_id],. . là sinh viên lớp DD16DV01, học kỳ dự thính 201 này em có đăng kí môn SP1007- Pháp luật VN đại cương - Nhóm DT01.. . Đợt đăng kí môn học: đợt 2   06/10/2020 -09/10/2020 .. . . . Lý do rút môn học: trước đây em có dự định đăng kí môn này để cải thiện điểm. Tuy nhiên, sau khi tổng kết lại điểm trung bình. Nên em muốn đăng kí rút môn học này để thỏa điều kiện để kịp đăng kí tốt nghiệp tháng 11 sắp tới.. . Mong quý thầy cô xem xét cho em rút môn học này!!!. . Rất mong nhận được sự phản hồi từ thầy cô phòng đào tạo!. . Em xin chân thành cảm ơn!. .  .",
            "Đã hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào ad, ad cho em hỏi em của em là tân sinh viên k20 của trường mình nhưng giờ muốn xin trường cho về đh bách khóa đà nẵng để học có được không ạ. Em cảm ơn.. . . .",
            "Chào bạn. . Bạn có thể cho pdt biết mã số sinh viên của k2020 của bạn được không?",
            "Dạ e cảm ơn. Em kêu bn đó lên thẳng pđt trg mình để hỏi luôn r ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi. . Sao đến hôm nay thời khóa biểu của em chưa được cập nhật nữa ạ.. .",
            "Chào bạn,. . . . Thời khoá biểu cập nhật trên cổng thông tin sinh viên rồi mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô,. . Gần đây, em nộp giấy xác nhận sinh viên của trường để hoãn NVQS nhưng bên ban chỉ huy quân sự nói khóa học của em chỉ kéo dài ba năm và cần xác nhận thêm một số thứ sau để có thế được hoãn NVQS. Em viết đơn ở dưới mong PĐT nhà trường có thể xác nhận dùm em để em có thể theo học tiếp. Bên đó nói cần mộc tròn trên đơn xác nhận. Em cảm ơn cô đã đọc.",
            "Chào bạn,. . . . Bạn nộp giấy xác nhận sinh viên, nếu ban chỉ huy quân sự muốn xác minh thì họ vui lòng liên hệ trực tiếp trường Bách Khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bây giờ em có thể đăng ký môn học dự thính cho học kì 1 (2020- 2021) được không?",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào?, mã số môn học.. . . . Thân",
            "MT1003",
            "Chào bạn,. . . . Đã đăng kí môn MT1003 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học: ph1003 . Em tên là [full_name], do bị kẹt 1 tiết ở lớp môn vật lí 1 (ph1003) lớp DT04 nên em xin được chuyển sang lớp DT03 ạ. . . Em cảm ơn ạ",
            "Chào bạn,. . . . Đã đăng kí môn PH1003 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho e hỏi nếu như vậy thì học kì sau em vẫn đăng kí học anh văn 4 ở trường được đúng không ạ ?",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . - Nếu bạn chưa qua Anh văn 4 thì bạn phải đăng ký môn học nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em nộp bằng tốt nghiệp THPT trong đợt 05/10 đến 19/10 thì em nộp lại cho lớp trưởng mới hay lớp trưởng cũ để nộp lên phòng đào tạo ạ",
            "Chào bạn,. . Bạn có thể nộp cho lớp trưởng hiện tại của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ e muốn có đk môn gt1 dự thính mà e lỡ đăng ký nhầm sang môn gt2 dự thính. e muốn hỏi làm cách nào để đc đổi lại ạ. e cảm ơn. .",
            "Chào bạn,. . . . Đã huỷ môn giải tích 2 (MT1005) và đăng kí môn giải tích 1 (MT1003) cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã học xong và có điểm hk193 nhưng bảng điểm lại không thấy hiện hk193 của em như vậy có ảnh hưởng gì không ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Hiện tại thì em đã có điểm rồi nhưng cho em hỏi tai sao tổng hết lại là 6.41 hk191 của là 6.17/15 chỉ, 192 6.21/11 chỉ và 193 là 8/4 chỉ . . Em xin cảm ơn",
            "Chào bạn,. . . . Điểm học kỳ 193 có rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin mở thêm sỉ số cho lớp cầu lông vào thứ 2 tiết 14,15,16 và thứ 7 tiết 2,3,4 có được không ạ",
            "Chào bạn,. . . . Môn GDTC sỉ số đã tăng tối đa không tăng được nữa nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em [full_name], sinh viên khóa 2016, . . MSSV : [student_id].. . . . Hiện em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp.. . . . Em cần làm gì để có tên trong danh sách tốt nghiệp. Mong nhận được sự hỗ trợ từ PĐT.. . . . Xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại lịch học của các môn GDTC má em muốn còn có thể đăng kí được đều đã trùng với lịch học của em thế em nên làm gì ạ",
            "Chào bạn,. . . . Bạn phải chọn nhóm nào không trùng lịch nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em tên [full_name],mssv:[student_id]. . . Học kỳ hè này em có học môn Av4 ,đã có điểm, nhưng mấy hôm nay bảng điểm trên thông tin cá nhân của em mất luôn học kỳ hè . Mong phòng đào tạo kiểm tra và phản hồi lại cho em .. . Em xin cảm ơn,",
            "Chào bạn. . Phòng đào tạo đang cập nhật lại dữ liệu, bạn vui lòng kiểm tra lại sau nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i PĐT cho em hỏi là nếu em rớt môn ở học kì hè , và mới học lần đầu ở học kì hè thì có được tính là học trước không ạ .. . Em xin chân thành cảm ơn ạ .. . . .",
            "Chào bạn. . - Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ban quản lý cho em hỏi với điểm Toeic 500 vào tháng 10 này thì em có được đăng kí môn học kì sau không ạ? Em chưa học anh văn 2, 3 ạ.. . Xin cám ơn ban quản lý ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô. . ﻿Em là [full_name] thuộc K20. . ﻿Mã số sv: [student_id]. . ﻿Em muốn đăng kí học thể chất là bơi lội và muốn đăng kí vào tiết 4, 5, 6 ngày thứ 7, chủ nhật. Cả 2 ngày này em đều không có tiết học khác và em thấy bên trang web đăng kí môn thể chất có cho phép đăng kí. Hôm qua em không thể đăng kí được và web cứ báo là không đủ thời gian giãn cách giữa 2 cơ sở nhưng em thấy môn đó học ở nhà khách đh quốc gia và em học ở cơ sở 2 và web còn nói rằng trùng tiết với môn khác. Em rất thích bơi lội và không có hứng thú với các môn thể chất khác nên mong quý thầy cô có thể giúp em đăng kí môn này ạ.. . ﻿",
            "Chào bạn,. . . . Phòng Đào Tạo đã đăng kí môn PE1019 nhóm L204, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id]. . Em có đăng kí môn học Cơ lưu chất CI2003 lớp DT03 thầy [full_name] . . Em có check ở PDT thì không bị trùng lịch, nhưng bị hủy.. . Em mong nhận được sự hỗ trợ từ BKSI để em có thể đăng kí môn học CI2003 lớp DT03.Em chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Đã đăng kí môn CI2003 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô.em đăng kí môn học thực tập điện tử 1. Mà tới giờ em vẫn chưa đc cập nhật thời khoá biểu ạ. Mong cô xem xét giúp em",
            "Chào bạn,. . . . Môn EE2023 bị trùng TKB nên không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy/cô,. . Em tên là [full_name] mssv [student_id]. . Học kì 19.3 em có đăng ký 3 môn dự thính là [full_name] học [full_name], Vật Lý 2 và thể dục. Sau khi thi cuối kì 19.3 em có theo dõi trên bảng điểm thấy đã được update điểm thi và điểm trung bình đầy đủ cả 3 môn tuy nhiên ở các dòng điểm trung bình học kỳ, điểm trung bình tích luỹ,... vẫn để trống.. . Hôm nay khi em xem lại bảng điểm thì thấy không còn bảng điểm kì 19.3 là do đâu ạ? Bảng điểm và các môn đã học kì hè của em có được công nhận không ạ? . . Mong cô/thầy giải đáp thắc mắc cho em.. . Em xin cảm ơn.. .",
            "Chào bạn. . Đã cập nhật lại nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào admin. Em có tên trong ds tn dự kiến và đã thực hiện đăng kí tốt nghiệp trên trang mybk rồi nhưng trong ds tn chính thức ko có tên em. . . Admin kiểm tra và phản hồi giúp em ạ. . . Mssv [student_id]. . Em cảm ơn.",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em hay bị thiếu mail của các thầy cô bộ môn và thầy chủ nhiệm. .",
            "Yêu cầu khác. . em hay bị thiếu mail của các thầy cô bộ môn và thầy chủ nhiệm.em mong anh chị giải quyết giúp em với ạ. em cảm ơn. .   /QUOTE . ."
        ]
    }
]