[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý anh, chị . . . . Em đã từng đặt câu hỏi về việc em không có tên trong danh sách tốt nghiệp tạm thời với câu hỏi có ID 15873 và nhận được câu trả lời như sau. Mã số sinh viên của em là [student_id]. . . .   QUOTE Thời gian: 08/31/2020 02:18:33 pm. . Từ: [545] (003641) [staff_name]. . . . Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân  /QUOTE . . . . Đến thời điểm hiện tại là ngày 16/09/2020, em vẫn chưa thể tìm thấy tên em trong danh sách tốt nghiệp tạm thời cũng như không thể đăng kí tốt nghiệp. . . . . Em mong quý anh chị có thể kiểm tra lại và nếu do thiếu sót của em vui lòng thông báo để em có thể bổ sung ạ. . . . . Em rất cảm ơn ạ.. . Sỹ",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra danh sách tốt nghiệp và đăng ký tốt nghiệp nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, môn phân tích hiện đại CH3005 của em bị đổi lịch sang thứ 3 tiết 10-11-12, em có thể xin phòng đào tạo đổi sang thứ 6 tiết 7-8-9 được không ạ, mình cần những thủ tục gì ạ.. . . .",
            "Chào bạn,. . . . Rất tiếc không đổi được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, bởi vì đã bị môn Kết cấu thép 2 (CI3211) nên em xin PĐT cho em đăng ký môn Động lực học kết cấu (CI4067) lớp A01. để đảm bảo chương trình học. . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đã hết hạng DKMH rồi nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô, lúc đăng kí môn học em có đăng kí môn hóa vô cơ CH2013 lớp L03 học ngày thứ 6 nhưng hiện tại thời khóa biểu của em lại chuyển sang lớp L03 ngày thứ 7. Em muốn biết lý do tại sao và có thể chuyển về ngày thứ 6 không ạ?",
            ". . Chào bạn,. . . . . . Việc này bạn vui lòng liên hệ khoa nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . Mặc dù đã cập nhật lại ảnh theo thư yêu cầu, nhưng tình trạng đơn xin xét tốt nghiệp của em vẫn ở tình trạng: “phiếu đăng ký không được xử lý”. Mong thầy/cô kiểm tra lại đơn xin xét tốt nghiệp của em.. . Em cám ơn.",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại Phòng Đào tạo đã xác nhận chưa nhé! Thường sau khi up lại từ 2 đến 3 ngày PDT sẽ kiểm tra và cập nhật lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . . . Theo TKB, T2 tuần tới ngày 21/9 em có học môn thể dục tại cơ sở 2, cho em hỏi là vẫn học tại nhà thi đấu của trường hay phải liên hệ trung tâm giáo dục thể thao và liên hệ như thế nào ạ?. . . . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .     Em tên [full_name], mssv [student_id]. . Do nhầm lẫn trong lúc đăng kí môn học, em đã đăng kí nhầm môn Đồ án EE3061 của ngành Điện-Điện Tử.. .    Nay em xin được nhà trường cho phép chuyển sang môn Đồ án EE3151 của ngành Điện tử-Viễn thông  để có thể hoàn thành được chương trình học tập theo đúng tiến độ. .     Em xin cảm ơn.",
            "Chào bạn,. . . . Đã chuyển môn EE3061 SANG EE3151 cho bạn rồi. PDT sẽ cập nhật TKB trên cổng thông tin sv nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào thầy cô,. . em tên là Vũ Thị Kiều Trang mssv [student_id], lớp CK18DET. . do sơ xuất nên em quên đăng kí môn TIN HỌC TRONG DỆT MAY,mà môn này chỉ có K18 .. . kì sau không có mở lớp.. . em xin thầy cô add em đăng kí vào lớp này ạ.. . nếu có bị trừ điểm rèn luyện thì em chấp nhận.. . em cảm ơn thầy cô ạ. . \t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn phải cho biết mã số môn học nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là [full_name], hiện đang theo lớp HC19KSTN, em muốn hỏi về việc nhóm lớp trong thời khóa biểu bị đổi so với nhóm lớp khi đăng kí ạ. Em đăng kí lớp Triết học [full_name]-[full_name](SP1031) và Pháp luật Việt Nam đại cương (SP1007) lần lượt là nhóm L20 và A06. Nhưng thời khóa biểu lại đổi thành nhóm L19 và L05 ạ. Em mong nhận được câu trả lời và được học đúng nhóm lớp mình đã đăng kí ạ. Em xin cảm ơn.",
            "Đăng ký môn học. . . . Dạ em là [full_name], hiện đang theo lớp HC19KSTN, em muốn hỏi về việc nhóm lớp trong thời khóa biểu bị đổi so với nhóm lớp khi đăng kí ạ. Em đăng kí lớp Triết học [full_name]-[full_name](SP1031) và Pháp luật Việt Nam đại cương (SP1007) lần lượt là nhóm L20 và A06. Nhưng thời khóa biểu lại đổi thành nhóm L19 và L05 ạ. Em mong nhận được câu trả lời và được đổi lớp để học đúng nhóm lớp mình đã đăng kí ạ. Em xin cảm ơn.    /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em đăng kí môn Cơ sở thiết kế nhà máy hóa thành công vào đợt 3 nhưng sao thời khóa biểu lại không có môn đó vậy ạ? Em cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra kết quả DKMH đợt 3 để biết được rõ lý do nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712605  /b \t. . . .   i Đăng ký môn học . Xin chào Thầy / Cô!. . Em tên Hoàng Lâu Phong. MSSV 171205.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI4067,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
            "Chào bạn,. . . . Đã đăng kí môn CI4067 cho bạn rồi, Pdt sẽ cập kết  quả DKMH trên cổng thông tin sinh viên nha. . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có định đăng ký môn Hư hỏng sửa chữa công trình có mã môn học là ci1051 nhưng vướng giờ học thép 2 nên ưu tiên , sau đó được phòng đào tạo thông báo là môn thép 2 sẽ bị hủy, trong đợt đăng kí này môn hư hỏng sửa chữa đã đủ sĩ số nên em xin pdt xét duyệt cho e được đăng kí vào danh sách lớp hư hỏng sữa chữa ạ.",
            "Chào bạn,. . . . Đã đăng kí môn CI1051 cho bạn rồi, Pdt sẽ cập kết  quả DKMH trên cổng thông tin sinh viên nha. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt 3, em có đăng kí lớp aerobics vào sáng thứ 7 và điều chỉnh các môn khác cho hợp lí. Tuy nhiên lớp aerobics đã bị hủy. Hiện tại em đã đăng kí lại môn bóng rổ vào sáng chủ nhật. Em có nguyện vọng xin được chuyển sang lớp vào sáng thứ 7 (hiện đã đủ 50/50) để có thời gian đi lại phù hợp hơn ạ. Em cảm ơn phía nhà trường đã lắng nghe và giải quyết.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian hiệu chỉnh môn học rồi nha bạn, rất tiếc không giúp được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Đã hết đợt DKMH rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được chuyển lớp Thiết kế hệ thống nhúng (EE3003) thứ 6 - tiết 234 - nhóm A02 - phòng B1-211 (ảnh đính kèm), sang lớp thứ 4 - tiết 789 - nhóm A03 - phòng B1-314 (ảnh dính kèm).. . Sau khi được chuyển thì hoàn toàn phù hợp thời khóa biểu của em ạ.. . Lý do: Vì môn này em đã từng học giáo viên hiện tại, nếu kỳ này em tiếp tục học thầy thì em sẽ trễ hạn tốt nghiệp. Sau lần học đầu tiên em cảm thấy chất lượng đầu ra của em môn này không được đảm bảo, số tiết học là 3 nhưng giờ giải lao quá nhiều và giáo viên đến rất muộn em học chỉ được 1 giờ, những buổi dạy bù được có 3 bạn đi học, có buổi bù giáo viên cũng không đến dạy. Kiến thức truyền đạt đến em cũng không chuyên sâu, điểm cộng của em trong lớp cũng không được giáo viên cộng. . . Em xin nhận được sự giúp đỡ ạ. Em cảm ơn.",
            "Chào bạn,. . . . Đã đổi sang EE3003 sang nhóm A03, PDT sẽ cập nhật lên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô,. . Em tên [full_name], MSSV: [student_id]. . Trong lần đăng kí môn học đợt 3 em có đăng kí môn cơ sở thiết kế nhà máy hóa (CH3037) và đã được báo đăng kí thành công nhưng hôm nay khi thời khóa biểu được cập nhật thì môn này của em bị mất (Em xin đính kèm ảnh). . Rất mong quý thầy cô xem xét và phản hồi giúp em.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả đăng kí môn học  đợt 3 để biết được lý do.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký môn Aerobic lớp L07 nhưng kết quả đăng ký bị chuyển sang lớp L04. Mong Phòng Đào Tạo cho em hướng giải quyết. . . .",
            "Chào bạn,. . . . Bạn xem lại nha, bạn đăng kí nhóm L04 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. Em là [full_name].. . Em có đăng kí môn thí nghiệm quá trình thiết bị (CH3015) và môn cơ sở thiết kế nhà máy hóa (CH3037) và hiện tại thời khóa biểu cập nhật không có 2 môn đó ạ. Nhờ phòng đào tạo giải quyết giúp em ạ. Em có gửi ảnh đã đăng kí 2 môn này bên dưới ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy,cô đợt 3 vừa rồi em có đăng ký môn EE2019 và PE1017 nhưng vì lý do thời gian nên bị huỷ mất. Nay em xin phép thầy cô cho phép em được hiệu chỉnh hoặc huỷ môn để sắp xếp lại lịch học ạ",
            "Chào bạn,. . . . Môn EE2019 bạn vẫn đăng kí được, nhưng môn PE1017 bạn không đăng kí được vì khoảng cách giữa 2 cơ sở nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, em là tân SV bằng 2.. . Hôm nay em có vào đăng ký, nhưng hệ thống ko cho đăng ký các lớp ở CS1, ( bạn ko thể đăng ký vào nhóm lớp này ). Nhưng khi mà click vào các lớp ở CS 2 Linh Trung thì lại được.. . Thêm cái nữa là em đã từng học Giải tích 1 + Đại số tuyến tính rồi, nhưng đăng ký lớp Phương pháp tính ( MT1009 ) hệ thống cứ báo là thiếu môn học trước.. . Mong PĐT kiểm tra giúp em. Em xin cảm ơn PĐT.. .",
            "Chào bạn,. . . . Hiện tại đã đăng được môn MT1009, PDT sẽ cập nhật TKB trên cổng thông tin sv nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT ĐH. Bách Khoa TPHCM,. . . . Phòng đào tạo cho em xin hỏi rằng địa điểm học GDTC (môn Aerobic) cập nhật trong   B TKB  /B  đã đúng chưa ạ? Vì như em được thông báo trước là từ kì 201 về sau sinh viên sẽ học GDTC ở   B ĐH TDTT  /B  (Thủ Đức) nhưng TKB lại cập nhật là ở   B Nhà thi đấu CS2  /B  ạ.. . . . Em xin cám ơn và mong nhận được sự phản hồi từ PĐT.. .",
            "Chào bạn,. . Gửi các bạn sinh viên.. . . . Trung tâm giáo dục thể chất ĐHQG-HCM xin thông báo đến sinh viên địa điểm học như sau:. . . . 1/ NHÀ HỌC TDTT ĐA NĂNG TRƯỜNG ĐẠI HỌC BÁCH KHOA (CƠ SỞ 2, [full_name], [full_name]). . [full_name] CHỨC GIẢNG [full_name]: Bóng bàn (BB), Võ thuật (Võ), Aerobic (AE), Bóng rổ (BR), Cầu lông (CL).. . . . 2/ TRUNG TÂM TDTT, ĐHQG-HCM . . Đ/C: Khu phố Tân Lập, P. Đông Hòa, Thị xã Dĩ An, Tỉnh Bình Dương (Gần Trung tâm Quản lý Ký túc xá Khu A). . [full_name] CHỨC GIẢNG [full_name]: Bóng đá và bóng chuyền.. . . . 3/ Trung tâm DVXT&ĐT (Nhà Khách ĐHQG-HCM):. . [full_name] CHỨC GIẢNG [full_name]: Quần vợt và Bơi.. . . . Sinh viên liên hệ trực tiếp tại địa điểm trên để nắm thông tin về lớp học.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo đại học Bách Khoa TpHCM. Em tên [full_name] MSSV: [student_id]. lớp chính quy bằng 2. Em có đăng kí môn Luận văn tốt nghiệp cho học kì này. Đăng kí thành công có dấu tích xanh nhưng kết quả đăng kí môn học lại không được chấp nhận với lí do không đủ điều kiện nhận luận văn mặc dù em đã tích lũy được 133 tín chỉ, đạt yêu cầu về Anh văn là Toiec 500. Kính mong phòng đào tạo xem xét hướng dẫn cho em. Em xin cám ơn!",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng đào tạo, . . . . Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học [full_name] [full_name] (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21.. . . . Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm. . . . . Em xin chân thành cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có đăng kí lớp CH2013 nhóm L03 và L10 vào thứ 6 và CN..Nhưng nay xem tkb thì được xếp vô lớp thứ 7 và CN,mà lớp này hình như của KSTN,trường hợp này là sao ạ,em có thể chuyển sang lớp thường không ạ.. . Em cảm ơn ạ. .",
            "Chào bạn,. . . . . . Việc này bạn vui lòng liên hệ khoa nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin thông tin liên hệ Trung tâm TDTT ĐHQG ạ. . . Em không tìm thấy website hay trang facebook trung tâm ạ.",
            "Chào bạn,. . . . PDT có gởi mail cho sinh viên về địa điểm học, bạn vui lòng kiểm tra mail.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên: [full_name]; MSSV:[student_id]. . Em có thắc mắc thời khóa biểu môn Triết học [full_name][full_name] [full_name] (SP1031) lớp L21 của em chỉ học có 6 tuần ít hơn các lớp khác ạ. . . Mong quý thầy cô giải đáp thắc mắc của em. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn kiểm tra TKB trên cổng thông tin sv nha, môn đó PDT xếp đủ tuần nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Em là [full_name]SV [student_id]. . Hiện tại kỳ 201 em đã đăng ký được môn NỀN MÓNG CI3195 mà lớp ĐỒ ÁN CI3197 đã hết sĩ số nên em không đăng ký được.. . Nay em mong quý thầy/cô có thể cho em vào lớp ĐỒ ÁN NỀN MÓNG CI3197.. . Mong nhận được sự chấp thuận và phản hồi sớm từ thầy/cô.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Đã đăng kí môn CI3197 cho bạn rồi, sẽ cập nhật kết quả đăng kí môn học trên cổng thông tin sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng đào tạo, . . . . Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học [full_name] (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21.. . . . Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm. . . Đồng thời em cũng muốn đổi lớp Hóa vô cơ (tn) L09 sang L10 vì L09 trùng với lớp Triết học L20 ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ cập TKB của bạn về nhóm lớp tài năng, bạn kiểm tra TKB trên cổng thông tin sv nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo. . . . Em là [full_name], sinh viên bằng 2 CQ (Bằng 1 tốt nghiệp Kỹ thuật Hoá học tại ĐHBK). Em muốn hỏi về hướng dẫn đăng ký môn học lần đầu. Có một số vấn đề như sau:. . Trong đợt đăng kí, em không thể đăng kí các môn của năm 2 (Hệ thống báo lỗi môn học tiên quyết). Các môn học năm 1 em đã hoàn thành ở bằng 1 (Em chưa thấy thông tin miễn môn học trên mybk). . Hầu hết các nhóm môn học ở CS2 đều đã đủ chỗ (cả môn chuyên ngành khoa học máy tính lẫn các môn đại cương năm 1).. . . . Vậy bây giờ trong trường hợp này em nên làm như thế nào ạ?. .  . . Cảm ơn sự hỗ trợ của Phòng.",
            "bạn nộp đơn đk môn ở PĐT, ghi rõ mã SV, mã MH, nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Em là [full_name]V [student_id]. . Cho em hỏi là các môn GDTC là tuần sau liên hệ TT TDTT để biết lịch học hay là học ở cơ sở 2 vậy ạ?. . Tại TKB vẫn để là học ở cơ sở 2.. . Mong nhận được phản hồi sớm.. . Em cảm ơn. .",
            "Chào bạn. . Bạn kiểm tra mail nghen đã có thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Chào cô.. . Hiện tại em đang thiếu ngày công tác xã hội để nhận luận văn tốt nghiệp.. . Dạ cho em hỏi em có thể nộp đơn lên phòng đào tạo để đăng kí nhận luận văn trước được không ạ.. . Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Dạ Chào cô.. . Hiện tại em đang thiếu 1.5 ngày nữa là đủ 10 ngày công tác xã hội theo quy định tối thiểu để nhận luận văn tốt nghiệp.. . Dạ cho em hỏi em có thể nộp đơn lên phòng đào tạo để xin đăng kí luận văn tốt nghiệp được không ạ.. . Em xin cảm ơn",
            "Chào bạn. . Quy định về nhận luận văn tốt nghiệp bạn phải hoàn thành nghen, không thể cứu xét nếu thiếu chuẩn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô,. . Đợt ĐKMH vừa rồi em có đăng ký môn Hóa lý 1 (CH2003) vào nhóm lớp L03, theo thời khóa biểu lúc đó là học tiết 234 sáng thứ 3 ở CS2. Nhưng khi có kết quả thì thời khóa biểu đã chuyển sang sáng thứ 7 ở CS1, và theo em được biết thì đây là lớp dành cho KSTN K19.. . Do lúc trước nghe được thông tin PĐT sẽ tách các bạn KSTN ra riêng về CS1 nên em vẫn đăng ký vào nhóm L03, em không biết hiện tại PĐT có thể giải quyết cho em đổi sang nhóm lớp khác không ạ?. . . . Em cảm ơn.. .",
            "Chào bạn,. . . . . . Việc này bạn vui lòng liên hệ khoa nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi: đầu mỗi học kì, trước khi đăng kí môn học đều có các mốc thời gian để nộp chứng chỉ tiếng anh và chuyển điểm, vậy em đang học năm 2 muốn thi chứng chỉ anh văn để đạt chuẩn năm 2 thì muộn nhất hạn nộp chứng chỉ anh văn của em là đầu năm 3 trước khi đăng kí môn học đợt 1 phải không ạ? Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn xem lịch học vụ giúp nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id].. . Em xin phòng đào tạo tăng sỉ số lớp Anh văn 4 LA1009 nhóm A05 thứ 6 tiết 345 ạ. E đã đăng ký nhưng lớp của e bị hủy rồi ạ. Kính xin pdt tăng sỉ số và cho em vào lớp đó ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Đã đăng kí mốn LA1009 nhóm A05 cho bạn rồi, Pdt sẽ cập kết  quả DKMH trên cổng thông tin sinh viên. Qua ngày 22/9 bạn chưa thấy cập nhật thì khiếu nại lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MSSV: [student_id]. . Đăng ký môn học:. . Thưa thầy cô quản lý hôm đăng ký môn học đợt 3 em đăng ký tổng số lượng tín chỉ là 16 chỉ, số lượng môn học là 6 môn, hôm nay em có thấy thời khóa biểu cập nhật học kỳ 201 và số lượng môn học của em bị mất 2 môn, số lượng tín chỉ chỉ còn 7 chỉ",
            "Chào bạn,. . . . Bạn vui lòng xem lại kết quả DKMH nha ban.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt đkmn đợt 3 từ ngày 8-11/9 em có đăng ký lớp Cầu lông L12. Ban đầu được ghi là ở cs1 nên em mới đăng ký để tiện cho 3 tiết tiếp theo. Nhưng bây giờ ra thời khoá biểu chính thức lại học ở cs2. Chính vì cậy bây giờ thiết 7 8 9 của em ở cs2 còn tiết 10 11 12 ở cs1 thì làm sao em đi được ạ? Kính mong PĐT giải quyết giúp em ạ. . . Em xin cám ơn.",
            "Giờ em mất luôn cái thời khóa biểu chính thức rồi và trong phần ĐKMH môn Cầu Lông vần còn đó với thời gian cũ. Em phải làm sao ạ?",
            "Chào bạn,. . . . Bạn kiểm tra TKB trên cổng thông tin sinh viên nha. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lúc đăng ký đợt 3 em đăng ký 7 môn (21 chỉ) nhưng hiện tại chỉ còn 5 môn (17 chỉ ở thời khóa biểu), mong phòng đào tạo giải quyết giúp em để em có đủ 7 môn ạ!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em đã làm đơn trình bày lý do nộp học phí kỳ dự thính ạ. Mong thầy/cô xem xét giúp em. Em chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã có TKB HK201 vậy em có thể đem giấy vay vốn SV đến phòng CTCTSV để xin chữ kí được chưa ạ?",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn về việc xin giấy xác nhận sinh viên về vay vốn ngân hàng.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí môn Đồ án-EE3061 trong đợt 3 vừa rồi nhưng kết quả trong tkb vẫn bị hủy.Vừa rồi em có mail hỏi thì PĐT có bảo là cứ đăng kí lại(em có lưu hình ở dưới).. . Vì vậy em mong Phòng đào tạo khôi phục cho em môn Đồ án- EE3061,bởi vì nếu không đăng kí được em sẽ bị trễ thêm 1 học kì nữa ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Bạn không đăng kí môn EE3061 vì vướng môn học trước EE2007.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em đăng kí môn IM3061 - Anh văn trong kinh doanh thứ 5 tiết 789 nhưng lại bị chuyển sang thứ 7 tiết 789. Em muốn chuyển lại thì như thế nào và lý do tại sao em bị chuyển vậy ?",
            "Chào bạn,. . . . Do khoa yêu cầu đổi TKB  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Yêu cầu khác: Cho em hỏi cách viết đơn chuyển lớp. Em đăng kí lớp hóa vô cơ L03_L10 mà lớp đó là lớp KSTN, nên em muốn đổi sang lớp L04_L14 là lớp thường thì viết như thế nào ạ?. . Tại lúc đầu em đăng kí em không biết lớp đó là lớp KSTN, lớp đó là sáng thứ 6 với chiều chủ nhật. Em vẫn có thể học được nhưng bây giờ lớp chuyển tiết thành chiều thứ 7 với chiều chủ nhật, thứ 7 em không học được vì bận học thêm anh văn ở ngoài.",
            "đã chuyển"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Sau khi kết thúc đăng ký môn học. Thì thời khóa biểu của em khác hoàn toàn so với thời khác biểu khi đăng ký môn đợt 3. . . . . .",
            "Chào bạn,. . . . Bạn nói rõ sự lộn xộn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy/cô ạ . Cho em hỏi là môn những nguyên lý cơ bản của CN mác lênin có các bài kiểm tra trên bkel.em đã hoàn thành các bài kiểm tra và có điểm, nhưng chổ các video bài giảng hệ thống hiện là em chưa xem vậy em có bị cấm thi hay không . Em cám ơn nhiều ạ",
            "Chào bạn. . Về vấn đề này, bạn liên hệ trực tiếp giảng viên giảng dạy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em có môn EE2019 bị hủy nhưng mà em lại không có mail bị hủy môn. Vì thế em không thể đăng kí được môn trong lần đăng kí môn học tiếp theo. Cho em hỏi làm cách nào để đăng kí được môn trong lần tiếp theo được ạ? Mong trả lời câu hỏi của em trong vòng sớm nhất ạ",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào anh chị, em xin được hỏi về vấn đề miễn giảm học phí cho sinh viên thuộc các đối tượng cụ thể.. . Gia đình em có ông ngoại (đã mất) được nhà nước tặng Huân chương lao động hạng 3, thì em có được liệt vào đối tượng: 1.Người có công với cách mạng và thân nhân của người có công với cách mạng không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Về vấn đề này, bạn vui lòng liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "xin phép đăng ký bổ sung môn học Địa kỹ thuật công trình ngầm mã MH: GE4043. Lý do: Trong lần đang ký môn học đợt 3 bị xóa môn học và không kịp đăng ký lại.",
            "Chào bạn,. . . . Đã đăng kí cho bạn rồi, Pdt sẽ cập kết  quả DKMH trên cổng thông tin sinh viên. Qua ngày 22/9 bạn chưa thấy cập nhật thì khiếu nại lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là môn cơ sở điều khiển tự động(EE2019) em đã đăng kí trong đợt đăng kí môn học vừa qua. hiện nay đã có trên thời khóa biểu. nhưng em xem kết quả đăng kí môn học đợt 3 thì môn này đã bị xóa ạ. không biết rằng mai mốt trên thời khóa biểu của em có bị xóa không ạ?",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]  mssv [student_id]. . Em đang gặp tình trạng là môn em xin mở Tr2029 (Thực tập kĩ thuật tàu thủy), thầy dạy môn này nó không xếp phòng nên đợt 2 đã đăng kí được và đợt 3 môn đó vẫn còn hiện nhưng trên TKB lại không có hiển thị.. . Em mới nhận mail chiều nay cho đăng kí những môn lỗi nên em lên tim kiếm mà không thấy hiện môn học TR2029.. . Cho em hỏi phải làm sao",
            "Chào bạn,. . . . Bạn kiểm tra kết quả DKMH nha, môn TR2029 bị huỷ lớp vì sỉ số ít, hiện tại bạn được hiểu chỉnh đăng kí môn khác nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em chào thầy cô. Trong đợt đăng kí môn học vừa rồi thì em có đăng kí môn hóa phân tích mã CH2113. Trong lịch đăng kí môn học của em thì môn này em đăng kí học ở cơ sở 2, nhưng nay em vô coi thời khóa biểu thì lại ở cơ sở 1. Vậy cho em hỏi là do thời khóa biểu sai sót hay là có lí do gì thay đổi địa điểm học ạ.. . Em xin cảm ơn",
            "Dạ em mới hỏi lại được là lớp em đăng kí là L03 đã dành cho các bạn kĩ sư tài năng, nên mới chuyển lên cơ sở 1. Vậy bây giờ em muốn chuyển sang lớp khác để học ở cơ sở 2 thì làm sao ạ? Vì em lên phòng đào tạo hỏi thì không được giải quyết, em xin cảm ơn",
            "đã chuyển nhóm cho em về Cơ sở 2 với nhóm L02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo _ DH Bach Khoa TP.HCM.. . Em tên là [full_name] MSSV: [student_id]. . . Khoa: kĩ thuật hoá học (HC19-KSTN ).. . Hôm nay em làm đơn này để xin chuyển lớp pháp luật Việt Nam đại cương (mã ngành: SP1007). Em muốn chuyển từ lớp A09 sang lớp L01.. . Lí do: vì nhà em gần cơ sở 2 nên thuận tiện cho việc đi lại hơn ạ.. . Em chân thành cảm ơn quý thầy cô đã xem qua ạ",
            "Chào bạn. . Hiện tại đã hết thời gian điều chỉnh môn học, tuần sau bắt đầu học kỳ 201, nên không thể thay đổi nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô.. . . . Em mong muốn được chuyển nhóm môn EE3003 (Thiết kế hệ thống nhúng) đổi từ nhóm A01 sang A03 và giữ lại môn EE2019 (Cơ sở điều khiển tự động) kèm theo thí nghiệm.. . . . Nếu em bị hủy môn EE2019 thì em sẽ bị cảnh cáo học vụ vì chỉ còn 8 chỉ trong kỳ chính nên mong phòng đào tạo giải quyết giúp em.. . . . Em cảm ơn.",
            "Chào bạn,. . . . Ban xem kết quả trên cổng thông tin sinh viên nha, môn EE2019 đâu có huỷ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. . Thầy/cô cho em hỏi là PĐT vừa mở đăng kí mới môn CS ĐK Tự động (EE2019) thứ 3 tiết 2-4 và thí nghiệm 7-9. . Hồi ĐK môn đợt 3 vừa rồi em có đăng kí môn EE2019, đã có trên thời khóa biểu nhưng trong mục Đăng kí môn học thì lại bị xóa với lí do Khoa hủy lớp. . Và em không thể đăng kí được môn EE2019 ở đợt đăng kí mới nhất.. . Vậy thầy/cô cho em hỏi là em vẫn được học môn EE2019 này được không ạ?. . Em không bị trùng môn thí nghiệm",
            "Chào bạn,. . . . Bạn xem kết quả DKMH trên cổn thông tin sinh viên.. . . . Thân"
        ]
    }
]