[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên của Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp , hiện tại khoa em còn khoảng 10 bạn còn nợ môn Tin học (501601), môn tương đương của môn này là Nhập môn điện toán ( CO1005 ) , môn Tin học thì em đã làm đơn xin mở lớp 2 kì liên tục (cả dự thính) nhưng không được mở , còn môn Nhập môn điện toán thì bọn em không đăng kí được do môn này chỉ mở cho các bạn quốc tế. Em mong PDT giải quyết giúp em ạ.",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do thiếu 1 tín chỉ tích lũy nên em không được đăng kí môn đồ án logistics 1(ME3255). Mà hết kì này là môn học không còn lớp do k19 có chương trình đào tạo khác. Mong phòng đạo tào tạo điều kiện để em không bị trễ tiến độ do môn học là môn tiên quyết.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi bây giờ còn rút môn học kì hè 193 được không ạ. Do em quên mất thời gian của trường. Em muốn rút môn học kì hè 193 em phải làm sao ạ. . . Em cảm ơn.. . . .",
            "Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em hiện đang là sinh viên năm 3 khoá k17 khoa Cơ khí ngành Kỹ thuật dệt, trong đợt đkmh đợt 1 cho kỳ 201 vừa qua em có đăng ký môn ME3077: Cấu trúc vải nhưng bị huỷ với lý do là 0: thiếu môn tiên quyết SV_N3, nhưng trên chương trình đào tạo môn đó không hề có môn tiên quyết mà chỉ có 1 môn học trước là khoa học vật liệu dệt thì em cũng đã học rồi; số tín chỉ tích luỹ của em cao hơn 56 nên em đủ điều kiện để đăng ký môn của năm 3, kỳ 201 nhà trường hứa sẽ không xét anh văn. Nên em không hiểu lý do bị huỷ môn của mình, mong thầy cô giải thích giúp em ạ.. . Bên cạnh đó do sĩ số lớp hiện đã đầy nên em không thể đăng ký lại, nếu em đủ điều kiện đăng ký trường có thể giúp đỡ em thêm tên vào danh sách đăng ký được không ạ?. . Em xin cảm ơn thầy cô ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nếu học không đủ 28 tín chỉ ở năm nhất thì có được đăng kí các môn học ở năm 2 không ạ ? nếu được tại sao có một số môn em không đăng kí được mặt dù môn này không có yêu cầu điều kiện môn tiên quyết. Nếu không tại sao em vẫn đăng kí được một số môn ở năm 2? em cảm ơn.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy(cô) Phòng đào tạo!. . Em tên: [full_name]. . Trong đợt Đăng ký môn học (ĐKMH) đợt 1 em đã đăng ký môn Thí Nghiệm vật lý (PH1007), nhưng kết quả PĐT trả về là \"Môn học khoa không mở lớp - SV liên hệ Khoa\" và ĐKMH đợt 2 thì \"Không có môn học mở!\". Em thắc mắc là tại sao trong phần đăng ký có 243 SV lại không mở lớp. Vậy để mở lớp em có cần gửi đơn xin mở lớp lên PĐT và danh sách các bạn SV cũng muốn mở lớp không?. .  Em chân thành cảm ơn.",
            ". . -\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ là sau khi kết thúc đăng ký môn học cho hk chính 201 đợt 1, thì em xem kết quả đăng ký thì bị mất 1 số môn ạ, nên em thử đăng ký lại môn bị mất thì không đăng ký lại được vì thiếu chuẩn sinh viên năm 2 ạ. Em xin hết",
            "Chào bạn,. . . . Hiện tại bạn đăng kí được không?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em chào thầy cô . . Dạ, 11h20 trưa nay, em có kiểm tra kết quả đăng ký môn học, thấy bị xoá hết 1 môn phân tích dữ liệu mã môn học IM3049. Các bạn khác cũng bị xóa nhưng các bạn biết sớm nên đã đăng ký lại được. Tới lúc em lên là lớp đã đủ tỉ số. Em tha thiết mong phòng đào tạo mở thêm lớp hoặc có thể nới lỏng tỉ số lớp giúp chúng em. Hiện vẫn còn nhiều bạn chưa đăng kí được ạ. Nếu có thể tăng tỉ số lớp, em xin phòng đào tạo tăng ngày thứ hai nhiều hơn ạ. Do đa số chúng em bị đụng lịch chiều thứ ba rồi ạ. . . Em xin chân thành cám ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cùng nhiều bạn đăng kí đồ án 2(405411) nhưng lại bị hủy, và khi tụi em đăng kí hiệu chỉnh thì trang web thông báo là   B không có môn học mở  /B  trong khi bạn em vẫn   B đăng kí bình thường  /B  môn đồ án 2 ạ. Mong anh/chị hỗ trợ. Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, em muốn đăng ký làm luận văn kì này, mà kì trước chưa có điểm đề cương, vậy khi nào em mới có thể đăng ký được ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] (MSSV : [student_id]), hiện em là sinh viên văn bằng 2 khoa Kĩ thuật Hóa Học (khóa 2019).. . . . Em có thắc mắc chương trình đào tạo của mình, đầu vô em có đăng kí theo chương trình đào tạo của khóa 2017 (và phòng đào tạo xếp em vào lớp HC19B201), nhưng hiện tại khoa em đã phân ngành và xếp em vào lớp HC19HLY chung với các bạn khóa 19 bằng 1 (trên hệ thống vẫn ghi nhận em ở lớp HC19B201). Em thắc mắc có phải em sẽ vẫn học và tốt nghiệp theo chương trình đào tạo của khóa 2017 đúng không ạ ? Hay sẽ thay bằng chương trình của k19 ạ ?. . . . Em từng đặt câu hỏi này trên hệ thống và được phòng đào tạo đề nghị liên hệ với thầy [full_name] (là phó khoa phụ trách chương trình đào tạo), thầy [full_name] có phản hồi nhưng em không hiểu ý của thầy. Nên em mạn phép đặt câu hỏi này 1 lần nữa, hi vọng sẽ nhận được câu trả lời.. . . . Vì chương trình đào tạo của k19 khoa em sẽ có những môn thay đổi mã môn học so với k17 nên em hi vọng sẽ sớm nhận được phản hồi của pđt để yên tâm về việc đăng kí môn học cho kì tới. Và nếu được em xin phép học theo chương trình đào tạo của k17 để tiện thời gian học tập và ra trường ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id], hiện tại em không đăng ký được môn học từ đại cương cho đến cơ sở ngành vì lí do điều kiện sinh viên năm 2 (tiên quyết) ạ, trong khi em đã đủ chỉ kì trước 24 cộng với dự thính 4 chỉ là đủ 28 rồi ạ",
            "Đăng ký môn học. . . . Em là [full_name] mssv [student_id], hiện tại em không đăng ký được môn học từ đại cương cho đến cơ sở ngành vì lí do điều kiện sinh viên năm 2 (tiên quyết) ạ, trong khi em đã đủ chỉ kì trước 24 cộng với dự thính 4 chỉ là đủ 28 rồi ạ  /QUOTE . . Phòng đào tạo cho em hỏi là hiện tại em đang bị thiếu yêu cầu gì của sinh viên năm 2 mà không đăng ký môn được v ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là mình đăng kí 2 môn kết thúc tiết 6 và bắt đầu tiết 7 có được không ạ?",
            "Chào bạn. . Bạn đăng ký lại môn học nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy cô, em muốn hỏi là bây giờ em chưa đăng ký xét tốt nghiệp được do em chưa đóng 1 khoản phí 55 ngàn tiền làm thẻ sinh viên vào tháng 5 em bấm nhầm, bây giờ em đóng rồi thì bị thông báo đã trễ hạn. Liệu em có được cập nhật lại phần học phí để đăng ký tốt nghiệp đúng hạn không ạ. Em cám ơn ạ. . . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi ạ, em là sinh viên k17 Khoa kỹ thuật giao thông, ngành Công nghệ kỹ thuật ô tô. Theo tiến độ học tập thì học kì 1 sẽ mở lớp môn [full_name](CO1013) ạ, mà em xem kết quả đăng kí đợt 1 và đk môn học đợt 2 không có môn học này ạ. Mong PĐT xem lại giúp em để em đk kịp tiến độ học tập, em xin cảm ơn ạ.",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa,. . Em tên [full_name] MSSV [student_id]. . Em có nguyện vọng được đăng ký môn Phương Pháp Tính mã MT1009 lớp A02 chiều t4 tiết 10-11-12. . Em có đăng ký vào đợt 1 nhưng em lỡ thoát ra nên bây giờ em không thể đăng ký được vì tất cả các lớp đều kín rồi ạ. Em rất muốn được học và em mới đăng ký được 11 chỉ thôi.. . Kính mong nhà trường xem xét và mở sỉ số lớp A02  giúp em ạ.. . Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào vp,Em tên [full_name], MSSV [student_id]. . Nay em viết mail này vì lí do em đăng kí môn học mà nó cứ báo là em thiếu Giáo dục thể chất 3 ( môn tiên quyết ) nên không đăng kí được. Trong khi em đã học GDTC 3 rồi ạ, em có bảng điểm môn GDTC 3 ở mybk. Mong vp xem xét giúp em để em được đăng kí ạ. Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Khi kích hoạt tài khoản cựu sinh viên thì hiện lên hộp thoại kiểm tra email, nhưng vào email thì ko thấy gì cả. Như vậy thì bị lỗi gì vậy a??. . Địa chỉ email là chính xác và ko phải email trường",
            "Chào bạn,. . Kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô!. . Lúc đăng kí môn học em bị gặp vấn đề là chuẩn thể chất sau năm 3 của em không đủ nhưng em đã học qua hết 3 môn thể chất rồi ạ. Mong phòng đào tạo khắc phục lỗi này.. . Em xin cảm ơn!",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Cho em hỏi làm sao để đăng kí được các môn giáo dục thể chất trong học kì 201 ạ? Em nhập mã môn như các học kì trước thì hiện mã môn không hợp lệ.. . Em cảm ơn ạ!",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/ Cô,. . . . Em tên là [full_name], sinh viên lớp Viễn Thông PFIEV K2014. . . . . Hiện tại em đã hoàn thành môn cuối cùng em còn nợ, đã đạt chuẩn Anh Văn cũng như hoàn tất bảo vệ Luận văn tốt nghiệp. Tuy nhiên, em vẫn chưa có bằng tiếng Pháp DELF B1, nhưng em đã đi làm và không có thời gian để ôn luyện lấy bằng B1 nữa. Em muốn hỏi là em có thể xét tốt nghiệp vào đợt này mà không cần tới bằng B1 được không ạ? Em chỉ mong muốn ra trường với bằng ĐH chính quy, không cần tới bằng PFIEV nữa ạ.. . . . Mong Nhà trường giải đáp ạ, em cảm ơn.",
            "Chào bạn. . Về vấn đề này em vui lòng liên hệ Cô [full_name] (Chủ nhiệm chương trình Việt pháp) để tư vấn và giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e đăng ký luận văn tốt nghiệp nhưng bị hệ thống báo lỗi chuẩn giáo dục thể chất qua năm 3, nhưng em đã hoàn thành hết các môn giáo dục thể chất rồi ạ! Xin pđt kiểm tra lại giúp em ạ. Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em xin hỏi về vấn đề giáo dục thể chất. Chuyện là em đợt 1 có đăng kí môn giáo dục thể chất aerobic nhưng đợt 2 bị xóa. Lúc đăng kí lại thì không thấy mở lớp học. Em nghe các bạn nói phải lên trung tâm gdtc để đăng kí,em không biết đúng hay không. Em phòng đào tạo có thể giải đáp thắc mắc này.. . . .",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô ở phòng đào tạo, cho em hỏi là khi em đăng kí luận văn tốt nghiệp mã AS4343 thì bị báo là không được phép đăng ký vào nhóm này. Em xin hỏi ngành em đang học là khoa Khoa học Ứng Dụng ngành Vật Lý Kỹ Thuật vậy có đúng mã không ạ? Em cảm ơn.",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811446  /b \t. . . .   i Đăng ký môn học . Dạ cho em hỏi đợt hè em có đaqng ký môn Thực Tập Kỹ Thuật ( Me2085 ) nhưng trên thời khóa biểu lại không có và giờ không thể đăng ký môn học tiếp được thì mong phòng đào tạo xem xét giúp em",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp pdt để xem lỗi, hạn chót giải quyết đến 14 giờ ngày 31/8/20. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em xin chào PĐT,. . . . Kì sau (kì chính HK201), em dự dịnh ĐK 2 môn học là AV4 và Tư [full_name] [full_name]. Cho em hỏi là:. . - AV4 em có đăng kí đợt đầu và đã bị hủy. Đợt này em đăng kí tiếp thì có được không ạ, vì em thấy có mở lớp ?. . - Tư [full_name] [full_name] em có đăng kí đợt đầu và đã bị hủy vì vướn môn học trước là [full_name], hè này em đang học [full_name], vậy đợt này em đăng kí Tư [full_name] được không ạ ? . . Em xin cảm ơn PĐT. . . . . Trân trọng,. .",
            "/B   b MSSV/MSGV: 1812496    . . . . Đăng ký môn học. . . . Em xin chào PĐT,. . . . Kì sau (kì chính HK201), em dự dịnh ĐK 2 môn học là AV4 và Tư tưởng Hồ Chí Minh. Cho em hỏi là:. . - AV4 em có đăng kí đợt đầu và đã bị hủy. Đợt này em đăng kí tiếp thì có được không ạ, vì em thấy có mở lớp ?. . - Tư tưởng Hồ Chí Minh em có đăng kí đợt đầu và đã bị hủy vì vướn môn học trước là Mác, hè này em đang học Mác, vậy đợt này em đăng kí Tư tưởng được không ạ ?. . Em xin cảm ơn PĐT.. . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô ạ,. . . . Em là [full_name] MSSV [student_id] đến từ khoa Công Nghệ Vật Liệu. Em muốn được hỏi về việc đăng ký môn học HK 201 liên quan đến chuẩn thể chất năm 3. Em thắc mắc rằng em đã hoàn thành 3 môn giáo dục thể chất (Giáo dục thể chất 1, Giáo dục thể chất 3, Bóng bàn) như các hình đính kèm nhưng vẫn bị không đủ điều kiện chuẩn thể chất năm 3 để đăng ký các môn học năm 4 ạ? Mong các thầy/ cô giải đáp giúp em.. . . . Em xin cảm ơn ạ!. .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k19 ạ. Em không tích đủ 28 tín chỉ cho năm nhất nên bị xóa những môn cơ sở ngành cho năm 2. Em muốn xin nhà trường có thể mở để tụi em đăng kí được những môn chính trị mã SP10xx ạ. Vì bây giờ k thể đăng kí được những môn chuyên ngành nên chỉ hi vọng đăng kí được những môn này thôi ạ. Em cảm ơn ạ. . . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa anh/chị,. . . . Em quên yêu cầu xét miễn các môn anh văn từ đầu năm đến bây giờ (em có bằng IELTS ạ) nên hiện tại em bị thiếu mất tín chỉ để đăng ký các môn học năm 2 (27/28 tín).. . . . Dạ vậy cho em hỏi em mới yêu cầu xét miễn anh văn xong thì khi nào việc xét miễn có hiệu lực và số tín chỉ đó được thêm vào số tín chỉ tích lũy để em đăng ký được các môn học năm 2 ạ (tại thời gian đăng ký đợt 2 còn chưa đầy 2 ngày nữa ạ) ?. . . . Em cảm ơn ạ.",
            "Và tại vì thời gian hết hạn đăng ký đợt 2 là ngày 31/8 nên nếu thời gian để số tín chỉ được thêm vào muộn quá thời hạn đó thì có cách nào để hoàn thành nhanh quá trình không ạ ?",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Hiện tại pdt đã hạ chuẩn xếp loại sv, bạn dkmh lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em được hỏi ạ,. . Em học khoa công nghệ vật liệu chuyên ngành vật liệu kim loại ạ, kỳ này tụi em trong chương trình học của tụi em có những môn chuyên ngành theo đúng chương trình đào tạo nhưng không thể đăng ký được ạ, với lý do là không mở lớp mà những khóa trước thì đều được mở ạ. Em mong phòng đào tạo xem lại và cho tụi em phương hướng giải quyết ạ, em xin chân thành cảm ơn nhiều ạ,",
            "Dạ em đã đăng ký được rồi ạ,. . Em xin cám ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn Kinh tế vi mô (IM1003) chung với k20 khoa QLCN thì đăng ký vào đợt nào ạ",
            "Chào bạn,. . . . Môn IM1003 bạn có thể đăng kí vào học kỳ dự thính 201, nếu dự thính 201 không mở thì ngày 6/10 bạn làm đơn xin đăng kí môn IM1003 với khoá 20.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt ạ,. . Em có đăng ký môn học đợt 1 nhưng kết quả đăng ký đợt 1 không có.. . Em đăng ký đợt 2 không được vì vướng môn GDTD3.. . Hiện tại em đang học GDTC3 trong hè. . . . . PDT cho em hỏi là:. . Làm sao em có thể đăng ký được môn học đợt 2?. . Nếu phải thi xong GDTC3 trong hè mới được đk vậy có bị trễ đợt đăng ký hay không được đăng kí không a?. . Bạn em cũng đang học GDTC3 trong hè nhưng kết quả đăng ký đợt 1 của nó có mà của em không nên em mong PDT cho em đăng ký môn học đợt 2 ạ",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em tên là Hồ Nguyễn Đức [full_name], MSSV [student_id]. . . . Em muốn đăng kí môn Hệ Thống Số C01023, môn Đại số tuyến tính MT1007 ở học kì 201. Ở kì 201, em có môn học bắt buộc là Mạch Điện - Điện Tử CO2037, nhưng em chưa đủ tích luỹ 28 tín chỉ không biết PĐT có thể thêm em vào một lớp dự thính Giải tích 2 MT1005 hoặc lớp dự thính Anh văn 2 LA1005 trong học kì hè 193 không ạ?. . . . Em xin cảm ơn PĐT đã đọc.. . . . [full_name]. . Hồ Nguyễn Đức [full_name]",
            "Dự thính hiện sẽ mở sau. và tùy thuộc vào số lượng SV đk để mở lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/ cô,. . . . Em muốn xin được tăng sĩ số các môn học CO2003 ([full_name]02_[full_name]04) để có thể hiệu chỉnh môn học (chuyển nhóm) và sắp xếp lịch học thuận lợi hơn.. . . . Em cảm ơn,",
            "Môn học đã vượt sức chứa.. .  ko thể bổ sung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em sắp lên năm 3 nhưng vẫn còn 1 môn thể chất chưa học nhưng cũng không thể đăng ký học được. . . Ngoài ra, PĐT có thể cho em hỏi là việc này có ảnh hưởng gì đến quá trình học sắp tới của em không ạ? Em xin cảm ơn ạ!",
            "Môn học hiện  chưa mở lớp, sẽ thông báo rộng rãi sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Em đã hoàn thành chương trình đào tạo môn gdtc  hết 3 năm r nhưng khi đk vẫn để chưa hoàn thành, pđt xem xét lại dùm e ạ. .",
            "đã cập nhật điểm GDTC cho bạn rồi nhé. . Bạn vào đkmh lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi năm nhất em tích luỹ được 22 tín chỉ thì có được đăng kí môn học năm hai không ạ.",
            "Theo quy chế thì các môn thuộc năm 2 em sẽ ko được đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/cô Phòng Đào Tạo,. . . . Sinh viên [full_name] -[student_id] ngành Kĩ thuật hệ thống công nghiệp, khoa Cơ Khí. Trong đợt đăng kí môn học kì 201 đợt 2 này, chúng em khá bối rối với những vấn đề sau:. . . . 1. Theo chương trình đào tạo của ngành Kĩ thuật hệ thuống công nghệp, thì ở học kì 3 tức là kì 201 chúng em sẽ phải học môn Vận trù học - ME2051 và sẽ học Xác suất thống kê ở kì 4 là kì 202. Tuy nhiên PĐT đã không đăng kí môn ME2051 vì \"Thiếu môn học trước là MT2001 - Xác suất thống kê\" (Dù trong CTĐT của ngành chúng em MT2013 là Xác suất thống kê(?)). Em xin gửi kèm ảnh chụp màn hình CTĐT ngành KTHTCN.. . . . . . 2. Môn Giáo dục thể chất cũng không thể đăng kí. Lí do \" Môn học khoa không mở lớp\". Có bạn nói rằng do đổi cơ sở học thể chất nên mã môn cũng thay đổi?. . . . . . . . Những môn học bị xóa đa phần đã làm giảm số tín chỉ đăng kí của chúng em dưới mức tối thiểu. Trường hợp của em đã giảm từ 15 tín còn 12 tín.. . Vậy chúng em phải xử lý những vấn đề này như thế nào? Mong PĐT có thể giải đáp cho sinh viên.. . . . Em xin cám ơn.. . . .",
            "Môn Thể chất hiện chưa mở lớp. sẽ có thông báo sau.. . Môn ME2051 sẽ bỏ tiên quyết. ( cập nhật vào ngày mai). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin mở thêm sĩ số lớp đồ án bê tông cốt thép 2 , mã môn học CI3177. Vì có rất nhiều bạn muốn đăng ký nhưng đã hết chỗ ạ.. . . .",
            "đã mở rộng sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV: [student_id], Lớp: VP16VT.. . Do ĐKMH HK1 (2020-2021) đợt 1 em không có thực hiện đăng kí nên hiện tại có một số môn học ở đợt ĐKMH lần 2 này bị đầy sĩ số và không thể đăng kí thêm. . . Em muốn xin PĐT mở thêm sĩ số cho các môn học đó thì phải làm đơn như thế nào ạ ? . . Em cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/ Cô Phòng đào tạo.. . Em tên: [full_name], MSSV: [student_id].. . Dạ đợt học lại tết em có đăng ký thi lại môn CI3061-Phương pháp phần tử hữu hạn, nhưng đến nay chưa thấy cập nhật điểm trên bảng điểm.. . Kính mong Thầy/ Cô xem giúp em ạ.. . Em cảm ơn Thầy/ Cô.. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp với Giảng viên giảng dạy để nhờ nộp điểm lên cho Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Em muốn hỏi học kỳ sắp tới 201 có xét anh văn đầu vào cho các môn chuyên nghành không ạ?. . Em cảm ơn!",
            "Chuẩn Anh văn hiện chưa có xét, tuy nhiên em cũng cần phải học để đạt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tăng sỉ số lớp môn . . thí nghiệm silicat dc (MA3035). . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tích lũy dưới 28 tín chỉ có được đăng kí môn Nguyên lý máy (ME1015) không ạ? Em cảm ơn.",
            "Em xem cấu trúc môn học. và quy chế. . Hiện môn học ME1015 chưa ràng chuẩn sinh viên sau năm 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đã tích được 22 chỉ và có đăng kí 5 chỉ học kì dự thính hè 193. Vậy cho em hỏi sau khi kết thúc kì học hè, nếu pass hết môn em có 27 chỉ thì có được đăng kí môn năm 2 không ạ.",
            "Chào bạn.. . Dự thính hè hiện đã cộng vào tín chỉ tích lũy. với 27 tín chỉ thì bạn ko đủ đk đăng ký các môn ràng buộc của năm 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) . . Em là sinh viên năm nhất, khoa cơ khí và trong năm nhất em không đạt môn thực tập cơ khí đại cương 1 và trong lần đăng kí môn học cho học kì 3 thì em không sắp xếp được lịch thời khóa biểu để đăng kí môn thực tập cơ khí đại cương 1. Vậy trong học kì 4 trường có tiếp tục mở môn học này không ạ? Và nếu trong năm 2 em không đạt được môn này thì em sẽ không được đăng ký môn học cho năm 3 đúng không ạ?. . Em chân thành cảm ơn.",
            "Môn học mở theo kế hoạch của từng học kỳ.. . Nếu em đã qua kế hoạch mà ko đăng ký thì phải chờ các khóa sau ( cái này ko chắc chắn). . Trong trường hợp các môn của năm 3 mà ràng tiên quyết với môn học này thì em ko được đăng ký môn năm 3.. . Cố gắng sắp xếp để đăng ký đúng kế hoạch trong HK này đi nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện chương trình đào tạo của k19 đang tiếp tục được cập nhật nên em muốn hỏi là những môn [full_name]-[full_name], pháp luật đại cương là vẫn giữ nguyên tất cả các ngành đúng không ạ. Em cảm ơn",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gữi Thầy (Cô). . . . Dạ cho em hỏi không đăng kí môn ở học kì chính mà chỉ đăng kí môn dự thính thì có được hay không, em còn thiếu nợ chỉ 1 môn Đường lối CMCSHCM . . Nhân tiện cho em xin thông tin về lịch đăng kí  dự thính cho học kì sắp tới . . . . Em xin cảm ơn!",
            "Bạn cần đk môn HK chính mới được đk dự thính.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính gửi thầy/cô,. . Trong D[full_name]MH đợt 1 em có đăng kí môn Cơ lý thuyết (AS1003 - 3 tín chỉ). Tuy nhiên kết quả D[full_name]MH lại hủy môn do trùng T[full_name]B môn Nhiệt động lực ME2013. Song, CTDT của [full_name]19 cũng đã bỏ môn AS1003.. . Em viết request này với nguyện vọng thầy/cô giúp em hủy môn ME2013 L03_L05 (thứ 6) và và đăng kí giúp em AS1003 lớp L01 (thứ 6).. . Mong thầy/cô xem xét. Em chân thành cảm ơn ạ!!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại em không thể đăng kí các môn EE3001, EE3009, EE3061, EE3027,EE3099 vì thiếu môn học EE2017, môn học này em hiện đang trong quá trình học tại kì 193, mong anh/chị hỗ trợ em đăng kí các môn nêu trên",
            "Môn học EE2017 đã được tạm pass để bạn đk môn tiên quyết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô.. . Em đang gặp một vấn đề đó là em đăng kí môn: . . Công Nghệ xử Lí Dầu Khí - GE4011. . Nhưng trong đợt đăng kí này thì lại hiện lên bảng thông báo là \" Thiếu các môn học : Chuẩn thể chất sau năm 3 (Tiên quyết)\". . Trong khi Các môn Thể Chất 1, 2 ,3 em đều ĐẠT.. . Mong Thầy/Cô giúp em. . Em xin cảm ơn !!!. .   U   /U   U   B",
            "đã cập nhật điểm thể dục để em đk môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học khoa Môi trường và tài nguyên ngành kỹ thuật môi trường, học kì 201 có môn học . . Hóa học trong kỹ thuật và khoa học môi trường 1 mã môn EN2005 là môn bắt buộc nhưng khi em đăng ký thì hiển thị phải học môn hóa phân tích mã CH1009. Nhưng em tìm môn CH1009 thì môn này không mở ạ? Vậy mong pdt giải đáp và mở môn Hóa học trong kỹ thuật và khoa học môi trường 1 giúp chúng em ạ. Em xin cảm ơn. . .",
            "đã bỏ TQ môn CH1009. . bạn vào đk lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em được biết là điều kiện tiên quyết để đăng ký môn học ở năm 2 là khi có đủ 28 chủ tích lũy ở băm nhất nhưng trước đó vào khoảng sắp bắt đầu học kì 192 e có nhận được thông tin của phòng đào tạo là không cần như vậy",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2)."
        ]
    }
]