[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT, cho em hỏi là ở HK211 em đăng kí 10 tín chỉ thì có được giảm 25% học phí không ạ, và nếu được giảm thì em phải làm đơn ạ?",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . - Tự động chứ không cần làm đơn nghen bạn. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ đợt 1 ĐKMH này em chọn đăng ký môn LVTN nhưng hệ thống không cho. Cho em hỏi em phải làm gì để được đăng ký ạ",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa ban giám hiệu trường đại học Bách [full_name] thành phố Hồ Chí Minh.. . Họ tên: [full_name]. . MSSV: [student_id]. . [full_name]: Điện-Điện tử. . Em xin được hỏi một vấn đề đó là khi em về quê em đã để quên thẻ sinh viên ở trên phòng trọ thì em có được tham gia kì thi online cuối học kì 202 này được không ạ và em có chứng minh nhân dân để thay thế có được không ạ.. . Em cảm ơn ạ. .",
            "Chào bạn,. . Không được nhé bạn, hiện tại bạn có thể đăng ký in lại thẻ SV qua mybk/In thẻ SV, và đăng ký nhận tại nhà (người nhận trả cước bưu điển nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Pđt ạ, cho em hỏi vấn đề là em trước kia học chương trình Việt Pháp, đã học hoàn thành môn nhập môn kĩ thuật mã CI1001. bây giờ em học ngành kĩ thuật hàng không của khoa Kĩ thuật giao thông, có môn nhập môn kỹ thuật mã TR1001. em muốn chuyển đổi môn tương đương được không ạ. . . em xin chân thành cảm ơn",
            "Chào em,. . Vấn đề môn tương đương, thay thế em liên hệ phó Khoa Giao Thông phụ trách CTĐT nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   p . . Gửi phòng đào tạo,. . . . Em là [full_name] (MSSV: [student_id]), hiện tại học kỳ 203 em có đăng ký môn Thực tập ngoài trường và đã được 1 công ty nhận thực tập. Nhưng công ty này đã ngừng hoạt động kể từ khi có đợt giãn cách và gần đây thành phố đã ra quyết định kéo dài chỉ thị 16 thêm 2 tuần nữa. Tuy nhiên, công ty đã thông báo nếu được hoạt động trở lại, họ sẽ cho em đi thực tập ngay. . . . . Vậy trong trường hợp em không thể hoàn thành việc thực tập để báo cáo trong học kỳ 203 này, liệu phòng đào tạo có thể chấp nhận việc em nộp báo cáo muộn hơn không ạ?. . . . Trân trọng,. .   /p . . . .",
            ". . Chào bạn. . -\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Hoặc Khoa Cơ Khí. . . . Văn phòng. . . . : B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . . . Điện thoại. . . . : (84.8) 38 654 535 – Ext: 5886. . . . Website. . . . : http://www.fme.hcmut.edu.vn. . . . Email. . . . : [email]. . . . Trưởng khoa. . . . : PGS.TS [full_name]. . . . Email của Trưởng khoa. . . . : [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi quý thầy cô PĐT,. . . . Tình hình là HK211 sắp bắt đầu nhưng dịch bệnh vẫn diễn ra phức tạp nên các trung tâm IIG hiện nay không thể tổ chức thi TOEIC để xét nhận LVTN. Vậy cho em hỏi nhà trường có phương án nào giúp cho những trường hợp như chúng em không ạ? . . . . Bữa trước PĐT có trả lời em là \"khi nào hết dịch thì đăng kí thi liền\". Em thấy chưa thỏa đáng khi dịch đang rất căng thẳng chưa biết khi nào xong còn thời hạn đăng kí môn học cũng đã đến. Mong PĐT phản hồi sớm ạ. Xin chân thành cảm ơn. . . . Trân trọng.",
            "Chào bạn. . - Pdt đã ghi nhận trường hợp của bạn, nhưng theo quy định thì không đăng ký LVTN nếu chưa có CCNN, nên chỉ có 1 cách giải quyết là bạn phải thi có CCNN mới đăng ký LVTN, . . - Sẽ ghi nhận cho bạn dkmh LVTN trễ sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . . . Em là [full_name] (MSSV: [student_id]), hiện tại học kỳ 203 em có đăng ký môn Thực tập ngoài trường và đã được 1 công ty nhận thực tập. Nhưng công ty này đã ngừng hoạt động kể từ khi có đợt giãn cách và gần đây thành phố đã ra quyết định kéo dài chỉ thị 16 thêm 2 tuần nữa. Tuy nhiên, công ty đã thông báo nếu được hoạt động trở lại, họ sẽ cho em đi thực tập ngay. . . . . Vậy trong trường hợp em không thể hoàn thành việc thực tập để báo cáo trong học kỳ 203 này, liệu phòng đào tạo có thể chấp nhận việc em nộp báo cáo muộn hơn không ạ?. . . . Trân trọng,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Dạ chào [full_name][full_name] [full_name] Theo như thông báo thì [full_name] để nhận Luận văn trong mùa dịch này vẫn giữ nguyên[full_name] Hiện tại em chưa đủ 450 để nhận luận văn thì cần phải thi nộp bằng, nhưng do dịch các Trung Tâm không tổ chức thi (các trung tâm em biết ạ)[full_name]Thì em không thể nộp bằng, không biết [full_name] có cách giải quyết gì giúp em không ạ, em cảm ơn ạ[full_name][full_name] [full_name] Thiện[full_name] [full_name] [full_name]",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] ơi vì tình hình dịch COVID bùng nỏ bất ngờ nên em và 1 số bạn chưa thi lấy bằng anh văn nghe đọc để kịp đăng ký luận văn tốt nghiệp kỳ 211. Em không biết pdt có thể giúp tụi em không ạ.",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi CCNN liền nghen. . Thân. .",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào anh (chị) hỗ trợ kĩ thuật.. . . . Hôm nay, pdt mở đăng kí môn học đợt 1. Em xem qua chương trình đào tạo thì có 2 môn em sẽ nên đăng kí trong kì này là môn Trang bị điện - điện tử trong máy công nghiệp (ME2007) và . .  Kĩ thuật điều khiển tự động (ME2009). Tuy nhiên khi em đăng kí môn ME2009 thì hệ thống lại báo lỗi vì có môn ME2007 là môn học trước. . . . . Em nhờ anh (chị) cho em xin hướng giải quyết cho trường hợp của em.. . . . Em trân trọng cảm ơn.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em vừa thực hiện đăng kí môn học cho HK211 thì em đăng kí các môn năm 4 thì hiện thông báo thiếu chuẩn thể chất sau năm 3 màu cam. Nhưng em đã hoàn thành đủ 3 thể chất mà sao trang hiện thông báo này ạ. Mong pđt có thể kiểm tra giúp em về tình trạng này ạ. Em xin cảm ơn! MSSV[student_id]",
            "Theo em đọc về thay đổi môn học GDTC thì đối với k18 thì học 1 trong 9 môn để thay thế cho 3 môn cũ thì như vậy e đã học lại và hoàn thành vậy sao khi em đăng kí môn học lại hiện chưa đủ chuẩn ạ. Mong pđt xem xét giúp e về sự việc này ạ em xin cảm ơn!",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào PDT.. . Dạ là với tình hình dịch phức tạp, thì kế hoạch làm luận văn tốt nghiệp của sinh viên sẽ như thế nào ạ.. . Email của trường gửi kế hoạch học vụ kì 211, em không thấy trường nói gì về làm luận văn tốt nghiệp cả.. . Dạ em cảm ơn.",
            "Chào bạn. . Bạn vui lòng xem trong biểu đồ, thực hiện trong thời gian của HK, Chi tiết và cụ thể hơn thì bạn liên hệ Khoa - bộ môn để giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi sao em không đăng kí môn học được ạ và báo lỗi.. . . . Em cảm ơn ạ.",
            "Chào em,. . PĐT mới gửi email về việc đkmh 'V/v Đăng ký môn học HK Chính + Dự thính 211+ VLVH\". . em xem lại nhé.. . Thân mến,. . . .",
            "Hiện tại em vẫn bị lỗi ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT.. . Dạ là em không biết kế hoạch làm luận văn tốt nghiệp của kì 211 sẽ như thế nào ạ.. . Email của trường gửi, có nói đến kế hoạch học kì 211, nhưng không nhắc gì đến kế hoặc làm luận văn cả.. . Dạ em cảm ơn.",
            "Chào em,. . Kế hoạch làm LVTN theo biểu đồ, cụ thể do Khoa, bộ môn thông báo cho sv.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa em vừa xem mail PDT gửi, e vào đăng ký lại vẫn không được ạ. E thử đăng ký cả 2 loại là học kỳ chính và dự thính nhưng đều báo là không thuộc loại hình này.",
            "Chào bạn. . Bạn đã đăng ký được rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi muốn đăng kí hoãn thi onl cuối kì 201 như thế nào và phải nộp cho ai ạ. Sang học kì sau em muốn thi thì đăng kí sao luôn ạ. Em cảm ơn",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào PDT. Trong mail mới nhất từ PDT gửi về đăng ký môn học học kỳ 211 có viết \"Tất cả SV phải có thời khóa biểu chính thức vào các học kỳ chính (HK1, HK2) và có số tín chỉ tối thiểu theo quy định học vụ để duy trì tình trạng đang học của SV, nếu không có thì sẽ bị tạm dừng học 1 học kỳ.\". . . .  Em không rõ là số tín chỉ tối thiểu được quy định là bao nhiêu ạ? Vì hiện tại em kỳ này em chỉ định học 1 môn tự chọn 3TC và môn Đề cương LVTN 0TC thì có đúng quy định không ạ (vì em còn 15TC nữa và môn LVTN chiếm mất hết 9TC rồi ạ ?",
            "Chào bạn. . Theo đúng quy định là đăng kí tối đa 21 tín chỉ trong học kì chính. . - Về quy định Số tín chỉ/môn học tối thiểu trong một học kỳ chính: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 9.4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em đã đăng kí thay thế điểm VP ở học kì 202 và đang chờ PĐT xác nhận cho em thi các môn này để đủ chỉ đăng kí môn học ở học kì 211. . . Cùng với đó, em có thể đăng ký thay thế điểm VP ở học kì 211 cho các môn có điểm VP còn lại của em được không ạ? Và làm thủ tục như thế nào để được thay thế điểm VP ạ? . . Em mong PĐT hỗ trợ em để em có thể thuận lợi học tập ạ! Em cảm ơn PĐT! . .   I   B Em có đính kèm minh chứng thay thế điểm VP ở kì 202, mong PĐT xem xét!   /B   /I",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Phòng Đào tạo gửi bạn phiếu cho phép thi nhé",
            "bạn lấy phiếu này nhé, phiếu trước không sử dụng",
            "Dạ em cảm ơn PĐT đã hỗ trợ cho em! . . Cho em hỏi thêm là trong phiếu có ghi môn Địa chất công trình và Trắc địa đại cương để phòng thi là Hangout mà em không rõ là ngày nào thi ạ? Em cảm ơn ạ!",
            "bạn liên hệ ở khoa nhé, do môn này  giảng viên tự tổ chức thi nên không có ngày thi",
            "Dạ em chào PĐT, em không biết liên hệ văn phòng khoa chịu trách nhiệm 2 môn này như thế nào? Do tình hình online nên em bị động em không rõ ạ! Mong PĐT tạo điều kiện giúp em liên hệ Văn phòng Khoa chịu trách nhiệm 2 môn này! Em cảm ơn PĐT nhiều!",
            "Dạ cho em hỏi thêm ạ! Là hiện tại là em vừa liên lạc được 1 môn rồi! Thầy bảo là tên của em hiện tại vẫn chưa có trên hệ thống danh sách thi của lớp Thầy!. . Như vậy là khi thi em cầm tờ giấy PĐT gửi vào trong lớp để thi ạ? . . Em cảm ơn PĐT!",
            "Chào bạn. . - Bạn liên hệ [full_name] theo thông tin: Văn phòng\t: B6 – 268 Lý Thường Kiệt, Q10, TP. HCM. . Điện thoại\t: (84.8) 38 650 714 – Ext: 5585. . Fax\t: (84.8) 38 650 714. . Website\t: http://www.fce.hcmut.edu.vn. . Email\t: [email]. . - Trước tiên bạn gởi cho Thầy phiếu cho phép thi của Phòng đào tạo để Thầy bổ sung vào danh sách. . - [full_name] đã gởi thông báo trường hợp của bạn về [full_name] rồi, Đồng thời Cô cũng sẽ gởi phiếu ghi điểm của bạn về [full_name]. . - Cố gắng thi nghen bạn, vì dịch nên có một số vấn đề hơi bất tiện, nếu môn này thi trong hệ thống thì đã có trong danh sách rồi, do thầy tự tổ chức thi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô. Hiện Tại em không đăng ký được môn LVTN mã EE4333 trong cả 2 loại hình đăng ký đang mở là HK chính và dự thính 211 + VHVL. EM là sinh viên hệ VHVL. Xin Thầy/Cô sớm giải quyết.. .   i Đăng ký môn học .",
            "Chào bạn. . Pdt đã ghi nhận báo bộ phận liên quan bổ sung mã lvtn để bạn đăng ký. . Bạn vào đăng ký lại chọn dòng 2-\tĐăng ký môn học dự thính chính quy- Hệ VLVH HK211-Đợt 1 (Mở các lớp dự thính ngoài giờ của SV chính quy (cho phép SV VLVH [full_name] học chung với SV chính quy), các lớp của VLVH [full_name]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô. Hiện có đợt đăng kí môn học hệ VHVL và hệ CQ. Nhưng em vào đăng kí thì lại nhận được thông báo là sinh viên không được phép đăng kí vào nhóm lớp này. Xin thầy cô xem xét giúp em để em kịp đăng kí môn học học kì tới ạ. Em cám ơn quý thầy cô",
            "Chào em,. . PĐT mới gửi email về việc đkmh tiêu đề: 'V/v Đăng ký môn học HK Chính + Dự thính 211+ VLVH\". . em xem lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Cho em hỏi bây giờ muốn xin thu nhận lại do kỳ trước bị tạm dừng học do không đăng ký môn học thì phải làm thế nào ạ? Và học kỳ 211 chưa đủ chuẩn anh văn thì có thể đăng ký luận văn tốt nghiệp không ạ?. . Em cảm ơn.",
            "Chào bạn;. . Bạn down mẫu đơn thu nhận lại, điền đầy đủ gửi qua BKSI nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, học kì 211 này em có 1 môn bắt buộc là ME4027-Quản lý vật tư và tồn kho, môn học này có môn học trước là môn ME2055-thống kê trong công nghiệp (nhưng môn học này bị bỏ và có môn MT2013-Xác suất thông kê làm môn tương đương). Học kì 202 em đang học môn MT2013 ạ, nhưng khi đăng kí môn học nó vẫn ghi điều kiện bị thiếu môn học trước ạ. Mong phòng đào tạo giải quyết giúp em ạ. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em tên là [full_name], lớp XD16KT, mssv [student_id]. . Hiện tại em đã hoàn thành chương trình học thông qua việc đã hoàn thành số tín chỉ của ngành. Và hiện tại em đang hoàn tất các yêu cầu khác để hoàn tất thủ tục cho việc ra trường.. . Tuy nhiên em có kiểm tra trên mybk và thấy tình trạng sinh viên của em là đang tạm dừng do không đăng ký môn học.. . Vậy xin phép được hỏi PĐT là trường hợp của em có phải bị đình chỉ hay vấn đề gì không. Nếu có thì em phải làm gì ạ. Cụ thể hơn là em phải làm gì từ giờ tới lúc ra trường ạ.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kỳ sau đăng ký mỗi đề cương luận văn 0 chỉ có bị tạm dừng học vụ không ạ em cảm ơn. . . .",
            "Chào bạn. . Bạn đăng ký được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo trường ĐH BK TPHCM ạ.. . . . Em hiện đang là sinh viên thuộc khóa K20 ngành Kỹ thuật Cơ điện tử. Tuy nhiên, em có nguyện vọng muốn chuyển sang ngành Logistics và quản lý chuỗi cung ứng nên em đã đăng kí và tham gia các kì thi tuyển sinh để có thể trở thành sinh viên ngành trên khóa K21. Sau đây em có vài câu hỏi được đặt ra như sau:. . . . 1. Em được biết trường có thể ghi điểm miễn cho em đối với những môn học mà em đã hoàn thành trong quá trình chuyển đổi. Nếu em trúng tuyển trở thành sinh viên K21 của trường, em sẽ thực hiện quá trình này như thế nào ạ?. . . . 2. Theo như lịch trình công bố thì K20 sẽ bắt đầu học kì mới vào tuần 34 và K21 sẽ làm hồ sơ nhập học với tuần 35-36. Khi đó nếu muốn đăng kí môn năm 2 thì sẽ vào thời điểm nào và quá trình đó diễn ra như thế nào?. . . . 3.   B Câu hỏi này không liên quan đến hai câu hỏi trên  /B  nhưng nếu em trúng tuyển khóa K21, em có thể xin hoãn việc học lại với tư cách sinh viên K21 trong nửa học kì 211  và tiếp tục theo học như sinh viên K20, sau đó thực hiện quá trình chuyển đổi ở thời điểm cuối học kì 211 đầu học kì 212 được không ạ? Việc tạm hoãn như vậy thì học phí của học kì 211 trong vai trò là sinh viên K21 có được miễn không ạ? Mục đích em muốn làm như vậy là vì ở giai đoạn từ 211 qua 212 thực hiện việc chuyển đổi sẽ ít gián đoạn đến quá trình học hơn ạ.. . . . Em rất mong những câu hỏi trên sẽ được giải đáp. Em xin cảm ơn ạ.",
            "Chào bạn,. . 1) bạn tham khảo về quy định miễn môn tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi/17.4 Miễn thi, miễn học. Tải mẫu đơn miễn MH và nộp tại PDT.. . 2) Chưa hiểu rõ câu hỏi của bạn? Lịch đăng ký MH sẽ có trên lịch Học vụ, riêng khóa 2021, học kỳ đầu sẽ là TKB cứng, và từ HK sau sẽ DK chung theo lịch học vụ.. . 3)Theo quy định của bộ thì không được, khi bạn làm thủ tục miễn MH vì đã học với MSSV khóa 2020 phải kèm theo đơn thôi học 2020 để xét miễn MH theo khóa 2021 cho bạn,. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] hiện là K20 CLC Khoa khoa học và Kỹ thuật máy tính. Sắp tới, em có ý định đi du học thì bên họ cần giấy chứng nhận 2 năm học ở Việt nam cùng với bảng điểm 4 học kỳ của em. Em xin hỏi là:. . - Em cần bao nhiêu tín chỉ để có được giấy chứng nhận 2 năm học? (8 tín chỉ tiếng anh có được tính luôn không ạ?). . - Em được quyền học 1 học kỳ 7 chỉ môn học không ạ?. . Em mong thầy/cô sẽ trả lời những thắc mắc của em sớm ạ.",
            "Chào em,. . Em liên hệ với Văn phòng đào tạo quốc tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM.. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT. . Khoa: Kỹ thuật xây dựng. . ﻿Tụi em muốn đăng kí PĐT để mở thêm môn học cho kì 211, nhưng với tình hình như hiện tại thì không thể nộp đơn trực tiếp.. . ﻿Nên em muốn hỏi PĐT làm sao để có thể đăng kí xin mở thêm môn học cho kì 211 ạ? . . ﻿Em xin chân thành cảm ơn! . .",
            "Chào bạn,. . Hiện tại đợt này là đợt nguyện vọng và mở tất cả môn học cho SV đăng ký để mở lớp.. . Bạn vui lòng cung cấp mã MH để PDT kiểm tra.. . V/v nhận đơn mở lớp (ngoại lệ) sẽ được thông báo rõ ràng thời gian và hình thức nộp cho SV trong đợt ĐKMH đợt 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, thẻ sinh viên em đã gửi lại bộ môn để mượn luận văn tốt nghiệp. Sắp tới thi cuối kì em phải làm như thế nào ạ? Em cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Thi phải có thẻ sinh viên, nên bạn liên hệ bộ môn để giải quyết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi :Kỳ 202 vừa rồi em có đăng ký tam dừng học, đến kỳ tiếp theo 211 em muốn đăng ký thu nhận học lại, nhưng do tình hình dịch hiện nay ảnh hưởng, em không thể đến trường để làm giấy thu nhận lại được. Thì sắp tới em có được đăng ký môn học của HK211 không ạ ? Và có cách nào để em làm giấy đăng ký nhận lại để đăng ký môn học được không ạ . Rất mong được sự hồi đáp sớm nhất từ PĐT! Em xin chân thành cảm ơn PĐT rất nhiều ạ !. .   i Học vụ .",
            "Chào bạn;. . Bạn down mẫu đơn thu nhận lại, điền đầy đủ gửi qua BKSI nhé. . Thân",
            "Dạ ! Cho em hỏi là mình tải mẫu đơn về rồi in ra, điền thông tin vô sau đó chụp đưa lên hả anh ? Do hiện tại em đang cách ly 14 ngày ( mới ngày thứ 3 ) nên em không thể in được.. Chỉ có 1 cái điện thoại bên người thôi. Có cách nào khác mà khỏi cần in ra vẫn nộp được không ạ ! Với lại đăng ký môn học còn đợt sau nữa. Thì trước đợt sau đó em có thể in ra làm rồi nộp lên đây có kịp không ạ ? Cảm ơn anh ạ !",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn điển đầy đủ ký tên chụp hình gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng ký môn học cho học kỳ 211 nhưng hệ thống báo xem lại loại hình SV và loại hình lớp. Em là sinh viên đăng ký học lại. Cho em hỏi lý do vì sao ạ.",
            "Đã kiểm tra thấy bạn đã dkmh được rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1535058  /b \t. . Em xin kính chào Thầy/Cô. . Em tên Lê Hoàng Vũ MSSV 1535058 hệ VLVH. . Thầy/Cô có thể kiểm tra giúp e hiện tại khi tiến hành DKMH trên phần mềm, sau khi chọn môn phần mềm báo lỗi là \"Bạn không được phép đăng ký vào nhóm lớp này ...\"( file ảnh đính kèm) ở cả hai hình thức DKMH đang mở.. . Thầy/Cô có thể xem qua và khắc phục giúp e lỗi này không ạ. . . Em xin cám ơn Thầy/Cô ạ.. .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . E xin chào PĐT. E là sinh viên khoa bảo dưỡng công nghiệp khoá K17 lớp BDCN02. Hiện tại tình trạng e đang bị đình chỉ học do kỳ vừa rồi e không có đk môn học. Nay e muốn nộp đơn đăng ký thu nhận lại thì e phải nộp đơn như thế nào ạ. Hiện tại e đang ở Thủ Dầu Một ạ. E cảm ơn PĐT.. .",
            "Chào bạn;. . Bạn down mẫu đơn thu nhận lại, điền đầy đủ gửi qua BKSI nhé. . Thân",
            "[full_name] mssv:[student_id]  lớp:BD17CN02. . Nộp phiếu đăng ký thu nhận lại.. .",
            "[full_name]  mssv:[student_id]  lơp:BD17CN02. . Nộp phiếu đăng ký thu nhân lại",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào cuối tháng 7/2021. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]) (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, em có vài thắc mắc về môn GDTC ở học kì 202:. . 1) Do tình hình dịch bệnh nên tạm ngưng vậy sau khi hết dịch có tiếp tục học GDTC của 202 như các môn thí nghiệm không?. . 2) Nếu không tiếp tục vậy môn GDTC của em sẽ tính thế nào? (em khóa k19, đã đóng tiền 1 chỉ và GDTC kì 202 là học phần cuối trong 3 học phần).",
            "Chào bạn. . 1) Tạm ngưng sẽ có thông báo học sau. . 2) Tính tạm pass để xét các chuẩn dkmh (nếu bạn đã có dkmh ở hk202). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào Tạo Trường ĐH Bách Khoa TPHCM. . Em có mong muốn được hoãn thi kỳ 202 thì phải làm thế nào ạ.. . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Dạ em cảm ơn ạ và em xin có một thắc mắc là để thực hiện việc thi của môn đã được hoãn thì cần đăng ký môn đó nhưng không cần học phải để thực hiện việc thi cuối kỳ.. . Mong được giúp đỡ, xin cảm ơn.",
            "Chào bạn. . Bạn xem quy định tại đây sẽ rõ ràng hơn. . Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi thầy cô, . . Em là sinh viên k20. Cho em xin hỏi về chuẩn anh văn để đăng ký học phần của học kỳ 212 là anh văn 1 hay anh văn 2 ? . . Em xin cảm ơn.",
            "Chào . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kì rồi em chưa đăng kí môn học mà kì này em muốn đăng kí môn học thì phải nộp giấy thu nhận sinh viên như thế nào ạ? Dạ em cảm ơn.",
            "Chào bạn. . Đơn thu nhận của bạn [full_name] đang xử lý. . Dự kiến cuối tháng 7 tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên. . - Bạn xem lịch học vụ HK211 để đăng ký môn học (ĐỢT 2- [full_name]). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi là vào hk201 em đã học GDTC môn Cầu lông, HK202 em học môn Võ thì sang hk211 em có cần phải học GDTC nữa hay không vậy ạ?. . Em xin cảm ơn!",
            "Chào bạn,. . Bạn vui lòng xem quy định về GDTC tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/. .  . . Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.5 Giáo dục quốc phòng, Giáo dục thể chất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa - ĐHQG HCM,. . . . Em là [full_name], sinh viên khoa Quản Lý Công Nghiệp. Em có thắc mắc về việc đăng kí học phần thể chất. Cụ thể:. . - Kỳ 1 em có đăng ký học môn thể chất là Aerobic (PE1021) và đã đã đạt học phần này. Khi đó, ở trang Đăng ký môn học chưa phân Học Phần 1 (HP1) và Học Phần 2 (HP2).. . - Kỳ 2 em phải nằm viện phẫu thuật và khi xuất viện bác sĩ căn dặn không nên hoạt động mạnh tránh ảnh hưởng vết mổ nên em đã không đăng ký học thể chất.. . - Kỳ 3 em muốn đăng ký học thể chất là môn [full_name]õ nhưng khi vào xem thì khá bối rối vì không biết phải đăng kí vào chỗ nào. (Em có đính kèm hình ảnh bên dưới). Em muốn hỏi, em muốn học [full_name]õ thì phải đăng ký HP1 hay HP2 ạ?. . Em hi vọng quý Phòng Đào Tạo sẽ giải đáp thắc mắc này của em. . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].. . . . . .",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . Em muốn hỏi về thủ tục hoãn thi trực tuyến . . . .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy (cô). . Em tên Võ Minh Vũ - [student_id]. . Em đang đăng ký môn học HK211 nhóm VHVL, nhưng em không đăng ký được do mã nhóm lớp không phù hợp. Em thử ở nhiều môn em đã đăng ký đúng mã CI nhưng sao không được. Em mong thầy cô hỗ trợ giúp em! Em có minh hoạ hình ảnh nhờ thầy cô xem qua để hiểu rõ hơn.. . Em xin chân thành cảm ơn!!!",
            "đã kiểm tra thấy bạn dkmh được rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em tên [full_name] [full_name], sinh viên K16 khoa Cơ Khí, em hiện đã bỏ ngang HK201, không đăng ký môn học HK202 và còn nợ học phí, em muốn hỏi nếu em thanh toán tất cả các khoản còn nợ thì em còn có thể đăng ký môn học cho HK211 hay không, mong sớm nhận được phản hồi từ thầy cô.",
            "Chào bạn. . Bạn kiểm tra tình trạng tại Mybk-thông tin sinh viên. . HIện tại bạn bị xóa tên nên bạn liên hệ Văn phòng Khoa để xin cứu xét thu nhận lại nhgen. . Tất nhiên là bạn phải hoàn thành học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em là sinh viên K20 CLC Khoa học và Kỹ thuật máy tính. Em xin hỏi là một học kỳ được đăng ký tối thiểu bao nhiêu tín chỉ ạ?. . . . Em mong quý thầy cô giải đáp giúp thắc mắc của em ạ. . . . . Em chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại đây nhé:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Bạn có thể liên hệ thêm tại Văn Phòng Đào tạo để được hỗ trợ và hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em xin hỏi là học phần cơ bản (HP01) dạy trong học kì 1 và học phần nâng cao (HP02) dạy trong học kì hai của năm học đúng không ạ. Em xin cảm ơn",
            "Chào bạn. . Đúng theo quy định của Trung tâm giáo dục thể chất. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Chào anh, chị ạ. . Em muốn hỏi môn giải tích mạch EE1011 có còn mở trong kì chính không ạ, hay phải đăng ký trong kỳ dự thính ạ.. . Mong nhận được phản hồi từ phía anh, chị ạ.  Em xin cảm ơn.. . . .",
            "Chào em,. . Việc đkmh ở HK chính hay DT do sv chọn. SV đkmh đợt 1 này là nguyện vọng, em đăng ký đi nếu có mở thì em học.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810659  /b \t. . . .   i Học vụ . Em chào thầy/cô ạ.. . Trong học kì hè 203, em đã đăng ký môn Thực Tập Tốt Nghiệp và được giáo viên là thầy Hồ Trung Mỹ hướng dẫn. Nay nhận được tin thầy mất, em không khỏi đau lòng vì thầy ra đi đột ngột quá. Em xin hỏi thầy/cô thông tin xử lý về giáo viên hướng dẫn mới, em cảm ơn ạ.",
            "Chào bạn. . Về vấn đề này bạn liên hệ [full_name]. . Văn phòng\t: B1 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38 657 296 – Ext: 5746. . Fax\t: (84.8) 38 645 796. . Website\t: http://www.dee.hcmut.edu.vn           . . Email\t: [email]. . Trưởng khoa\t: TS. [full_name]. . Email của Trưởng khoa\t: [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi đang dịch này thi toiec 2 kĩ năng nói viết có được tổ chức thi online không ạ. Hay là có hình thức thi nào vậy ạ? Em cảm ơn admin nhiều ah. .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại TTNN để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô!. . Em tên là [full_name] MSSV [student_id]. Hiện nay em đang ở Tây Ninh và Tây Ninh cũng đang thực hiện giản cách theo chỉ thị 16 của chính phủ. Do nhà em đường truyền mạng không ổn định và trang thiết bị cũng không đầy đủ nên em mong nhà trường xem xét có thể cho em được hoãn thi ạ.. . Xin cảm ơn quý thầy cô.. .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Do tình hình dịch bệnh nên em không đến trực tiếp PĐT để nộp đơn trình bày được và HK mới cũng sắp đến. Em mong PĐT chấp nhận đơn trình bày này của em. Nếu có sai sót gì mong PĐT phản hồi cho em. Em cảm ơn anh/chị nhiều!",
            "Pdt ghi nhận trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng Đào Tạo cho em hỏi là muốn đăng ký hoãn môn vì thiết bị điện tử không đảm bảo và hiện tại đang ở trong khu vực cách ly thì nên điền vào mục lý do nào ạ ? Và có cần chữ ký của giáo viên giảng dạy của môn học đó không ? . . Em xin cám ơn",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kì tới em chuyển sang hệ VLVH thì có cần đăng kí môn trong đợt này không ạ",
            "Chào bạn. . Trước tiên bạn đăng ký chuyển sang VLVH, sau đó sẽ đăng ký môn học bằng mã của SV VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là hk hè em đăng ký thực tập ngoài trường mà vẫn chưa được đi, thì liệu hk211 em muốn thực tập thì có cần đăng ký môn lại không a.?",
            "Chào bạn. . Bạn đã đăng ký được môn TTNT ở học kì 203 thì không cần đăng ký ở HK211. . [full_name]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô . . Em là sinh viên k15, đã đăng kí thực tập học kì hè, dự kiến là sẽ thôi học và chuyển sang hệ vừa học vừa làm vào học kì 211. Nếu vậy thì em đăng kí học kì 211 thì sau khi thôi học và chuyển hệ em có thể tiếp tục học những môn đã đăng kí trong chương trình chính quy không? Em xin cảm ơn vì đã đọc.",
            "Chào bạn. . Nếu có ý định chuyển sang VLVH thì không đăng ký ở HK 211 mà phải làm đơn thôi học,. . Sau khi có qd thôi học, bạn đăng ký . . chuyển sang VLVH tại trang web . . tuyensinh.hcmut.com.vn. . Thân",
            "Nếu em đăng kí sau khi chuyển sang hệ vlvh thì có kịp đăng kí môn học không ạ, theo em thấy thì nhà trường hiện đang cho hệ vlvh đăng kí môn học. Nhưng em vẫn còn môn thực tập tốt nghiệp vào học kì hè nhưng bị tạm dừng( em đã thanh toán học phí). Nghĩa là em phải hoàn thành nốt môn thực tập tốt nghiệp trước khi thôi học, em sợ thời gian ko đủ để em đăng kí môn học hệ vlvh",
            "Chào bạn. . 16/8 là bắt đầu HK211, nên bây giờ bạn đăng ký thì kịp mà. . Thân",
            "QUOTE Chào bạn. . 16/8 là bắt đầu HK211, nên bây giờ bạn đăng ký thì kịp mà. . Thân  /QUOTE . . nhưng em chưa thôi học thì đâu thể đăng kí theo hình thức vừa học vừa làm, và em không thể thôi học bây giờ vì em vẫn còn chưa thi học kì, còn cả thực tập vào học kì hè đã đóng học phí",
            "Chào bạn. . Vậy chắc phải đợi hoàn tất hết của chính quy lúc đó bạn mới làm thủ tục chuyển sang nghen. . Thân. .",
            "Cô cho em hỏi: Khi em bị buột thôi học sau 13 học kì thì em vẫn có thể chuyển sang hệ vừa học vừa làm phải không? Và học phí của hệ vừa học vừa làm khác gì so với hệ chính qui",
            "Chào bạn,. . Bạn xem thông tin tuyển sinh VLVH để đăng ký tại thời điểm đó nhé!. . Về học phí bạn xem chung quy định tại đây: aao.hcmut.edu.vn/sinh viên/học vụ/học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do một số vấn đề nên trong đợt thi AVĐV, em chỉ  đạt 365 toeic và em đã thi lại đợt 2 ngay sau đó thì đạt 485 toeic. Cho em hỏi điểm lần 2 được tính như nào và em có cần phải học lại AV1 không hay sẽ học từ AV2 ạ ???",
            "Chào bạn. . Điểm lần 2 chỉ dùng để pass chuẩn tiếng Anh hàng năm. . Nên bạn phải học AV1. . Thân"
        ]
    }
]