[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo!. . Em là [full_name] - mssv: [student_id].. . Trong học kỳ 202, em đã học môn \"Thiết kế kiến trúc 1- công trình công cộng\" do thầy [full_name] đứng lớp. Em đã hoàn thành môn học cũng như thầy đã chấm điểm cho em, chỉ là điểm chưa được nhập lên hệ thống mybk. Tuy nhiên, trong học kỳ 211 em không đăng ký lớp này nhưng lại có tên trong danh sách lớp Thiết kế kiến trúc 1- công trình công cộng của thầy [full_name].. . Em đã thắc mắc với thầy và thầy cũng đã liên hệ PĐT. PĐT đã trả lời là: \"Các sinh viên đã học xong mà có tên trong danh sách sinh viên lớp Thiết kế kiến trúc 1 học kỳ 211 thì gửi gmail trình báo trong tài khoản sinh viên để PĐT xử lý. Nếu không sinh viên sẽ bị thu học phí và nhập lại điểm ở học kỳ 211\".. . Nay em trình báo để PĐT biết và kịp thời xử lý . Em mong sớm nhận được phản hồi từ PĐT",
            "Chào bạn. . Pdt kiểm tra, môn Thiết kế kiến trúc 1- công trình công cộng\" chỉ có tkb ở Hk202. . Bạn kiểm tra lại tại Mybk- tkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin đăng ký được Rút Môn Học Đường Lối Cách Mạng Của Đảng Cộng Sản Việt Nam học kì 211.. . Họ và Tên Sinh Viên: . . [full_name] -[student_id]. . . . Dạ em chào thầy/cô ạ,. . Em tên [full_name] MSSV [student_id].. . Em xin gửi tin nhắn cho thầy để hỏi thầy là chuyện học kì 202 em có đăng kí môn Đường Lối Cách Mạng Đảng Cộng Sản Việt Nam( Nhóm . . Trước khi thi cuối kì, em có cảm giác mình thi không ổn nên đã đăng ký lại.. . Sau khi thi nhận được kết quả thì em thấy khá ổn so với kì vọng của mình rồi ạ.. . Trong tình hình dịch bệnh mà khu em ở đang có đặt tình trạng nguy cơ cao nên bị phong tỏa 10 ngày để tầm soát. Nên không thể nào có thể đi ra tiệm photocopy hoặc công ty ba em làm để nhờ photo mẫu đơn được ạ.. . Em mong thầy/ cô phòng đào tạo có thể xem xét để em có thể điền vô đơn xin rút môn học thông qua hình thức khác hoặc như mẫu trong tệp em đính kèm ạ. Bên cạnh đó, Em có kèm theo hình chữ kí của em trong tệp ạ và file mẫu điền thông tin ạ.. . Em cam kết sẽ đóng học phí đầy đủ dù đã rút môn học ạ.. . EM cảm ơn thầy/cô ạ.. . Mong nhận được phản hồi từ thầy/cô.. . [full_name]- [student_id]. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id]. Em đặt câu hỏi để xin được học lớp dự thính LỊCH SỬ ĐẢNG CỘNG SẢN VN với thông tin như sau:. . Họ và tên: [full_name] - [student_id]. . . . Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam. . Mã nhóm: DT02. . . . Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ.. . Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mã số môn học: MT1003. . DT_HK211. . Em cần rút môn học này ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . Em tên là [full_name] (MSSV: [student_id]). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau:. . Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam. . Mã nhóm: DT02. . Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ.. . Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [full_name]. . Kính gửi: Phòng Đào Tạo. . Em là: [full_name] MSSV: [student_id], ngành: Bảo Dưỡng Công Nghiệp, lớp: BD16CĐT. Em làm đơn này xin trình bày như sau:. . Hiện tại em còn anh văn 2 nữa là hoàn thành chương trình đào tạo. Nhưng em đã bị tạm dừng học do không đăng kí môn học ở học kì HK202. Em là sinh viên khoá 2016 nên đã hết chương trình đào tạo.. . Nay em viết đơn này xin Phòng Đào Tạo cho em được thu nhận lại trong học kì HK211 này để đăng kí học anh văn 2 và cho em được kéo dài thời gian đào tạo trong học kì HK211 này để hoàn thành chương trình đào tạo.. . Xin PĐT tạo điều kiện cho em để được hoàn thành chương trình học của mình. Trong khi chờ Phòng Đào Tạo xem xét em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn,. . Bạn vui lòng làm lại đơn giúp cô, ghi rõ xin thu nhận và gia hạn thêm 1 học kỳ, tự viết tay, không mẫu nhé, ghi rõ bạn thuộc đối tượng khu vực 1.. . Bạn làm kèm thêm 1 đơn xin ĐKMH luôn nhé (nếu có nhu cầu ĐKMH), chủ động liên hệ với GV để xin vào lớp (vì hk đã bắt đầu), ghi rõ tên, mã MH, mã nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . TR1001: Nhập môn kỹ thuật",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã xin được danh sách sinh viên đăng ký và thời khóa biểu từ khoa.. . Em xin gửi PĐT xem xét ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo,. . Em [full_name] [full_name] [full_name] (MSSV: [student_id]). Sau khi nhận được sự giúp đỡ của cô, em xin trình bày những thông tin cần thiết như sau:. . Tên môn học: SP1039 - Lịch sử Đảng Cộng sản Việt Nam. . Mã nhóm: DT02. . Lý do: Sau tuần học chính đầu tiên, em đã sắp xếp được lịch học của mình và tất cả có nguyện vọng đăng ký thêm môn học chính trị để nhanh chóng hoàn tất môn chính trị trước năm 4. Em xin hứa sau khi được thêm vào lớp học sẽ xem lại buổi ghi hình tuần đầu tiên đầy đủ để theo kịp tiến độ.. . Mong phòng đào tạo suy xét và phản hồi sớm. Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo, . . . . Em là [full_name], sinh viên khóa 2015 khoa Điện - Điện tử. . . Hiện em đang học kỳ thứ 13 - kỳ cuối cùng theo chương trình đào tạo chính quy của khóa 2015. Hiện tại em chỉ còn 1 môn học nữa cần đăng ký để hoàn tất chương trình học, tuy nhiên nhóm lớp này trong kỳ dự thính lộ trình 2 lại bị trùng giờ học với một môn học em đã đăng ký trong lộ trình 1. . . Do chỉ còn một môn học cuối cùng, và đây là học kỳ cuối của em, em hy vọng PĐT có thể xem xét để em được đăng ký nhóm lớp DT01, môn học EE2007 - Cơ sở Kỹ thuật điện dù bị trùng thời khóa biểu. Em xin cam kết sẽ hoàn thành tốt việc học song song 2 môn học này dù bị trùng thời khóa biểu, tự thông báo với giảng viên để được tham gia đầy đủ các bài kiểm tra và thí nghiệm để kết thúc 2 môn học này trong HK211.. . . . Mong PĐT thông cảm và xem xét cho trường hợp của em. . . Em xin chân thành cảm ơn.. . [full_name]. .",
            "I Đính kèm: Đơn xin DKMH bị trùng TKB . Em xin bổ sung Đơn xin ĐKMH bị trùng thời khóa biểu ạ.. . . . Em cũng xin chỉnh sửa lại môn học em muốn đăng ký là EE2017 - Cơ sở Kỹ thuật điện, nhóm DT01 ạ. . . . . Em cảm ơn.",
            "Chào bạn,. . [full_name] thi không ĐKMH được nhé bạn, nếu muốn bạn có thể làm đơn và được xác nhận của giảng viên đồng ý cho bạn, và bạn phải trình bày rõ trong đơn là bạn giải quyết vấn đề trùng của mình như thế nào nhé!. . Vui lòng làm lại đơn xin đặc cách ĐKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name] PDT.. . Em là: [full_name] . . Mssv: [student_id]. . . . Trong học kì 202 em đã học môn Thiết kế kiến trúc 1 - công trình công cộng (CI2107)do thầy [full_name] giảng dạy. . . Em đã hoàn thành môn học nhưng chưa có điểm trên mybk. Nhưng trong danh sách lớp CI2107 ở học kì 211 của thầy [full_name] lại có tên em.. . . . Em trình bày để PDT xử lý giúp em ạ. . . Em đã báo với thầy [full_name] và thầy có nói là trình bày với PDT ạ. . . Có 1 số bạn trong lớp cũng gặp trường hợp như em.. . . . Em mong nhận được phản hồi sớm ạ.. .",
            "Chào bạn. . Trên Mybk - [full_name] có môn học này thì chính xác Pdt đã gởi danh sách về Khoa. . giờ bạn liên hệ Khoa kiểm tra lại đúng nhóm nghen. . Có thể gởi mail [full_name] để hỗ trợ. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào ạ, ngày 24/08/2021 khu em bị cúp điện không thể tham gia kỳ thi cuối kỳ Giải tích 2 ca 13h-14h, em có gửi đơn xin hoãn thi lên pđt nhưng chưa thấy phản hồi ạ.. . Cho em xin phép hỏi là em nên làm sao ạ?. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . xin chào em tên [full_name] [student_id] SĐt:[phone_number]. Em xin đăng ký giấy xác nhận sinh viên , trường có thể tạm thời gửi file giấy xác nhận hay là chụp hình gửi để em in ra trình cho xã trước , rồi gửi về bưu điện theo địa chỉ :Số 1 QL1, Phường 2, Tân An, Long An.. . em xin cảm ơn.. . . .",
            "Chào bạn;. . Bạn đăng ký in lại tại MYbk- giấy xác nhận SV. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. MSSV:[student_id]. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô!. . Hôm qua em có gửi xin được đăng kí học ở lớp Dự thính kì 211. Không biết sao lại được đăng kí vào kì chính của hk211. Em có thể đổi qua lớp Dự thính được không ạ?. Nếu không được thì em học kì chính ạ. Em chân thành cảm ơn quý thầy cô ạ",
            "Chào em,. . - PĐT đã xem xét TKB, ... mới đăng ký cho em. . . - Khi em cần hỗ trợ gì ghi rõ mã môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] [student_id]. . Em chào thầy cô ạ.. . Nhóm bọn em có khoảng 17 bạn, bị trễ so với các bạn khác cùng khóa k18 1 kỳ. . Các em cùng nhau đăng ký môn \"TR3043 - Đồ án thiết kế động cơ đt\" ở đợt 1 HK21.1. Nhưng đợt 2 HK21.1, bị hủy, bọn em viết đơn xin mở lớp có sự đồng ký của khoa và các thầy cô. Nhưng đợt 2 không biết sao, mà vẫn không mở. Đợt 3 cũng vậy.. . Vì vậy, chúng em quyết định chuyển xuống dự thính đăng ký HK21.1-Dự thính. Đợt 1,2 ở dự tính lộ trình 1 thì đăng ký được. Săn đợt 3 thì chuyển mà môn học đó sang hệ dự thính T01, bọn em không đăng ký được.. . Rồi bây giờ bọn em đăng ký HK21.1 - Dự thính đợt 1, lộ trình 2. Đợt 2 báo kết quả không được mở lớp.. . Sáng em có viết đơn xin mở lớp, thì pđt bảo là dự thính không mở lớp.. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án, cứu vớt bọn em với.. . Em cảm ơn phòng đào tạo",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào các thầy cô, . Em tên là [full_name]    MSSV:[student_id]. . Em muốn gửi mail này để làm đơn hoãn thi môn học Cơ sở Kĩ thuật điện EE2017 lúc 13h00 ngày 25/08/2021 vì lí do em đã quên ghi hình để nộp lại file ghi hình của buổi thi hôm nay.. . Mong quý thầy cô cho em thêm thông tin để em làm thủ tục hoãn thi. . . Em xin cảm ơn.. . Sinh viên, . . [full_name]. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên là [full_name] ở lớp CC20HC11. Cho em xin tạm dừng HK211 vì 1 số lý do gia đình ạ. Em cũng chưa đăng ký môn học ở HK này. Mong PĐT xét duyệt đơn giúp em và cho em bảo lưu ạ. Em cảm ơn. . .",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Đào tạo Quốc tế để nộp đơn tạm dừng nhé:. . Địa chỉ: Kiosk OISP, Khu B2, Trường Đại học Bách khoa, 268 Lý Thường Kiệt, P.14, Q.10, TP.HCM. . . . - Điện thoại: (028) 7300.4183 – 03.9798.9798. . . . - E-mail: [email], [email]. . . . - Website: - oisp.hcmut.edu.vn, . . . .                  - mba-mci.edu.vn, . . . .                  - https://imp.hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Họ và tên: [full_name]. . Nguyện vọng: muốn xin đăng kí bổ sung môn học đồ án kết cấu thép 2(MMH: CI3213) nhóm [full_name]_[full_name]_ss 145/100. . T01_[full_name]_ss 35/100. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi. . Nhóm T dành cho SV không chính quy nhé bạn.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814296  /b \t. . . . Chào Thầy/Cô, em tên là Nguyễn Mai Thy, mssv 1814296, khoa Quản lý công nghiệp. Vừa qua em có hoãn thi môn Kế Toán Quản Trị, mã môn IM2019. Thầy/Cô cho em hỏi em có thể rút đơn xin hoãn thi được không ạ?. . Chúc thầy cô có nhiều sức khỏe ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]\t. . . . Ngày 7/8 em có điền vào form để hoãn thi môn Giải tích 2 do vấn đề trong quá trình ghi màn hình nhưng bài thi của em đã được bộ môn chấp nhận nên em làm đơn xin hủy hoãn thi ạ!. . Em cảm ơn PĐT.. .",
            "Em gửi lại đơn có chữ ký nhé.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính chào quý thầy cô.. . Em xin được gửi Đơn đăng ký học môn tương đương cho môn học Dung sai và Kỹ thuật đo, mã môn ME3801 vì hiện tại, môn này không còn trong chương trình của khóa 2019 về sau và sĩ số còn quá ít để mở lớp.. . Kính mong quý thầy cô chấp thuận để chúng em có thể hoàn thành chương trình học đúng hạn.. . Chi tiết danh sách sinh viên làm đơn trong file em gửi đính kèm.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. .",
            "Dạ em chào quý thầy cô ạ.. . Em đã có xem trước danh sách môn học tương đương thay thế và cũng tìm hiểu kỹ, liên hệ các thầy trong Khoa và các thầy bên Cơ khí để xin chữ ký làm đơn này ạ.. . Tuy nhiên môn học [full_name] sai và kỹ thuật đo, mã môn ME3801 không có trong danh sách cập nhật các môn tương đương thay thế cho khóa k2018 về trước nên em cũng rất bối rối, sau đó được các thầy hướng dẫn nên em làm xong đơn này và gửi Phòng Đào tạo.. . Em kính mong Phòng Đào tạo xem xét cho môn học này của chúng em và chấp thuận để chúng em có thể hoàn thành chương trình đúng hạn.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về môn tương đương, bạn phải liên hệ Khoa để tư vấn cho bạn là có tương đương hay không.. . Trường hợp môn này chưa được cập nhật tại aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo thì khoa phải làm công văn đề nghị lên Phòng Đào tạo cập nhật môn tương đương, trong công văn phải nêu rõ áp dụng như thế nào?. . Nên trường hợp em trình bày cô chưa rõ là Khoa đã làm CV đề nghị môn tương đương gửi phòng Đào tạo chưa?. . Còn Phòng Đào tạo chỉ hỗ trợ cho SV ĐKMH",
            "Chào bạn. . Theo thông tin Cô biết về trường hợp này bạn liên hệ với Thầy [full_name] . . Hiện tại có 7 sv cần học môn ME3003, Pdt có đề xuất cho 7 bạn học theo dạng đồ án và đã báo [full_name]. . Bạn có thể trao đổi thêm với Cô qua mail: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Em chào PDT em có những môn chuyển ngành khá quan trọng là Quản lí vật tư và tồn kho( [full_name]2047-[full_name]1-[full_name]01) Và Phân tích và thiết kế hệ thống thông tin quản lý( [full_name]4607-[full_name]01-[full_name]01). Do đợt 2 em bị cấn lịch môn Ứng dụng máy tính trong công nghiệp( [full_name]2049-[full_name]03-[full_name]03) nên không thể đăng kí được và em đăng kí môn [full_name]ỹ năng lãnh đạo( [full_name]4625-[full_name]-[full_name]) thay cho môn Phân tích và thiết kế hệ thống thông tin quản lý. Nhưng hiên tại lịch học môn Ứng dụng máy tính trong công nghiệp( [full_name]2049-[full_name]03-[full_name]03) điều chỉnh lại nên không còn bị cấn lịch nữa em có thể xin PDT cho em đăng kí bổ sung môn Quản lí vật tư và tồn kho( [full_name]2047-[full_name]1-[full_name]01) và thay thế môn [full_name]ỹ năng lãnh đạo( [full_name]4625-[full_name]-[full_name]) bằng môn Phân tích và thiết kế hệ thống thông tin quản lý( [full_name]4607-[full_name]01-[full_name]01).. . - Em là sinh viên năm cuối nên các môn học rất quan trọng hơn nữa một số môn có thể kì sau sẽ không còn được mở nữa vì [full_name]19 trở về sau đều không còn được học.. . - Em xin cảm ơn đã đọc bài của em, mong PDT giải quyết giúp em ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Trước tiên em xin chân thành cảm ơn PDT đã tiếp nhận và hỗ trợ em. Theo như yêu cầu em đã được giải quyết đăng kí môn Phân tích và thiết kế hệ thống thông tin quản lý thay cho môn Kỹ năng lãnh đạo, tuy nhiên em chưa được đăng kí bổ sung môn Quản lí vật tư và tồn kho( ME2047-LO1-L01). Hiện tại em thấy thời khóa biểu vẫn trống và có đủ điều kiện để đăng kí thêm môn đó ạ. Em rất mong phòng đào tạo giải quyết giúp em.. . Em cảm ơn!",
            "Chào bạn,. . MH ME2047 không mở lớp nhé bạn. . Thân",
            "Em thực sự xin lỗi có chút sai sót ạ, mã môn học Quan lí vật tư và tồn kho là ME4027, mong chị giúp em.. . Em cảm ơn nhiều lắm ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện em rất cần đăng kí 2 môn này trong kì chính 211 để kì sau đủ điều kiện đăng kí luận văn tốt nghiệp mong phòng đào tạo xem xét. . . Môn Đồ án nền móng ( mã môn : CI3197) và môn Công trình trên đất yếu ( mã môn : CI4037).",
            "Chào bạn,. . Vui lòng trình bày rõ lý do vì sao không ĐKMH được?. . Ghi rõ tên MH, Mã MH và mã nhóm xin đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, hiện tại lớp của em có xin mở lớp chuyên ngành học kì dự thính môn điều hoà không khí, hiện tại e đang học môn tiên quyết là kĩ thuật lạnh ở học kì chính thì em cần làm đơn như thế nào để xin khoa cho phép em được học môn điều hoà không khí cùng các bạn ạ. Vì em đang bị trễ so với các bạn và nhiều môn học chuyên ngành thay đổi nên em xin thầy/cô giúp em được đăng kí học môn chuyên ngành này với các bạn ạ! Em cảm ơn!",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em đã xin được danh sách sinh viên đăng ký và thời khóa biểu từ khoa.. . Em xin gởi PĐT xem xét ạ!. . Em chân thành cảm ơn ạ!",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 27/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân",
            "Chào bạn. . Sau khi trình ban lãnh đạo Pdt xem xét đơn của bạn, thì không đồng ý với việc mở lớp sĩ số là 6, chỉ có thể mở lớp dạng đặc cách đồ án. . Bạn xin ý kiến của GVGD đồng ý mở lớp dạng đặc cách đồ án gấp. . Thân",
            "Chào bạn. . Thầy [full_name] đã gởi xác nhận. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 27/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. .",
            "Dạ cô ơi! . . đã 10h hơn rồi nhưng tụi em vẫn không thấy môn ME2043 được mở ạ!. . Cô kiểm tra lại giúp tụi em nha cô!. . Em cảm ơn ạ",
            "13g chiều lên đăng ký lại nghen, Cô báo lại rồi,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại bảng điểm của em có cập nhật điểm môn Các phương pháp xác định cấu trúc hữu cơ CH3221 với điểm 13 ạ. Môn học này em rút môn từ đầu năm nên kính mong Phòng đào tạo cập nhật giúp em.. . Em xin cảm ơn và mong sớm nhận được phản hồi ạ.",
            "Chào bạn. . Pdt ghi nhận bạn có nộp đơn rút môn học, và đang chuyển bộ phận điểm kiểm tra lại. . Bạn đợi cập nhật lại điểm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện tại có lịch thi cuối kì môn hoá đại cương vào lúc 7h00 29/08/2021  nhưng lại trùng với thời gian đi tiêm ngừa covid 19.. . Liệu em có thể xin dời lịch thi vào các ca khác được không ạ.. . Em xin chân thành cám ơn.",
            "Chào em,. . Em liên hệ Khoa, Bộ môn, GV để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. Em mới đăng kí môn học EE2017 nhưng em thấy thí nghiệm môn này trùng lịch với môn Kỹ thuật số nhưng em vẫn đăng kí được. Em sợ pdt sẽ xóa môn EE2017 của em vì em cần môn này hơn. Nên thầy cô cho em hỏi là em có thể xin rút môn Kỹ thuật số để kịp đăng kí môn Cơ sở kỹ thuật điện EE2017 được không ạ? Vì em cần môn này để học các môn năm 3 ạ. Em xin cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. Em có hai môn học trùng giờ là Kỹ thuật số và Cơ sở kỹ thuật điện. cho em hỏi là em đăng kí trùng nhưng vẫn được chấp nhận. vậy sau khi ra tkb e có bị xóa không ạ? Vì em thấy tuần học lại không trùng nhau. Mà nếu trùng 1 tuần thì em có thể xin thầy cô đừng xóa môn của em và em sẽ xin thầy thí nghiệm bù buổi khác hoặc em xin rút môn Kỹ thuật số được không ạ? Vì môn Cơ sở kỹ thuật điện là HT của các môn năm 3 ạ. Em xin thầy cô xem xét và hỗ trợ giúp em. Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn Kĩ thuật Lập trình em còn buổi thi lab cuối kì nhưng vừa nhận được mail thi vào cuối tuần. Nhưng hiện em đang bị kẹt ở nơi cách li và không có laptop theo. Theo như khoa báo thì em có thể hoãn thi cuối kì luôn và thi lại vào đợt tới không ạ.. . Mong thầy/cô giải quyết hộ em ạ.. . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô, vừa rồi bạn em có xin mở lớp dự thính, cơ sở kỹ thuật điện mã ee2017, tuần học thí nghiệm ghi là 012345 có thể cho em hỏi là tuần bao nhiêu được không ạ?. . em có thể xin pdt sắp lịch học rơi vào các tuần lẻ được không ạ :((",
            "Chào bạn. . Pdt không thể xếp lịch lại. . Về vấn đề này bạn liên hệ với GVGD để biết chi tiết . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ,. . Em có đăng kí hoãn thi một môn học và môn đó có 30% điểm thực hành (có thi cuối kì phần thực hành), vậy bây giờ em hoãn thi thì học kì sau em thi lại chỉ thi phần cuối kì để lấy điểm tổng kết môn học hay em phải thi lại cả phần thực hành vậy ạ? Nếu có thi lại phần thực hành thì bây giờ em thi thực hành chỉ hoãn thi cuối kì thì điểm đó có được giữ lại cho tới học kì sau không ạ?. . Mong thầy cô trả lời gấp, vì môn học sắp tổ chức thi thực hành, em cảm ơn ạ!",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đạo tạo, trước đó em có làm đơn xin hoãn thi môn Xác suất thống kê(MT2013) với lý do chuyện gia đình nên đã làm bài không tốt, nhưng nay do điểm cũng vừa đủ để qua môn và cũng muốn lấy điểm đó nên xin phòng đào tạo cho em được hủy đơn xin hoãn thi ạ. Em xin cảm ơn. . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có hoãn thi với môn CH3133 và đã được nhận mail đồng ý của pđt. . Nhưng trên bảng điểm vẫn ghi điểm 13 em sợ chưa được xét duyệt nên em hỏi ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Dạ em đã điền form, đã có email xác nhận, nhưng điểm trên bảng điểm là điểm 13, và em muốn hỏi như vậy là bình thường đúng không ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . . . =  Bình thường em, cô trả lời câu trước em . . xem email xác nhận.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . Kính gửi Thầy, Cô. . Do mới làm đơn xin khôi phục lại tình trạng sinh viên nên em xin đăng ký môn học HK 211 ạ.. . Tên MH: Pháp luật đại cương Việt Nam. . Mã MH: SP1007. . . . Cảm ơn Thầy, Cô. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy đăng kí hoãn thi để làm đề thi riêng của giảng viên đứng lớp do gặp sự cố trong lúc làm bài thi. . Em tên [full_name]. . MSSV : [student_id]. . MSMH: MT1003. . Lớp DT05-B. . Ngày thi 25/08/2021. . Do giảng viên đứng lớp em nhận được thông báo giải quyết từ phía tổ chức thi hơi muộn. Cụ thể là sau khi em đăng kí hoãn thi do gặp sự cố trong lúc làm bài.. . Vì vậy em xin phòng đào tạo cho phép em hủy đăng kí hoãn thi và làm đề riêng theo yêu cầu của giảng viên đứng lớp ạ.. . Em cảm ơn.. . BÊN DƯỚI LÀ MAIL XÁC NHẬN CỦA GIẢNG VIÊN DỨNG LỚP EM Ạ.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa PĐT Trường Đại học Bách Khoa. . Em tên [full_name]. . MSSV [student_id]. . Em có câu hỏi là PĐT mới mở lớp dự thính Xác suất và thống kê[MT2013] và  Giải tích mạch[EE2033], vậy thì sĩ số bao nhiêu /30 và /99 thì lớp được mở ạ. . Em xin cảm ơn",
            "Chào em,. . - Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . - Ý em cần học nhóm nào, không ghi rõ mã nhóm ?. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin chuyển nhóm lớp môn Hóa Lý 1. . Mã MH : CH2003. . Mã nhóm : A01. . em muốn xin chuyển quá các lớp mã L ạ. . Em cảm ơn ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa K14 khoa KT Giao Thông đang trả nở nợ 1 số môn để ra trường,em đăng ký môn [full_name]ê mã môn học MT2013 thay thế cho mã củ MT2001 được không ạ.. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ anh/chị cho em hỏi là em đã xin hoãn thi môn Hóa hữu cơ CH2021 rồi nhưng mà lại bị điểm 13 ạ",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa rồi em bị lỡ mất đợt cuối đăng ký một môn học ở học kỳ chính. Em muốn hỏi rằng liệu có cách nào để em có thể đăng ký bổ sung thêm không ạ? Môn đó là môn đồ án mà em đã có điểm, đăng ký để lấy điểm đã bảo lưu, giáo viên cũng chấp nhận nếu em xin được ạ!. . Em xin trân thành cảm ơn thầy cô!. . . .",
            "Chào bạn. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị mất môn học mặc dù em đã đăng kí môn giải tích 1 và đã có thời khoá biểu nhưng lại bị xoá, em xin phép pđt xem xét lại giúp em, bây giờ em phải làm sao ạ",
            "Chào bạn,. . 1 Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 2- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Em đã đăng kí và có thời khoá biểu ạ, không hiểu sao bị mất môn, em đang học dự thính và rất cần tín chie của môn này, mong phòng đào tạo xem xét cấp lại thời khoá biểu giúp em ạ",
            "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Các điểm CT, điểm VT và điểm KD được tính như điểm 0; các điểm chữ đặc biệt khác (kể cả điểm MT) không tính vào ĐTBTL. Điều 19.2.. . . . Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm Đạt (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học. . . . Vậy nếu em đã đăng ký hoãn thi vì điều kiện không thể đáp ứng thi online đợt dịch này. Sau này em thi cuối kỳ các đợt sau tổ chức tại trường (trong vòng 1 năm) thì nếu đạt sẽ được tính như điểm DT ( đạt và không tính vào Đạt nhưng không tính vào ĐTB) vậy thì em sẽ mất đi điểm trung bình tích lũy trong kỳ vừa rồi sao ạ? Nếu vậy thì em vừa mất công sức học, thời gian, tiền bạc, em thấy rất bất công.. .  .",
            "Chào bạn. . Môn này kèm thí nghiệm, theo quy định của [full_name] không tăng được . . Thân",
            "Chào bạn. . Cô trả lời lộn câu trên nghen (xin lỗi bạn). . . . Về câu trả lời của bạn: Theo thông báo là nhận điểm HOãn thi chứ không phải VP. . PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phép phòng đào tạo  du di cho em vào lớp có môn học với ạ, em bị cảnh báo 1 lần rồi, nên kì này em rất cần tín chỉ, em cầu xin phòng đào tạo xem xét cho em thời khoá biểu với ạ, em đăng kí môn rồi , có cả thời khoá biểu nhưng giờ bị xoá hết. Em xin chân thành cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép phòng đào tạo cho em được vào lớp cô . . [full_name] môn học PH1003 môn vật lý 1 DT01_HK211 . Em năn nỉ phòng đào tạo cho em vào lớp với ạ, giảng viên đã đồng ý rồi ạ, mong phòng đào tạo du di cho em vào lớp vì em đã bị cảnh cáo 1 lần rồi ạ, nên lần này em rất quyết tâm đi học lại, em xin cám ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo!. . Em tên [full_name]. MSSV:[student_id]. . Dạ em muốn hỏi thông tin về vay vốn để trang trải học phí ạ, do có nhiều gmail nên GG đã tự động xóa mất gmail thông báo của PĐT về vấn đề đó.. . Qua câu hỏi này, em muốn xin lại thông về đơn xin vay vốn ạ. Em mong có thể vay vốn để trang trải việc học trong thời gian khó khăn này ạ.. . Em xin cảm ơn. . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] , MSSV [student_id] . Trong học kỳ dự thính HK211 , do bị trùng thời khóa biểu với môn học vét Thiết bị & cảm biến (404704) vào thứ tư với môn Năng lượng tái tạo (403705) nên em muốn rút môn học Năng lượng tái tạo . Cho em hỏi em làm cần làm gì để rút môn học của học kỳ dự thính 211 vậy ạ . Em điền đơn như phía dưới vậy được không ạ . Dịch bệnh em không thể in đơn ra được ạ . Em cảm ơn . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng ký môn Vẽ Kỹ Thuật Xây dựng CI1033 đã học được 1 buổi, nhưng em vừa nhận được email:. . . . Do SV đăng ký sai nhóm lớp của hệ đào tạo. (đăng ký nhầm vào nhóm dành cho lớp Việt Pháp ). . . .  . . . . Sv nếu có nhu cầu đăng ký lại thì gởi yêu cầu đăng ký trên BKSI, PĐT sẽ đk cho Sv nếu môn học còn sĩ số cho phép.. . . . Dạ môn học này có cùng mã với chương trình đào tạo của em, nếu em học và qua có được tính như bình thường không ạ. Nếu vẫn tính như bình thường thì cho em đăng ký lại và tiếp tục học ạ.",
            "Chào bạn,. . Nhóm này chỉ mở cho SV việt pháp nhé bạn!. . Thân",
            "Dạ em có nhu cầu đăng kí lại theo email của phòng đào tạo ấy ạ, vì nó vẫn tính tiến độ của em nếu em qua ạ.",
            "Chào bạn,. . Không được nhé bạn, giờ bạn có thể xin bổ sung môn học đó của nhóm chính quy (nếu có mở) hoặc môn học khác nhé!. . (ghi rõ tên MH, mã MH và mã nhóm xin đăng ký, ghi rõ lý do nhé). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo Đại học Bách Khoa TPHCM. . Sinh viên: [full_name] - [student_id] - Khoa Kỹ thuật hóa học. . Em viết mail xin phép được đăng ký bổ sung môn Hóa học và công nghệ chất hoạt động bề mặt (CH3101) và môn Độc chất học công nghiệp ứng dụng (CH3127) vào học kỳ chính HK211. Hiện tại em năm nay năm cuối và kì sau môn học không mở nữa do K19 chương trình đào tạo thay đổi, em xin phòng đào cho phép em đăng ký tạo điều kiện để em ra trường đúng hạn ạ. E xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Chào quý thầy cô , em không đăng kí môn học được vì lý do thanh toán học phí .Em cần phải làm đơn hay những gi để được mở đăng kí môn học lại ạ ! EM xin cám ơn",
            "Chào bạn,. . Trước tiên bạn phải hoàn tất việc thanh toán học phí, sau đó gửi yêu cầu qua bksi để xin ĐKMH (ghi rõ lý do, tên MH, mã MH và Mã nhóm ) xin đăng ký.. . SV chủ động liên hệ trước với GV để xin vào lớp, vì hiện tại đã bắt đầu học kỳ!. . Thân",
            "-- dạ thưa thầy cô ! Em bị hủy môn học (em không được học cũng như không được thi) nhưng vẫn bị treo học phí , Không lẽ em phải thanh toán học phí bị sao ạ . Mong quý thầy xem xét giúp đỡ có hướng giải quyết cho em để em theo kịp tiến độ học tập , em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em đăng kí môn học mà lại bị như thế này ạ, nợ học phí em không biết tại sao, bằng thpt em chưa lấy được và nợ shcd đã được giải quyết rồi ạ. Trường hợp này em phải làm thế nào ạ.. .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    }
]