[
    {
        "intent": "",
        "message": [
            "Em xin chào, em đang là sinh viên K18. . . Em đang thắc mắc học kì 201 em đang học AV3 thì liệu em có kịp để đăng kí môn học cho học kì 202 không ạ vì đăng kí môn học học kì 202 sẽ trước khi em có kết quả môn AV3. . Em xin cảm ơn.. . . . . .",
            "Chào bạn. . Trước tiên, Bạn cố gắng học nghen, . . Nếu có kết quả sau thì bạn có thể ĐKMH vào đợt cuối cùng (đợt 3). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em viết đơn này xin được mở thêm sĩ số lớp Xác suất thống kê (MT2001) của thầy [full_name] ạ, em cảm ơn nhiều ạ. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tăng thêm sỉ số lớp DT04 môn Giải tích 1, mã MH: MT1003. em cảm ơn ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em viết đơn này xin được mở thêm sĩ số lớp Pháp luật đại cương (SP1007) của cô [full_name] ạ, em cảm ơn nhiều ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: Ban chấp hành trường đại học bách khoa-đại học quốc gia thành phố Hồ Chí Minh. . . . Em tên là: [full_name]. . MSSV: [student_id] . . Ngành:Kĩ thuật ô tô . . . . Hôm nay em viết đơn này để hỏi về điều kiện,cách thức để chuyển từ hệ chất lượng cao sang đệ đại trà(ngành kĩ thuật ô tô), em xin hứa tuân thủ mọi nội quy của nhà trường. . . .  . . . . . .",
            "Chào bạn. . Về điều kiện,cách thức để chuyển từ hệ chất lượng cao sang đệ đại trà(ngành kĩ thuật ô tô) bạn vui lòng liên hệ Văn phòng đào tạo quốc tế ở tầng 4 nhà A4 để được tư vấn và hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn tăng sĩ số môn Pháp Luật Đại Cương SP1007 lớp DT02. . . . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. Cho em hỏi là nếu hè này không có mở môn thiết kế hệ thống nhúng EE3003 mà theo em biết mà hệ VHVL hay ĐTTXa hay liên thông thì cũng học cùng mã môn học đó, cho em hỏi là nếu hè chính quy không có mở dự thính môn đó thì em có thể xin học chung với các hệ khác được không ạ? Tại vì em thấy cùng mã môn học. Hiện tại em đang làm luận văn, em chỉ còn thiếu mỗi môn đó thôi mà em mong muốn được học môn đó vào hè này để được tốt nghiệp vào tháng 11/2020. Đợi đến học kỳ sau mới mở môn đó thì phải tới tháng 4/2021 em mới tốt nghiệp ạ. Em cảm ơn",
            "Chào bạn,. . Hệ chính quy không thể học chung với [full_name] hay ĐTTXa nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn học lớp kết cấu thép 1 của nhưng full 70/70. . Nên e xin một chỗ thứ 71 được không add. . em cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhà trường cho em hỏi là e có đăng kí 2 môn học dự thính hiện tại đang bị trùng lịch nhưng em thấy có lớp khác là không bị trùng em đổi qua nhưng lại full sĩ số. Em muốn xin mở thêm sĩ số được không ạ. Em xin cảm ơn",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi , email trường gửi nhắc sv đóng học phí thì lúc 15.00h 3/7 là hạn chót đóng học phí mà sao trên bkpay lại để 23.59h 3/7 là hạn chót . Vậy em đóng lúc 16.00h 3/7 là đúng hay trễ hạn ạ",
            "Chào bạn,. . Thời gian đóng học phí được tính theo đúng thông báo đã gửi mail cho sinh viên và cập nhật tại trang web của Phòng Đào tạo nhé bạn:. . http://aao.hcmut.edu.vn/sinh viên/lịch học vụ",
            "Dạ, vậy khi đóng học phí trễ thì có cần làm đơn gửi lên pdt không ạ.",
            "Chào bạn,. . Đóng trễ học phí học kỳ chính thì không cần làm đơn nhé bạn, bạn xem quy định về học phí tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]\t. . . . Cho em hỏi ông nội em là liệt sĩ, vậy em có thuộc đối tượng 1 thân nhân của người có công với cách mạng không ạ! em cảm ơn ạ!. . . .",
            "Chào bạn,. . Bạn vui lòng xem quy định về đối tương ưu tiên tuyển sinh theo quy định của Bộ Giáo dục Đào tạo nhé.. . Và khi đầu vào tuyển sinh vào trường đã được xét đối tượng tuyển sinh để được cộng điểm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi là, ngày CTXH của em để tình trạng cấm thay vì kết thúc nhưng vẫn được tính là 1 ngày CTXH thì nó có hợp lệ khi xét tốt nghiệp không ạ? Em xin cám ơn!",
            "Chào bạn,. . Chưa hiểu rõ về câu hỏi của bạn? Bạn vui lòng liên hệ tại văn phòng Đoàn Khoa để được cập nhật và hỏi về ngày CTXH nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô phòng đào tạo, em là sinh viên K17, đợt đóng học phí vừa rồi do hoàn cảnh em không thể đóng sớm được nên lúc đóng học phí bị trễ hạn 1 ngày vậy thầy cô cho em hỏi là có bị ảnh hưởng tới lịch thi không ạ.",
            "Chào bạn. . Bạn đã thanh toán học phí nên bạn đi thi bình thường nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, kỳ này em bảo vệ luận văn xong, nhưng em vẫn muốn học cải thiện một số môn như [full_name] Tính - MT1009, Quản Trị Kinh Doanh Cho [full_name] - IM3001 và Vẽ Kỹ Thuật - CI1003. Môn CI1003 em đã đăng ký được, còn 2 môn kia đã đầy sĩ số nên em muốn xin thầy cô mở thêm cho em một chỗ để em có thể cải thiện điểm của các môn này ạ. . . Trước đó em đã có đăng ký môn Quản Lý Dự Án Cho [full_name] - IM2011, nên nếu được xếp lịch tự động, cho em xin loại môn này ra để thế chỗ 2 môn kia.. . Em cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em tên là [full_name]. Thưa thầy cô, khi nào phòng Đạo tạo mới tổ chức Kiểm tra trình độ tiếng Anh theo định dạng TOEIC hàng kỳ vậy ạ? Em xin cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Bạn vui lòng kiểm tra mail thường xuyên, có thông báo về việc Kiểm tra trình độ tiếng Anh theo định dạng TOEIC sẽ thông báo qua mail cho sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em tên là [full_name]. Thưa thầy cô, cho em hỏi là lịch nộp Nộp chứng chỉ ngoại ngữ (CCNN) và đăng ký chuyển điểm các môn ngoại ngữ là ngày nào vậy ạ? Em đã xem trên lịch học vụ mà không thấy. Em xin cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào em. . Hiện chưa có lịch của HK 201 nhưng nếu em có kết quả CCNN thì nhanh chóng nộp CCNN để phòng đào tạo xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân gửi thầy/cô,. . . . Em có nhận được thông tin là đối với đợt tốt nghiệp ngày 10/07/2020 này thì sinh viên cần lên văn phòng khoa làm tập dượt trước vào ngày 09/07/2020.. . . . Tuy nhiên, do hiện tại em đang đi làm xa nên không thể sắp xếp về TPHCM ngày 09/07/2020 để tập dượt được.. . . . Thầy/cô cho em hỏi là nếu em không tham gia trước buổi tập dượt thì có ảnh hưởng gì đến tốt nghiệp không ạ?. . . . Em cám ơn thầy cô nhiều. . . .",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp [full_name] để báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] - MSSV [student_id]. Do học kì hiện tại em cảm thấy quá sức học của em nên hiện tại em muốn rút môn học có được không ạ. Em cảm ơn và kính mong được thầy/cô giải đáp ạ",
            "Chào bạn. . Theo quy định hiện đã hết thời gian rút môn học, chỉ được rút trong 6 tuần đầu tiên của học kỳ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã chờ hơn 12 tiếng và trang trường vẫn gặp sự cố, cho em hỏi tới khi nào vấn đề mới được khắc phục, xin cảm ơn.",
            "Chào bạn. . Trang Mybk vẫn đang hoạt động bình thường, bạn vào lại ĐKMH nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạo gần đây trên mạng có thông tin về việc cấp bằng, cho em hỏi thông tin chính xác ạ, nếu có thì áp dụng khi nào ạ. Em có gửi kèm file hình ạ.. . Em cám ơn trước ạ.",
            "Chào bạn,. . Hiện tại nhà trường cũng đang đợi thông tin trả lời chính thức từ Bộ Giáo dục Đào tạo và Đại học Quốc gia, nhà trường sẽ thông tin chính thức cho sinh viên sau khi có thông báo chính thức về việc thay đổi (nếu có) nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   i Đăng ký môn học  /i   /B . . Cho em hỏi k19 có còn học môn SP1007 Pháp luật Việt Nam đại cương không ạ?. . Và em có nghe nói là môn này sẽ đổi mã cho k19 nên cho em xin mã mới luôn ạ. . . Em mong được quí thầy (cô) trả lời giúp em. Xin chân thanh cảm ơn thầy (cô).. .",
            "Chào bạn,. . . . Môn Pháp luật Việt Nam đại cương (SP1007) khoá 2019 vẫn học nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô, em là sinh viên chuẩn bị tốt nghiệp chương trình PFIEV. Nhưng em không rõ điều kiện tốt nghiệp anh văn của chương trình PFIEV. Em có lên trang của PFIEV phần giới thiệu để xem. Ở đó có ghi là có 3 loại bằng sinh viên có thể nhận. Em mới chỉ đủ điều kiện bằng chính quy (TOEIC 550 và anh văn nói việt thi tại trường 215). Vậy thì em vẫn có thể tốt nghiệp được chứ ạ?",
            "Chào bạn. . - Theo quy định về đủ điều kiện bằng chính quy thì TOEIC 550 và anh văn 2 kỹ năng nói viết thi tại trường 215 là đủ rồi. . - Các điều kiện ràng buộc thêm về chương trình PFIEV, bạn vui lòng liên hệ Cô [full_name] (Trưởng Văn phòng Việt Pháp) để được tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạhiện tại trang đăng ký môn học của trường không thể vào và đăng ký được , rất mong nhà triờng khắc phục và thêm thoiè gian dăng ký môn học",
            "Chào bạn. . Trang Mybk--  ĐKMH đang hoạt động bình thường, bạn vào đăng ký lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Kính chào [full_name][full_name] [full_name] Em có thắc mắc về Danh sách Học bổng Khuyến khích Học tập Học kỳ 1 - 2019 - 2020 ạ[full_name] Hiện tại theo như mọi năm thì danh sách học bổng được công bố vào khoảng tháng 04 hàng năm nhưng năm nay đã đến tháng 07 nhưng tụi em vẫn chưa nhận được thông tin về danh sách học bổng[full_name] Vậy học bổng Học kỳ 1 - 2019 - 2020 khi nào thì có danh sách vậy ạ ?[full_name] [full_name] Em cảm ơn thầy/cô nhiều ạ ![full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Dự kiến trong tuần sau sẽ có danh sách học bổng dự kiến nhé bạn!. . Bạn vui lòng theo dõi mail sinh viên. Nhà trường sẽ thông báo cho sinh viên sau khi có thông tin. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại trang đăng ký môn học bị lỗi không thể vào đăng ký được ạ mong nhà trường đưa ra biện pháp khắc phục ạ . vì sắp jết hạn đăng ký môn rồi ạ",
            "Chào bạn. . Trang đăng ký môn học vẫn hoạt động bình thường nghen bạn, bạn vào lại ĐKMH lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi . . Em tên [full_name], MSSV [student_id]. . Em xem trong đăng kí môn học hè 193 lần 2 thì thấy không đăng kí được do chưa đóng học phí, em có đóng học phí trễ học phí dự thính học kì 192 nhưng em đã thanh toán trong ngày 02/07/2020 (thời gian đóng học phí chính lần 2) và nộp giấy đóng trễ học phí cho PĐT. Vậy thầy/cô có thể xem lại và mở cho em để em đăng kí học kì hè 193.. . Em cảm ơn.",
            "Chào bạn. . Do bạn thanh toán trễ học phí dự thính 192 nên bạn sẽ được đăng ký HK dự thính 193 vào đợt 3. . Về thời gian đăng ký đợt 3 cụ thể sẽ thông báo qua mail, bạn kiểm tra mail thường xuyên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang xem live 8 môn đảm bảo chất luợng MSMH 202087 thì bị mất mạng. Lúc xem lại thì bị mất, thầy/cô giúp em.",
            "Em xem lại được rồi, do lỗi đăng nhập."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Anh/chị cho em xin lịch trình lễ tốt nghiệp ngày 10/7/2020 để em tiện sắp xếp thời gian lên trường, do hiện tại em đang làm việc ở Long An.. . . . Thanks & Best regards!. . [full_name]",
            "Chào bạn,. . Tốt nghiệp dự kiến là trong sáng 10/7, lịch trình cụ thể bạn vui lòng đợi thông báo chính thức nhé.. . Thân",
            "Cảm ơn bạn nhiều. . . . Thanks & Best regards!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đóng tiền họcc phí qua momo . Nhưng không được.",
            "Chào bạn. . - Học phí không đóng qua momo được nghen bạn. . - Đóng theo quy định qua mybk.hcmut.edu.vn--  Thanh toán học phí BKpay. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép PDT tăng sĩ số lớp DT02 môn trường điện từ EE2003 ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí nhầm mã môn cũ của môn xác xuất thống kê, nhưng sĩ số lớp mã môn học mới đã hết nên muốn xin phép tăng sĩ số môn xác xuất thống kê nhóm lớp DT01_DT01 lên ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi kì này em đang học anh văn 1 và em đăng kí môn anh văn 2 cho học kì hè, nếu lỡ em không qua anh văn 1 thì có được học anh văn 2 mà em đã đăng kí không ạ, nếu được học anh văn 2 thì có thể đăng kí môn năm 3 phải không ạ. .",
            "Chào bạn. . - Nếu bạn đã đăng ký được môn học cập nhật trên trang Mybk--  xem TKB rồi, thì sẽ không bị hủy. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào admin!. . Em tên là [full_name] MSSV:[student_id]. . Trong đợt 2 đăng kí môn học, em bị trùng lịch học nên lỡ tay xoá mất môn giải tích 1.. . Em xin đề nghị phòng đào tạo mở thêm sỉ số môn học Giải tích 1 MT1003 - lớp DT01. . Em xin cảm ơn rất nhiều!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em quên thanh toán dự thính học kì 192-DT, hiện nay đã trễ gần 1 tháng ,bây giờ em thanh toán thì trường có chấp nhận rằng kì đó đã được thanh toán và cho em đăng ký thực tập hè không ạ.",
            "Chào bạn,. . . . Thời gian này bạn thanh toán học phí, thì đợt 3 bạn đăng kí môn học được nhen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn xin trường mở thêm sĩ số lớp của thầy [full_name] chi tiết máy lớp DT01-DT01 hè này ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lúc trước em hay xem tiến độ học tập ở myBK/stinfo. Bây giờ trang mất tab đó rồi vậy có trang nào sẽ thống kê tiến độ của cá nhân cho em không ạ?",
            "Chào bạn. . - Hiện tại trang tiến độ đào tạo không cập nhật là đúng nghen bạn. . - Bạn nên in bảng điểm và tự kiểm tra theo chương trình đào tạo, Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Cô [full_name], Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi em thi chuẩn anh văn đầu vào kì 191 em được 360đ, theo bảng quy đổi điểm của Khóa 2017 thì em đang ở mức anh văn 2. Thì tại sao em không ĐKMH HK193 môn Av2 được ạ. PĐT giải đáp giúp em với ạ. EM xin cảm ơn.Đăng ký môn học .",
            "Chào bạn. . - [full_name] đầu vào đăng ký thi các kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng cho pass [full_name] 1234. . chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Thân. .",
            "Vậy liệu em có thể tiếp tục thi theo kì thi do PĐT tổ chức để được ĐKMH cho kì tiếp theo hay không ạ? Hay em phải thi có bằng Toeic luôn mới đưuọc ĐKMH cho kì tới ạ. Hay bắt buộc em phải học từ AVĐV đến AV4 tại trường luôn ạ. PĐT hỗ trợ em với ạ. Em xin cảm ơn ạ!",
            "Chào bạn. . - Hiện tại các kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức chưa có thông báo mở cũng không biết khi nào có tổ chức (khi nào có tổ chức sẽ thông báo qua mail cho bạn). . - Nên cách tốt nhất là bạn đăng ký thi CCNN quốc tế và nộp cho nhà trường. . - Việc học Anh văn hay miễn điểm Anh văn là do khả năng và tính toán của bạn quyết định. . - Bạn nên xem kĩ thông báo của Trường về quy định anh văn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT:. . Đợt ĐKMH dự thính hè 193 đợt 2, em có đăng kí lớp mạch điên tử (EE2007 nhóm [full_name]T02_[full_name]T03) (vì môn này em chưa qua) rồi sau đó em có đăng kí môn Tín hiệu&Hệ thống (EE2005 nhóm [full_name]T02) (môn này em qua rồi). Nhưng sau đó em có hủy đăng kí môn Tín hiệu&Hệ thống (EE2005) và để nguyên Mạch điện tử (để học trả nợ) và hệ thống đăng kí đã tự hủy môn còn lại của em vì đây là 2 môn song hành trong khi em đã qua 1 trong 2 rồi.. . Mong PĐT sắp xếp hoặc mở thêm sĩ số lớp EE2007 nhóm [full_name]T02_[full_name]T03 không thì em sẽ bị trễ chương trình học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin mở thêm sĩ số lớp Mạch điện tử và lớp tín hiệu và hệ thống được không ạ. sắp xếp giúp em vào 2 lớp DT02 của môn EE2005 và lớp DT01 của môn EE007 với ạ. chỉ có 2 lớp này em mới không bị trùng lịch học thôi ạ, vì đợt dịch trường không mở môn có thí nghiệm nên em đã bị trễ tới nay là 2 kì rồi ạ. xin hãy giúp đỡ em. em cảm ơn vì nó là 2 môn song hành nên em rất khổ tâm.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. . . .",
            "Đăng ký môn học . cho em vào lớp DT04 của môn EE2007 với DT02 của EE2005 cũng được ạ. chứ cứ trùng lịch như vậy mấy kì rồi em không đăng kí được ạ,",
            "Chào bạn. . Bạn có thể nói rõ bạn bị sự cố gì khi ĐKMH , nếu 2 môn học này bị trùng lịch thì bạn không đăng ký được nghen. . Thân",
            "dạ do 2 môn này là 2 môn song hành ạ. nên phải đăng kí được cả 2 thì mới được học ạ. xếp giúp em vào lớp DT02 của thầy [full_name] môn học EE2005 và lớp DT04 của thầy [full_name] môn học EE2007 ạ. xin hãy giúp đỡ em ạ. kì trước cũng do không đăng kí được 1 trong 2 môn nên em đã bị xoá môn ạ. xếp giúp em vào 2 lớp này thì sẽ không bị trùng lịch ạ. hiện tại 2 lớp đã full hết rồi ạ nên em không thể tự đăng kí được ạ. em cảm ơn",
            "cho em xin mở thêm 2 slot nhóm DT02 của thầy [full_name] môn học EE2005 với ạ. huhu.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ.. . Em tên [full_name], MSSV [student_id].. . Em có nguyện vọng muốn xin thầy cô PĐT tăng 1 sĩ số ở lớp CI2037 Vật liệu xây dựng DT01 Thầy [full_name] học Offline T3,T4. Môn còn có lớp khác nhưng em bị kẹt lịch tương tác với môn kia không thay được.. . . . Vậy mong thầy cô giúp em để em hoàn thành môn học này trong kỳ hè luôn ạ. Em xin chân thành cảm ơn thầy cô.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi là mình làm cách nào để đổi mật khẩu tài khoản MyBK ạ? Em có thử vào trang daotao.hcmut.edu.vn thì không load được trang web này.",
            "Chào bạn,. . Bạn đăng nhập vô bị lỗi gì? vui lòng chụp hình gửi đính kèm để Phòng Đào tạo kiểm tra và trả lời nhé. Vì nếu bạn vào bksi để đặt câu hỏi được, thì tức là bạn đăng nhập vào mybk được. vì tất cả các dịch vụ xài chung 1 tài khoản nhé!. . Thân",
            "À không ạ em đang hỏi cách để đổi mật khẩu chứ đăng nhập em vẫn vào bình thường ạ.",
            "Chào bạn,. . Nếu bạn không thao tác được, bạn có thể lên trực tiếp Phòng Đào tạo - Cơ sở 1 để được hướng dẫn cách đổi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy/cô,. . Em là [full_name], MSSV [student_id]. Hiện tại em đã hoàn thành hết các môn và luận văn hồi kì 191, thiếu môn anh văn 4 (do em định thi TOEIC 500 chuyển điểm). Và sau đợt dịch covid19, lịch thi TOEIC bị dời, em thi được TOEIC 490, đã đủ chuẩn ra trường 450, nhưng lại thiếu 10 điểm để có thể chuyển được anh văn 4. Do dự tính chuyển điểm anh văn nên kì 192 em không đăng kí môn học, và hiện tại đang bị tạm dừng. Em định thi tiếp vào tháng 7 này, nhưng không còn được xác nhận sinh viên nên thi TOEIC phải đóng 1.390.000, nếu có xác nhận sinh viên còn 850.000. Tình hình dịch nên kinh tế em khá khó khăn, cũng chưa có việc làm. . . Do đó, với tất cả sự chân thành, em mong quý thầy/cô PDT có thể giúp đỡ, xem xét cho em có được giấy xác nhận sinh viên để đăng kí thi TOEIC trong đợt này. Điều đó hỗ trợ cho em rất nhiều trong giai đoạn khó khăn này.. . Mong nhận được phản hồi từ thầy/cô.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn viết đơn: Tiêu đề xin cấp giấy thi Toiec. . trình bày rõ nội dung và mong muốn nộp trực tiếp tại Phòng đào tạo để được cấp giấy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo.. . Em là [full_name]. . Sinh sinh viên khóa K13. . Khoa cơ khí.. . MSSV: [student_id]8.. . . . - Em có đăng kí tốt nghiệp đợt 1 (tháng 7/2020) như trong mail phàn hồi của nhà trường (em có đính kèm hình ảnh nội dung mail ở file 111.PNG).. . - Nhưng trong phiếu đăng kí tốt nghiệp thì lại tốt nghiệp ở đợt 2 (em có đính kèm hình ảnh nội dung ở file 222.PNG). . Cho em hỏi là em sẽ làm lễ tốt nghiệp ở đợt nào à.. . Cảm ơn Phòng Đạo Tạo.. .",
            "Chào bạn,. . Bạn đã có tên trong danh sách quyết định chính thức và dự lễ tốt nghiệp vào đợt ngày 10/7 này nhé. Quyết định chính thức sẽ cập nhật trên web trong tuần này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào nhà trường ạ.. . Cho em hỏi là môn học GE2019 không được mở nên lớp em định là sẽ lên phòng đào tạo để xin mở lớp. Nhưng do không nhớ 10g ngày hôm nay là hết hạn nên em xin phép hỏi là lớp em có được nộp đơn đăng ký mở lớp trong đợt đăng ký này nữa không ạ?. . Bọn em rất xin lỗi về sự thiếu sót này. Mong nhà trường tạo điều kiện cho bọn em được đăng ký môn học.. . Em cảm ơn ạ.. . Trân trọng.",
            "Chào bạn. . Gia hạn thêm 1 ngày để nhận đơn mở lớp nghen bạn. . -Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 02/7/2020 đến 10g ngày 07/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng Đào Tạo. . em xin trình bày vấn đề của em như sau:. . Đợt 1: Em có đăng ký môn học Thực hành Kỹ Thuật - ME2031.. . Đợt 2: Trong danh sách của đợt 2 thì không xuất hiện môn học ME2031. . . . . Câu hỏi của em. Môn học ME2031 của em như vậy là đã bị xóa phải không ạ? Hay môn học em vẫn tồn tại.. . . .",
            "Chào bạn. . -Bạn xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH dự thính hè HK193-Đợt 2     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Phòng đào tạo kiểm tra Đợt 1 môn không mở lớp. . . . -Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 02/7/2020 đến 10g ngày 07/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa TPHCM. . . . Em tên là: [full_name].. . MSSV: [student_id].. . Hiện là sinh viên văn bằng 2 khóa 2019, ngành Khoa học máy tính. . . . . Kính thưa thầy (cô), em có nhu cầu muốn đăng ký lớp học dự thính môn học : « Lập trình hướng đối tượng » mã môn học CO2005, tuy nhiên lớp học đã hết chỗ.. . Mong thầy (cô) có thể mở thêm sĩ số môn học để em có thể được đăng ký.. . . . Trong khi chờ đợi sự chấp thuận, em xin chân thành cảm ơn.. . \t. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô, em tên là [full_name], mssv [student_id]. Em kính mong quý thầy cô tăng sỉ số lớp học môn cơ lưu chất (CI2003) lớp DT02_DT03 giúp em, vì em chỉ rảnh trong khung thời gian ấy thôi ạ và đó cũng là môn học quan trọng đối với em, em tha thiết mong quý thầy cô giúp em.. . Em cám ơn thầy, cô đã đọc, chúc quý thầy cô nhiều sức khoẻ.. . Trân trọng.. . . . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô ơi, em tên là [full_name], mssv [student_id]. Hiện em đang là du học sinh trao đổi tại Đài Loan. Theo đúng tiến độ thì 27/4 em đã nhập học lại ở trường mình, tuy nhiên do dịch bệnh Covid-19 diễn biến phức tạp quá, nên các máy bay đều bị hủy chuyến hết, và chưa biết đến khi nào được nối lại.. . . . Sắp tới em có các kỳ thi cuối kỳ, em xin phép được hoãn đến khi em có thể về nước. . . Em vẫn muốn giữ thời khóa biểu, và dự định đăng ký học cải thiện vào học kỳ dự thính nữa. Em có thể học online được.. . . . Em cảm ơn thầy cô tạo điều kiện giúp đỡ em.. .   i Học vụ .",
            "Chào bạn,. . - Trường hợp của bạn có thể làm đơn xin hoãn thi và nộp tại Phòng Đào tạo kèm minh chứng (có thể nhờ bạn hoặc người nhà đến nộp đơn) để được xem xét. . - Về việc đăng ký dự thính hè, bạn vẫn có thể vào đăng ký MH bình thường, nhưng bạn phải cân nhắc kỳ, học kỳ hè 193 dự kiến bắt đầu vào 3/8 và theo phương thức \tPhương thức:. . -\t  Giảng viên đưa toàn bộ bài giảng điện tử (slides) + video hướng dẫn tự học có kèm bài quiz trước các buổi lên lớp ít nhất 01 tuần.. . -\t  Các môn lý thuyết:. . o\t  Mỗi tuần sẽ bố trí 1-2 buổi giảng dạy lý thuyết trực tiếp và từ 1-2 buổi tương tác trực tuyến.. . o\t  Mỗi giờ tương tác trực tuyến được tính tương đương 1.5 tiết giảng dạy trực tiếp trên lớp.. . -\t  Các môn Bài tập được bố trí tương tác trực tuyến.. . -\t  Các môn Thực hành/Thí nghiệm (bao gồm cả các môn Ngoại ngữ, Thể dục,…) được bố trí giảng dạy trực tiếp tại các Phòng Thực hành/Thí nghiệm. . Nên bạn phải cân nhắc kỹ trước khi đăng ký, vì theo như bạn trình bày bạn vẫn chưa biết khi nào có thể về nước. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo ạ,. . . . Phòng Đào tạo cho em hỏi là trong học kỳ hè 193 nếu em không đăng ký đủ môn theo CTĐT (5 môn) thì có phải viết đơn cam kết ĐKMH HK193 và gửi lại cho VPĐTQT không ạ?. . . . Em cảm ơn!. . . . Sinh viên,",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn! Bạn có thể liên hệ tại Văn phòng Đào tạo Quốc tế để được hướng dẫn thêm nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Thầy Cô, em là sinh viên k17 Khoa kỹ thuật giao thông, ngành Công Nghệ Ô Tô. Theo tiến độ học tập thì hè này em phải đi thực tập tốt nghiệp ngoài trường ạ, thì cô cho em hỏi là em có thể vừa đi thực tập vừa học thêm một số môn trong trường không ạ? Vì môn học này rất quan trọng giúp em có thể theo kịp tiến độ học tập ạ. . . Em có đăng kì thực tập rồi đã có kết quả đạt nhưng em không thấy thời gian quy định thực tập trong trường như thế nào ạ. . . Mong thầy cô giải đáp giúp em để em có thể kịp đăng kí môn học ạ, em xin cảm ơn ạ.",
            "Chào bạn,. . . . Ngoài thực tập bạn có thể đăng kí những môn học khác miễn không trùng TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi. . Em tên: [full_name] [student_id]. . Em có đóng trễ học phí dự thính HK192 sau đó em đã đóng học phí trên chung đợt với học phí chính lần 2 HK192. Nhưng hiện tại em đăng kí môn học hè HK193 thấy không đăng kí được do chưa đóng học phí, đồng thời em sắp thi môn dự thính nên em đang hoang mang không biết mình có bị cấm thi vì lí do trên không?. Mong thầy cô xem xét và trả lời em sớm nhất. Em cảm ơn.",
            "Chào em. . Em đã nộp đơn trình bày đóng trễ học phí dự thính 192 cho Phòng đào tạo chưa? nếu chưa bạn nhanh chóng nộp tại phòng đào tạo để xử lý các tình huống phát sinh. . Thân",
            "Chào bạn,. . Trường hợp đóng trễ HP sẽ được mở đăng ký MH dự thính hè 193 - đợt 3 (thời gian đợt 3 sẽ được công bố qua email). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em đã thanh toán học phí đầy đủ và đã đăng ký môn học dự kiến đợt 1 nhưng tất cả đều bị hủy và lý do là em chưa đóng học phí. Mong phòng đào tạo giải đáp giúp em, em xin cảm ơn",
            "Chào bạn,. . . . Bạn đăng kí môn học bình thường nhé, bạn kiểm tra lại những môn bạn không đăng kí trong phần lịch sử đăng kí môn học có nói rõ lý do.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là khi đăng kí 2 môn song hành Mạch điện tử với Tín hiệu hệ thống. Lúc em hủy môn Tín hiệu hệ thống thì môn Mạch điện tử hệ thống tự động hủy theo môn song hành, còn khi em hủy môn Mạch điện tử thì môn Tín hiệu hệ thống không tự động hủy như trường hợp ở trên.. . . . Vậy thì mình có thể học môn Tín hiệu hệ thống mà không học môn Mạch điện tử được không ạ?. . Hay chỉ học mỗi môn Mạch điện tử mà không học môn Tín hiệu hệ thống?. . . . Trường hợp của em là học lần đầu 2 môn đó.. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học, để PDT tư vấn cho bạn.. . . . Thân."
        ]
    }
]