[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là em đủ điều kiện tốt nghiệp đợt này nhưng do kì trước em ko đăng kí môn học nên bị đình chỉ học kì này. Liệu có giải pháp nào để em được xét tốt nghiệp kì này ko ạ ? Em cảm ơn ạ",
            "Chào bạn. . Chính xác là bạn đang bị tạm dừng, bạn tải mẫu đơn thu nhận tại trang web aao, rồi nộp tại phòng đào tạo A1, và khi đó nhớ đăng ký xét tốt nghiệp bổ sung luôn nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào cô, vì kết quả đăng kí môn Luận văn tốt nghiệp của em bị mã L: thiếu tín chỉ tích lũy. Nhưng số tín chỉ tích lũy hiện tại của em đã đủ để nhận luận văn trong kỳ này rồi (có ảnh kèm theo). Mong cô xem xét trường hợp của em. . . Em cảm ơn ạ!",
            "Chào em,. . . .    Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . .   Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Khi đăng ký giảng viên hướng dẫn luận văn có cần phải lên trường viết đơn và nộp hay chỉ cần liên hệ với giảng viên đó hoặc đăng ký online?",
            "Chào bạn. .  Về việc đăng ký giảng viên hướng dẫn luận văn bạn liên hệ trực tiếp Khoa - Bộ Môn để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy(cô) ạ. . Tình trạng ở học kì trước của em: . . -Đã học hết các tín chỉ phân ngành. . -Chưa làm LVTN. . -Chưa qua 4 anh văn (em chờ chuyển điểm từ bằng TOEIC ạ). . -Không đăng ký môn học ở HK1 năm học 2019-2020. . Hiện tại em đã có bằng TOEIC đủ để làm LVTN, vậy giờ em cần những giấy tờ gì để được nhận LVTN ở học kỳ này ạ.. . Em xin cảm ơn thầy(cô) ạ.",
            "Chào em,. . . . - Em vui lòng xem  qui chế học vụ về luận văn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . - Trong các đợt đăng kí luận văn bạn đã đăng kí chưa?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện hiện trên bkel đều có bài giảng của các môn kèm bài tập nhưng nhà trường không thông báo về việc học trực tuyến. Nên em có câu hỏi là học kì này đã đầu hay những video và bài giảng trên bkel chỉ để tham khảo trước ạ. Em cảm ơn",
            "Chào em,. . . . - Việc học trực tuyến Phòng Đào Tạo có thông báo qua mail, bắt đầu học 9/3 em xem lại mail.. . . . - Thay vì lên lớp thì học trực tuyến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào anh/chị tại văn phòng ạ, [full_name] [full_name] Em tên [full_name], khoá k13, mssv ILI13037[full_name] Em có thắc mắc về thời gian xét tốt nghiệp[full_name] Liệu thời gian xét có được dời lại hay vẫn giữ nguyên[full_name] Em và các bạn hiện tại vẫn chưa có cơ hội để lấy bằng anh văn vì trung tâm anh văn tại nhà trường vẫn đang tiếp tục dời lịch thi[full_name] Ngày thi tại trung tâm IIG cũng quá ngày xét tốt nghiệp[full_name] Em xin cảm ơn, em hy vọng sẽ được nghe phản hồi từ văn phòng sớm và có thể đưa em thêm phương án[full_name] [full_name] [full_name] [full_name] [full_name] Lời cảm ơn [full_name] [full_name] Nguyễn [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Chắc chắn thời gian xét tốt nghiệp sẽ dời để tạo điều kiện cho các bạn tốt nghiệp.. . Cụ thể thời gian thì các bạn vui lòng đợi email thông báo nghen",
            "Dạ, em cảm ơn anh/chị."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào ạ, em muốn hỏi là em đăng kí sai môn đồ án ạ, phòng đào tạo có thể đổi giúp em được không ạ. Môn em đã đăng kí là đồ án( kĩ thuật điện, điện tử) MMH: EE3061, phòng đào tạo có thể đổi giúp em sang môn đồ án( kĩ thuật Điện tử, truyền thông) MMH: EE3151.. . . . Mong phòng đào tạo giải quyết giúp em.. . Em cám ơn ạ.",
            "Chào em,. . . . Phòng Đào Tạo đã thay mã đồ án EE3061 thành EE3151 và cập nhật lại TKB cho em, em nhớ theo dõi TKB nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi làm cách nào để khôi phục lại mật khẩu của mybk và email sinh viên vì em quên mất mật khẩu cũ",
            "Chào bạn. . Phòng đào tạo thắc mắc tại sao bạn vào được BKSI thì sao mà quên được mật khẩu của Mybk và email , vì chỉ có 1 mật khẩu để vào chung cho tất cả mà. .",
            "Dạ vì em lưu nó vào thông tin bộ nhớ mật khẩu trên điện thoại nên cứ tiếp tục dùng thôi ạ, nhiều lúc cần đăng nhập trên một thiết bị điện tử khác thì không nhớ được mật khẩu, nên không biết có cách nào để khôi phục mật khẩu lại không ạ",
            "Chào em,. . . . Việc này em liên hệ trực tiếp PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . dạ cho em hỏi, em học lớp liên thông k17 học bên trường cao đảng điện lực. CD17DNLT.  Em còn nợ một môn Thực tập điện tử 2, có mấy lần em đăng kí học lại mà trường không mở lớp, cho em hỏi khi nào trường mở lớp để học được học trả môn ạ",
            "Chào bạn;. . học kỳ 192 này vẫn có mở môn Thực tập điện tử 2 mà bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Chào thầy cô, em học hệ VHVL, lịch đăng kí môn học hết hạn, nhưng em muốn đăng kí môn học thì làm thế nào ạ. .",
            "Chào em.. . hiện tại đã hết hạn bổ sung môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . . . Em hiện đang thực hiện luận văn trong kì này và dự kiến sẽ tốt nghiệp vào tháng 11 tới. Em có ý định đi du học và muốn nhập học vào tháng 9 sắp tới. Tuy nhiên trường nước ngoài không chấp nhận \"giấy chứng nhận tốt nghiệp tạm thời\" thay cho bằng tốt nghiệp.. . . . Em có thể xin phép phòng đào tạo cấp cho em giấy chứng nhận là em đã tốt nghiệp, trước đợt tốt nghiệp vào tháng 11 không ạ? Em không cần phải có bằng tốt nghiệp, chỉ cần giấy xác nhận là em đã tốt nghiệp thôi ạ.",
            "Chào em,. . . . Em chưa hoàn thành chương trình học sao cấp được giấy chứng nhận là em đã tốt nghiệp.",
            "QUOTE Chào em,. . . . Em chưa hoàn thành chương trình học sao cấp được giấy chứng nhận là em đã tốt nghiệp.  /QUOTE . . . . Em xin lỗi em chưa có giải thích rõ ràng. Ý em là trường có thể cấp chứng nhận cho em ngay khi em hoàn thành chương trình học (vào khoảng tháng 7) được không ạ?. . . . . . Em muốn hỏi trước để biết em có thể đi du học được hay không thôi ạ, chứ ngay bây giờ thì em chưa cần giấy chứng nhận tốt nghiệp.",
            "Chào em,. . . . - Việc tốt nghiệp phải có ngày giờ qui định, còn trường đặt biệt em phải nộp đơn PDT.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi lịch làm việc của thư viện trong mùa dịch ạ???. .",
            "Chào em,. . . . Em liên hệ thư viên trường."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .  . . Hiện tại em đang là SV năm cuối khoa kĩ thuật xây dựng, em có đăng kí luận văn tốt nghiệp đợt bổ sung (25/02/2020), trong quá trình đăng kí em không gặp vấn đề gì về thiếu môn hay thiếu bất cứ yêu cầu gì để được đăng kí luận văn (em đã xem lại rất kĩ), nhưng không hiểu tại sao kết quả đăng kí của em không có luận văn CI4343. Vì thế em muốn hỏi nguyên nhân nào mà em bị như vậy.. .  Mong được thầy/cô trả lời cho em! Em xin cảm ơn ạ. Chúc thầy/cô một ngày làm việc vui vẻ.. . . .",
            "Chào em,. . . . PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em đã đăng ký chuyển điểm môn AV4 thành công vào tháng 10 năm 2019 và đã đóng lệ phí, em được thông tin là điểm chuyển sẽ được hiển thị trong kết quả của hk đó là HK191. Nhưng hiện tại em xem bảng điểm kết quả của HK 191 thì ko thấy dấu hiệu nào thể hiện là điểm môn AV4 đã được chuyển ạ. ( em có đính kèm ảnh chụp màng hình chứng nhận đã đk chuyển điểm ạ ). . . . Cho em hỏi là đã có nhầm lẫn gì không ạ? mong thầy/cô kiểm tra giúp em ạ!. . . . Em cảm ơn ạ!",
            "Chào em, . . . . Em vào trang sinh viên, vào mục chuyển điểm https://mybk.hcmut.edu.vn/stinfo/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo. . . Em là sinh viên lớp KSTN khoa Xây Dựng khóa 2016. . . Thầy/Cô cho em hỏi về việc công nhận đạt môn học KSTN ở học kì 191. Cụ thể là môn học bất kỳ phải đạt điểm trung bình môn học 7.5 trở lên hay là 7.0 trở lên thì mới coi là đạt ạ?. . Em chỉ thắc mắc về điểm trung bình môn học, không thắc mắc về phần mở rộng ạ. . . Mong phòng đào tạo sớm trả lời giúp em. . . Em xin cám ơn.",
            "Chào bạn. . Bạn tham khảo quy định về KSTN tại :. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145. . . . Phòng đào tạo có gởi thêm văn bản đính kèm : Trong văn bản có quy định rõ việc áp dụng cho sinh viên KSTN K2016 và chỉ áp dụng cho HK 2(2018-2019) về việc tính đạt điểm trung bình môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em chào Phòng Đào Tạo,. . . . Em là [full_name] - [student_id] hiện là sinh viên tài năng K16.. . Em có đọc được một Quyết Định ( vui lòng xem ảnh đính kèm ạ). . . Em thắc mắc là để xét Tài Năng khi những môn tài năng đạt là khi lớn hơn hoặc bằng 7.0 và thêm phần mở rộng là \"đạt\" với Thời điểm áp dụng HK2/2018-2019. . có nghĩa là từ thời điểm đó ( HK2/2018-2019) cho đến tốt nghiệp tất cả các môn tài năng 7.0 là đạt phải không ạ? . . . . Em cảm ơn!. .",
            "Chào bạn. . Bạn vui lòng đọc kĩ điều 2: áp dụng cho sinh viên KSTN khóa 2016 và chỉ áp dụng vào HK 2(2018-2019)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  đăng kí môn học thành công nhưng elearning không có môn . . Vào học kì 192 em có đăng kí môn đồ án thiết kế máy (me2011) thành công trên hệ thống và có thời khóa biểu.Nhưng trên elearning em k tìm thấy môn học đó.Cho em hỏi em phải làm sao để môn đó có trên elearning.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Môn học này bạn phải liên hệ về [full_name] nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/ thầy. . Em tên là [full_name], MSSV [student_id]. Kỳ này em có đăng ký luận văn tốt nghiệp vào đợt đăng ký bổ sung và nhận được thông báo thành công nhưng đến bây giờ thì tên của em vẫn chưa có trong danh sách đăng ký môn học thành công. Em kiểm tra lại thì thấy có 2 phần đăng ký luận văn. 1 là đăng ký bổ sung, 1 là kết quả đăng ký bổ sung, phần đăng ký bổ sung thì đã báo là đủ điều kiện đăng ký nhưng trong phần kết quả vẫn không thấy có thời khóa biểu. Cho em hỏi là em còn thiếu điều kiện đăng ký nào ạ ? Em phải làm sao để đăng ký luận văn ạ, vì em đang làm với giáo viên hướng dẫn rồi ạ, em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em.. . . . . .  Em xem lại qui chế về nhận luận văn và tự kiểm tra lại chính mình----         . .                  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609. . . . Bên cạnh đó, PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Em dk in bảng điểm. Đã làm đủ các bước theo hướng dẫn nhưng bên BkPay chưa hiện mục để thanh toán. Pdt giúp dùm. E cám ơn.",
            "Từ sáng hôm qua tới nay vẫn chưa cho thanh toán ạ.",
            "Chào bạn,. . . . Những sinh viên đã ra trường khi in bảng điểm phải lên trực tiếp PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn học là: MA3343. . Dạ cho em hỏi. . Hiện tại em tích lũy được 96 chỉ.. . Kì 2 này em đăng kí 19 chỉ.. . Em được biết số chỉ đi thực tập là 98 chỉ là tính đến hết kì 2, như vây em được 115 chỉ đã thỏa điều kiện.. . Bữa em có đăng kí môn thực tập tốt nghiệp thì có xác nhận là thỏa điều kiện đăng kí. Nhưng khi em xem kết quả đăng kí thì lại không có môn thực tập trong thời khóa biểu ạ.. . Nếu bây giờ em muốn có môn thực tập vào thời khóa biểu thì phải làm sao ạ.",
            "Chào em,. . . . PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   /B  hiện tại với diến biến phức tạp của dịch bệnh em muốn hỏi răng xin mở lớp môn học vào kì dự thính như thế nào ạ, vì không đủ số lượng nhưng môn đó năm trong nhóm môn 12 tín chỉ bắt buộc của CTDT.",
            "Chào em,. . . . Em muốn mở lớp dự thính thì nộp đơn trực tiếp PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào ạ. Lúc trước em đăng kí môn đồ án mà bị lộn ạ. Phòng Đào Tạo có thể giúp em đổi môn Đồ Án ( kĩ thuật Điện, Điện Tử) [full_name]H:EE3061 chuyển thành môn Đồ Án ( kĩ thuật Điện tử, Viễn thông) [full_name]H: 3151 được không ạ. . . Em mong Phòng Đào Tạo giải quyết giúp em ạ. . . Em xin cảm ơn!",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi và sẽ chạy lại TKB cho em. Em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào admin ạ!. . Em là [full_name] - MSSV [student_id] thuộc Khoa Môi Trường và Tài Nguyên.. . Vì lỡ đăng kí môn học không thuộc ngành học của mình, nên em xin PĐT xoá giúp em môn Con người và môi trường ( nhóm lớp L01 - mã môn học EN1003) ạ.. . Em xin chân thành cảm ơn sự quan tâm đọc tin nhắn và giúp đỡ em từ phía PĐT.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Đã hết thời hạn huỷ môn học, em muốn huỷ phải làm đơn rút môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào nhà trường ạ! Em là [full_name][full_name], khoa KTXD hiện đang học tập tại trường ạ. Trong đợt đăng kí bổ sung LVTN vừa qua em vẫn đăng kí như mọi khi nhưng đến khi nhận kết quả thì em lại không thoả điều kiện đăng kí mặc dù em tự thấy mình thoả mãn toàn bộ các tiêu chí của nhà trường ạ. Em rất hoang mang và mong nhà trường xem xét lại kết quả và cho em biết thêm về lí do ạ. Mong nhà trường giải đáp sớm để em còn sắp xếp việc để ra lại trường ạ, chứ tình hình dịch bệnh cũng nguy hiểm lắm ạ. Em chân thành cảm ơn. .",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name]  Em chào nhà trường ạ! Em là [full_name][full_name], khoa KTXD hiện đang học tập tại trường ạ[full_name] Trong đợt đăng kí bổ sung LVTN vừa qua em vẫn đăng kí như mọi khi nhưng đến khi nhận kết quả thì em lại không thoả điều kiện đăng kí mặc dù em tự thấy mình thoả mãn toàn bộ các tiêu chí của nhà trường ạ[full_name] Em rất hoang mang và mong nhà trường xem xét lại kết quả và cho em biết thêm về lí do ạ[full_name] Mong nhà trường giải đáp sớm để em còn sắp xếp việc để ra lại trường ạ, chứ tình hình dịch bệnh cũng nguy hiểm lắm ạ[full_name] Em chân thành cảm ơn[full_name] [full_name]   /QUOTE [full_name] [full_name] [full_name], em kiểm tra lại số tín chỉ tích lũy ngành xem có đủ điều kiện nhận LVTN chưa?"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính chào phòng đào tạo,. . Em tên Đặng [full_name] MSSV [student_id], trong thời gian mở đợt thi anh văn ngày 21/12/2019, em có đăng kí trước đó, nhưng vì bận chuyện đột xuất nên em đã hủy đăng kí nhưng không biết tại sao trên BKpay cuả em lại có phần tiền phí đó, mong phòng đào tạo xem xét lại dùm em.. . . . . .",
            "Chào em,. . . . Đợt đăng kí anh văn này chỉ  được đăng kí, đâu cho huỷ. Vậy em minh chứng việc em huỷ môn anh văn này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thân chào phòng đào tạo,. . Em tên Đặng [full_name], MSSV [student_id], vì số điện thoại mà em đăng kí tài khoản OCB đã lạc mất cách đây hơn 8 tháng nên khi đóng học phí em không thể đóng được và ở quê em không có ngân hàng OCB nên em cũng không có điều kiện ra ngay ngân hàng để thay đổi thông tin, mong phòng đào tạo giúp dùm em. Em xin cảm ơn.. . . . . .",
            "Chào em,. . . . Em có thể liện hệ ngân hàng OCB qua điện thoại họ hướng dẫn cho em.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name] - MSSV: [student_id] ạ.. . Trong đợt ĐKMH bổ sung LVTN lần cuối cùng (25/2 - 02/03/2020), em đã đặng ký nhưng không được do loại hình sinh viên không đúng (em đã hoàn thành tất cả các môn học trong chương trình, không nợ môn và đã bổ sung chứng chỉ anh văn đầy đủ). Em đã lên Phòng Đào tạo hỏi và làm đơn trong thời hạn vẫn đăng ký được môn học là vào ngày 27/02/2020 và nhận được phiếu hẹn trả lời vào ngày 03/03/2020. Nhưng đến ngày này em lên thời khóa biểu và sau đó là vào mục \"Kết quả Đăng ký bổ sung TTTN - LVNTN- DCLVTN Học kỳ 192- Hệ Chính Quy\" thì em vẫn không thấy được kết quả em đăng ký được LVTN.. . Vào ngày 05/03/2020 em có lên trường một lần nữa để hỏi và Phòng Đào tạo đã đồng ý xem lại giúp em lý do đơn của em vẫn chưa có kết quả. Nhưng đến bây giờ em vẫn chưa thấy được kết quả online ạ.. . Với tình hình dịch bây giờ, trường cũng hạn chế việc đi lại nên thông qua dịch vụ hỗ trợ trục tuyến này, em rất mong Phòng Đào tạo giải quyết giúp em để em có thể làm LVTN và hoàn thành chương trình học đúng thời hạn.. . Em cám ơn và chúc Phòng Đào tạo một ngày làm việc thật vui và thật khỏe.. .",
            "Chào bạn,. . Bạn vui lòng xem thời khóa biểu tại mybk/thời  khóa biểu nhé.. . Thân",
            "Em chào cô,. . . . Thời khóa biểu của em đã được cập nhật rồi.. . Em cám ơn cô nhiều lắm ạ.. . . . Sinh viên,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi các thầy cô,. . Hiện tại em đã hoàn thành xong luận văn nhưng vẫn còn nợ 1 môn. Cho em hỏi em có thể đăng kí thi tiếp để học lên thạc sĩ và đảm bảo trả nợ trong học kì kế tiếp được không ạ ?",
            "Chào em,. . . . Việc này em hỏi văn phòng đào tạo Sau Đại Học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . . . Em là [full_name], MSSV [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học ứng dụng. . . . Vấn đề của em là: Em đã không đăng ký môn đồ án cơ sở (AS2045) trong học kỳ 192 này. Sau này tìm hiểu thì em mới biết là các môn đồ án và luận văn không thể được học song song và sẽ kéo theo trễ ít nhất 1 năm học. Trong học kỳ chính thì em đã đăng ký 21 tín chỉ.. . Do đó, em mong được Phòng đào tạo xem xét giúp đỡ em bổ sung môn đồ án cơ sở (AS2045) nhóm lớp A01 của thầy [full_name] và đồng thời rút môn học Xl hìnhảnh ysinh bằngkts (AS3055) nhóm  lớp A01 của thầy [full_name] (2 môn học cùng 1 thời khóa biểu và tổng số tín chỉ em đăng ký trong học kỳ 192 sẽ thành 19 tín chỉ). . Nếu có thể được bổ sung và cần những giấy tờ gì thì thầy/cô cho em biết, em sẽ xin ý kiến của giáo viên giảng dạy.. . . . Em xin trân trọng cảm ơn.",
            "Chào em,. . . . Rút môn học, em phải nộp đơn trực tiếp PDT nhé. Sau khi rút môn học mới đăng kí môn học được. Việc này em phải làm sớm nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612736  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi thầy/cô,. . . . Em tên là Nguyễn Hồ Minh Phước, MSSV:1612736, khoa Khoa học và Kỹ thuật máy tính và kỳ này em muốn đăng ký tốt nghiệp. Em viết mail này để hỏi về 3 vấn đề như sau:. . . .   B 1. Không có trong danh sách tốt nghiệp và không khai được lý lịch tốt nghiệp:  /B . . Hiện tại em đã làm xong luận văn. Luận văn em đang in và sẽ nộp trước 13/03. Em đã học hết tất cả các môn yêu cầu, nộp chứng chỉ anh văn nghe đọc, thi anh văn nói viết và đủ 20 ngày CTXH. Nhưng em không tìm thấy mình trong danh sách tốt nghiệp dự kiến và cũng không thể cập nhật được thông tin trong mục Khai lý lịch tốt nghiệp (Hình đính kèm: img1).. . . .   B 2. Rút môn học để thanh toán học phí:  /B . . Kỳ này em có đăng ký hai môn học vì sợ kỳ vừa rồi em rớt môn:. .     - Mật mã và an ninh mạng. .     - Công nghệ phần mềm nâng cao. . Tuy nhiên, em đã hoàn thành và hiện tại em muốn rút hai môn này cũng như thanh toán học phí cho hai môn này để tốt nghiệp. Thời gian rút môn bị dời lại tới 16/04 nhưng theo lịch ngày 27/03 là ngày xét tốt nghiệp. Vậy em phải làm sao trong trường hợp này ạ?. . . .   B 3. Không có mặt tại ngày tốt nghiệp:  /B . . Trong tháng tốt nghiệp, em sẽ ở nước ngoài và không thể về dự lễ tốt nghiệp. Đối với trường hợp như em thì có thể nhờ bạn đi nhận giùm được không ạ?. . . . Em xin cảm ơn thầy/cô đã giúp em đọc ý kiến này. Chúc thầy/cô có ngày làm việc vui vẻ.. . . . Kính thư,. . Nguyễn Hồ Minh Phước",
            "Chào em,. . . . Câu 1: Em cho hình minh chứng để PDT kiểm tra trường hợp khai lý lịch. . . . Câu 2: PDT sẽ ghi nhận trường em sẽ xét lại tốt nghiệp cho em.. . . . Câu 3: Trường hợp nhận dùm bằng cấp phải có giấy uy quyền có công chứng của chính quyền, người nhận bằng phải minh chứng được người thân như : cha, mẹ, anh chị. Bạn bè không được nha em.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Xin cho em hỏi sinh viên k14 bây giờ nộp chứng chỉ toeic để được làm tốt nghiệp là 450đ như cũ phải không ạ? Em cảm ơn.",
            "Chào em,. . . . Em xem qui chế điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. .   I Kính chào Thầy (Cô).. . Em có một số câu hỏi như sau.. . Em mới nộp bằng toeic ngày 10/03 để chuyển điểm môn anh văn 4 để hoàn thành chương trình đào tạo.. . Hiện nay em đang đăng kí học môn anh văn 4 học tại trường.. . Theo quy định hiện tại, việc chuyển điểm cho tốt nghiệp phải trước hạn chót ít nhất 2 tuần và nộp hồ sơ tốt nghiệp. Và em cũng xin được rút môn anh văn 4.. . Để kịp cho đợt tốt nghiệp tháng 4 sắp tới, em cần bổ sung thêm những giấy tờ như thế nào ạ.. . Rất mong sẽ được thầy (cô) phản hồi sớm.. . Em xin cảm ơn thầy (cô).. .  .",
            "Chào em,. . . . Em vào trang hướng dẫn tốt nghiệp http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=192&tid=902",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào thầy (cô). . Hiện tại em chưa đăng kí tốt nghiệp được vì chưa có trong danh sách dự kiến.. . Hiện tại em đang muốn rút môn học anh văn 4 và em cũng xin phòng đào tạo xem xét chuyển điểm anh văn sớm giúp em để em có thể tốt nghiệp trong tháng 4 tới.. . Vì bây giờ trường đang trong thời gian nghỉ dịch, nên em nhắn qua đây mong sẽ có được sự hướng dẫn nộp đơn ạ.. . Em xin cảm ơn",
            "Chào em,. . . .  - Điểm anh văn 4 của em đã chuyển rồi  rồi https://mybk.hcmut.edu.vn/apps/src/nopccav/search.aspx?ticket=ST-[student_id]-[full_name]MmIQ5eGx-sso.hcmut.edu.vn. . . .   - [full_name] ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Chiều thứ 6 hàng tuần sẽ có kết quả tốt nghiệp. Em theo dõi thường xuyên nhé.",
            "Em cảm ơn cô nhiều nhé!",
            "I . . Em chào cô,. . Hiện tại em lên coi danh sách dự kiến tốt nghiệp vẫn chưa có tên trong danh sách. . . Cô có thể cho em biết tình trạng của em đang còn thiếu sót về vấn đề gì không ạ.. . Em xin cảm ơn cô.. .   /I",
            "Chào em,. . . . Thứ 6 tuần sau (20/3) em xem lại nhé.. . . . Thân.",
            "I . . Em chào cô,. . . . Hiện tại em vẫn chưa thấy có tên trong danh sách tốt nghiệp dự kiến. . . Mong cô sẽ kiểm tra giúp tình trạng hiện tại của em. . . Em xin cảm ơn cô.. . . .  ([full_name] - MSSV: [student_id]). . . .   /I",
            "Chào em,. . . . Em đã có tên trong danh sách tốt nghiệp rồi, bạn kiểm tra mail hướng dẫn tốt nghiệp PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT, em tên [full_name] [student_id], em có thắc mắc mong PĐT giải đáp. . . . Hiện nay dịch virus Covid-19 đang phức tạp và thời gian nghỉ đến cuối tháng 3, vậy cho em hỏi thời gian thực hiện luận văn tốt nghiệp (cũng như thời gian bảo vệ luận văn) có được dời không ạ. Hiện nay là tuần 11 và trên thời khoá biểu luận văn sẽ kết thúc vào tuần 21!.. . . . Em xin cảm ơn . .",
            "Chào em,. . . . - Em kiểm tra lại TKB em nhé, kết thúc tuần 26.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đang làm luận văn tốt nghiệp, cho em hỏi vì ảnh hưởng của dịch thì thời gian báo cáo tốt nghiệp hay kết thúc học kì 192 này sẽ vào thời gian nào. Vì trước khi thời gian học thay đổi như hình bên dưới (tuần 21) thì từng có lịch kết thúc tuần thứ 26 (hình2). . . Hiện tại em đang thực tập ở công ty bên ngoài và cần báo lại thời gian kết thúc học kỳ. Rất mong nhận được phản hồi từ quý thầy cô.",
            "Chào em,. . . . Em phải theo dõi thường xuyên, nếu có thay đổi lịch học trường thông báo qua mail và cập nhật lên web.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký luận văn tốt nghiệp ngành Xây dựng dân dụng và công nghiệp (Mã CI4343) nhưng lại không thoả điều kiện đăng ký. Em đã qua tất cả các môn tiên quyết và nộp chứng chỉ toeic đầy đủ theo yêu cầu của nhà trường. Mong nhà trường xem xét lại giúp em.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đăng ký luận văn tốt nghiệp ngành Xây dựng dân dụng và công nghiệp (Mã CI4343) nhưng lại không thoả điều kiện đăng ký. Em đã qua tất cả các môn tiên quyết và nộp chứng chỉ toeic đầy đủ theo yêu cầu của nhà trường. Mong nhà trường xem xét lại giúp em.  /QUOTE . . . . [full_name], em lên myBK kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em muốn xin đăng ký thêm 2 môn học:. . - Các phương pháp phân tích hiện đại(CH3005), nhóm A01, thứ 5, tiết 10-12. . - Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học(CH3133), nhóm A05, thứ 5, tiết 345",
            "Chào em,. . . . [full_name] đã đăng kí cho em môn CH3005, CH3133 và sẽ chạy lại TKB cho em. Em thường xuyên theo dõi nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo. . . Vào đợt đăng ký bổ sung LVTN ngày 25/2, em có đăng ký môn LVTN nhưng kết quả lại không đăng ký được. Em đã hoàn thành các môn tiên quyết LVTN và đạt chứng chỉ TOEIC. Mong PĐT xem xét lại giúp em để em có thể ra trường đúng hạn. Em xin chân thành cảm ơn.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính gửi Phòng đào tạo.. . Vào đợt đăng ký bổ sung LVTN ngày 25/2, em có đăng ký môn LVTN nhưng kết quả lại không đăng ký được. Em đã hoàn thành các môn tiên quyết LVTN và đạt chứng chỉ TOEIC. Mong PĐT xem xét lại giúp em để em có thể ra trường đúng hạn. Em xin chân thành cảm ơn.  /QUOTE . . . . Trí, em lên myBK kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Dạ trong đặt đăng kí luận văn tốt nghiệp gần nhất em đã đăng kí và đã đủ hết các điều kiện ở thời điểm đăng kí, nhưng kết quả trong đợt trả kết quả đăng kí lvtn thì lại không có ạ.. . Kính mong trường giải quyết giúp em ạ.. . Em xin chân thành cảm ơn ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . Kính gửi Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. . Dạ trong đặt đăng kí luận văn tốt nghiệp gần nhất em đã đăng kí và đã đủ hết các điều kiện ở thời điểm đăng kí, nhưng kết quả trong đợt trả kết quả đăng kí lvtn thì lại không có ạ.. . Kính mong trường giải quyết giúp em ạ.. . Em xin chân thành cảm ơn ạ  /QUOTE . . Phát, em lên myBK kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi Thầy/Cô,. . . . Em tên là Nguyễn Ngọc Như Quỳnh - 1612908. Hiện tại, em mong muốn được rút môn học Quản lý theo Lean và 6-Sigma (  B IM3077  /B ).. . . . Lý do: do học kỳ này em đang tham gia thực tập và những dự án khác nên em sợ không sắp xếp được thời gian để đảm bảo đáp ứng đủ yêu cầu cho môn học IM3077 này.. . . . Kính mong Thầy/Cô xem xét cho em được rút môn học này ạ.. . . . Em xin chân thành cảm ơn và chúc Thầy/Cô một ngày làm việc hiệu quả.. . Em Như Quỳnh.. .",
            "Chào em,. . . . Em phải làm đơn rút môn học nộp PDT nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi: Phòng đào tạo Đại học Bách Khoa TP.HCM. . Em tên là: [full_name]. . MSSV: [student_id]. . Thuộc khoa Điện-Điện tử. . - Em có thắc mắc là nếu bây giờ em đăng ký rút môn thì được tính là \"hủy môn\" hay là \"rút môn\" ạ, có mất học phí không ạ ?. . - Và em có thể rút môn online được không ạ ?. . Em rất mong nhận được phản hồi từ quý thầy cô, em xin cám ơn ! . .",
            "Chào em,. . . . - Thời điểm này thì rút môn học, có mất học phí.. . - Rút môn học phải nộp đơn trực tiếp PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 009099  /b \t. . . .   i Yêu cầu khác . Hk 192 tôi có hướng dẫn 1 nhóm đồ án Thiết kế ở bộ môn Thiết kế máy , Khoa Cơ khí,. . Tôi xin mở lớp HD online trên Bkel để thuận tiện hướng dẩn cho SV lúc chưa học tập trung .. . Rất mong sự giup1 đở của nhà trường.. . Xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào thầy,. . . . - Thầy có thể gởi mail về Phòng Đào Tạo, mã môn học, mã nhóm, mã cán bộ với địa chỉ mail [email] hoăc [email].. . . . - Môn học có cán bộ phụ trách sẽ cập nhật trên Bkel."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý anh chị phụ trách,. . . . Tôi là [full_name].. . MSSV: [student_id]. . Vào cuối năm 2019, tôi có tham dự kỳ thi tuyển Cao học - Đợt 2.. . Kết quả đạt và tôi nhận giấy báo nhập học vào Sau Tết Âm Lịch (vào khoảng 02/2020).. . . . Tôi cũng đã đóng học phí (khoảng hơn 8 triệu) trước đó theo quy định của Nhà trường.. . . . Nay do dịch Covid19, nên lịch học hiện hoãn cho đến hết Tháng 3 và chưa thể xác định thời gian khai giảng chính xác. . . . . Do vậy tôi có thắc mắc:. . - Tôi cứ tiếp tục theo dõi thông báo từ nhà trường qua hộp mail có đúng ko?. . - Mọi vấn đề về môn học, lịch học, đăng ký môn học...thì cũng phải khi có thông báo ngày nhập học chính thức thì tôi mới phải quan tâm và xử lý, có đúng ko?. . - Tôi cũng ko cần liên hệ gì với Nhà Trường cho đến khi có thông báo nhập học trở lại qua email?. . . . Trân trọng cảm ơn và mong được sớm phản hồi.. . . . . . . .",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp với phòng Đào Tạo Sau Đại học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em đã hỏi câu hỏi này hôm qua, nhưng do diễn đạt câu hỏi chưa rõ nên em xin phép được hỏi lại. (câu hỏi cũ: http://bksi.hcmut.edu.vn/extranet/supports/index.php?ID=7634). . . . Em hiện đang thực hiện luận văn trong kì này và dự kiến sẽ tốt nghiệp vào tháng 11 tới. Em có ý định đi du học và muốn nhập học vào tháng 9 sắp tới, tuy nhiên trường nước ngoài yêu cầu chứng nhận em đã tốt nghiệp vào lúc nhập học (tháng 9), nhưng trường Bách Khoa lại cấp bằng vào tháng 11 sẽ không kịp cho em nhập học. Trường có cấp giấy tốt nghiệp tạm thời nhưng trường nước ngoài lại không chấp nhận giấy đó ạ.. . . . Em có thể xin phép trường cấp cho em giấy chứng nhận là em đã tốt nghiệp ngay khi em hoàn thành chương trình học (tháng 7) được không ạ? Em chỉ cần giấy chứng nhận rằng em đã tốt nghiệp chứ không cần thiết là phải có bằng ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Xin phép pdt xem giúp em trường hợp [full_name] mssv [student_id]. Em đã đủ ctxh để đk tốt nghiệp rồi. Em cảm ơn.. .",
            "Chào em,. . . . PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Chiều thứ 6 hàng tuần em xem kết quả tốt nghiệp nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào các thầy cô trong phòng đào tạo. Em muốn hỏi về việc kết quả đăng ký luận văn của em bị huỷ mặc dù trước đó em đã có thể đăng ký trong đợt đăng ký luận văn bổ sung, mong phòng đào tạo giúp đỡ cho em ạ.. . Cám ơn các thầy côi",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Xin chào các thầy cô trong phòng đào tạo. Em muốn hỏi về việc kết quả đăng ký luận văn của em bị huỷ mặc dù trước đó em đã có thể đăng ký trong đợt đăng ký luận văn bổ sung, mong phòng đào tạo giúp đỡ cho em ạ.. . Cám ơn các thầy côi  /QUOTE . . . . Chào [full_name], em kiểm tra xem số tín chỉ tích lũy ngành có đủ điều kiện nhận LVTN không nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin.. . Em tên Võ Danh Thùy. mssv [student_id].. . Em thuôc khoa xây dựng.. . Cho em hỏi là e có đăng kí môn Sức bền vật liêu(Ci2007) trong học kì dự thính 192=)) học kì hè e có đăng kí được môn Cơ hoc kết cấu(CI2029)dc k ạ. Sbvl là môn học trước của cơ kết cậu ạ.. . Mong admin giải đáp. em cảm ơn ạ!. .",
            "Chào em,. . . . Em đăng kí môn Sức bền vật liêu(Ci2007) trong học kì dự thính 192, học kì hè 193 em có đăng kí được môn Cơ hoc kết cấu(CI2029) . Sbvl là môn học trước của cơ kết cậu ---  trường hợp đăng kí được em nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   I . . Kính Chào Thầy(Cô) giáo.. . Em có một số thông tin như sau:. . Sáng nay em có nhận được phản hồi về hướng dẫn đăng kí tốt nghiệp trên website của nhà trường. Nhưng em đang có 2 vấn đề sau nên em chưa thể đăng kí xét tốt nghiệp. . Thứ nhất là: Hiện tại em có nộp bằng toeic ngày 10/03 để chuyển điểm môn anh văn 4 không trong đợt chuyển điểm của nhà trường. Theo quy định là nộp chứng chỉ trước 2 tuần. Vậy em rất mong sẽ được nhà trường tạo điều kiện xem xét chuyển điểm giúp em để kịp thời gian ra trường.. . Thứ hai là: Em đang đăng kí môn học anh văn 4 ở học kì 2 này, em muốn được rút môn học để đăng kí tốt nghiệp.. . . . Vậy Em cần bổ sung thêm những giấy tờ gì (Ví dụ như đơn xin hủy môn học và đơn xin chuyển điểm anh văn). Do hiện tại nhà trường đang trong thời gian nghỉ dịch nên em không thể đến trực tiếp được. Vậy kinh mong quý thầy cô sẽ có những phản hồi hướng dẫn em hoàn thành thủ tục tốt nghiệp.. . Em xin cảm ơn. . .  ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em mới nhận được email thông báo đx hết thời gian đào tạo tối đa từ HK192 nên bị buộc thôi học. Tình trạng hiện nay của em như sau:. . - em đã làm LVTN và hoàn thành TOEIC 525. . - đã hoàn thành chương trình đào tạo. Điểm tích lũy hiện nay là 7.19. . - Còn 1 môn tích lũy thêm (Phương pháp tính - MT1009) đã học nhưng chưa đạt . . - Em hiện đag là sỹ quan công tác trong quân đội nên điều kiện đi lại nắm bắt thông tin khá khó khăn (1 phần nguyên nhân dẫn đến chưa đạt). . Vậy cho em hỏi em có thể xin kéo dài thêm 1 học kỳ nữa được không? nếu được thì em có thể đăng ký bổ sung môn học không (vì hk192 e chưa đky môn học mà đang đky học dự thính)? . . em xin cảm ơn!",
            "Chào bạn. . Bạn có thể nộp đơn cứu xét xin gia hạn 1 học kỳ, trình bày rõ lý do, có minh chứng đính kèm, nộp tại phòng đào tạo để ban lãnh đạo phòng duyệt hồ sơ",
            "Vâng. e cảm ơn. Phòng Đào tạo hiện nay (đang có dich covid19)vẫn tiếp sinh viên bình thường đúng không ạ?",
            "Chào em,. . . . Trường làm việc bình thường nha em.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là. . Thông báo của trường cho nghỉ đến hết tháng 3, tức là 1.4 bắt đầu trở lại. . Mà sao e thấy trên tkb là 30.03 31.03 vẫn có tiết ạ. . Mong thầy cô giải đáp cho e. . Em xin chân thành cám ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Vì biểu đồ học tập tính theo tuần, bắt đẩu học từ tuần 14, tuần 14 thứ 2 là ngày  30/3.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ thưa phòng đào tạo.Hiện em đã có đủ điểu kiện ngày công tác xã hội ,có anh văn và những điều kiện khác để đăng kí tiểu luận .Vậy mong pdt xét bổ sung thêm sĩ số môn tiểu luận tốt nghiệp để em đăng kí , mã số môn học 260663.Em cám ơn",
            "Chào em,. . . . PDT ghi nhận lại trường hợp em và sẽ xét 1 lần nữa. Ngày 24/3 sẽ có kết quả.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô ở phòng đào tạo,. . Em đã đủ số tín chỉ tích lũy đồng thời đã nộp anh văn mà vẫn bị hủy kết quả đăng ký luận văn.Và cho em hỏi thêm trong trường hợp em không đủ tín chỉ tích lũy ngành, em có thể nộp đơn để xin làm luận văn không ạ. Mong thầy cô xem xét, em xin cám ơn.",
            "Chào em,. . . . Không đủ số tín chỉ tích luỹ ngành không đăng kí được luận văn nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào các thầy/cô ạ. Hiện tại em đã hoàn thành các điều kiện tốt nghiệp. Mong các thầy cô hỗ trợ cập nhật danh sách tốt nghiệp để em co thể đăng ký tốt nghiệp ạ. Em cảm ơn. \t. . . .",
            "Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 hàng tuần phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn /tốt nghiệp /thông tin tốt nghiệp/danh sách tốt nghiệp 04/2020. . -Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Yêu cầu khác . Em K13 em muốn viết đơn thôi học và chuyển qua hệ VHVL em ko tìm thấy mẫu đơn, thầy/cô có thể cho em xin mẫu đơn được không ạ. Em cũng thấy trong hồ sơ yêu cầu bản sao bằng tốt nghiệp THPT (em đã nộp cho nhà trường rồi) bây giờ em có cần rút ra và nộp lại không? Quy trình rút bằng tốt nghiệp THPT thế nào ạ?",
            "Chào bạn. . Bạn tải mẫu đơn thôi học tại www.aao.hcmut.edu.vn --  biểu mẫu . . - Hồ sơ thì bạn liên hệ Tổ ĐTTX 201A4 để tư vấn nghen"
        ]
    }
]