[
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô, . . Về chuẩn anh văn mỗi năm cần đạt của chương trình việt pháp là như hệ đại trà hay là hệ kĩ sư tài năng vậy ạ? . . Em cảm ơn.",
            "Chào bạn. . Về chuẩn anh văn mỗi năm cần đạt của chương trình việt pháp là như hệ đại trà (nhưng khi tốt nghiệp có quy định riêng về CTV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  em là sinh viên k15 tên [full_name] mssv [student_id] , bằng cấp 3 em pdt đang giữ phải ko ạ",
            "Chào bạn. . Bạn kiểm tra lại nghen, phòng đào tạo chỉ nhận bản sao có công chứng thôi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Phần video của các môn học HK201 chưa được cập nhật trên BKeL ạ!. . . . Em cảm ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Em là: [full_name] . . MSSV: [student_id]. . Khoa Cơ Khí. . Đợt đăng kí môn học đợt 3 vừa rồi em có đăng kí học môn bóng chuyền nhưng kết quả đăng kí môn học đợt 3 lại có cả môn bóng chuyền với môn bơi, em xin nhờ nhà trường kiểm tra lại giúp em với ạ. Em xin cảm ơn.. . . .",
            "đã hủy môn bơi. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn Phương pháp tính ở HK201 của em có sự khác nhau ở tên GV như hình dưới. Trong kết quả ĐKMH đợt 3 thì để tên Thầy [full_name], nhưng trong BKEL lại là Cô Nguyễn Thị Cẩm Vân. Cuối cùng thì em sẽ học GV nào ạ? . . Xin cảm ơn quý Thày/Cô PĐT đã đọc và giải đáp.",
            "Chào bạn,. . Về việc thay đổi cán bộ, bạn có thể liên hệ về Khoa/ Bộ môn để được trả lời chính xác cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . e bị trùng lịch thi của môn SP1031, thi vào ngày 21/9/2020. 18h30, phòng 402C4. . Và môn Địa chất công trình CI2095, học vào ngày 21/9/2020, tiết 10-12, phòng H6-306. . thời gian di chuyển giữa 2 cơ sở ko đủ . . e có cap màn hình lại ạ, xin pdt kiểm tra giúp e. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Video của các môn học HK201 bị lỗi không xem được ạ, (hình ảnh đính kèm) còn video của các môn học các học kì trước em vẫn xem bình thường được ạ!. . . . Em cảm ơn nhiều ạ,",
            "Chào bạn. . hệ thống đã cập nhật xong, bạn lên kiểm tra nghen. . Thân",
            "Dạ em mới kiểm tra vẫn chưa xem được ạ,. . Bấm vào video thì bị hiện: \"Video format not supported\" ạ (em có đính kèm hình ạ)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em xong hết. Chỉ còn anh văn. Em k15 chưa đủ 500. Hiện tại em thiếu 4 anh văn. Em đang chuyển điểm anh văn thành av1 av2 av3. Em còn thiếu av4. Để kịp tốt nghiệp cho KỲ sau. Em mong thầy cô PDT tạo đk cho em được vào lớp AV 4 . . . . Em chân thành cảm ơn. . . . .",
            "Chào bạn,. . . . [full_name] đã đăng kí môn anh văn 4 (LA1009), kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quí Thầy, cô. . Em tên: [full_name]. . MSSV [student_id]. . Em muốn hỏi . . - Em học hệ vừa học vừa làm. Em có phải làm luận văn tốt nghiệp và đi thực tập không ạ.. . - Hệ VHVL có cần phải học anh văn toeic không ạ. . Mong Quí thầy cô giải đáp giúp em ạ.. .   i Học vụ .",
            "Chào bạn;. . - Bạn học theo chương trình Đào tạo khóa 2017 nên bạn xem theo chương trình học của mình tại trang http://www.aao.hcmut.edu.vn/    sinh viên    chương trình đào tạo để xem nhé. . - Hệ VLVH không học anh văn nhưng bạn vẫn phải nộp chứng chỉ ngoại ngữ để xét LVTN và tốt nghiệp nhé (xem tại trang http://www.aao.hcmut.edu.vn/    sinh viên    quy chế    QUY CHẾ [full_name], CAO ĐẲNG    xem phụ lục 1). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đang ở quê khá xa trường và tuần sau là bắt đầu nhập học nhưng do tình trạng mưa bão không có dấu hiệu suy giảm nên em khó tới trường để học những môn vào đầu tuần sau có một số môn khá quan trọng vào đầu tuần sau em không biết trường có biện pháp nào không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], hiện là sinh viên năm cuối lớp xây dựng Việt Pháp. MSSV:[student_id].. . Em có vấn đề về điểm trung bình tích lũy ngành(TBTLN) và điểm trung bình tích lũy(TBTL). Hiện tại trên mybk bảng điểm là 2 số khác nhau. Và cho em hỏi điểm nào sẽ được ghi vào bằng tốt nghiệp ạ. Cũng như điểm TBTLN của em hiện tại là bao nhiêu ạ?. . Em xin cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . Đối với Sv [full_name] điểm TBTN chỉ tính  các môn học GD2 trong chương trình đào tạo, tức là từ năm 3 đến năm thứ 5. Điểm này được ghi xếp loại tốt nghiệp.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Video của các môn học HK201 bị lỗi không xem được ạ. Em bấm vào video thì bị hiện: \"Video format not supported\" ạ (em có đính kèm hình ạ), còn video của các môn học các học kì trước em vẫn xem bình thường được ạ!. . . . Em cảm ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. . Em có đăng ký môn học SP1009, nhóm lớp A01. . Khi khóa đăng kí môn học đợt 3, thì giờ học vẫn là thứ 6 tiết 13 - 15. Nhưng khi ra thời khóa biểu chính thức thì giờ học thay đổi sang thứ 7 tiết 8 - 10. . . Em muốn hỏi, trong trường hợp này em có được hủy môn học mà không đóng học phí cho môn này không ạ? Vì ngày thứ 7 em không xếp lịch học được. . Em cảm ơn",
            "Chào bạn. . Pdt đã hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em có đăng ký nhầm 1 môn trong hk201, bây giờ em có thể hủy môn đó và đăng ký lại môn khác được không ạ?",
            "Chào bạn,. . . . Bạn  vui lòng liên hệ văn phòng Đào tạo quốc tế nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name],MSSV: [student_id], Khoa: Khoa học Ứng Dụng. . Học kì 201 này em có đăng kí môn Cơ Sở kỹ thuật y sinh (PH2001),thứ 2,tiết 3-6.Do có việc đột xuất (hôm nay em mới nhận được) nên em không thể học được sáng thứ hai.. . Phòng đào tạo cho em hỏi:   B Em có thể chuyển sang lớp chiều thứ 2 (tiết 9-12), sĩ số 49/67 được không? Nếu được thì chuyển như thế nào, có yêu cầu hay mất phí gì không ạ?. . Đây là môn em bỏ lỡ hồi năm 2 nên xin Phòng Đào Tạo xét duyệt ạ.. . . .",
            "Chào bạn,. . . . Hiện tại đã hết đợt đăng kí nên không thể chuyển nhóm được. Rất tiếc không giúp gì cho bạn được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Em muốn hỏi về cách thức thực hiện giấy xác nhận ngoại trú tốt để tính điểm rèn luyện.. . . . Em có phải làm giấy xác nhận này theo một biểu mẫu nào không?. . . . Em xin cảm ơn.. .",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em tên [full_name]. . MSSV [student_id]. . Hiện tại em có đăng ký môn anh văn 4 mã LA1009. . nhóm A04 nhưng nhà trường thông báo do cơ sở vật chất nên sẽ hủy nhóm này.Mong thầy cô tạo điều kiện chuyển em sang nhóm A02.Vì nếu không học anh văn 4 được kỳ này em sẽ bị trễ anh văn theo yêu cầu của trường. Mong thầy cô có thể xem xét và cho em  xin vào lớp A02 với ạ.. . Mong được quý thầy cô giúp đỡ",
            "Chào bạn,. . . . Môn LA1009 nhóm A02 quá đông, PDT đã chuyển qua nhóm A05, kết quả DKMH sẽ cập nhật trên cổn thông tin sinh viên.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Việc là vừa rồi trường mở đăng ký kiểm tra tiếng anh định kỳ nhưng đến khi em đăng ký lại không còn chỗ vì đủ sỉ số, nên em muốn hỏi là khi nào trường sẽ tiếp tục mở đợt kiểm tra tiếng anh mới? Để em đăng ký thi phục vụ cho đăng việc đăng ký môn kỳ 202 ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Dự kiến tháng 10 sẽ có đợt mở kiểm tra tiếng anh đầu vào.. . . . Bạn thường xuyên theo dõi mail để biết thời gian đăng kí nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô/thầy ạ,. . Em là [full_name], MSSV: [student_id]. Em có đăng ký kiểm tra trình độ Tiếng Anh và được xếp lịch vào 6h30 ngày 19/9. Nhưng vì ảnh hưởng của bão, chuyến bay của em bị dời sang chiều ngày 19/9. Em không thể vào kịp để kiểm tra. Vậy nên em mong cô/thầy có thể xem xét để em được kiểm tra vào ngày 20/9 được không ạ?. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . Do tính chất quan trọng của đợt thi, và đợt thi này do Trung tâm IIG tổ chức và sắp lịch thi, nên không thể thay đổi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào,. . . . Học kỳ 201 em đăng ký nhầm một môn Các phương pháp phân tích hiện đại vào thứ 3 tiết 2-3-4, liệu em có thể rút môn học đó rồi đăng ký lại môn Thiết kế thí nghiệm và xử lý số liệu cũng vào thứ 3 tiết 2-3-4 để thay thế không ạ? Đơn xin rút môn học thì bắt đầu từ ngày 30/9 mới nộp cho PĐT được phải không ạ?. . . . Em xin cảm ơn, bên dưới là hình môn em cần rút và môn em muốn đăng ký lại.. .",
            "Chào bạn,. . . . Bạn  vui lòng liên hệ văn phòng Đào tạo quốc tế  để tư vấn cho bạn nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Gần đây em được thông báo về các học bổng từ các doanh nghiệp. Em muốn biết khi em đã hoàn thành chương trình đào tạo hiện tại, chưa đăng ký tốt nghiệp, thì có được xét hồ sơ ứng tuyển học bổng không ạ ?. . Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng xem thông tin học bổng yêu câu như thế nào nhé! bạn có thể liên hệ ở Khoa bạn để tìm hiểu thử về các thông tin học bổng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy ạ .. . . . Em đang cần gấp giấy xác nhận sinh viên , để bổ sung hồ sơ nghĩa vụ quân sự ở địa phương .. . . . Ngày 17/9 em đã đăng ký xin giấy xác nhận trên MyBK , hôm nay em thấy đang bảo trì .. . . . Em không biết thứ Sáu tuần sau ngày 25/9 em có thể nhận được giấy xác nhận Sinh viên hay không vậy Thầy .. . . . Hiện tại em đã có thời khóa biểu của học kỳ kế tiếp rồi ạ .. . Mong . . . . Em tên : [full_name] . . Hệ : VHVL . . MSSV : [student_id]. .",
            "Chào bạn. . pdt sẽ có mail thông báo cho Sv trong ngày hôm nay về vấn đề này. . Dự kiến chiều mai thứ 3 bạn liên hệ về Văn phòng Khoa để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi: anh/chị phòng đào tạo. . Em là [full_name]. Học kì 193 em có đăng kí 1 môn học ở trường ngoài thực tập tốt nghiệp. Nhưng vì thật sự khó khăn nên tới giờ em mới đóng học phí được. Mặc dù là ngày mai em thi môn học đó. Em hi vọng là anh chị xem xét không hủy môn học của em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn đóng trễ học phí, vui lòng làm đơn trình bày đóng học phí trễ và nộp tại Phòng Đào tạo (theo mail thông báo). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi PĐT, dạ môn học kết cấu thép 2 (CI3211) bị hủy , nên em xin PĐT mở thêm sỉ số lớp cho em đăng ký môn Động lực học kết cấu (CI4067) lớp A01. để đảm bảo chương trình học. . Em xin chân thành cảm ơn!",
            "đã bổ sung môn CI4067 nhóm A01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào thầy cô,. . em tên là Vũ Thị Kiều Trang mssv [student_id], lớp CK18DET. . do sơ xuất nên em quên đăng kí môn TIN HỌC TRONG DỆT MAY,mà môn này chỉ có K18 .. . kì sau không có mở lớp.. . em xin thầy cô add em đăng kí vào lớp này ạ.. . nếu có bị trừ điểm rèn luyện thì em chấp nhận.. . Mã môn học Tin học trong dệt may 2057. . em cảm ơn thầy cô ạ. .     . .",
            "Chào bạn,. . . . Hiện tại bạn đã đăng kí 20 tín chỉ, bạn đăng thêm nữa sẽ vượt số tín chỉ cho phép.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là em có tham gia Tiếp Sức Mùa Thi. . do Thành Đoàn TP.Hồ Chí Minh tổ chức và em nhận được giấy xác nhận đã tham gia thì bây giờ em phải nộp tờ giấy đó vào đâu để được chuyển thành ngày công tác xã hội vậy ạ. Em cảm ơn!",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn Phòng Đoàn khoa của bạn/ Văn phòng Đoàn Trường để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi tài khoản mail của trường mình có tích hợp sẵn bản Office miễn phí cho sinh viên không ạ?. . . . Em cảm ơn ạ.",
            "Chào bạn,. . Bạn có thể liên hệ Ban quản lý mạng của Trường để hỏi về vấn đề này nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ. Em là [full_name] MSSV [student_id]. Em muốn học cải thiện môn Cơ sở vật liệu và ăn mòn Mã MH CH2057 ở lớp thầy [full_name] tiết 234 thứ 4 để được 7. Vì lần đăng ký đợt 3 em quên đăng ký ạ. Em xin chân thành cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy/ cô.. . Em là sinh viên k19 khoa Kỹ thuật hóa học.. . Trong đợt đăng kí môn học, em có đăng kí môn hóa lý 1 lớp L03  I  nhưng bây giờ lớp L03 chuyển sang cho lớp Kỹ sư tài năng và em muốn. . chuyển sang lớp L01 ạ.. . Mong quý thầy/ cô giúp em.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name] - [student_id] khoa kỹ thuật hoá hệ VLVH ạ ! em đã ĐKMH xong đợt 1 (2020-2021) HK1 hệ VLVH (khoảng tháng 8)....nhưng đến đợt đăng ký - hiệu chỉnh lần này em không đăng ký được môn nào hết..và danh sách đăng ký của em trước đó cũng bị mất. Mong thầy cô hỗ trợ giúp em ạ, em cảm ơn thầy cô",
            "Bạn vào đợt đăng ký, chọn xem lịch sử đăng ký để biết lý do môn ko đăng ký được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo thời khóa biểu trên cổng thông tin sinh viên lịch học Võ của em là ở cơ sở 1. Nhưng mail trường nhắn thì môn Võ tổ chức học ở cơ sở 2. Vậy cho hỏi chính xác em học môn võ học ở đâu ạ ?",
            "Chào bạn,. . rung tâm giáo dục thể chất ĐHQG-HCM xin thông báo đến sinh viên địa điểm học như sau:. . . . 1/ NHÀ HỌC TDTT ĐA NĂNG TRƯỜNG ĐẠI HỌC BÁCH KHOA (CƠ SỞ 2, LINH TRUNG, THỦ ĐỨC). . TỔ CHỨC GIẢNG DẠY MÔN: Bóng bàn (BB), Võ thuật (Võ), Aerobic (AE), Bóng rổ (BR), Cầu lông (CL).. . . . 2/ TRUNG TÂM TDTT, ĐHQG-HCM . . Đ/C: Khu phố Tân Lập, P. Đông Hòa, Thị xã Dĩ An, Tỉnh Bình Dương (Gần Trung tâm Quản lý Ký túc xá Khu A). . TỔ CHỨC GIẢNG DẠY MÔN: Bóng đá và bóng chuyền.. . . . 3/ Trung tâm DVXT&ĐT (Nhà Khách ĐHQG-HCM):. . TỔ CHỨC GIẢNG DẠY MÔN: Quần vợt và Bơi.. . . . Sinh viên liên hệ trực tiếp tại địa điểm trên để nắm thông tin về lớp học.. . . . Chúc các bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Vừa qua, trong đợt đăng ký môn học HK1 năm học 2020 - 2021, em đã đăng ký 18 tính chỉ nhưng bây giờ em lại muốn rút môn học. Theo như quy định tại   I QUY CHẾ [full_name]  /I    U điều 11.2  /U , thì việc rút môn học là có tính phí. Vậy em muốn hỏi là   B phí rút môn học  /B  là như thế nào nếu như em rút môn học   B 3 chỉ / 4 chỉ  /B  ạ?. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]",
            "Chào bạn,. . - Bạn phải đóng trọn gói học phí theo Hk201. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . Chúc bạn học tốt.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho e hỏi hiện tại e học ngành kĩ thuật cơ khí năm 2 , thì đến bao giờ mới được phân ngành ra thiết kế cơ khí , chế tạo máy , nâng chuyển ạ ? và phân ngành thì có dùng điểm tbtl để phân ngành không ạ ? em cảm ơn",
            "Chào bạn,. . Về phân ngành bạn vui lòng liên hệ tại Văn Phòng Khoa quản lý của bạn để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hiện em thấy phòng đào tạo đang in đồng loạt giấy chứng nhận sinh viên, vậy thì thời gian sớm nhất mình có thể nhận giấy chứng nhận sinh viên là khi nào ạk, em cảm ơn",
            "Thân chào các bạn Sinh viên,. . . . Phòng Đào tạo đã in Giấy chứng nhận sinh viên hoãn NVQS học kỳ 1/2020-2021 cho các bạn Nam sinh viên từ khóa 2019 trở về trước có thời khóa biểu trong học kỳ 1 năm học 2020-2021. Sinh viên vui lòng  liên hệ trực tiếp đến Văn phòng khoa để nhận từ 14h00 ngày 22/09/2020. . . . Lưu ý: . . - Sinh viên chương trình Chất lượng cao, Tiên tiến, Liên kết Quốc tế, tăng cường tiếng Nhật nhận tại Văn Phòng Đào tạo Quốc tế (nhà A4). . - Sinh viên chương trình Việt Pháp nhận tại Văn phòng Việt Pháp (phòng 304 B10). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô)!. . Đợt 3 ĐKMH em bị xóa môn nên giờ em đăng kí lại trong đợt \"kết quả đăng kí đợt 3\" được không ạ? . . Em đăng kí môn . .      Mạch điện tử thông tin EE3011 lớp A05. .      Kỹ thuật hệ thống viễn thông EE3015 lớp A05.. .",
            "Em đã đăng kí trên mybk vậy có bị xóa không ạ?. . Em cảm ơn ạ!!",
            "Bạn xem tkb vào cuối ngày"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô em muốn đổi nhóm môn . . SP1005 từ nhóm A06 sang nhóm A05 tại vì lý do em muốn đăng ký môn cơ sở điều khiển tự động EE2019 mà bị trùng lịch ạ.. . Em Cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Cho em hỏi là thời gian nhập học đối với sinh viên năm 2 là vào thứ hai(21/9) hay thứ 4(23/09)[full_name]Em cảm ơn![full_name] [full_name]",
            "Chào bạn. . là ngày 21/9/2020 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin Phòng đào tạo cho em đăng ký thêm môn MT1009- Phương pháp tính để kịp ra trường.. . Em xin cảm ơn.",
            "đã bổ sung môn MT1009 nhóm L04. . Bạn xem tkb vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô em muốn đổi nhóm môn SP1005 từ nhóm A06 sang nhóm A07 tại vì lý do em muốn đăng ký môn cơ sở điều khiển tự động EE2019 mà bị trùng lịch học ạ. Em cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã có tkb HK201 thì em có thể nộp giấy vay vốn SV được chưa ạ.. . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PDT, em đã đăng ký nộp CCNG và đăng ký chuyển điểm , nộp phí chuyển điểm vào ngày 16/09/2020 trước ngày 18/09/2020 . Vậy cho em hỏi điểm chuyển sẽ cập nhật khi nào và mình muốn coi thì làm như thế nào ?. . Mong PDT chỉ giúp em, em có đính kèm một số hình ảnh để minh chứng cho việc em đăng ký và nộp phí trước ngày 18/09/2020."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi. Em đã đăng kí tiêu luận tốt nghiệp đợt 3 rồi. Sao hôm nay em vân không có thời khóa biểu ạ. Pđt kiểm tra giúp em với em cảm ơn ạ",
            "Chào bạn,. . . . Bạn phải kiểm tra kết quả đăng kí môn học nha.. . . . Ngoài ra còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn hỏi trong kì 201 này còn đợt kiểm tra anh văn nào để làm chuẩn đăng kí môn học cho kì au không ạ? Em cảm ơn.",
            "Chào bạn. . Bạn kiểm tra mail thường xuyên để cập nhật thông tin về các kỳ thi kiểm tra anh văn tiếp theo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Hiện tại có một chuyện khá khó khắn đó là địa phương của em đang kêu khám NVQS và hiển nhiên em phải nộp giấy chứng nhận Sinh viên về, tuy nhiên nhà trường hiện vẫn chưa phát giấy chứng nhận Sinh viên trong năm học 2020-2021 mà hạn phải nộp ở địa phương là 25/9/2020. Em đã thử xin giấy xác nhận SV tuy nhiên giấy chỉ có hiệu lực 3 tháng hoặc 1 học kỳ nên bên địa phương vẫn không đồng ý.. . Mong nhà trường giải quyết giúp em ạ. . Em xin cám ơn.",
            "Thân chào các bạn Sinh viên,. . . . Phòng Đào tạo đã in Giấy chứng nhận sinh viên hoãn NVQS học kỳ 1/2020-2021 cho các bạn Nam sinh viên từ khóa 2019 trở về trước có thời khóa biểu trong học kỳ 1 năm học 2020-2021. Sinh viên vui lòng  liên hệ trực tiếp đến Văn phòng khoa để nhận từ 14h00 ngày 22/09/2020. . . . Lưu ý: . . - Sinh viên chương trình Chất lượng cao, Tiên tiến, Liên kết Quốc tế, tăng cường tiếng Nhật nhận tại Văn Phòng Đào tạo Quốc tế (nhà A4). . - Sinh viên chương trình Việt Pháp nhận tại Văn phòng Việt Pháp (phòng 304 B10). . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  E đang thiếu môn GDTC3 mà e đăng kí môn Bóng đá PE1009 rồi sau này e có điểm thì có được tính vào môn GDTC3 không ạ. .",
            "Chào bạn,. . . . Bạn vui lòng xem thông báo môn GDTC cập nhật trên web PDT nha http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511723\t. . . .   i Đăng ký môn học . EM CÓ ĐĂNG KÝ MÔN HỌC BỔ SUNG ĐỢT 3 NHƯNG SAO GIỜ CHƯA CÓ THỜI KHÓA BIỂU Ạ !. . . .",
            "Chào bạn,. . . . Bạn xem kết quả DKMH để biết lý do nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . e bị trùng lịch thi của môn SP1031, thi vào ngày 21/9/2020. 18h30, phòng 402C4. . Và môn Địa chất công trình CI2095, học vào ngày 21/9/2020, tiết 10-12, phòng H6-306. . thời gian di chuyển giữa 2 cơ sở ko đủ. . e có cap màn hình lại ạ, xin pdt kiểm tra giúp e. . t2 e học rồi ạ, mong pđt giải quyết sớm ạ",
            "Chào em.. . Em phải sắp xếp lịch học để đi thi. . PĐT ko thể sắp lịch lại được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô.. . Em Tên [full_name] Mssv [student_id]. Hiện tại e đang theo học hệ Vhvl khóa 2019. Em vừa mới dk môn học hk1 xong. Nhưng sắp tới em chuyển công tác ra đồng nai nên muốn đăng ký học ở cs2. Hiện tại em có thể chuyển luôn trong hk1 này được k ạ?. .",
            "Chào bạn. . Thời khóa biểu của hệ VHVL là học tại cơ sở 1 , khi nào bạn đăng ký học chung với chính quy nhóm L thì sẽ học tại cơ sở 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . . . Em xin viết đơn này để hủy môn học Kỹ thuật lạnh, mã môn học CH4047. Lí do em muốn hủy môn học này là vì em đã lỡ đăng ký nhầm môn học. Em muốn hủy môn để học môn khác nhằm có thể hoàn thành tốt luận văn trong tương lai tới.. . . . Em cám ơn thầy cô đã đọc đơn này của em.. .",
            "đã hủy môn CH4047, tkb sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chuẩn anh văn tốt nghiệp K17 đại trà chỉ là 500 Toeic, nhưng bảng quy đổi điểm từ HK1 năm tới 500 Toeic chỉ được 5đ AV2. Vậy mình chưa học AV4 thì 500 Toeic có thể xét tốt nghiệp hay không?. . . . Mình có gửi hình ảnh tìm được trên trang trường.. . . . Xin cảm ơn!",
            "Chào bạn. . - Môn Anh văn 4 là 1 môn học trong chương trình đào tạo, bạn phải hoàn thành . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi. Điểm rèn luyện có ảnh hưởng đến.việc xét tốt nghiệp k ạ . . Vì em đã học xong còn nợ anh văn nên em đki môn học để duy trì trạng thái sinh viên . Nếu em đki mà ko đi học k đi thi có ảnh hưởng đến việc tốt nghiệp của em k ạ . . . Em cảm ơn pđt ạ",
            "Chào bạn,. . . . - Điểm rèn luyện bạn liên hệ với phòng Công Tác Chính Trị Sinh Viên nha.. . . . - Bạn cố gắng hoàn thành CCNN để ra trường nha, 1 môn khi học nhiều lần sẽ lấy điểm cao nhất.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô),. . Em tên: [full_name]. . MSSV: [student_id]. . Em có 2 yêu cầu:. . . . 1/ Chuyển nhóm môn: Phương pháp định lượng, MSMH: IM3039. Từ thứ 3 tiết 7-8-9 sang thứ 3 tiết 10-11-12 (Trống 7-8-9 để đăng ký thêm môn Kinh tế học kinh doanh).. . . . 2/ Đăng ký thêm môn: Kinh tế học kinh doanh, MSMH: IM3043. Thứ 3 tiết 7-8-9."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Theo thời khóa biểu em đăng kí thì chỉ có sáng thứ 7 và chiều CN là em có tiết nhưng sau khi có kết quả đăng kí thì học nguyên ngày cả thứ 7 và CN. Sau đó có thông báo lịch SHCD và họp sinh hoạt lớp CK18CNM của em trùng vào các ngày 26 27 nên em bị kẹt lịch.. . Phòng đào tạo có thể sắp xếp lại cho em được không ạ? Vì SHCD em có thể chuyển buổi khác nhưng hiện tại em không còn trống lịch để chuyển.. . Em xin cảm ơn",
            "Chào bạn,. . . . Lịch học không thể thay đổi được, lịch SHCD bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    }
]