[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Hiện đang học theo CTĐT khóa 2014.. . Em đã làm đơn xin chuyển khóa 2013 để xét LVTN theo yêu cầu của Phòng đào tạo. Trong CTĐT khóa 2013, em còn vài môn vẫn chưa học xong vì có môn tương đương không mở lớp nữa. Vậy em có cần học các môn thay thế nào khác không ạ. . . Các môn còn lại trong CTĐT 2013:. . - Mỹ thuật công nghiệp trong dệt may (204017) tương đương môn Thẩm mỹ học (ME3107). . - Cơ sở công nghệ hoàn tất (204003) tương đương môn Công nghệ nhuộm hoàn tất vải (ME3067). . - Cơ điện tử trong dệt may (218034) tương đương môn thay thế bằng môn Cấu trúc sợi (ME4501) hoặc môn Thiết bị sợi dệt (ME3081). . - Lý thuyết thời trang (204045) tương đương môn Nguyên lý thiết kế thời trang (ME2067). . Trong HK211 này em đang học môn Cơ khí đại cương (ME1003) trong CTĐT khóa 2014 và có cần phải hủy môn học này không ạ. Trong CTĐT 2014 em vẫn còn môn Cơ học máy (ME2043) vừa rớt trong HK203.. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn Thầy/Cô.",
            "Chào bạn. . Anh [full_name] đã gởi mail cho bạn. . Bạn kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô. . Em là Ông [full_name] MSSV [student_id]. . . . Em xin nộp đơn hủy đăng ký học thực hành, thí nghiệm tại trường theo thông báo ngày 05/10/2021 do em mới tiêm 1 mũi vacxin, điều kiện được vào trường thì lại 2 mũi.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT tiếp nhận yêu cầu Sinh viên hủy việc đăng ký thực hiện Thí nghiệm, Thực hành tại trường. Sinh viên sẽ được lùi lịch học các học phần thực hành, thí nghiệm cho đến khi có thông báo mới.. . Dự kiến cuối tháng 10/2021, SV kiểm tra tại trang Mybk- xemTKB  nếu TKB của môn Thí nghiệm, Thực hành vẫn cập nhật lịch mới theo thông báo vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em có nhận được tin phản hồi trên bksi về việc không đăng ký tốt nghiệp được là do thiếu 2 kỹ năng tiếng anh (#38495). . . . Em có thắc mắc là em có thi ielts được 7.0, em cũng đã chuyển chứng nhận cho trường rồi và cũng đã được chuyển đổi điểm Tiếng Anh. Vậy cho em hỏi là em vẫn chưa đủ tiêu chuẩn ạ ?. . . . Em cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy, Cô.. . Em có thắc mắc là không biết địa chỉ mail, các dịch vụ google (không giới hạn) được trường cung cấp hiện tại em đang sử dụng thì sau khi em tốt nghiệp liệu các dịch vụ này có còn được duy trì tiếp tục.. . Em hỏi để có thể quản lý dữ liệu học tập và sử dụng lại sau này tốt hơn.. . Em cảm ơn.. . Thân mến. :))",
            "Chào em,. . Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp:. . Từ 1-3 tháng tùy theo chính sách liên kết với google về email. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện tại em còn có thể hủy môn được không ạ ! Vì việc học nặng em không thể cân bằng thời gian học giữa các môn",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211. . (đang tuần thứ 9 của HK). . - Nếu em muốn rút môn học phải thanh toán học phí:. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 15/10/2021. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, hiện tại vì lí do cá nhân nên em muốn tạm dừng học ở trường. Theo quy chế của phòng đào tạo, chỉ được dừng trong thời hạn trước tuần thứ 6 của học kì. Vậy hiện tại em có thể làm đơn xin tạm dừng học được không ạ?Em cảm ơn thầy/cô.",
            "Chào em,. . - Em phải thanh toán hết học phí HK211.. . - Tải mẫu đơn tạm dừng có chữ ký họ tên đầy đủ của [full_name], [full_name] .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo trường ĐH Bách Khoa. . . Em tên [full_name]  . . MSSV [student_id]. . Lớp PC16HTD. . . Vào giữa tháng 9, em có đổi mật khẩu gmail của em là [email] và đăng nhập lại bình thường. Nhưng từ lúc đổi mật khẩu mail tới ngày 14/10/2021 em không nhận được bất kì mail nào của  [full_name] SV   [email] từ trường Đại Học Bách Khoa nữa. Do đó em không nắm được các thông tin về việc học cũng như lịch mở lớp từ PĐT nhà trường nữa, gây khó khăn cho việc học của e.Vì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail [email] của em để em nhận được các thông tin về việc học từ phía nhà trường, em xin chân thành cám ơn PĐT trường Đại Học Bách Khoa. Trân trọng ./.",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Học kỳ 211 này các môn 3 tín chỉ bị rút bớt đi 1 tiết, chỉ còn 2 tiết trong một buổi học, dẫn tới việc thời gian để giảng viên hướng dẫn bài tập hay để phân tích các bài tập tình huống không đủ. Em xin phép được hỏi vì sao lại có sự cắt bớt tiết này trong học kỳ 211 ?. . Ngoài ra, em được biết phòng đào tạo chuẩn bị bỏ thêm 2 tuần học ở các môn, thành ra các môn 3 tín chỉ chỉ còn đúng 24 tiết học, bằng với môn 2 tín chỉ, trong khi tín chỉ học phí là 3. Em xin phép được hỏi vì sao lại có việc cắt bớt tuần học trong khi đã cắt bớt tiết giảng dạy ?. . . . Mong nhận được lời giải đáp của thày/cô.. . . . Trân trọng.",
            "Chào em,. . Em vui lòng cung cấp thêm mã số môn học, tên môn học, mã nhóm để PĐT kiểm tra.. . - Vì 24 tiết thực giảng trên lớp là 2 tc. . - Môn này có thể có thêm 1 phần thí nghiệm. . Thân mến. . . .",
            "Chào cô,. . . . Em xin phép cung cấp thông tin môn học bị giảm số buổi:. . IM3087-Hệ thống thông tin quản lý-CC01. . Theo giảng viên môn học, buổi học cuối cùng của môn sẽ là ngày 10/11, tức tuần 45, thay vì ngày 24/11, tức tuần thứ 47 theo đúng thời khóa biểu hiện tại.. . Ngoài ra phần giải đáp câu hỏi về việc cắt bớt 1 tiết xuống còn 2 tiết trong một buổi học của môn học 3 tín chỉ, ví dụ như môn học em cung cấp phía trên, chưa rõ lắm,nên em mong được cô giải thích rõ hơn.. . . . Mong nhận được lời giải đáp của thày/cô.. . . . Trân trọng.",
            "li answer rate:",
            "Chào em,. . - Môn IM3087 có 30LT, giảm 20% còn 24 tiết LT thực giảng và 45 tiết BTL (1tc).. . - Em nên liên hệ với giảng viên để biết thêm chi tiết.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT. . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn rút môn có tính phí đối với môn Cơ lưu chất, MSMH: CI2003. Em xin cảm ơn và chúc thầy/cô ở PĐT nhiều sức khỏe. . . . . . .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11.. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô, . . . . Em tên [full_name]. MSSV: [student_id]. Học lớp TT18DDT1. . . . . Thầy cô cho em hỏi . . 1. Môn mạch công suất và điện cơ của em trên mục phúc khảo ghi điểm tổng kết là 7 nhưng trong bảng điểm sinh viên vẫn chưa sửa điểm, vẫn còn 3.5. Em đã có liên hệ với thầy bộ môn, thầy nói đã gửi mail cho khoa để yêu sửa điểm từ ngày 9/10. Nhưng đến bây giờ điểm của em vẫn chưa cập nhật lại. . . . . 2. Môn đồ án 2, em đã báo cáo kết quả đồ án cho giáo viên hướng dẫn vào tháng 8. Nhưng đến bây trên bảng điểm của em vẫn chưa có điểm ạ ? . . . . Em mong sớm nhận được phản hồi từ quý thầy cô để có thể sớm giải quyết được vấn đề để không ảnh hưởng đến điểm trung bình tích lũy, tín chỉ tích lũy và thời gian tốt nghiệp của em ạ . . . . Em cảm ơn thầy cô. . . . . Trân trọng./.. .",
            "Chào em,. . - thầy nói đã gửi mail cho khoa để yêu sửa điểm từ ngày 9/10. . =  Gửi email PĐT . . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . - 2. Môn đồ án 2, em đã báo cáo kết quả đồ án cho giáo viên hướng dẫn vào tháng 8. . =  Em liên hệ Khoa, Bộ môn, GV, vì PĐT chưa nhận được bảng điểm. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . Em tên là [full_name] - Lớp Việt-Pháp 2016. Hiện tại em đã bổ sung bằng tiếng anh IELTS và đủ điều kiện để tốt nghiệp. Mong PDT xem xét và bổ sung em vào danh sách tốt nghiệp dự kiến để em có thể đăng ký tốt nghiệp tháng 11 ạ. . . Em chân thành cảm ơn. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô. . Vừa qua trường có mail về việc thông báo một số trường hợp chưa hủy môn học được cho có sai sót. Em đã nhầm giữa mã môn Bài tập và Lý thuyết do không biết một môn có thể có hai mã khác nhau nên chưa thể hủy môn học,nhưng do mail đó bị vào hôp thư spam của em nên em không kịp thời biết để điều chỉnh cho tới hôm nay một số bạn nói về việc này em mới biết.. . Em đã bỏ lỡ rất nhiều buổi học, cả kiểm tra giữa kỳ. Đây là lỗi của em, em thực sự xin lỗi, nhưng mong phòng đào tạo cho em cơ hội hủy môn này vì thực sự em không biết về mail này. . . Xin thầy cô giúp em, em xin cảm ơn. . Mã môn học đúng để hủy của em là MA3007, em đã ghi nhầm mã BT là MA3008.Mong phòng đào tạo giúp em lần này, em xin cám ơn.. . Kính chào thầy cô. . . .",
            "Chào bạn,. . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký RÚT MÔN HỌC HK211, SV vui lòng làm theo hướng dẫn sau (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký):. . 1.\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.\tSv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêucầu à Tạo câuhỏi/yêu cầu mới : Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.\tClick vào choose file đểtại file ảnh . . 4.\tClick vào GỞI. . Không hủy môn học nhé bạn, bạn vui lòng làm theo hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính chào thầy cô,. . . . Em vừa hoàn thành học phí cho môn học đã hủy cách đây 2 ngày, vậy khi nào em mới được cập nhật trạng thái để đăng ký tốt nghiệp ạ?. . . . Hiện tại thì em vẫn chưa đăng ký tốt nghiệp được do vẫn trong trạng thái Nợ học phí.. . . . Mong thầy cô hỗ trợ em, em xin chân thành cảm ơn!",
            "Chào bạn. . Bạn đợi sau thứ 6 tuần (15/10), Pdt sẽ cập nhật lại để bạn khai tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1852139  /b \t. . . .   i Dịch vụ in bảng điểm . Dạ em chào Thầy/ Cô,. . . . Em tên Nguyễn Phương Hạnh, MSSV: 1852139. Em xin trình bày hoàn cảnh cụ thể như sau: em có ý định dự tuyển học bổng vào đầu tháng 10, tuy nhiên bảng điểm HK202 của em chưa đầy đủ điểm các môn, nên em tính đợi đầy đủ rồi mới \"đăng ký in bảng điểm\". Sáng nay em mới biết là bảng điểm không đầy đủ vẫn được xét học bổng nên đã \"đăng ký in bảng điểm\" và đóng phí. Ngày hẹn nhận bảng điểm của em là 19/10, mà hạn chót nộp hồ sơ học bổng là 16/10 nên em mong các Thầy/ Cô hỗ trợ có thể cho em nhận bảng điểm vào ngày 16/10 được không ạ?. . . . Em cảm ơn Thầy/ Cô rất nhiều và kính chúc Thầy/ Cô nhiều sức khỏe!",
            "Chào em,. . Hiện tại bảng điểm của bạn cô thấy đã cập nhật in xong từ ngày 15/10. Bạn vui lòng lưu ý theo dõi trên trang mybk cập nhật tình trạng in bảng điểm và đến nhận.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. . Vừa qua trường có mail về việc thông báo một số trường hợp chưa hủy môn học được cho có sai sót. Em đã nhầm giữa mã môn Bài tập và Lý thuyết do không biết một môn có thể có hai mã khác nhau nên chưa thể hủy môn học,nhưng do mail đó bị vào hôp thư spam của em nên em không kịp thời biết để điều chỉnh cho tới hôm nay một số bạn nói về việc này em mới biết.. . Em đã bỏ lỡ rất nhiều buổi học, cả kiểm tra giữa kỳ. Đây là lỗi của em, em thực sự xin lỗi, nhưng mong phòng đào tạo cho em cơ hội hủy môn này vì thực sự em không biết về mail này.. . Xin thầy cô giúp em, em xin cảm ơn. . Mã môn học đúng để hủy của em là MA3007, em đã ghi nhầm mã BT là MA3008.Mong phòng đào tạo giúp em lần này, em xin cám ơn.. . Kính chào thầy cô",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PDT. . . . Em tên là [full_name] - [student_id]. Như em đã hỏi lúc trước như trong file đính kèm, em đã đóng được học phí học kì này nhưng vẫn chưa đăng kí tốt nghiếp được (lí do: Nợ HP). Cho em hỏi là em cần chờ để PDT cập nhật danh sách hay sao ạ. Em cảm ơn.. . . .   i Tốt nghiệp .",
            "Bạn đợi sau thứ 6 tuần (15/10), Pdt sẽ cập nhật lại để bạn khai tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gia đình em mất nguồn thu nhập 4 tháng qua, ba mẹ em phải ở nhà do tình hình dịch, em thì mắc kẹt tại thành phố HCM gần nửa năm nên tình hình kinh tế hơi eo hẹp, học phí dự thính tăng cao quá nên ngoài dự tính của em, mong phòng đào tạo xem xét cho em được hoãn học phí đến cuối học kỳ ạ!- Em hứa sẽ thanh toán đủ học phí ạ, em cảm ơn!",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . - Em cố gắng thanh toán học phí sớm nhất có thể . . - Về vấn đề vay vốn, gia hạn học phí em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t. . . .   i Học vụ  [full_name]i . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa.. . Em tên [full_name]  . . MSSV [student_id]. . Lớp PC16HTD.. . Dạ ý em là mail  [email] của em vẫn đăng nhập bình thường, nhưng cả tháng nay em không nhận được mail của   [email] từ trường Đại Học Bách Khoa nữa. Do đó em không nắm được các thông tin về việc học cũng như lịch mở lớp từ PĐT nhà trường.Vì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail [email] của em để em nhận được các thông tin về việc học từ phía nhà trường, hoặc reset lại mail cho em,  em xin chân thành cám ơn PĐT trường Đại Học Bách Khoa. Trân trọng .[full_name].",
            "Chào em,. . Em dùng máy tính đăng nhập vào email kiểm tra. Có thể em đang dùng 2 tài khoản email trên điện thoại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô của Phòng Đào tạo của Trường ạ. . . . Em xin hỏi thầy/cô một câu hỏi đó là, em có thể đăng kí in bảng điểm Đại học, tuy nhiên thay vì chuyển bưu điện về địa phương (hiện tại em đang ở thành phố Vĩnh Long), mà thay vào đó em xin nhờ phòng scan giúp em và gửi email bản electronic cho em khi in xong được không ạ... . . . . Hiện tại, em đang ứng tuyển vào một học bổng, tuy nhiên thì điểm tổng kết các môn học Liên thông trình độ Đại học - Thạc sỹ chuyển điểm về vẫn chưa có, em đang chờ và nghĩ khoảng 1 tuần nữa Phòng mới cập nhật xong. Vì vậy, nếu mà chuyển bảng điểm bằng bưu điện về địa phương em, xong rồi em lại ra tiệm photo scan thì không kịp thời gian ạ.... .  . . Em hy vọng có thể nhận được phản hồi sớm từ Phòng ạ, do hiện tại em đang ứng tuyển cho một học bổng, và học bổng này có hạn chót nộp hồ sơ trực tuyến là vào 31/10 này ạ... . . . . Ngoài ra thì mọi chi phí tiêu chuẩn, hay phát sinh thêm em xin được thanh toán qua trực tuyến hay bất kì hình thức nào ạ... . . Em xin cảm ơn Phòng rất nhiều ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . MSSV: [student_id]. . Yêu cầu: rút môn học Giải tích mạch học kỳ 202. . Lý do: sinh viên đăng ký tốt nghiệp trước khi môn học kết thúc nên muốn dừng học môn này. Sinh viên đã thanh toán học phí.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì laptop em bị hư không đủ điều kiện môn học ME3139 nên em xin rút môn học.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, Thầy Cô cho em hỏi là giai đoạn này em đã đăng ký in bảng điểm, nộp lệ phí và yêu cầu gửi chuyển phát nhanh về nhà để nộp hồ sơ xin học bổng thì mất khoảng bao lâu vậy ạ. Em hy vọng sẽ nhận được sớm để kịp thời gian nộp hồ sơ ạ.. . . . . . Em chân thành cảm ơn Thầy Cô  ạ.",
            "Chào bạn,. . Hiện tại theo quy trình in Bảng điểm in ra trình ký và đóng dấu và chuyển bưu điện liền nha bạn. Nên bạn vui lòng đăng ký in bảng điểm sớm thì sẽ nhận được bảng điểm sớm thôi, hiện tại cô kiểm tra bạn vẫn chưa đăng ký in bảng điểm.. . Từ ngày hẹn in bảng điểm SV có thể cộng thêm thời gian gửi bưu điện của chuyển phát nhanh, tùy thuộc vào địa chỉ bạn đăng ký nhận ở đâu nữa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào nhà trường ạ. . . . . Thời gian vừa qua em đang chờ có bằng TN tạm thời (do myBK chưa cập nhật điểm kịp) để kịp tốt nghiệp bổ sung hồ sơ đi làm chính thức với doanh nghiệp. Em vừa nhận được đủ điểm số ngày hôm nay. . . . . Không biết khi nào thì sẽ cập nhật danh sách tốt nghiệp ạ? Em đang cần bằng TNTT trong tháng này ạ. Cảm ơn trường ạ.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .",
            "QUOTE Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. .   /QUOTE . . Em chào PDT ạ, theo thông tin lúc trước thì em đã chờ qua ngày 19/10/2021 nhưng hiện tại em vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được ạ. Mong PDT có thể kiểm tra giúp em ạ.. . Em cảm ơn.. . Thông",
            "Em chào PDT ạ, theo thông tin lúc trước thì em đã chờ qua ngày 19/10/2021 nhưng hiện tại em vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được ạ. Mong PDT có thể kiểm tra giúp em ạ.. . Em cảm ơn.. . [full_name]",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện tốt nghiệp của mình. Nếu có khiếu nại vui lòng phản hồi lại qua [full_name] nhé. . Thân",
            "QUOTE Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện tốt nghiệp của mình. Nếu có khiếu nại vui lòng phản hồi lại qua [full_name] nhé. . Thân  /QUOTE . . . . . . Dạ em chào cô,. . Vừa rồi em đã hoàn thành môn EE2033 - Giải Tích Mạch là môn thay thế của môn EE2001 - Giải Tích Mạch ạ. . . Mong PDT xem xét lại giúp em ạ.. . Em cảm ơn. . Thông",
            "QUOTE Trích. . Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại điều kiện tốt nghiệp của mình. Nếu có khiếu nại vui lòng phản hồi lại qua bksi nhé. . Thân. . . . . . . . Dạ em chào cô,. . Vừa rồi em đã hoàn thành môn EE2033 - Giải Tích Mạch là môn thay thế của môn EE2001 - Giải Tích Mạch ạ.. . Mong [full_name] xem xét lại giúp em ạ.. . Em cảm ơn. . Thông  /QUOTE . . . . Dạ em đã hoàn thành môn EE2033 - Giải tích mạch (HK202 - DT) là môn thay thế của EE2001 - Giải Tích Mạch Cơ Bản ạ.",
            "Em bổ sung email em nhận được từ khoa khi em hỏi về môn tương đương của EE2001 - GTM ạ.",
            "Chào em,. . Em kiểm tra mail, PDT đã gửi mail cho SV vào đăng ký tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào PĐT ạ hiện giờ em đã thanh toán học phí rồi mặc dù trễ hạn 11/10/2021 do tình hình kinh tế hiện tại của em đang khó khắn ạ thì em muốn hỏi là em thanh toán xong thì thời khóa biểu ,lịch thi cũng như em có được phép đăng ký môn học cho kỳ sau hay không ạ? Nếu em không được phép đăng ký thì em phải làm như thế nào để được đăng ký lại ạ?. .   i Học vụ .",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . . . - em thanh toán xong thì thời khóa biểu ,lịch thi cũng như em có được phép đăng ký môn học cho kỳ sau hay không ạ. . =  Em đã thanh toán rồi bình thường nhé em.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710511  /b \t. . . .   i Bảng điểm sinh viên . Kính chào Thầy/Cô,. . . . Em là Phạm Phương Anh - MSSV: 1710511, sinh viên khoa Cơ khí.. . Em có đăng ký in bảng điểm ngày 7/10/2021, mã phiếu: InBD20211007018 và đã có kết quả ngày 12/10/2021. . . Tuy nhiên do tình hình dịch bệnh nên em không thể lên văn phòng đào tạo để lấy bảng điểm được. Vì vậy em mong quý Thầy/Cô có thể scan bảng điểm của em và gửi qua email: anh.pham99@hcmut.edu.vn này được không ạ?. . . . Em xin chân thành cảm ơn và chúc Thầy/Cô nhiều sức khỏe!",
            "Chào bạn. . Gởi bạn bảng scan"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/cô, . . Em đã đậu đủ 141/141 tín chỉ trong chương trình đào tạo. Tuy nhiên, em đã học dư 2 tín chỉ tự chọn (143/141) nhưng kết quả em lại rớt 2 tín chỉ tự chọn này.. . Em không biết điểm Trung Bình Tích Luỹ và Trung Bình Tích Luỹ Ngành có tính điểm rớt đó không ?. . Em rất mong nhận được phản hồi kĩ càng để em chuẩn bị cho xét tốt nghiệp.. . Em chân thành cảm ơn. . .",
            "Chào em,. . Đtbtl là tính hết, học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô,. . Em đã có đủ điều kiện để được xét tốt nghiệp. Em muốn hỏi là khi nào danh sách tốt nghiệp năm nay được update ạ? . . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy/cô, dạ tại đợt đăng kí học trực tiếp tại trường do chưa được tiêm mũi 2 vacxin covid 19 và các điều kiện khác chưa đảm bảo nên em đã không điền link đăng kí. Nay em đã được tiêm đủ 2 mũi vacxin và hoàn toàn đáp ứng đủ điều kiện học trực tiếp tại trường em có thể xin đăng kí bổ sung được không ạ. Em chân thành cảm ơn quý thầy/ cô.",
            "Chào em,. . Đã hết thời gian đăng ký, em làm đơn gửi qua bksi, PĐT chuyển giúp BLĐ phòng xem xét. . - đơn em tự làm, không có mẫu. . - đơn có thông tin:. . + mssv, họ tên. . + ngày tiêm mũi 1. . + ngày tiêm mũi 2. . + lý do. . + ngày tháng năm. . + họ tên chữ ký của người làm đơn. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy, Cô,. . . . Em vừa có điểm Toeic Speaking and Writing, và  tuần trước đã được cập nhật CTXH trên mybk. . . Hiện tại tình trạng sinh viên của em đang là \"Tạm Dừng\", em đăng ký tốt nghiệp thì bị báo lỗi như hình đính kèm. Thầy, Cô cho em biết là em nên làm như thế nào để đăng ký tốt nghiệp ạ?. . . . Với cho em hỏi là hạn cuối đăng ký tốt nghiệp là ngày 24/12 chứ không phải ngày 20/10 phải không ạ?. . . . Thank you!. . Thân mến. .   i Tốt nghiệp .",
            "Chào em,. . Em tải mẫu đơn thu nhận lại, lý do: tốt nghiệp rồi gửi qua bksi.. . - Với cho em hỏi là hạn cuối đăng ký tốt nghiệp là ngày 24/12 chứ không phải ngày 20/10 phải không ạ?. . =  Em theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Về tình trạng hiện tại của em:. . - Đã hoàn thành chương trình đào tạo (144 tính chỉ, đủ các môn nhóm A, B, C, D). . - Đã đủ điều kiện Toeic (nhận kết quả toeic nói viết ngày 14/10). . - Đã đủ ngày CTXH. . - Đã hoàn thành luận văn tốt nghiệp. . - Không đăng ký môn học kỳ này. . . . Em đăng ký tốt nghiệp trên mybk nhưng đến bước khai lý lịch tốt nghiệp thì không thể cập nhật thông tin như hình ạ. Thầy/cô có thể giúp em cách thức để cập nhập được không. Do kỳ này em không đăng ký môn học thì có phải làm đơn thu nhận lại không ạ, và nếu có thì phải gửi bằng cách nào. . . . Em xin chân thành cảm ơn. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Kính thưa quý thầy cô! Em tên là [full_name], sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để hỏi phòng Đào tạo về việc Rút môn học, vì lý do sức khỏe không tốt nên bây giờ em không thể ráng học được nữa. Học kỳ này em đăng ký 14 tín chỉ, em muốn Rút hết các môn chỉ để lại 3 tín chỉ thì có được không ạ? Bây giờ em học chắc chắn sẽ rớt môn, nếu như vậy em sẽ bị cảnh báo học vụ, mà điều này sẽ không tốt cho việc học của em. Trước đó, vào HK202 cũng vì sức khỏe mà em đã xin Hoãn thi 3 môn. Xin phòng Đào tạo xem xét và giúp đỡ hoàn cảnh em lúc này. Em xin chân thành cảm ơn phòng Đào tạo!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Việc rút môn học học kỳ 211 (có tính học phí) theo quy định tùy SV nhé, bạn nên tư vấn với GVCN và Khoa để tư vấn hỗ trợ cho bạn về việc học, chuẩn xử lý học vụ em theo dõi tại aao.hcmut.edu.vn/Sinh viên/học vụ.. . Nếu bạn muốn làm đơn rút, vui lòng làm theo hướng dẫn và nộp trước 11 ngày 15/10/2021 nhé, vì hiện tại đã hết hạn nộp đơn rút MH cho HK211.. . Các trường hợp đăng ký sai nếu có nhu cầu đăng ký RÚT MÔN HỌC HK211, SV vui lòng làm theo hướng dẫn sau (SV vui lòng kiểm tra lại thông tin chính xác trước khi đăng ký):. . 1.\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin àký tên àchụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.\tSv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬à¬ Hỏi/Yêucầu à Tạo câuhỏi/yêu cầu mới : Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.\tClick vào choose file để tải file ảnh . . 4.\tClick vào GỞI. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh chị ạ. . Em tên [full_name] MSSV [student_id]. . Dạ lúc trước anh chị báo em còn chưa chuyển đổi môn học nên chưa thể tốt nghiệp, nay em đã giải quyết xong mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ. . Em cảm ơn anh chị",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, . . Em tên là [full_name], lớp HC17KTHL. Em vừa nhận giấy chứng nhận tốt nghiệp tạm thời từ phòng đào tạo, có ghi em đủ điều kiện nhận bằng tài năng. Trong chương trình, em có một vài môn học tài năng không trên 7.5. . . Thầy cô cho em hỏi là em có đủ điều kiện nhận bằng tài năng khi có một vài môn học tài năng không trên 7.5 không ạ?. . Em rất mong nhận được sự phản hồi và hỗ trợ của thầy cô!. . Em cảm ơn nhiều ạ!. . Chúc thầy cô một ngày làm việc vui vẻ!",
            "Chào bạn. . Bạn xem quy định. . 5. Sinh viên tốt nghiệp chương trình tài năng. . . . Sinh viên được cấp bằng tốt nghiệp ghi rõ “chương trình đào tạo tài năng” (Honors Program) nếu hội đủ các điều kiện sau:. . . . -      Đang là sinh viên của chương trình tài năng – không vi phạm điều kiện cho ra khỏi chương trình;. . . . -      Hoàn tất chương trình tài năng đúng hạn, đủ điều kiện để được cấp bằng theo đúng ngành học của chương trình đào tạo tài năng tương ứng.. . . . -      Có điểm LVTN lớn hơn 7,5; ĐTBTLN lớn hơn 7,5 và điểm rèn luyện từ loại Tốt trở lên.. . . . -      Đạt đủ số tín chỉ yêu cầu của phần mở rộng của các môn học tài năng.. . . . -      Có chứng chỉ ngoại ngữ đạt yêu cầu về chuẩn ngoại ngữ khi tốt nghiệp dành cho sinh viên chương trình tài năng theo quy chế học vụ bậc đại học, cao đẳng của trường đại học Bách Khoa.. . . . -      Đối với sinh viên đã hết thời gian đào tạo quy định của chương trình tài năng nhưng chưa có chứng chỉ ngoại ngữ theo quy định đối với sinh viên chương trình tài năng, sinh viên được cấp bằng chính quy đại trà nếu đạt chuẩn tiếng Anh của sinh viên chương trình chính quy đại trà.. . . . -      Quy định về trình độ tiếng Anh là bắt buộc đối với sinh viên các chương trình tài năng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô/thầy,. . Hiện tại vì lý do dịch bệnh nên chưa có thể thi TOEIC RL. Tuy nhiên em vừa tham dự kỳ thi nói viết của BKE và đủ chuẩn ra trường.. . Em có thắc là nếu tốt nghiệp vào năm sau (Tháng 11) thì em cần phải thi lại anh văn nói viết không ạ.. . Em xin cám ơn.",
            "Chào bạn. . Nếu bạn đã đạt anh văn nói viết thì không cần thi lại, Pdt tự bảo lưu kết quả trong hệ thống cho bạn. . nếu cần thì bạn chụp lại hình kết quả để lưu trữ để giải quyết khi có vấn đề phát sinh. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được hướng dẫn và tư vấn các bước để bảo lưu kết quả học tập online (vì tình hình dịch).",
            "Chào em,. . - Em phải thanh toán hết học phí HK211.. . - Tải mẫu đơn tạm dừng trên aao/biểu mẫu: có đầy đủ chữ ký của [full_name], Khoa ... . . - Đơn gửi qua bksi.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chưa đóng học phí dự thính vì lý do kinh tế gia đình bị ảnh hưởng bởi dịch covid vậy e có thể xin nhà trường cho e nợ học phí hay gia hạn thêm thời gian thanh toán được không ạ",
            "Thân gởi các bạn sinh viên,. . . . Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 11/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn. Thời gian gia hạn để đóng học phí đến trước 15 giờ ngày 15/10/2021. . . . . ·       Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . ·       Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . .  Sinh viên đã thanh toán học phí của HK211 (Dự thính) đúng hạn vui lòng bỏ qua email này.. . - Về gia hạn HP, vay vốn em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy, Cô,. . . . Em nộp mẫu đớn thu nhận lại để xét tốt nghiệp đợt tháng 11/2021. Em mong Thầy Cô duyệt đơn sớm cho em ạ, cảm ơn rất nhiều.. . . . Thank you!. . Thân mến. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em chào quý Thầy / Cô,. . . . Em là [full_name], sinh viên năm cuối và đã hoàn thành chươg trình đào tạo và các chứng chỉ anh văn. Học kì vừa qua em có hủy đăng kí một môn học (đăng kí để duy trì tình trạng SV).. . . . Em có thể xin quý Thầy cô mở đóng học phí cho em ngay thời gian này để em hoàn thành điều kiện đăng kí tốt nghiệp được không ạ?. . . . Em rất mong được sự giúp đỡ từ quý Thầy cô.. . . . [full_name] trọng,. .   i Tốt nghiệp .",
            "Chào em,. . PĐT sẽ mở cổng thanh toán cho em đóng HP vào thứ 2 tuần sau.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng đào tạo. . Em đã đăng kí in bảng điểm theo diện lấy ở CS1 (khi đăng kí có 2 lựa chọn: lấy ở CS1 hoặc gửi bưu điện), như vậy bây giờ em có thể trực tiếp đến phòng đào tạo để lấy bảng điểm phải không ạ?. . Em xin cảm ơn.. .",
            "Chào em,. . Em đã đăng kí in bảng điểm theo diện lấy ở CS1. . =  Em xem bảng điểm đã được xử lý rồi thì tới PĐT-CS Lý Thường Kiệt lấy nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo trường ĐH Bách Khoa.. . Em tên [full_name]  . . MSSV [student_id]. . Lớp PC16HTD.. . Dạ em nhầm em chỉ sử dụng một mail là  [email] , nhưng cả tháng nay em không nhận được mail của   [email] từ trường Đại Học Bách Khoa nữa. .Vì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail [email] của em để em nhận được các thông tin về việc học từ phía nhà trường, hoặc reset lại mail giúp cho em,  em xin chân thành cám ơn PĐT .(đính kèm hình ảnh từ mail ) Trân trọng ./.",
            "Chào em,. . PĐT đã gửi email, em kiểm tra email em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Thầy cô phòng Đào Tạo ạ!. . . . Em tên: [full_name] MSSV: [student_id] lớp: CK17-KTK.. . Em đã thi và có kết quả anh văn nói viết đợt 2, các bạn thi cùng đợt đã có tên trong danh sách tốt nghiệp tạm thời. Em mong thầy cô có thể kiểm tra giúp em lí do em không có tên trong danh sách để em hoàn thiện điều kiện tốt nghiệp và đăng kí tốt nghiệp ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là học phí (kỳ 211) em đã đóng đầy đủ có cập nhật trên BkPay rồi thì khi nào mới được cập nhật mới để đăng ký tốt nghiệp ạ. Bởi vì em đã hoàn thành đủ các điều kiện khác.. . . . Em cảm ơn!. .   i Tốt nghiệp .",
            "Chào bạn. . Sau thứ 6 ngày 15/10, Pdt sẽ cập nhật lại cho bạn đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 27/09 em có đăng ký nhận Giấy xác nhận sinh viên, với mục đích bổ sung hồ sơ Hoãn Nghĩa vụ quân sự tại địa phương.. . . . Sau đó, em có theo dõi thì thấy bản mềm (ký ngày 04/10, như file đính kèm) được upload trên MyBK, và sẽ được gửi qua đường bưu điện về địa phương thông qua đơn vị Viettel Post.. . . . Tuy nhiên, đến hôm nay ngày 14/10, em vẫn chưa nhận được thư chứa bản cứng. Vì vậy, em muốn xin Phòng Đào tạo mã vận đơn của thư đó để em và gia đình tiện theo dõi quá trình vận chuyển thư, và xử lý vấn đề (nếu có).. . . . Em xin cám ơn.",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. .",
            "Dạ vâng, em cám ơn anh/chị đã phản hồi về vấn đề của em một cách nhanh chóng.. . . . Do cơ quan địa phương vẫn yêu cầu bản cứng mặc dù gia đình em đã cung cấp bản mềm và giải trình về tình hình vận chuyển thư trong giai đoạn này có thể gặp nhiều khó khăn.. . . . Nếu được, em hi vọng anh/chị có thể cung cấp giúp em số mã vận đơn để theo dõi quá trình vận chuyển thư, hoặc dựa vào đó để thuận tiện làm việc hơn với cơ quan địa phương.. . . . Em xin cám ơn",
            "Gởi bạn file đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô phòng đào tạo ạ!. . Em là sinh viên k17 Cảng- Công trình biển thuộc khoa Kỹ thuật xây dựng. . Kỳ vừa rồi do sơ suất trong quá trình đăng ký môn học nên em đã đăng ký thiếu 1 môn tự chọn trong nhóm tự chọn hk1 năm 4 vì em tưởng rằng kỳ nào cũng sẽ có 1 môn, kỳ 1 năm 4 tới tận 2 môn, hiện em có tham gia học cùng các bạn trong môn này, em viết tin nhắn này để kính mong thầy cô Phòng đào tạo có thể tạo điều kiện đăng ký thêm cho em môn này trên sàn đăng ký môn học được không ạ, vì em cũng đã theo học kịp tiến độ, có gửi mail nhưng chưa thấy phản hồi.... . MSMH:CI4059 , Quản lý xây dựng công trình cảng. . Em mong quý thầy, cô xem xét đăng ký giúp em, Em cảm ơn rất nhiều, chúc thầy cô sức khỏe!. . . .",
            "Chào bạn,. . Thời điểm hiện tại đã đến cuối tuần thứ 10 của HK211, quá thời gian để bổ sung môn học cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033577  /b \t. . . .   i Yêu cầu khác . HOÃN THI GIỮA KỲ. . Kính gửi Thầy/Cô Phòng Đào tạo,. . Em tên: Nguyễn Đăng Khoa - MSSV: 2033577. . Đang học môn: Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Học kỳ: 211. . Vào lúc 7h00 sáng, ngày 10/10/2021 em có lịch thi giữa kỳ môn phương pháp tính (MT1009) - Nhóm tổ: DT01-C. . Vì sự cố mất điện đột xuất khu vực nơi em ở vào thời điểm thi, nên em không thể đăng nhập được vào mạng Internet cũng như máy tính. Do đó, em không tham gia được vào hệ thống thi môn MT1009 (Nhóm tổ: DT01-C) đúng giờ thi quy định. Vì thế em xin phép hoãn thi: Môn Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Thời gian 7h00 sáng ngày 10/10/2021. . . Em có nhận được phản hồi từ Thầy/Cô phòng đào tạo như sau:. . “Chào em,. . •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến”. . . . Em đã kiểm tra phần quy định hoãn thi (HT) theo hướng dẫn thì không thuộc nội dung đã liệt kê cụ thể trong quy chế (hình đính kèm). Tuy nhiên ở phần “Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến như hình đính kèm”. .  . . Vậy trường hợp của em Thi giữa kỳ thuộc Học kỳ 211 thì có được Phòng đào tạo sẽ hậu kiểm với các Khoa sau không ạ HAY được xin phép Giảng viên bộ môn để xem xét cho kiểm tra lại không ạ?. . Do em có gửi nội dung Phòng Đào tạo đã hướng dẫn đến Giảng viên bộ môn xin phép được kiểm tra lại nhưng Giảng viên không chấp thuận do không thuộc diện kiểm tra giữa kỳ của HK DT202 và 203.. . Em kính mong Thầy/Cô hướng dẫn giúp em ạ.. . Em chân thành cảm ơn Thầy/Cô nhiều ạ!. .",
            "Chào bạn. . Bạn tải mẫu đơn vắng thi kiểm tra bổ sung tại trang aao.hcmut.edu.vn    biểu mẫu nộp ghi rõ tình trạng vắng thi vì lý do gì, nộp tại BKSI để Cô trình Thầy Trưởng phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . Sinh viên khoá K17. . Em xin xem xét tốt nghiệp đợt này.. . Em cảm ơn. .   i Tốt nghiệp .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mssv [student_id],. . . . Em đã hoàn thành và có điểm môn học cuối cùng vào học kì 202 vừa rồi nhưng em vẫn chưa có tên trong danh sách tốt nghiệp, cho em hỏi em phải đăng ký ở đâu vậy ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, em là [full_name], em là sv K17 ạ. Dạo gần đây trong quá trình đăng ký xét tốt nghiệp em bị đánh giá là NỢ HỌC PHÍ, những khoảng là BHTN, đăng ký in bảng điểm và đăng ký in thẻ sinh viên. Thành thật là do em sơ xuất đăng 2 lần nên mới bị tình trang để lại nợ, tuy nhiên là lỗi của em nên em đã thanh toán hết rồi ạ. Nhưng gần đây em nhận thấy tình trạng in bảng điểm của em có xác nhận đã in bảng mới nhất gần đây, vậy cho em hỏi như hình pdf chụp màn hình đính kèm em có thể nhận bảng điểm đã được thanh toán gần đây không ạ. Bởi vì nó có thể bổ sung vào hồ sơ xin việc khi ra trường cho em.. . Ngoài ra thẻ sinh viên em cũng đã thanh toán, em có thể nhận thẻ mới không ạ, hiện tại em đang thấy trên Mục đăng ký in thẻ sv nó đang thể tình trạng thông tin đang chờ xử lý.. . Cuối cùng em chân thành cám ơn thầy/cô đã đọc thư và mong nhận được phản hồi sớm ạ. . .",
            "Chào bạn. . Bạn liên hệ Pdt để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id].. . . . Em đăng ký hoãn thi học kì 203 và được duyệt, em muốn hỏi khi nào sẽ thi lại để có chuẩn bị tốt ạ.. . . . Em xin cảm ơn và kính chúc sức khỏe.. .",
            "Chào em,. . - Em muốn hỏi khi nào sẽ thi lại. . =  Em chờ thông báo sau khi có quyết định hoãn thi.. . - Việc học do mình chủ động em nhé.. . - Em đăng ký hoãn thi học kì 203 và được duyệt. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em là [full_name], MSSV: [student_id]. . Em viết thư này để xin được đóng học phí sớm, để có thể đăng kí tốt nghiệp trong tháng 10 này.. . Lúc trước khi chưa thi anh văn nói viết, em có đăng kí một môn học để duy trình tình trạng sinh viên. Nhưng hiện tại em đã làm đơn xin rút môn học và được chấp nhận. Nhưng vì thời gian nộp học phí bắt đầu vào này 2/11 nên em không thể đăng kí xét tốt nghiệp được, trong khi hạn đăng kí tốt nghiệp trên myBK là 31/10.. . Em rất mong Phòng đào tạo có thể thông cảm và tạo điều kiện cho em được thanh toán học phí sớm để em có thể thực hiện đăng kí tốt nghiệp.. . Em xin chân thành cảm ơn và mong phản hồi sớm từ Phòng đào tạo!. .",
            "Chào em,. . PĐT sẽ mở cổng thanh toán học phí vào thứ 2 tuần sau cho em thanh toán hp.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô Phòng Đào Tạo,. . . . Hiện tại em chưa được xét tốt nghiệp vì còn thiếu 2 môn (Kết cấu bê tông cốt thép 1 và Nền móng) mã môn học cũ. Hiện tại em đã hoàn thành 2 môn học này bằng các môn tương đương tương ứng trong chương trình đào tạo. Em cũng đã liên lạc với Khoa Kỹ thuật Xây Dựng để làm đơn xin chuyển môn học tương đương.. . . . Em xin gửi thầy cô đơn đính kèm, rất mong thầy cô xem qua và xét duyệt giúp em ạ,. . . . Em cảm ơn thầy cô rất nhiều,. . . . [full_name].. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em có thắc mắc là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng chưa đạt Anh văn 2 kỹ năng nói viết do em thuộc chương trình tài năng yêu cầu điểm số từ 245 mà em chỉ đạt 230, thì em có thể đăng ký thi trong đợt thi sắp mở và được xét lại bằng tài năng không ạ? Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ giúp cô, trường hợp của bạn đã xin xét TN bằng thường đúng không?. . Tại hiện tại cô thấy em đã đăng ký tốt nghiệp thành công và thanh toán lệ phí 95k. . Thân",
            "Dạ em tưởng là phải đăng ký vào đợt này để xét tốt nghiệp vào tháng 11, còn việc xét các yêu cầu như Anh văn thì đến cuối học kỳ 211 đúng không cô?. . Em vẫn đăng ký xét tốt nghiệp bằng tài năng thưa cô.",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ở câu hỏi trước em có đề cập hai loại giấy tờ em thanh toán trễ dạo gần đây, hiện tại nếu có thể nhận những giấy tờ trên em có thể trực tiếp lên cơ sở 1 của trường để lấy kết quả không ạ? Em hiện tại đã tiêm ngừa covid đủ 2 mũi rồi ạ.. . Em cám ơn thầy/cô xem thư của em ạ.. .",
            "Chào bạn. . Được nghen bạn, Pdt làm việc bình thường nghen. . Thân"
        ]
    }
]