[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ, dạ cho em hỏi về việc đăng ký môn học, hiện đã hết thời gian đăng ký môn học, nhưng hiện em mới nhận kết quả thi của môn học HK202 mới biết kết quả là rớt môn ạ, nhưng hiện K18 kỳ này sẽ là kỳ cuối cùng học môn SP1009 Đường lối Đảng Cộng sản Việt Nam, hiện cho em hỏi về việc có thể hoặc có cách nào đăng ký học vào lớp hiện tại đang học ở kỳ 211 không ạ, vì hiện em đang rất muốn học vì hiện kỳ sau không còn mở môn học này nữa ạ, dạ em muốn xin học vào lớp L08_L08 HK211 của cô [full_name] ạ, dạ em cảm ơn thầy cô ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. .",
            "Đăng ký môn học . Dạ em chào thầy cô ạ, dạ cho em hỏi về việc đăng ký môn học, hiện đã hết thời gian đăng ký môn học, nhưng hiện em mới nhận kết quả thi của môn học HK202 mới biết kết quả là rớt môn ạ, nhưng hiện K18 kỳ này sẽ là kỳ cuối cùng học môn SP1009 Đường lối Đảng Cộng sản Việt Nam, hiện cho em hỏi về việc có thể hoặc có cách nào đăng ký học vào lớp hiện tại đang học ở kỳ 211 không ạ, vì hiện em đang rất muốn học vì hiện kỳ sau không còn mở môn học này nữa ạ, dạ em muốn xin học vào nhóm lớp L09_L09 HK211 của cô [full_name] ạ, em tên [full_name] ([student_id]) dạ em cảm ơn thầy cô ạ!",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . . . Tài khoản mybk của em không biết có bị lỗi gì mà không được Phòng Đào tạo cập nhật về điểm học kỳ 2 (năm học 2020-2021), trong khi các bạn cùng lớp với em đã được cập nhật điểm trên mybk rồi ạ.. . Về lịch thi học kỳ cũng vậy, nó không có hiện lịch thi của học kỳ 2 (năm học 2020-2021), mặc dù trong học kỳ em vẫn còn một môn để thi cuối kỳ và em nhận thông báo về việc thi cuối kỳ trên bk-elearing thông qua thông báo của giảng viên.. . Nên em không biết tài khoản em có bị lỗi gì về cập nhật không ạ?. . Kính mong Phòng Đào tạo kiểm tra lại giúp em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn đã bị hủy TKB/lịch thi do thanh toán học phí không đúng hạn.. . Bạn vui lòng xem quy định về TT học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. . Về thông báo và mail nhắc đóng học phí đã gửi cho SV nhiều lần.. . Các trường hợp khó khăn SV cần liên hệ tại Phòng Công tác Chính trị Sinh viên để làm đơn gia hạn học phí ngay từ đầu học kỳ.. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao .hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và gửi qua bksi nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào quý thầy cô.. . Hiện em là sinh viên k17 của Trung tâm Bảo dưỡng Công nghiệp, do là khóa Cao đẳng cuối cùng nên việc đăng kí môn học của em gặp 1 chút khó khăn. Em đang học môn Công nghệ lạnh điều hòa 1 và muốn xin đặc cách học song song môn Công nghệ lạnh điều hòa 2(260628), vì là khóa cuối nên sẽ rất khó còn có lớp nữa. Em mong quý thầy cô xem xét và giúp đỡ để em có thể học môn này.. . Em xin hứa sẽ hoàn thành tốt môn học.. . Em xin cám ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em tên [full_name] ([student_id]), dạ lúc nãy em có nhờ PĐT đăng ký giúp em môn học SP1009 trong kỳ 211 này ạ, lúc nãy em có gõ nhầm Là lóp L08, hiện lớp em muốn xin là L09_L09 ạ, và cô cho em hỏi là PĐT trả lời ngay trên Bksi này là trên tin này hay là tạo tin khác và hiện em đã xin bên phía giảng viên rồi ạ, dạ em cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô!. . Hiện tại dịch vụ đăng kí giấy xác nhận sinh viên vẫn đang tạm ngưng, mặc dù đã quá hạn tạm ngưng (27/08/2021) nhưng dịch vụ vẫn chưa được mở lại.. . Thầy/Cô cho em hỏi khi nào thì dịch vụ đăng kí giấy xác nhận sinh viên mới hoạt động lại ạ?. . Em xin cảm ơn Thầy/Cô.",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . . . Em là sinh viên được miễn học phí theo chế độ ưu đãi giáo dục (ba em là bệnh binh). Từ đầu năm nhất, em đã làm đơn xin được miễn giảm học phí theo chế độ chính sách trong vòng 4 năm đại học (của học kỳ chính). Trong học kỳ 2 em chỉ đăng ký môn học trong học kỳ chính nên em không biết học phí đó là tính theo môn học nào. Kính mong Phòng đạo tạo kiểm tra lại giúp em.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Lí do: Qua 2 đợt đăng kí dự thính em có mong muốn đăng kí lớp anh văn 4. Tuy nhiên khi truy cập vào đăng kí thì lại không hiện lên môn học. . . Tới hôm nay khi em truy cập lại thì môn học đã có trên đăng kí môn học tuy nhiên đã quá hạn. Tuy nhiên lớp này tới thứ 7 mới bắt đầu tiết đầu tiên. Vì thế em mong pđt có thể xem xét mở đăng kí được không ạ? . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Vui lòng ghi rõ tên MH, mã MH và mã nhóm MH bạn xin đăng ký nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . . . Em tên: [full_name]. . MSSV: [student_id] Nhóm T01. . . . Em đã hoàn thành xong chương trình đào tạo, chờ tốt nghiệp, nhưng chưa có tên trong danh sách dự kiến tốt nghiệp tháng 8, và khi vô mục đăng ký tốt nghiệp thấy để hết hạn đăng ký ngày 30/8/2021.. . Mong PĐT hướng dẫn thủ tục để em được tốt nghiệp.. . . . Trân trọng và cảm ơn,. . . . . .",
            "Chào bạn. . •\tPdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . •\tLịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . •\tXem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT.. . . . Em có đăng ký TLTN vào đợt 1 và đợt bổ sung vừa rồi, những vẫn không có kết quả ở \"đợt xem kết quả\". Em có nhờ cô giáo vụ ở Khoa hỏi, và PĐT phản hồi em đủ điều kiện đăng ký.. . . . Mong PĐT hỗ trợ ạ!. . . . . . . .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 15/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PDT . . Phòng đào tạo cho em hỏi hiện bây giờ em đã học hết môn chỉ còn 6tc anh văn và 4tc giải tích 1 mà sao số tín chỉ tích luỹ nghành của em chỉ mới có 104 tính cho toeis học kì 201.Vậy cho em hỏi bao giờ thì PDT cập nhật tín chỉ tích luỹ nghành cho em để em đăng kí luận văn tốt nghiệp còn nếu không phải do PDT thì xin chỉ cách cho em để tăng tín chỉ tích luỹ nghành lên ạ.. . Em đã tạo 1 câu hỏi từ hôm thứ 7 ngày 28/8/2021 mà tới bây giờ vẫn chưa có ai trả lời thắc mắc của em.Vậy nên xin phòng đào tạo đọc và trả lời giúp em vì em là sinh viên năm 6 rồi nên thời gian đối với em là vô cùng quan trọng trong thời điểm này ạ.. . Xin cảm ơn PDT ạ",
            "Bổ sung giúp cô mã môn LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . . . Em tên Trần Anh Tú, MSSV [student_id] hệ VLVH.. . Trong đợt ĐKMH \"Đăng ký môn học HK Chính + Dự thính 211+ VLVH\" em có đăng ký 2 môn học Cơ học lý thuyết và Phương pháp tính. Em kiểm tra đã thành công và đã học được 2 tuần 33 + 34. Nhưng hôm nay em vào TKB sinh viên để kiểm tra thì lại không còn môn học trên TKB. Kính mong quý thầy, cô giải đáp thắc mắc,hướng dẫn để em có thể tiếp tục học tập ở học kỳ này. . . . .   B Em đã gửi câu hỏi 1 lần PĐT thông báo đã có TKB nhưng em xem vẫn chưa có ạ  /B . . . . Chi tiết tình trạng đăng ký và TKB em có gửi trong hình đính kèm.. . . . Em xin trân trọng cảm ơn.",
            "Bạn xem lại nhé, cô thấy bạn có TKB mà, xem file đính kèm nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bị mất thời khoá biểu hk211 trên trang mybk.hcmut ạ. Mong thầy cô có thể trợ giúp em ạ. . Em tên lên [full_name] mssv[student_id]",
            "Chào em,. . Em kiểm tra lại nhé, cô thấy có TKB HK211. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em tên là [full_name] mssv [student_id]. E muốn hỏi về qui định đổi điểm môn học AV1234 bằng Toiec quốc tế ạ. Em hiện tại là sinh bảo dưỡng hệ cao đẳng khoá 2017 thì điểm đổi áp dụng theo bảng quy định như thế nào ạ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí môn dự thính và được trả lời như sau ạ:. . Vậy cho em hỏi là học theo kiểu đồ án có giống như học bình thường. . số tín chỉ vẫn giữ nguyên đúng không ạ. . Học phí vẫn như bình đúng không ạ. . vẫn giữ số sinh với lại thời khóa biểu cũ đúng không ạ. . Hay là chúng em phải đăng kí lại ạ. . Em xin chân thành cảm ơn!. . Trân trọng!. . [full_name]. .",
            "Chào bạn. . 1) Học theo dạng đồ án có thể không có thời khoá biểu, Thầy và SV có thể tự trao đổi theo lịch của Thầy, . . 2) Đúng. . 3) Đúng. . 4) sau khi có xác nhận đồng ý của Giãng viên sẽ phục hồi lại môn học và đăng ký lại theo danh sách, bạn [full_name] sẽ là người chịu trách nhiệm cho ds này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng đào tạo.. . Em là [full_name] ,MSSV : [student_id]. . Do em đã hết thời gian đào tạo nên đã bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp . Em đã làm đơn xin gia hạn và đã được nhận . Và giờ em muốn xin mở lại các môn như đợt em đã đăng ký vừa rồi:. . 1: Tiểu luận tốt nghiệp :260263. . 2: Anh văn 3 ( tương đương) :LA1007. . 3: Anh văn 4 ( tương đương) :LA1009. . Rất mong PĐT tạo điều kiện mở các môn cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này .. .   I Đơn xin gia hạn em và Trung tâm Bảo Dưỡng Công Nghiệp đã gửi về PĐT và đã được giải quyết. . EM xin trân trọng cảm ơn .",
            "Kính gửi : Phòng đào tạo.. .  Em xin trân trọng cảm ơn.",
            "Chào bạn. . bạn theo dõi TKB cập nhật vào cuối tuần này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name], mssv: [student_id] , hệ VHVL. . . . thưa thầy/cô, học kỳ trước em đã nhận làm lvtn nhưng do dịch và 1 số lý do mà em không thể báo cáo online được, nên học kỳ này em đăng ký để làm lại môn lvtn.. . Nhưng sao em đăng ký thì báo là không đủ điều kiện nhận lvtn, ghi là thiếu tín chỉ ạ. Lần trước trường có mail cho em và báo là em chỉ thiếu 4 chỉ môn tự chọn mà giờ trên trang xét luận văn lại báo là thiếu hơn 30 chỉ, mong thầy xem xét và giúp đỡ trường hợp của em ạ, em xin cảm ơn. . Em xin bổ sung mã số môn lvtn: 440303",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa 31/8. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô!. . Em tên [full_name] MSSV [student_id].. . Đợt đăng ký môn học bổ sung LVTN em có đăng kí LVTN mã môn học là MA4323, nhưng PĐT không đăng kí do em chưa đủ 126 tín chỉ.. . Hiện tại số tín chỉ của em là 123, và HK210 em có học xong 1 môn 2 chỉ nên tổng chỉ của em là 125. Và ngày 29/8 em có chuyển điểm môn AV1 nên tổng chỉ em 127. Như vậy em sẽ đủ chỉ tiêu để đăng kí.. . Em mong quý thầy cô có thể xem xét đăng kí bổ sung giúp em để em có thể làm LVTN, vì em là K15 nên học kì này là học kì cuối cùng. Em có đính kèm hình ảnh chuyển điểm anh văn và qua 1 môn 2 chỉ bên dưới. Em rất mong quý thầy cô xem xét!. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nguyên nhân em xin xóa em ra khỏi môn (CI3001) ở lớp DT01 tại vì lịch học của lớp vào thứ 2 mà em đã xin được lớp của cô [full_name] môn kết cấu thép 2 (CI3211) ở lớp DT01. Em mong phòng đào tạo có thể chuyển em qua lớp DT01 ở môn CI3211 tại vì nếu không có môn này em sẽ không được đăng kí làm luận văn tốt nghiệp theo đúng hạn nhà trường ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào PĐT. . . . . Em là [full_name], MSSV: [student_id].. . Vì một số lí do cá nhân, em xin rút môn học EE3095 mà mình đã đăng kí trong học kì 211. . . Em xin nhận điểm R và cam đoan sẽ thanh toán học phí đầy đủ ạ. . . . . [full_name].",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em [full_name]. Mssv [student_id].. . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm.. . Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ?. . Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV.. . Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10.. . Mong cô kiểm tra giúp em.. . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô phòng Đào Tạo. . Em tên: [full_name]. . MSSV: [student_id], sinh viên hệ văn bằng 2.. .   Nay em gửi mail này xin quý thầy cô cập nhập cho em môn học trên BKEL để khớp với trong TKB học kì này. Trên TKB của em có hiện môn Đ/A Tổ Chức Thi Công mà trên BKEL không có.. .   Em xin chân thành cảm ơn sự giúp đỡ của quý thầy cô.. . . .",
            "Chào bạn. . Vui lòng trình bày rõ tên MH và MH giúp cô nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id]. . Em không đăng ký được môn học LVTN mã ci4343 do chưa đăng ký học bằng 2 . . Sau khi xin khoa tạm hoãn tốt nghiệp bổ sung đơn xin học lớp ci4343 vào kỳ học 211 em mong phòng đào tạo hỗ trơ em vào học kỳ này ạ, em có đính kềm flie xác nhận và đơn xin học ở dưới ạ. . Em chân thành cám ơn . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào cô. . Mã LVTN nghành Cảng-Công Trình Biển: CI 4333. . Cô xem giúp em ạ. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo,. . Hôm thứ 7 em có gọi thắc mắc về việc môn học Xã hội học đại cương IM2023 có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ.. . Trân trọng,. . Em [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . . . Thân mến,. . . .",
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính chào phòng đào tạo,[full_name] [full_name] Hôm thứ 7 em có gọi anh thắc mắc về việc môn học Xã hội học đại cương không có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em[full_name] Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo[full_name] Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] Em [full_name][full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô.em tên [full_name] mssv [student_id].Em xin đăng kí tiểu luận tốt nghiệp (260663) hk211.em cảm ơn thầy cô ạ.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo,. . Hôm thứ 7 em có gọi anh thắc mắc về việc môn học Xã hội học đại cương IM2023 ko có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ.. . Trân trọng,. . Em [full_name]. . . .",
            "Chào em,. . Em đã gửi 3 câu rồi, PĐT đang xem. . . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là kì học online này thì rút môn học làm sao ạ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào tạo ạ,. . Em tên là [full_name], MSSV là [student_id].. . Do một số lý do, điều kiện cá nhân, tình hình dịch bệnh hiện nay, và sự sai sót của bản thân nên em đã bỏ lỡ thời gian đăng ký đợt bổ sung để đăng ký luận văn tốt nghiệp. Hiện tại, em đã hoàn thành tất cả môn học tiên quyết và chỉ còn thiếu chứng chỉ anh văn để nhận luận văn tốt nghiệp. Vì vậy, em xin Phòng Đào tạo có thể xem xét và cho phép em đăng ký luận văn trong học kỳ này – HK211. Mã số môn học là MA4333.. . Mong nhận được sự phản hồi sớm ạ.. . Em xin chân thành cảm ơn ạ!. . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id]. Em có mong muốn xin được đăng ký môn học trễ. Mã môn học là ME3031, tên môn học là kỹ thuật chế tạo 1, nhóm lớp DT01, thầy [full_name] phụ trách giảng dạy.. . . . Lý do: Vào thời gian đăng ký học kỳ dự thính vừa rồi, gia đình em có người đi cách ly vì nghi là dương tính với Covid. Tinh thần của em không được ổn lắm và chưa dành đủ sự chú ý đến việc đăng ký môn học. Em có đăng ký vào học kỳ chính, và môn học không được mở. Loay hoay đến giờ em mới biết là môn được mở dự thính, nhưng lại quá hạn đăng ký mất rồi.. . . . Xin phòng đào tạo xem xét, cho phép em vào danh sách bổ sung của lớp với ạ. Em lo sợ môn học này không được mở vào kỳ sau. . . . . Em xin cám ơn rất nhiều ạ. . . . . [full_name] - [student_id] - CK18CTM04.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "- Em xin chào cô ạ! sau khi nhận được thư phản hồi của cô, em muốn đăng ký môn [full_name]uận Văn Tốt nghiệp cho học kỳ 211 ạ! em chân thành cảm ơn cô ạ!. . -   U Họ tên  /U :  B  [full_name]  /B . . -   I mssv  /I :   B [student_id]  /B . . -   U Mã môn học  /U :   B MA4343  /B . . -   U Mã nhóm  /U :   B [full_name]01   /B của giảng viên [full_name]ưu Tuấn Anh. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Kính chào phòng đào tạo,[full_name] [full_name] Em muốn hỏi về hộp thư góp ý môn học hoặc phiếu đăng kí đánh giá phản hồi môn học kì trước hoặc kì 211 để em gửi ạ[full_name] Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] Em [full_name][full_name] [full_name]",
            "Chào em,. . . . Phòng Khảo thí và Bảo đảm chất lượng. . Trường Đại Học Bách Khoa - ĐHQG-HCM. . Địa chỉ: 268 Lý Thường Kiệt, Phường 14, Quận 10 - Phòng 305, Nhà A1. . Điện thoại: (028) 38 647 256 (Ext - 5109). . Email: [email]; [email]. . Website: http://www.oqa.hcmut.edu.vn. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Dạ cho em hỏi em phải làm sao để đăng ký bổ sung thêm vào một lớp đã có là môn Đồ án Công nghệ khai thác dầu khí (GE4031) nhóm LO1, em muốn đăng kí học môn này vì không muốn ra trường trễ, em đã mail thầy hướng dẫn (thầy [full_name]) và thầy đã đồng ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào [full_name]. Trong đợt ĐKMH vừa rồi môn LVTN của e bị hủy sau khi đăng ký. Hiện tại e đang thiếu chứng chỉ ngoại ngữ, do tình hình dich Covid kéo dài nên không thể thi được. Đồng thời, có chứng chỉ ngoại ngữ e mới có thể chuyển điểm AV để có được 8 tín chỉ cho 4 môn AV 1,2,3,4. Vì vậy không nộp chứng chỉ tiếng Anh e đồng thời bị cả 2 vấn đề là thiếu tín chỉ và thiếu Toeic theo quy định của trường. Mặc dù trước đó em đãng đăng ký thằng công LVTN và sau đó đã bị hủy. [full_name] giúp e giải đáp thắc mắc này được không ạ. Rất mong sớm nhận được phản hồi. Em cảm ơn.",
            "Chào bạn,. . Vấn đề là các môn AV bạn vẫn có thể đăng ký học ở trường bình thường nhé, nhà trường chỉ không xét chuẩn tiếng anh nhận LVTN, nhưng về số tín chỉ bạn phải đạt nhé.. . Bạn có thể làm đơn xin cứu xét đăng ký LVTN, ghi rõ tình hình hiện tại của bạn như thế nào? lý do?. . Cô sẽ giúp bạn trình đơn cho Ban Lãnh đạo xem xét và trả lời đơn cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô phòng đào tạo, em đã xin được thầy giảng dạy - thầy [full_name] - mở môn Máy bơm trạm bơm CI3059 dưới dạng đồ án môn học với sỉ số là 7 bạn ạ!. . Mong phòng đào tạo giúp em mở môn học trong học kỳ dự thính này.. . Em xin chân thành cảm ơn ạ.. . Trân trọng!. . [full_name]. .",
            "Chào bạn. . Bạn gởi lại danh sách giúp Cô",
            "Chào bạn. . TKB đã được phục hồi , bạn xem cập nhật vào tuần sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kì 211 này em muốn rút môn học online thì thực hiện như thế nào ạ?. . Mong PĐT phản hồi sớm ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Em tên là [full_name] - MSSV: [student_id]. . Vào ngày 23/8 em có đăng kí hoãn thi môn Vật lí 1 (PH1003), nhưng đến hôm nay khi em lên xem điểm thì lại thấy để là 13. Nhờ thầy cô xem xét lại đơn hoãn thi giúp em ạ.. . Em cảm ơn thầy cô ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em muốn đăng ký TTTN mà do kiểm tra mail trễ nên đăng ký muộn. Em có thể làm đơn gì để đăng ký bổ sung không ạ? Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn. . Bạn vui lòng làm đơn đăng ký môn TTTN, và nhờ [full_name] ký xác nhận đồng ý cho bạn bổ sung môn TTTN (có thể gởi qua mail, bạn chụp màn hình đồng ý), vì hiện tại danh sách SV đăng ký được Pdt đã chuyển về [full_name].. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào,. . . . Em tên là [full_name], MSSV: [student_id]. . Hôm nay, em gửi tin nhắn này là muốn hỏi 2 điều:  . . 1.Em đã thực hiện gửi mail và điền đơn xin hoãn thi môn học Kết Cấu Thép 1 (CI3009) trong học kì 203 nhưng mà bảng điểm tổng kết của em lại hiện lên điểm 13 (vắng thi) thay vì là 14 (hoãn thi) nên rất mong PĐT có thể xem xét lại giúp em.. . 2.Cho em hỏi về thủ tục đăng kí thi bổ sung do em đã hoãn thi. Và khi nào sẽ tiến hành thi bổ sung ạ. . . . Mong nhận được phản hồi từ PĐT.. . . . [full_name],. .",
            "Chào em,. . 1.. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . . . 2.Cho em hỏi về thủ tục đăng kí thi bổ sung do em đã hoãn thi. Và khi nào sẽ tiến hành thi bổ sung ạ. . =  Em đọc kỹ quy chế nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi quy trình rút môn học online như thế nào ạ.. . Và với tình hình dịch bệnh khó khăn như vậy , môn học chưa bắt đầu nhưng em muốn rút môn thì có được miễn giảm học phí không ạ",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. .",
            "Chào cô. . Em xin trả lời câu hỏi của cô. Em muốn rút môn học KĨ THUẬT SIÊU CAO TẦN(EE3025), nhóm DT02 vì kì trước em đã đăng ký học môn này, kết quả tổng kết môn này có sau hạn chót đăng ký môn học dự thính bổ sung lộ trình 2 đợt 2(27/8, kết quả em có ngày 28/8), em chỉ còn nợ môn này để tốt nghiệp, hôm thi em làm không được tốt nên em sợ không đủ điểm nên em đã đăng ký dự thính nhưng em đã đạt môn học này, em mong phòng đào tạo xem xét và giải quyết cho em. . Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . . . Thân mến,. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]:[full_name]_MSSV:[student_id]. . NỘI DUNG: HỌC KÌ 211 NÀY EM CÓ [full_name],CI4127 ĐỒ ÁN MÔN HỌC TỔ [full_name]ỨC THI CÔNG LỚP L03 MÀ [full_name]O [full_name] 31/8/2021 NÓ [full_name]Ỉ MỚI HIỆN TRÊN LỊ[full_name] THỜI KHÓA BIỂU CỦA EM MÀ [full_name]ƯA HIỆN TRÊN BKE-LEARNING. MÀ [full_name] THẦY LÊ ĐỨC ANH GIAO ĐỀ VÀ TRONG DANH SÁ[full_name] KHÔNG CÓ TÊN EM. EM MONG PHÒNG ĐÀO TẠO CẬP NHẬT LẠI [full_name]O EM.. . EM [full_name]ÂN THÀNH CẢM ƠN. . . .",
            "Chào em,. . Em vui lòng liên hệ Khoa để nhận giáo viên hướng dẫn trước nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào anh chị ạ. . Em là [full_name] mssv [student_id]. . Em có đăng kí anh văn nhu cầu ở đợt đăng kia dự thính bổ sung mà giờ em chưa có thời khóa biểu ạ. Không biết có phải lỗi bên em không ạ. . Mong pdt giải đáp sớm. Em cảm ơn",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là giờ em có thể đăng kí bổ sung luận văn tốt nghiệp không ạ , do đợt vừa rồi em không đăng kí kịp ạ.  B   /B",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], lớp VP16VT.. . Em đã đăng ký tên môn học \"Luận văn tốt nghiệp\" với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021.. . Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\".. . Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận Luận văn tốt nghiệp vì: Số tín chỉ tích lũy của em là 270/280 (chỉ còn môn Luận văn tốt nghiệp 10 chỉ), số ngày Công tác xã hội là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký cuối này Phòng Đào tạo có gửi mail nêu rõ không xét chứng chỉ Anh văn do tình hình dịch Covid-19 nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp.. . Nay em làm đơn khiếu nại (trong file đính kèm) kính mong PĐT xem xét để em có cơ hội được nhận Luận văn tốt nghiệp HK211 và hoàn thành chương trình học của mình.. . Em xin chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy/ cô,. . . . Thầy cô cho em hỏi học kì dự thính - Lộ trình 2, có mở đăng kí môn học lần 3 (đăng ký bổ sung) không ạ?. . . . Em xin cảm ơn ạ.",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], lớp VP16VT.. . Em đã đăng ký tên môn học \"Luận văn tốt nghiệp\" với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021.. . Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\" và không có thời khóa biểu ạ.. . Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận Luận văn tốt nghiệp vì: Số tín chỉ tích lũy của em là 270/280 (chỉ còn môn Luận văn tốt nghiệp 10 chỉ), số ngày Công tác xã hội là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký cuối này Phòng Đào tạo có gửi mail nêu rõ không xét chứng chỉ Anh văn do tình hình dịch Covid-19 nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp.. . Nay em làm đơn khiếu nại (trong file đính kèm) kính mong PĐT xem xét để em có cơ hội được nhận Luận văn tốt nghiệp HK211 và hoàn thành chương trình học của mình.. . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy,cô ạ!. . Do ảnh hưởng của dịch covid khiến em chưa thể tham gia bảo vệ Luận Văn Tốt NGhiệp trong kì này mặc dù đã hoàn thành xong.Em có thể đăng ký bảo vệ trong đợt tiếp theo được không ạ? Mặc dù đã hết thời gian đào tạo.. . Em mong được sự phản hồ sớm nhất từ quý thầy, cô.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . hiện bạn chỉ được kéo dài thời gian có 1 học ký, nếu không xong ở Hk này thì không thể giải quyết được. . Bạn liên hệ Khoa/bộ môn xem xét bảo vệ trong HK 202 này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi là ĐTBTL để xét tốt nghiệp có bao gồm các môn AV, chính trị và đại cương không ạ hay chỉ các môn chuyên ngành thôi ạ",
            "Chào em,. . - Em xem quy chế về tốt nghiệp: Điều 20, điều 21 trên aao/. . . . - Đtbtl là tính hết , học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Lí do: Qua 2 đợt đăng kí dự thính em có mong muốn đăng kí lớp anh văn 4. Tuy nhiên khi truy cập vào đăng kí thì lại không hiện lên môn học.. . Tới hôm nay khi em truy cập lại thì môn học đã có trên đăng kí môn học tuy nhiên đã quá hạn. Tuy nhiên lớp này tới thứ 7 mới bắt đầu tiết đầu tiên. Vì thế em mong pđt có thể xem xét cho em đăng kí bổ sung được không ạ?. . Em xin chân thành cảm ơn!. . Mã môn học: LA1009",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . Em tên [full_name], MSSV: [student_id] Khoa KTXD. Em không đăng ký được môn LVTN CI4373 \"lý do thiếu các môn tiên quyết\" (hình đính kèm). Những môn này em đã hoàn thành khi còn chính quy, đã chuyển điểm thành công qua hệ vhvl (hình đính kèm) nhưng khi dùng mssv của hệ vhvl đăng ký thì hệ thống báo thiếu các môn này.. . Vì không đăng ký được nên không xem được lịch sử đăng ký trong mục ĐKMH của hệ thống.. . . . Khi vào tra cứu danh sách sinh viên đủ/không đủ điều kiện nhận LVTN. Em thấy báo \"không đạt\" vì tín chỉ tích lũy là 70( hình đính kèm), trong khi ở hệ chính quy em đã tích lũy 116 tín chỉ rồi, anh văn toeic 530 đã nộp ở hệ vhvl ( hình chứng minh đính kèm) MSSV cũ :[student_id]. . . . . Ở mục điểm chuyển trong thông tin sinh viên ở hệ vhvl, em thấy thiếu 2 môn là Vật lý 1 (PH1003) và [full_name] thép 1 (CI3009) chưa được chuyển từ chính quy. Mong PĐT cập nhật giúp em ạ. (hình đính kèm). . . . Kính mong PĐT xem xét cho em được đăng ký luận văn HK211.. . Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em là [full_name], SV khóa K2017. Đợt đăng ký môn học vừa rồi (HK211) em có đăng ký môn học (1 môn 2 tín chỉ). Hiện tại em không có nhu cầu học nữa ạ. Phòng đào tạo vui lòng cung cấp hướng dẫn quy trình để em thực hiện đăng ký rút môn học, vì mùa dịch này em không thể nộp đơn ở phòng đào tạo ạ. . . Em xin chân thành cảm ơn!. . Sinh viên . . [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/ cô:. . . . Em tên: [full_name]; MSSV: [student_id]. . . . Em đã chuyển điểm AV3-4 từ 2 tuần trước, trong mybk mục điểm chuyển đã có rồi nhưng em không thấy số TCTL trong bảng điểm được cập nhật. Thầy/cô cho em xin giải đáp.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn. . Pdt ghi nhận, và sẽ cập nhật lại số tín chỉ sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào pđt. hôm trước lúc đăng kí luận văn tốt nghiệp thành công mà bây giờ em vào xem thời khóa biểu mà không thấy nữa ạ. em xin cảm ơn ạ.",
            "SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] hiện tại em còn 1 học kì nữa là hết hạn 13 học kì, nhưng em chưa đủ chuẩn anh văn đầu ra( TOEIC 4 kĩ năng). Vì tình hình dịch bệnh nên em không thể đăng kí thi được, không biết nhà trường có tạo điều kiện gì cho chúng em không ạ. Em cảm ơn!",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Nên Sau thời gian giãn cách bạn đăng ký thi CCNN nghen. . Thân. ."
        ]
    }
]