[
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Thưa thầy [full_name],. . . . Em là [full_name] (mssv [student_id]), hiện là sinh viên năm cuối. . . Do lúc trước em sợ không đủ điểm anh văn nói viết nên em đã đăng kí học dự thính môn Xác suất thống kê (MT2001) do thầy dạy vào thứ 7 - chủ nhật (tiết 10-12) nhóm DT01.. . Hôm nay em đã có kết quả thi anh văn và đã đạt đủ điểm tốt nghiệp nên em lên phòng đào tạo để hỏi về vấn đề đăng kí tốt nghiệm và cô trong PĐT nói là phải hủy môn đã đăng kí trong kì này thì mới có thể đăng kí tốt nghiệp được. Cô có nói thêm là hỏi thầy có thể HỦY giùm em được không để em đỡ phải đóng tiền học phí.. . Nay em viết tin nhắn này gửi đến thầy để có thể nhờ thầy giúp giùm em hủy môn học để em kịp đăng kí tốt nghiệp tháng 11 này.. . Em hy vọng sẽ nhận được phản hồi từ thầy.. . Em cảm ơn thầy nhiều.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "-Mấy ngày qua điện thoại em hư nay mới sài lại được xem mail thì thấy qua hạn đăng kí avdv rồi. Cho em hỏi giờ có cách nào xin đăng kí được không ạ. . Em cảm ơn",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn. Danh sách thi đã được lập và các lớp dự kiến xếp lớp đã được dự trù mở lớp.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi, cô em mới đăng bảng điểm hôm chủ nhật ngày 15/9/2019 nhưng nay thứ 3 ngày 17/9/2019 mà em đăng kí phúc tra bài thi lại không được vậy ạ, trong khi đó lớp giải tích của bạn em (khác giáo viên) thì có điểm trước em cũng lâu rồi ạ. Bây giờ em muốn phúc tra thì làm sao ạ.. . Em xin cám ơn.",
            "Chào bạn,. . Bạn vui lòng vào đăng ký lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em đã hoàn thành chương trình học cũng như hoàn tất luận văn nhưng chưa có chứng chỉ speak and writting. Cho e hỏi là kì này hay kì e phải làm nhưng gì để có thể xét tốt nghiệp vào kì tới.",
            "Chào bạn,. . Học kỳ này nếu bạn không có TKB thì sẽ ở trạng thái tạm dừng.. . HK192 bạn làm đơn thu nhận lại để xét tốt nghiệp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô PĐT,. . . . Em tên [full_name], MSSV [student_id]. . . . Em đã đăng ký tốt nghiệp và được PĐT xác nhận đơn đăng ký tốt nghiệp, nhưng đến hiện giờ em vẫn chưa có tên trong danh sách tốt nghiệp chính thức do PĐT cung cấp ạ.. . . . Kính mong thầy/cô rà soát và kiểm tra lại giúp em.. . Em mong nhận được phản hồi sớm từ thầy/cô.. . . . Em xin cám ơn.",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . . . Em chào thầy/cô PĐT,. . . . Em tên [full_name], MSSV [student_id]. . . . Em đã đăng ký tốt nghiệp và được PĐT xác nhận đơn đăng ký tốt nghiệp, nhưng đến hiện giờ em vẫn chưa có tên trong danh sách tốt nghiệp chính thức do PĐT cung cấp ạ.. . . . Kính mong thầy/cô rà soát và kiểm tra lại giúp em.. . Em mong nhận được phản hồi sớm từ thầy/cô.. . . . Em xin cám ơn.  /QUOTE . . [full_name], em đã đăng ký tốt nghiệp rồi thì sẽ có danh sách chính thức.. . Dự kiến trong tháng 10.. . Em yên tâm!                       . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mình cần làm gì để vay vốn ngân hàng ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng công tác chính trị sv để được tư vấn hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào chị. . Em đăng kí anh văn bị sai. . giờ làm sao mà em chuyển lại từ anh văn chọn 3 thành chọn 1 được ạ. . Em cảm ơn ạ. .",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn. Danh sách thi đã được lập và các lớp dự kiến xếp lớp đã được dự trù mở lớp.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vì một số lý do khách quan nên em không thể đăng ký thi tiếng anh đầu vào đúng hạn, nên theo như quy định em sẽ tự động được đăng ký và xếp lớp. . . Nên em viết thư này, kính mong quý thầy cô giúp em hủy lớp học anh văn vì em đã đi học thêm ở ngoài, kinh tế có hạn không cho phép em học thêm ở trường nữa.Em vẫn sẽ tham gia thi anh văn đầu vào như lịch đã được nhà trường sắp xếp ạ.( Tức đăng ký đúng hạn, em sẽ đăng ký thi anh văn đầu vào nhưng không xếp lớp học anh văn). . Em rất xin lỗi vì bất tiện này, và cũng xin chân thành cảm ơn quý thầy cô ạ",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn. Danh sách thi đã được lập và các lớp dự kiến xếp lớp đã được dự trù mở lớp.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . . Về học phí bạn không thanh toán thêm phần anh văn vì đã bao gồm trong phần học phí HK1 của bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 813BI013  /b \t. . . . Cho e hỏi e mới kết thúc học kì 183 dự thính với chính quy mã môn SP1009, có điểm bên đó , nhưng chưa chuyển điểm qua vừa học vừa làm để em đăng ký tốt nghiệp. . Cảm ơn",
            "Chào bạn.. . đã chuyển câu hỏi của bạn tới bộ phân liên quan.. . Hoặc bạn có thể email tới : [email]. . để  được trả lời chi tiết nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo ĐH Bách Khoa TP.HCM. . Em muốn được giải đáp thắc mắc về đăng kí môn học như sau: Do đã hoàn thành đủ hết các tín chỉ bắc buộc + tự chọn của ngành học và   B chỉ còn 2 môn  /B  là Đề cương LVTN và LVTN cho năm cuối. Như vậy theo kế hoạch nếu em đăng kí   B HKI: Đề cương LVTN (0 tín chỉ)  /B  và   B HKII: LVTN (9 tín chỉ)  /B  thì có bị ràng buộc về quy định 'Số tín chỉ tối thiểu trong một học kì chính' (Mục 9.4 quy chế) không?. . Mong được PDT giải đáp thắc mắc.",
            "Chào bạn. . . . Nếu trong HK1 bạn đăng ký cả 1 môn đề cương LVTN và LVTN thì sẽ không bị ràng buộc quy định về số tín chỉ tối thiểu trong học kỳ chính.. . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn không có TKB của HK191 thì bạn không được cấp giấy hoãn nghĩa vụ quân sự.. . [full_name]ân.",
            "Em là sinh viên K14, hiện tại không đăng ký môn học HK191. Cho em hỏi là làm cách nào để có được giấy tạm hoãn nghĩa vụ quân sự ạ ?. . . . Em xin cảm ơn ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường Đại [full_name] Chí Minh. . Em tên: Đinh Thành Thung, MSSSV: [student_id]. . . Em xin chuyển đổi thời khóa biểu môn quá trình thiết bị cơ học (MSMH:CH2019) từ nhóm [full_name]03 ( tiết 2-4  thứ 2 CS1) sang nhóm L04 ( tiết 7-9 thứ 2 CS2). Vì một số lý do sau:. . + Hiện tại em đang lưu trú tại kí túc xá ĐHCG CS2, vì thế việc học sẽ tiện lợi hơn.. . + Lúc Đkmh là Thầy Hoàng [full_name] nhưng sau này thay Thầy Nguyên Hữu  Hiếu giảng dạy. Không tương thích với nguyện vọng dkmh lúc đầu.. . + Nhóm [full_name]03, hầu như là lớp Kĩ sư tài năng nên dạy bằng tiếng anh, do vậy đôi lúc em  không nắm bắt kịp bài học. . . Việc xin đổi thời khóa biểu em đã trao đổi trực tiếp và được hai Thầy đồng ý dưới sự phê duyệt của Phòng Đào tạo. Em mong quí Thầy ( Cô) phê duyệt giúp em để việc học tập được thuận tiện hơn.. .",
            "Chào em,. . . . Em làm đơn phải có sự đồng ý của giáo viên giảng dạy.",
            "Chào bạn. . . . Trong trường hợp đổi nhóm lớp bạn vui lòng kèm đơn trên co xác nhận của giảng viên giảng dạy và nộp về PĐT để được xét duyệt.. . . . Danh sách sinh viên các môn học đã được cập nhật nên việc thay đổi nhóm sẽ dẫn đến 1 số thay đổi nên bạn nộp đơn về PĐT càng sớm càng tốt.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi về thời khoá biểu của Thực hành môn Kĩ thuật lập trình CO1013, từ tuần 34-37 thì có thời khoá biểu môn thực hành nhưng tuần 38 em vô coi lại thời khoá biểu là tiết thực hành không có vậy em không học thực hành môn ấy phải không ạ!! Nhưng em lên coi CTDT thì môn ấy vẫn có cột điểm thực hành, vậy là sao ạ!!",
            "Chào em,. . . . Có môn thực hành nha em, em xem lại TKB lại nhé.",
            "Chào bạn. . . . Lịch học môn Kỹ thuật lập trình bạn vui lòng liên hệ trực tiếp Khoa máy tính. . . . . Phần lịch học này do bộ môn sắp xếp."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Do không đăng kí kịp môn học trong thời gian của đợt đăng kí môn học dự thính. Em mong phòng đào tạo xem xét để em đăng kí theo học lớp anh văn 4 ( nhóm lớp C01, mã số môn học: 003004 ). . Em xin cảm ơn!",
            "Chào bạn. . . . trong đợt đăng ký dự thính không mở lớp nhóm C01. Đây là nhóm ở học kỳ chính và bạn không thể đăng ký được.. . . . Các nhóm dự thính : DT, CD, LD."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đã qua hạn đăng kí a văn đầu vào e lỡ ko đăng kí và được xếp vào diện chon1 nhưng e muốn đổi qua diện chon3 thì phải làm sao ạ  B",
            "Chào bạn. . . . Vì danh sách thi đã được lên nên bạn không thể thay đổi lựa chọn của mình.. . . . Mặc định nếu bạn không đăng ký PĐT vẫn xếp lịch thi và xếp lớp AV 1234 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em là [full_name]. Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho e hỏi bây giờ em có thể đăng kí dự thi anh văn đầu vào được không ạ.",
            "Chào bạn. . . . Đã hết thời gian đăng ký.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn được đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . . Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy(cô)! Em là sinh viên khóa K18 - MSSV: [student_id]. Hôm trước em có làm đơn xin học dự thính đặc cách môn: \"Trang bị điện - điện tử trong máy công nghiệp\" Mã MH: ME2005. Và em đã nhận được kết quả là đơn đã được duyệt. Cách đây vài hôm, em đã thấy môn này có trong TKB của mình nhưng hôm qua kiểm tra lại thì thấy môn này đã bị mất trong TKB. Vì đây là môn khá quan trọng nên em mong thầy(cô) có thể giúp em kiểm tra lại ạ. Em xin cảm ơn! . .",
            "Mình kiểm tra thấy TKB của bạn vẫn còn môn ME2005 . . . . Bạn kiểm tra lại kỹ TKB 1 lần nữa nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mọi người ơi cho em hỏi, nếu đã hết hạn đăng ký Anh văn đầu vào mà bây giờ muốn đăng ký lại thì phải làm sao ạ? Mong mọi người hướng dẫn ạ. . . Cảm ơn mọi người.",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn được đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn.. . . . Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt đăng ký môn học dự thính vừa rồi do sơ ý không kiểm tra mail nên em đã bỏ lỡ. Em muốn làm đơn xin đăng ký môn học dự thính được không ạ.. . Em xin cảm ơn",
            "Bạn cần đăng ký môn học nào (MSMH + mã nhóm)",
            "Danh sách môn học em muốn đăng ký dự thính:. . 1. Vật lý 1 - PH1003 - DT02_DT02. . 2. Cơ lý thuyết - AS1003 - DT01. . 3. Trắc địa đại cương - CI1007 - DT01_DT01. . . . Mong thầy xem xét ạ, em xin cảm ơn",
            "đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  Em tên là : [full_name]. . MSSV [student_id]8. . Do đóng trễ  học phí học kỳ hè và em không nộp đơn trình bày lý do sớm để có thể đăng ký kịp thời hạn học kỳ dự thính 191. . . . Kính mong trường có thể giúp em đăng ký 2 môn học vào học kỳ dự thính 191. . Cơ học kết cấu - mã môn học CI2029. . Kết cấu thép 1 - mã môn học CI3009. .  Em xin cảm ơn. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã xin xác nhận và gửi đơn lên PĐT. Nhưng do môn học này có danh sách thi tập trung giữa kì nên không đổi lớp được. Em cám ơn [full_name] với Chị Thu đã tận tình hướng dẫn ạ. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em là [full_name]. Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới. . Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em viết đơn này xin kính mong phòng đào tạo giúp đỡ em trong việc đăng ký môn anh văn 4( LA1009). Trong đợt học hè vừa rồi em có học môn anh văn 4 và biết điểm sau khi đợt đăng ký môn học dự thính kết thúc nên không kịp đăng ký lại môn này. Do còn môn này là môn cuối cùng để tốt nghiệp và em đã ra trường trễ hạn hơn 1 năm rồi nên mong phòng đào tạo tạo điều kiện cho em được học anh văn 4 trong đợt học dự thính này. . Em xin cảm ơn",
            "Chào Bạn. . . . Trong học kỳ dự thính này không mở lớp AV4.",
            "Em thấy trong đăng ký môn học có môn anh văn 4 mà",
            "Chào bạn. . . . Các nhóm lớp dự thính có ký tự DT, LD hoặc CD.. . . . Các nhóm L và A các nhóm của học kỳ chính và đã mở lớp từ đầu học kỳ.. . . . Bạn tham khảo lại quy định  về đăng ký môn học tại đây trước khi đặt câu hỏi:. . . . http://wiki.hcmut.edu.vn/wiki/index.php/[full_name]%E1%BA%A7n_m%E1%BB%81m_%[full_name]%90%[full_name]%83ng_k%C3%BD_m%C3%B4n_h%E1%BB%8Dc. . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin gửi đơn xin đăng ký môn học dự thính",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em là [full_name], K19, khoa KH&KT máy tính. . Em nhận được mail từ phòng đào tạo về việc đăng ký kì thi Anh văn đầu vào, em dự định nộp chứng chỉ tiếng Anh (đã có) để xét miễn kì thi Anh Văn đầu vào nên em đã không vào đăng ký mục nào trong 3 mục mà phòng đào tạo đã hướng dẫn. . . Hiện giờ em vẫn chưa nộp chứng chỉ Anh Văn, nhưng đã hết hạn đăng ký kì thi Anh văn đầu vào. Em muốn hỏi là:. . 1. Bây giờ em nộp thì có được miễn thi hay không? Hay nhà trường xếp em vào mục 1 (Đăng ký dự thi và đăng kí xếp lớp Anh Văn 1, 2, 3, 4). . 2. Trong trường hợp em được xếp vào mục 1 (Thi và xếp lớp), em dự thi Anh Văn đầu vào, sau đó nộp chứng chỉ thì có được miễn các lớp anh văn 1,2,3,4 không?. .",
            "Chào bạn. . . . Đã hết thời gian đăng ký bạn không thể thay đổi lựa chọn.. . . . Nếu bạn chưa đăng ký mặc định bạn vẫn được đi thi av đầu vào và sau khi có kết quả PĐT vẫn xếp lớp av 1234 cho bạn. Vì danh sách thi đã được cập nhật nên bạn không thể thay đổi được.. . . . Nếu điểm thi cuả bạn đạt chuẩn quy định thì Phòng đào tạo tự xét cho bạn được miễn điểm các môn AV theo bảng tương đương.. . Nếu bạn có nộp chứng chỉ ngoại ngữ và đăng ký chuyển điểm AV từ chứng chỉ của bạn thì bạn được tính điểm chuyển này vào điểm tích lũy chung.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào anh chị ạ !. .   Cho em hỏi về hồ sơ xin học bổng . Trong thư gửi có ghi là \"Bản sao phiếu điểm năm học 2018 – 2019 nếu là SV năm thứ 2, 3, 4 (các bản sao không cần thị thực)\".. .   Không cần thị thực tức là phiếu điểm nộp không cần có sự chứng thực từ trường phải không ạ , hay là em phải đăng kí in phiếu điểm trên mybk để nộp vậy ạ !?. .          . .    Em xin cảm ơn ạ !",
            "Chào bạn,. . BẠn vui lòng hỏi nơi nhận hồ sơ học bổng của bạn.,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô, cho em hỏi trường mình làm lễ tốt nghiệp là vào ngày nào của tháng 11 ạ? Cách thức thông báo, ngày lên tập dợt chuẩn bị cho tốt nghiệp nữa ạ? Hồ sơ ở công ty em có dính đến bằng tốt nghiệp nên em cần biết sớm, chính xác ngày làm lễ để tìm hướng giải quyết ạ. . . Mong nhận được phản hồi của thầy cô.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại chưa có thông báo cụ thể về ngày lảnh bằng, bạn vui lòng theo dõi trên trang tốt nghiệp trong tháng 10.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . Mssv: [student_id]. . Lớp: CK19LTH. . Em hiện sinh viên theo học lớp chính quy liên thông khóa 2019. Vừa qua đợt nhập học em có nộp file ảnh đính kèm với phiếu lý lịch tân sinh viên,nhưng do file ảnh bị lỗi nên chưa được in thẻ sinh viên. Em có nộp file ảnh mới cho phòng đào tạo ngày 6/9/2019 . Nay em kính đề nghị phòng đào tạo hỗ trợ em sớm in thẻ sinh viên để em xin việc làm thêm. Mong nhận được sự trả lời từ phía nhà trường. . . Trân trọng cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "trường hợp của bạn đang chờ in thẻ nhé, khi có sẽ gửi mail báo cho bạn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511714  /b \t. . . . Kính gửi Thầy/Cô,. . Hiện tại em có đăng kí môn học và có thời khóa biểu ở học kì chính. Tuy nhiên, em không có trong danh sách có giấy tạm hoãn NVQS tại văn phòng Khoa và không đăng ký online được ạ.Dạ Thầy/Cô cho phép em hỏi em có thể đăng ký và nhận giấy ở đâu được ạ. Em xin chân thành cám ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô ạ. . Cho em đăng ký bổ sung thêm môn công nghệ lạnh điều hòa 1 mã môn học 260621, em đã xin hủy môn trùng lịch rồi ạ.. . Em  B  cảm ơn",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name] MSSV [student_id]. . Em muốn xin đăng kí vào lớp DT02 môn học cơ học kết cấu của học kì dự thính 191 này,do em quên đăng kí nên đã hết hạn ngày 16/9/2019.Mong phòng đào tạo xem xét cho em xin được vào lớp ạ.Mong nhận được phản hồi sớm ạ.Em xin chân thành cám ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy cô ạ!. . Ở đợt dự thính 1 năm học 2019-2020 em có đăng ký 2 môn học dự thính. Ở đợt đăng ký 2 em có lên xem thì em có hiện cho em 2 lớp đăng ký. Tuy nhiên khi kết thúc đợt đăng ký lớp học đợt 3 thì em bị xoá mất môn 2 môn học em đã đăng ký rồi. Em rất mong thầy cô xem xét và cho em đăng ký ở lớp học dự thính mới ạ!. . Em xin cảm ơn thầy cô rất nhiều!",
            "Chào bạn. . . . Bạn vào đợt 2 đăng ký môn học -  xem lịch sử đăng ký để biết lý do :. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV [full_name]3 (K: Môn học khoa không mở lớp - SV liên hệ Khoa KOMO DT). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV MH PH1003 (G: Không đủ thời gian di chuyển giữa 2 cơ sở CANGIO_PE1)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em đã đăng ki môn học nền móng kì dự thính mã CI3195 trong học kì 191 hệ chính quy và đã có xác nhận đăng kí thành công đợt 1. Nhưng có lẽ do lỗi phần mềm mà môn học của em đã bị mất và em vẫn không được xếp lịch học dự thính học kì 191. Em mong anh chị xem xét giúp em để em có thể đúng chương trình học ạ. Em đang học chương trình KSTN kì trước em chỉ được 7. Nên đang muốn đăng kí để được học cải thiện ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Em đã đăng ki môn học nền móng kì dự thính mã CI3195 trong học kì 191 hệ chính quy và đã có xác nhận đăng kí thành công đợt 1. Nhưng có lẽ do lỗi phần mềm mà môn học của em đã bị mất và em vẫn không được xếp lịch học dự thính học kì 191.Em xin cam đoan là chưa hề xóa hay làm bất cứ gì để hủy đăng kí môn học. Cô có thể kiểm tra lịch sử trình duyệt của em ạ.Em thật sự mong cô xem xét giúp em có thời khóa biểu môn Nền móng (CI3195) để em có thể theo đúng chương trình học ạ. Em đang học chương trình KSTN,nhưng kì trước em chỉ được 7. Nên đang muốn đăng kí để được học cải thiện lên 7.5 đúng yêu cầu nhà trường về chương trình kĩ sư tài năng ạ! Em chân thành cảm ơn  /QUOTE . .",
            "Chào bạn. . . . Bạn có thể vào đợt 2 đăng ký môn học -  xem lịch sử đăng ký để biết lý do (lý do đã được cập nhật ngày 05/9/2019. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - Đợt 2\tPDT không đ/ký cho SV MH CI3195 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 CI4011). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - Hệ Chính Quy - Đợt 2\tPDT không đ/ký cho SV MH CI3211 (K: Môn học khoa không mở lớp - SV liên hệ Khoa KOMO DT)",
            "- Dạ anh môn thí nghiệm công trình (CI4011) em học từ tiết 10-12 tức từ 15:00-17:50, hoàn toàn không có cấn thời gian giữa 2 môn học. Nếu bị trùng thời gian thì web đã hiện không thể đăng kí được rồi ạ. Nhưng đã không xảy ra chuyện đó và em đã được thông báo là đăng kí thành công môn học. (Có ảnh minh chứng). . - Với lịch học thí nghiệm công trình (CI4011) các học sinh lớp KSTN như em vẫn được xếp lịch học môn dự thính Nền móng (CI3195) mà không có sự cố gì ạ.(Có ảnh minh chứng). .   Em thật sự mong anh giúp đỡ em để em có thể được bổ sung môn học vào thời khóa biểu để theo kịp tiến độ ạ, em cảm ơn anh nhiều",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "[full_name]hào bạn . . . . Trong đợt 1 ĐKMH không có lịch học nên các bạn chỉ đăng ký nguyện vọng và PĐT sẽ thống kê mở lớp cho bạn. Sau khi có lịch học từ khoa PĐT sẽ đăng ký cho bạn .. . . . Bạn có thể xem trong đợt 1 không có thứ tiết của môn học.. . . . [full_name]eo quy định nhà trường bạn không thể học thông tầm từ tiết 12 sang tiết 13.Đây là trường hợp học thông tầm không phải trùng lịch hoặc cận giờ.. . . . Đây là đợt đăng ký dự thính nhóm bạn gửi là nhóm A07 là nhóm trong học kỳ chính HK191. [full_name]ác nhóm dự thính bao gồm DT, [full_name]D, LD.. . . . Bạn nên tham khảo kỹ trước khi phản hồi lại câu hỏi về PĐT. . . . . Quy trình xét đăng ký môn học bạn có thể xem tại đây : . . . . http://wiki.hcmut.edu.vn/wiki/index.php/[full_name]%E1%[full_name]%[full_name]_m%E1%[full_name]%81m_%[full_name]%90%[full_name]%83ng_k%[full_name]%[full_name]_m%[full_name]%[full_name]_h%E1%[full_name]%[full_name]#[full_name].E1.[full_name].[full_name]_kh.[full_name].[full_name]_bi.E1.[full_name].[full_name]_s.[full_name]6.[full_name]_b.E1.[full_name].99",
            "Dạ thưa anh em đã có ảnh minh chứng là việc thông tầm từ tiết 12 sang 13 là có thể. Thời khóa biểu của bạn em thấy rõ điều đó. Bạn ấy có tiết học Thí nghiệm công trình (CI4011) từ tiết 10-12 và tiếp theo là môn Nền móng (CI3195) từ tiết 13-15. Và bạn ấy đăng kí cùng đợt với em ạ. Mong anh xem qua ảnh em đính kèm ạ.",
            "Chào bạn. . . . Các trường hợp cam kết có thể học thông tầm PĐT đã gửi mail và giải quyết đặc cách.. . . . Nếu như bạn có thể học thông tầm bạn có thể trình bày tại đây kèm mã môn + mã nhóm cần đăng ký.",
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Lớp: XD16KSDD. . Mã môn học muốn đăng kí: CI3195_Nền móng. . Mã nhóm muốn đăng kí: DT01. . Thời gian môn học:[full_name] 13-15( từ 18:00-20h29). . . . Em xin được học thông tầm từ môn thí nghiệm công trình_tiết 10-12 đến môn Nền móng (CI3195)_tiết 13-15. Em xin cam đoan sẽ sắp xếp thời gian hợp lý đi học đúng giờ và hoàn thành tốt khóa học. Mọi vấn đề về giờ học sau này em xin tự chịu trách nhiệm. Em xin cảm ơn nhiều!. . . . (Dạ anh, vậy giờ em có thể tham gia lớp học trong tuần này luộn ạ? Thời khóa biết với danh sách lớp em cũng sẽ được bổ sung luôn ạ? Mong anh giúp đỡ)",
            "Đã đăng ký môn Ci3195 cho bạn. . . . TKB sẽ được cập nhật sau 5h chiều nay",
            "dạ em cảm ơn anh, môn học Nền móng (CI3195) của em đã được đăng kí và cập nhận lên thời khóa biếu. Nhưng trên BK_Elearning của em vẫn không có môn học CI3195 nền em không thể truy cập để tải tài liệu học tập cũng như xem thông báo của thầy. Anh xem lại giúp em với ạ!",
            "BKelearning sẽ được cập nhật lại sau 5h chiều nay."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em muốn đăng kí bổ sung môn Công nghệ lạnh-điều hoà 1 cho học kì dự thính 191. Mong Phòng Đào Tạo cứu xét.",
            "Bạn vui lòng cung cấp MSMH để PĐT kiểm tra đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em bị hủy môn hệ thống máy tính và ngôn ngữ lập trình do sỹ số thấp. Có thể giúp em đăng ký vào lớp khác do em rất cần học môn này. Mong thầy cô giúp em. . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "đây là kết quả đăng ký đợt 2, thì vẫn được. qua đợt 3 em mới bị hủy. thầy cô giúp dùm em",
            "Chào bạn . . . . Môn học này học kỳ dự thính chỉ mở đúng 1 nhóm lớp và đã bị hủy vì không đủ sĩ số duy trì lớp.. . . . Bạn có thể liên hệ Khoa để được xin mở lớp với sĩ số thấp.",
            "em thấy lớp vật lý 1 còn lớp còn si số trống. e có thể đăng ký muộn dc k ạ. e đăng ký cho đủ tín chỉ ạ. .",
            "Đã đăng ký vật lý 1 cho bạn",
            "vậy khi nào em co lịch để đi học ạ. .",
            "Lớp của em là lớp của thầy cô nào ạ",
            "Chào bạn. . . . bạn xem tkb cập nhật và đi học theo đúng lịch nhé.. . . . Bạn vào trang tkb cá nhân trêm mybk để xem."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Kính gởi phòng đào tạo trường Đại học Bách Khoa - thành phố Hồ Chí Minh.. . . . Em tên:   b [full_name]  /b , MSSV: [student_id]. Khoa Khoa học và Kỹ thuật Máy Tính, lớp MT16TN.. . . . Em viết đơn này để xin được đăng ký môn học   b Vật Lý 2(PH1005)  /b , lớp   i DT02  /i , Thầy [full_name] và Cô Nguyễn Thị Minh Hương với lịch như sau:. . . . Thứ 3: tiết 13 14 15. . Thứ 5: tiết 13 14 15. . Thứ 7: tiết 10 11 12. . . .   i Lý do  /i : em đã đăng ký huỷ môn Phương pháp tính (MT1009) lớp DT01 ở kỳ dự thính đợt 2. Nay em muốn đăng ký môn Vật Lý 2 ở kỳ dự thính này (đợt 3).. . . . Em kính mong phòng đào tạo giải quyết, em xin cám ơn!",
            "Chào bạn. . . . Hiện tại mình kiểm tra bạn chưa rút môn MT1009 nhóm DT01.. . . . Bạn thực hiện các bước xin rút môn MT1009 (có tính HP) và nộp về PĐT sau đó đặt lại câu hỏi đăng ký trên đây để mình đăng ký cho bạn môn PH1005",
            "Em chào anh/chị ạ,. . . . Em đã có đăng ký rút môn trước đó ngày   B 16.9  /B  (như hình đính kèm).. . . . Em xin lỗi vì không quen sử dụng hệ thống này nên em không lên cập nhật câu trả lời trên đây (em nghĩ là sẽ gởi qua mail như các hệ thống khác).. . . . Em có lên phòng đào tạo hỏi trước đó thì phòng đào tạo bảo là huỷ môn học thì vẫn để trong thời khoá biểu, sau này từ từ mới cập nhật. Do đó, em nghĩ là khi nào cập nhật lại thì sẽ có đăng ký môn học   B Vật lý 2 (PH1005)   /B .. . . . Tuần rồi có lịch thi chính thức, em không thấy môn   B Vật lý 2 (PH1005)   /B  trong lịch thi của em. Nên sáng nay   B 7.10  / B , em lên phòng đào hỏi thì mới biết mình chưa đăng ký được.. . . . Anh/Chị ơi, bây giờ mình đăng ký được không ạ? Kính mong anh/chị, phòng đào tạo xem xét giải quyết. Thông cảm cho sơ xót của em, em xin cám ơn!  . . . .",
            "Chào bạn. . . . Bạn lưu ý các lần sau phải theo dõi trên BKSI các yêu cầu của mình.. . . . Mình đã bổ sung môn PH1005 nhóm DT02 cho bạn.. . . . Lịch kiểm tra + lịch học sẽ được cập nhật sau 18g00",
            "Bạn ơi. . . . PĐT kiểm tra lại và không thể đăng ký môn PH1005 cho bạn được do trùng lịch thi.. . . . Rất tiếc không thể giúp bạn trong trường hợp này",
            "Anh/chị ơi, . . . . Vậy anh/chị kiểm tra lớp   B DT01  /B  có trùng lịch thi không ạ.. . . . Lớp do cô [full_name] và [full_name] giảng dạy. Lịch lớp như sau:. . Thứ 3: 13 14 15 . . Thứ 7: 10 11 12. . Chủ nhật: 10 11 12. . . . Nếu không trùng, cho em đăng ký lại học lớp này ạ. . . . . Em cám ơn PĐT và anh/chị nhiều ạ!. . . .",
            "Cả 2 nhóm PĐT xem xét đều bị trùng lịch thi với môn MT1009 nhóm DT01. . . . Bạn lưu ý khi đăng ký các lần sau."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào, em là [full_name], sinh viên khóa k19 thuộc khoa Điện-Điện tử của trường Đại học Bách Khoa.. . Giấy tạm hoãn NVQS của em bị in sai thông tin hộ khẩu thường trú từ thị xã Phú Riềng thành thị xã Bình Long. Có thể in lại cho em được không ạ.",
            "Chào bạn,. . Bạn vui lòng cầm bản sao hộ khẩu liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy,. . Em muốn học lớp dự thính môn tín hiệu và hệ thống(EE2005, lớp DT01). Do em đã bị hủy lớp đã đăng kí trước đó.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : phòng đào tạo. . Em tên : [full_name] . . Mssv : [student_id]. . . . Em muốn rút môn học thì phải nộp đơn ở đâu và. . có mẫu đơn không ạ . em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn tại:. . www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . anh chị cho em hỏi đợt đăng kí môn học dự thính lần 1 em đã đăng kí đã thành công, lần 2 và 3 em k đăng kí vậy sao em lại không có thời khoá biểu các môn học dự thính vậy, ảnh đăng kí em có gửi kèm theo.",
            "Chào bạn. . . . Đợt 1 đkmh là đợt nguyện vọng của SV.. . . . Đợt 2 PĐT sẽ hậu kiểm và xếp lớp cho các bạn, bạn vào đợt 2 đăng ký môn học -  xem lịch sử đăng ký để biết lý do không đăng ký được .. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đợt đăng kí môn học dự thính đợt 3 của học kì 191 em có đăng kí môn . . Vẽ cơ khí(mã môn học 209037). . nhưng khi có kết quả thì bị hủy môn vì không đủ điều kiện để mở lớp nên em mong Phòng đào tạo cho em được bổ sung 2 môn sau:. . Tổ chức quản lí bảo dưỡng 2( mã môn học 260614). . Nhiệt động lực học( mã môn học 260608). . Em xin cám ơn.. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô, em tên [full_name] , MSSV [student_id]9 lớp XD12TL01. T5 ngày 12/9/2019, em có lên PĐT cập nhật tên trong danh sách tốt nghiệp nhưng hôm nay kiểm tra trong trang danh sách tốt nghiệp vẫn chưa được cập nhật. Mong thầy cô kiểm tra và phản hồi giúp em. Em xin cám ơn.",
            "CHaò bạn,. . BẠn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ e chào thầy/cô ạ, đợt 1 đăng kí dự thính e có đăng kí môn Vật lý 1, Giải tích 2 và Địa kĩ thuật 1 nhưng sau khi có mail thông báo báo trì máy chủ thì những môn đang học ban ngày lại bị đưa vào dsách đăng kí dự thính, hiện tại đã bắt đầu kì học dự thính nhưng  thời khoá biểu của e chỉ có những môn ban ngày và không có thời khoá biểu dự thính ạ.. . E mong thầy/cô hỗ trợ e về vấn đề này ạ.",
            "Chào bạn. . . . Bạn vui lòng vào đợt 2 đăng ký dự thính -  xem lịch sử đăng ký để biết lý do không đăng ký được.. . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - [full_name]191 - [full_name] Quy - Đợt 2\t[full_name]T không đ/ký cho SV MH GE3011 (K: Môn học khoa không mở lớp - SV liên hệ Khoa KOMO DT). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - [full_name]191 - [full_name] Quy - Đợt 2\t[full_name]T không đ/ký cho SV MH MT1005 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 PH1004). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - [full_name]191 - [full_name] Quy - Đợt 2\t[full_name]T không đ/ký cho SV MH PH1003 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 GE4043). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Lúc trước em có đăng ký môn vi xử lý cho học kì dự thính 191 nhưng vì bị kẹt lịch học giữa tiết 12 và 13 nên em không đăng ký được. Em đã làm đơn xin đăng ký môn gửi phòng đào tạo và phòng đào tạo trả lời là số buổi kẹt lịch của em lớn hơn 3 buổi nên em không được đăng ký. Em đã đăng ký môn học khác (giải tích 2) và trang đăng ký xác nhận là đã đăng ký được nhưng hôm nay em nhận được thời khóa biểu dự thính là vừa có môn vi xử lý và vừa có môn giải tích 2 trong khi 2 môn trùng lịch học. Em xin hỏi là bây giờ em phải làm sao và làm như thế nào? . . Xin cảm ơn!",
            "Chào bạn. . . . Bạn cần hủy môn học nào (1 trong 2 môn ) bạn có thể chọn 1 môn. Bạn phản hồi lại càng sớm càng tốt nhé",
            "PĐT sẽ hủy môn MT1005  nhóm DT05 của bạn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn vui lòng trình bày rõ mã môn học cần đăng ký ở phần nội dung, vui lòng không đánh câu hỏi ở tiêu đề"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . anh chị cho em hỏi đợt đăng kí môn học dự thính lần 1 em đã đăng kí đã thành công, lần 2 và 3 em k đăng kí vậy sao em lại không có thời khoá biểu các môn học dự thính vậy. . . mong anh chị trả lời câu hỏi của em sớm nhất.",
            "Bạn vui lòng vào đợt đăng ký -  xem lịch sử đăng ký để biết lý do không đăng ký được . . . . . . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV MH MT1003 (#: Vi phạm giờ học (Thông tầm) từ tiết 6 sang tiết 7 hoặc tiết 12 sang tiết 13 ME2010). . . . 05/ 09/ 2019 17:21\tDT191 - Đăng ký môn học Dự thính Học kỳ 1 (2019 - 2020) - HK191 - [full_name] - Đợt 2\t[full_name]T không đ/ký cho SV MH MT1005 (T: Trùng giờ TKB)",
            "vậy anh cho em hỏi, nếu k qua anh văn 1 nhưng học qua môn anh văn 2 vậy có được đăng kí các môn chuyên ngành không",
            "Chào bạn. . . . Bạn cần xem kỹ phần quy định chuyển điểm AV áp dụng cho từng khóa khác nhau:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Bạn vào đường dẫn -  phụ lục 1. Đối với các môn chuyên ngành năm 2,3 cần có các điểm chuyển anh văn sau các năm 1,2 tương ứng.",
            "em là khoá k16, chỉ cần qua anh văn 1 là có thể đăng kí tất cả các môn chuyên ngành, nhưng em rớt anh văn một và đăng kí luôn anh văn 2, kì này nếu em qua anh văn 2 thì có thể đăng kí các môn chuyên ngành không?. . . .",
            "Bạn vào đường link PĐT đã gửi --  Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)- c) Bảng quy định chuẩn tiếng Anh sau mỗi năm học -   Áp dụng cho các khóa 2016 và 2017. . . . . . Nếu bạn đạt AV2 bạn sẽ được chuẩn AV sau năm 3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i Em đã đăng ký môn vẽ kỹ thuật xây dựng trong đợt đăng ký dự thính lần 1 nhưng do trùng lịch nên môn học bị hủy,giờ em không đăng ký lại được do đã hết hạn . Em xin được đăng ký vào lớp vẽ kỹ thuật xây dựng ( CI1033 ) của cô [full_name] , em cam đoan đã đáp ứng đầy đủ các điều kiện để được đăng ký môn học này.. . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, cho em hỏi rằng bảo lưu kết quả 1 năm thỉ thủ tục làm như thế nào ạ. . vào khi vào học lại mình cần làm gì trước khi nhập học lại ạ",
            "Chào bạn,. . bạn vui lòng liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em thấy kỳ dự thính này có mở môn anh văn 4 mà sao em gửi yêu cầu PDT lại trả lời là không mở ạ?. .",
            "Bạn xem kỹ lại . . . . Đây là nhóm [full_name]01 mở trong HK chính. các nhóm lớp dự thính mở có ký hiệu DT, CD, [full_name]D tương ứng.. . . . nếu bạn không rõ các bước đăng ký cũng như mã nhóm có thể đăng ký bạn tham khảo tại đây :. . . . http://wiki.hcmut.edu.vn/wiki/index.php/Ph%E1%BA%A7n_m%E1%BB%81m_%C4%90%C4%83ng_k%C3%BD_m%C3%B4n_h%E1%BB%8Dc"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đợt đăng kí môn học dự thính đợt 3 của học kì 191 em có đăng kí môn, Vẽ cơ khí (209037) nhưng khi có kết quả do lớp không đủ điều kiện để mở lớp. Nên bây giờ lịch dự thính của em bị trống nên em mong Phòng đào tạo cho em được bổ sung 2 môn sau:. . Kĩ thuật điện tử: (260619). . Tổ chức quản lý bảo dưỡng 2: (260614). . Mong Phòng đào tạo, tạo điều kiện cho em được đăng kí môn học để học đúng tiến độ.. . Em xin cảm ơn.",
            "Chào bạn. . . . Đã đăng ký môn 260619 cho bạn, riêng môn 260614 trùng lịch với môn 260621."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vào đợt 1 đăng kí dự thính, em có đăng kí 2 môn là Giải Tích 1 (MT1003) và Giải tích 2 (MT1005). . Sang đợt 2 em đã xoá lớp do nhà trường xếp cả 2 môn và hiệu chỉnh đăng kí lại môn Giải Tích 1 vào một lớp có lịch thứ 7 và Chủ Nhật, nghĩa là em đã xoá môn Giải Tích 2.. . Nhưng đến hôm nay em xem thời khoá biểu thì thấy lịch Giải tích 1 đã được đổi còn Giải Tích 2 thì không bị xoá như đã hiệu chỉnh.. . Xem lại lịch sử đăng kí thì mọi thay đổi đăng kí ở đợt 2 không được xử lí. Em không đăng kí môn gì ở đợt 3 nhưng hệ thống lại hiển thị lịch sử đăng kí.. . Mong quý thầy cô giải quyết giúp em và có thể huỷ môn Giải Tích 2 trong thời khoá biểu của em được không ạ?. . Em cảm ơn. .",
            "ĐÃ hủy môn giải tích 2 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Dạ em muốn hỏi về điểm thi và điểm được cập nhật trên bảng điểm của em. Vào cuối tháng 8 khi cập nhật bảng điểm, môn KT điện tử(cao đẳng) thì điểm thi của em là 3đ và điểm tổng là 5. Nhưng lần cập nhật  bảng điểm gần đây nhất thì điểm thi là 1. điểm liệt. Em muốn hỏi làm sao để biết bảng điểm cập nhật đúng hay sai ạ.",
            "Chào bạn,. . Bạn đón xem lại trên web sau nhé. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là qua Học kỳ 2 hoặc là qua năm 2 em có thể chuyển từ chương trình đại trà sang chương trình Việt pháp được không ạ , em đang học ngành Kỹ thuật Xây dựng của chương trình đại trà ạ, em cám ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Văn phòng việt Pháp tại tòa nhà B10 để được tư vấn.. . Thân."
        ]
    }
]