[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Phòng Đào tạo cho em hỏi trong chương trình đào tạo có 9 chỉ tự do nhưng mà em học những môn tự do 4 chỉ thì có được tính trung bình trong mục 9 chỉ tự do không ạ? Bên cạnh đó, em tích lũy chỉ tự do nhiều hơn 9 chỉ thì em có được quyền chọn những chỉ theo nguyện vọng của em để ghi vào bảng điểm không ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . Điểm trung bình tích lũy là tính hết tất cả các môn sv theo học. Đối với ĐTBTL ngành thì chỉ tính những môn có điểm cao nhất. . . VD : tổ hợp bắt buộc tự chọn 9 tín chỉ mà bạn học quá 9 tín chỉ thì chỉ lấy môn có điểm cao nhất trong tổ hợp tự chọn đó tính vào ĐTBTLN.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Phòng đào tạo cho em hỏi Thạc sĩ trái ngành đào tạo khi nào khi em đang học ngành chính ạ?. . Ngành em muốn học trái ngành là ngành Khoa học Máy tính ạ.. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Đào tạo sau đại học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy,cô. . Cho em hỏi mình có thể đăng ký Giáo viên hướng dẫn luận văn ( GVHDLV) khác GVHD làm đề cương luận văn không ạ hay bắt buộc GVHD đề cương và GVHD luận văn phải cùng một người ạ. . Em xin cám ơn. .   i Yêu cầu khác .",
            "Em liên hệ VP [full_name] để hỏi vấn đề này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin đăng ký Đề cương luận văn tốt nghiệp  .  Em tên: [full_name] MSSV: [student_id]. .  Do em chưa qua chuẩn av năm 4 nên em chưa được đăng kí ĐCLVTN. Em có thể xin được liên hê với Khoa điện tử - viễn thông và thầy hướng đẫn để nhận đề tài trước, sau đó em thi av em nộp chứng chỉ vào để đăng kí ĐCLVTN không ạ.  . .  Em biết là không đúng với qui định và qui trình của nhà trường. Em mong là trường cho em xin được thực hiện qui trình như vậy ạ. Lần thi gần nhất em được 385đ, mong trường cho em cơ hội em sẻ cố gắn ạ.. .  Em xin cảm ơn nhiều lắm. Mong nhà trường cho em cơ hội được không ạ. Em cảm ơn.",
            "Chào bạn,. . . . Rất tiếc việc này không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT!. . Em là sv hệ VLVH K18. Vừa rồi em có thi kiểm tra trình độ Anh Văn ngày 25/01/2021. Cho em hỏi kết quả kỳ thi này có được áp dụng cho chuẩn đầu ra tiếng anh tại trường không ạ.. . Em cảm ơn.",
            "hệ vlvh áp dụng điểm thi Toeic hệ VLVH để xét LVTN và TN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em được biết trường mình nếu học lại môn là có thể chuyển điểm thí nghiệm đã học của môn đó .( có phân biệt kì dự thính hay kì chính gì không ạ ) và cách chuyển như thế nào vậy ạ?  Em cản ơn.. . . .",
            "Chào bạn,. . . . Nếu môn học chính có học phần môn thí nghiệm mà bạn rớt môn học chính thì bạn phải học lại hết nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa phòng đào tạo, kì 202 này em có đăng kí 33 chỉ, nhưng mấy nay em check thời khoá biểu thì lại hiển thị là 35 chỉ ạ, em muốn hỏi có phải là do lỗi hệ thống hay không ạ, em sợ khi tính học phí tính em 35 chỉ ạ. Em có chụp màn hình ở dưới ạ.",
            "Em đăng ký tổng cộng 17 môn, 33 Chỉ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin giá học phí học kỳ hè ạ em nghe nói là học kỳ hè giá học phso là 880 phải không ạ. .",
            "Chào bạn,. . . . Học phí PDT đã cập nhật trên trang Web PDT rồi nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_79&tid=1952.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là kì 202 tiền học phí dự thính sẽ là 525k/1chỉ. Còn kì hè 203 sẽ là 880k/1chỉ.. . Vậy thì dự thính kì 211 sẽ là 525k+ 10%x525k hay là tính theo khóa k21 hoặc là giữ nguyên 880k. Xin giải đáp thắc mắc để em có thể biết mà đăng kí môn học ạ. Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn. . Bắt đầu từ HK hè 203 một tín chỉ dự thính là 880.000. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Do em đã đủ số tín chỉ mà em chưa đủ anh văn để đăng ký làm luận văn tốt nghiệp.  Mà em lại không đăng ký môn học nào trong học kỳ chính thì em có thể nộp đơn cứu xét để làm luận văn tốt nghiệp khi có anh văn không ạ. em cám ơn ạ",
            "Chào bạn,. . . . Khi nào có đủ chứng chỉ anh văn nhận luận văn bạn liên hệ trực tiếp PDT để hướng dẫn đăng kí môn luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  pdt cho em hỏi ngoài đợt đăng kí dự thính ngày 2/3/2021-4/3/2021 thì còn đợt nào nữa không ạ?. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . . Hiện em đang gặp khó khăn về sức khoẻ nên không thể theo học học kỳ này. Nên em có một vài câu hỏi xin nhờ thầy/cô giải đáp giúp em ạ.. . 1. Nếu em làm đơn xin tạm dừng một kỳ thì em có cần phải đóng học phí cho các môn mà em đã đăng ký hay không ạ?. . 2. Trường hợp tốt hơn, nếu sức khoẻ em vẫn theo học được nhưng em sẽ xin hủy bớt vài môn để giảm áp lực. Em tính chỉ để lại một môn để học. Thì em có thể làm đơn xin miễn đóng học phí các môn mà em đã huỷ vì lý do sức khoẻ được không ạ?. . Em mong nhận được sự hỗ trợ và giải đáp từ phía nhà trường. Em xin cảm ơn ạ. . . . .",
            "Chào bạn,. . . . 1. Nếu tại thời điểm này bạn làm đơn tạm dừng học kỳ 202, sẽ không tính học phí học kỳ 202.. . . . 2. Bạn muốn huỷ môn gì thì tại thời điểm này bạn ghi rõ mã số môn học bạn muốn huỷ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo Đại học Bách Khoa.. . Em tên là:[full_name].. . MSSV: [student_id],Lớp XD17DD02.. . Vừa qua trong đợt đăng ký môn học vì lý do không đạt chuẩn Anh Văn sau năm 3 nên em không đăng ký được những môn chuyên ngành năm 4. Trong đợt chuyển điểm Anh văn ngày 20 tháng 2 em đã nộp bằng để chuyển điểm.. . Em em viết đơn này mong muốn phòng đào tạo cho em đăng ký môn học những môn sau:. . CI1051- Hư hỏng sửa chữa công trình.. . CI4127- [full_name] thi công.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa nhà trường, hiện tại em đang thực hiện giãn cách ở tỉnh Hải Dương. Khi trở lại Hồ Chí Minh, em sẽ tiếp tục cách ly 14 ngày theo chỉ đạo của Chính phủ. Nếu vậy em sẽ vắng mặt trong những tuần học đầu, những môn học có điểm danh như thí nghiệm vật lý, thể chất liệu có cấm thi em không? Mong nhà trường giúp đỡ, em xin cảm ơn.",
            "Chào bạn,. . . . SV sau khi thực hiện cách ly, lấy giấy chứng nhận gặp giảng viên để xin phép. Nếu cần thiết, PĐT sẽ xác nhận thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em là học sinh năm 1 hệ CQ HK 1 rớt 1 môn mà HK dự thính không mở môn đó thì sao ạ? Em có thể học lại vào HK dự thính 2 hay hè ạ?. .",
            "Chào bạn,. . . . Vào đợt 2 ĐKMH dự thính bạn có thể nộp đơn xin mở lớp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Em chào phòng đào tạo.. . Cho em hỏi khi nào có điểm trung bình tích lũy ngành tính từ nhất đến kì 1 (2020 2021) và khi em đăng kí in bảng điểm thì có điểm trung bình tích lũy ngành từ năm nhất đến học kì 1 (2020-2021) không ạ?. . (do hiện giờ trên mybk bảng điểm của em chỉ mới cập nhật điểm đến kì 2 (2019 - 2020). . . . . .",
            "Chào bạn,. . Điểm trung bình tích lũy ngành chỉ in ra khi bạn được tốt nghiệp.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bây giờ em có thể đăng ký môn học dự thính cho học kì 2 (2020- 2021) được không?",
            "Chào bạn,. . . . Bạn xem lịch học vụ để biết đợt 2 DKMH dự thính http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. Dạ mình muốn đạt av 1234 là phải đky học trên trường hả cô . Có cách nào khác không ạ. Mà đky là phải đk từ av1 hả cô. Em cảm ơn ạ. .",
            "Chào bạn. . - Muốn đạt anh văn 1234 có 2 cách là đăng ký học hoặc nộp CCNN để chuyển điểm. Chính xác muốn đăng ký học Anh văn theo từng level . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy cô Phòng Đào Tạo ạ. Em là [full_name], sinh viên khóa K12. Do vấn đề cá nhân và sức khỏe nên em đã chuyển qua hệ VHVL vào tháng 8/2019 và em đã tạm dừng chương trình từ đó đến nay. Nay em muốn hỏi là tình trạng của em có thể tiếp tục nhập học hệ VHVL để hoàn thành chương trình học ko ạ? Và nếu được thì đợt nhập học gần nhất là lúc nào ạ? . . Em xin cám ơn, mong được các thầy cô Phòng Đạo Tào hồi âm sớm ạ. .",
            "Chào bạn. . Bạn đã có qd chuyển sang VHVL rồi, bạn có nhu cầu muốn học thì liên hệ trực tiếp 201 A4 để tư vấn về chương trình học cũng như hướng dẫn hồ sơ, thời gian nộp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên K20, vào đầu kì nghỉ tết nguyên đán, em phát hiện rằng các môn học đăng kí cho học kì 2 đã bị mất, và giờ tkb chỉ còn 1 môn học. Em mong rằng trường có thể tạo lại tkb giúp em để em có thể tiếp tục học kì 2, bởi em đã đăng kí môn học đúng hạn. . . Các môn học em đăng kí gồm:. . - ME 1015 (nguyên lí máy) . . - MT 1005 (Giải tích 2). . - PH 1005 (vật lí 2). . - PH 1007 (thí nghiệm vật lí) . . - MT 1007 (đại số tuyến tính) . .",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Kính gửi phòng đào tạo trường đại học bách khoa TPHCM. . Em tên [full_name]       Lớp VL2004. . MSSV [student_id]. . Muốn đăng ký môn học giáo dục thể chất . . Mã số môn học PE1017 nhóm L09. . Em muốn xin đăng ký môn học này . . Lý do em không nhận được thông báo đăng ký môn học giáo dục thể chất , kì trước em cũng chưa đăng ký được, em sợ học không kịp.. . Em kính mong phòng đào tạo có thể xem xét .. . Em xin trân trọng cảm ơn.",
            "Chào bạn,. . . . Chiều này có đợt đăng kí môn GDTC, bạn kiểm tra mail thường xuyên để biết thời gian  đăng kí môn GDTC nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - [student_id]. . Dạ PĐT cho em xin đăng ký bổ sung môn học sau vào lớp sau(lý do để kịp đăng ký luận văn vào kỳ sau):. . - Môn ĐAMH Thi công (CI4127): Lớp A01 (môn này do đợt đăng ký môn học vừa rồi lớp Tổ chức thi công bị hủy nên em cũng bị mất môn này). . Em xin cảm ơn và mong PĐT xem xét cho em ạ!",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Em phải học song hành môn CI4125 mới được học CI4127.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Với tình hình dịch bệnh như hiện nay, em muốn hỏi lịch tốt nghiệp tháng 4 có dời không ạ?. .",
            "Chào bạn. . Hiện tại vẫn theo lịch trình đã thông báo trên trang web nghen bạn. . Nếu có thay đổi gì thì nhà trường đều sẽ có thông báo cụ thể qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]3 Vật lý 1 . . [full_name]4 Vật lý 1 (Bài tập) . . [full_name]1003 Giải tích 1 . . [full_name]1004 Giải tích 1 (Bài tập) . . [full_name]1001 Nhập môn kỹ thuật . . [full_name]1002 Nhập môn kỹ thuật (Thí nghiệm) . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô!. . Em tên: [full_name] - MSSV: [student_id].. . Lý do: Dạ em đã nộp chứng chỉ toeic nhưng chưa được xét duyệt ạ. Nhưng đợt 26/2/2021 là đợt cuối để đăng ký bổ sung LVTN. . . Xin thầy cô xem xét duyệt giúp em ạ.. . Em xin chân thành cảm ơn thầy cô!!",
            "Chào bạn,. . . . Bạn cho biết mã số môn học luận văn để PDT xét luận văn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trên Bkel của em không có những môn học của Học kỳ 2 ạ.",
            "sẽ cập nhật lại vào cuối tuần"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . Đơn giá tín chỉ học kỳ dự thính hè: 880.000 VNĐ/TC được tính từ học kì 203, so với học kì 193 là 480.000 VNĐ/TC thì đã tăng khá nhiều. Em là sinh viên Việt Pháp do đó mã của các môn Giải tích hay Xác suất thống kê đều khác các bạn đại trà. Vì thế việc học dự thính trong HK chính để cải thiện điểm vô cùng khó khăn khi không đủ sĩ số lớp. Em mong trong kì dự thính 202 này, PĐT sẽ xem xét mở lớp cho các môn của Việt Pháp để chúng em cải thiện nốt ạ. . . . . Em cảm ơn.",
            "Chào bạn,. . . . Đến đợt đăng kí dự thính 202, bạn làm đơn xin mở lớp nộp PDT. Đơn có sự đồng ý của khoa và giáo viên giảng dạy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ.. . Em là [full_name], mssv [student_id], khoa Kỹ thuật Hóa học.. . Vừa qua em đăng ký nộp chứng chỉ Toeic nghe-đọc (585 điểm). Và em đã đăng ký chuyển điểm AV luôn (đã thanh toán), nhưng chỉ chuyển điểm được đến AV3. Còn AV4 chưa đủ điểm để chuyển. . . Em có thể thi Toeic tiếp rồi nộp bằng lại để chuyển điểm AV4 được không ạ.. . Hay không thể chuyển điểm nữa mà phải bắt buộc học AV4 ở trường ạ.. . Em cảm ơn phòng đạo tạo ạ. . . . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định chuyển điểm ngoại ngữ có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i chào phòng đào tạo ạ. . Em tên : [full_name]. . Lớp : XD16DD02. . Mssv: [student_id]. . Em đã đủ điều kiện tốt nghiệp mà em đăng kí tốt nghiệp không được ạ. Mong phòng đạo kiểm tra giúp em ạ. . Em xin chân thành cảm ơn ạ. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin phép PĐT hủy môn học ME3215 tối ưu hóa và quy hoạch thực nghiệm ạ.. .",
            "môn học hiện ko có trong TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. Hiện tại là mai đến đợt đăng kí bổ sung luân văn nhưng trong bảng điểm của em vẫn thiếu 1 môn chưa có điểm nên sẽ thiếu chỉ. Em mong nhận được sự giúp đỡ của thầy cô bên phòng đạo tạo ạ. Em cám ơn.",
            "Chào bạn,. . . . Khi nào bạn hoàn thành xong tín chỉ nhận luận văn thì bạn liên hệ trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô,. . Em tên là [full_name] ( MSSV:[student_id]) , em xin thầy cô tăng sỉ số môn học PE1015 ( bóng rổ) , cụ thể là lớp L27 vào sáng thứ 7 ạ .. . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn cầu lông là môn TD thứ 3, kì này là kì 4 ạ. Nhưng mà vì ban đầu trường để cs1 khi đổi thành cs2 thì sát giờ làm em bị xoá và các lớp khác thì đã hết slot hoặc không hợp TKB ạ. Mong trường điều chỉnh giúp em lớp TD là lớp L15 T6 tiết 8 9 10 ạ.",
            "đã bổ sung PE1017 nhóm L17.. . L15 đã full sĩ số",
            "Quên.. . Hiện đang đk online.. . bạn tự đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô,. . Em tên là [full_name] ( MSSV:[student_id]), thầy cho cho em hỏi , hiện nay trên phần đăng ký môn học thì môn GDTC đã bị khóa , nên em không thể hiệu chỉnh ngày học cho phù hợp . Thầy cô cho em hỏi bây giờ em có thể xóa môn GDTC được không ạ ?. . Em xin cảm ơn",
            "Đã hủy PE1015. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Chào Cô.. . . . Em là sinh viên khóa K14, kỳ này em gửi chứng chỉ toeic để chuyển điểm trước ngày 1/4 thì em  có thể tốt nghiêp vào tháng 4/2021 này không ạ.. . . . Vì nếu không được có thể em sẽ bị chuyển sang hệ tại chức.. . . . em chỉ còn nộp bằng toeic để chuyển điểm xét tốt nghiệp thôi ạ, em đang lo không biết có đợt xét hay vét hay không, nhờ cô giải đáp thắc mắc giúp em với, em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành sớm toeic ra trường, khi nào bạn hoàn thành xong toeic ra trường bạn liên hệ trực tiếp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name] ơi em đăng kí các lớp GDTC ở cơ sở 1 không đươc ạ, chỉ đăng kí được các lớp ở cơ sở 2. Em đang học ở cơ sở 1 và muốn học ở đây nhưng đăng kí thì bị báo lỗi không đăng kí được. Mong [full_name] giải quyết giúp em ạ.",
            "Môn thể dục không mở CS1 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi, nếu như rớt môn tự chọn và em đăng ký học một môn tự chọn khác cùng nhóm và đã qua, vậy em có cần học lại môn rớt không ạ? . . Em cám ơn. . .",
            "Chào bạn,. . . . Bạn học đủ tín chỉ nhóm  tự chọn là được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ trước tết e thi trên trường được 675 toeic, vậy là đạt chuẩn av 1234 luôn phải ko cô. Còn  nộp CCNN là năm 4 mình nộp cũng được phải không ạ . Em cảm ơn cô!. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . Bạn nộp thì không hết hạng nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: BHYT đã hết hạn, trường còn mờ bán gia hạn khộng ạ?",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo. . Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt. . . . Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031). . . . Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT. . . . Hiện tại bảng điểm vẫn chưa được cập nhật.. . . . Vì vậy em muốn hỏi là vì sao bảng chuyển điểm của em vẫn chưa được cập nhập để thông báo tình trạng hiện tại của em.. . . . Em xin cảm ơn. . . .   i Học vụ .",
            "Chào bạn,. . Môn CO1011 đã cập nhật (12).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . . . Do học kì này em bị rớt anh văn nên những môn chuyên ngành đã hủy hết. Nên tín chỉ học kì này của em quá ít. Em mong nhà trường tạo điều kiện cho em đăng kí thêm môn [full_name] SP1009 lớp A01 tiết 10 11 12 thứ 4 ạ.. . Em cảm ơn ạ.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id], sinh viên Trung tâm đào tạo bảo dưỡng công nghiệp, em xin PĐT cho em đăng kí bổ sung môn học Hóa đại cương(CH1003),lớp L08_L32,vì em đang đi thực tập tốt nghiệp và gần hết CTĐT mong PĐT tạo điều kiện cho em được học môn này.em xin cám ơn PĐT.. . . .",
            "Đã bổ sung : CH1003_L08-L29. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô, . . Em là sv QLCN K15 ạ.. . Em hiện đã hoàn thành 142 chỉ rồi, nhưng mà còn Toeic nữa nên e chưa đki tốt nghiệp được.. . Em đã bị đình chỉ do ko ĐKMH. Cô cho em hỏi là khi nào thì trường sẽ gửi giấy báo về cho gia đình ạ cô?. . Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành toeic để ra trường sớm nha, thời gian tạm dừng  được 2 học kỳ. Qúa 2 học kỳ mới bị thôi học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Kính thưa PĐT,. . Hôm nay em vào elearning và mybk thì thấy môn học PLC của em đã được hủy theo yêu cầu từ hộp thư BKSI trước đó của mình. . . . . Nhưng đã có một số nhầm lẫn ạ, lúc em gửi yêu cầu BKSI là đang diễn ra đăng kí môn học đợt 4 ạ. Vì muốn đăng kí môn học khác, cùng thời khóa biểu với môn PLC, bị full sĩ số ở đợt 3 và đợt môn được mở thêm sĩ số nên em đã gửi BKSI xin PĐT cho em rút môn PLC mã EE3069 lớp L02.. . . . Em thường xuyên kiểm tra TKB và lịch học của mình không có gì thay đổi cho đến hôm qua ngày 24/2 thì tkb mất môn PLC ( em đã nghĩ do bị lỗi), trên elearning vẫn còn. Hôm nay thì mất luôn ạ. . .  . . Em rất xin lỗi vì đã gây ra hiểu nhầm không mong muốn này. Em cũng rất cảm ơn vì PĐT đã giải quyết trường hợp này cho em ạ. . . . . Liệu có cách nào để em có thể đi thời khóa biểu cũ theo kết quả đăng kí môn đợt 4 không ạ( vẫn giữ nguyên môn PLC)? Hiện tại không có môn PLC kì này em chỉ có 7 chỉ thôi ạ.. . . . Em rất mong chờ giải quyết của PĐT ạ, tuần sau em đi học rồi :(. . . .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ . . Hôm bữa em đã rút môn Đồ án MA3059 rồi ạ sao vẫn còn trên el ạ trên tkb thì rút rồi ạ . . Em cám ơn thầy cô ạ",
            "sẽ cập nhật bkel lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ,. . Em tên: [full_name]  . . MSSV: [student_id]. . Nay em viết mail này để xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081) là môn tự chọn trong ngành của em. Ngành em được chọn tối đa 3 môn tự chọn mà số môn tự chọn em đăng kí là 4 môn (C/nghệ cb trà,cphê,cacao - Mã môn: CH3081  ;Phát triển sp thực phẩm - Mã môn: CH3281; C/nghệ chếbiến lươngthực - Mã môn CH3287; C/nghệ chế biến rau quả - Mã môn: CH3055). Dạ vì thời gian học không cho phép nên em có thể học được 3 môn tự chọn ạ! Em rất mong thầy cô phòng đào tạo cho em xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081).. . Em chân thành cảm ơn thầy cô nhiều ạ!. . Dạ em chúc thầy cô năm mới thật vui vẻ và tràn ngập hạnh phúc ạ!",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng giáo dục và đào tạo trường Đại học Bách Khoa, TPHCM.. . Em: Lê Mỹ Quang Minh. . MSSV:[student_id]. . Lớp: Việt Pháp K15 Ngành Xây Dựng. . Khoa: Kỹ thuật Xây dựng. . . . Lý do:. . . . - Vì học kỳ này em đăng ký hai môn Anh văn 6 Xây dựng (MH:003721) và Phương phương tính ( MH:006719) , nhưng vì 2 môn này trùng lịch nên, hệ thống hủy đăng ký Phương pháp tính ( MH:006719)   và giữ lại yêu cầu đăng ký Anh văn 6 Xây Dựng (MH:003721) .. . - Nhưng em đã qua môn Anh văn 6 (MH:003721) và chưa qua môn học Phương pháp tính ( MH:006719) . . .   - Trước tết ngày 4/2/2021, em có làm đơn xin hủy Môn Anh văn 6 Xây dưng (MH:003721) và xin phòng đào tạo cho em đăng ký lại môn Phương pháp tính ( MH:006719). Và được hẹn 24/2/2021 có kết quả trên MyBk. Nhưng nay 24/2 em kiểm tra Thời khóa biểu thì không có gì thay đỗi. . . . . Mong phòng đào tạo xem xét cho em đỗi môn Anh văn 6 (MH:003721)  thành Phương pháp tính ( MH:006719) , để em có thể ra trường đúng hẹn.",
            "006719 ko mở lớp",
            "Em xin lỗi về sự cố của em,. . . . - Do em khóa K15 nên không biết năm 2018 Môn Phương pháp tính của chương trình Việt Pháp đã đỗi mã môn học thành MH: MT2011.. . . . - Mong trường phòng đào tạo giúp em đỗi môn Anh văn 6 Xây dựng (MH:003721) thành môn Phương pháp tính mã môn học mới là MT2011.. . Em xin cảm ơn. .",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký xong hành tttn và đề cương luận văn ở các đợt đăng ký trước vậy thì đợt 5 này. . 26/02/2021 đến 02/3/2021 có cần phải đăng ký lại hay bổ sung gì nữa không? Đăng ký ở đâu? vì thấy trên trang đăng ký môn học không có mở đợt đăng ký 5",
            "Chào bạn,. . . . Bạn kiểm tra trên cổng thông tin sinh viên nếu có TKB thì bạn khỏi đăng kí môn học trong đợt 5 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Em là [full_name] [student_id], QLCN.. . Dạ em có thắc mắc về điều kiện để đăng ký môn học: Anh văn trong kinh doanh là cần những điều kiện gì ạ.. . . . Cảm ơn PĐT.. .",
            "Chào PĐT,. . . . Em xin bổ sung thông tin ạ.. . . . Mã môn học IM3061 - Anh văn trong kinh doanh. . . . Cảm ơn PĐT",
            "Hệ CQ ko mở môn IM3061. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo. . Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt. . . . Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031). . . . Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT. . . . Hiện tại bảng điểm vẫn chưa được cập nhật.. . . . Vì vậy em muốn hỏi là điểm đã cập nhật chưa ạ? và khi nào sẽ được cập nhật ạ?. . . . Em xin cảm ơn",
            "Chào bạn,. . Môn CO1011 đã cập nhật (12).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào cô/thầy.. . - Hiên tại em đã hoàn thành LVTN (ngày 26/1/2021). . - Hoàn thành CCNN nghe đọc - nói viết 215 điểm (ngày 16/1). . - Đủ ngày CTXH ( 15 ngày). . - Tín chỉ tích lũy 142. . Mà sao em lên đăng ký tốt nghiệp lại không có trong danh sách dự kiến ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem lịch trình tốt nghiệp PDT cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1920.. . . . Nếu sau ngày 26/2/2021 bạn không có tên trong danh sách tốt nghiệp bạn liên hệ trực tiếp PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng Đào Tạo. . . . Học kỳ 182 em có học môn Kỹ thuật Lập trình (CO1011) nhưng không đạt.. . . . Học kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật Lập trình (CO1027) và Đồ án Kỹ thuật Lập trình (CO1031).. . . . Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm môn CO1011 sẽ ghi là MT.. . . . Hiện tại bảng điểm chưa được cập nhật.. . . . Vì Vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ?. . . . Em xin cảm ơn.. .  .",
            "Chào bạn,. . Môn CO1011 đã cập nhật (12).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Nhóm CC dành cho các bạn sinh viên chất lượng cao, quốc tế. Sinh viên đại trà  không đăng kí được nha.. . . . Thân"
        ]
    }
]