[
    {
        "intent": "",
        "message": [
            "Em có đăng ký hoãn thi, gồm môn Pháp luật đại cương SP1007 lớp TT01 do không đủ điều kiện thi online trong thời gian này. Em mới kiểm tra bảng điểm thì lại được báo là VT 13.00 .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy !. . Tên: [full_name] - MSSV: [student_id] hệ VHVL. . Thầy cho em đăng ký bổ sung môn học \"Dự Thính Bổ Sung HK 211 (Học Từ 30/8) Đợt 2\" ạ.. . . . Mã MH cần đăng ký bổ sung: CI3211 - Kết cấu thép 2 nhóm DT01- thứ 2 tiết 13-14 do thầy [full_name] dạy.. . Lý do: Do đợt 1 em đăng ký thiếu. Em mong Quý thầy cô giúp em để em được học kịp với tiến độ ạ. . . Em chân thành cảm ơn Quý thầy cô.. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em làm đơn theo yêu cầu của Cô [full_name] để mở lớp Thí nghiệm silicat đại cương (MA3035) sỉ số thấp.",
            ". . Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo,. . . . Đến ngày 23/8 hôm qua, thầy dạy môn Kĩ thuật lập trình, [full_name], mã môn CO1011, đã họp lại lớp về phương thức thi, nên em có thể yên tâm đăng kí thi được. Trước đó em không thể liên lạc thầy [full_name] được, không thể xin thầy hoãn thi, nên em đăng kí hoãn thi môn Kĩ thuật lập trình, mã môn CO1011 với link mà phòng đào tạo gửi rồi.. . Bây giờ em xin rút đơn hoãn thi môn Kĩ thuật lập trình, mã môn CO1011.. . Em xin cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi,. . Em tên [full_name], MSSV [student_id], trong đợt đăng kí dự thính lộ trình 1, e có nguyện vọng đăng kí môn Kết cấu thép 2 (CI3211)nhưng lớp đã đủ sỉ số. Nay sau khi kiểm tra em thấy lớp đã tách ra thành 2 lớp khác nhau và vẫn còn sỉ số nên em xin được phép vào học lớp DT01 của môn Kết cấu thép 2. Em đã chủ động liên hệ với giảng viên phụ trách (cô [full_name]) thì được cô phản hồi như sau (hình bên dưới). Em tha thiết được xin vào học lớp Kết cấu thép (CI3211)DT01 để kịp tiến độ làm Luận văn tốt nghiệp ở học kỳ sau.. . Em xin chân thành cảm ơn. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào [full_name]ầy/Cô,. . Em tên là [full_name], MSSV [student_id], khoa Quản lý Công Nghiệp. Nay em viết mail này xin hỏi Quý Thầy/Cô vấn đề như sau:. . . . Em đã đăng ký môn Vật lý 1 (PH1003) vào đợt Đăng ký bổ sung Lộ trình 2 - Đợt 1 (như hình bên dưới). Nhưng đến đợt 2 em vào xem kết quả đăng ký lại bị hủy vì lý do Khoa không mở lớp (như hình thứ 2 bên dưới). Em xin phép kính hỏi vì sao không đăng ký được môn học này ạ? (Trong khi lớp DT02-Cô [full_name] chỉ mới 97/99sv thôi ạ).. . . . Vì lý do cấp thiết hiện em là sinh viên năm 4 cần học trả môn để kịp tiến độ nên kính mong Phòng Đào tạo xem xét ạ. Em xin chân thành cảm ơn. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đơn xin huỷ môn học .   B Kính gởi Phòng đào tạo:  /B . . Em xin đăng ký huỷ môn học do thời điểm đăng ký môn học chưa có điểm tổng kết cuối kỳ.. . Xin gởi đơn  đính kèm",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở đợt ĐKMH này có 2 lớp Giải tích 2 nhưng đã đủ sĩ số,  Vậy em có thể đăng ký mở thêm sĩ số được không, nếu có thì quy trình là gì ạ? . . Hoặc em có đăng ký mở thêm lớp môn Giải tích 2 như quy trình như mở lớp mới được không vì em thấy có ghi là mở lớp cho \"các môn chưa được mở\".  . . Em xin cảm ơn!",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Em chào thầy cô [full_name].. . Em là sinh vien khóa k16 hệ cao đẳng, hôm nay em nhận được mail đã hết chương trình đào tạo và không được đăng kí môn học nữa, hiện tại em còn thiếu môn anh văn 3 nữa là hoàn thành hết chương trình đào tạo của trường. Hôm này em viết yêu cầu này xin được thầy cô [full_name] có thể cứu xét em thêm 1 kì nữa để em có thể hoàn tất chương trình đào tạo của nhà trường ạ. . . Em xin chân thành cảm ơn thầy cô [full_name]",
            "Chào bạn. . Bạn bổ sung thêm đơn đăng ký môn Anh văn 3 (hoặc các môn còn thiếu theo CTDT) để Pdt hỗ trợ DKMH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Môn Pháp luật việt Nam đại cương em có xin Hoãn thi nhưng trên bảng điểm của em vẫn để điểm 13 ạ. . . . .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em,. . - Em điền form hoàn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]/[student_id]. .   i Đăng ký môn học . Xin gửi PĐT. . Em là [full_name]. . MSSV: [student_id]. . Em có thắc mắc về môn (GE3049) Tính toán ứng dụng trong kỹ thuật dầu khí. Mặc dù em đã đăng ký thành công môn học đợt 3(2 đợt trước em không đăng ký), có TKB nhưng lại không ghi khi nào học, hoặc thầy nào dạy. Và đặc biệt nhất là hệ thống elearning không có môn này cho dù đây là tuần thứ 2 đã bắt đầu học.. . Vì vậy em mong PĐT hãy giải quyết của em càng nhanh càng tốt để tránh ảnh hưởng môn học.. . Em xin cám ơn. . Thân mến. . . .",
            "Chào bạn,. . . . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . . . [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) .",
            "Chào bạn. . Bạn bổ sung lại gấp. . - TKB: thứ 7 là đúng, nhưng thứ 2 và thứ 6 là dạy trong giờ không đúng, dự thính là dạy ngoài giờ. . - Xác nhận của Bộ môn? Khoa. . - Gấp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa quí Thầy Cô, em là [full_name], mssv: [student_id], k18 khoa quản lý công nghiệp.. . Vừa rồi em đang làm việc trong khu cách ly ạ nên em không kịp đăng kí môn PH1003 Vật lý 1.. . . . Cho nên trong kỳ ĐĂNG KÝ/ HIỆU CHỈNH ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - [full_name] 2 - ĐỢT 2 này, em muôn xin được bổ sung vào lớp DT02_DT02 Cô [full_name] - Thầy [full_name]. Tiết thứ 5 13 14 15 và chủ nhật 7 8.. . Em xin cảm ơn quí Thầy Cô.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký học môn kinh tế học vi mô IM 1003 chung với k21 thì phải làm cách nào ạ? Em đã hỏi thầy về thời khoá biểu, thứ 6 tiết 4,5 em không bị trùng lịch học hiện tại.. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. .",
            "Em chào cô!. . Hiện tại TKB tại Mybk của em vẫn chưa có môn học kinh tế vi mô. Em phản hồi tại đây hay gửi mail cho phòng đào tạo ạ.. . Em cảm ơn cô!",
            "Chào em,. . Môn  kinh tế vi mô không ĐKMH được do bị trùng TKB môn SP1035 (các nhóm đều bị trùng thứ 5).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em,. . Các môn đã được xếp TKB thì em học bình thường nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kì đăng kí môn học dự thính bổ sung vừa rồi em có đăng kí môn Đồ Án Nền Móng Ci3197 nhưng vẫn bị xoá môn. Cho em xin hỏi là giờ em có thể đăng kí mở lớp kì dự thính không ạ. Hoặc em có thể xin vào lớp ở kì chính được không ạ. Lớp ở kì chính hết chỗ nhanh quá em không đăng kí kịp.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào em,. . Em cần ghi rõ mã môn học, tên môn học, mã nhóm, lý do để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào các thầy cô PDT ạ!. . Em tên là [full_name], MSSV:[student_id]. . Em học khoa Kỹ Thuật Xây Dựng, chuyên ngành Cầu đường ạ.. . Khoá em là khoá K15 theo CTDT sẽ học môn Xây Dựng Cầu mã cũ là mã CI4033 và em đã qua môn đó rồi ạ. Nhưng hôm nay khi em đăng kí môn học cho môn LVTN thì hệ thống báo em chưa qua môn tiên quyết đồ án môn học Thiết Kế Cầu với mã MH là CI4123 (1 chỉ), môn này cùng môn học Xây Dựng Cầu CI4121 (2 chỉ) là môn tương đương với mã cũ CI4033 em đã qua rồi ạ.. . Em có báo cho thầy cô ở bộ môn thì thầy cô báo nhắn lại PDT giải quyết ạ. Vậy mong các thầy cô PDT kiểm tra lại hệ thống giúp em và một số bạn cũng đang gặp lỗi này nữa ạ.. . Mong các thầy cô xem xét và giải quyết sớm cho chúng em đăng kí LVTN ạ. Em cảm ơn nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy cô. . . . Em muốn xin phép được đăng kí môn kinh tế vi mô- IM003 chung với K21 học kỳ 211.. . Em đã đăng ký môn học này vào kỳ dự thính ( bổ sung- lộ trình 2 - đợt 1).. . . . Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo.. . . . em xin trân trọng cảm ơn.  . .",
            "Đăng ký môn học. . . . Thưa quý thầy cô. . . . Em muốn xin phép được đăng kí môn kinh tế vi mô- IM003 chung với K21 học kỳ 211.. . . . Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo.. . . . em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh. . . . Em tên là Đặng Thanh [full_name], MSSV: [student_id], là sinh viên khóa k14. Học kì này (HK202) em được gia hạn thêm một kì để hoàn thành môn Anh Văn 4 để có thể ra trường. Nhưng vì tình hình dịch bệnh, em không thể tham gia kì thi cuối kì nên đã viết đơn xin tạm hoãn thi môn anh văn 4, và đã được Phòng Đào Tạo cho phép. Hiện tại em nhận được thư của nhà trường, em bị hủy kết quả ĐKMH trong HK211 vì hết thời gian đào tạo. Phòng Đào Tạo cho em hỏi, em có thể thi bù môn Anh Văn 4 vào học kì sau dựa theo kết quả hoãn thi không ạ? Và có thể tiếp tục thời gian đào tạo chính quy vào học kì sau được không ạ?. . . . Em xin chân thành cảm ơn, em kính chúc thầy cô luôn nhiều sức khỏe ạ!. . . . [full_name] . . Đặng Thanh [full_name]",
            "Chào bạn. . Tình hình, Sau khi bạn nhận được QD Hoãn thi của Pdt thì đăng ký hoãn thi ở HK211, sẽ được công nhận ghi điểm vào HK202, Nếu đạt thì bạn đăng ký xét tốt nghiệp bổ sung ở HK211 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Thưa quý thầy cô. . . . Em muốn xin phép được đăng kí môn kinh tế vi mô- IM003 chung với K21 học kỳ 211.. . . . Em có gửi kèm theo đơn ở phía dưới và mong sẽ nhận được sự hỗ trợ từ phía phòng đào tạo.. . . . em xin trân trọng cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV [student_id] - Lớp MO15QLMT. . Em xin nộp đơn thu nhận lại học kì HK211 để được làm luận văn tốt nghiệp, mong Thầy/Cô xét duyệt nguyện vọng của em để em sớm hoàn thành chương trình học của mình.. . Em chân thành cảm ơn Cô/Thầy ạ!",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 30/08/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi muốn phúc khải bài thi là đợi đợt mới có lượt phúc khảo hay mình lên mybk đăng ký luôn ạ. Tại em có vào chỗ phúc khảo bài thi hiện thao tác không được",
            "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì theo quy trình bình thường.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV:[student_id]. . Sinh viên lớp Engineering Thermodynamics (ME3381)_TT01.. . Do sai xót của lớp trưởng trong lúc kiểm tra email nộp bài tập lớn, nên điểm BTL của em hiện đang là 13. Em đã có liên hệ với giảng viên là thầy [full_name] thì được thầy phản hổi rằng: \"Thầy chịu thua vì bây giờ đã bị khoá, nếu em xin bộ phận quản lý mở khoá thì Thầy có thể xem lại.\". . Em xin bộ phận quản lý và Phòng đào tạo xem xét và giúp đỡ cho em.. . Em xin cảm ơn",
            "Chào em,. . Thầy liên hệ PĐT để được mở khóa, sv không được em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có check trên hệ thống là thời hạn đào tạo của em sẽ hết vào tháng 10/2022, hk211 này em có đăng ký LVTN, mã ME4727, em là hệ văn bằng 2 khoa cơ khí, nhưng hôm nay trên mail thì pdt gửi mail sai địa chỉ và hủy kết quả đkmh của em. Kính xin pdt xem xét lại, để em được đăng kí LVTN và hoàn thành chương trình đào tạo. Em có đăng ký LVTN trên mybk vào ngày 23/08 nhưng chiều ngày 24/08 thì nhận mail bị gửi sai và trên hệ thống em bị hủy đkmh. Xin phòng đào tạo hỗ trợ giúp em. Cảm ơn.",
            "Chào bạn,. . Trường hợp bạn hủy TKB do hết thời gian đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa pđt, trong phần bảng điểm của em có cập nhập là đã tích lũy 110 tín chỉ nhưng tín chỉ tích lũy ngành lại chỉ có 107. Mong thầy cô xem lại giúp em có phải pđt cập nhật nhầm môn tự chọn hay là em đã học một môn nào không thuộc chương trình đào tạo của ngành ạ. Ngành em là Kỹ thuật Nhiệt khoa Cơ Khí có 4 nhóm tự chọn nhưng nhóm A và B các môn giống nhau ạ.",
            "Chào em,. . Số tín chỉ tích lũy ngành: 107. .  trong phần bảng điểm của em có cập nhập là đã tích lũy 110 tín chỉ (TCTLChung). . . . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, Khoa gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ Khoa trình bày môn đã chọn tự do, để Khoa xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814453  /b \t. . Kính gửi phòng đào tạo.. . . . Em vẫn chưa được cập nhật TKB môn ĐỒ ÁN MÔN HỌC LOGISTICS 2-ME3259 do bạn Nguyễn Thị Hòa Phương (MSSV 1813626) đã làm đơn đăng ký môn học vào ngày 13/08/2021, bạn Nguyễn Thị Hòa Phương thì đã được cập nhật vào tối ngày 24/08/2021. Em có gửi đính kèm đơn. . Em mong Phòng đào tạo xem xét và cập nhật giúp em.. . . . Em cảm ơn Phòng đào tạo. .   i Mở lớp dự thính (bắt đầu học từ 30/8) .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đk LVTN theo yêu cầu của email ngày 23/08 và em đã được đăng ký thành công. Nhưng chiều ngày 24/08, em có nhận mail từ pdt là hủy kết quả đkmh hk211 do hết thời hạn đào tạo,địa chỉ người nhận không phải em nhưng mail lại vô hộp thư của em trong khi thời hạn cuối củng của em là tháng 10/2022, hk211 này em xin được làm LVTN mã ME4727, đây là sai xót kính xin pdt giải quyết để em được đk LVTN và hoàn thành chương trình học. Em xin cảm ơn.",
            "Chào bạn. . Pdt đã kiểm tra lại dữ liệu hệ thống, thông tin trên Cổng thông tin sai, Pdt sẽ cập nhật lại thông tin. Bạn diện liên thông chính quy, thời gian học tối đa là 8Hk, đến tháng 10/2021. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô,. . Vấn đề của em là em muốn thôi học luôn, mà có được thôi học trên mạng không để khi nào có thể trở lại trường và xác nhận lần cuối luôn ạ. . Cảm ơn cô đã trả lời. . Thân",
            "Chào em,. . Em tải mẫu đơn thôi học trên aao... đọc quy chế thôi học ... gửi đơn qua bksi để xem xét nhé.. . Thân mến,. .",
            "Chào cô,. . Về việc xin thôi học e có thể làm giấy viết tay được không?. . Thân.",
            "Chào em,. . Tải mẫu đơn điền vào, gửi qua bksi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814453  /b \t. . Kính gửi phòng đào tạo.. . . . Em vẫn chưa được cập nhật TKB môn ĐỒ ÁN MÔN HỌC LOGISTICS 2-ME3259 do bạn Nguyễn Thị Hòa Phương (MSSV 1813626) đã làm đơn đăng ký môn học vào ngày 13/08/2021, bạn Nguyễn Thị Hòa Phương thì đã được cập nhật vào tối ngày 24/08/2021. Em có gửi đính kèm đơn. . Em mong Phòng đào tạo xem xét và cập nhật giúp em.. . . . Em cảm ơn Phòng đào tạo. .   i Đăng ký môn học .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin trình bày trường hợp của em như sau ạ:. . vừa rồi trường có mở đợt đk môn học HK211 đợt 3 và lộ trình 2 của DT211 thì e có đk môn CTN [full_name], vì đợt 3 không hiển thị ngày giờ buổi học của lớp, em sợ bị trùng lịch học với các môn học khác nên đã đk vào DT211 lộ trình 2, tuy nhiên vì sỉ số thấp nên lớp đã bị hủy.. . Hiện tại lớp CI3179 ở kỳ chính HK211 đã có lịch học cụ thể, không trùng lịch với những môn khác của em, liệu có cách nào để em có thể đăng ký tham gia thêm vào lớp đó ở giai đoạn này không ạ?. . Rất mong nhận được phản hồi và hỗ trợ từ phía Nhà trường ạ. Em cảm ơn ạ.",
            "Vì đây là môn học tiên quyết quan trọng nên em kính mong nhận được sự hỗ trợ ạ. Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào phòng đào tạo. . Hiện em có đăng ký môn học Giải tích 1, để hoàn thành nốt chương trình học do trong kỳ trước em có tham gia học dự thính nhưng không thể hoàn thành do dịch covid, hiện kỳ trước em đang được hoãn thi giữa kỳ và cuối kỳ, nay em nhận được mail gửi về báo đăng ký môn học của em kỳ này bị huỷ do hết thời gian đào tạo.. . Nhà trường cho em hỏi có cách nào để tiếp tục học không, nếu không có thì thủ tục chuyển em xuống hệ vừa học vừa làm như thế nào, em cần làm gì để hoàn thành chương trình vừa học vừa làm, đồng thời cho em hỏi, hệ vừa học vừa làm mình có được cấp bằng và bằng có được công nhận rộng rãi không ạ.. . Em cảm ơn phòng đào tạo đã hỗ trợ em ạ",
            "Chào bạn,. . Trường hợp của bạn đã hết thời gian đào tạo theo quy định và nhà trường sẽ ra quyết định buộc thôi học vì hết thời gian đào tạo (SV không được ĐKMH của Hk211). . Về việc nộp đơn hoãn thi vào HK202 hoặc 203 đã được chấp nhận, PDT sẽ ra QĐ hoãn thi, SV sẽ phải đăng ký thi vào HK211, điểm sẽ tính vào HK xin hoãn thi (theo quy chế). Nếu đủ điều kiện tốt nghiệp, SV có thể làm đơn cứu xét thu nhận lại để xét TN bổ sung vào đợt tháng 11/2021 (xét tốt nghiệp đến hết HK211). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt đk môn học đợt 3 của học kỳ chính HK211 và đợt 1 lộ trình 2 của DT211 diễn ra cùng thời điểm, vì lúc đó môn CI3179 Cấp Thoát Nước Đô Thị ở kỳ chính không hiện thời gian cụ thể, sợ trùng lịch học nên em đã đk vào DT211, nhưng vì sỉ số quá ít nên lớp dự thính bị hủy. Hiện tại CI3179 có lớp ở HK211 và em không bị trùng lịch, liệu có cách nào để em có thể tham gia hoàn thành môn học ở lớp đó không ạ, vì đây là môn tiên quyết quan trọng.. . Mong nhận được phản hồi và hộ trợ ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô, hôm qua em có mail nhờ thầy cô xem xét giúp môn CH2031. Em có gửi kèm hình ảnh mail đồng ý cho mở lớp của thầy trưởng bộ môn và cô đã xử lí mở lại lớp cho em. . . Tuy nhiên có sự hiểu lầm vì thầy [full_name] trên mail chỉ là trưởng bộ môn đồng ý cho mở lớp, còn giáo viên dạy là thầy [full_name], mong thầy cô chỉnh lại tên giáo viên để các bạn mạnh dạn đăng kí ạ.",
            "Chào bạn. . Cô đã ghi nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em rất mong phòng đạo tạo mở lớp học dự thính môn giải tích 2 học kì 211 để e được theo học .. . . .",
            "Quy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-  Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp. . đến Giảng viên giảng dạy & Khoa/Bộmôn để được:-. . -      Ký xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -    Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức. . được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào qúy Thầy cô. Em tên [full_name] hiện em đang học văn bằng 2 khoa kỹ thuật xây dựng. em được biết lịch đăng ký luận văn từ ngày 23-25/8/2021. nhưng em không thể đăng ký được vì hệ thống báo lỗi \" Bạn không thể đăng ký vào nhóm lớp này - xem về loại hình sinh viên và loại hình đào tạo\" em đã chọn 2 loại hình trong hệ thống là loại hình chuyển hệ và loại hình bình thường, nhưng em vẫn chưa đăng ký được. Em kính mong các quý thầy cô giúp đở em. Em xin chân thành Cảm Ơn Quý Thầy Cô.. .   i Đăng ký môn học .",
            "Nhóm CC dành cho SV chương trình chất lượng cao nhé bạn.. . Bạn vui lòng bổ sung thông tin Mã môn học để PDT đăng ký LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính thưa PĐT, trong đợt đăng kí môn học dự thính 2, em có đăng kí 1 số môn học nhưng không được và website báo lại là lộ trình 1 sinh viên không đăng ký. Em muốn hỏi là những môn đó không mở lớp hay là em không được đăng kí ạ?. . . .",
            "- Các môn học có Sĩ số -1 là các môn dự thính –lộ trình 1 đã mở & đã học từ 16/8 nên SV không đăng ký thêm được. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đã hoàn thành tất cả môn học và luận văn tốt nghiệp chỉ thiếu anh văn xét tốt nghiệp . Em có đăng kí thi toeic từ tháng 5/2021 nhưng do dịch bệnh nên bị hủy và kéo dài tới bây giờ vẫn không được thi. Tháng 10 này em sẽ hết hạn đào tạo nên không được đăng kí môn học, em muốn xin cứu xét cho học thêm 1 kì nữa để hoàn thành chuẩn anh văn hoặc bổ sung chứng chỉ toeic để tốt nghiệp thì phải làm đơn như thế nào ạ.",
            "Chào bạn,. . Bạn vui lòng làm đơn xin kéo dài thêm 1 HK, ghi rõ tình trạng hiện tại, Ghi rõ SV thuộc KV 1, và nộp đơn qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi là PĐT có mở thêm đợt 3 đăng kí môn học học kì chính không ạ?. .",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510957  /b \t. . . .   i Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào quý thầy Cô.. . EM có làm đơn như đã được cô hướng dẫn. . . Giáo viên giảng dạy đã chấp nhận cho em vào học . . EM MONG PHÒNG ĐÀO TẠO CỨU XÉT GIÚP trường hợp của em vì học kì 211 này là kì cuối cùng để được lấy bằng. . . Mong phòng đạo tạo duyệt cho em được học.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . . [full_name] [full_name] 1, BỔ SUNG, [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào ad,. . Em viết mail này để hỏi ad vài điều sau ạ:. . 1.Ad cho em hỏi là khi hoãn thi cuối kỳ 202 thì có được xét học bổng khuyến khích không vậy ạ?. . 2. Trong kỳ thi vừa qua kết quả đạt được không như ý nguyện, không biết em có được phép hoãn thi hay thi lại cải thiện điểm được không ad nhỉ?. . Mong nhận được sự phản hồi sớm từ ad. . Trân trọng.. .",
            "Chào em,. . Vấn đề học bổng em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên: [full_name]. MSSV: [student_id]. Lớp CK16LTH. . Nay em làm đơn cứu xét xin gia hạn thêm 1 HK để em hoàn thành chương trình đào tạo . . Em rất mong nhận được sự chấp thuận từ Phòng Đào Tạo. . Em xin trân trọng cám ơn !. . \t. . . .   i Đăng ký môn học .",
            "Chào bạn,. . Trường hợp của bạn không được gia hạn thêm 1 học kỳ nhé.. . Bạn có thể làm đơn xin chuyển qua hình thức đào tạo VLVH để tiếp tục hoàn thành CTĐT.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]úi Thầy Cô. . Em tên: [full_name], MSSV: [student_id], Hệ VLVH. . Em xin trình bày:. . - Vào ngày 06-08-2021 em gửi Đơn xin hoãn thi 4 môn sau đây (do không đảm bảo được trang thiết bị thi online):. .   + Tín hiệu và hệ thống (EE2005). .   + Kỹ thuật hệ thống viễn thông (EE3015). .   + Mạch điện tử thông tin (EE3011). .   + Cơ sở điều khiển tự động (EE2019). . - Nhưng sau đó em đã chuẩn bị được trang thiết bị và đã thi các môn sau:. .   + Kỹ thuật hệ thống viễn thông (EE3015). .   + Mạch điện tử thông tin (EE3011). .   + Cơ sở điều khiển tự động (EE2019). . - Như vậy em chỉ xin hoãn 1 môn: Tín hiệu và hệ thống (EE2005).. . Em xin [full_name]úi Thầy Cô Hiệu chỉnh lại Đơn xin hoãn thi giúp em.. . Em xin cảm ơn.. . . . . . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Cô,. . . . Em tên [full_name], MSSV: [student_id], em đã nhận được email mà trường đã đồng ý thu nhận (đối với SV có qđ tạm dừng hoặc thôi học) và chuyển sang hình thức đào tạo Vừa làm vừa học từ học kỳ 1/2021-2022 (chi tiết trong phần tập tin đính kèm). . . . Được yêu cầu gửi Phiếu đăng ký, Sơ yếu lí lịch và Phiếu đăng ký môn học nên em đang tham khảo Kế hoạch Đào tạo của hệ chuyển thẳng từ CQ sang VHVL trên website.. .  . . Tuy nhiên có mục: \"Diện xét tuyển thẳng: kế hoạch 2.5 năm, kế hoạch rút ngắn 1.5 năm\".. . . . Vì vậy em cần biết chính xác chương trình đào tạo là dựa trên khóa K14 hay K20, tổng tất cả là bao nhiêu tín chỉ, xem chi tiết ở đâu,... cho hệ VHVL để làm đơn đăng ký môn học theo yêu cầu. Mong được cô giải đáp?. . . . Trân trọng.. . . . . . . . \t. . . .",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi thầy/cô,. . -thầy cô cho em hỏi tháng 10 mới có đợt chuyển hệ qua VLVH vậy bây giờ em có cần hủy môn đăng kí của kì HK 211 trong chương trình chất lượng cao không hay đến lúc chuyển hệ vẫn sẽ tiếp tục học môn tương ứng ở bên hệ này ạ.. . -Ngoài ra, theo nghiên cứu em biết là mình cần phải viết đơn bảo lưu và đơn hủy môn học( nếu có) để đợi đến tháng 10 chuyển hệ vậy em có thể nộp những đơn này qua đâu trong tình hình chỉ có cán bộ/ giáo viên mới được vào trường ạ.. . Em cám ơn",
            "Chào bạn. . - Bạn vẫn còn thời gian học, tại sao lại muốn chuyển sang VLVH?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, . . . . Em đã nộp đơn đăng ký học phần mở rộng và được bên Khoa duyệt rồi ạ. . . . . Thông tin về việc trao đổi duyệt đơn qua mail em đính kèm sau đây. Đơn đăng ký học phần mở rộng em cũng đính kèm sau đây.. . . . Mong thầy/cô xem xét giúp em.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Dạ cho em hỏi học kì 211 này miễn ccav khi đăng kí lv tốt nghiệp vậy có xét công tác xã hội không ạ. Em vừa từ khu cách ly ra thì thành F0 cách ly tiếp tại nhà nên không nắm được ạ. Em chỉ mới có (9/10 ngày ctxh thôi) ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B em tên : [full_name]. . mssv: [student_id]. . Hiện tại em đang học môn động lực học và điều khiển mã môn học là ME3012. . Nhưng vì một số lí do cá nhân em muốn rút môn học . . Cho em hỏi là em phải làm như thế nào và việc em rút môn học có ảnh hưởng đến học phí không ạ. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ Tên :Đoàn Công Minh. . MSSV : [student_id]. . . . Lý do đăng ký môn:. . Lần đầu đăng ký môn lộ trình 1 em đã đăng ký môn Kết Cấu Thép 1 (CI3009). Tuy nhiên đến khi đăng ký lộ trình 2 thì môn em đăng ký đã bị hủy. . . . . Em mong có thể tham gia lớp học vì đây là học kỳ cuối cùng của em tại trường.. . Mong phòng Đào Tạo xem xét để em có thể hoàn thành việc học trong kỳ cuối cùng này ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Em hiện tại hết hạn đào tạo tối đa .. . . . Nay em xin chuyển hệ VHVL.. . . . Hiện tại em không thể đăng ký môn học .. . Em muốn đăng ký những môn học sau cho HK211.. . (Được đính kèm trong đơn ) . . . . [full_name] . . . . DANH SÁCH MÔN HỌC MUỐN  ĐĂNG KÝ HK211.. .",
            "Em chưa thấy phản hồi của nhà trường ạ.. . Hiện tại thời khóa biểu của em không có.. . Trong khi đã học được 2 tuần rồi.. . Mong nhà trường sớm giải quyết để em theo kip tiến độ học tập",
            "Chào bạn. . Qd của bạn vẫn đang làm nên chưa thể đăng ký môn học cho bạn. . Bạn theo dõi TKB cập nhật tại trang Mybk-xem tkb vài ngày nữa. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ hiện tại em đã có thời khóa biểu , nhưng môn Thực tập tốt nghiệp vẫn chưa có.. . Mong nhà trường tạo điều kiện cho em được đăng ký ạ. . . . Thực tập tốt nghiệp  Mã môn 813302",
            "Chào bạn. . Cô ghi nhận lại để chuyển xét lại môn TTTN cho bạn (vì tính chất quan trọng của môn này phải làm thủ tục chuyển điểm qua VLVH để xét),[full_name] sẽ xử lý lâu khoảng 8/9 chưa có tkb thì báo lại nghen bạn",
            "Dạ em vẫn chưa có thời khóa biểu ạ",
            "Chào bạn. . Bộ phận xét TTTN báo:  không đủ đk nhận TTTN 129  140.. . Cô đính kèm bảng các môn học của bạn . . Thân",
            "Dạ chào cô!. . . . Có một số vấn đề sau đây mong nhà trường xem lại.. . . . Nhà trường đã cập nhật thiếu 23 tín chỉ của em. . Cụ thể được được tổng hợp trong file đính kèm.. . . . Hệ VHVL không xét môn Anh văn 1,2,3,4 và Giáo dục thể chất . Mà sao em vẫn thấy được xét trong bảng xét điều kiện tốt nghiệp vậy ạ .. . . . Sau khi cập nhật điểm mong nhà trường hỗ trợ em đăng ký môn Thực tập tốt nghiệp ( 813302 ). . Môn học này đã bắt đầu 2 tuần rồi ạ .. . . . . . Đây là động lực cuối cùng để em tiếp tục hành trình 8 năm đã qua của em .. . Em xin chân thành cảm ơn cô !. . . .",
            "Chào bạn. . Cô đã ghi nhận và báo bộ phận xét lại lần nữa, có kết quả Cô sẽ báo lại bạn nghen. . Thân",
            "Dạ thưa cô, hiện tại trường hợp của em như thế nào rồi ạ.",
            "Chào bạn. . Vẫn đang xử lý, nhưng gần xong rồi, yên tâm là đăng ký được môn TTTN, bạn thông cảm nhé, vì Hk này lần đầu tiên áp dụng phương thức này nên phải rà soát lại quy trình. . Dự kiến đầu tuần sau sẽ có TKB cập nhật trên MYbk-xem TBK, bạn kiểm tra thường xuyên nghen, xử lý xong Pdt sẽ cập nhật liền. . Thân",
            "Dạ hiện tại em đã có thời khoá biểu , nhưng giảng viên báo không có tên em trong danh sách đăng ký môn thực tập tốt nghiệp. . . . . Mong nhà trường xem xét sớm giúp em ạ .. . Môn này đã học quá lâu rồi ạ .",
            "Chào bạn[full_name] [full_name] Pdt sẽ chuyển danh sách về Khoa vào ngày 22/9/2021[full_name] [full_name] Bạn liên hệ Văn phòng Khoa để hỗ trợ[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Em là sinh viên chính quy hiện đã hết thời gian đào tạo .. .  . . Và đã nộp đơn xin chuyển hình thức đào tạo .. . Em thắc mắc là chương trình đào tạo khi chuyển sang hệ VHVL sẽ chuyển đổi như thế nào .. . . . Quy định về số ngày CTXH , chuẩn Anh văn sẽ như thế nào ạ.. . . . Em xin cám ơn .",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo!. . . . Em tên: [full_name]. . Mssv: [student_id]. . . . Em là sinh viên văn bằng 2. Hiện em đã hoàn thành hết các môn học trong chương trình k2016.. . Thời hạn đào tạo của em đến tháng 10/2021, nhưng do tình dịch bệnh nên em còn thiếu anh văn 2 kỹ năng nói viết để xét tốt nghiệp.. . Vậy hiện tại em có thể gia hạn thêm một học kỳ hoặc gia hạn anh văn không ạ?. . . . Em mong phòng Đào tạo giúp đỡ em!. .",
            "Chào bạn. . Chuẩn bị sẽ có thông báo thi anh văn nói viết, Bạn theo dõi thông báo để đăng ký thi, đến cuối tháng 10, bạn vẫn chưa hoàn thành thì làm đơn gia hạn vì còn thiếu anh văn 2 kỹ năng. . Thân"
        ]
    }
]