[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi sao trong mục đăng kí môn học dự thính hk1 2019-2020 của em không có môn em đăng kí dự kiến truớc đó mà lại thay bằng các môn em đang học trong học kì chính hk1, tổng cộng là 17 tín chỉ và không huỷ hay đăng kí những môn khác đuợc ạ?",
            "Chào bạn. . . . Bạn vui lòng vào mục xem lịch sử đăng ký để biết lý do không đăng ký được các môn dự thính.. . . . Các môn đăng ký trong học kỳ chính vẫn hiển thị trong phần ĐKMH"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ thầy/cô hướng dẫn em tìm số iD number và secret number trên bằng đính kèm phía dưới với ạ. Dạ em cảm ơn",
            "Chào bạn . . Số iD number và secret number là mã đăng nhập cảu bạn khi tham gia thi chứng chỉ, bạn có thể cầm chứng chỉ đến [full_name]rung tâm ngoại ngữ củ trường Đại học Bách Khoa - Nhà C6 - gặp [full_name].[full_name]rí giám đốc trung tâm để được thểm tra tính hợp lệ của chính chỉ và hỗ trợ tìm số iD number và secret number của bạn.. . [full_name]hân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   I  Cho em xin đăng ký môn từ tiếc 12 sang tiêc 13, để em có thể đủ môn để dăng ký tốt nghiệp",
            "Em muốn đăng kí môn học nào? mã số môn học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính gửi thầy/cô phòng đào tạo. .   Em là sinh viên k14 . vì có một vấn đề nhầm lẫn về mã môn học mới và cũ .. .   Cụ thể là môn bê tông 1 ( ci2039) bị tách  thành 2 môn đồ án và lý thuyết riêng .. .   Em đăng kí mã mới vì mã cũ ko mở nhưng vì không biết em chỉ đăng ký môn đồ án .. .   thầy cô cho em hõi em có thể xin phòng đào tạo mở để em dky bổ sung vì môn này là môn tiên quyết cho luận văn học kì sau. . .  kì dự thính em bị lỗi kết thúc vào tiết 12 và bắt đầu tiết 13 nên ko thể dky  môn lý thuyết được. .    Em cảm thầy/ cô đã đọc . kính mong phòng đào tạo có thể phản hồi và  tạo điều kiện giúp đỡ em được tốt nghiệp trong kì hạn của nhà trường. . . Em chân thành cảm ơn!. .  . .",
            "Chào bạn. . Sau ngày 26/08/2019 Phòng Đào tạo sẽ không nhận các trường hợp sau:. . -Hủy nhóm lớp môn học, chuyển đổi mã nhóm hoặc đăng ký bổ sung.. . . . -Sinh viên có thể làm đơn xin rút môn học nộp về PĐT (lưu ý có tính học phí). . . . -Các trường hợp đặc biệt hủy nhóm lớp (do sức khỏe, không thể tham gia học do các điều kiện bất khả kháng) phải có minh chứng và sinh viên nộp đơn về PĐT để được phê duyệt.. . . . - Danh sách sinh viên đã được cập nhật và gửi về Khoa/Bộ môn nên việc thay đổi nhóm sẽ ảnh hưởng đến danh sách sinh viên.. . . . Rất tiếc không thể giải quyết cho bạn trong trường hợp này./.. . . . . . Bạn có thể cam kết đảm bảo được lịch học thông tầm và làm đơn nộp vê PĐT để có thể đăng ký dự thính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thưa Thầy/Cô em đã muộn đăng kí thể dục và giờ không có lớp để học.. . Em là sinh viên năm nhất.. . - Em muốn hỏi bây giờ em còn có thể làm đơn xin để được học thể dục không ạ ?. . - Nếu học kì 1 em không học thì học kì 2 em có thể học 2 môn một lúc được không ạ?. . Em xin cảm ơn ạ.",
            "Chào em,. . . . Em cho biết mã số môn học em cần đăng kí?, nếu hết chỗ học kỳ 2 em có thể cùng lúc học 2 môn thể dục vẫn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chi em hỏi ,em đã đăng kí giáo dục thể chất ,tuy nhiên lớp em đăng kí đã bị hủy do thiếu người ,trường gửi mail cho em đăng kí lại nhưng giờ các lớp đã đầy ,em không đăng kí được , em nên đăng kí giờ nào ạ ?. . Em muốn tham gia môn bóng đá",
            "Chào em,. . . . [full_name] đã đăng môn bóng đá cho em rồi, em theo dõi TKB để biết lịch học nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Cho em hỏi đợt đăng ký LVTN 28/8-4/9 khi nào được cập nhật thời khóa biểu vậy ạ, vì văn phòng khoa đã xếp giáo viên hướng dẫn nhưng em chưa được xếp thời khóa biểu nên không biết có cần làm đơn xin thầy [full_name] không?. .",
            "QUOTE MSSV/MSGV: [student_id]3    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu. . . . Cho em hỏi đợt đăng ký LVTN 28/8-4/9 khi nào được cập nhật thời khóa biểu vậy ạ, vì văn phòng khoa đã xếp giáo viên hướng dẫn nhưng em chưa được xếp thời khóa biểu nên không biết có cần làm đơn xin thầy GVHD không?. .   /QUOTE . . Chào [full_name], Em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Phòng đào tạo. . Em tên: Đoàn thanh phong MSSV:[student_id], học lớp bằng 2 XD17. Em vào đăng ký dự thính môn CI2029 Cơ học kết cấu_ Lớp DT02 (T3 tiết 131415 và T5 tiết 131415), dù còn sĩ số nhưng em không đăng ký được, có thể là do kết thúc tiết 12 bắt đầu tiết 13.. . Nay em xin Phòng đào tạo xem xét cho em được đăng ký vào học lớp DT02 Cơ học kết cấu để em được trả nợ môn học Cơ học kết cấu. Em chân thành cám ơn Phòng đào tạo.. .",
            "Chào em,. . . . [full_name] đã đăng kí cho em môn CI2029. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . AD cho e hỏi trong mục đăng ký môn học dự thính lại hiện lên các môn học đang học trong học kỳ chính vậy ạ. Nên e không đăng ký hay hiệu chỉnh các môn học dự thính được ạ. Em xin cảm ơn",
            "Chào em,. . . . PDT hiện TKB học kỳ chính em biết để đăng kí dự thính tránh giờ học kỳ chính ra. Nếu em không có nhu cầu học dự thính thì không đăng kí vì dự thính không bắt buột phải học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô, em là sinh viên K18. Đợt 1 đăng ký dự thính HK191 em có đăng ký giải tích 2 nhưng vào đợt 2 em lại không được xếp lớp ( bạn cùng lớp em cùng rớt môn này cùng thời khóa biểu như em nhưng lại có lớp). Giờ em muốn hủy môn đăng ký dự thính vì không có giờ học thích hợp thì phải làm sao ạ ? Vì em thấy trong đăng ký dự thính đợt 1 của em vẫn còn môn giải tích 2 nhưng đợt 2 thì vẫn chưa có lớp. .",
            "Chào em,. . . . Em vào lịch sử đăng kí môn học xem lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] em lỡ nhấn nhầm đăng kí môn giáo dục thể chất bóng bàn vào lớp L18 giờ e muốn đổi sang L17 cho thuận tiện việc học của em",
            "Chào em,. . . . Đã hết hạn đổi nhóm học rồi em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi: Em thấy có 2 ngày nộp chứng chỉ là vào ngày 13 tháng 11 và ngày 11 tháng 12.. . Nộp vào 2 ngày đó thì sẽ được tính điểm cho học kì 191 hay học kì 192 vậy ạ?. .",
            "Chào bạn,. . Tháng 12 là trong HK191.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em bây giờ đăng kí lại học thể dục nhưng web nói không được",
            "Chào em,. . . . Đã hết thời gian đăng kí môn học, em muốn đăng kí môn học nào?, mã số môn học?",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi có phải bây giờ đăng kí không được thì phải đợi học kì sau đăng kí phải ko ạ",
            "Em muốn đăng kí môn học nào?, mã số môn học?",
            "Dạ em đăng kí thể đục môn bóng rổ mã PE1015",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi nhé, em nhớ theo dõi TKB đi học cho đúng nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa Thầy/Cô.. . Em là sinh viên năm nhất. Em bị muộn đăng kí thể dục. Cho em hỏi còn cánh nào để bổ sung không ạ.. . - Em có thể viết đơn để xin đăng kí rồi học lại thể dục không ạ?. . - Nếu học kì 1 em không học được thể dục thì học kì 2 em có thể đăng kí 2 môn thể dục 1 học kì không ạ?",
            "Em muốn đăng kí môn học nào?, mã số môn học?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên là [full_name] mssv [student_id]. . Em muốn xin tăng sỹ số môn Đường Lối ( mã số SP1009) của cô [full_name] vào ngày ( Thứ 7 ( 7-8-9) chủ nhật (2-3-4)). Vì lí do em không đăng kí được những lớp khác vì trùng lịch học. Hy vọng có thể mở cho em thêm tầm 10 bạn nữa vì nhóm của tụi em muốn đăng kí tầm 8-10 bạn. Em xin chân thành cảm ơn",
            "Bạn vui lòng cung cấp MSMH + mã nhóm cần tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em là sv năm 2 chưa đạt AV1 hồi hè vừa rồi em có học dự thính AV1 và thi vào ngày 31/8, cho em hỏi có kịp cập nhật kết quả AV1 để kịp đăng kí học DT hoá lý 1 trong đăng kí môn học đợt 2 này không, tại em sợ hết đợt 2 số lượng ít quá bị huỷ môn tụi em không kịp đăng kí. Tại môn Hoá Lý 1 là môn học trước cho 2 môn học kì 2, mà 2 môn học kì 2 đó lại là học trước cho thực tập hè năm 2. Nếu bị trễ Hoá Lý 1 thì em sẽ bị trễ để 1 năm. . Với cho em hỏi lớp dự thính Hoá Lý 1 sỉ số bao nhiêu mới không bị huỷ môn học.. . Em cám ơn nhiều!",
            "Chào bạn. . . . Đối với các môn chung Sĩ số trên 40sv có thể mở lớp.",
            "Môn Hoá Lý 1 chỉ có chuyên ngành Kĩ thuật Hoá học học thôi ạ, vậy có tính là môn chung không ạ?",
            "Chào em,. . . . Môn này khoảng 30sv nha em.. . . .",
            "Dạ cô ơi, em mới gửi mail cho thầy dạy AV1 (LA1003) HK183, thì thầy em trả lời như trong hình. Cô có cách nào giúp đỡ em không ạ? Hiện giờ môn Hoá Lý 1 (CH2003) mới có 26 người đăng kí, mà cô kêu khoảng 30 người mới mở lớp, mà 15g chiều nay hết hạn hiệu chỉnh đợt 2, em sợ không đủ sỉ số lớp sẽ bị huỷ, và nếu bị huỷ vậy thì đợt 3 tụi em không đăng kí được môn đó ạ. . . Môn Hoá Lý 1 là môn học trước của 2 môn của HK2, mà 2 môn của HK2 lại là môn học trước của thực tập năm 2. Nếu không đăng kí được Hoá Lý 1 trong kì dự thính này thì có nguy cơ em bị trễ đến 1 năm. Có 2 bạn cùng khoa cùng chung tình trạng này với em. Nếu như vậy thì sỉ sổ lớp sẽ lên được 29 và sẽ không bị huỷ lớp. Nên em mong cô giúp đỡ tụi em.. . Em cám ơn cô nhiều!",
            "Chào em, . . . . Môn này khoảng 30sv có thể ít hơn chút vẫn được.",
            "Dạ mà cô ơi, cho em hỏi nếu hết thời hạn đăng kí môn học dự thính HK191 đợt 3 mà điểm AV1 vẫn chưa update kịp thì tụi em còn cách nào đăng kí môn học sau đó không ạ? Tại thầy em nói cuối tuần này thầy đi công tác về mới nộp bảng điểm giấy được, mà 15g T2(16/9/2019) là hạn chót đăng kí môn học đợt 3 rồi ạ, em sợ không kịp!. . Em cám ơn cô nhiều.",
            "Trường hợp này không thể giúp bạn.. . . . Bạn phải có điểm AV1 mới có thể đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PE1015  L17. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PE1013 L17",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . [full_name]1013 [full_name]7  /QUOTE . .  Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . [full_name]1013 [full_name]2  /QUOTE . .",
            "Bạn đăng ký môn học mã L17 hay L22 . . . . vui lòng chọn 1 trong 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng kí môn Thực tập tốt nghiệp trong học kì 1 năm 2019-2020. Trong năm em đăng kí tổng 9 chỉ . Tới học kì dự thính em chỉ đăng kí được 2 môn nữa nó báo là quá tín chỉ . Em mong pđt giúp em .. .",
            "Bạn đăng ký môn học nào . . . . MSMH + mã nhóm để mình kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . 1. EE3011 - MẠCH ĐIỆN TỬ THÔNG TIN ([full_name]).. . . . 2.EE3015 - [full_name] (THẦY NGUYỄN THANH TUẤN).. . . . 3.EE3019 - TRUYỀN SỐ LIỆU VÀ MẠNG ([full_name]).. .",
            "Chào bạn.. . Bạn vui lòng cung cấp đúng mã môn học. mã nhóm học . . Ví dụ: EE3019 nhóm A03_A05. . . . Để PĐT biết đăng ký cho bạn.. . Thân. .",
            "1.[full_name]3019 - [full_name]-[full_name]5 - [full_name] ([full_name]).. . . . 2.[full_name]3015 - NHÓM [full_name]4 - [full_name] ([full_name]).. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U   /U Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... .",
            "Bạn vui lòng cung cấp MSMH + mã nhóm theo hướng dẫn email đã gửi",
            "Mã môn: PE1015. . Nhóm: L19",
            "Chào em,. . . . PDT đã đăng kí cho em rồi, em xem TKB đi học nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vì còn một số anh là k14 mà chỉ còn môn này để ra trường, mà không kịp đăng kí nên em xin mở thêm sỉ số để có thể đăng kí thêm ạ.. . . . Em cám ơn",
            "Bạn vui lòng cung cấp MSMH + mã nhóm để mình kiểm tra",
            "MSMH : EE2017. . Mã Nhóm : DT01_DT02. . . . Em cám ơn",
            "Chào em,. . . . Môn này đã full sỉ số không tăng được nữa, em có thể làm đơn xin mở thêm lớp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "bạn vui lòng cung cấp MSMH + mã nhóm để PĐT đăng ký cho bạn.. . . . Bạn đọc kỹ email hướng dẫn nhé",
            "MSMH:PE1017. . Mã nhóm:L16",
            "Cho em hỏi là PĐT đã đăng ký môn GDTC cho em chưa ạ",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Vì một số lý do, em có nộp học phí trễ và không đăng kí được môn học của học kỳ 191. Sau đó, em đã đóng học phí và đăng kí được  học kỳ 191, nhưng hiện tại em vẫn chưa có giấy hoãn nghĩa vụ quân sự. Vậy giờ em phải làm cách nào để có giấy hoãn nghĩa vụ quân sự vì ở địa phương đang cần gấp, em xin cảm ơn.",
            "Chào bạn,. . Giấy Hoãn nghĩa vụ quân sự cuả bạn đã được  chuyển Phòng đào tạo - CS2. Ngày 10/09 bạn liên hệ văn phòng đào tạo Cơ sở 2 nhận nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .   /B Em xin chào thầy cô ạ.. . Vừa qua em đã xem lịch đăng ký môn học dự thính theo lịch là ngày 4-9 sẽ có kết quả mở lớp dự thính.Mà đến chiều ngày 5-9 mới mở em không để ý cứ tưởng môn học không mở em đã xin phép thầy [full_name] và thầy [full_name] để được mở lớp môn Cơ Sở Kỹ Thuật Điện(ee2017).Đến hôm nay ngày 6-9 em với biết chuyện lên Phòng Đào Tạo hỏi thì em đã không được đăng ký lớp của thầy [full_name] nữa lý do lớp đã đầy.em xin kính mong thầy cô cho em cơ hội được học lớp thầy [full_name] mã lớp là DT01_DT02. . .Vỳ đây là mong ước của em từ rất lâu rồi và em đã bỏ nhiều công sức cho mong muốn này của em quá mong thầy cô thương cho em được cơ hội học lớp thầy ạ.Dưới đây là đơn em xin mở môn học đã được trả về ạ.",
            "Chào em,. . . . Nhóm Thí nghiệm đã full sỉ số, em làm đơn mở thêm nhóm Thí nghiệm."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1021 + L29. .",
            "Chào em,. . . . Đã đăng cho em rồi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . . . . .  Mã EE3019- NHÓM A03- A05 - TRUYỀN SỐ [full_name] (THẦY NGUYỄN CHÍ NGỌC).. . . . LÝ DO : . .  Môn Truyền số liệu và mạng : Mẹ em bị tai biến liệt nửa người và lịch hẹn phục hồi chức năng từ bệnh viện lại đúng vào buổi 18g00 tối thứ 5 (trùng giờ môn Truyền số liệu và mạng của thầy [full_name] - nhóm T01-B; học từ 18g00 đến 21g00) nên em rút môn và đăng ký dự thính với nhóm A03-A05 (Em rãnh).. .",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Vừa qua em đã xem lịch đăng ký môn học dự thính theo lịch là ngày 4-9 sẽ có kết quả mở lớp dự thính.Mà đến chiều ngày 5-9 mới mở em không để ý cứ tưởng môn học không mở em đã xin phép thầy [full_name] và thầy [full_name] để được mở lớp môn Cơ Sở Kỹ Thuật Điện(ee2017).Đến hôm nay ngày 6-9 em với biết chuyện lên Phòng Đào Tạo hỏi thì em đã không được đăng ký lớp của thầy [full_name] nữa lý do lớp đã đầy.em xin kính mong thầy cô cho em cơ hội được học lớp thầy [full_name] mã lớp là DT01_DT02. . .Vỳ đây là mong ước của em từ rất lâu rồi và em đã bỏ nhiều công sức cho mong muốn này của em quá mong thầy cô thương cho em được cơ hội học lớp thầy ạ.Dưới đây là đơn em xin mở môn học đã được trả về ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em chào cô/thầy!. . Em là sinh viên năm hai khoa Kĩ thuật Hoá học.. . Chuyện là môn Hoá Lý 1 (CH2003) là môn học trước của 2 môn quá trình và thiết bị truyền nhiệt (CH2043), quá trình và thiết bị truyền khối (CH2051). 2 môn quá trình và thiết bị truyền nhiệt, truyền khối lại là môn học trước của thực tập quá trình và thiết bị (Thực tập hè năm 2). . Nếu em không đăng kí được môn Hoá Lý 1 trong học kì này, thì em có thể xin học kì sau cho em học môn Hoá Lý 1 song hành với 2 môn quá trình và thiết bị truyền nhiệt, truyền khối để em không bị trễ thực tập được không ạ? . . Em cám ơn nhiều ạ!",
            "Chào bạn,. . Theo quy định của chương trình đào tạo thì đối với môn học trước bắt buộc bạn phải có mã môn học này trong bảng điểm của bạn trước khi đăng ký các môn ràng buộc môn học trước này.. . . Bạn vui lòng xem lại quy định về môn học - chương trình đào tạo được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]: [student_id]. . Mã môn: PE1023. . Mã nhóm: L19. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em là sinh viên năm hai, chưa qua AV1, HK183 vừa rồi em có đăng kí học AV1, và thi hôm 31/8/2019. . . Em mong thầy/cô phòng đào tạo cập nhật điểm anh văn cho tụi em trước hạn chót đăng kí môn học dự thính HK191 đợt 2, để tụi em có thể kịp đăng kí những môn học học trước và tiên quyết để tụi em khỏi bị ra trường trễ ạ! Em sợ chờ đến đợt 3 thì sẽ có những môn học sẽ bị huỷ trong đợt 2 do không đủ sỉ số! Rất mong PĐT xem xét và cập nhật điểm sớm cho tụi em để tụi em có thể học đúng tiến trình!. . Em cám ơn thầy/cô rất nhiều ạ!",
            "Chào bạn,. . Điểm Anh văn HK183 giáo viên chưa nộp điểm nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi đăng kí môn giáo dục thể chất.. . Mã môn: PE1023. . Mã nhóm: L24",
            "Chào em,. . . . Đã đăng kí cho em rồi nhé, em xem TKB để biết nhóm đi học vì nhóm L24 trùng TKB của em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chuyện là em đăng ký môn học dự thính mà có một ngày trong thời khóa biểu em học 3 tiết thí nghiệm(10-12) và tiết dự thính bắt đầu ở tiết 13 và chỉ trùng có 2 tuần vậy thì em có được đăng ký môn dự thính đó không ạ. Em cảm ơn",
            "Chào bạn. . . . Tường hợp này bạn vi phạm lịch học thông tầm và không thể đăng ký. Nếu bạn muốn học bạn có thể nộp đơn xin học thông tầm về PĐT trình bày lý do để PĐT xét đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1015 . Nhóm : L28",
            "Chào em,. . . . Đã đăng kí cho em rồi nhé.Em xem TKB để biết lịch đi học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn cầu lông PE1017 nhóm L16",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1019. . L22",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em chào thầy cô PĐT.. . Em đã liên hệ với thầy [full_name] dạy AV1 (LA1003) HK183 nhóm DT02, thầy nói thầy đã cập nhật điểm của lớp lên hệ thống. Mà em lên xem vẫn chưa thấy. Em mong PĐT duyệt và up điểm sớm để tụi em kịp đăng kí môn học dự thính HK191 đợt 2 này, để tụi em khỏi bị trễ 1 năm!. . Em rất cám ơn thầy cô nhiều!",
            "Chào bạn,. . Điểm Anh văn HK183 giáo viên chưa nộp điểm nha bạn.. . Thân mến",
            "Dạ em mới gửi mail thì thầy em trả lời như vậy ạ. Thầy cô PĐT có cách nào giúp em không ạ. Tại không chỉ 1 mình em, mà 1 số bạn cũng bị như vậy.. . Hiện giờ môn Hoá Lý 1 (CH2003) có 26 người đăng kí, hôm bữa em hỏi thì PĐT kêu khoảng 30 người mới mở lớp, mà 15g chiều nay hết hạn hiệu chỉnh đợt 2, em sợ không đủ sỉ số lớp sẽ bị huỷ, và nếu bị huỷ vậy thì đợt 3 tụi em không đăng kí được môn đó. Mà môn Hoá Lý 1 là môn học trước của 2 môn của HK2, mà 2 môn của HK2 lại là môn học trước của thực tập năm 2. Nếu không đăng kí được Hoá Lý 1 trong kì dự thính này thì có nguy cơ em bị trễ đến 1 năm. Có 2 bạn cùng khoa cùng chung tình trạng này với em. Nếu như vậy thì sỉ sổ lớp sẽ lên 29 và sẽ không bị huỷ lớp. Nên em mong PĐT giúp đỡ tụi em.. . Em cám ơn PĐT nhiều!",
            "Chào bạn,. . Theo quy định cuả trường thì sau khi giáo viên ký xác nhận bảng điểm chỉnh thức  và có chữ ký xác nhận của [full_name] nộp lên Phòng đào tạo thì PHòng đào đạo mới có mã ID dữ liệu điểm để cập nhật điểm vào hệ thống. . . Phòng đào tạo không cách nào cập nhật điểm nếu Giáo viên không ký nộp bảng điểm.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi hiện tại em muốn xin mở lớp môn Truyền số liệu và mạng - EE3019. có được xem xét mở không ạ?",
            "Chào em,. . . . Hiện tại, 15h chiều hôm nay hết thời gian đăng kí, vậy em làm đơn mở lớp xét theo danh sánh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em muốn đăng ký môn cầu lông PE1017 Nhóm L16",
            "Chào em,. . . . [full_name] đã đăng kí cho em, em xem TKB để biết lịch học."
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1023 + L22",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: Pe1021 Nhóm: L16. . . . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1019 L16",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Nhóm lớp bạn chọn bị trùng tkb với môn thí nghiệm vật lý của bạn. . . . Bạn kiểm tra chọn nhóm khác gấp nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PE1021  L19"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo. Em tên là [full_name], MSSV [student_id].. . Học kỳ này em có đăng ký dự thính môn giải tích 2. Em muốn học lớp dt03 nhưng lại không được do không đủ khoảng cách giữa 2 cơ sở. Theo quy định của nhà trường thì thời gian di chuyển giữa 2 cơ sở là 2 tiết. Vào thứ 3, em học bóng chuyền vào tiết 9-10, trong khi môn giải tích 2 lớp dt03 thì bắt đầu vào tiết 13. Vậy là em có thể đăng ký học nhưng lại bị báo lỗi (hình ảnh bên dưới). Lúc em định đăng ký vẫn còn slot nhưng hôm nay (khi định lên phòng đào tạo hỏi) thì lại hết slot rồi. Kính mong phòng đào tạo có thể cho em thêm vào lớp này ạ. Em cảm ơn. . . . .",
            "Chào em, . . . . PDT mới tăng 1 slot môn MT1005 nhóm DT03, em lên đăng kí nhanh nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PE1021 L19",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1021 L23. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PE1021 L23",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi  về yêu cầu về trang phục khi đi học bơi như thế nào ạ. .",
            "Chào bạn. . . . Bạn vui lòng liên hệ trực tiếp giảng viên giảng dạy.. . . . BKSI nơi đặt các câu hỏi liên quan đến học vụ và đăng ký môn học.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Mã môn:PE 1009 mã nhóm:L20",
            "đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PE1021. . L28",
            "Cho phép em chỉnh sửa lại ạ. . PE1021. . L15",
            "Đã đăng ký cho bạn",
            "Cho em hỏi em có đi bù được không ạ?. . Hôm qua em bị lỡ 1 buổi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1013+L20",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Em tên là [full_name], MSSV là [student_id].. . Em xin được đăng kí môn Võ (PE1023) nhóm L21. . Em xin cảm ơn ạ!. . Chúc thầy/ cô nhiều sức khoẻ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào quý thầy cô. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin quý thầy cô giúp em đăng kí lớp học võ . .   PE1023 - L21 . . Em xin cảm ơn quý thầy cô đã xem và giúp đỡ em. Em kính chúc quý thầy cô nhiều sức khỏe!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi: Quý thầy cô Phòng đào tạo trường Đại học Bách Khoa tp.HCM.. . Em tên: [full_name]([student_id]). . . . Em có nhận được mail của nhà trường thông báo về việc đổi chuẩn anh văn đầu ra anh văn 2 kỹ năng nói viết cho lớp KSTN là 200 thay vì 245. Hiện nay em đã đươc mức điểm 215, nhưng vẫn chưa có tên trong danh sách tốt nghiệp tháng 11. . . Em muốn hỏi bao giờ thì danh sách sẽ được cập nhập và em có phải làm gì thêm để có tên trong danh sách không ạ.. . . . Mong sớm nhận hồi đáp từ thầy cô!",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . Kính gửi: Quý thầy cô Phòng đào tạo trường Đại học Bách Khoa tp.HCM.. . Em tên: [full_name]([student_id]). . . . Em có nhận được mail của nhà trường thông báo về việc đổi chuẩn anh văn đầu ra anh văn 2 kỹ năng nói viết cho lớp KSTN là 200 thay vì 245. Hiện nay em đã đươc mức điểm 215, nhưng vẫn chưa có tên trong danh sách tốt nghiệp tháng 11. . . Em muốn hỏi bao giờ thì danh sách sẽ được cập nhập và em có phải làm gì thêm để có tên trong danh sách không ạ.. . . . Mong sớm nhận hồi đáp từ thầy cô!  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần sau và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    }
]