[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào.. . Học kì 192 vừa rồi em có đăng kí và hoàn thành thể chất 3 ạ. Nhưng đến hôm nay em đăng kí môn học cho hk201 thì em không đăng kí được môn quản lý dự án xây dựng với lý do chưa hoàn thành môn tiên quyết là thể chất 3 ạ.. . Em phải làm như thế nào ạ?",
            "PĐT đã cập nhật điểm GDTC để bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Em thấy lớp Giao tiếp trong kinh doanh  IM3047 hiện vượt quá sỉ số. Em tha thiết xin phòng đào tạo mở thêm lớp học ạ hoặc có thể nới lỏng sỉ số lên cỡ 2 3 bạn nữa không ạ. Do hồi nãy mybk cứ bị lag nên e xóa môn kia lại nhầm qua môn này. Giờ lớp đầy rồi e không đăng kí lại được nữa. Em đang năm 3 nên thời gian còn lại rất ít, sẽ ảnh hưởng đến thời gian làm luận văn. Em xin pdt thương xót em với ạ. Em xin cám ơn. . . .",
            "đã tăng sĩ số lên tối đa.. . bạn vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô) ạ. Em có thắc mắc là trong chương trình đào tạo của em có môn Vật lý 2 (Mã MH: PH1005), nhưng hôm nay ĐKMH em chỉ thấy có môn Vật lý 2 với mã MH là PH2005. Cho em hỏi là có gì thay đổi về môn học này không ạ. Mong thầy (cô) giải đáp giúp em ạ. Em cảm ơn.",
            "Khác em nhé.. . Môn PH2005 dùng cho SV từ khóa 2019 về sau. . Thân",
            "Vậy môn này có được dùng để thay thế cho môn PH1005 cũ không ạ, hay SV khóa 2018 trở về trước vẫn phải học môn PH1005 vậy ạ. Em cảm ơn.",
            "Không em nhé. . Khóa 2008 về trước đk môn [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào BQL nhà trường,. .    Em là khóa k18 ngành Logistics và quản lý chuỗi cung ứng, bị trễ av 1 năm. Nay k19 thay đổi chương trình đào tạo, mã môn học thay đổi và mất 1 số môn. E muốn hỏi là có thể đăng kí môn mã mới và có môn học thay thế môn cũ không ?. .     Em cảm ơn và mong được trả lời sớm.. .",
            "Chào em. . hiện tại một số môn chưa có tương đương. vì thế em liên hệ với [full_name] của môn học để biết thông tin chi tiết trước khi đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô PĐT!. . . . Thầy/cô cho em hỏi khi nào trên đăng kí môn học mới có tên giảng viên ạ? Đợt HK192 trước tới đợt 3 mới có tên giảng viên ạ, mà đợt 3 thì tụi em bị khoá không chuyển sang lớp khác được ạ!. . . . Em mong tên giảng viên sẽ có sớm trong đợt 2 để tụi em được điều chỉnh học với giảng viên mà tụi em mong muốn!. . . . Em cám ơn thầy/cô nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   U em tên là [full_name] [student_id] khoa xây dựng xin mở sỉ số lớp đồ án môn học về tông cốt thép 1 lớp A06",
            "đã tăng sĩ số,. . bạn vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Nguyễn Trung Vinh [student_id], xin phòng đào tạo mở thêm suất DKMH cho môn Nguyên Lý Ngôn Ngữ [full_name] (MSMH: CO3005, lớp: L03). . Lý do: Hiện tại em đang bị trùng lịch cá nhân (Hiện em đang được xếp vào lớp L02) và các bạn em đều đăng ký lớp L03 nên mong phòng đào tạo có thể giúp em chuyển qua lớp L03.. . Mong thầy/cô phản hồi. Em xin cảm ơn.",
            "đã mở sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên: [full_name]  /b \t. .   b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Chào thầy (cô), đợt đkmh đợt vừa qua em có đăng ký 2 môn :. .  + CO3057 - Xửlý ảnh số &thị giác mt.. .  + CO4027 - Học máy.. .  + CO4311 - Đề cương luận văn tn.. . Cả ba môn trên đều bị hủy vì lý do :. .   B   I . . Thiếu (các) môn học:. .   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết)  . .   /B  . Mặc dù em đã hoàn thành đầy đủ ba học phần của GDTC. Mong thầy (cô) giải quyết giúp em để em có thể đăng ký và hoàn thành chương trình kịp tiến độ ạ. . . . . Em xin chân thành cảm ơn.. . . . Sinh viên,. . . . . . [full_name].",
            "đã cập nhật điểm GDTC nhé. . bạn vào ddkmh lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi anh chị,. . Xin phép PĐT tăng sỹ số lớp môn học CH2021 [full_name] Cơ . . . . Xin cảm ơn",
            "đã tăng sĩ số. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "cung cấp nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] thuộc lớp HC19BSH, MSSV: [student_id]. . Em muốn xin tăng sĩ số lớp mã L02 môn hóa lí hóa keo, mã môn học CH1005 ạ. . Lí do: các lớp đã đầy học sinh và em không đăng kí được. . Em cảm ơn ạ",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô Phòng Đào tạo,. . Tên em là [full_name], MSSV: [student_id].. . Thưa thầy cô, trong đợt ĐKMH lần 1, em đã đăng kí thành công 22 tín chỉ nhằm đáp ứng kịp chương trình đào tạo. Nhưng trong đợt ĐKMH hiệu chỉnh, em bị xóa môn Đồ án môn học Logistics ME3255 1 tín chỉ.. . Kính mong PDDT tạo điều kiện cho em được đăng kí thêm 1 tín chỉ này nhằm đáp ứng kịp chương trình đào tạo.. . Em xin chân thành cảm ơn.. .",
            "Đã tăng sĩ số để bạn vào đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi là em rớt thể chất 1 ở kì 1 năm nhất,em học điền kinh và đã qua ở kì 1 năm 3 nhưng qua đợt đăng kí môn học này em vẫn không đăng kí được môn học ạ.Mong PDT có thể hướng dẫn cho em với ạ.. . Em cảm ơn nhiều..",
            "Chào bạn.. . Hiện tại Chưa mở các môn thể dục.. . Sẽ có thông báo qua email cho bạn khi có mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT,. . . . Em đăng kí môn học đợt 2, theo chương trình đào tạo thì môn học CO3043 không có môn học trước là CO2039, tuy nhiên khi đăng kí thì bị lỗi như hình. Mong PĐT chỉnh sửa lại ạ. . . . . Em cảm ơn.",
            "Chào em.. . Môn học CO3043 có môn học trước theo Công văn từ Khoa ngày 24/08/2020.. . . . Em liên hệ VP  Khoa để hỏi lại nhé. . Thân",
            "Dạ môn học trước đó là của khoá K19, còn em đang là khoá K17 không có môn học CO2039 trong chương trình thì sao học trước nó được ạ?",
            "đã cập nhật điểm tạm môn CO2039 cho bạn để đk môn CO3043. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đăng kí giáo dục thể chất 3 đợt 2 nhưng trường không mở thì phải làm sao ạ",
            "Hiện tại ĐHQG chưa có lịch học đối với các môn thể chất.. . Vì vậy bên trường BK chưa thể mở cho bạn đk được. . Khi nào có lịch sẽ thông tin rộng rãi qua email. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học .",
            "đã cập nhật môn gdtc cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi PĐT.. . Em là sinh viên K18 do em rớt môn Kĩ Thuật Số (EE1015) nên học kì này em muốn đăng kí học lại thì trang đăng kí môn học của PĐT không mở lớp mà chỉ mở lớp theo mã môn học của sinh viên K19 thôi (EE1009) nên bây giờ muốn trả nợ được môn đó em nên đăng kí làm sao?. .",
            "Em liên hệ VP [full_name] để học chi tiết về việc tương đương nhé.. . Sau khi có ý kiến của [full_name] thì hãy đăng ký. . Vì hiện tại chưa có công văn từ khoa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh(chị) . . Cho em hỏi môn học của K19 mã môn khác mà có môn học tương đương với K17 vậy có được chuyển điểm hay phải chờ đủ và đăng kí mã môn cũ ạ? . . Em xin cảm ơn!. . Trân trọng.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô cho em hỏi là. . Em thuộc Khóa K19 TCTL hết HK192 là 17 TC. . Em bị hủy đk môn lần 1 của năm 2 hết 3 môn . . cô cho em hỏi là tại sao vậy? môn TQ em đã qua hết r",
            "ảnh bên dưới cô xem hộ em với",
            "1. Xếp năm đào tạo cho SV. . u SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . bị hủy môn học và khi đăng ký lại hiện :. .  Thiếu (các) môn học:. .   Nhóm [SV_N2]: SV_N2 - Chuẩn sinh viên năm 2 (tiên quyết)  là làm sao ạ",
            "1. Xếp năm đào tạo cho SV. . u SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Sinh viên không đăng kí được môn học ạ: cụ thể em không thể đăng  I  kí môn chuyên ngành của năm 4 với lý do hệ thống báo chưa đạt chuẩn thể chất, trong khi em đã hoàn thành hết 3 thể chất.",
            "đã cập nhật điểm môn GDTC , bạn vào đk lại môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Có cách nào để em thay đổi nơi sinh để đăng ký thi anh văn không ạ. Em cảm ơn phòng đạo tạo ạ",
            "Chào bạn. . Bạn vui lòng ghi rõ chi tiết nội dung để pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kết quả đợt đăng kí đợt 1 học kì 1 (2020-2021)em lại gặp vấn đề tương tự học kì trước là bị xóa hết những môn chuyên ngành đã đăng kí do thiếu môn học trước Cơ lưu chất (CI2003). Ở học kì trước, em đã chứng minh là mình đẫ có học cơ lưu chất ở HK dự thính nhưng chưa qua, bị xóa thông tin trên mybk,đã được giải quyết. Học kì này em vẫn gặp lại vấn đề tương tự, mong anh/chị kiểm tra lại giúp em ạ.. . và em không rõ môn GDTS-3 ở đây là gì ạ. em cảm ơn.",
            "Em cũng đã qua môn thể chất thứ 3 vào học kì 192, nhưng dường như chưa được cập nhật",
            "em vào đk lại nhé. . đã cn điểm GDTS_3"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  I . . em chào thầy cô ạ.. . em là sinh viên khóa k18 khoa điện điện tử.. . Do năm vừa rồi em bị thiếu một vài môn em chưa học cụ thê là môn tín hiệu và hệ thống(ee2005) là môn tiên quyết của khoa em và học kì này em đăng kí thì không có môn học đó. Vậy em xin hỏi là môn đó có mở không ạ, và nếu không mở thì có môn nào học thay thế môn đó không ạ.. . em xin cảm ơn.. .",
            "Môn học không mở.. . Em liên hệ VP Khoa để xin mở lớp. . hoặc lên xem môn học tương đương trên website aao.hcmut.edu.vn nếu có tương đương. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] mssv [student_id], em xin thầy cô mở thêm sĩ số môn học  Kỹ thuật điện-điện tử mã môn học EE2011.. . Em xin cảm ơn!",
            "đã tăng sĩ số",
            "dạ cho em xin mở thêm sỉ số môn học Kỹ thuật điện-điện tử mã môn học EE2011. em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em muốn xin tăng thêm sỉ số cho lớp L03_L03 môn học CI1003 ạ",
            "Môn học đã full sức chứa phòng, vì vậy ko thể bổ sung thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi admin! Hiện tại em đăng ký bị lỗi như hình 1- Chuẩn thể chất sau năm 3.Mong admin kiểm tra lại và phản hồi để em tiếp tục được đăng ký môn cho đủ chỉ kỳ này, hiện tại sau khi pđt xóa môn của đợt 1 thì đợt 2 em đăng ký thêm không được môn nào nữa và hiện tại ở mức 6 tín chỉ. Mong admin sửa lỗi này sớm giúp em và tăng sĩ số lớp học các mã môn em bị xóa để em đủ chỉ ạ: Ci3099-Kỹ thuật sx chất kd vô cơ; Ci1051 Hư hỏng sữa chửa công trình; Ci4105- Vật liệu cách nhiệt và ht; Ci3061- pp phần tử hữu hạn;",
            "đã cập nhật môn GDTS_3 và tăng sĩ số môn học. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   /I Do phải thực hiện cách ly 14 ngày nên sau khi trở lại em không theo kịp tiến độ học tập trên lớp. . Tuy đã quá thời hạn rút môn nhưng PĐT có thể cứu xét trường hợp của em được không ạ!. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở sĩ số lớp A02-A03 môn Thiết bị & hệ thống tự động EE3029",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô) ạ. Em viết đơn này mong thầy cô tăng sỉ số lớp L02 môn Cơ lý thuyết (Mã MH: AS1003) ạ. Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô đăng kí giúp em CI3183- A01 với CI3185-A01 với, em ko đủ chuẩn sinh viên năm 3 nhưng trường xoá các môn đại cương, với kỳ này ko mở các môn em đăng kí, em hầu như ko còn môn nào để đăng kí nữa, thầy cô giúp em với, em hiện đang có 34 tín chỉ, và hè đang học 12 chỉ, nếu qua hè này em sẽ đủ tiêu chuẩn sinh viên năm 3, thầy cô cứu xét giúp em với, Em cảm ơn thầy cô !",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mã môn học: IM3049. . Môn học: phân tích dữ liệu. . Thứ 2 tiết 234",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/ cô,. . . . Em muốn xin được tăng sĩ số các môn học CO2003 (L02_L04) và CO3005 (L02) để có thể hiệu chỉnh môn học và sắp xếp lịch học thuận lợi hơn.. . Các môn học đều bị full dù sĩ số khá lẻ, nên sinh viên không hiệu chỉnh được lớp.. . . . Em cảm ơn,. . [full_name]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào!. . Cho em hỏi mã môn học CI4011 em xem trên cấu trúc môn học có môn tiên quyết là CI3009. Do môn CI3009 em vẫn chưa qua nhưng em vẫn đk được môn CI4011. Cho em hỏi đấy là lỗi sau này sẽ khắc phục hay do cấu trúc môn học chưa được cập nhật ạ.. . Thân!",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào pdt, em tên [full_name], mssv [student_id].. . Pđt cho em hỏi môn Hoá vô cơ-CH2011 khóa K19 ngành Xây dựng công trình giao thông không còn học nữa, nhưng theo chương trình của K17 tụi em thì có (và cả K18), pđt có thể chấp nhận mở lớp Hóa vô cơ - CH2011 cho tụi em trả môn được không ạ ! em cám ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Cho em hỏi em chưa tích luỹ đủ 28 chỉ của năm 1 vậy em có được đăng kí môn của năm 2 không ạ? Vì em thấy em đăng kí môn năm 2 mà bị huỷ hết. Em cảm ơn",
            "Em phải đk đủ 28 tín chỉ mới được đk môn năm 2"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo - Trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên là: [full_name] - MSSV: [student_id]. . Vào đợt đăng ký môn học 201 này, em muốn đăng ký học lại môn Đồ án môn học kết cấu bê tông 1 - 804702 nhưng bị trùng TKB với môn Năng lượng tái tạo (XD)-403708 ạ. Vì vậy nên em xin được PĐT cho môn 804702 - Đồ án môn học kết cấu bê tông 1 thành dạng môn tự chọn để em đăng ký không bị kẹt TKB ạ.. . Em xin chân thành cảm ơn, chúc thầy cô có một ngày làm việc hiệu quả và thành công.",
            "Chào bạn. . Việc thay đổi tkb bạn phải liên hệ [full_name]- Bộ môn để [full_name]- Bộ môn đề xuất thay đổi tkb lên pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô,. . Em là [full_name] thuộc lớp HC19BSH, MSSV: [student_id].. . Em muốn xin tăng sỉ số của lớp L01 môn Hóa lí hóa keo, mã môn học CH1005 ạ.. . Lí do: không còn lớp nào trống nữa và em còn trống lịch vào thời gian học của lớp L01 ạ.. . Em cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id]. . Trong đợt đăng ký môn học đợt 1, em đã đăng ký môn Thiết bị và hệ thống tự động, nhưng biết vì lý do gì em lại bị mất môn đó ạ. Môn này rất quan trọng với việc làm của em sau này, em mong phòng đào tạo xem xét mở sĩ số môn Thiết bị và hệ thống tự động để em có thể trao dồi kiến thức và hoàn thành tốt chương trình học.. . Em xin chân thành cảm ơn!. .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em là Nhan Minh Châu, mssv [student_id], khoa Máy tính. Kì học vừa rồi em bị rớt môn Kỹ Thuật Lập trình (CO1027). Sau khi có kết quả đăng kí môn học học kì 201 (đợt 1) thì em bị hủy các môn Cấu trúc dữ liệu và giải thuật (CO2003), Kiến trúc máy tính (CO2007), Mô hình hóa toán học (CO2011) tất cả đều với lí do thiếu môn tiên quyết SV_N2. Riêng môn Mô hình hóa toán học (CO2011) em thấy điều kiện học là qua môn Cấu trúc rời rạc (CO1007), môn đó em đã qua mà vẫn bị hủy môn là sao ạ ? Còn những môn kiên là do em phải qua môn KTLT mới được đăng kí hay sao vậy thầy/cô ? Em mong thầy/cô phản hồi sớm cho em ạ. Em cảm ơn thầy/cô!",
            "Chào bạn,. . -Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . - Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . m là Nguyễn Ngọc Khánh Quỳnh k18 em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phương Pháp Định Lượng (IM3039) mã lớp A02,vì em có thể sắp xếp được tkb của em thuận lợi hơn. Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khoa hóa cho việc phân ngành xảy ra sau đợt đăng kí môn học kì 201 đợt 1 nên em chưa đăng kí môn nào cho học kì 201 . . Xin nhà trường mở thêm slot cho em vào lớp L01 của môn CH1005",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]  /b . . Kính gửi Qúy thầy cô, . . Em là [full_name] thuộc lớp HC19BSH, MSSV: [student_id]. . Em muốn xin tăng sỉ số lớp mã CH2021 [full_name]. . Lí do: các lớp còn trống bị trùng với lịch môn học còn lại, không thể thay đổi . . Em chân thành cảm ơn\t. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn học \"CO3043 - Phát triển ứd trên tbdđ\" thuộc khoa Khoa Học và Kỹ Thuật Máy Tính khi em đăng ký bị báo lỗi phải học trước môn học \"CO2039 - Lập trình nâng cao\".. . . . Trong khi, theo chương trình đào tạo môn này có điều kiện đăng ký là học trước CO2003 và CO2005.. . . . Mong thầy/cô kiểm tra lại để em được đăng ký môn học này ạ.. . . . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô,. . . . Em là sinh viên K18 khoa Khoa học và kỹ thuật máy tính. Hiện tại, em đã cố gắng đăng ký môn Lập trình hướng đối tượng (CO2013) 3 lần nhưng đều bị hệ thống xóa hết cả 3 lần (HK191 bị xóa do trùng lịch học trong khi đây là một môn cơ sở ngành!!, HK192 và 201 bị xóa do khoa không mở lớp trong khi có khá nhiều sinh viên đăng ký học môn này - hơn 80 người ở HK192 và hơn 120 người ở học kỳ 201).. . . . Theo em được biết thì kể từ khóa K19 trở đi sẽ không còn học môn này nữa. Và kì hè năm 3 tụi em sẽ phải đi thực tập tốt nghiệp, nên em nghĩ mình bắt buộc phải hoàn thành môn học này mới được phép đi thực tập. Do đó, em hi vọng các thầy cô có thể mở lớp môn Lập trình hướng đối tượng (CO2013) để em có thể hoàn thành kịp tiến độ chương trình học ạ!. . . . Em cám ơn,. . [full_name]",
            "Em chào các thầy cô,. . . . Trong câu hỏi trên em bị nhầm mã số môn học. Mã số môn học đúng của môn Lập trình hướng đối tượng là CO2005 ạ.",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng ký được môn ee3145 cho kì 201 do thiếu môn học trước ee3013, mà môn này em hiện đang học trong kì hè 193. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đạo tạo cho em xin mở thêm sỉ số môn học Phương pháp phần tử hữu hạn CI3061. Vì môn đó rất quan trọng với em trong kì sao. Nếu có thể phòng đào tạo đăng kí cho em luôn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI4383. . Em tên [full_name]- mssv [student_id]. Em đã học môn điền kinh ở học kì 191 để thay thế cho môn GDTC1. Mong thầy/cô xem xét chỉnh sửa để em có thể đăng kí được môn luận văn tốt nghiệp ở học kì 201. Em có đính kèm file ảnh.. . . . . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô ạ, em tên là [full_name] mssv [student_id], em xin thầy cô tăng sĩ số lớp học   U A03 môn kết cấu bê tông cốt thép 1 (CI2091)  /U . . Em cám ơn thầy cô đã giúp đỡ ạ. . Em chúc thầy cô nhiều sức khỏe ạ. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PDT cho em hỏi là em đã qua hết 3 môn GDTC nhưng lại không đăng ký môn học được ạ",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Quý thầy cô. . . . Em tên là [full_name] lớp HC19BSH, MSSV:[student_id]. . Em muốn xin tăng sĩ số lớp mã L01 môn Hoá lý hoá keo, mã môn học CH1005 ạ.. . Lí do: Các lớp đã hết slot nhưng đây là môn bắt buộc trong học kỳ này và em chưa thể đăng ký được. . Em cảm ơn ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chẳng là em còn vướng 1 môn thế chất nên không thể đăng kí môn năm 4 trong kì này được. Trường mình kì này sao không mở môn thể chất vậy ạ? Em cảm ơn.",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE   CODE Đăng ký môn học . Dạ em xin chào ạ. E là sinh viên môn kt oto k19 và môn nguyên lý máy là một trong những môn chính bắt buộc nên đợt đk 1 em đã đăng ký rồi ạ. Nhưng không biết sao qua đợt 2 em thấy không được xếp lớp nên em có xin nhưng lớp đủ mất và không thể vào dù tkb em thấy minhd không bị trùng ạ.. . Không biết quý thầy cô có thể giúp e không ạ nếu được giúp em đk hoặc không được thì có thể mở thêm lớp cho em đk để kịp tiến độ học tập không ạ!. . Em xin chân thành cảm ơn ạ!. .",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    }
]