[
    {
        "intent": "",
        "message": [
            "Em mua thẻ BHYT cho cả gia đình nhưng chỉ có thời hạn tới 31/12/2019 và chưa có thẻ mới, theo thông báo là em sẽ nộp vào tháng 01/2020 tại phòng y tế, vậy cho em hỏi là trước đó em có phải nộp thẻ cũ hay làm gì không ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên (Phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi nhà trường, hiện em chưa đủ đk anh văn để đăng  kí môn chuyên nghành. Nếu ngày thi av của trường tổ chức 21/12 em đủ điểm thì đợt đăng kí môn đợt 2 18/12-23/12 em có được đăng kí môn chuyên nghành không (   B kết quả thi av công bố ngày 24  /B ) nếu không được thì em phải thi ở ngoài để kịp đk môn đợt 2 hay sao ạ.",
            "Chào bạn,. . Bạn có thể thi ở ngoài lấy chứng chỉ nộp để đủ chuẩn anh văn từng năm học để đăng ký môn học theo đúng quy định.. . Về đợt thì anh văn ngày 21/12, kết quả công bố ngày 24/12 thì Phòng Đào tạo sẽ cập nhật để Đăng ký môn học bổ sung (kể cả TT, LVTN) từ ngày 02/1– 06/1/20 theo lịch học vụ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . .   B Em chào Phòng đào tạo ạ. Hôm nay e gửi câu hỏi đến phòng đào tạo về việc đăng kí môn học theo từng năm như sau. Em đã qua anh văn 1 để đăng kí những môn cơ sở ngành,chuyên ngành của năm 2  kì 1, nhưng do hè vừa rồi e học vượt nên học kì 2 của năm 2 e phải đăng kí những môn cơ sở  ngành của năm 3 ,4 do đó e muốn hỏi  e có thể đăng kí những môn này được hay không ạ. Em cảm ơn nhiều.  /B \t. . . .",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3.. . Trước thời điểm mở đăng ký môn học của HK192 mà bạn có chứng chỉ anh văn (trên trang ngoại ngữ online của trường MyBk) đạt thì bạn sẽ được mở cho đăng ký môn học HK192.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào anh/chị ạ,. . Em tên là [full_name], em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là [student_id]. Vừa qua em có nhận bằng tốt nghiệp kèm với phụ lục văn bằng vào ngày 08/11/2019. Trong bảng điểm tổng kết đính kèm ở phần về đề tài luận văn có sự nhầm lẫn thông tin tiêu đề của luận văn trong ngôn ngữ tiếng Anh như ảnh đính kèm: \"Building an English-Vietnamese translation system based on   U neuron networks  /U \". Em nghĩ có sự nhầm lẫn trong khâu nhập liệu và tên đề tài luận văn chính xác phải là \"Building an English-Vietnamese translation system based on   U neural networks  /U \". Em không tìm thấy cụm \"neuron networks\" tồn tại trên bất kỳ từ điển trực tuyến lớn nào mà thay vào đó là phải là cụm \"neural networks\". Một ví dụ cụ thể như trong bài báo tham khảo này:. . https://www.jstage.jst.go.jp/article/ipsjjip/27/0/27_315/_article .. . Em gửi request này mong các anh/chị kiểm tra xác nhận lại sự nhầm lẫn trên và hỗ trợ giúp em cập nhật lại thông tin này trong bảng điểm mới khác. Em xin chân thành cảm ơn ạ, em mong sớm nhận được phản hồi từ các anh/chị.",
            "Chào bạn,. . Phần này do khoa phụ trách và gửi lên Phòng Đào tạo cập nhật, Bạn vui lòng liên hệ tại Khoa để được hướng dẫn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Kính gửi phòng đào tạo,. . Em tên [full_name]. . Mssv [student_id]. . Khoa Kỹ thuật Xây Dựng. . Lớp XD17KSDD. . Học kì 191 hiện tại em có đăng kí môn học Phương pháp phần tử hữu hạn (mã môn học CI3061) có thời khoá biểu thuộc lớp A05 nhưng không có lịch thi cuối kì. Mong phòng có thể xem xét và giải quyết giúp em.. .",
            "Chào bạn.. . Cảm ơn Bạn đã thông tin.. . PĐT đã xếp môn học thi vào ngày 02/01, lúc 09g00. Phòng 210B1. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đợt vừa rồi em gửi giấy chứng nhận hoãn nghĩa vụ về quê, vì 1 số lý do cơ quan địa phương thất lạc mất. Giờ không có chứng nhận họ bảo xin lại trước 10 ngày nữa, không là em phải đi khám sức khỏe đi nghĩa vụ.. . Vậy giờ em xin cấp lại được không ạ? . . Thủ tục cấp lại ở đâu? . . Với lại tốn bao lâu thời gian?",
            "Chào bạn,. . Bạn vui lòng vào trang mybk, đăng ký chứng nhận sinh viên để đăng ký nhé!. . Thân",
            "trang có đề 1 học kỳ chỉ nhận 1 chứng nhận hoãn nghĩa vụ đây là như nào vậy ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ vào hôm thi xét anh văn đầu vào, em không thi ạ",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Dạ vào hôm thi xét anh văn đầu vào, em không thi ạ, em nghĩ rằng trường sẽ lấy điểm thi . . OISP để xét ạ. em xin được hỏi rằng trường có thể lấy điểm thi OISP của em để xét được không ạ, bởi em thấy đi học ở ngoài khá cực và em đã nghỉ ở chỗ học thêm anh văn ạ. Em hi vọng thầy cô xem xét dùm em ạ. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đi ký BHYT bị lỗi ErrorCode 81 . Lỗi gửi thông tin tới Bkpay ... phải xử lý như thế nào ạ. .",
            "Chào bạn,. . Vấn đề bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa PĐT,. . Từ khi mở đăng ký tại hiện tại , em vẫn chưa đăng ký được vì hệ thống bị lỗi.Mong PĐT kiểm tra và khắc phục sớm để em và nhiều bạn khác đăng ký được đúng thời hạn.. . Em xin chân thành cảm ơn.. . . .   i Học phí - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Vấn đề bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. . Em tên [full_name]. MSSV [student_id]. . Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020, đến khi có kết quả môn Anh văn 1 thì có được đăng kí môn chuyên ngành cho học kì đó nữa không ạ ? Vì pass được AV1 em mới đăng kí được môn chuyên ngành cho học kì 192.. . mong thấy cô phản hồi em sớm. em xin chân thành cảm ơn",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 2 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 3.. . Trước thời điểm mở ĐỢT đăng ký môn học của HK192 mà bạn có ĐIỂM MÔN anh văn ĐẠT(trên trang ĐIỂM online của trường MyBk)thì bạn sẽ được mở cho đăng ký môn học HK192. NẾu trễ đợt thì bạn phải đợt tiếp theo.. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào thâỳ/cô,. . Em thắc mắc về cách tính điểm trung bình tích lũy ngành là: Nhóm môn tự chọn có phải là chọn những môn cao điểm nhất để tính điểm trung bình tích lũy không ?. .   B Ví dụ:   /B  Em học ngành máy tính, các môn tự chọn nhóm D yêu cầu tối thiểu 12 tín chỉ. Em học 4 môn (mỗi môn 3 tín chỉ) thì đủ, nhưng trong 4 môn đó em rớt môn NLP, hoặc điểm môn đó em quá thấp. Thì liệu em có thể học một môn khác môn NLP để cải thiện điểm trung bình tích lũy của em được không ?",
            "Chào bạn,. . Bạn có thể chọn môn khác trong tổ hợp tự chọn đề học, miễn sao bạn tích lũy đủ số tín chỉ theo yêu cầu của tổ hợp.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em xin chào ạ! Em tên [full_name], sinh viên lớp XD17KT. Em có một thắc mắc về xét học bổng của nhà trường. Theo như các yêu cầu, tiêu chí và điều kiện nhà trường đặt ra để xét học bổng thì em đủ điều kiện để xem học bổng và điểm trung bình học kì của em cao hơn điểm của bánh thấp nhất có trên trong danh sách nhận học bổng. Cho em xin hỏi xét học bổng cần thêm điều kiện nào để được xét học bổng ạ? Và em còn thiếu điều kiện nào để xét học bổng ạ? Mong nhà trường xem xét và giải đáp giúp em với ạ. Để em có thể cải thiện trong học kì tiếp theo. . . Chúc quý thầy/ cô có một ngày làm việc tốt lành.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn tham khảo tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429. . Ngoài các điều kiện như thông báo, HK182 bạn không đạt do ĐTBCMR    7.74 . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i. . Nhà trường tổ chức thi anh văn định kì khi nào ạ . .",
            "Chào bạn,. . Bạn xem thời gian tổ chức thi văn định kỳ tại đây:. . http://www.aao.hcmut.edu.vn/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . em là sinh viên K19.Em đã có chứng chỉ quốc phòng trước đó và đã hoàn thành thủ tục miễn học quốc phòng trong kì học này.Vậy em có cần phải nộp học phí cho môn học không và nếu không cần thì em phải làm thủ tục gì để lấy lại học phí ạ .Em xin cảm ơn",
            "Chào bạn,. . Bạn nộp học phí theo đúng thông báo của nhà trường.. . Bạn vui lòng xem thông báo về học phí tại:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/MỨC THU HỌC PHÍ CỦA HỌC KỲ/ Học kỳ 1 (năm học 2019-2020)/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào thầy cô ạ. em là sinh viên khóa K19,em đã hoàn thành giấy miễn học quốc phòng vừa qua.Nhưng em thấy trong phần học phí của em có tính đến học phí của giáo dục quốc phòng.Vậy cho em hỏi em có cần phải nộp học phí GDQP không ạ,và nếu không thì em phải làm thủ tục gì ạ.. .",
            "Chào bạn,. . Bạn nộp học phí theo đúng thông báo của nhà trường.. . Bạn vui lòng xem thông báo về học phí tại:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/MỨC THU HỌC PHÍ CỦA HỌC KỲ/ Học kỳ 1 (năm học 2019-2020)/. . Thân",
            "Dạ em cần một câu trả lời khác ạ. .",
            "Chào bạn,. . Trong thông báo có ghi rõ học phí của K2019: 5.300.000 VNĐ/HK (tối đa 17TC), đó là học phí trọn gói bạn phải đóng (không nói riêng về phần học phí GDQP như bạn trình bày) dù bạn xin miễn hay rút môn học thì bạn vẫn phải hoàn thành mức học phí quy định. Còn việc bạn xin miễn học giáo dục quốc phòng thì bạn chỉ cần không phải đi học.. . Đó là quy định về học phí của Khóa 2019. Nếu bạn có ý kiến về quy định của học phí bạn có thể xin gặp Thầy Trưởng Phòng Đào tạo để trình bày về ý kiến của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]0  /b \t. . Dear Thầy/ Cô,. . Em là Phan Tiến Đạt (MSSV: [student_id]0), em có câu hỏi muốn hỏi Thầy/ Cô ạ.. . Hiện tại vì em đã hoàn thành tất cả môn học và chỉ còn điều kiện đạt anh văn nói viết, vì vậy trong đợt HK 1 vừa rồi em không đăng kí môn học, và cũng không kịp đạt anh văn nói viết để ra tường trong tháng 11 vừa rồi, nên em có bị tình trạng là bị tạm dừng học học tập. Vì vậy em không biết hướng giải quyết việc này như thế nào ạ, mong Thầy/ Cô có thể cho em xin góp ý và quy định rõ hơn để em có thể làm ạ. Em xin chân thành cám ơn Thầy/ Cô.. .",
            "Chào bạn,. . Theo quy định thì không có thời khóa biểu sẽ bị tạm dừng học kỳ, nếu bạn muốn đăng ký môn học thì làm đơn thu nhận lại hoặc thu nhận xét tốt nghiệp nếu bạn đủ điều kiện. Nếu tạm dừng quá 2 học kỳ liên tiếp sẽ bị buộc thôi học.. . Bạn xem quy định tại:  I http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 27. Thôi học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . . . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. . Em tên [full_name]. MSSV [student_id]. . Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020, đến khi có kết quả môn Anh văn 1 thì có được đăng kí môn chuyên ngành cho học kì đó nữa không ạ ? Vì pass được AV1 em mới đăng kí được môn chuyên ngành cho học kì 192.. . mong thấy cô phản hồi em sớm. em xin chân thành cảm ơn",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Trước thời điểm mở các đợt đăng ký môn học của HK192 mà bạn có điểm anh văn đạt (trên hệ thống online) đạt thì bạn sẽ được mở cho đăng ký môn học HK192."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in thẻ sinh viên . Em muốn đăng kí thẻ sinh viên vì bị mất nhưng khi đăng kí thì luôn bị từ chối.",
            "Chào bạn,. . Bạn chọn vào nút đồng ý nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /icho em hỏi khi mình đóng tiền xong thì phải đợi ô \" xác nhận đăng ký \" xác nhận thì mới đăng ký xong đúng không. . Và nếu đã thẩm tra hợp lệ thì tầm thời gian bao nhiêu thì sẽ hoàn thành và chuyển điểm vô bảng điểm",
            "Chào bạn,. . . . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 13/11  thì bạn nộp 10/11 là đươc), không cần phải chờ kết quả thẩm tra.. . Thân.. . \t\t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào thầy cô ạ. em là sinh viên khóa K19,em đã hoàn thành giấy miễn học quốc phòng vừa qua.Nhưng em thấy trong phần học phí của em có tính đến học phí của giáo dục quốc phòng.Vậy cho em hỏi em có cần phải nộp học phí GDQP không ạ,và nếu không thì em phải làm thủ tục gì ạ.",
            "Chào bạn,. . Bạn nộp học phí theo đúng thông báo của nhà trường.. . Bạn vui lòng xem thông báo về học phí tại:. . http://www.aao.hcmut.edu.vn/sinh viên/học vụ/học phí/MỨC THU HỌC PHÍ CỦA HỌC KỲ/ Học kỳ 1 (năm học 2019-2020)/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. . Em tên [full_name]. MSSV [student_id]. . Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020 đúng vào hạn cuối của đợt ĐKMH bổ sung, và kết quả AV1 thì khoảng sau đó mới có. Có cách nào để em đăng đăng kí được học mấy môn chuyên ngành học kì 192 không ạ? mong thầy cô giúp em.. . em xin cám ơn . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinh gửi pđt . . Cho e hỏi tại sao e k cập nhật thông tin sv đc ạ . Em cám  ơn va mong phản hồi sớm",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ khi đăng ký bị lỗi gì nhé, để bên kỹ thuật kiểm tra lại, bạn có thể gửi kèm hình báo lỗi khi cập nhật thông tin để Phòng Đào tạo kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi là em có học môn tư tưởng hồ chí minh, nhưng không đi thi giữa kì, vậy cuối kì em có bị cấm thi hay vẫn được đi thi? Em xin cảm ơn . .",
            "Chào bạn,. . Việc cấm thi cuối kỳ do Giảng viên quyết định nhé, bạn vui lòng liên hệ với giảng viên để biết mình có bị cấm thi không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có chứng chỉ quốc phòng và em đã đăng kí không học, Cho em hỏi thủ tục lấy lại học phí ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "thầy cô ơi cho em hỏi: em vô mục hoạt động sinh viên để cập nhật ngày CTXH nhưng không vô được.  Nó bị lỗi không vô được em phả làm sao",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vui lòng liên hệ tại văn phòng Đoàn Khoa hoặc Đoàn trường để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Bạn em không đăng nhập vào được tài khoản mybk mà hôm nay là hạn chót cập nhật thông tin sinh viên nên cho em hỏi có cách nào giúp bạn đăng nhập hoặc cập nhật thông tin sau được không ạ",
            "Chào bạn,. . Trường hợp bạn của bạn không vào đăng nhập được thì chính người đó phải lên Phòng Đào tạo (101 nhà A1 - CS1) để thông tin cho Phòng Đào tạo nhé.. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi thầy cô Pđt trường đại học Bách khoa . . Em tên [full_name]. MSSV [student_id]. . Thầy cô cho em hỏi là chuẩn anh văn sau năm 2 dành cho k2018 là phải đạt toeic bao nhiêu ạ ?. . Mong thầy cô phản hồi giúp em. . Em xin cám ơn",
            "Chào bạn,. . Bạn vui lòng xem lại quy định về chuẩn anh văn của từng năm được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1- Mục 2c. . . Bạn vui lòng xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ.. . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi hạn chót nộp chứng chỉ để kịp đăng kí môn HK 192 là ngày bao nhiêu ạ?. .",
            "Chào bạn,. . Bạn vui lòng xem lịch lấy dữ liệu anh văn được cập nhật chi tiết tại: . . www.aao.hcmut.edu.vn- sinh viên- Lịch học vụ.. . Thân. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, như vấn đề em đã trình bày trong câu hỏi #4160.. . Dạ, em đã cập nhật xong trước 15/11, đã có dòng cập nhật cuối cùng 11/11/2019. Nhưng mấy hôm nay em chưa có bản sao hộ khẩu công chứng do gia đình chưa gửi lên kịp. Hiện giờ em mới nhận được bản sao công chứng từ nhà gửi lên. Vậy mai em nộp thì có bị sao không ạ? Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em muốn chuyển từ đại trà sang chất lượng cao. Em đã trao đổi với PĐT quốc tê và có thể nộp bằng av trước tháng 7/2020 và phải đọc điều 30 trong quy chế để xem có thỏa điều kiện để chuyển không.Trong điều 30, ghi là:\" Chỉ xét chuyển một lần vào cuối năm nhất kể từ khi nhập học\", nếu như em bảo lưu kết quả hk1 của năm nay và không đi học hk2 thì vẫn thỏa điều kiện trên không ạ? Có được nộp bằng av để chuyển không ạ?  . .     Em cảm ơn đã xem qua lời thắc mắc của em ạ",
            "Chào bạn,. . Sinh viên năm nhất không được tạm dừng học kỳ  191 nha bạn.. . Thân",
            "Dạ em muốn chuyển từ đại trà sang chất lượng cao. Em đã trao đổi với PĐT quốc tê và có thể nộp bằng av trước tháng 7/2020 và phải đọc điều 30 trong quy chế để xem có thỏa điều kiện để chuyển không.Trong điều 30, ghi là:\" Chỉ xét chuyển một lần vào cuối năm nhất kể từ khi nhập học\", nếu như em bảo lưu kết quả hk1 của năm nay và không đi học hk2 thì vẫn thỏa điều kiện trên không ạ? Có được nộp bằng av để chuyển không ạ?  . .     Em cảm ơn đã xem qua lời thắc mắc của em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . . . V/v: Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm). . . . Nội dung:. . Em đăng ký chuyển điểm môn anh văn 3 và 4, em đã thanh toán phí chuyển điểm trên bkpay ngày 24/10/2019 (file hình [student_id]_bkpay). Em đã nộp bằng từ trước và đã được kiểm duyệt. Nhưng đến giờ trên mybk, mục chuyển điểm vẫn thông báo là chưa thanh toán ạ (file hình [student_id]_mybk).. . Cho em hỏi là giờ em nên làm gì ạ? Việc này là do hệ thống chưa cập nhật được hay do em chưa hoàn thành việc đăng ký ạ?. . . . Em xin cám ơn.",
            "Chào bạn,. . Do hê thống lỗi chưa cập nhật, Phòng đào tạo sẽ cập nhật dữ liệu chuyển điểm cho bạn vào đợt sau.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào cô, em tên [full_name], mssv [student_id].. . Theo quy định phải cập nhập lý lịch trước ngày 15/11/2019. Nhưng em cập nhập trễ một ngày tức ngày 16/11/2019. Em muốn hỏi em có được đăng kí môn học học kì 192 đợt 20/11 không ạ? Nếu không đăng kí được thì em phải làm sao để được đăng kí môn học ạ? . . Trong khi chờ câu trả lời của cô em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng tự vào trang đăng ký môn học để ktra tình trạng cuả mình nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô! . . Em tên [full_name]. . Sinh viên lớp CK19CK03 . . Khoa cơ khí. . Vào chủ nhật ngày 17/11 e có lịch thi môn giải tích 1 nhưng vì bị sốt vào tối thứ 7 ngày 16/11 nên em không thể dự thi. . . Vậy thầy/cô cho hỏi em có thể xin được thi bù giữa kì môn giải tích 1 vào tuần sau được không ạ! . . Em xin cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng làm đơn xin kiểm tra bổ sung (kèm minh chứng), nộp tại Phòng Đào tạo để được xem xét!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi phòng đạo tạo là đợt đăng kí môn học cho học kì 192 sẽ đóng lại đợt 2 vào ngày 23/12, lúc đó tụi em chưa có điểm kiểm tra anh văn định kì, nếu tụi em qua anh văn trong đợt kiểm tra đó mà tụi em đã lỡ đăng kí anh văn 3 rồi thì đợt 3 làm sao tụi em hủy được ạ? Tụi em sẽ lãng phí 2 chỉ anh văn ạ? Có cách nào để xin phòng đào tạo gia hạn đăng kí môn học đợt 2 cho đến khi tụi em biết điểm anh văn không ạ? Để tụi em còn có thể hủy môn được ạ! Em xin cảm ơn ạ",
            "Chào bạn,. . Lịch học vụ không thay đổi theo nhu cầu của từng cá nhân bạn nhé.. . Thân.",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Nếu em cập nhật địa chỉ trễ thì em vẫn được đăng kí môn học hk 192 đợt 2 đúng không. Và em có thể làm gì để đăng kí môn học đợt 1 được.",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đến hôm nay em mới cập nhật thông tin liên lạc nhà trường thì phải làm sao ạ ? . .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: do sơ suất em đã cập nhật thông tin trễ. Cho em hỏi là em phải làm đơn nào để nộp lên PĐT và cần phải làm gì nữa không ạ?. .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em lỡ cập nhật địa chỉ bị trễ hạn. Em phải làm gì để được đăng kí môn học  học kì 192 ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ trường cho em hỏi. Em thi avđv   300 điểm nên không được xét lớp AV1. Vậy em phải nộp bằng trong cuối HKI. Hay là cuối năm 1. Và Hạn chót nộp bằng để em có thể đăng kí môn học tiếp theo là ngày nào ạ. Em xin cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Nếu bạn chưa đạt chuẩn anh văn sau năm 1 thì bạn sẽ không được đăng ký các môn cơ sở ngành cuả năm 2.. . Trước thời điểm mở các đợt đăng ký môn học của HK201 mà bạn có chứng chỉ anh văn (trên hệ thống online) đạt thì bạn sẽ được mở cho đăng ký môn học HK201.. . Bạn vui lòng xem chi tiết lịch học vụ của HK201 để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo . Do em chưa cập nhật thông tin sinh viên đúng thời hạn mà trường đề ra. cho em xin hỏi là  phòng đào tạo có thể gia hạn cho em thêm thời gian 1 ngày để em cập nhật không ạ . cám ơn quý thầy cô đã đọc . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Em trễ hạn cập nhật thông tin sinh viên, vậy có cách nào giải quyết không ạ ?",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi về việc cập nhật thông tin sinh viên, mà em lại quên nên đăng kí trễ, trong mai bảo rằng là cập nhật trễ thì không được đăng kí môn cho học kì 2. Cho em hỏi giờ em phải làm thế nào để có thể đăng kí môn ạ, em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Do em không đọc hết mail của trường.  Chao nên em nghĩ không có thay đổi gì thì không cần phải cập nhật nên em đã cập nhật trễ. Giờ em phải làm sao ạ?",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . . Mssv [student_id]. . Em đã trễ hạn cập nhật thông tin , em phải làm sao để được đăng ký môn học đợt 20/11.. . Mong các thầy,cô đưa cho em hướng giải quyết. Em cam ơn.",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo, em tên [full_name], MSSV [student_id]. Em xin được hỏi là em có cập nhật địa chỉ lần 1 vào ngày 4/11/2019( còn trong hạn cho phép) và em có sửa lại vào ngày 18/11/2019( quá hạn cho phép) nên bị đổi ngày cập nhật cuối cùng ạ, như vậy thì em có được đăng kí môn ở học kì 2 không ạ?",
            "Chào bạn,. . Hiện tại bạn không có tên trong dach sách nợ xác nhận thông tin liên lạc.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em chưa cập nhật địa chỉ sinh viên theo thời hạn, do nhà em có người thân nhập viện em đi nuôi em quên kiểm tra mail. Mà ngày 20/11 sẽ đăng kí môn học, bây giờ em phải làm sao để có thể bổ sung và đăng ký môn học được ạ. Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm nhất, em cập nhật thông tin để đăng ký môn học trễ hạn.. . Em phải làm sao để được đăng ký môn học được đây ?. . Em phải tìm ai để giải quyết được đây ạ ?. . Em biết việc cập nhật trễ là do em, nhưng em muốn tìm cách để giải quyết ạ, giúp em với ....!!!!. . . . . .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là em cập nhật thông tin cá nhân trên web trường bị trễ. Theo thông báo của trường là em sẽ không được đăng ký môn học kỳ tiếp theo. Vậy em sẽ phải làm gì để được đăng ký ạ? Em đã cập nhật thông tin cá nhân rồi ạ. Em cảm ơn. .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i Dạ thầy cô cho e hỏi hôm nay là 18/11 tức là hết hạn ngày đk thông tin để đc đk môn học mà giờ e mới cập nhật thông tin. Vậy cho em hỏi như vậy có được không ạ. Em xin cảm ơn. . . .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là SV k19 theo mail của phòng CTCT thì k19  không cần đk mua thẻ bhyt nhưng em lại đọc nhầm nên lỡ tay xác nhận mua bhyt 12 tháng của năm 2020 trong khi k19 đã đóng bhyt vào đầu năm, vậy cho em hỏi làm sao để huỷ ạ, và cứ để vậy không thanh toán thì có làm sao k ạ! Em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về Bảo hiểm y tế, bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên (Phòng y tế) để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Ngày cập nhật thông tin trong mail ghi là ngày 1/11/2019-15/11/2019 nhưng gửi mail là ngày 30/10/2019 mà em cập nhật ngày 30/10/2019 thì có được tính là đã cập nhật hay không ạ?. . . .",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . Khi nhận được thông báo cập nhật thông tin liên lạc vào ngày 31/10 em đã cập nhật thông tin liên lạc ngay. Nhưng hôm nay em nhận được mail là chưa cập nhật thông tin liên lạc và  không được đăng ký môn học đợt 1 HK 192.. . Em mong được PĐT xem xét lại trường hợp của em.. . Em xin cảm ơn!. . . . . .",
            "Chào bạn,. . Bạn vui lòng đọc lại nội dung hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi ngày 31/10/2019:. . ...................... . ................. . Các bạn nhớ phải kiểm tra lại trên trang web \"Cập nhật thông tin\" hiển thị \"Ngày cập nhật cuối cùng\" là trong thời hạn từ 01/11/2019 --  15/11/2019 thì thông tin mới được xem là hợp lệ. . . ............ . . . Bạn hãy nhanh chóng thực hiện theo hướng dẫn bên dưới trước 15g ngày hôm nay để được mở đăng ký môn học trong đợt từ ngày 20/11/2019 đến 03/12/2019.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em được nhà trường gửi mail thông báo cập nhật thông tin liên lạc vào ngày 31/10/2019.. . Nhưng em vào trang Mybk cập nhật thông tin liên lạc ngay lúc đó ngày 31/10/2019 thì vào ngày 18/11/2019 nhận được mail trường thông báo chưa cập  nhật  thông tin và không được đăng ký môn học đợt 20/11 - 3/12.. . Nhà trường cho em hỏi là trường hợp của em có được xem xét lại là đã cập nhật thông tin liên lạc để được đăng ký trong đợt 20/11-3/12 không ạ? . . Vì em sợ nếu em không đăng ký được trong đợt đầu sẽ bị trễ những môn tiên quyết. . . Em mong nhận được phản hồi sớm từ nhà trường . Em cám ơn rất nhiều ạ",
            "Chào bạn,. . Bạn vui lòng đọc thông báo hướng dẫn v/v xác nhận thông tin liên lạc trường đã gởi email sv lúc 17g15 ngày 18/11/2019.. . Thân.. ."
        ]
    }
]