[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em muốn nộp đơn xin hoãn thi  cho phòng đạo tạo. Em đã được sự đồng ý của thầy hướng dẫn đồ án của em nhưng em không biết cách nào để nộp cho trường ạ. Do tình hình covid phức tạp nên em chưa xin được công ty nào cũng như không thể thực tập trong trường vì trường đóng cửa trong kì hè 2020/2021 ạ . Mong phòng đạo tạo xem xét cho trường hợp của em ạ. Em cảm ơn ạ.. . . .",
            "Chào em,. . PĐT đã gửi email sv:\". . . . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . ...\". . -  Em đã được sự đồng ý của thầy hướng dẫn đồ án =  em gửi email [email] nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào quý Thầy/Cô. Vừa rồi em đã thi Toiec Reading&Listening đạt 370 và đã tích lũy được AV1, AV3A, AV4. Vậy cho em hỏi là em có thể học AV2A để đủ chuẩn anh văn tốt nghiệp không ạ. Em là sinh viên khóa 2017 của ngành Bảo dưỡng công nghiệp ạ.. . Em xin chân thành cám ơn Quý Thầy Cô.",
            "Chào bạn. . Được nghen bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào PĐT, em là sinh viên khóa k17 dự định tốt nghiệp đợt tháng 11/2021, trang web PĐT đăng xét tốt nghiệp đợt 11/2021 đến ngày 20/10 nhưng BKPay đợt thanh toán học phí ngày 2/11 mới mở đăng kí cho nên em không đủ điều kiện xét tốt nghiệp do chưa thanh toán học phí.. . Em có hỏi qua trang bksi về việc mở thanh toán học phí sớm cho sinh viên kịp xét tốt nghiệp thì được phản hồi trong ngày 20/9 sẽ mở cho em thanh toán học phí, nhưng em vào BKPay thì vẫn chưa thanh toán học phí được, nên em viết lại mail này để báo rằng em vẫn chưa được mở thanh toán học phí sớm ạ. Mong PĐT xem xét và xử lý sớm giúp em ạ.. . Em xin cảm ơn.. . . .",
            "Chào em,. . -... được phản hồi trong ngày 20/9 sẽ mở cho em thanh toán học phí, . . =  Hôm nay hoặc ngày mai PĐT sẽ mở nhé . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo,. . . . Em là [full_name], sinh viên khoa Kỹ thuật Giao Thông. Em hiện đang làm hồ sơ nhập học tại ĐHQG Chungnam, Hàn Quốc.. . . . Hiện tại trong hồ sơ, em cần phải có bằng tốt nghiệp. Nhưng theo em biết là bằng tốt nghiệp thì không thể có ngay ạ. Em có đọc lại hướng dẫn từ trường bên kia thì có thể thay thế bằng \"giấy chứng nhận dự kiến tốt nghiệp hoặc giấy chứng nhận nhập học ghi rõ ngày tốt nghiệp dự kiến\" - em có highlight đoạn đó ở trang 13 tại file đinh kèm. Không biết phòng đào tạo có thể cấp cho em bản song ngữ của giấy xác nhận và gửi qua bưu điện giúp em được không ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại bạn vẫn chưa có tên trong ds tốt nghiệp dự kiến mà? bạn còn thiếu điều kiện gì để tốt nghiệp?. . . . Thâh",
            "Chào cô ạ,. . . . Em còn điểm anh văn nói viết đầu ra nữa là hoàn thành toàn bộ ạ. Em vừa thi xong hôm 17/09 và đang đợi kết quả.. . . . Thân",
            "Chào bạn. . Hạn cuối là khi nào bạn cần giấy CNTN để nộp hồ sơ học bổng . . Vì theo quy trình hiện tại nếu có kết quả thi anh văn 2 kỹ năng của Trung tâm NN chuyển đạt , thì Pdt xét tốt nghiệp bổ sung, bạn khai thông tin tốt nghiệp sau đó được cấp giấy CNTNT bản scan. . Thân",
            "Hạn chót để nộp hồ sơ sang trường đối tác là 10/11 ạ, nhưng em phải gửi sang trước 2 tuần để giáo sư xác nhận và hoàn tất thủ tục bảo lãnh. Vậy nên phải có trước 27/10 ạ.",
            "Chào bạn. . Vậy Cô nghĩ là kịp. . Quan trọng bây giờ, bạn nhờ TTNN chấm thi liền gởi kết quả lên Pdt thì sẽ giải quyết tốt nghiệp tiếp theo quy trình. . Thân",
            "Dạ vậy em liên hệ với trung tâm ngoại ngữ theo phương pháp nào ạ? Hiện tại do dịch và giản cách nên không thể đến trực tiếp TTNN và cũng không biết phải liên lạc với ai để xử lý trường hợp của em nữa.. . . . Em xin chân thành cảm ơn ạ",
            "Văn phòng\t[full_name] [full_name] Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P[full_name]14, Q[full_name]10[full_name] [full_name] [full_name] [full_name] Phòng ghi danh: 142 Tô Hiến Thành, P[full_name]14, Q[full_name]10 (Cạnh cổng 3, ĐHBK)[full_name] [full_name] [full_name] [full_name] Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG)[full_name] [full_name] [full_name] [full_name] Điện thoại\t(08) 3866 6869 – 0909 625 988[full_name] [full_name] Fax\t(84[full_name]8) 38[full_name][student_id]69[full_name] [full_name] Website\t[full_name] [full_name] http://bkenglish[full_name]edu[full_name]vn/[full_name] [full_name] [full_name] [full_name] Email\t[email][full_name] [full_name] Giám đốc\t[full_name][full_name] [full_name][full_name] [full_name] Email của Giám đốc\t[email]",
            "Dạ hiện tại thì em đã có điểm anh văn rồi ạ. Mong PĐT giúp em tiến hành bước tiếp theo để tiến hành xét tốt nghiệp ạ.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là em đã đăng kí in bảng điểm nhưng em cần gấp bản pdf thì phòng đào tạo có thể hỗ trợ gửi file pdf cho em không ạ. Em không cần bản giấy ạ.Em cảm ơn ạ. . .",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em bị sai thông tin Sinh viên ạ. Em chuyển hệ sang VLVH của Khoa Khoa Học Ứng Dụng ngành Vật Lý Kỹ Thuật nhưng lại thông tin là Khoa Hóa và ngành Công Nghệ Thực Phẩm ạ.. . . . Xin PĐT phản hồi và chỉnh sửa thông tin giúp em ạ.",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710835  /b \t. . . .   i Đăng ký môn học . Dạ em chào Thầy/Cô,. . . . Em là Ái Duyên, sinh viên khóa K2017, MSSV 1710835 ạ.. . Hiện tại em đã hoàn thành xong khóa luận văn tốt nghiệp ạ. Em đã nộp bằng toeic 525 và chuẩn bị đăng ký môn học av3a và av4a để có thể được xét tốt nghiệp đợt cuối HK211. Tuy nhiên, để đăng ký môn học av4a phải học trước môn học av3a. Kỳ trước em có tham gia kiểm tra chuẩn anh văn mỗi học kỳ của nhà trường (định dạng TOEIC do PĐT kết hợp với IIG Việt Nam tổ chức) đạt 600. Trước tình hình dịch bệnh Covid diễn biến phức tạp trên cả nước, chưa thể xác định khi nào IIG Việt Nam có thể tổ chức thi trở lại. (Bởi vì, em nghĩ dịch sẽ mau chóng được kiểm soát nên đã không đăng ký môn học trong học kỳ để thi toeic nộp bằng sớm ạ).. . Với mong muốn hoàn thành môn học và đủ điều kiện được xét tốt nghiệp, Thầy/Cô và nhà trường có thể tạo điều kiện cho em được đăng ký cả AV3a và AV4a không ạ?. . Em cám ơn Thầy/Cô và mong nhận được phản hồi ạ!. . Chúc Thầy/Cô sức khỏe, an toàn vượt qua đại dịch Covid!. . . . Trân trọng,. . Ái Duyên",
            "Chào bạn. . Theo quy định, chỉ được đăng ký Anh văn 3 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mã số sinh viên [student_id].. . . . Kính chào quý thầy cô. . Quý thầy cô cho em hỏi khi sinh viên học đạt môn Anh văn 1A, 2A, 3A, 4A sẽ được miễn môn AV1, AV2, AV3, AV4 tương ứng, xét đạt các chuẩn tiếng Anh sau mỗi năm học và   B có được tính số tín chỉ của mỗi môn học vào tín chỉ tích luỹ ngành không ạ ?   /B. . Xin cảm ơn Quý thầy Cô.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo. . Em thấy hạn xét tốt nghiệp cho tháng 11 là 31/10. Phòng đào tạo cho em hỏi là kết quả xếp loại là khi nào bắt đầu xét vậy ạ. Em còn một môn cải thiện chưa hoàn thành xong vì đang dịch nên chưa học được thí nghiệm. Nhưng em đã có điểm thí nghiệm môn này từ trước. Vậy em có thể xin cập nhật trước điểm môn học của em trước đợt tốt nghiệp sắp tới được không ạ.. . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề. Vấn đề điểm thí nghiệm em vui lòng liên hệ trực tiếp với GV để được trả lời nhé. Điểm do GV chấm và nhập điểm nhé. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV: [student_id]. Em đã hoãn thi qua form hoãn thi của trường nhưng điểm vào bảng điểm lại là 13 (điểm VT). Em muốn khiếu nại ạ. Bây giờ lại xét điểm sinh viên mà trường để vậy thì sao ạ? . . Mong thầy/cô giải quyết dùm em ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh chị,để hoãn nghĩa vụ quân sự ở địa phương em yêu cần phải có giấy xác nhận đang học, hoặc giấy hoãn nghĩa vụ quân sự, nên em xin phép phòng đào tạo gửi mail giúp em được không ạ. Vì ngày 24/9 là hết hạn nên em mong nhận được hồi đáp sớm nhất ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Em chào Thầy/Cô ạ. . Tình hình của Em là bị địa phương kêu đi NVQS, mà Em còn đang học, nên cho Em hỏi là làm cách nào để lấy giấy hoãn NVQS online ạ?. . Em xin chân thành cám ơn",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô!  . . Em là sinh viên khoa k16 nếu em nộp bằng toeic 500 em có được quy đổi điểm anh văn 4 không ạ! . .",
            "Chào bạn. . Theo quy định là được nghen em, áp dụng cho K16 của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ mong quý thầy/cô cho em hỏi, hôm nay là hạn đăng ký môn học anh văn 4A theo nhu cầu, em đã chuyển điểm môn học Anh văn 3 rồi nhưng vẫn không đăng ký được, mong thầy cô giúp đỡ ạ. . .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính chào PĐT, em tên là [full_name] mssv [student_id]. hiện tại em đang học A.V2 vì không thể đăng ký được A.V 2A,nay mở đăng ký A.V 3A em có thể đăng ký tiếp tục được không ạ, vì em đang trễ tiếng anh đăng ký môn học ạ.Mong PĐT cho phép ạ. Em xin trân thành cảm ơn ạ.",
            "Chào bạn. . Được nghen bạn, nếu có nhu cầu học thì đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô.. . . . Hiện tại em tuy đã có email đăng ký tốt nghiệp nhưng vẫn bị xét là \"tạm dừng\" khi đăng ký tốt nghiệp trên mybk (trang thông tin sinh viên của em hiện đang ở trạng thái \"đang học\" như bình thường).. . . . Em kính xin nhận được sự xem xét từ phía thầy cô. Trước đây em đã đặt 1 câu hỏi và nhận được cô [full_name] hẹn là chờ tới 8h ngày 21/09 rồi ạ. Tuy nhiên em không thể chuyển trạng thái của câu hỏi đó sang \"đang giải quyết\" nên em xin phép đặt câu hỏi mới này.. . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Đã mở lại, em vô đăng ký xem còn lỗi không? nếu còn chụp hình lại báo cô nhé . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi BKSI. . . . Em đã chuyển điểm AV 1 2 3 và đã cập nhật lên điểm chuyển, nhưng khi em đăng ký AV4A thì bị từ chối do chưa học AV3A. Vậy BKSI cho em hỏi làm thế nào để em có thể đăng ký được AV4A ạ?. . . .   B Họ và Tên: [full_name]. . MSSV:      [student_id]  /B . . . . Em chân thành cảm ơn",
            "Chào bạn. . Cô đã ghi nhận, Sau ngày 23/9 bạn vẫn không đăng ký được, thì vui lòng báo lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT, Em tên là [full_name], MSSV: [student_id].. . Em đã chuyển điểm AV123, nay em muốn đăng kí lớp Anh văn theo nhu cầu 4A để đạt AV4, nhưng khi đăng kí hệ thống báo thiếu môn học trước Anh văn 3A.. . Vậy làm thế nào em đăng kí lớp Anh văn 4A được. Em cảm ơn.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. .",
            "Chào PĐT,. . Em cảm ơn, nhưng đến 13g ngày 27/9/21 khả năng cao là Mã MH: LA1043 - Anh văn 4A (nhu cầu) hết slot đăng kí ạ, do đến giờ thì chỉ còn nhóm lớp DT05 còn hơn 10 slot đăng ký.. . PĐT có thể giúp em đăng ký luôn nhóm lớp DT05 của Mã MH LA1043 - Anh văn 4A (nhu cầu) được không, hay có thể mở để em tự đăng kí bây giờ.. . Thanks.",
            "Chào bạn. . Cô cũng đang ghi nhận, có thể tăng sĩ số hoặc mở thêm lớp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên K17 có nhu cầu đăng kí Anh văn 4a (LA1043). Em đã chuyển điểm Anh văn 3 và được xác nhận rồi ạ. Nhưng em đăng ký Anh văn 4A hệ thống bảo em còn thiếu Av3. Dạ có cách nào để em có thể đăng ký Anh văn 4A để kịp tốt nghiệp không ạ? Em mong phản hồi của [full_name]. Em cảm ơn ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào thầy cô,. . Xin phép thầy cô cho em hỏi Theo dự kiến của nhà trường trong tình hình hiện nay, buổi lễ tốt nghiệp vào tháng 11/2021 có được tổ chức không ạ?. . Em xin cảm ơn. Kính chúc quý thầy cô mạnh khỏe.",
            "Chào em,. . - Tình hình này nhà trường không trả lời được em nhé.. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  Em chào phòng đào tạọ ạ.. . Hiện nay, em gần như hoàn thành xong các môn học và luận văn. Tuy nhiên, em vẫn chưa đủ chứng chỉ tiếng anh để ra trường. Em có đăng ký iig để thi nhưng do dịch nên đã bị hoãn và không biết bao giờ mới thi lại được.. . Em có đọc mail trường về dự định xét tốt nghiệp đến hết kỳ 211 tuy nhiên trên trang trường thì em lại thấy xét đến cuối tháng 10.. . Vì vậy, cho em hỏi là trường sẽ xét tốt nghiệp chính xác là vào thời gian nào ạ.. . Em chân thành cảm ơn.. . . . . .",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin kính chào quý thầy cô,. . Sắp tới em có thi thí nghiệm môn vi xử lý của học kì 202 nhưng laptop em hư và mạng yếu. Em xin hỏi là có thể đăng kí hoãn được không ạ? Và sẽ hoãn qua form như các môn khác hay xin giảng viên thí nghiệm?. . Em mong được hồi đáp sớm ạ.. . Em xin cảm ơn!",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí . Dạ cho em hỏi là kì này em bị buộc tạm dừng học vì không đóng học phí của kì trước, vậy nếu bây giờ em đóng tiền cho kì trước thì kì sau có được đăng ký môn học không ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Được nghen bạn, bạn phải nộp đơn thu nhận. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811625  /b \t. . . .   i Yêu cầu khác . em chào thầy/cô!. . Hiện tại em cần bảng điểm để đăng kí thực tập. Em có đăng kí in bảng điểm trên trang web trường nhưng thấy lâu rồi chưa có.. . Có cách nào để em có thể có bảng điểm không ạ,công ty họ cần bảng điểm có thể là bằng hình ảnh nhưng phải có minh chứng của trường ạ. . . EM CẢM ƠN THẦY/CÔ. .",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi:. . Đợt trước em thi được 575 TOEIC, nhưng em chưa đủ để chuyển anh văn  [full_name]( 600 TOEIC).. . Bây giờ em muốn đăng kí học Anh văn [full_name]A thì điểm Anh văn [full_name]A có được quy đổi ngang điểm Anh văn [full_name] không ạ.. . Em cảm ơn.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại, bằng Toeic của em đã hết hạn. tuy nhiên, Toeic đã không được thi mới từ cuối tháng 5 do diễn biến phức tạp của dịch. Anh/chị cho em hỏi: Trường có giải pháp nào thay thế/hỗ trợ về vấn đề bằng cấp tiếng anh cho sinh viên tốt nghiệp trong thời gian gần nhất không ạ?",
            "Chào bạn. . bạn đã pass các chuẩn anh văn rồi. . Bạn xem tại Mybk-điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào quý thầy cô. . . Em tên [full_name] mssv [student_id]. . . Vừa rồi em có đăng kí in lại thẻ sinh viên nhưng vì lý do nào đó pdt không gửi được nên thẻ tạm thời đang ở tại pdt theo câu hỏi lần trước thầy cô trả lời. . . Bây giờ tình hình dịch đã ổn định hơn, hàng hoá có thể vận chuyển lại được. . . Em muốn xin pdt gửi lại thẻ sv giúp em có được không ạ?",
            "Chào bạn[full_name] [full_name] [full_name] đang cố gắng tìm bưu cục để chuyển phát cho SV[full_name] [full_name] Bạn vui lòng thông cảm và đợi giúp[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Chào [full_name][full_name] [full_name] Mình đã xin thầy [full_name] phụ trách đồ án bê tông cốt thép 1 vì thầy mới chỉ giao để nên đã đồng ý cho mình vào lớp[full_name] Mong phòng đào tạo có thể đăng ký cho mình môn này với ạ[full_name] [full_name] [full_name] Cảm ơn phòng đào tạo rất nhiều[full_name]",
            "Chào bạn. . Bạn vui lòng làm đơn, có xác nhận của Giảng viên đồng ý cho vào lớp đồ án, và nộp gấp Pdt để xử lý cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào anh/chị:. . Do tình hình sức khỏe em gần đây có một số biểu hiện xấu vậy nên lịch học hiện tại đang trở nên hơi quá sức với em.. . Vậy cho em hỏi em có thể đăng ký rút 1 hay một số môn học của học kì này trong thời điểm hiện tại được không?. . Mong sớm nhận được phản hồi từ anh/chị.. . Em cám ơn!. . Trân trọng!",
            "Chào em,. . PĐT đã gửi emaim về việc rút môn học: \". . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . \". . . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô ạ,. . Câu hỏi trước em trình bày chưa được rõ ràng ạ, em xin hỏi lại:. . Vào ngày 25/9 tới em có buổi làm bài thi thí nghiệm vi xử lý, nhưng laptop em bị hỏng. Em xin hỏi có thể hoãn thi phần thí nghiệm này không và hoãn như thế nào ạ?. . Em xin cảm ơn!. .",
            "Chào em,. . Em liên hệ với giáo viên dạy em để hỏi thầy cho em thi phần thí nghiệm này vào nhóm khác, đợt khác được không ? Còn nếu hoãn thi thì hoãn thi cả môn em nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813294  /b \t. . . .   i Học vụ . Kính chào Thầy/Cô,. . . . Em tên là Thái Quang Nguyên, MSSV 1813294, sinh viên năm tư khoá K18 khoa Điện - Điện Tử. . . . . Kỳ học 202 em có học môn Hệ thống điều khiển nhúng, mã MH EE3067, lớp L02-B dưới sự giảng dạy của Thầy Nguyễn Vĩnh Hảo thưa Thầy/Cô.. . . . Dạ em có thắc mắc là điểm môn học này trên MyBK của em vẫn chưa được cập nhật, mặc dù điểm trên trang phúc khảo đã có từ hôm 27/8 thưa Thầy/Cô. Em có hỏi bạn chung lớp thì điểm của bạn cũng đã được cập nhật.. . . . Em mong Thầy/Cô xem xét vấn đề này.. . . . Em xin cảm ơn Thầy/Cô rất nhiều.. . Chúc Thầy/Cô sức khoẻ,. .",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . Thân mến,. .",
            "Em chào Cô [full_name],. . . . Vấn đề của em là điểm em chưa có (hiển thị CH) trên MyBK mặc dù bạn em đã có lâu rồi thưa Cô, không phải là em muốn sửa điểm hay phúc khảo. Em không biết Cô có nhầm không thưa Cô. . . . . Em cảm ơn Cô ạ.",
            "Chào bạn. . Về việc cập nhật điểm trên Mybk, hệ thống phải do Thầy cập nhật điểm. . Bạn vui lòng liên hệ Thầy để hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Cho em hỏi là địa phương có yêu cầu em cung cấp giấy xác nhận sinh viên, và em cũng có đăng kí xin giấy trên hệ thống và nhận được file giấy xác nhận, nhưng nếu em đem file đó đi photo thì có được không ạ, tại em thấy có mộc đỏ nên em sợ photo sẽ không còn mộc đó nữa ạ. Tại em có đăng kí gửi giấy về nhà nhưng không biết là trường có gửi bưu điện hay chỉ có file kia thôi ạ. . . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vấn đề gửi bưu điện còn phụ thuộc vào bưu cục có gửi được nữa không nhé.. . - Em hỏi địa phương thử xem gửi file được không, các địa phương khác vẫn chấp nhận mà em (khi nào có bảng chính thì em bổ sung sau).. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vùng em bị rào xung quanh và các tiệm in photo đóng của thì còn cách nào khác để em nộp hồ sơ cho Trường không ạ ?. .    -Em ở Tân Phú",
            "Chào em,. . Em gửi qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . . . Em là [full_name] - MSSV: [student_id], sinh viên khoa Khoa Học Ứng Dụng.. . . . Ngày 15/9 vừa qua, Trung Tâm Giáo Dục Quốc Phòng - An Ninh có gửi email xác nhận việc em đã hoàn thành khoá học GDQP đến địa chỉ email của Phòng đào tạo. Hiện tại em đã đủ điều kiện để được xét tốt nghiệp, như vậy em sẽ được bổ sung vào dánh sách dự kiến tốt nghiệp trong thời gian tới phải không ạ?. . . . Em vừa tra cứu thông tin ở mục danh sách dự kiến tốt nghiệp thì thấy thông tin của mình chưa được cập nhật, Phòng đào tạo có thể cho em biết khi nào sẽ có danh sách bổ sung được không ạ.. . . . Em mong sẽ nhận được phản hồi sớm từ phía thầy cô.. . . . Chúc thầy cô cùng gia đình nhiều sức khoẻ và bình an.. . . . Sinh viên,. . . . [full_name]. .",
            "Chào em,. . Em đã gửi email [email], em xem email trả lời nhé.. . Thân mến,. . . .",
            "Cô ơi, em có check email nhưng chưa nhận được email trả lời từ phòng đào tạo, cô có thể kiểm tra lại giúp em được không ạ.. . Em cảm ơn cô nhiều.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Em chào cô,. . . . Từ sau ngày 22/9 cho đến sáng nay em không thể đăng ký tốt nghiệp ở mục Đăng ký tốt nghiệp trên Mybk. Lý do là vì “Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến”.. . Cô kiểm tra lại giúp em với ạ.. . . . Em cảm ơn cô. Chúc cô nhiều sức khoẻ.",
            "Chào bạn. . Đợt xét trước bạn thiếu điểm GDQP. . Nhưng hiện tại đã có Qd miễn môn GDQP cho bạn rồi. . Bạn đợi thông báo đăng ký tốt nghiệp trễ nhất là thứ 2 ngày 3/10 nghen. . Thân. .",
            "Cô ơi,. . . . Quyết định miễn môn GDQP là vì em đã hoàn thành khoá học nhưng chưa thể đến nộp chứng chỉ trực tiếp cho pdt do tình hình dịch bệnh hay là vì phòng đào tạo ghi nhận là em chưa học môn này và miễn học cho em vậy ạ.. . . . Vì ngày 15/09vừa rồi bên Trung tâm GDQP có gửi email xác nhận đến email của phòng đào tạo về việc em đã hoàn thành khoá học.  Em không biết là phòng đào tạo trường mình đã nhận được email xác nhận chưa.. . Em có đính kèm ảnh chụp email xác nhận bên dưới câu trả lời này ạ.. .",
            "Chào bạn. . Pdt đã nhận được và xét bạn có tên vào ds tốt nghiệp rồi nghen. . Bạn đợi thông báo tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810132  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/ Cô, em có hoãn thi online ở HK202 và em muốn hỏi về cách tính điểm của môn hoãn.. . . . Điểm của môn thi lại chỉ tính ĐẠT/ KHÔNG ĐẠT tức là nếu em thi lại được 9 điểm thì điểm tổng kết môn học vẫn chỉ là 5.0 (ĐẠT) thôi ạ? Hay điểm tổng kết sẽ lấy bằng điểm thi lại là 9.0 ạ?. . . . Em cảm ơn Thầy/ Cô.",
            "Em bổ sung thêm là em dự định thi lại với khóa K19. Môn thi của em và K19 cũng cùng mã môn học ạ.",
            "Chào bạn. . Bạn xem quy định nghen: Điều 17.2 mục C trong quy chế học vụ: Trường hợp trùng lịch thi hoặc có quyết định của trường cử đi thi, công tác: SV hoặc đơn vị liên quan làm đơn đề nghị được hoãn thi gửi PĐT kèm theo các xác nhận cần thiết trước ngày thi. PĐT xem xét và quyết định cho SV nhận điểm Hoãn thi (HT) cho phần điểm tổng kết (hủy các điểm thành phần đã có). SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT. Sau thời hạn này, nếu không có điểm thay thế thì điểm HT sẽ chuyển thành điểm vắng thi VT."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi,vì lý do học phí quá cao trong kì này,cho em hỏi hiện tại nếu em muốn hủy học kì này để học kì sau bắt đầu học tiếp tục đăng kí môn học và học tiếp tục thì em phải làm đơn tạm dừng học kì hay hủy học kì vậy ak.Tại em nghe nói nội dung của 2 đơn đó khác nhau.Và nếu tình hình dịch em không thể lên trường được thì có thể có cách nào để làm đơn không ak.Và khi làm đơn thì em có cần thanh toán khoản phí nào không.Em cảm ơn",
            "Chào em,. . - Tơi thời điểm này tạm dừng thì em phải đóng hết tiền học phí HK211 mới nộp đơn tạm dừng. . em xem quy chế tạm dừng điều 26. . - Đã hết thời gian hủy môn học nhé em.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   QUOTE . . . . Trước đó em có thông tin về lỗi không đăng ký được lớp anh văn 4A theo nhu cầu. Được thông tin có thể đăng ký sau 23/9, nhưng bây giờ đã hết suất đăng ký lớp 246 và 357. Do chủ nhật em có việc riêng không thể học được. Mong BKSI có thể giúp em đăng ký vào lớp 246 hoặc 357 ạ. . . . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng theo dõi để đăng ký lại, nếu có thể tăng được hay mở thêm lớp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi, em vừa mới đăng kí và thanh toán chuyển điểm Anh văn thì bao lâu trường sẽ ghi điểm vào bảng điểm cho em ạ.. . Em cảm ơn. .",
            "Chào bạn. . Đã ghi nhận trường hợp của bạn. . Khoảng Giữa tháng 10 sẽ cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_n[full_name]me] -  Lớp XD17B2D1[full_name] [full_name] Dạ e chào thầy cô PĐT ạ, e tên [full_n[full_name]me] mssv: [student_id] e đã hoàn thành các môn học và làm luận văn tốt nghiệp, e đ[full_name]ng chờ bằng tiềng [full_name]nh để nộp r[full_name] trường, giờ e bị xoá tên do tạm dừng quá 2 học kỳ, giờ e làm như thế nào để được đị học lại nộp bằng tiếng [full_name] để r[full_name] trường vậy thầy/cô, mông thầy cô giúp trường hợp e với [full_name][full_name]E cảm ơn thầy cô[full_name]",
            "Chào bạn. . Khi nào hết dịch bạn thi đạt điều kiện tiếng Anh, sau đó liên hệ [full_name], để nộp đơn cứu xét thu nhận để xét tốt nghiệp (trong HK211). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, em muốn đăng kí av4a và đã chuyển điểm thành công từ av1-av3 từ bằng TOEIC, nhưng khi em đăng kí av4a thì hệ thống báo \"Thiếu môn học nhóm av3a\". . . . . Em muốn hỏi là điểm av1-3 em đã có nhưng sao hệ thống vẫn báo không đăng kí được? . . . . Em xin cảm ơn ạ!",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đăng ký lại môn anh văn theo nhu cầu vào 13g ngày 27/9/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào ad. . Hôm trước em có đăng kí xin rút môn học anh văn 3 nhưng cho em hỏi là bây giờ em có thể hủy rút môn học được kh ạ?. . Em cảm ơn. . . .",
            "Chào bạn. . Bạn làm đơn trình bày xin cứu xét hủy rút môn học lý do gì, để Cô gởi cho Lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em tên [full_name], MSSV:[student_id],. . . . Em mong sẽ được sửa lại phần video của môn Thực tập cơ khí đại cương 2 vào học kì 1 năm 2021-2022 ạ. . . . . Vì không biết do lí do kĩ thuật gì mà trang BKEL báo rằng em không thể ghi danh và vào trang video trong khi em đã đăng kí môn học vào đợt 1 và có vào được trang Thực tập cơ khí đại cương thường.. . . . Mong được thầy/cô giải quyết. Em cảm ơn ạ. . . . .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Cho em hỏi am đang học av3A học kì 211 thì đợt đăng kí anh văn theo nhu cầu em có được đăng kí anh văn 4A để xét ra trường không ạ?. . Em cảm ơn\t. . . .",
            "Chào em,. . Được nhé, hiện tại đang mở đợt đăng ký, em có thể vào đkmh nhé:. . Ngày 20/09/2021. . Tiêu đề:. . Đăng ký bổ sung các lớp Anh văn theo yêu cầu (Dự thính). .  . . Thân gửi các bạn sinh viên,. . Phòng Đào tạo thông báo về việc đăng ký bổ sung các lớp Anh văn theo yêu cầu (Anh văn cơ bản, Anh văn 1A, 2A, 3A, 4A). . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký bổ sung các lớp Anh văn theo yêu cầu. . - Thời gian đăng ký: từ 8g ngày 21/9 đến 14g50 ngày 28/9 . . - Thời gian bắt đầu học: 11/10/2021. . Lưu ý:. .  . . 1) Đề nghị SV kiểm tra TKB hiện có để đăng ký không trùng lịch học cá nhân, PĐT sẽ hậu kiểm kết quả nếu trùng TKB, PĐT sẽ hủy kết quả đăng ký môn học anh văn nhu cầu. . 2) Thông tin chi tiết về các lớp Anh văn theo yêu cầu, SV vui lòng tham khảo tại link sau  http:/"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn học cơ học chất lỏng và ứng dụng vẫn chưa cập nhật điểm, em đã hỏi giảng viên phụ trách và giảng viên nói đã cập nhật lâu rồi nhưng trên mybk vẫn chưa có ạ, nên hiện tại em vẫn chưa có điểm trung bình của học kì 2 năm 2020-2021 để xét tốt nghiệp ạ",
            "Chào em,. . GV chưa nộp điểm đến PĐT nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em Chào PĐT. . . . Em tên: [full_name]. MSSV: [student_id]. . . . Em đã đủ điều kiện xét tốt nghiệp, HK 211 vừa qua em có học nốt 2 môn để đủ 142 tín chỉ.. . . . 2 môn học đó đã được cập nhật điểm trên BK e-learning nhưng trên bảng điểm thì chưa có. . . . Vậy nếu em muốn xét tốt nghiệp thì phải chờ 2 môn đó cập nhật trên bảng điểm phải không ạ?. . . . Em xin cảm ơn!. . . .",
            "Chào em,. . GV chưa nộp điểm đến PĐT em nhé (cả 2 môn). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy (cô),. . hiện tại em đã không có đăng kí môn học ổ học kì chính em muốn đăng kí môn Anh văn nhu cầu . . Thầy (Cô) cho em hỏi là môn Anh văn 1 (mã MH: LA1003 và môn Anh văn 1A (mã MH LA1037) có phải cùng 1 môn không ạ. Vì mục đích em đăng kí để có thời khóa biểu thôi ạ.. . . . em khóa 2015 do em đã tạm dừng từ hk201 và kì này không có đăng ki môn học bị 3hk liên tiếp không có tkb và do tình hình dịch bệnh em không thể tốt nghiệp trong tháng 11/2021 nên em muốn sang 04/2022.",
            "Chào bạn,. . Khác mã môn học, nhưng là 2 môn tương đương nhé bạn. Tính điểm theo quy định môn tương đương.. . SV xem quy định về môn tương đương tại đây:Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 6.4. . Hiện tại đang mở đợt đăng ký AV theo nhu cầu, bạn có thể vào đăng ký nhé:. . Ngày 20/09/2021. . Tiêu đề:. . Đăng ký bổ sung các lớp Anh văn theo yêu cầu (Dự thính). . Nội dung:. .  . . Thân gửi các bạn sinh viên,. . Phòng Đào tạo thông báo về việc đăng ký bổ sung các lớp Anh văn theo yêu cầu (Anh văn cơ bản, Anh văn 1A, 2A, 3A, 4A). . - Đăng ký tại: Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký bổ sung các lớp Anh văn theo yêu cầu. . - Thời gian đăng ký: từ 8g ngày 21/9 đến 14g50 ngày 28/9 . . - Thời gian bắt đầu học: 11/10/2021. . Lưu ý:. .  . . 1) Đề nghị SV kiểm tra TKB hiện có để đăng ký không trùng lịch học cá nhân, PĐT sẽ hậu kiểm kết quả nếu trùng TKB, PĐT sẽ hủy kết quả đăng ký môn học anh văn nhu cầu. . 2) Thông tin chi tiết về các lớp Anh văn theo yêu cầu, SV vui lòng tham khảo tại link sau  http:/. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em chào thầy cô ạ, em tên là [full_name], MSSV: [student_id], em muốn hỏi là chuẩn anh văn của học kì 212 là anh văn mấy ạ? Do em k19 mà em mới học anh văn 2 thôi, kì này em không đăng ký được lịch anh văn 3 với kì này nhà trường không xét anh văn nên em không biết là kì sau chuẩn là anh văn 3 hay là anh văn 4 để được đăng ký môn cho kỳ sau.. . Em cảm ơn nhiều ạ!\t. . . .   i Đăng ký môn học .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em tên [full_name], MSSV: [student_id], lớp XD17KT. . Vào đợt thi cuối kỳ ở HK203, em đã xin hoãn thi cuối kỳ và đã được PĐT xác nhận từ cuối tháng 8. Nhưng khi em kiểm tra bảng điểm HK203 và thấy mình được nhận điểm 13 thay vì điểm VP như trong quy chế học vụ. . . Kính mong PĐT phản hồi sớm giúp em. . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin gửi đơn hủy hoãn thi ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . .   b [full_name]  b \t. . . .   i Tốt nghiệp . Kính gửi PĐT,. . Hôm thứ 7 em không đăng ký xét tốt nghiệp được do nợ học phí. Em đã thanh toán hết các khoản trên Bkpay, mong được PĐT cập nhật để em có thể đăng ký tốt nghiệp ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . Sau 10h ngày 22/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . . . em là sinh viên hệ vừa học vừa làm, em đã qua môn AV400, dạ cho em hỏi là nếu đăng kí môn   B AV3  /B  của bên chính quy. Sau khi học xong thì có được chuyển đổi thành   B AV450  /B  bên VHVL không ạ. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . Theo quy định áp dụng cho VLVH thì không giải quyết học anh văn 3 để chuyển đổi AV450 được. . - hiện tại bạn theo dõi đăng ký mở lớp và học lớp AV450. . - Hoặc đăng ký thi CCNN quốc tế để quy đổi điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trang E-learing của em bị lỗi không hiển thị các môn của học kì 211 nên em không thể lấy link các lớp học online được. . . Em mong được xem xét và sửa lỗi sớm nhất.. .",
            "Chào em,. . . . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Xin chào quý Thầy/Cô . . Em tên là [full_name], Hiện em trúng tuyển ngành Điều khiển và tự động hoá k21 hệ VHVL tháng 4/2021 nhưng không đủ sinh viên để mở lớp nên em được dời vào tháng 11. . . Em muốn hỏi em có thể chuyển qua ngành Khoa học máy tính được Không ạ. . . Rất mong nhận được sự phản hồi của Thầy/cô.. . Em cảm ơn ạ.. .  .",
            "Chào bạn,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. . . . . .",
            ". . Bạn thuộc diện xét tuyển ngành Khoa học máy tính hệ VLVH nhé!. . Sau khi nhập học chính thức bạn làm đơn xin chuyển ngành. . Thân chào. ."
        ]
    }
]