[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, chuyện là hôm trước em lỡ đăng kí nhầm mã môn học của môn Xác suất thống kê(MT2001).Do chương trình đào tạo K19  đổi mới mà em chưa cập nhật kịp nhưng giờ đã hết hạn hủy môn. Em mong pđt xem xét giúp đỡ chúng em ạ do cũng có nhiều bạn nhầm lẫn giống em. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào ạ,. . Em tên là [full_name] sinh viên k19 khoa cơ khí.. . Dạ bữa trước em có gửi mail cho PĐT hỏi về môn học trước vào hè HK193 và nhận được các mã môn học được học trước. Nhưng sau khi đã đăng ký được và đã có lịch thì nhận được mail về các môn học này ví dụ: như Triết học mác Leenin...đối với k19 đã thay đổi và không cho đăng ký học trước ạ. Hiện tại đã có đợt 3 đăng ký môn, nhưng đợt này không cho xóa môn học, có rất nhiều bạn K19 rơi vào tình trạng như vậy,và có khả năng sẽ bị mất tiền oan uổng. Nên em gửi yêu cầu này xin PĐT xem xét cho K19 bọn em được tự hủy môn học ạ. . . Em cảm ơn rất nhiều,",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy cô, cho em được hỏi là em muốn rút môn SP1031: Triết học Mác Lê-nin ở kì dự thính hè 193 do trường chưa dạy mà em lỡ đăng ký. Vậy em cần làm những thủ tục gì để có thể được chấp nhận rút môn học này ạ? Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712781  /b \t. . . .   i Đăng ký môn học . EM TÊN NGUYỄN NGỌC QUANG : EM MONG PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ LỚP QUẢN LÝ XÂY DỰNG CI1053. . vì em vô đăng kí thì lớp 40/40 rồi ạ. . em mong đào tạo xem xét để em kịp tiến độ học tập vì chỉ có hôm đó là em không bị trùng thời khóa biểu em cảm ơn ạ",
            "Chào bạn,. . . . PDT đã tăng sỉ số bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ đợt vừa rồi em có đăng ký môn triết học mác-lênin nhưng em không biết là môn này đã đổi mã và không dạy trong hk193 . Em mong pdt có thể mở đợt hủy môn được không ạ. Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng đơn xin chuyển mã MH do đăng ký sai mã, có khoa xác nhận và nộp đơn tại Phòng Đào tạo nhé!. . Thân",
            "Em nhầm chút ạ . Em đăng ký mã mới cho môn mác lenin là SP1031  và pháp luật đại cương SP1007 . Hk193 nhà trường có dạy 2 môn này không ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . Học kỳ 193 sinh viên khoá 2019 có mở môn  SP1031 và SP1007 nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn học ở học kỳ 193 trong đợt 2 nhưng nay em vẫn chưa nhận được thời khoá biểu mà mình đã đăng ký. Em không biết là do hệ thống chưa cập nhật tới em hay vì lý do gì ạ?. .",
            "Chào bạn,. . . . Bạn vào  đăng kí môn học trong đợt 3 để xem kết quả DKMH đợt 2 của bạn. Sau đợt 3 mới cập nhật TKB trên cổng thông tin sinh viên nhen.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào ạ. . Em đã đăng kí môn học Triết học [full_name][full_name][full_name] cho học kì hè này, mà em được biết là môn này đã được đổi mã và những ai đã đăng kí môn học cho kì hè sẽ phải học nhưng không được tính điểm và năm sau sẽ phải học lại từ đầu. Không biết có cách nào để hủy môn và không bị mất tiền không ạ. Em mong sẽ nhận được phản hồi. Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "mssv : [student_id]. . 3 môn đại số tuyến tính,thí nghiệm vật lý,giải tích 1 đang full ạ.phòng đào tạo mở thêm sỉ số lớp giúp em",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học để PDT tăng sỉ số cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em mong phòng đào tạo mở thêm sĩ số lớp quản lý xây dựng mã ci1053 cho em được đăng kí kì hè này để kịp tiến độ học tập vì chỉ có lớp này em mới không bị trung thời khóa biểu . em cảm ơn ạ. .",
            "Chào bạn,. . . . [full_name] đã tăng sỉ số môn CI1053 rồi nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], hiện là sinh viên khoa Quản Lý Công Nghiệp k19. Do được biết môn Mác Lê-nin trong học kì 193 chưa có giáo án biên soạn phù hợp với chương trình k19 nên kính mong Phòng Đào Tạo có thể tạo điều kiện giúp em hủy môn học này mà không phải đóng học phí. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô .Em tên là [full_name] . Mã số SV:[student_id].Em được nghe là môn Triết Học [full_name] Mã SP1031 trong học kỳ hè 193 sẽ không mở lớp nhưng vào ngày hôm nay 13/7/2020 nhà trường mở đợt đăng ký đợt ba em vẫn không thể hủy được môn này. Kính mong các thầy/cô hãy xem xét và giải quyết vấn đề này không chỉ riêng em mà cả các bạn sinh viên khác gặp vấn đề như em.. . Em xin chân thành cảm ơn. . . . [full_name].",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em xin phép hỏi là học kỳ hè 193 này em đã đăng ký học môn Chủ Nghĩa [full_name] theo mail pđt đã trả lời ( có đính kèm ảnh 1). Nhưng hôm nay em lại thấy một số câu trả lời lại mâu thuẫn với thông tin trên ạ( có đính kẻm ảnh 2). Dạ em xin phép được thắc mắc ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em có nguyện vọng tăng sĩ số lớp Vo trong kì 193, kính mong PĐT chấp thuận. Em xin cảm ơn",
            "Chào bạn,. . . . [full_name] đã mở các nhóm lớp môn GDTC bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên K19, em có lỡ đăng ký nhầm môn xác suất thống kê MT2001, cho em xin rút môn mà không đóng tiền được không ạ?",
            "Chào bạn,. . . . Sau đợt 3 DKMH bạn làm đơn nộp PDT ghi rõ mã số môn học đăng kí nhầm và mã số môn học đúng.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do kì hè này môn Mác lê nin áp dụng mã mới nữa mà đợt đăng ký vừa qua em đã lỡ đăng ký mã SP1031 nên em làm đơn này mong phòng đào tạo cho phép em hủy môn để tránh mất tiền oan ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear anh/chị,. . . . Em tên : [full_name]. . MSSV : [student_id]. . . . Anh/chị cho em xin phép được đăng ký tham dự 2 lớp này vào dự thính hè 193 này. Em đăng ký không kịp ạ, anh/chị giúp em đăng ký 2 lớp này cho em kịp tiến độ ra trường với ạ. Em chỉ còn 2 môn này thôi ạ.. . . . Em muốn đăng ký vào lớp:. . . . + Xác suất thống kê. . - Mã Môn học : MT2001. . - Giáo Viên : [full_name]. . - Nhóm lớp : DT03. . - Cơ sở : 1. . - Thứ 4 : tiết 10-11-12. . - Phòng : C4-304. . . . + Đường lối Cách Mạng của Đảng CSVN. . - Mã Môn học : SP1009. . - Giáo Viên : [full_name]. . - Nhóm lớp : DT01. . - Cơ sở : 1. . - Thứ 4 : tiết 7-8-9. . - Phòng : B1-215. . . . . . Em xin chân thành cảm ơn anh/chị rất nhiều.. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Bạn vào DKMH, nếu full sỉ số bạn liên hệ trực tiếp PDT.. . . . Thân.",
            "Chào chị [full_name],. . . . Em liên hệ phòng đào tạo, thì phòng đào tạo bảo em lên trang BKSI để được hỗ trợ đăng ký lớp ạ. Mong chị [full_name] giúp em đăng ký 2 môn học trên ạ. . . . . Em xin chân thành cảm ơn. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT, vì tôi làm cơ sở 1. Những môn này đã sỉ số rất đầy. Khi tôi tăng sỉ số e rằng bạn sẽ không đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô,. . Em có thể hủy môn Mác SP1031 không ạ.. . Vì em nghe nói hk193 chưa triển khai. . Họ tên: [full_name]. . MSSV: [student_id]. . Em xin cám ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em muốn đăng ký thực tập tốt nghiệp trong kỳ chính thì có thể miễn học trên 11 chỉ như quy định không ạ..và em có thể thực tập ngoại tỉnh được ko ạ?. .",
            "Chào bạn,. . . . Chưa hiểu ý bạn?, nhưng đối với TTTN nếu mở trong học kỳ chính thì phải có sự đồng ý của khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. MSSV: [student_id]. Khoa: Khoa Học Ứng Dụng.. . Vì một số lý do em đã không đăng ký kịp môn học và lớp đã đủ sĩ số. Vì vậy, em viết thư này kính mong thầy/cô cho em đăng ký bổ sung môn Xác suất thống kê, msmh:MT2013, lớp:DT01 của thầy [full_name] vào kỳ hè HK193 này ạ.. . Em xin chân thành cảm ơn thầy/cô.. . . .",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên là : [full_name]. . mssv; [student_id]. . em là sinh viên thuộc khóa 2019 đáng lẽ năm nay phải đăng kí mã xác suất thông kê là MT2013  nhưng do bất cẩn là vì chương trình k19 đã đổi mã thành MT2013  mà em lại đk nhầm mã MT2001. . EM HY VỌNG THẦY/ CÔ CÓ THỂ CHO [full_name] Ạ. DO NẾU EM KHÔNG HỦY MÔN EM PHẢI MẤT TIỀN VÀ THỜI GIAN HỌC NHƯNG KHÔNG ĐƯỢC TÍNH ĐIỂM VÀ CẢ TÍN CHỈ NỬA Ạ.. . EM [full_name] XIN LỖI VỀ SỰ BẤT TIỆN NÀY.",
            "Chào bạn,. . . . [full_name] đã huỷ môn MT2001 cho bạn rồi, sau ngày 20/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em có đăng kí môn Triết ( mã SP 1031) mà theo như em theo dõi thì môn này trong HK 193 không được học, nhưng trong TKB PDT vẫn không hủy. Bây giờ em muốn hủy thì phải làm như thế nào ạ?. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo trường đại học Bách Khoa - Đại học  quốc gia thành phố Hồ Chí Minh. . Em tên là [full_name], lớp QL1903, khoa Quản lí công nghiệp. Em có đăng kí môn SP1031 - Triết học [full_name] ở học kì dự thính 193, sau khi đăng kí xong, đến đợt hiệu chỉnh đăng kí môn học đợt 3 em mới nhận được thông tin môn này có đổi chương trình học, K19 chưa được học ở học kì 193. Vậy phòng đào tạo có hủy môn này cho K19 ở học kì 193 không ạ? sinh viên muốn hủy thì có được không ạ?. . Em mong sớm nhận được hồi âm từ nhà trường và thầy cô ạ.. . Em cảm ơn thầy/ cô đã lắng nghe.. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi với ạ, tại sao nhà trường chưa triển khai đề cương giảng dạy cho các môn xã hội như pháp luật, [full_name] - [full_name] mà vẫn để đăng kí môn được ạ. Và nếu trong hè này chưa giảng dạy những môn xã hội mà những bạn đã đăng kí môn đó thì có được hủy môn và không tính phí không ạ.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Môn học triết học mác lên nin không áp dụng cho học kì hè cho k19 nhưng em đăng kí lớp vẫn được giờ em hủy môn không được thì xử lý như thế nào ạ.. . Em rút môn thì có tốn học phí không ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là 2 mã của môn này có phải là của Kĩ Thuật máy tính không ạ?. . Dạ do em K18 nên mã ngành Kĩ Thuật Máy Tính của em là CO 1021 ạ . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vào chương trình đào tạo của bạn, đăng kí đúng mã số môn học trong chương trình đào tạo của mình nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, em có lỡ đăng kí nhầm môn pháp luật đại cương và kì này đang học môn này rồi ạ. Em có thể xóa đăng kí môn được không ạ .Mong thầy cô giải quyết vấn đề cho em sớm nhất ạ. Em trân trọng cảm ơn",
            "Chào bạn,. . . . Đợt 3 không huỷ môn học được nha bạn.. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn thực tập tốt nghiệp kì 193 đã gửi đăng kí thành công nhưng bị xóa môn cả đợt đăng kí lần 1 và 2 do thiếu chỉ, nếu tính thêm chỉ học dự thính nữa thì sẽ đủ. Nhưng đợt đăng kí môn học đợt 3 này (13/7 - 15/7) trước khi thi cuối kì dự thính nên sẽ không kịp có điểm để tính vào số chỉ tích lũy. Vậy em có thể làm đơn xin đăng kí trước rồi sau đó nộp kết quả dự thính sau được không ạ! Vì nếu đăng kí đợt 3 trước khi thi cuối kì dự thính không chỉ em mà còn nhiều bạn không đủ chỉ để đăng kí ạ. Mong nhà trường xem xét giúp em! Em cảm ơn",
            "Chào bạn,. . . . Theo qui định nhà trường khi xét TTTN học kỳ 193 này thì sẽ lấy tín chỉ tích luỹ từ học kỳ 192 trờ về trước, còn dự thính 192 sẽ lấy điểm đạt.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i em đã thi anh văn ở trường học kì 191 và đạt 305 điểm nhưng khi vào đăng ký anh văn 1 không được ạ . Và giờ . . điểm thi đã bị xóa khỏi bảng điểm là sao ạ không có để đối chứng. . . . . .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục  1.   Kiểm tra trình độ tiếng Anh khi nhập học có qui định.. . . . - SV phải dự kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) do PĐT tổ chức sau khi nhập học để xếp lớp Anh văn phù hợp với trình độ, nếu đạt kết quả cao sẽ được xét miễn học và ghi điểm miễn.. . . . - Những lần sau đó  khi sv đăng kí thi kiểm tra trình độ tiếng Anh  (theo định dạng TOEIC) do PĐT tổ chức chỉ dành để xét chuẩn tiếng anh sau các năm nha bạn. Do vậy, bạn không đăng kí được anh văn 1 nha bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong quá trình đăng ký môn học cho học kỳ hè 193 em đã lỡ đăng ký môn học Triết học Mác Lê-nin (mã SP 1031) nhưng sau đó nhà trường thông báo về việc triển khai môn học này cho K19 chưa được bắt đầu từ học kỳ 193. Em kính mong phòng đào tạo cho phép em rút môn học không tốn học phí ạ.",
            "Chào bạn,. . Đính chính lại với bạn là môn SP1031 vẫn tổ chức học bình thường, nếu không tổ chức học thì nhà trường sẽ tự hủy và thông báo cho sinh viên.. . Hiện tại đã hết thời gian để hủy môn học nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, thầy cô cho em hỏi về môn SP 1031 sẽ không được tính tín chỉ trong kỳ hè 193 cho sinh viên năm nhất. Nhưng em đã đăng ký và không hiệu chỉnh được nữa thì em có thể rút môn học hay trường sẽ tự hủy môn học này cho em ạ. Mong thầy cô giải đáp thắc mắc của em. Em cảm ơn.",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi như nhà trường thông báo trước đó môn Triết-SP1031 có đề cương mới và áp dụng vào HK201, chưa triển khai ở HK193.. . Mà em và rất nhiều bạn khác đã đang ký thành công vậy giờ lớp triết ấy vẫn sẽ được học theo đúng tín chỉ hay không tính tín chỉ ạ.Nếu không tính chỉ thì nhà trường sẽ tự hủy bỏ hay chúng em sẽ nạp đơn hủy ạ.. . Em cảm ơn. .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Thưa Phòng Đào tạo, thầy cô phụ trách việc đăng kí môn học và thầy cô phụ trách giảng dạy hk 193[full_name]  /i  [full_name] [full_name]   i Em là Vũ Quang Huy, mssv [student_id][full_name] Do em đã không tìm hiểu kĩ thông tin và không biết môn TRIET HOC MAC - LENIN (SP1031) không được giảng dạy ở học kì này[full_name] Em làm đơn này kính mong nhà trường có thể cho em rút lại, không đăng kí môn này nữa[full_name] Em xin cảm ơn[full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name]",
            "Em chào cô. Em thấy cô trả lời các bạn là vẫn có thể học được ở hk193. Vậy cô cho phép em tiếp tục học ở học kì hè này ạ. Em cảm ơn.",
            "Chào bạn,. . . . PDT không có huỷ môn SP1031 nha bạn trừ khi bạn tự huỷ.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn hóa đại cương và vật lí 1 mà nó nói bị trùng tkb mác lênin. Dù nó bị nói là hủy rồi mà giờ vẫn không đăng kí đc ạ . . Giờ em phải làm sao ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], mssv [student_id], cho em xin hỏi pđt có thể mở thêm sỉ số các lớp GDTC lên 60 được không ạ? HIện tại lớp nào cũng đầy học viên hết, em vào trẽ 15p đã hết lịch đăng kí rồi ạ. Xin cảm ơn!!!. . . .",
            "Đăng ký môn học. . Em tên [full_name], mssv [student_id], cho em xin hỏi PĐT có thể giúp em xin vào lớp GDTC Bơi- nhóm lớp DT01 được không ạ? Gmail trường gửi lúc 16h21 ngyày 13-07 trong khi 16h ngày 13-07 đã mở lớp, em không có thời gian chuẩn bị trước, tầm 18h em mới nhận được thông báo vì em mới vừa đi học ra thì các lớp đã đầy học viên rồi ạ, em chưa thể đăng kí được. Mong PĐT xem xét giúp thêm em vào lớp BOI DT01 ạ! Xin cảm ơn. .   /QUOTE . .",
            "Chào bạn,. . . . PDT đã mở rất nhiều nhóm GDTC, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Tp HCM. . em là :Trần Công Hòa là sinh viên hệ Vừa Làm Vừa Học, trong kì đăng kí môn học vừa rồi em có đăng kí 2 môn học Dự Thính trong đó có môn thực tập điện tử 2( mã số môn học là ee2031) có thời khóa biểu vào ngày thứ 7 trùng thời khóa biểu của 2 môn học vận hành & điều khiển hệ thống điện(ee3093) và toán kỹ thuật (ee1003) bên hệ Vừa Làm Vừa Học. do lần đầu em đăng kí môn học Dự Thính cũng như thời gian đăng kí của 2 lịch đăng kí khác nhau nên em không thể hủy được môn thực tập điện tử 2( ee2031). nên em mong [full_name]T có thể xem xét và cho em được hủy môn thực tập điện tử 2(ee2031). để em tiện theo học 2 môn toán kỹ thuật và vận hành&điều khiển hệ thống điện bên hệ Vừa Làm Vừa Học. em xin cám ơn [full_name]T rất nhiều.. .",
            "Chào bạn,. . . . Bạn xem lại bạn không đăng kí môn nào mã số EE2031 nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], mssv [student_id], cho em xin hỏi PĐT có thể giúp em xin vào lớp GDTC Bơi- nhóm lớp DT01 được không ạ? Gmail trường gửi lúc 16h21 ngyày 13-07 trong khi 16h ngày 13-07 đã mở lớp, em không có thời gian chuẩn bị trước, tầm 18h em mới nhận được thông báo vì em mới vừa đi học ra thì các lớp đã đầy học viên rồi ạ, em chưa thể đăng kí được. Mong PĐT xem xét giúp thêm em vào lớp BOI DT01 ạ! Xin cảm ơn. .",
            "Chào bạn,. . . . PDT đã mở  thêm rất nhiều nhóm GDTC, bạn vào đăng kí nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em không thể đăng kí môn thực tập tốt nghiệp trong HK dự thính hè 193 trong đợt 2 và 3 ạ .   i Mong nhận được giải đáp ạ! .",
            "Chào bạn,. . . . Bạn xem lại kết quả đăng kí môn học bạn không đăng kí được vì lý do gì.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pđt, ở đợt kiểm tra trình độ AVĐV hồi đầu năm 1. Em đã không đủ điều kiện học AV1, Cho em hỏi em có thể xem lịch đăng ký thi AVĐV như thế nào không ạ ?. . . . . .",
            "Chào bạn. . Bạn kiểm tra mail thường xuyên, có thông báo về việc kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) sẽ thông báo qua mail cho Sinh viên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . Dạ cho em hỏi mã môn học SP1031 Triết học [full_name]-[full_name] nin, mình có được tổ chức học trong học kì hè 193 không ạ!! .. . (Em đã đăng kí nhưng không biết có học không ạ ! ).. . Em xin cảm ơn !!!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ nếu mình không tích lũy đủ tín chỉ năm nhất mình sẽ không được đăng kí năm 2.vậy học kì hè mình học bù vào để được 28 chỉ người ta có tính cho mình tín chỉ để đủ điều kiện đăng kí môn năm 2 không ạ.",
            "Chào bạn. . Học kỳ hè là dự thính nên theo quy định khi nào có điểm đạt thì mới được tính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn huỷ đăng kí môn SP1031 do chương trình học của môn này bị thay đổi kể từ năm sau nhưng khi em hay tin thì đã quá trễ để huỷ kết quả đợt 2 nên em có thể xin được huỷ môn này ạ.. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Kính thưa Phòng đào tạo trường Đại học Bách Khoa Tp.HCM.. . Sau khi nhận được danh sách cập nhật mới của học bổng khuyến khích học tập (ngày 9-7-2020), em có so sánh với danh sách trước đó (ngày 8-7-2020) thì thấy có một số bộ môn bị cắt đi 2 - 3 suất, còn có những bộ môn không bị cắt suất nào. Ví dụ như Khóa 16, khoa Điện - Điện tử thì: bộ môn Điện Tử - Viễn Thông bị cắt 3 suất (từ 15 xuống còn 12), bộ môn Điện - Điện Tử cắt 2 suất (từ 8 xuống còn 6), trong khi đó bộ môn Điều Khiển - Tự Động Hóa được giữ nguyên 12 suất. Mà theo em được biết thì số suất học bổng khuyến khích học tập được trao dựa trên tỷ lệ sinh viên của 1 bộ môn, đối với khóa 16, khoa Điện - Điện Tử, thì bộ môn Điện Tử - Viễn Thông có nhiều sinh viên nhất nên có nhiều suất học bổng hơn, sau đó đến bộ môn Điều Khiển - Tự động hóa, rồi mới đến bộ môn Điện - Điện tử. Các học kì trước đều theo quy luật đó, còn trong danh sách mơi cập nhật thì lại không còn đúng nữa. Mong pđt giải đáp thắc mắc cho em. Em xin chân thành cảm ơn.. .  . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn Thủy lực từ đợt 2,em thấy môn đó số lượng đăng kí rất ít thì có bị hủy không ạ, hiện giờ trường không cho xóa môn khiến em không thể đăng kí môn khác vò trùng tkb",
            "Chào bạn,. . . . Sau đợt 3 PDT hậu kiểm lần nữa, nếu môn sỉ số ít sẽ bị huỷ nhen.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em chào thầy cô. . hiện em đang là sinh viên k19, em muốn hỏi là học phí 25tr mà nhà trường dự kiến sẽ bắt đầu áp dụng vào hk201 cho sv k19 luôn hay chỉ dành cho k20 thôi ạ? Nếu mức học phí tăng thì tăng trung bình cỡ bao nhiêu phần trăm ạ? Những môn GDTC mà pđt nói ko tăng hp có phải là đã tính hết vào hk201 với mức giá mới là 25tr/ 1 năm phải ko ạ? Hiện tại tụi em đang rất hoang mang về hp GDTC của hk201 ạ. Mong thầy cô thông báo cụ thể cho sinh viên tụi em ạ. . em cám ơn thầy cô. . . .",
            "Chào bạn,. . Chưa hiểu thông tin đó bạn nhận từ đâu, bạn vui lòng chụp hình đính kèm để Phòng Đào tạo kiểm tra nhé.. . Chưa rõ câu hỏi của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đăng ký môn PE1021 ở ĐKMH Dự thính Hè đợt 1, nhưng sao đợt 2 không có kết quả và đợt 3 em vào thì lớp full hết ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã mở thêm rất nhiều nhóm GDTC, bạn vào đăng kí nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613077  /b \t. . . .   i Học bổng khuyến khích . Kính gửi Phòng đào tạo trường đại học Bách Khoa Tp.HCM.. . Em là Đỗ Thanh Tân, MSSV 1613077, Lớp DD16DV03, Khoa Điện - Điện Tử.. . Em có chỗ chưa hiểu về cách thay đổi danh sách nhận học bổng khuyến khích học tập HK191, mong được giải đáp.. . Đó là, trong danh sách ban đầu thì pđt tính nhầm học phí/1 tín chỉ là 300.000đ/1 tín chỉ thay vì đúng ra là 320.000đ/1 tín chỉ nên cần điều chỉnh lại. Lý do này thì chúng em rất hiểu và thông cảm. Nhưng em thắc mắc là tại sao khi phòng đào tạo chỉnh sửa lại danh sách thì không làm theo phương pháp là: Trong 1 Bộ môn của 1 Khoa, thì số tiền tăng lên bao nhiêu thì cắt đi số suất học bổng tương ứng bấy nhiêu. Ví dụ như Khóa 16, khoa Điện - Điện Tử, Bộ môn Điện Tử - Viễn thông theo danh sách cũ có 15 sinh viên được nhận học bổng, nên khi tính lại với học phí/1 tín chỉ mới thì số tiền tăng lên giả sử là 6000.000đ nên cần cắt đi 1 suất, còn 14 suất. Trong khi đó, em có xem lại danh sách cập nhật mới thì có những bộ môn bị cắt 2 - 3 suất, và có những bộ môn không bị cắt suất nào. Và có những bộ môn ít sinh viên vẫn được số lượng học bổng bằng hoặc nhiều hơn bộ môn có nhiều sinh viên theo học. . . Ví dụ Khóa 16, Khoa điện điện tử, ở danh sách cũ (ngày 8-7-2020) thì bộ môn Điều Khiển - Tự động hóa có 12 suất, bộ môn Điện Tử - Viễn Thông có 15 suất, bộ môn Điện - Điện Tử có 8 suất. Ở danh sách cập nhật lại ngày 9-7-2020 thì bộ môn Điều Khiển - Tự Động hóa vẫn có 12 suất, bộ môn Điện Tử - Viễn Thông còn 12 suất, bộ môn Điện - Điện Tử còn 6 suất. Mà em được biết thì Khóa 16, Khoa Điện - Điện Tử thì bộ môn Điện Tử - Viễn Thông có nhiều sinh viên nhất rồi mới đến bộ môn Điều Khiển - Tự Động Hóa, cuối cùng là bộ môn Điện - Điện Tử có ít sinh viên nhất. Nên tỷ lệ số suất học bổng trong danh sách cập nhật lại chưa hợp lý. . . Em kính mong nhận được sự giải đáp của Phòng đào tạo.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ.Cho em hỏi là trong đợt 1 đăng kí dự thính hè em có đăng kí môn Vật lí 1 mã PH1003 mà qua đợt 2 em lại bị mất môn, trong khi em không có xóa đăng kí môn từ đợt 1, cho em hỏi lí do tại sao em bị xóa môn vậy ạ? Em xin cảm ơn",
            "Chào bạn,. . . . Đợt 1 bạn đâu đăng kí môn PH1003, file bạn gởi là của bạn khác.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học chương trình Việt Pháp và em muốn đăng kí môn cho học kì 193 ạ. Nhưng các môn có mã giống trong Chương trình đạo tạo của em đã đủ số lượng hoặc không có lớp thì cho em hỏi còn cách nào để đăng kí môn không ạ. (Tại em thấy hầu như mã môn học của chương trình Việt Pháp khác với các mã chương trình Đại Trà ạ). . Em cám ơn ạ.",
            "MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Em học chương trình Việt Pháp và em muốn đăng kí môn cho học kì 193 ạ. Nhưng các môn có mã giống trong Chương trình đạo tạo của em đã đủ số lượng hoặc không có lớp thì cho em hỏi còn cách nào để đăng kí môn không ạ. (Tại em thấy hầu như mã môn học của chương trình Việt Pháp khác với các mã chương trình Đại Trà ạ). . Em cám ơn ạ.. .",
            "Chào bạn,. . . . Chương trình đào tạo của Việt Pháp bạn vui lòng nhờ các cô văn phòng Việt Pháp tư vấn mã số môn học để bạn đăng kí cho đúng mã.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô phòng Đào tạo,. . . . Em là [full_name], MSSV: [student_id]. Em hiện tại là sinh viên ngành Dầu khí.. . . . Em chưa nộp chứng chỉ IELTS cho nhà trường nhưng em có tham gia kì thi IELTS nội bộ của nhà trường. Kết quả thi IELTS nội bộ em đạt 6.0 overall.. . . . Em có đăng kí học kì hè 193 đợt 2 với hai môn là Nguyên lý cơ bản chủ nghĩa [full_name]-[full_name] và Cơ lưu chất. Nhưng đến đợt 3 thì hiện em chưa đăng kí môn nào cả.. . . . Thầy/Cô cho em hỏi: Vậy em đã đăng kí thành công hai môn đó để học vào học kì hè không?. . . . Bên dưới em đính kèm hai hình khi em đăng kí học kì hè 193 vào đợt 2 và đợt 3.. . . . Em hy vọng sẽ nhận được phản hồi sớm từ thầy/cô.. . . . Em cám ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy cô ạ , em tên là [full_name] MSSV [student_id] lớp VB2 ngành Khoa học máy tính.. .  Nay em viết mail này vì lý do học kì dự thính hè này em không kịp đăng ký môn C02005 ( Lập trình hướng đối tượng ) và môn C02003 ( Cấu trúc dữ liệu và giải thuật ), hiện 2 môn này đã hết slot . Em xin thầy cô cho em 1 slot đăng ký 2 môn này được không ạ , vì 2 môn này là môn quan trọng , ít mở thường xuyên , nếu không học 2 môn này thì học kì tiếp theo em sẽ không thể dky môn khác dẫn đến bị chậm trễ tiến độ học . em xin chân thành cám ơn thầy cô rất nhiều ạ . . -[full_name]-[full_name] C02003 Cấu trúc dữ liệu & giải thuật. . -[full_name]-[full_name] C02005 Lập trình hướng đối tượng. .",
            "Chào bạn,. . . . Hai môn này phòng thực hành đã full sỉ số không tăng được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ ad cho em hỏi là cuối kỳ này trường  có tổ chức kỳ thi anh văn định kỳ không ạ . Em cảm ơn ạ",
            "Chào bạn. . Bạn vui lòng kiểm tra mail sinh viên thường xuyên, phòng đào tạo sẽ gởi mail nếu có thông báo mới nhất về tổ chức kỳ thi anh văn định kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi nhà trường,. . Vấn đề là em có đăng kí môn học Pháp luật đại cương mã SP1007.. . Theo em được biết là từ K19 sẽ có một vài môn có sự thay đổi về mã môn học (như Mác, xác suất thống kê,..). . Về môn Pháp luật thì chỉ có mỗi một mã là SP1007.. . Vậy liệu môn học này có sự thay đổi mã trong tương lai không ạ, hay có hướng giải quyết nào không ?(như HỦY môn,...). .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ. Em muốn hỏi pdt là có thể mở được lớp Đồ án chuyên ngành KTCT và Đề cương luận văn trong kỳ hè ko ạ? Em và 3 bạn nữa có nguyện vọng được học 2 môn này trong hè. Em xin cảm ơn [full_name].",
            "Chào bạn,. . . . Theo qui định của nhà trường môn đồ án và ĐCLV không mở trong học kỳ hè nhen.. . . . Thân.",
            "No solution"
        ]
    }
]