[
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Phòng đào tạo mở giúp em môn học Thực tập nhận thức ngành Dân Dụng & công nghiệp mã môn CI2057 được không ạ.?",
            "Chào bạn,. . Môn thực tập không mở dự thính nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Thầy cô cho em hỏi em còn một môn sẽ thi vào ngày 12/09 tới và nếu em nộp đơn để xin bảo lưu việc học thì đến ngày 12/09 em có được dự thi không ạ? hay là phải chờ tới khi nào thi xong em mới nên nộp đơn bảo lưu ạ?. . Mong thầy cô giải đáp thắc mắc của em. Em cảm ơn!",
            "Chào bạn. . Nếu bạn làm đơn tạm dừng bắt đầu từ HK211 thì nộp trước 16/9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. . . . . . . . \t\t. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em rất sợ làm phiền khi viết đơn vậy nhưng vấn đề này rất quan trọng đối với em kính mong Phòng Đào tạo xử lý.",
            "Đã đổi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1837010  /b \t. . . .   i Đăng ký môn học .   B Khẩn cấp!. . Kính gửi Phòng Đào tạo,. . Em là sinh viên hệ VLVH chuyển hệ từ chính quy.. . Học kỳ 211 em có đăng ký môn Luận văn tốt nghiệp - 812303 nhưng bị tình trang thiếu môn tiên quyết, hiện tại chưa đăng ký được (hình ảnh đính kèm):. .   I Thiếu (các) môn học:. .   Nhóm [812008]: (tiên quyết) 812008 - Ktsx chất kết dính vô cơ (tiên quyết - chưa đạt) . .   Nhóm [805029]: (tiên quyết) 805029 - ĐAMH nền móng (tiên quyết - chưa đạt) . .   Nhóm [812036]: (tiên quyết) 812036 - ĐAMH ktsx gốm xây dựng (tiên quyết - chưa đạt)  . Em xin làm đơn này mong Phòng Đào tạo xem xét lại điều kiện đăng ký luận văn tốt nghiệp. .   /B 1. Môn KTSX chất kết dính vô cơ - 12008. . Em đã hoàn thành môn tương đương là CI3099 ở học kỳ chính quy, hiện tại em không có cách nào để truy cập lại bảng điểm cũ, kính mong Phòng Đào tạo xem xét lại dữ liệu cũ giúp em.. .   B 2. Môn ĐAMH Nền móng - 805029  /B . . Em đã hoàn thành môn tương đương là CI3197 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm). .   B 3. Môn ĐAMH KTSX Gốm xây dựng - 812036  /B . . . . Em đã hoàn thành môn tương đương là CI3193 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm). . Kính mong Phòng đào tạo xem xét và hỗ trợ em có thể đăng ký kịp thời môn luận văn tốt nghiệp trong đợt bổ sung 23/8-25/8 này.. . Đây là số điện thoại của em: 0933 075 220 . . Quý thầy/cô có thể liên hệ trong trường hợp cần nắm thông tin cụ thể hơn.. . Em xin chân thành cảm ơn.. .",
            "b MSSV/MSGV: 1837010  /b \t. . . .   i Đăng ký môn học . MSSV/MSGV: 1837010    . . . . Đăng ký môn học. . . . Khẩn cấp!. . Kính gửi Phòng Đào tạo,. . Em là sinh viên hệ VLVH chuyển hệ từ chính quy.. . Học kỳ 211 em có đăng ký môn Luận văn tốt nghiệp - 812303 nhưng bị tình trang thiếu môn tiên quyết, hiện tại chưa đăng ký được (hình ảnh đính kèm):. . Thiếu (các) môn học:. . . .   Nhóm [812008]: (tiên quyết) 812008 - Ktsx chất kết dính vô cơ (tiên quyết - chưa đạt) . .   Nhóm [805029]: (tiên quyết) 805029 - ĐAMH nền móng (tiên quyết - chưa đạt) . .   Nhóm [812036]: (tiên quyết) 812036 - ĐAMH ktsx gốm xây dựng (tiên quyết - chưa đạt) . .  . .  . . Em xin làm đơn này mong Phòng Đào tạo xem xét lại điều kiện đăng ký luận văn tốt nghiệp. . . .   B 1. Môn KTSX chất kết dính vô cơ - 812008  /B . . Em đã hoàn thành môn tương đương là CI3099 ở học kỳ chính quy, hiện tại em không có cách nào để truy cập lại bảng điểm cũ để làm minh chứng, kính mong Phòng Đào tạo xem xét lại dữ liệu cũ giúp em.Mã số sv chính quy cũ của em là 81100775. . . .   B 2. Môn ĐAMH Nền móng - 805029  /B . . Em đã hoàn thành môn tương đương là CI3197 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm). . . .   B 3. Môn ĐAMH KTSX Gốm xây dựng - 812036  /B . . Em đã hoàn thành môn tương đương là CI3193 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm). . . . Kính mong Phòng đào tạo xem xét và hỗ trợ em có thể đăng ký kịp thời môn luận văn tốt nghiệp trong đợt bổ sung 23/8-25/8 này.. . Đây là số điện thoại của em: 0933 075 220. . Quý thầy/cô có thể liên hệ trong trường hợp cần nắm thông tin cụ thể hơn.. . Em xin chân thành cảm ơn.",
            "SV liên hệ Khoa nhận LVTN, DS gửi khoa ngày 31/8"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Dạ em chào [full_name] ạ,em tên đinh xuân khánh mssv:[student_id] em xin phòng đạo tạo bổ sung cho em tkb môn học pháp luật đại cương SP1007 để em có thời khoá biểu học  trong học kì 211 để em duy trì tình trạng sinh viên ạ,mong [full_name] giúp đỡ em sớm nhất để em có tkb học ạ,em cán ơn",
            "Chào bạn,. . Bạn có thể ĐKMH trong HK dự thính HK211 (lộ trình 2) - đợt 2 nhe`. . Thân",
            "Dạ lớp dự thính 211 pháp luật đại cương(sp1007) lộ trình 1+2 lớp ko mở ạ, mong pdt kiểm tra các lớp còn sỉ số bổ sung em vào lớp để em có tkb học vs ạ, em cám ơn",
            "Chào bạn,. . Để duy trì tình trạng SV bạn có thể đăng ký một môn học khác nhé. . Thân",
            "Vậy em xin pdt cập nhật cho em tkb môn tổ chức quản lý bảo dưỡng 3 (260623) lớp vẫn còn dư sỉ số,rất mong pdt cập nhật tkb cho em để em có môn học để duy trì tình trạng ạ,em cảm ơn",
            "Dạ em chào pdt,em xin rút lại câu hỏi xin cập nhật tkb môn tổ chức quản lý 3, vì em đã có môn học trong tkb rồi ạ,nên pdt khỏi cập nhật môn tổ chức 3 cho em ạ,xin lỗi pdt vì em đã làm phiền ạ.em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho e hỏi là e học thay thế môn vi xử lý mã. . EE2013 bằng môn vi xử lý mã EE2039. Vậy e có phải đăng kí đồ án bổ sung vi xử lý không ạ?.. . Tại vì e đã học môn vật lý bán dẫn .. . Em cảm ơn ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . cho e hỏi đã vào kì 211 nhưng vì dịch nên không nộp được giấy đăng kí giáo viên hướng dẫn. Cho e hỏi có thể nộp online đc không ạ. . . .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ Khoa, Bộ môn để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Dạ em là [full_name], mã số sinh viên [student_id].. . Đầu tiên em xin cảm ơn quý phòng đào tạo đã đăng kí giúp em thêm môn tự chọn cho học kì 211 sau khi em đã gửi yêu cầu từ trước. Tuy nhiên khi em kiểm tra lại thời khóa biểu em thấy cho sự trùng lịch học trong thời khóa biểu giữa môn Dao động kỹ thuật ME3219 và môn Cơ lưu chất thí nghiệm CI2004 vào tiết 8-9 thứ 2 tuần 36, 37, 42 và 43. Bên cạnh đó học kì này em chỉ cần 10 chỉ để đủ tín chỉ tốt nghiệp, nhưng việc đăng kí 13 chỉ khiến em thừa 1 môn không cần thiết.. . Em viết yêu cầu này xin phòng đào tạo hủy giúp em môn Dao động kỹ thuật ME3219 vì những lý do nêu trên.. . Em xin cảm ơn phòng đào tạo vì đã đọc yêu cầu này của em, em xin chúc quý thầy cô phòng đào tạo nhiều sức khỏe.",
            "Chào bạn,. . Vui lòng trình bày rõ ràng lại trong cùng 1 nội dung nhé, xin đăng ký MH gì? hủy MH gì vì trùng lịch (ghi rõ lý do, tên MH, mã MH, mã nhóm). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B MSSV: [student_id]  /B  VHVL 2020\t. . . . Xin chào PĐT,. . . . Tôi xin đăng ký huỷ môn Công nghệ xml & ứng dụng (CO4015) nhóm DT01, do tôi đã sai sót khi đăng ký. Môn này không nằm trong chương trình học K19 được áp dụng cho hệ VHVL 2020.. . . . Mong PĐT thông cảm và hỗ trợ việc huỷ môn.. . Tôi xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em viết yêu cầu này về vấn đề tham gia lớp học qua GoogleMeet.. . Hiện tại theo thời khóa biểu em tham gia lớp DT01 môn Giải tích 1 vào khung giờ 18:00 thứ 2 hàng tuần nhưng vào hôm nay lúc 18:01 khi em truy cập vào đường link để tham gia lớp học thì không vào được, thay vào đó Meeting liên tục kết nối đến khi hiển thị về trang chủ. Trước đó em đã tham gia các tiết học trước đó bình thường trên Google Meet. Đồng thời vào lúc 18:30 đến 18:42 trên giao diện của BKeL có hiển thị thông báo có BT nhanh của môn học và em cũng không thể truy cập vào. . . Em muốn hỏi về việc này dó hệ thống lỗi hay các giờ học có vấn đề mà em không thể truy cập vào.. . Em cảm ơn.",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi trong thời gian tạm dừng thì mình có được đăng ký in giấy CNSV không ạ. Em cám ơn !",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Em tên [full_name], MSSV [student_id]. Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ xin đi Thực tập tốt nghiệp ở Pháp của Chương trình PFIEV, và em cũng đã đăng ký in bảng điểm (đã thanh toán qua BKPay) và nhận qua đường bưu điện (PĐT hẹn ngày 25/8). Thế nhưng hiện tình hình dịch bệnh căng thẳng nên em sợ không nhận được bảng điểm kịp thời hạn nộp hồ sơ (30/8) nên em có thể xin fie PDF bảng điểm để kịp nộp hồ sơ được không ạ?. . Chân thành cảm ơn PĐT.",
            "Chào em,. . Bảng điểm mới in hôm qua, hôm nay PĐT gửi bưu điện rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Kính gửi Phòng đào tạo,[full_name] [full_name] Em cần xin giấy xác nhận hoàn thành chương trình đào tạo và chờ nộp bằng anh văn[full_name] Để e nộp cho doanh nghiệp làm bằng chứng là em đã qua hết mộ học và chờ nộp bằng tiếng anh[full_name] Do dịch Covid nên em bị hoãn mọi thứ nên em không biết làm cách nào,  mong đào tào hãy giúp đỡ em[full_name] Em cần gấp nhưng em gọi cho Phòng đào tạo quài không được ạ[full_name] Mong nhận được phản hồi sớm từ phòng đào tạo![full_name] [full_name] Em xin chân thành cảm ơn [full_name] [full_name] [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . - Em đăng ký in bảng điểm gửi qua bưu điện (một số nơi bưu điện trả về) hoặc em chụp hình bảng điểm từ web .... . - PĐT không có giấy xác nhận hoàn thành CTĐT em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kì vừa rồi em có xin phòng đào tạo gia hạn một học kì để làm luận văn tốt nghiệp nhưng do ảnh hưởng của dịch nên em không thi anh văn để kịp nộp vào, em muốn hỏi em có thể làm đơn đăng kí gia hạn thêm 1 học kì này nữa được không ạ. Nếu không được phòng đào tạo cho em xin chuyển hệ để kịp đăng kí luận văn học kì này ạ, em cảm ơn",
            "Chào bạn. . Bạn tải đơn thôi học : điền vào, ký tên .. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi, em muốn rút môn HK211 thì phải làm như thế nào ạ?",
            "Chào bạn. . Bạn vui lòng đợi thông báo trong tháng 9 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào ạ,. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Dạ, hiện là em đã đăng kí in lại thẻ sinh viên gửi về địa chỉ hiện tại của em (Cần Thơ) và được nhà trường xác nhận đã xử lý vào ngày 10/08/2021 (Xác nhận của trường trong hình đính kèm bên dưới).. . . . Nhưng đến nay (13 ngày sau) em vẫn chưa nhận được thẻ ạ. Do không có thẻ nên em đã hoãn thi các môn cuối kỳ của kỳ 202 và em rất cần thẻ cho các kỳ thi online sắp tới ạ.. . . . Mong anh/chị có thể giúp em nhờ nhà trường xử lý nhanh giúp em, hoặc giúp em liên lạc được với đơn vị nhà trường chịu trách nhiệm in thẻ sinh viên không ạ?. . . . Anh/[full_name]ị cho em hỏi thêm là nếu thẻ không tới được, thì khi thi online em có thể dùng CMND và hình xác nhận đã đăng ký in lại thẻ sinh viên không ạ? Do em đọc được trong mail trường ghi là là tùy cán bộ coi thi quyết định nên rất khó cho em ạ.. . . . Em chào anh/chị!. . . .",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. . . . . Vì nhiều lý do bất khả kháng một số nơi bưu điện trả về. . . . Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng [full_name] vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . . . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính gửi phòng đào tạo. . Em là [full_name] mssv:[student_id]. . . . Dạ thưa thầy/cô do đợt đăng ký dự thính thứ 2 bổ sung (bắt đầu học từ 30/8) môn thí nghiệm vật lý (PH1007) vẫn không được mở nên em xin phép thầy cô cho em đăng ký môn này để học chung với k21 học kỳ này được không ạ. Dạ em còn mỗi môn này nữa thôi, em xin cảm ơn ạ, chúc thầy cô nhiều sức khỏe.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi phòng đào tạo. . Hiện đợt đăng kí môn học đợt 2 môn Kĩ thuật điện- điện tử không hiện( không giảng dạy trong học kì ).. . Mà đợt một có khoảng 66 sinh viên đăng kí, em có nhu cầu gấp học môn này,Vậy em mong pdt thu xếp mở lớp môn này trong đợt đăng kí môn học dự thính bổ sung lộ trình 2, đợt 2 này ạ. . . . Em cảm ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đạo tạo,. . Đợt đăng ký môn học của học kỳ chính 211 vừa rồi em có xin mở lớp Thí nghiệm silicat đại cương (MA3035). Sau khi mở được lớp trên trang đăng ký môn học thì nhiều bạn trong lớp không đăng ký được môn vì phòng đào tạo xếp lịch bị trùng môn của cả lớp. Sau đó em có viết đơn xin chỉnh sửa lịch học để các bạn đăng ký được và đã được giáo viên bộ môn gửi lên phòng đào tạo trong lúc vẫn còn hạn đăng ký học ký chính đợt 3. Nhưng phòng đào tạo sau khi hết hạn đăng ký đợt 3 mới trả lời và nói là không có sinh viên đăng ký nên huỷ môn.. . Mong quý Thầy/Cô xem xét giúp chúng em và nếu được xin phòng đào tạo có thể mở lớp đăng ký cho kỳ dự thính đợt 2 này vào buổi thứ 7 để chúng em theo kịp tiến độ học tập và ra trường ạ.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào pđt ạ,. . . . Do em đã xem thông báo mới của nhà trường cho trường hợp đk lvtn cho HK 211. Em muốn được hủy môn học là AV1 (LA1003) do em đã đăng ký dằn chân, sợ là sẽ bị cảnh cáo học kỳ ạ. . . . . Bây giờ em có thể hủy môn AV1 (LA1003) được không ạ? Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào pđt.em tên đinh văn tiến sinh viên bằng 2 khóa 2018. trong đợt đăng kí luận văn tốt nghiệp bổ sung này, khi đăng kí em chỉ được đăng kí chuyển hệ mã L01, nhưng thông thường với bằng 2 thì có mã B01, em thắc mắc mong pđt giải đáp dùm để em kịp đăng kí trong đợt bổ sung này.xin cảm ơn. . . .",
            "Đã có [full_name]B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin hoãn thi Giải tích 2",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], mssv: [student_id] sinh viên hệ VHVL.. . Trong đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] 2 - Đợt 1 em đã đăng ký thành công môn Cơ lưu chất CI2003 nhưng hôm nay em vào xem đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] 2 - Đợt 2 thì không thấy hiện môn Cơ lưu chất CI2003. Đây là môn cuối trong học phần của em mong phòng đào tạo mở lớp tạo điều kiện cho em có thể đăng ký học.",
            "Chào bạn,. . Vấn đề không mở lớp thì SV liên hệ Khoa để hỗ trợ mở lớp nhé bạn.. . Xem thông báo ĐKMH đã gửi cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ Tên : [full_name]. . MSSV [student_id]. . . . Vào ngày 6/8 em có xin pdt OISP cho em xin được  hoãn thi môn tích 2 do record em lúc thi có vấn đề và lúc em làm bài thi nên mạng bị lỗi , và vào tối 6/8 thầy [full_name] có gửi cho em form xác nhận hoãn thi và em có điền đầy đủ thông tin vô đó .",
            "Họ Tên : [full_name]. . MSSV [student_id]. . . . Vào ngày 6/8 em có xin pdt OISP cho em xin được  hoãn thi môn tích 2 do record em lúc thi có vấn đề và lúc em làm bài thi nên mạng bị lỗi , và vào tối 6/8 thầy [full_name] có gửi cho em form xác nhận hoãn thi và em có điền đầy đủ thông tin vô đó . Nhưng em vẫn được cập nhật điểm cuối kỳ dù em đã xin hoãn thi ớ . Mong Văn Phòng Đào Tạo giúp e với . Dạ em cảm ơn OISP đã dành thời gian đọc thư của em .. .",
            "Chào em,. . - Cô chưa hiểu ý em muốn gì ?. . - Nếu em muốn hủy hoãn thi:. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em không đăng kí được môn học xin giấy tạm hoãn 1 kì phải làm như nào ạ ?",
            "Chào bạn,. . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên [full_name], mssv: [student_id] sinh viên hệ VHVL.. . Em xin phòng đào tạo mở môn Cơ lưu chất CI2003 do trong đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] 2 - Đợt 1 em đã đăng ký thành công môn Cơ lưu chất CI2003 nhưng khi vào xem Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] 2 - Đợt 2 thì không thấy có mở lớp. Em làm đơn xin phòng đào tạo mở lớp Cơ lưu chất CI2003 để em có thể đăng ký học vì đây là môn cuối trong học phần của em",
            "•\tQuy trình nhận đơn mở lớp (các môn chưa được mở):. . 1-\tTải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:-. . -\tKý xác nhận đồng ý. . -\tGhi rõ Thời khoá biểu. . . -\tĐối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . 2-  Tiếp theo: gởi đơn + email (tất cả) qua trang hỗ trợ trực tuyến (BKSI)   chọn đề mục: MỞ LỚP DỰ THÍNH    ghi rõ tiêu đề yêu cầu: MỞ MÔN HỌC DỰ THÍNH HK211.. . 3-  Thời gian gởi đơn từ 24/8 đến 17g ngày 25/8. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô, em có một môn học cần được khôi phục từ học kì 203 là môn Thực Tập Ngoài Trường CI4345, em đã hoàn thành thủ tục xin khôi phục, cho em hỏi hệ thống mình khi nào mới cập nhật vậy ạ vì em đang bị kẹt không thể đăng ký bổ sung môn đề cương luận văn tốt nghiệp. Mong thầy cô xem xét. Em cảm ơn",
            "Chào bạn,. . Hiện tại bạn ĐK on line bị lỗi gì, vui lòng chụp màn hình gửi đính kèm để PDT kiểm tra nhé.. . TKB của bạn hiện đã được phục hồi và sẽ up lại trên mybk trễ nhất là 30/8 nhe. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em được miễn ME3003 Dung sai kỹ thuật đo của Cơ khí, nhưng em theo học ngành Ô TÔ Dung sai kỹ thuật đo là mã ME3801. . . . Phòng đào tạo xem giúp em có đổi mã được không hay phải làm đơn miễn bổ sung .Em đã hoàn thành tất cả môn học chỉ còn xét tốt nghiệp thôi. . . Em cảm ơn!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào các thầy cô PDT ạ!. . Em tên là [full_name], MSSV:[student_id]. . Em học khoa Kỹ Thuật Xây Dựng, chuyên ngành Cầu đường ạ.. . Khoá em là khoá K15 theo CTDT sẽ học môn Xây Dựng Cầu mã cũ là mã CI4033 và em đã qua môn đó rồi ạ. Nhưng hôm nay khi em đăng kí môn học cho môn LVTN thì hệ thống báo em chưa qua môn tiên quyết đồ án môn học Thiết Kế Cầu với mã MH là CI4123 (1 chỉ), môn này cùng môn học Xây Dựng Cầu CI4121 (2 chỉ) là môn tương đương với mã cũ CI4033 em đã qua rồi ạ.. . Em có báo cho thầy cô ở bộ môn thì thầy cô báo nhắn lại PDT giải quyết ạ. Vậy mong các thầy cô PDT kiểm tra lại hệ thống giúp em và một số bạn cũng đang gặp lỗi này nữa ạ.. . Mong các thầy cô xem xét và giải quyết sớm cho chúng em đăng kí LVTN ạ. Em cảm ơn nhiều ạ!",
            "Chào bạn,. . Bạn vui lòng bổ sung thêm giúp một yêu cầu về ĐK môn LVTN (ghi rõ mã MH) để PDT kiểm tra và đăng ký cho bạn luôn nhé!. . Thân",
            "Dạ vâng ạ, em có tạo yêu cầu mới và gửi kèm đơn xin chuyển điểm để đăng kí LVTN, có chữ ký của bộ môn ạ. Cô kiểm tra và đăng ký giùm em ạ.. . Em cảm ơn cô ạ!",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hệ VLVH vừa mới bảo vệ LVTN ngày 18/8 và đã thông qua.. . Em thấy lịch đăng ký tốt nghiệp ngày 18 đến 30/8 và đã lên Mybk đăng ký xét tốt nghiệp, điền đầy đủ thông tin nhưng không thể cập nhật thông tin/ upload ảnh/ nộp đăng ký xét tốt nghiệp được. . . Cho em hỏi khi nào em có thể đăng ký xét tốt nghiệp và làm như nào ạ.. . Em cảm ơn!. .   i Tốt nghiệp .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho e xin mail hay zalo của thầy [full_name] dạy môn Sức bền vật liệu ạ",
            "Chào em,. . Em hỏi GVCN, [full_name] hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy, cô phòng đào tạo. Em tên là [full_name], mssv [student_id]. Kỳ hè 203 vừa rồi em có đăng ký môn thực tập tốt nghiệp(260661) nhưng vì tình hình dich bệnh nên em không thể đi thực tập được, và hiện tại đang có đợt đăng ký tiểu luận tốt nghiệp(260663), hiện tai em chỉ thiếu mỗi điều kiện là chưa đi thực tập, em rất mong muốn được nhà trường xem xét và hỗ trợ cho em được làm tiểu luận tốt nghiệp vào kỳ này, vì hiện tại kỳ này em cũng không có gì làm nên rất mong có thể tận dụng thời gian của học kỳ này để hoàn tất tiểu luận. Em cảm ơn thầy cô đã đọc tin của em.\t. . . .",
            "Chào bạn,. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô) ạ!. . Học kì vừa rồi em có học môn Kĩ Thuật Thực Phẩm1 (CH2017) do dịch bệnh nên phải nộp bài tập lớn và bài thi cuối kì online, đây là lần đầu em nộp bài online lên e-learning nên em đã mắc phải lỗi không xác nhận nộp vì vậy bài nộp của em đã ở dạng dự thảo chưa được gửi đi, bài của em đã gửi trước hạn và có minh chứng trên e-learning vì vậy em mong nhà trường có thể xem xét trường hợp của em để em có thể qua môn này.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo ạ. Em là [full_name]:[student_id]. . . Kì này em đã hoàn thành xong tất cả đồ án và môn học của ngành xây dựng. Chỉ duy nhất môn Tổ Chức Thi Công (lí thuyết) em chưa hoàn thành ạ. . . Kì này em muốn đăng kí làm luận văn và bảo vệ luận văn đề tài kết cấu thép nhưng bị vướng môn học đó nên không thể đăng kí trên website ạ. . . Vì hoàn cảnh nên gia đình em vừa phải chuyển xuống Long An mà gặp dịch bệnh ngày càng phức tạp nên tình hình kinh tế gia đình em khó khăn lắm. Nên em rất muốn tốt nghiệp để có thể có công việc làm giúp đỡ gia đình ạ. Vì theo đúng tiến độ em cũng đã trễ nửa năm rồi ạ. . . Vậy nên em muốn được xin phép phòng đào tạo tạo điều kiện để em được đăng kí luận văn trong kì này. Vì tình hình dịch bệnh khó khăn nên em không lên phòng đào tạo gặp trực tiếp được. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng làm đơn trình bày rõ vấn đề của bạn nhé, ghi rõ lý do và nguyện vọng, môn tổ chức thi công là môn gì của LVTN, trình bày rõ (và có [full_name] xác nhận đồng ý) gửi cho PDT để cô trình đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em:[full_name] [student_id] có làm đề cương luận văn học kỳ 202 thầy [full_name]. Đã báo cáo và được thầy gửi điểm lên phòng đào tạo tuy nhiên vẫn chưa được thầy thông báo điểm (đã xin thầy cho bảng điểm nhưng thầy không đồng ý) và trang https://mybk.hcmut.edu.vn vẫn chưa cập nhật điểm. . Em mong phòng đào tạo gửi bản điểm đề cương luận văn khoa điện điện tử ngành tự động của thầy [full_name] để em biết có qua môn để đăng ký trong kỳ 211 do ngày 25/8 là hạn chót đăng ký đề cương luận văn ạ. .",
            "Chào em,. . Điểm do GV dạy em công bố và nhập điểm, em liên hệ với GV giảng dạy nhé.. . Thân mến,. .",
            "Thầy ấy bảo đã công bố lên hệ thống, tuy nhiên các trang em truy cập để xem điểm thì vẫn chưa cập nhật như mybk, e-learning. Em có hỏi thẩy điểm nhưng thầy bảo đã công bố rồi và không báo điểm lại cho em, chỉ dặn đi hỏi PDT. . Dưới đây là hình ảnh thầy ấy trả lời. Mong PDT giúp em",
            "Chào bạn,. . Vấn đề bạn hỏi là thầy đã nộp điểm cho [full_name] và PDT chưa nhé? Tại GV phải nộp thì PDT mới có thể cập nhật điểm trên mybk, em có thể liên hệ [full_name] xem Thầy đã gửi điểm cho khoa chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy/ cô, em vừa mới chuyển điểm anh văn 2 nhưng mà hiện tại chưa cập nhật. Liệu rằng sau khi cập nhật thì em có thể xin PĐT cho em được tham gia lớp anh văn 3a không ạ ? Và nếu được thì em phải làm sao để được vào lớp anh văn 3a ạ. Tại hiện tại đã hết hạn đăng kí môn học. Em xin cảm ơn ạ",
            "Chào bạn,. . Vui lòng trình bày rõ giúp cô là bạn đăng ký và chuyển điểm AV 2 lúc nào?. . Xin đăng ký AV3a (ghi rõ tên MH, mã Mh và Mã nhóm ). . Thân",
            "Em chào cô, em đã chuyển điểm anh văn 2 vào ngày 23 tháng 8 ạ. AV3a thì có tên là:   I Anh Văn 3A (nhu cầu)  /I , mã MH là:  I  LA1041  /I , em thấy hiện tại có 2 lớp   I DT01  /I  và   I DT02  /I  ạ. Em xin cô cho em vào lớp nào cũng được ạ. Em cảm ơn cô nhiều ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi hệ VHVL còn có thể đăng ký môn học bổ sung không ạ ? . . Em cám ơn. . . .",
            "Chào em,. . Cô đóng câu này nhé, em có gửi câu khác rồi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . lớp: địa chất công trình(CI2095) nhóm lớp:L02_L04. . Lý do em nộp đơn xin đăng kí là vì phiếu đang kí môn học của em bị lỗi và em bị xóa hết môn học, mong thầy coobooj môn giúp đỡ em với ạ",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Em là [full_name]. . Sinh viên ngành Vật lý kỹ thuật y sinh. . Em biết là đã hết thời gian đăng kí môn học, nhưng không may em có kết quả thi không tốt ở môn Xử lý tín hiệu số (AS3041).. . Hiện tại kì này em chỉ còn luận văn tốt nghiệp.. . Em muốn hỏi là có cách nào để em được học môn đó vào học kì này không ạ. . . . . \t. . . . . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do xin đăng ký, tên MH, mã MH và mã nhóm xin ĐK.. . SV chủ động liên hệ với GV để xin vào lớp vì hiện tại đã là tuần thứ 2 của học kỳ. . Thân",
            "Dạ,. .  . . Lý em xin đăng ký môn là vì em vừa rớt môn đó ạ. . Tên môn học là: Xử lý tín hiệu số. . Mã môn: AS3041, nhóm F. . . . Em đã liên hệ với GV và GV đồng ý cho em vào lớp. Vậy em đã đăng ký được môn chưa ạ, thời khóa biểu và học phí sẽ được cập nhật đúng không ạ?",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin phòng đào tạo giải quyết trường hợp của em ạ.. . Em đã xin mở lớp Đồ án Logistics 2 vào học kì dự thính 221( mã môn  ME3259). Em đã liên lạc giáo viên, bộ môn và nhận lời mở lớp sau đó làm đơn. Ở đợt đăng kí môn nào em cũng liên hệ phòng đào tạo nhưng đến nay em vẫn không đăng kí được, mong phòng đào tạo xem xét giúp em.. . Em có dính kèm đơn cũng như hình ảnh về phản hồi của phòng đào tạo ở lần trước ạ.",
            "Em xin phòng đào tạo giải quyết trường hợp của em ạ.. . Em đã xin mở lớp Đồ án Logistics 2 vào học kì dự thính 211( mã môn  ME3259). Em đã liên lạc giáo viên, bộ môn và nhận lời mở lớp sau đó làm đơn. Ở đợt đăng kí môn nào em cũng liên hệ phòng đào tạo nhưng đến nay em vẫn không đăng kí được, mong phòng đào tạo xem xét giúp em.. . Em có đính kèm đơn cũng như hình ảnh về phản hồi của phòng đào tạo ở lần trước ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]ính thưa thầy/cô.. . Em là [full_name]. MSSV: [student_id] là sinh viên [full_name]15. Tình hình là khi đăng ký Luận văn tốt nghiệp (CI4313), máy báo là không đăng ký được do thiếu môn (CI4123)- ĐAMH Thiết kế cầu.. . [full_name]hi tìm hiểu thì biết em đã học xong môn CI4033-Xây dựng cầu (CTĐT của [full_name]15), môn bị tách thành 2 môn CI4121-Xây dựng cầu + CI4123 ĐAMH Thiết kế cầu (CTĐT của [full_name]16). Em đã học xong môn CI4033-Xây dựng cầu ở H[full_name]I (2019-2020).. . [full_name]ính mong nhà trường xem xét trường hợp trên của em. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại nay em đang học 5 năm vì không thể học đúng theo chương trình của trường được. Nên giờ em muốn xin giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì sẽ cần phải làm những gì ạ?. . Em cảm ơn ạ",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT!. . Do tình hình dịch bệnh, nên em không thể liên hệ trực tiếp tại trường. . . Em xin phép được rút môn học qua kênh online của trường. Lý do là em đăng ký thêm môn LVTN để đảm bảo tình trạng đi học, em xin rút môn Hóa lý 1, MMH CH20003, Nhóm L04.. . Kính mong PĐT có thể giải quyết giúp em.. . Em chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên : [full_name].. . MSSV : [student_id].. . Lý do : Xin đăng ký môn LVTN - MSMH : EE4333.. . . . Thưa quý thầy cô! Xin quý thầy cô cho phép em đăng ký LVTN vì do dịch Covid căng thẳng nên các trung tâm thi Toiec trên khắp toàn Tp.HCM không có mở lớp thi. Vì vậy, em chưa kịp bổ sung chứng chỉ Toiec phù hợp với yêu cầu của trường. . .  Vưa rồi, em cũng thấy chỉ thị của trường cho phép hỗ trợ sinh viên đăng ký LVTN do dịch bệnh.. . Em chân thành cảm ơn quý thầy cô. Chúc quý thầy cô dồi dào sức khỏe.. . . .",
            "Chào bạn,. . Bạn vui lòng tự vào ĐK LVTN online nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô,. . . . Hạn đăng ký hoãn thi cuối kỳ là 05 ngày sau khi thi.. .  . . Tuy nhiên vừa qua khi video quay màn hình lúc thi của em bị lỗi thì các Thầy/Cô cũng như PĐT rep quá lâu và cho đến hôm nay là đã 9 ngày kể từ ngày thi thì em mới nhận được email phản hồi của PĐT.. . . . Vậy đơn hoãn thi cuối kỳ của em có còn được chấp nhận không ạ?. . . . Em cảm ơn",
            "Chào em,. . - Em cứ điền vào form, xem email xác nhận.. . - Thầy/Cô cũng như PĐT rep quá lâu . . =  Câu hỏi hơn 1000 câu, trả lời sao nhanh được em.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. MSSV:[student_id]. E muốn xin đăng kí lại môn hành vi tổ chức(IM2017) vào lớp lo2 và lần trước em đăng kí lớp lo1 ạ chuyển qua dùm em. Với đăng kí môn( IM1019) tiếp thị căn bản lớp lo2 ạ với k21.Em xin trình bày lý do là em vẫn chưa học 2 môn này mà 2 môn này là môn bắc buộc của ngành em. Em đổi môn hành vi tổ chức qua lớp lo2  là vì để học được môn tiếp thị căn bản. Em xin phòng Đào Tạo giúp em để em ra trường đúng hạn ạ. . [full_name]. . Trân trọng",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Về môn tiếp thị căn bản học chung khóa 2021, sau ngày 15/9, SV gửi đơn xin ĐKMH lại qua bksi để được xem xét. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2036066  /b \t. . Chào Thầy/Cô. . Hiện tại sau nhiều đợt đăng ký môn học em không đăng ký được môn Luận Văn tốt nghiệp EE4333, thông báo là do còn thiếu các môn học Đồ án, Thực tập. Em là sinh viên chuyển từ hệ chính quy sang hệ VHVL, về đồ án thì lúc học hệ chính quy em đã hoàn thành đồ án 1 và đồ án 2, Thực tập tốt nghiệp em cũng đã hoàn thành. Ngoài ra thì tất cả các môn khác em đã hoàn thành theo chương trình đào tạo. Vậy xin Thầy/Cô chuyển điểm cho em các môn đó để có thể đăng ký môn Luận Văn học kỳ này, giảng viên hướng dẫn em cũng đã liên hệ làm rồi. Em có đi kèm 1 số hình ảnh chứng minh bên dưới. Cám ơn Thầy/Cô đã xem và giải quyết sớm cho em có thời khóa biểu ạ. . .   i Đăng ký môn học .",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN nhé (SV còn thiếu 1tc theo quy định).. . Cô đã báo thầy [full_name] gửi cho bạn những môn đã tích lũy để bạn kiểm tra lại điều kiện nhận LVTN.. . email thầy [full_name]: [email]. . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào Thầy/Cô!. . Dạ việc em còn thiếu 1tc là không chính xác ạ. Theo bảng chuyển điểm từ Chính quy sang VHVL thì ngoài mấy môn không tương đương, thay thế ra thì vẫn còn sót 3 môn chưa chuyển điểm: . . + Hóa đại cương: mã CH1003 (mã cũ 604002, đã học hệ chính quy HK2 2013/2014). . + Kỹ thuật hệ thống viễn thông: mã: EE3015 (đã học hệ chính quy HK3 2018/2019). . + Thông tin di động: mã EE3107 đã học HK2 2018/2019. . Xin Thầy/Cô cập nhật lại giúp em để đăng ký LVTN kỳ này.. . Thân!",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . . . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv k15 đây là kì cuối của em. Mà e chỉ còn kẹt đúng 1 môn thí nghiệm vật lý nhưng từ kì hè đến giờ khoa không mở lớp thì em làm sao đăng ký để ra trường được ạ. Cô có cách nào cho em học môn này để trả nợ được không cô ? Học với k2021 gì cũng được ạ. .",
            "Chào bạn,. . Bạn vui lòng liên hệ [full_name] của bạn để tư vấn về CTĐT về môn học mở khi nào? môn tương đương thay thế nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô ! . . Em nhận được email là trường sẽ không xem xét luận văn khi đăng kí luận văn ở kì học 211. Hiện tại em đang còn nợ một moin học 3 chứng chỉ và đã hoàn thành av1 . Em có đủ điều kiện để đăng kí luận văn tốt nghiệp ở kì này . Em xin chân thành cảm ơn . .",
            "Chào bạn,. . Bạn vui lòng vào ĐK online, PDT sẽ xét hậu kiểm và trả lời kết quả cho bạn nhé.. . Bạn xem quy định về nhận LVTN tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Đăng ký môn học . Kính gửi quý thầy cô Phòng Đào tạo,. . Em tên là[full_name] [full_name]. . MSSV[full_name] [student_id]. . Hệ VLVH. . Đợt đăng ký môn học học kỳ 211 đợt 2,3 và đợt cuối(24/8) mà em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303. . Nay em làm đơn này kính mong Phòng Đào tạo đăng ký giúp em ạ. Em đã qua hết các môn cần qua mà vẫn bị lỗi tiên quyết môn.Mong đăng ký lại giúp em như kỳ trước ạ.. . Em xin chân thành cảm ơn.",
            "SV vui lòng liên hệ Khoa nhận LVTN, ds gửi khoa ngày 7/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa PĐT. . . . Em băn khoăn về tình trạng không thể đăng ký dự thính vào một số môn học. Nhưng khi tìm thông tin theo hướng dẫn của trang ĐK thì lại không trả lời được lý do tại sao.. . . . Đặc biệt, một trong các môn không thể đăng ký là Đại số tuyến tính (MT1007), một môn đã từng có trong TKB HK202 của em. Và thêm một số môn nữa (SP 1039 Nglý cơ bản CN M-Lê chẳng hạn).. . . . Mà cho em hỏi là trường còn đợt ĐKMH Chính quy nào nữa không ạ (em biết còn đợt Dự thính Lộ trình 2 Đợt 2, nhưng em đang nói về đăng ký Chính quy)?. . . . Xin cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết hạn đăng ký của HK chính rồi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên : [full_name]. . Mssv :[student_id]. . . . Do tình hình nhà em có người dính covid nên mấy nay em không lên check mail được ạ thì vào ngày 16 17 em có lên xem tkb thì em thấy mình có đủ tkb rồi và hnay nhà em ổn lại rồi thì em tính lên học nhưng mà mất hết môn học nên em mới vào mail check lại thì thấy nhà trường bắt đkmh lần 3 nhưng mà em chưa kịp đki lại ạ , mấy cô giúp em với ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    }
]