[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo.. . Em là sinh viên K19_MSSV: [student_id]. Em có đăng ký môn học [full_name] (mã môn SP1031) cho học kỳ hè này, em có thấy trên các web face có nói K19 không được học môn [full_name] do giáo trình chưa phù hợp.. . Nên em có thắc mắc là : kỳ hè này em học [full_name] rồi thì sau này có tính là em đã học rồi hay em phải học lại môn ấy ạ? Và nếu kỳ này em học nhưng vẫn không được tính là đã học thì em muốn xin được rút môn [full_name] được không ạ?. . Dạ em xin cảm ơn!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin được mở thêm sỉ số môn học dung sai và kỹ thuật đo, mã môn học Me3003, nhóm/lớp A01 Giảng viên: [full_name]. .",
            "Chào bạn,. . . . Tăng sỉ số bạn liên hệ trực tiếp PDT nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào thầy (cô),. . Thầy (cô) cho em hỏi có phải hệ thống thanh toán học phí BKPay của trường mình bị lỗi không ạ. Em có thử đóng tiền từ ngày 1/7 đến bây giờ nhưng không được ạ. Khi em chọn thanh toán học phí sẽ được chuyển đến trang của OCB, ngân hàng gửi mã đến điện thoại để xác nhận nhưng khi em nhập mã vào toàn bị lỗi \"Exceed Authorized Limit\" nên hiện tại em vẫn chưa đóng học phí.. . Mong sớm nhận được giải đáp ạ.. . Em xin cảm ơn.. . . .   i Yêu cầu khác .",
            "Chào bạn. . Bạn nhanh chóng liên hệ Ngân hàng OCB tại trường đại học Bách Khoa để giải quyết. Hiện bạn có tên trong danh sách không được vào phòng thi. Bạn kiểm tra mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin hỏi, em muốn xin giấy chứng nhận đang học tại trường thì em làm như thế nào ạ. Tại vì địa phương yêu cầu em phải nộp vào ngày 17/7/2020, em xin cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn đăng ký tại trang web:mybk.hcmut.edu.vn --  in xác nhận Sv. . Lưu ý: Bạn phải có tkb HK192 mới đăng ký in giấy xác nhận Sv được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy là có thể hủy gdtc trong mybk nhưng trong gmail nói là không thể hủy nhưng em muốn chuyển qua học môn khác có được không ạ. . . .",
            ". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin tăng sĩ số lớp Hệ thống máy tính và ngôn ngữ lập trình MSMH: EE2009. . Mã nhóm: DT01_DT01. . Tên sinh viên:[full_name],MSSV:[student_id]",
            "Chào bạn,. . . . Môn này PDT đã tăng sỉ số rồi, bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em có đăng kí lịch học hè. . Nhưng sau đó em có trúng tuyển đi mùa hè xanh của trường. . Vậy bây giờ các môn học em đăng ký sẽ tự hủy hay không ạ?. . Và nếu không tự hủy thì làm sao em có thể đi mùa hè xanh được ạ?",
            "Chào bạn,. . . . Bạn đến văn phòng đoàn khoa tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi là những một được mở đến đợt 3 là những môn chắc chắn mở lớp cho dù sĩ số ít phải không ạ ?",
            "Chào bạn,. . . . Sau đợt 3 DKMH nếu môn nào sỉ số ít sẽ bị huỷ nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Chào các thầy cô, hiện tại các môn như pháp luật đại cương, triết học Mac, đã đổi mã môn và giáo trình học. Nhưng trong đợt 1 của học kì hè 193 e đã đăng kí 2 môn cũ đó. Cho đến đợt 3 này thì không hủy môn đc nữa, liệu phòng đạo tạo có tự hủy không, hay có cách nào để em hủy môn không ạ!. .",
            "Chào bạn, . . . . Đối với khoá 2019:. . . . - Môn Pháp luật Việt Nam đại cương mã số SP1007.. . - Triết học Mac- le mã số môn học SP1031.. . . . Không biết bạn đăng kí mã số môn học nào?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học . cho em xin tăng sĩ số môn học. . - Trắc địa đại cương (MMH: CI1007) nhóm lớp DT01_DT01. . - Cơ học kết cấu (MMH: CI2029) nhóm lớp DT01. . em xin cám ơn",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để tăng sỉ số nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học vào kì 193 tới nhưng giờ được biết môn đó sẽ thay đổi chương trình đào tạo vào năm sau. Hiện tại em muốn hủy môn đã đăng kí thì cần làm như thế nào ạ? Bởi trên hệ thống đăng kí không hủy môn được. . . Em xin nhờ sự trợ giúp ạ.",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học để PDT tư vấn cho bạn.. . . . Thân.",
            "SP1031 - [full_name] MAC - [full_name]. . SP1007 - Ph/luật ViệtNam đạicương. . Em muốn hủy 2 môn này nhưng trên hệ thống khonong hủy được ạ.",
            "Chào bạn,. . . . PDT đã huỷ môn SP1031 và SP1007  cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hỏi là Môn triết học [full_name]-lê (sp1031) có bị hủy không ạ và giờ nếu em muốn hủy nhưng em đã đăng kí xong đợt 2 rồi thì hủy sao ạ . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hỏi là em đã đăng kí môn triết học macle ( sp1031 ) xong đợt 2 rồi thì có hủy môn đc ko ạ",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đã đăng kí và nộp đơn xác nhận học liên thông thạc sĩ, nhưng bây giờ sau khi nghe tư vấn từ 1 số thầy cô em muốn rút lại đơn đăng kí thì phải làm như thế nào ạ? . . Em cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ tại chỗ bạn nộp đơn để được tư vấn về việc rút lại đơn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Khoa: Kỹ Thuật Xây Dưng. . Em xin hỏi về thời gian đăng ký chọn giảng viên hướng dẫn đề cương trong học kỳ hè này ạ? Và lớp Đề Cương Luận Văn có được mở trong hè này khồng ạ?. .",
            "Chào bạn. . - Môn ĐCLV chỉ đăng ký được ở học kỳ chính(HK1+HK2). . - thời gian đăng ký chọn giảng viên hướng dẫn đề cương: Sv liên hệ Khoa - Bộ môn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em muốn đăng ký học môn Điền kinh và học kỳ hè. Mong nhà trường có thể mở lớp.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . PDT đã mở rất nhiều nhóm GDTC, bạn vào đăng kí nhen.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT,. . Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ. . Cảm ơn!!! ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b [student_id]\t. . . .   i Đăng ký môn học  /i [full_name] học Mác -[full_name] (SP1031). . . . Em xin chào thầy cô ạ. Em nghe thông tin là [full_name]19 sẽ học môn chính trị Mác - triết (SP1031 - TRIET HOC MAC - LENIN) theo chương trình mới, không áp dụng cho Hk 193. . . Vậy nếu em đã đăng ký vào đợt 1,2 rồi thì có được phép hủy, rút môn không và trường có tính tiền nếu em rút môn đó không ? (Đợt 3 em thấy vẫn còn môn đó và không xóa được ạ). . . . Lý do: Vì em không biết môn Mác-[full_name] sẽ thay đổi chương trình từ học kì 201 nên em mới đăng ký học trước vào kì hè 193 ạ. . . Mong nhận được phản hồi từ nhà trường và thầy, cô. Em cảm ơn ! . . . . Em tên: [full_name] - [student_id] - [full_name]19 [full_name]hoa [full_name]ỹ thuật Xây dựng",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT,. . Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ. . Cảm ơn!!! ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do điều kiện kinh tế mà tới sáng ngày 15/07/2020 em mới tyanh toán được học phí cũng như làm đơn trình bày lý do thanh toán trễ hạn. Lịch đăng ký môn học đến 15h ngày 15/07/2020. Mặc dù em đã làm đơn cũng như thanh toán học phí nhu2ng em vẫm không đăng kí được môn học ạ. Bây giờ e phải làm thế nào để có thể đăng kí môn học ạ ?. Em [full_name] [full_name]",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào, bạn làm đơn nộp PDT cho biết mã môn học, mã nhóm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy (cô) cho em hỏi,em là sinh viên khoa Điện- Điện tử khóa K15, vừa qua em có đăng ký in giấy xác nhận sinh viên nhưng đăng ký nhầm nơi nhận qua văn phòng quốc tế thì em có thể đến văn phòng quốc tế nhận được không, vì lúc sau em có vào kiểm tra lại thì mới phát hiện có dòng \" chỉ dành cho sinh viên đào tạo Quốc tế\". Em xin cảm ơn ạ",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em là sinh viên Khoa Máy tính, học kỳ hè này em thực tập tốt nghiệp ngoài trường. Tuy nhiên em không thể đăng ký môn học TTTN do thiếu số TCTL. Vì đã làm việc với doanh nghiệp một thời gian rồi nên em cũng không muốn bị loại khỏi danh sách sinh viên thực tập chính thức của Khoa vì không thể đăng ký môn học này.. . Em muốn hỏi là liệu có cơ hội nào để em có thể đăng ký khi chưa đủ số TC, và nếu được thì em cần làm gì?",
            "Chào bạn,. . . . Bạn không đủ tín chỉ thì sẽ không đăng kí được TTTN nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin cho em hỏi lớp dự thính hè có thể tăng sỉ số lên nua không ạ. Em xin cám ơn. .",
            "Chào bạn,. . . . Bạn phải nói rõ mã sô môn học thì PDT mới trả lời được chứ. Tuỳ theo môn có thể đăng kí được hay không?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào bán giám hiệu. . Do điều kiện khó khăn nên em thanh toán học phí trễ em dự thanh toán ngày 16/7 trễ hạn xong em làm giấy thanh toán học phí trễ trình bày lí do xong tất cả thì em có phí xoá môn học mà tạm dưngg học ạ . . Em cảm ơn thầy cô ban giám hiệu đã hỗ trợ em ạ . .",
            "Chào bạn. . Ngày 16/7 bạn thanh toán học phí và liên hệ Phòng đào tạo gấp để nhận giấy vào phòng thi. . Em kiểm tra mail để biết thông tin về việc nhận giấy vào phòng thi. . Học kỳ sau nếu có khó khăn về học phí bạn nên liên hệ Phòng Công tác chính trị sinh viên để xin gia hạn học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PDT, em viết mail này để nhờ PDT đăng ký giúp em môn học CI2005-Cơ lưu chất trong kỳ hè này. Đợt trước em có gửi yêu cầu xin PDT mở thêm sỉ số và sáng nay PDT đã giải quyết nhưng khi em vào đăng ký thì các bạn đã đăng ký full sỉ số vì vậy mong PDT giúp em lần này nữa ạ, đây là môn học quan trọng để em được tốt nghiệp ạ, em cảm ơn.",
            "PĐT đã đk môn học cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em chào thầy/cô.. . Em là [full_name] - [student_id], là học sinh lớp Việt Pháp VP17VL.. . Em viết câu hỏi/yêu cầu này là để hủy môn học \"Hóa đại cương - CH1003\".. . Lý do: Vào đợt 2, có sự hiểu nhầm của em với văn phòng Việt Pháp cho nên em đã đăng ký nhầm môn CH1003 (em tham khảo môn chuyển điểm trên trang aao nhưng văn phòng không chấp nhận). Và văn phòng Việt Pháp phản hồi em vào lúc đã quá hạn đợt hiệu chỉnh lần 2. Cho nên em không thể hủy được môn học trên. Hiện tại, văn phòng Việt Pháp có tạo điều kiện cho các bạn hủy môn học để học đợt học hóa vét \"Hóa học - 601701\" của thầy [full_name].. . Cho nên em mong thầy/cô giải quyết câu hỏi của em có thể thông cảm và hủy môn học Hóa đại cương - CH1003 cho em. Đối với em số tiền 3 tín chỉ dự thính là một số tiền lớn. Em cảm ơn thầy/cô nhiều.. . . .   i Đăng ký môn học .",
            "Cho em hỏi: Câu hỏi này có thể giải quyết được trên đây không ạ? Hay em phải lên trường viết đơn tay như các bạn của em?. . Mong được cô giải đáp. Em cảm ơn cô nhiều.",
            "chào bạn. . PĐT sẽ hủy môn học cho bạn. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học phí giáo dục thể chất học kì 201 của hệ đại trà là 900.000VNĐ đúng không ạ. Em xin cảm ơn!",
            "Chào bạn. . Hiện Phòng đào tạo chưa có thông báo về việc học phí giáo dục thể chất học kì 201. Nếu có thay đổi hay thông báo mới, Pdt sẽ gởi mail cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy / cô ạ!. . Em là [full_name], Khoa Kỹ thuật cây dựng!. .  Chuyện là hôm bữa em đi lấy bằng Giáo dục quốc phòng và sau đó em đi thi ở Cs1 và trên đường đi em bị đánh rơi mất rồi ạ",
            "Chào bạn. . Chuyện là nếu bạn mất bằng Giáo dục quốc phòng thì bạn liên hệ trực tiếp Trung tâm Giáo dục quốc phòng đễ đăng ký làm lại bằng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn SP1005, lớp DT02,nhưng lớp đã quá sĩ số, mong phòng đào tạo có thể tăng sĩ số để em được đăng kí môn học.. . . . Em xin cảm ơn PĐT ạ.",
            "Nhóm DT02 hết chỗ. . PĐT đã bổ sung cho bạn vào nhóm DT03. . TKB sẽ cập nhạt lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo, em tên [full_name] mssv [student_id], vào lúc 13h49 phút em có thực hiện đóng tiền học phí đợt 2, ocb đã báo thành công và trừ tiền, bkpay hiển thị đã thanh toán. Tuy nhiên vào trưa nay ngày 15-7, em nhận được mail báo chưa nộp học phí và cảnh báo CẤM THI. Khi em vào bkpay thì được hiển thị là chưa đóng học phí đợt 2 dù đã đíng rồi và đã trừ tiền. Mong phòng đào tạo có thể kịp thời hỗ trợ giúp em. Sau đây là một số hình ảnh xác thực",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp ngân hàng OCB chi nhánh tại Trường đại học Bách Khoa để nhanh chóng được giải quyết. . Sau khi giải quyết xong bạn liên hệ Phòng đào tạo để xin cấp giấy vào phòng thi gấp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. .   i Yêu cầu khác . Kính gửi pđt. .  Cho em hỏi là em đã đóng học phí vào ngày 1/7/2020 vào lúc 15h tại ngân hàng OCB Thủ Đức, nhưng ngân hàng chưa gạch nợ cho em. Vậy em có bị trừ điểm rèn luyện không ạ. . . . . Mong pđt trả lời giúp em. Em cảm ơn nhiều ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô,. . . . Trong đợt đăng ký môn học, em đã đăng kí 2 môn PE1009 - BONG DA và PE1025 - [full_name] nhưng em chưa kịp hủy. Vì em chỉ cần học 1 môn giáo dục thể chất để đạt yêu cầu nên em kính mong thầy/cô hỗ trợ em hủy môn học PE1025 - [full_name].. . . . Em xin cảm ơn và chúc thầy/cô một ngày tốt lành,. . [full_name]. . . .",
            "PĐT sẽ hủy môn PE1025 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Vì sợ hết đợi đăng kí môn học và chưa có chương trình đào tạo cho k19 nên e đã tham khảo và đăng kí theo chương trình đào tạo k18.Nên e đã đăng kí sai môn MT2001 - Xác suất và thống kê.H e muốn hủy môn học phải làm sao ạ. . . .",
            "mong PDT trả lời giùm e với ạ. .",
            "Chào bạn,. . . . [full_name] đã huỷ môn MT2001 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1920032  /b \t. . . .   i Đăng ký môn học . Mong thầy cô PĐT gia tăng sĩ số đăng kí môn   B Phương Pháp Phần Tử Hữu Hạn CI3061  /B   I  , tIẾT 789 THỨ 5, GV : nGUYỄN tHÁI bÌNH",
            "PĐT  đã đăng ký môn CI3061 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Em chào thầy, cô,em tên là [full_name] thuộc khoa quốc tế.Trong đợt mở đăng kí môn hè vừa rồi em có đăng kí môn cơ sở trường điện từ (404401) vào đợt đăng kí đầu tiên nhưng qua đến đợt đăng kí thứ 3 thì em lại bị đẩy ra và không đăng kí vào lại được do danh sách đã full. Cho em hỏi vấn đề của em giải quyết như thế nào ạ.",
            "đã bổ sung cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Dạ em xin lỗi cô, em quên đọc thư, khi em vào đăng ký lại thì lớp full ạ. Mong cô hỗ trợ em đăng ký môn để đủ tín chỉ học năm hai thưa cô. Em cảm ơn ạ!\t. . . .   i Đăng ký môn học  /i  -MT1003: Giải tích 1. . . .",
            "Chào bạn,. . . . Môn MT1003 bạn bị trùng TKB không đăng kí được.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810629  /b \t. . . .   i Đăng ký môn học . Phòng đào tạo cho em xin được xóa môn Tư Tưởng SP1009 để em đăng kí môn Sức bền vật liệu CI2007 được không ạ tại vì môn đó rất quan trọng cho kì tới của em. Thời gian đăng kí đã hết phòng đào tạo có thể mở cho em đăng kí lại được không ạ . . . Em tên Nguyễn Gia Tuân Mssv 1810629",
            "PĐT đã hủy môn SP1009 và đk cho bạn môn CI2007. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô ạ .. . Dạ em muốn đặt câu hỏi về chứng chỉ tiếng anh ạ . . Dạ bằng tiếng anh chứng chỉ A1 , B1 , B2 thì trường mình có chấp nhận để xét nhận luận văn , tốt nghiệp hay chuyển điểm không ạ . Dạ em cảm ơn thầy cô ạ !. .",
            "Chào bạn. . -Về quy định chuyển điểm tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 4. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Bữa cô hỏi em hủy môn nào, h cô lại nói hết hạn. Em nhắn từ hồi kết thúc đợt 2 mà cô.Mong cô xem xét.Vì 2 môn khá nhiều tiền mà không liên quan đến nghành mong xem xét giúp em",
            "em cung câp mã môn học cần hủy để xem xét. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vậy giúp em hủy 1 môn phương pháp tính-MT1007 cũng được ạ. Xem xét giúp em",
            "Đăng ký môn học. . . . Vậy giúp em hủy 1 môn phương pháp tính-MT1009 cũng được ạ. Xem xét giúp em  /QUOTE . .",
            "PĐT sẽ hủy môn MT1009 cho bạn. . TKB sẽ được cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Triết học [full_name] -LeNin (SP1031). . . . Em xin chào thầy cô ạ. Em nghe thông tin là khóa K19 sẽ học môn chính trị [full_name] - triết (SP1031 - [full_name] MAC - LENIN) theo chương trình mới. Nhưng mà em lỡ đăng ký học vào kì hè 193 rồi. Nên em muốn hỏi:. . . . +   B Em sẽ học môn Triết học [full_name] le6nin theo chương trình mới hay cũ?. . +Năm sau là môn này có chương trình mới, vậy nếu em K19 học trong kì hè này thì có công nhận điểm không ? Mấy nay nhiều bạn K19 tụi em hoang mang nguồn tin sẽ học chương trình mới và đã lỡ đăng ký môn này đó ạ ? Sợ là trường không tính tín chỉ.  /B . . . . Mong thầy cô nói rõ về điều này để K19 tụi em biết ạ. Em cảm ơn !",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Xin chào Phòng đào tạo, em là sinh viên khoá K19, theo em được biết thì từ khoá K19 thì học môn Xác xuất thống kê theo mã MT2013, mà em lại đăng ký nhầm sang mã MT2001 trong HK193, em mong Phòng đạo tạo có thể giúp em chuyển môn học từ MT2001 sang MT2013, họăc nếu không được thì Phòng đạo tạo có thể giúp em huỷ môn này ạ. Em xin cảm ơn và em mong sẽ sớm hồi âm.",
            "PĐT đã đổi mã môn MT2001 sang MT2013, nhóm DT01. . TKB mới sẽ được cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914290  /b \t. . . .   i Đăng ký môn học . Thầy/Cô đăng kí giúp em vào lớp thể chất cầu lông hè này với ạ. PDT có mở thêm lớp nhưng em lại vào không kịp so với mấy bạn. Kính mong thầy/cô hỗ trợ. Em cảm ơn ạ!!",
            "Chào bạn,. . . . Bạn ghi rõ : Mã số môn học ?, mã nhóm ?. Cụ thể để PDT đăng kí cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sắp tới thờ gian phát giấy xác nhận sinh viên nhưng hiện em đang bảo lưu thì có cách nào được nhận không ạ.",
            "Chào bạn. . - Về quy định tạm dừng học và cấp giấy xác nhận sinh viên: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 26. . - Trong thời gian tạm dừng hoặc buộc tạm dừng, SV không được đăng ký môn học, các môn học đã đăng ký (nếu có) sẽ bị hủy, không được tham gia hoạt động học tập tại trường và không được chứng nhận là sinh viên.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về việc đóng học phí. . . Em đã đóng học phí vào ngày 1/7 /2020 vào lúc 15h tại chi nhánh OCB Thủ Đức. Là em không có đóng học phí trễ. Nhưng ngân hàng chưa gạt nợ trên bkpay cho em và hiện tại thì em đã bị trễ. Vậy thì em có bị trừ điểm rèn luyện không ạ? . . Xin pđt xem xét giúp em. . . Em cảm ơn nhiều ạ.",
            "Chào bạn. . Bạn không bị trừ điểm rèn luyện nghen, trên BKpay không bị trễ hạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Em có thắc mắc về quy chế ra khỏi chương trình tài năng như sau:. . . . Nếu trong học kỳ có 1 môn học có điểm trung bình    5.0 (rớt môn) nhưng vẫn đảm bảo ĐTBHK   7.5 và ĐTBTL   7.0 thì có bị ra khỏi chương trình hay không?. . . . Em xin cảm ơn!",
            "Chào bạn. . Về quy định cũng như xét ra vào chương trình kĩ sư tài năng, bạn vui lòng liên hệ Thầy Phó Khoa phụ trách chương trình đào tạo (Thầy Lê Hoài Long) để tư vấn . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gởi phòng đào tạo. . Kính gởi phòng tài chính. . Em tên [full_name]. Mssv [student_id] khía 2019.. . Thời gian vừa qua do tính chất công việc e phải đi làm xa nên k theo dõi mail và lịch học của mình, cũng như học phí.. . Nay em muốn hỏi e kiểm tra thì chưa đóng học phí và đăng ký môn học.. . Vạy e kính mong quý thầy cô hướng dẫn e thủ tục để đóng học phí và đăng ký môn học để e đc quay lại trường học trong thời gian tới ạ.. . Trân trọng cám ơn và kính chào.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn đóng học phí và đăng kí vào đợt 3 này . . (17/7- 22/7/2020)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . hiện tại đợt 1 đăng ký dự thính hè khóa 193.. . Em đã đăng ký 2 môn.. . - Môn Pháp luật Việt Nam đại cương mã số SP1007.. . - Triết học [full_name]- le mã số môn học SP1031.. .  liệu đây có phải mã môn mà khóa 2019 học được trong học kì hè 193 hay không? . . Em nghe nói 2 môn này sẽ đổi mã môn mới và giáo trình mới hết, vậy có ảnh hưởng gì khi em đăng ký 2 môn như trên không ?. .",
            "Chào bạn,. . . . - Môn Pháp luật Việt Nam đại cương mã số SP1007.. . - Triết học Mac- le mã số môn học SP1031.. . . . Khoá 2019 học mã này nhen.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng kí hai môn nhưng lịch chỉ hiện một môn, và theo em được biết là do trùng lịch. Vậy Xin cho em hỏi, Có hướng nào giải quyết cho những sinh viên bị như vậy hay không. Vì lịch là do Nhà Trường chủ động xếp, sinh viên muốn đăng kí học nhưng lại trong tâm thế may rủi, may thì được tất cả, không thì lại được môn này hụt môn kia, không thì lại chẳng có gì. Mong Phòng Đào Tạo sẽ có hướng giải quyết tốt cho chúng em. Em cám ơn.",
            "Chào bạn,. . . . - Lúc mới nhập học PDT có buổi sinh hoạt đầu khoá hướng dẫn cách đăng kí môn học. . . - Hình như bạn không nắm rõ qui định về DKMH nên bạn nói rất mơ hồ và mong lung.. . . . - Bạn liên hệ với giáo viên chủ nhiệm của bạn để được tư vấn cho bạn về vấn đề này.. . . . - Hiện tại đã hết thời DKMH, bạn muốn đăng kí môn học nào, bạn ghi rõ:. . . . Mã số môn học ?, mã nhóm ?. Cụ thể để PDT đăng kí cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa thầy cô, đợt 3 này em quên thời gian đăng kí môn học đợt 3 và giờ hết hạn, em phải làm sao để đăng kí ạ, em phải viết đơn hay sao ạ",
            "Chào bạn,. . . . Bạn muốn đăng kí môn học nào, bạn ghi rõ:. . . . Mã số môn học ?, mã nhóm ?. Cụ thể để PDT đăng kí cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ bây giờ em cũng không biết phải nói như thế nào đây. Mẹ em mới điện hôm qua nói là chủ nhật tuần vừa rồi có trận giông lốc nó bẻ gãy cao su nhà em rất nhiều và không thể thu hoạch mũ nưã. Nhà em thu nhập chính từ lô cao su bây giờ không thể thu hoạch mũ được. Mẹ nói ba đi làm thêm thì cũng đáp ứng được cho em khoản tiền đầu năm 2, còn bây giờ em học hè thì không nuôi nỗi. Mẹ bảo hè này con về nhà cho ba mẹ đỡ tiền gửi lên nuôi và học phí hè, vào năm 2 có tiền cho con đóng. Hiện tại đã qua đăng ký môn học hè đợt 2 nên em không hủy môn được, em xin trường có thể hủy các môn học hè của em được không ạ. Em cảm ơn trường rất nhiều ạ",
            "Chào bạn,. . . . Bạn muốn huỷ môn nào?, ghi rõ mã số môn học nhen.. . . . Thân.",
            "Dạ cho em hủy môn SP1031_triết học [full_name]-[full_name]. . Và môn AS1003_cơ lý thuyết ạ. . Em cảm ơn trường rất nhiều ạ",
            "PĐT đã hủy các môn AS1003 và SP1031. . TKB mới sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi [full_name] [student_id]. . Tôi thanh toán phí trên momo cho đại học bách khoa và nhận đc mã giao dịch.. . Nhập mã giao dịch vào đăng ký thi nói viết thì hệ thống ghi coupon này đã sử dụng. Trong khi tôi chỉ mới thanh toán để phục vụ thi cử. Hiện tại tiền đã thanh toán mà k đăng ký được. Tôi là sinh viên năm 4 cần thi ra trg nhưng bây h tình hình như v k thi sớm đc. Mong bên giải quyết sớm giúp tôi.",
            "Chào bạn. . Phòng đào tạo đã gởi câu hỏi của bạn cho Trung tâm ngoại ngữ để xử lý. . Bạn liên hệ trực tiếp Trung tâm ngoại ngữ để xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy cô PĐT . . Em tên: [full_name]-[student_id]. . Mong thầy cô tăng sĩ số cho em đăng kí bổ sung môn Phần Tử Hữu Hạn CI3061 Tiết 789-Thứ 5.. . Em xin cảm ơn !",
            "Chào bạn,. . . . Đã hết thời gian DKMH môn học đợt 3 rồi bạn. Đợt 3 kết thúc 14h:59' ngày 15/7.. . . . . . . . Thân."
        ]
    }
]