[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Dear [full_name][full_name] [full_name] Em là [full_name] (MSSV: [student_id]), là sinh viên VB2 khoa KHMT[full_name] Hiện tại đang trong quá trình học tập ở HK211[full_name] Trước đó em đã hoàn thành việc nộp hồ sơ (qua bưu điện & hệ thống mybk và nộp học phí nhập học (internet banking)[full_name][full_name] [full_name] Em có gửi mail cho pđt vằn bằng 2 nhằm mong nhận được phản hồi việc xác nhận hoàn tất 2 khoản trên[full_name] Tới thời điểm hiện tại em vẫn chưa nhận được bất cứ phản hồi nào về việc xác nhận hoàn tất hồ sơ và học phí[full_name] Điển hình là trên mybk vẫn thể hiện là em chưa thanh toán học phí nhập học (15[full_name]200[full_name]000 VNĐ)[full_name][full_name] [full_name] Bên cạnh đó, việc đăng ký các tín chỉ của kỳ này gồm 1 môn 4TC học phí, và 2 môn khác mỗi môn 3 TC học phí (học chung với [full_name]) - Tổng TC học phí là 10   12 TC (mức được miễn giảm 1 phần học phí theo quy định)[full_name] Việc này cũng không được pđt/nhà trường thông báo lại quá trình xử lý như thế nào[full_name][full_name] [full_name] Em mong nhận được các phản hồi về quá trình xử lý các thông tin vẫn chưa được \"hoàn tất\" ở trên[full_name] Trân trọng",
            "Chào em,. . Em vui lòng gửi email [email] để được hướng dẫn thêm nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo,. . Em là [full_name], MSSV [student_id].. . Em xin hỏi 2 vấn đề:. . 1. Về việc đơn đăng ký tốt nghiệp của em đã được xác nhận và thông báo được tốt nghiệp vào tháng 11/2021 chưa? (trạng thái ghi \"Phiếu đăng ký đã được xử lý\"). . 2. Về việc cấp giấy chứng nhận tốt nghiệp tạm thời: Trong tình hình dịch bệnh thì em sẽ nhận giấy tốt nghiệp tạm thời như thế nào và khi nào em sẽ nhận được?. . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn khai thông tin tốt nghiệp, sau đó thanh toán lệ phí tốt nghiệp. . Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i    em chào pdt,em đăng kí học anh văn 3A (LA1041) đợt đăng kí theo anh văn theo nhu cầu,và hiện tại em đã có tkb trên mybk nhưng trên hệ thống BKleaning thì pdt chưa có cập nhật cho em,mong pdt cập nhật để em theo dõi các thông báo của giáo viên bộ môn.em cám ơn",
            "Chào bạn. . Trước ngày 11/10 Pdt sẽ cập nhật lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . MSSV [student_id] -  Lớp BD17CN04. . . . Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký làm tiểu luận tốt nghiệp :. .    . . -Bóng đá (PE1009) =  Giáo dục thể chất 2 (005006). . . . -Giải tích 2 (MT1005) =  Toán 2 (006602). . . . -Tư tưởng [full_name] (SP1005) =  Tư tưởng [full_name] (001025). . . . Mong được Phòng Đào Tạo hỗ trợ. . Em cám ơn.",
            "Chào bạn. . Pdt đã cập nhật, sẽ cập nhật mới tại Mybk- điểm chuyển vào cuối tháng 10. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ là em rút môn nhưng rút thiếu 1 môn do đăng kí nhầm mà em lại đọc nhầm lịch kết thúc rút môn là 15/10/2021 nên cho đến hôm nay em mới đăng kí rút lại 2 môn bị trễ hạn 3 ngày.. . . . ME4009 Động lực học cơ hệ. . IM1013 Kinh tế học đại cương. . . . Em cam kết đóng đủ học phí các môn đã rút cho nhà trường ạ. Mong PĐT giải quyết giúp em ạ",
            "Chào em,. . PĐT đã nhận thông tin của em, em điền vào form rút môn học, xem email phản hồi như vậy là được rồi em.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em có đk in giấy chúng nhận sv và gửi qa đường bưu điện từ ngày 21/9. đến nay phiếu đã ghi là đã được xử lý, ngày 8 là đến hạn nộp giấy cho địa phương nên em gửi đơn xin check lại giúp em. mã phiếu CNSV.[student_id].3",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] sinh viên khóa 17 của Trung Tâm Bảo Dưỡng Công Nghiệp.. . Hôm nay Em đại diện các bạn trong khoa gửi đơn này mong phòng đào tạo xem xét trường hợp của em.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Đơn này bạn đã gởi qua mail Pdt, bạn đợi Pdt phản hồi qua mail cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô!. . Kỳ trước em có đăng ký hoãn thi cuối kỳ của 3 môn, theo thông tin của pđt thì sẽ hậu kiểm sau ngày 30/9. Theo link hậu kiểm được pđt gửi mail ngày 29/9 thì 3 môn em đăng ký hoãn vẫn còn đó. Hôm nay em có kiểm tra lại bảng điểm, thì 2 môn này vẫn còn ở điểm 13. Em muốn hỏi tình trạng này là như thế nào ạ?. . Em cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ bên vanq phòng đã làm việc lại chưa ạ ngày 5/10 em lên nhận bằng được chưa ạ em được nhận mail thông báo tốt nghiệp tháng 5 nhưng do dịch bệnh nên giờ em mới lên lại TP để nhận được ạ",
            "Chào bạn. . Bạn liên hệ Pdt để nhận bằng tốt nghiệp, nhớ mang theo CMND hoặc thẻ Sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô,. . . . Em tên [full_name], sinh viên năm cuối khoa Khoa Học - Kỹ Thuật Máy Tính. Hiện em đã có tên trong danh sách tốt nghiệp của trường.. . . . Tuy nhiên do học kỳ 211 chính quy em có đăng ký dư tín chỉ và đã đăng ký rút môn thành công, nên hiện tại em đang nợ học phí cho môn này. Theo thông báo của trường thì sẽ đến đầu tháng 11 mới cho thanh toán học phí.. . . . Kính mong quý thầy/cô có thể hỗ trợ để em có thể thanh toán học phí sớm để đăng ký tốt nghiệp ạ. Em chân thành cảm ơn thầy/cô.. .   i Yêu cầu khác .",
            "Chào em,. . PĐT sẽ mở khóa để em thanh toán HP vào thứ 2 tuần sau nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em tên là: [full_name] - MSSV: [student_id]. . . . Tháng vừa qua em có đăng ký xin cấp giấy xác nhận sinh viên trên hệ thống mybk của nhà trường. Phiếu đăng ký đã được xử lý vào lúc 7h43' ngày 10/09/2021. Nhưng đến nay em vẫn chưa nhận được giấy từ đơn vị chuyển phát qua bưu điện. Em đã kiểm tra trên hệ thống thông tin đơn hàng của Viettel post thì hiện tại em không có đơn hàng nào được gửi từ nhà trường?. . . . Kính mong thầy cô kiểm tra lại vấn đề này giúp em.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô cho em hỏi là chỗ em còn dịch nên em chưa thể đi ra ngân hàng để đóng học phí được. Không biết bây giờ em phải làm sao ạ",
            "Chào em,. . - Em cố gắng đóng sớm nhé.. . - Em xem quy chế:. . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô,. . . . Em là [full_name], sinh viên Khoa QLCN K17. . . Vào tháng 08 em có đăng ký học lại môn Kế toán tài chính IM2001 cùng khoá K21 trên BKSI. Phòng Đào tạo thông báo đã ghi nhận và nhắc em xem lại TKB vào ngày 04/10/21. Hôm nay em vào xem TKB thì thấy vẫn chưa được cập nhật môn. Rất mong quý thầy cô có thể kiểm tra giúp em.. . . . Em chân thành cảm ơn.",
            "Chào em,. . HK211 PĐT không mở lớp môn Kế toán tài chính cho SV K21.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô phòng đào tạo ạ.. . Em xin phép được hủy hoãn thi môn học IM3003- Quản lý sản xuất cho kỹ sư ạ. . .   i Học vụ .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô), em tên [full_name] (mssv:[student_id]). Cho em hỏi là em đã xin hoãn thi môn giải tích 2 và đã được phòng đào tạo phê duyệt mà trên bảng hệ thống nhưng điểm của em lại để là 13 điểm (vắng thi) thay vì là 14 điểm (hoãn thi) ạ. Mong thầy (cô) xem xét và giải đáp thắc mắc giúp em ạ. Em xin cảm ơn. . . Chúc thầy (cô) nhiều sức khỏe ạ!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào PĐT. Em đã đăng kí hủy 2 môn học bên dưới , em đã dùng mail của trường và điền thông tin chính xác nhưng hôm nay nhận được mail là rút môn k thành công vì mssv vơi mail không chính xác. Quả thật e không biết sai ở đâu. Em đã đăng kí hủy 2 môn đó 1 lần nữa vào hôm nay. Kính mong Phòng Đà tạo kiểm tra giùm em việc hủy môn học dó hôm nay đã hợp lệ chưa ạ. Em cảm ơn.. . Hìn bên dưới là ảnh mà e nhận được khi hủy môn trước đó. Còn hôm nay khi nhận được mail báo đám kí hủy lại thì e đã hủy lai lần nữa nên mong Pđt kiểm tra giùm em xem hôm nay đã đăng kí thành công chưa. Em cảm ơn",
            ". . Chào bạn. . Gởi bạn thông tin Pdt đã nhận:. . 01/10/2021 9:21:36\t[email]\t11\t[student_id]\tMôn học bị trùng lịch cá nhân và gia đình\tCH2027\tSinh học đại cương"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ PDT cho em hỏi là trước ngày 30/9 PDT sẽ gửi file  can tạm dừng học cho em mà sao bây giờ vẫn chưa có ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv [student_id]. Em đã hoàn thành tất cả các tín chỉ trong ctđt và điểm cũng đã được cập nhật đầy đủ nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa được nhận thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Vài ngày trước, dù được gửi mail xét tốt nghiệp nhưng do có mục chưa thanh toán trong BKPay nên em chưa được xét đăng kí tốt nghiệp. Nay em đã đóng khoảng phí hoàn tất trên BKPay nên em mong phòng đào tạo mở xét tốt nghiệp trên myBk giúp em ạ. Em xin cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Em là [full_name], mssv:[student_id].. . Đợt rút môn học vừa rồi em có đăng kí rút 1 môn. Nếu có thể thì em xin không rút môn được không ạ, tức là được học tiếp môn á cô.. . . . em xin cảm ơn.. .",
            "Chào em,. . Em ghi mã môn học, tên môn học gửi lại nhé.. . Thân mến.. .",
            "Chào cô,. . Em là [full_name], mssv: [student_id].. . Mở lại môn học: . . CO1003 Nhập môn về lập trình. . CO1004 Nhập môn về lập trình (thực hành). . . . Em xin lỗi dù hai môn này là 1 nhưng lúc em rút em lỡ để 2 mã môn học này, nên giờ em phải ghi lại cả 2.. . . . Em xin cảm ơn cô.",
            "Chào em,. . PĐT đã nhận thông tin HỦY Rút môn học của em, môn này trong TKB của em bình thường nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dạ chào quý thầy/cô[full_name] [full_name] Em có nhận được thông báo đơn xin xét tốt nghiệp của em không được xử lý (trả đơn) vì lý do chưa tải ảnh[full_name] [full_name] [full_name] Em đã tải ảnh lên thì bao lâu đơn xét tốt nghiệp của em được xét lại và em có thể in bằng tạm thời[full_name] [full_name] [full_name] Em có nhận được một suất học bổng sau đại học tại Hàn và sẽ sang vào ngày 15/10 và mang theo bằng tạm thời[full_name] Em phải làm như thế nào để có thể nhận bằng tạm thời sớm để kịp tiến hành hợp pháp hóa lãnh sự[full_name] Em xin cảm ơn[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]",
            "Chào bạn. . Bạn kiểm tra lại giấy CNTN tạm thời của bạn đã được tải lên. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . dạ vừa rồi phường em có gửi giấy yêu cầu chứng nhận học để hoãn nghĩa vụ quân sự ạ, trường sẽ gửi về hay em phải lên lấy ạ, hạn chót là 10/10 ạ. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   b MSSV/MSGV: 1712287  /b \t. . . .   i Tốt nghiệp . Em chào PĐT, . . . . Em tên là Nguyễn Thị Thanh Ngân, MSSV: 1712287, em có đăng kí tham gia thi anh văn nói viết vào đợt 3, ngày 02/10 và thuộc nhóm 2. Theo như quy định thì sinh viên phải record lại màn hình máy tính trong lúc thi Writing. Em thực hiện record bằng tính năng có sẵn trong PowerPoint 2019, em đã có sử dụng thử trước đây và đều thành công, trong lúc thi em record thì đồng hồ trên màn hình vẫn chạy (em có đính kèm hình ví dụ trong mail) nhưng đến khi nộp bài em bật qua tab của PowerPoint thì bị báo lỗi và video record cũng bị mất. Trong quá trình thi do em cũng sợ vi phạm quy định không cho bật sang tab khác nên em không dám định kì bật sang tab PowerPoint xem video record có đang hoạt động tốt hay không. . . . . Trong quá trình thi em thực hiện rất nghiêm túc theo quy định và cũng không bị giám thị nhắc nhở lần nào, em nghĩ nếu check lại video ghi hình chung lại buổi thi hôm đó thì có thể thấy được là em có dấu hiệu gian lận hay không để em có thể không bị hủy kết quả thi lần này. Em có thể cam kết nếu em có bất kì hành vi gian lận nào thì em sẽ chịu mọi trách nhiệm, mọi kỉ luật của nhà trường. . . . . Em biết là việc check lại video hôm đó là khá khó khăn, nhưng thật sự 4 năm cố gắng em chỉ mong được tốt nghiệp đúng hạn, kì thi này em đã cố gắng hết sức ôn tập và khá tự tin với kết quả thi của mình, nên nếu vì sự cố kỹ thuật không mong muốn mà kết quả thi bị hủy thì thật sự rất đáng tiếc ạ. . . . . Nếu không thế giữ lại kết quả thi lần này em hi vọng phòng đào tạo có thể cho em một slot để được thi trong đợt 4 sắp tới có được không ạ? Theo như em được biết thì đợt 4 tổ chức thi vào ngày 6 - 10/10 và hiện tại cũng chỉ có chưa đến 500 bạn đăng kí. Nếu được thi lại em sẽ chuyển sang sử dụng phần mềm khác để record, chuẩn bị thật kĩ và bổ sung thêm cả phương án dự phòng. Em ở quê và hiện tại quê em vẫn chưa được tiêm mũi vắc xin nào nên em sợ là em sẽ không kịp lên lại TPHCM để có thể tham gia vào các đợt thi tiếp theo (nếu có) ạ. . . . . Em rất cám ơn Phòng Đào tạo đã bỏ thời gian để đọc thư của em và em chân thành mong phòng đào tạo có thể giúp em xem xét ạ.",
            "Chào bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. .  . . Email\t[email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho e hỏi là e là sv năm 3 nhưng chưa nộp bằng tốt nghiệp do nhiều lí do khác nhau, nhưng bây h dịch e hiện tại k ở sg và bằng tốt nghiệp đang ở ktx cho e hỏi có cách nào để e có thể được đăng kí môn học bình thường ở học kì tiếp theo không ạ, vì lí do bằng này mà e trễ k đăng kí được 2 kì rồi, e cảm ơn nhiều. . . .   i Yêu cầu khác .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Dạ cho em hỏi, em muốn đăng kí bổ sung vào một lớp đã có là môn  Đề cương luận văn tốt nghiệp (GE4341)nhóm LO1 và môn Thực tập tốt nghiệp (GE3343)nhóm L01. Em có nộp đơn cho thầy hướng dẫn và thầy đã đồng ý ạ. . . Em xin cảm ơn.",
            "Chào bạn. . - Bạn chưa có Xác nhận của [full_name], xác nhận của GVHD không rõ (có đồng ý không). . Hiện tại đã đến tuần thứ 8 của HK 211, nên bạn vui lòng làm đơn đăng ký DCLV+TTTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của [full_name] + Giảng viên hướng dẫn đồng ý bổ sung (có thể gởi yêu cầu [full_name] + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. Hiện tại em nhờ phòng đào tạo kiểm tra giúp em điều kiện tốt nghiệp vì hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ.. . . . Em có tham gia chương trình liên thông cao học, và em được báo là đã chuyển điểm từ CT liên thông cao học về CT đại học thông thường (vào ngày 24/09) nhưng hiện tại em vẫn chưa thấy trên bảng điểm. Môn thiếu của em là CO3065 - Công nghệ phần mềm nâng cao - tự chọn nhóm C của khoa KH&KT MT (chuyển từ môn CO5127 - Giải thuật nâng cao). Mong phòng đào tạo kiểm tra giúp em ạ.. . . . Chúc mọi người và gia đình thật nhiều sức khỏe.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Theo quy trình: Phòng Sau đại học có công văn gởi Pdt thì sau khi Pdt ra quyết định sẽ phản hồi kết quả cho Sau đại học để thông báo cho Sv. . Sau khi có kết quả SV gởi yêu cầu xét tốt nghiệp bổ sung tại Bksi . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em dự tính sáng ngày thứ hai 4/10 đóng học phí. Nhưng ngày chủ nhật (3/10), em có lịch tiêm vaccine bất ngờ và nghỉ ngơi ở nhà oti71 giờ. Em sẽ đóng học phí vào ngày thứ ba (5/10), trễ ạ.. . Em muốn biết mình có cần làm thêm thủ tục gì không ạ.. . Em cảm ơn thầy/cô.. . Thức.. . . .   i Yêu cầu khác .",
            "Chào em,. . Em xem quy chế nhé:. . Lưu ý:. . . . ·  Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . ·  Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em tên: Đoàn Công Cảnh.. .  MSSV: [student_id]. Hệ VLVH.. .  Dạ. Hôm bữa em đăng kí xét tốt nghiệp, và . . Phòng Đào tạo đã xử lí xong và cấp cho em giấy chứng nhận tốt nghiệp tạm thời rồi ạ.. .  - Hôm nay em nhận được mail thông báo từ PĐT là Có một số vấn đề phát sinh trong CTĐT nên sinh viên phải chuyển Từ khóa K14 qua Khóa K13 để được PĐT Quyết định và xét tốt nghiệp lại ạ. . .  - Mong được PĐT giải đáp và hướng dẫn cho em với ạ. . .          Chân thành Cảm ơn Thầy/Cô !",
            "Chào em,. . PĐT đã gửi email đề nghị em gửi lại đơn chuyển khóa, rồi đơn không thấy em gửi lại?. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng cho em hỏi khi nào mình nhận được giấy NVQS và nhậ bằng cách nào ạ, em cảm ơn ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "em ghi nhầm ngày tháng ạ, em xin nộp lại cái đơn đã sửa lại ạ",
            "Chào em,. . Em điền vào đơn thêm học kỳ rồi gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký cấp giấy Chứng nhận SV để bổ túc hồ sơ NVQS từ ngày 10/09 theo đường bưu điện nhưng tới nay vẫn chưa nhận được (Tình trạng hiện \"Đã xử lí\"). Cho em hỏi là trường đã gửi giấy theo đường bưu điện chưa ạ. Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến.. .",
            "Em có thể lên cs1 để lấy giấy CNSV đã xử lí không ạ",
            "Chào em,. . PĐT đã gửi bưu điện, em chờ nhận, em lên CS1 cũng không có vì đã gửi bưu điện.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô,. . Em đã tiến hành đăng ký in bảng điểm và đã đóng phí in. Bảng điểm đã có nhưng em không thể tới trường lấy được. Em mong quý thầy, cô có thể gửi bản scan bảng điểm thông qua email sinh viên [email] giúp em ạ.. . Em cảm ơn,. . [full_name]",
            "Gởi bạn file scan bảng điểm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là Hà Tiến Đông, MSSV [student_id], là sinh viên lớp 16VPCDT. Em học CT CLC Việt-Pháp ngoài đại học Bách Khoa Đà Nẵng 2 năm đầu và em chuyển vào đại học Bách Khoa TP HCM vào năm 3 sau kì thi phân ngành. Theo chương trình thì em sẽ được xét miễn các môn năm 1 và 2. Tuy nhiên, nay em kiểm tra lại thì thấy em vẫn còn thiếu môn Nhập Môn Về Kĩ Thuật (ME1001) học ở học kì 1 năm 1 chưa được xét miễn. Mong nhà trường kiểm tra lại để em có thể tốt nghiệp đúng thời hạn.",
            "Chào bạn. . Bạn vui lòng xuất trình quyết định có miễn môn ME1001.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em [full_name] [full_name], Mssv [student_id], lớp CC17CDT2.. . Hiện tại em đã có đầy đủ điểm các môn và có 15 ngày CTXH. Em xin được xét tốt nghiệp bổ sung ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô Phòng đào tạo,. . . . Em là [full_name], MSSV [student_id]. Em đã đăng ký nhận giấy chứng nhận SV để bổ sung hồ sơ NVQS tại địa phương từ ngày 18/9/2021 đến nay vẫn chưa nhận được.. . . . Hiện tại địa phương đã yêu cầu em đi khám sức khỏe do không có giấy chứng nhận sinh viên. Rất mong Phòng đào tạo kiểm tra giúp em phiếu đã được gửi đi hay chưa và khi nào đến để em có thể báo lại với địa phương.. . . . Trân trọng./.. . . .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào các thầy cô ạ, dạ em có vấn đề muốn hỏi như sau: ở địa phương em gửi giấy gọi nghĩa vụ quân sự và yêu cầu ai đang còn di học thì cần giấy xác nhận sinh viên của trường để nộp trong khoảng thời gian từ ngày 4/10 đến ngày 10/10, em đã đăng kí in giấy xác nhận sinh viên trên trang của trường nhưng để gửi về tới nhà em sợ trễ mất, em mong các thầy cô có thể giúp em trong trường hợp này với ạ, nếu được thì em có thể nhận file pdf rồi có thể tự in ra cũng được ạ, em cảm ơn các thầy cô rất nhiều ạ!.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô PĐT. . Em tên là [full_name], MSSV [student_id]. Hiện tại em đã hoàn thành LVTN và đang chờ kết quả anh văn 2 kỹ năng nói viết (Đợt 3), nếu qua anh văn em sẽ đủ điều kiện để tốt nghiệp tháng 11.. . Trên Bkpay em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp tại văn phòng KTX ĐHQG từ năm 2017 rồi. Để tránh các vấn đề không may có thể xảy ra, khiến em không thể  đủ điều kiện đăng ký tốt nghiệp. Mong thầy cô giúp em check lại và cập nhật lại trạng thái của khoản phí đó trên Bkpay giúp em ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô.",
            "Chào bạn. . - Khi có kết quả đạt anh văn nói viết thì đăng ký xét tốt nghiệp bổ sung. . - Tiền bảo hiểm: Pdt ghi nhận sẽ không khai thông tin tốt nghiệp được nếu nợ tiền bảo hiểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy/cô PĐT.. . Em có đăng ký hoãn hk 211 và đã nhận được quyết định của PĐT nhưng không thấy nói về phần học phí ạ. Mong quý thầy,cô giải đáp giúp e ạ.",
            "Chào bạn. . Bạn cho Cô xem quyết đinh của Pdt để Cô kiểm tra và trả lời cho bạn. . Thân",
            "dạ đây ạ",
            "Chào bạn. . Trong quyết định ghi rõ tkb sẽ hủy nên học phí sẽ hủy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào [full_name]T,. . Em tên [full_name], hôm 29/09/2021 vừa qua, em có đăng kí giấy chứng nhận sinh viên, sao qua 5 ngày rồi em vẫn chưa được duyệt và cấp bản in trước ạ, tại địa phương em cần và có hạn, ngày 10/10/2021 phải nộp  nên em rất gấp ạ, mong pDT duyệt và cấp bản in pdf cho em trước với ạ, em xin cảm ơn. . Thân,. .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . Em muốn đăng ký học lại môn nhập môn kỹ thuật phải làm sao ạ?",
            "Đăng ký môn học  /i. . Em muốn đăng ký học lại môn nhập môn kỹ thuật phải làm sao ạ? Em có hỏi PĐT thì PĐT nói chờ K21 vô học thì làm đơn phản hồi lên đây ạ.. .",
            "Chào bạn. . Bạn bổ sung gấp mã số môn học. . Thân",
            "Dạ mã số môn học là EN1001 ạ. Em cảm ơn",
            "Chào bạn. . Đã đăng ký môn học cho bạn. . Ngày mai Bạn kiểm tra Tkb tại Mybk-xemTKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý thầy cô.. . Cho em hỏi là do kì này e chưa đủ điều kiện để đăng kí tiểu luận tốt nghiệp. Và em có đăng kí 1 môn anh văn cơ bản A, để duy trì tình trạng sinh viên và môn học bắt đầu vào tuần sau. Hiện bây giờ e đã làm đơn và PĐT đã đặc cách cho chúng em được làm tiểu luận.. . Nên em muốn huỷ môn anh văn cơ bản A thì có được trong thời gian này không ạ.. . Em cảm ơn.",
            "Chào bạn. . Thời điểm này không thể hủy môn học. . Chỉ có thể rút môn học (tính học phí). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSSV : [student_id]. . Lý do rút môn học: do mạng yếu, và không kết nối mạng đc ở vùng quê nên em ko tham gia đc hầu hết các bài học trên mạng.. . Học kỳ: 1(2021-2022). . Tên môn học: Giải tích 2.. . Mã số môn học: MT1005.. . Mã nhóm: DT02.. . Em đã đăng ký rút môn học vào ngày 14 tháng 9 năm 2021. Nhưng đến hôm nay vẫn chưa rút được.",
            "Chào em,. . Em đã đăng ký rút môn học rồi, em xem email xác nhận của PĐT có ghi xem tkb sau 15/10/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô Phòng đào tạo, em tên [full_name] - MSSV:[student_id]. Vào học kì 202 với lí do mạng nhà em không ổn định nên em đã đăng kí hoãn thi với trường thông qua bksi và đã được trường chấp nhận tuy nhiên khi em kiểm tra trong danh sách hoãn thi lại không thấy tên em trong danh sách. Mong các thầy cô Phòng đào tạo kiểm tra lại và điều chỉnh lại giúp em ạ, em xin cám ơn các thầy cô!",
            "Chào em,. . Em điền lại form này. . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Thầy/cô có thể thông tin về các đợt thi Toeic nói viết tiếp theo không ạ. Em đã thi ở đợt 1 vừa rồi nhưng chưa đủ điểm nên cần thi lại để hoàn thành ạ. .",
            "Chào bạn. . Bạn vui lòng đợi thông báo khoảng từ giữa cho đến cuối tháng 10 về việc thi anh văn 2 kỹ năng các đợt tiếp theo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy (cô). Hiện tại thì xã em đang yêu cầu nộp giấy hoãn nghĩa vụ quân sự (có thể dùng file pdf). Em đã đăng ký in giấy xác nhận sinh viên trên mybk nhưng đến nay vẫn chưa thấy phản hồi. Do 10/10 là hạn để nộp nên em xin hỏi có thể gửi hoặc cấp giấy hoãn nghĩa vụ quân sự cho em sớm được không, hoặc kiểm tra yêu cầu của em mybk. Em cảm ơn. Nếu có thể gửi file qua email giúp em. . . [email]. . Người gửi: [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . - Pdt đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo,. . . . Em tên là [full_name], MSSV là [student_id].. . . . Vừa qua ngày 21/8/2021, em có thi Xử lý tín hiệu tương tự và tín hiệu số (405715), em có điểm danh và nộp bài và thầy xem thi đã bảo bài nộp em được rồi em mới thoát ra, nếu như có thể check lại video hôm thi thì thầy giám thị [full_name] có xác nhận cho em ạ.. . Ngày 16/9 em có vào mybk để xem điểm thì thấy điểm mình là 13, do đó em đã liên hệ giáo viên môn học là thầy [full_name] và được thầy xác nhận là không có bài của em được gửi cho thầy và thầy bảo em hãy hỏi lại thầy giám thị. Sau đó em có liên hệ thầy Châu vào được thấy nhắn quan email là thầy kiểm tra log trường là em không có nộp bài và thầy nói là nộp bài hay chưa thì chỉ có sinh viên tự biết và tự chịu, do đó em không còn hỏi gì. Tuy nhiên hôm qua lúc thi lại môn Nguyên Lý Hoá Công Nghiệp thì thầy xem thi có xác nhận là em đã nộp bài rồi nên em mới biết là giám thị có biết.. . Vậy mong phòng đào tạo xác nhận lại giúp em.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . . . Vậy mong phòng đào tạo xác nhận lại giúp em. . =  Xác nhận gì em ơi ?. . Thân mến,. . . .",
            "Dạ, ngày hôm thi em làm đúng như giám thị dặn là nộp bài trước khi trang web đóng ạ, thầy không có dặn ghi hình lại nên em không có làm ạ.. . Em nghĩ là bên phía trường còn có lưu trữ video lúc thi nên em mong là check lại là em đã nộp và thầy giám thị có nói là oke ạ. Dạ em mong xem xét lại trường hợp này giúp em ạ vì học kỳ này là học kỳ 13 của em rồi ạ. Ngoài ra em vẫn còn giữ lại file pdf của bài thi hôm đó thôi chứ không có lưu video lúc thi ạ, một chi tiết khác nữa là lúc cuối buổi thi thầy giám thị có nói là sao còn một bạn không nộp rồi đọc tên bạn đó, bạn đó cũng xác nhận là nộp trễ hạn không nộp được nên em nghĩ là em đã nộp và thoát khỏi phòng thi meet ạ.. . Em mong là phòng đào tạo xem lại trường hợp của em là xác nhận có nộp, nếu có thể em xin gửi lại bài của mình cho giáo viên môn học.. . Em xin cám ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. .",
            "Thưa phòng đào tạo,. . . . Trước đó vào ngày 16/9 em đã liên hệ giáo viên phụ trách môn học là thầy [full_name] và thầy bảo là thầy không nhận được bài thi của em từ thầy giám thị và nói em hãy liên hệ thầy giám thị. . . . . Sau đó, em có liên hệ với thầy giám thị [full_name] và thầy đã check và phát hiện là không có bài của em trên log file. Trong khi đó, sau khi thi xong em nộp bài và thầy giám thị xác nhận là bài của em đã được nhận rồi. Phòng đào tạo có thể kiểm tra lại video buổi thi ngày 21/8/2021, phòng thi Xử lý các tín hiệu tương tự & số (405715) (P01_A) [VP_HK202], bắt đầu thi lúc 10g00, thời gian kết thúc là 11g30, và cuối giờ thi thầy giám có kiểm tra lại và xác nhận. Phòng có thể kiểm tra lại, hiện tại thì em không biết hướng giải quyết như thế nào. Xin phòng đào tạo có thể cho em xin hướng giải quyết không.",
            "Chào em,. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi,  . . em đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56 . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i  Hủy yêu cầu \"rút môn học\" Nguyên lí ngôn ngữ lập trình CO3005 . Em tên là [full_name], mssv [student_id]. Em muốn rút lại yêu cầu \"hủy môn học Nguyên lí ngôn ngữ lập trình CO3005\" vì lí do đây là môn học trước của Luận văn tốt nghiệp. Xin pdt hướng dẫn em với ạ.. . . . Em chân thành cảm ơn.. .",
            "Chào em,. . PĐT đã nhận thông tin HỦY Rút môn học của em. TKB môn này của em bình thường nhé.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô, em có đăng ký tốt nghiệp và nhận giấy chứng nhận tốt nghiệp rồi. Tiếp theo em sẽ cần phải nộp đơn xin cấp bằng tốt nghiệp, nhưng em tìm không ra hướng dẫn tạo hay làm đơn xin cấp bằng tốt nghiệp. Có gì thầy cô hướng dẫn em với ạ?",
            "Chào bạn. . Vậy là xong rồi, bạn đợi thông tin lễ tốt nghiệp và nhận bằng tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào a/c pdt. . E tên [full_name] -[student_id]. . Do chuyển tiền khác ngân hàng nên e đã đóng học phí dự thính trễ.. . A/C cho e hỏi : e có cần làm đơn đóng trễ không ạ. . Em cảm ơn. .",
            "Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay.. . . . Thời gian:. . . . Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: gia hạn đến 15 giờ ngày 11/10.. . . . Lưu ý:. . . . · Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán: . . . . Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . · Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . . . · Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . · Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . · Sinh viên đã thanh toán học phí vui lòng bỏ qua email này.. . . . Trân trọng thông báo.. . . . A/C cho e hỏi : e có cần làm đơn đóng trễ không ạ. . =  Không cần nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo ạ,. . . . Em có thắc mắc về việc tính điểm vào trong bảng điểm chính thức. Giả sử em đã qua một môn và đăng ký lại môn đó vào kì dự thính để học cải thiện điểm, vậy thì sau này trong bảng điểm của em sẽ ghi điểm cao hơn hay sẽ cộng lại chia hai ạ?. . . . Em cảm ơn rất nhiều ạ.. . . .",
            "Chào em,. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy cô , do tình hình dịch bệnh khó khăn , em không thể thanh toán học phí đúng hẹn được.Em trễ học kì dự thính ạ , em có viết đơn nhưng chỉ thấy đơn gia hạn cho học kì chính , không có gia hạn cho học kì dự thính ạ .Mong nhà trường có thể hỗ trợ cho em thanh toán học phí trễ 1 tuần ạ. . . Em xin cảm ơn thầy cô đã đọc ạ . . . Chúc thầy cô thật nhiều sức khỏe và hạnh phúc ạ.. .",
            "Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay.. . . . Thời gian:. . . . Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: gia hạn đến 15 giờ ngày 11/10.. . . . Lưu ý:. . . . · Sinh viên chưa hoàn tất hoc phí sau thời hạn thanh toán: . . . . Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các kỳ dự thính kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . . Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7.. . . . · Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . . . · Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . · Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . . . · Sinh viên đã thanh toán học phí vui lòng bỏ qua email này.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Thời gian thi học kì 202 em có hoãn thi vài môn do mất video quay màn hình và màn hình máy em có lúc bị chớp nháy liên tục lúc thi, nhưng em chỉ hoãn thi sau khi thi xong mà không báo với Cán bộ coi thi ca đó, vậy em có được ra quyết định hoãn thi không ạ? Điểm thi của bài thi đó vẫn đủ để em qua môn nhưng nó kéo điểm trung bình tích lũy của em xuống nên em mới hoãn thi chứ không phải do điểm đó làm em rớt môn mà em hoãn thi ạ!. . Em cảm ơn thầy/cô ạ!",
            "Chào em,. . Hiện tại em có trong danh sách hoãn thi [student_id]\tHK202\tCO1007. Việc em có được chấp nhận hay không còn chờ hậu kiểm của [full_name]. Em xem email PĐT đã gửi.. . Thân mến.. ."
        ]
    }
]