[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/ cô:. . . . Em tên: [full_name]; MSSV: [student_id]. . . . Em hiện là sinh viên năm cuối, đã hoàn thành LVTN và học đầy đủ số tín chỉ (141 TCTL). Thầy/cô cho em hỏi sao trên mybk-bảng điểm của em lại ghi không đủ điều kiện xét học bổng khuyến khích học tập ạ.. . . . Mong nhận được giải đáp.. . . . Em xin cảm ơn.",
            "Chào bạn. . - Hiện vẫn chưa xét học bổng của HK211,. . - Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn và hỗ trợ: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhờ ad coi giúp em, em có trong danh sách tốt nghiệp dự kiến đợt tháng 11 không ạ. Thanks. . [full_name]. . MSSV: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí thi anh văn đợt 2. Nhưng tại sao lại hiển thị là đã đăng kí. Mong [full_name] giải quyết sớm giúp em . Lịch sử đăng kí bấm vào cũng ko đc",
            "Chào bạn. . Bạn chưa đăng ký được ở đợt 2 mà, . . Bạn vui lòng chup màn hình báo lỗi, để Pdt hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/ Cô,. . . . Em là [full_name]. . MSSV: 1733 559. . . . Em có đăng ký môn \"PH1005 - Vật lý 2\" (Đăng ký môn học HK211 - Đợt 1).. . Nhưng tới giờ em chưa có TKB.. . . . Kiểm tra giúp em với ạ.. . . . Em cảm ơn!",
            "Chào bạn,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 1 (đợt 2)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id], kì này em có đăng kí luận văn tốt nghiệp với mã môn học EE4333, đã có thời khoá biểu nhưng danh sách luận văn của khoa đăng lại không có tên.. . Hình ảnh đính kèm bên dưới á.. . Mong nhà trường xem xét giúp em.. .   i Học vụ .",
            "Em tên là [full_name] ạ",
            "Chào bạn. . Hiện tại trên Mybk- xem tbk đã cập nhận môn LVTN, bạn có thể chụp hình báo về Khoa bổ sung danh sách trước. . Pdt sẽ cập nhật danh sách sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy cô. . Em là [full_name], học kỳ này em có đăng ký dự thính, tổng tiền học phí là 2tr4 và hôm nay là hết hạn đóng tiền.. . Do em đang nằm trong khu phong tỏa, không thể đi nạp và đóng tiền được. . . Em xin hỏi là nhà trường có thể gia hạn thời gian đóng học phí cho em được không ạ. Bởi vì chính sách gia hạn học phí chỉ áp dụng được cho học kì chính mà thôi.. . Em cảm ơn!",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 04/10/2021.. . Thân mến,. .",
            "Chào bạn,. . Nhà trường sẽ gửi lại thông báo đóng học phí dự thính nhé bạn, dự kiến gia hạn đến hết ngày 4/10.. . SV vui lòng đợi mail thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Lần trước em có hỏi về lịch đăng ký tốt nghiệp và được trả lời là . . \"Chào bạn,. . Vấn đề 1) SV không  đăng ký môn học thì không được thi nhé bạn.. . Vấn đề 2) lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. .   B Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt)  /B . . Thân\". . Như vậy những người không thể đăng ký trước ngày 20/10 sẽ không được dự lễ tốt nghiệp có đúng không ạ?. . . . Em xin cảm ơn",
            "Chào bạn,. . Hiện tại thông báo chính thức về ngày tổ chức lễ tốt nghiệp nhé bạn.. . Trên tinh bạn sẽ có ngày để chốt danh sách tổ chức lễ tốt nghiệp nhé bạn.. . Trường hợp những SV tốt nghiệp trễ muốn dự lễ tốt nghiệp vào đợt sau (tháng 4/2022), có thể theo dõi lịch trình tốt nghiệp và liên hệ PDT để xin lên hội trường dự lễ tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Phòng Đào Tạo,. . . . Theo lịch tốt nghiệp tháng 11/2021 được đưa ra vào ngày 7/9/2021 thì   B Hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là ngày 20/10/2021  /B .. . Tuy nhiên, theo thông báo về Các lưu ý và kế hoạch học vụ đầu học kỳ 1 năm 2021-2022 thì   B PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211  /B .. . Hai thông tin này không thống nhất với nhau nên em muốn xin PĐT xác nhận lại về hạn cuối xét tốt nghiệp để em chủ động hoàn thành các điều kiện tốt nghiệp.. . . . Em xin chân thành cảm ơn!. . . . [full_name].",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ tốt nghiệp và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô phụ trách. Em tên là [full_name] mssv [student_id]. Do khi em đăng ký môn EE3027 (hình 1) vào dự thính đợt 3 đã thấy gửi đăng ký thành công nên chủ quan không xem lại thời khóa biểu. Nay khi được phản hồi câu hỏi trên bksi (em gửi từ 5/9) vì sao em chưa có tkb môn học này, thì em check thấy em bị trùng tkb (hình 2). Do giờ cũng đã trễ em mong thầy/cô có thể vẫn sắp xếp cho em vào học lớp DT01 môn EE3027, về phần TN bị trùng lịch em sẽ mail xin Giảng viên cho em đổi buổi học TN môn EE3097 (hình 3) sang lịch (hình 4). Nếu em xin đổi lịch TN không được thì em sẽ chịu trách nhiệm ạ. Vì môn EE3027 này là môn HT cho đề cương luận văn, nếu giờ em vẫn chưa được học thì em sẽ trễ 1 kỳ. Em mong thầy cô chiếu cố cho em, em cảm ơn nhiều ạ. . .",
            "Chào bạn,. . [full_name] thì không đắng ký được nhé bạn. Và hiện tại cũng đã hết thời gian để ĐKMH của HK211 rồi, hiện tại đã qua tuần thứ 5 của HK rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Em có gửi mail 2 lần về việc đăng ký luận văn ạ, sau khi em mail 2 lần thì lần 1 em nhận được câu trả lời là TKB cập nhập trước ngày 15/9 và câu trả lời số 2 là em chưa đạt môn EE2033 nhưng em có kiểm tra thì chương trình đào tạo của em không có môn đó. Và em đã qua gần như hết tất cả các môn trong chương trình ạ",
            "Chào bạn,. . Cô đã ghi nhận trường hợp của bạn và chuyển đi xét lại LVTN nhé.. . Bạn theo dõi TKB cập nhật tại mybk/Thông tin SV trễ nhất sau ngày 21/9 nhé!. . SV chủ động liên hệ về Khoa để xin nhận GV hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo, em là sinh viên Điện tử - Viễn thông K18.. . Hiện tại kì vừa rồi HK202 em có đăng kí môn học IM1029 (Hệ thống sản xuất) của khoa quản lý công nghiệp học.. . Em cứ tưởng môn học không được tính vào điểm TBTL vì không có trong CTĐT của ngành em. Vì thế lúc thi online cuối kì em đã không tham gia.. . Bây giờ em xem bảng điểm thì thấy nó có tính vào. Do lúc ĐK hủy môn em không hủy kịp.. . PĐT có thể hỗ trợ em rút môn học hoặc hoãn thi được không ạ vì môn này không ảnh hưởng đến CTĐT của em, nhưng hiện tại đang kéo điểm TBTL của em rất nhiều! Em tha thiết mong PĐT có thể cho em HT hoặc rút môn vì em đã hiểu nhầm cách tính điểm này. . Em cảm ơn PĐT. .   i Học vụ .",
            "Chào bạn. . Hiện tại môn này đã có điểm, theo quy định không thể rút môn học và hoãn thi vào thời điểm này. . Bạn có thể xem quy định về bảng điểm tốt nghiệp tại đây:. . 15.4 Bảng điểm và học bạ. . . . Trường ĐHBK cấp bảng điểm chính thức khi có yêu cầu. Thông tin trên bảng điểm bao gồm kết quả của tất cả các môn học (thuộc hay không thuộc CTGD của khóa-ngành/chuyên ngành đang theo học) từ đầu khóa học cho đến thời điểm cấp (không tính các môn đã hủy hoặc rút), trong đó gồm các môn học đã đăng ký và có TKB chính thức và các môn học được chuyển điểm/bảo lưu/điểm miễn; ĐTBHK, ĐTBTL, số TCTL, ….. . . . Từ các khóa K2014 về trước, trường ĐHBK cấp học bạ sau khi SV đã tốt nghiệp. Thông tin trên học bạ bao gồm tên ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và các thông tin về kết quả học tập như trên bảng điểm. Học bạ bản chính chỉ được cấp một lần. SV có thể đăng ký in các học bạ bản sao nếu có nhu cầu.. . . . Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp.. . . . Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.. . . . Từ học kỳ 1 năm học 2018-2019, SV đã tốt nghiệp được Trường ĐHBK cấp phụ lục bằng. Thông tin trên phụ lục bằng giải thích về bằng, chương trình học, ngành/chuyên ngành và các thành tựu kiểm định của trường và ngành/chuyên ngành đã đạt được. ”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: nộp đơn xin chuyển hệ và đăng kí môn luận văn tốt nghiệp",
            "Chào bạn. . [full_name] đã có Qd chuyển sang VLVH cho bạn. . Bạn vui lòng cung cấp Mã số môn học của môn LVTN để xử lý dkmh cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em Tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Hiên tại thông tin hồ sơ của em không đúng, em không phải sinh viên khóa 14. . Khoa của em không phải Điện-Điện Tử.. . Đề nghị pdt điều chỉnh chính xác.",
            "Chào em,. . PDT ghi nhận trường hợp của bạn, đã gửi đến bộ phận liên quan xử lý . Nếu sau thời gian 1 tuần (kể từ ngày tiếp nhận, trừ thứ 7,CN và các ngày lễ), SV vẫn chưa nhận được câu trả lời hoặc chưa được xử lý vui lòng gửi lại câu hỏi để PDT kiểm tra lại nhé!. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710811  /b \t. . . .   i Yêu cầu khác . Dạ em chào Thầy/Cô. Em muốn hỏi về việc thanh toán học phí Dự thính ạ. Ngoài phương thức nộp tiền tại quầy hoặc thanh toán online trên hệ thống của ngân hàng OCB thì em có thể thanh toán chuyển khoản được không ạ. Và nếu được thì em sẽ thanh toán qua tài khoản nào và nộp hoá đơn thanh toán tại đâu ạ. Em cảm ơn Thầy/Cô!",
            "Chào bạn,. . Nhà trường sẽ gửi lại thông báo đóng học phí dự thính nhé bạn, dự kiến gia hạn đến ngày 4/10.. . SV vui lòng đợi mail thông báo lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, . . Em đăng ký phúc tra bài thi môn Knh tế chính trị [full_name] - [full_name] từ ngày 6/9/21 và ngày mai 15/9/21 là hết hạn phúc tra nhưng tình trạng vẫn hiện là đang được xử lý. . . Em không biết có trục trặc gì không ạ? Mong thầy cô kiểm tra giúp em ạ. Em cảm ơn.",
            "Chào em,. . Em nộp Phúc tra bài thi trên web : em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa k15 hiện tại em muốn đăng kí thi anh văn nói viết theo hình thức trực tuyến, đợt 3, Msmh:BKE123. Nhưng không đăng kí được do em bị tạm dừng do không đăng kí môn học ở kì trước ạ. Em mong nhà trường thu nhận em lại để em được đăng kí thi ạ.Em xin cám ơn ạ!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Cô đã bỏ tên bạn vào ds đăng ký. . Thứ 6 (17/9) bạn sẽ đăng ký từ 8g đến 15 giờ . . Ngày mai sẽ có thông báo đăng ký. . Sau khi bạn đạt anh văn 2 kỹ năng thì lúc đó nộp đơn thu nhận cũng được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Đăng ký môn học  /i  . . Lý do em bỏ lỡ đăng ký môn học: Là do em chưa nhận được điểm bài tập lớn em nghĩ là em sẽ đủ điểm để qua môn nhưng khi có điểm thì lại không được nhưu mong đợi ạ.. . Em muốn đăng ký vào lớp [full_name] tính (MT 1009) của thầy [full_name] lớp (DT-02). . Mong cô cho em thêm thời gian để bổ sung xác nhận của thầy ạ . . . .",
            "Thưa cô tiêt học vừa rồi của thầy em có xin link của bạn, tham gia lớp học và ghi chép đầy đủ. Nên không lo bị trễ bài đâu ạ. Em đã liên hệ với thầy khi nào thầy trả lời em sẽ gửi xác nhận cho cô.. . Em cảm ơn cô đã bỏ thời gian ra hỗ trợ em. . . T",
            "Thưa Cô thầy đã có xác nhận rồi ạ.",
            "Mong cô có thể sắp xếp thời khoá biểu cho em. Để em có điều kiện tham gia lớp học sớm ạ.. . Em cảm ơn cô. . . . .",
            "Em muốn bổ sung thêm thư xác nhận của của thầy rõ ràng hơn ạ. . Em cảm ơn và mong cô sắp xếp lớp giúp em ạ.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào pdt,em tên đinh xuân khánh,mssv[student_id] cho em hỏi là đợt trc do tình hình dịch nó phức tạp nên tụi em bị hoãn lại kì thực tập 3,4 tháng nay và chưa có thông báo của trường là khi nào mới đc đi thực tập, mak tụi em K17 thời gian đào tạo cũng ko còn nhiều mak theo như em đc biết thì học kì này tổng số tín chỉ đạt đc là 96 chỉ thì đủ đkien làm luận văn tốt nghiệp, thì em vừa mới thi kết thúc xong hki 202 và pdt mới cập nhật tc thì em đủ 96 chỉ,thì em ko biết là pdt có thể bổ sung cho em tkb tiểu luận tốt nghiệp để em đc làm trong học kì này đc ko ạ,em cám ơn",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã [full_name] và xác nhận đồng ý của [full_name] cho SV nhận LVTN thời điểm này (hiện tại đã qua tuần thứ 5 của HK). . Thân",
            "Dạ cho em hỏi là cái xác nhận đồng ý của khoa cho SV nhận TLTN là em viết đơn bằng giấy rồi  hay em phải lấy mẫu từ đâu ạ,em cảm ơn",
            "Chào bạn,. . Hiện tại tùy [full_name] có các xác nhận cho SV, em có thể gửi mail về [full_name] để hỏi nhé, em viết đơn và gửi về [full_name] để nhờ xác nhận nhé. . Thân",
            "Dạ em chào pdt,em đã làm đơn xin xác nhận đồng ý cho SV nhận TLTN từ khoa rồi ạ,và khoa cũng đồng ý cho em nhận TLTN và khoa sẽ gửi lại cho pdt,nên em xin bổ sung mã môn học TLTN (260663) rất mong pdt xem xét nếu em đủ đk thì cập nhật tkb cho em để em liên hệ giáo viên hướng. Dẫn nhận đề tài ạ,em cám ơn",
            "Chào bạn,. . Cô chưa hiểu ý, nêu khoa gửi theo đường công văn thì bạn vui lòng theo dõi trả lời phản hồi từ [full_name] nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa - Đại học Quốc gia Thành phố Hồ Chí Minh. . . . Em là [full_name], MSSV: [student_id], CMND: [student_id]86. Em có đăng ký thi nói viết đợt 1 và được thông báo là đóng tiền phí qua bkpay từ 8h thứ 5 ngày 9/9 đến 14h50 thứ 6 ngày 10/9. Em đã cố gắng đóng tiền từ 15h ngày 9/9 và đã thử đi thử lại nhiều lần (lần cuối là 12h30 thứ 6 ngày 10/9) nhưng không thành công. Em sẽ đính kèm các tin nhắn thông báo OTP và trang OCB thông báo lỗi thanh toán. Ngày 12/9 em đã thử thanh toán lại thành công nhưng đã bị trễ hạn.Em có liên hệ tổng đài nhưng cũng không nhận được sự hỗ trợ. Em cũng đã thử liên hệ BK English thì họ nói em phải hỏi phòng đào tạo. . . Vi thế em viết thư này mong phòng đào tạo xem xét trường hợp của em vì tình hình dịch bệnh không thể thi offline và em cũng đã cố gắng đóng nhiều lần nhưng không thể được vì lỗi hệ thống. Nếu thời gian quá gấp không thể sắp xếp để em có thể thi đợt 1 thì hi vọng em có thể đăng ký được cho đợt mới.. . . . Mong nhận được hồi âm sớm từ phòng đào tạo.",
            "Chào bạn. . Cô đã ghi nhận, bạn thi cùng đợt 2 nghen, kiểm tra mail thông báo ngày thi do TTNN gởi dự kiến trước 21/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Admin, . . . . Mình tên là [full_name] K17 MSSSV: [student_id], mình đã đủ điều kiện tốt nghiệp tuy nhiên khi đăng ký tốt nghiệp trên mybk mình không đăng ký được do Nợ học phí - mình có kiểm tra trên bkpay là do đăng ký in phiếu điểm. Mình đã thanh toán vào ngày 12/09. Không biết là mình sẽ đợi trong khoảng thời gian bao lâu để được xét tốt nghiệp? và có được đăng ký xét tốt nghiệp trong đợt này không ạ. Mong nhận được sự giải đáp. xin cảm ơn!",
            "Chào bạn,. . Sau 10h ngày 15/9 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . . . Hiện tại  thì phiếu chứng nhận sinh viên để hoãn NVQS của em vẫn chưa được xử lý xong dù đã gần 1 tuần. Em [full_name] vì 16/9 đã phải nộp lên cho địa phương rồi ạ. Mong PĐT thông cảm và giải quyết sớm giúp em ạ.. . . . Em có đính kèm cả ảnh gọi NVQS của địa phương ở trên đó ạ (hạn 7h30 ngày 16/09/2021).. . . . Mã phiếu:     CNSV.[student_id].1. . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ PĐT cho em xin giấy xác nhận đang học tại trường để tạm hoãn gọi nhập ngũ theo Luật nghĩa vụ quân sự ạ.. . Hiện tại tình hình dịch bệnh đang phức tạp nên địa phương chỉ cần file ảnh hoặc file pdf để xác nhận với địa phương là được ạ.. . Mong PĐT gửi giúp em qua mail ạ.. . [email]. .",
            "Chào bạn,. . Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . hiện tại do chưa gửi được qua bưu điện, sau khi SV đăng ký, PDT sẽ up file mềm của giấy CNSV ngược lại mybk để SV tải về trước nộp cho địa phương nhé (Sau khi báo tình trạng đã xử lý). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào cô,. . Hôm qua, ngày 13/9, em đã liên hệ bên phía ngân hàng OCB để làm rõ giao dịch đóng lệ phí anh văn của em, bên phía ngân hàng thông báo giao dịch của em đã thành công, hiện tại ngân hàng sẽ hỗ trợ em liên hệ với BKpay để giải quyết nợ trên hệ thống, nhưng hôm nay ngày 14/9, em liên hệ lại với bên ngân hàng OCB thì ngân hàng trả lời là bên phía ngân hàng đã gửi yêu cầu tới hệ thống [full_name]pay nhưng vẫn chưa nhận được phản hồi. Có cách nào liên lạc với bên hệ thống BKpay để xác nhận yêu cầu của em từ phía ngân hàng không ạ. . . .",
            "Chào bạn,. . Hiện tại cô kiểm tra trên bkpay thì bạn đã thanh toán được khoản lệ phí thi AV nói viết 150.000đ. . Cô đã ghi nhận lại trường hợp của bạn và gửi ds cho Trung tâm ngoại ngữ để cho bạn thi.. . SV đợi mail thông báo của TTNN về ngày giờ thi cụ thể nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/ cô ạ !. .  Qúy thầy / cô cho em hỏi là PĐT đã gửi giấy CNSV được duyệt đi chưa ạ. Em cám ơn ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên: [full_name]. . MSSV:[student_id]. . Hệ VLVH: Kỹ Thuật Ô Tô. . Hiện tại thông tin hồ sơ của em không đúng, khoa của em không phải điện-điện tử. . Đề nghị phòng đào tạo sửa lại chính xác.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt cập nhật lại. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em được phép hỏi là việc tham gia vào làm đề tài có bắt buộc đối với sinh viên, cụ thể là Kỹ sư Tài năng. Do em thấy mail ghi là \"Rất gấp\" nhưng chưa nói cụ thể là có bắt buộc hay không. .",
            "Chào bạn. . Pdt không quản lý việc này, bạn liên hệ lại Phòng/ban đã gởi thông báo cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi: Điểm của môn học trong   B dự thính học kỳ chính  /B  có được tính vào điểm TBHK để xét điểm rèn luyện, danh hiệu sinh viên và học bổng khuyến khích hay không ạ?. . . . Em xin cảm ơn.",
            "Chào em,. . TBHK để xét điểm rèn luyện, danh hiệu sinh viên và học bổng khuyến khích. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính gửi Phòng đào tạo,. . Em tên là Nguyễn Đức Thọ. . MSSV: [student_id]. . Em xin được trình bày như sau: trước khi em đăng ký hoãn thi Xác suất thống kê thì Phòng đào tạo chưa gửi form đăng ký hoãn thi, và Phòng đào tạo yêu cầu nếu muốn hoãn thi thì đăng ký trên bksi. Do vậy, em đã đăng ký hoãn thi trên bksi và em thấy đã được xác nhận rồi ạ. Do đó, khi trường gửi form đăng ký hoãn thi, em đã không đọc kỹ mail nên em chưa điền form đó ạ.. . Vậy cho em hỏi vậy là em hoãn thi không thành công hay sao ạ? Mong Phòng đào tạo xem xét cho trường hợp của em ạ. . Em xin cảm ơn",
            "Em điền vào form này nhé, xem email xác nhận.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Hiện em đang cần file PDF bảng điểm từ trường để hoàn thiện hồ sơ cho học bổng, em đã đăng ký từ 1/9 nhưng đến nay vẫn đang trong tình trạng \"đang in\" và do tình hình dịch nên việc chuyển phát gặp khó khăn. Thầy/cô có thể giúp giúp em nhận bảng scan của bảng điểm qua email được không ạ. . . Email của em là: [email]. . . . Trân trọng,. . [full_name]. . MSSV/MSGV: [student_id]",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em là sinh viên năm 4 đã hoàn thành khóa luận tôt nghiệp hồi thansg8. Trong thời gian học kì hè em có đăng kí học cải thiện môn Phương pháp tính nhưng không tham gia dự thi được và đã đăng kí hoãn thi với PĐT. Hiện tại em không muốn thi vì điểm tổng kết cuối cùng đã đủ thì có cần làm đơn gì không ạ?",
            "Chào bạn. . Vậy bạn gởi giúp Cô đơn xin huỷ Hoãn thi, để Cô cập nhật vào hệ thống. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Hiện tại em đang ở tphcm bị phong tỏa không ra ngoài được , tài khoản ocb của em thì bị sự cố mất 2 năm nay rồi , trước giờ em chỉ toàn ra ngân hàng ocb để đóng học phí thôi ạ . Giờ làm sao để em đóng học phí dự thính được đây ạ . . . .",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 04/10/2021.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên là [full_name]. . MSSV: [student_id]. . Hệ VLVH. . . . Em đã có apply xin rút môn học của học kỳ 1(2021-2022) qua email thông báo của Phòng Đào Tạo rồi ạ. Nhưng sắp tới kì thanh toán học phí vào ngày 15/09, thì em vẫn bị tính học phí cả môn mà em vừa mới rút. Xin thầy cô hướng dẫn giúp em.. . . . Em xin chân thành cảm ơn!. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Rút môn học vẫn tính học phí theo quy định nhé, SV đọc kỹ lại mail về thông báo rút MH và xem chi tiết quy định về rút MH tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào cô, thưa cô, em đã hoãn thi môn nguyên lý ngôn ngữ lập trình, nhưng khi cập nhập điểm lên mybk thì em lại nhận được điểm 13 ạ, cô cho em hỏi như vậy là coi như em bỏ thi ạ?. .  Em cảm ơn cô, mong cô giải đáp thắc mắc cho em ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi: Thầy,cô phụ trách bksi. . Em tên là: Trần Minh Bình. . MSSV: [student_id]. . . . Học kì 202 em có đăng kí hoãn thi môn Xác [full_name] ( MT2013,nhóm L04-A,10h,5/8). .  Em đã gửi đơn cả ở email PĐT và [full_name].. . . . Nhưng hiện tại, điểm cập nhật trên thông tin sinh viên của em là điểm 13.Em kính mong thầy cô xem xét vì em không hề bị cấm thi cũng như được giảng viên xác nhận.. . . . Kính mong Thầy,Cô giúp đỡ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quí thầy cô,. . Em tên là [full_name] MSSV: [student_id]. . Em có thắc mắc về đơn gia hạn học phí, đó là em phải tải đơn về đánh máy hay viết tay các thông tin cá nhân ạ, rồi sau đó [full_name] ký bằng hình thức online đúng không ạ?. . Em cảm quí thầy cô,. . Chúc thầy cô luôn vui vẻ và sức khỏe ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Đây là em hỏi PĐT, cô không hướng dẫn được nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên: [full_name]. . MSVV: [student_id]. . Hệ VHVL: Kỹ Thuật Ô Tô. . Học phí HK202 em vẫn chưa đóng, cho em hỏi học phí Hk211 (11.250.000 vnđ) có bao gồm học phí học kỳ HK202 ko ạ?. .",
            "Chào em. . HP Hk211 sẽ được tính lại, HP này không bao gồm học phí HK202. . Thân chào",
            "Chào bạn. . Sau khi kiểm tra lại quy định về cách tính học phí của năm học, Cô gởi cho bạn thông báo về mức học phí đính kèm nghen, bạn xem chi tiết tại mục VI- Vừa làm vừa học: học phí của Khoá 21. . - Học phí của Hk202 không bao gồm trong học phí của HK211, và sẽ thông báp cho SV về khoản học phí này sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em đang muốn xin vay tiền từ quỹ để đóng tiền học phí kì 211 và em có thấy là yêu cầu đơn trình bày hoàn cảnh khó khăn có xác nhận của địa phương.. . Không biết mình có mẫu đơn này không ạ ?. . . .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại dịch rất căng thẳng thì liệu phải nộp  bằng tốt nghiệp THPT chưa Thầy Cô nhỉ. Và nếu không có khả năng đi nộp được vì trong khu vực đỏ thì sao ạ.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào ạ !!. . Em có một vấn đề thắc mắc đó chính là từ đầu khi nhà trường thông tin việc mở lớp Anh Văn theo nhu cầu chỉ nói tính kết quả là “Đạt” chứ không nói đến việc tính vào điểm trung bình tích luỹ gi cả ạ . Nhưng hiện tại sao khi em xem bảng điểm thì em thấy nhà trường có tính vào điểm trung bình tích luỹ . Mong nhà trường giải đáp giúp em ạ . Em xin cám ơn ạ . . . .",
            "Chào bạn,. . Điểm trung bính tích lũy chung thì vẫn tính bình thường nhé bạn, nhưng không tính vào điểm trung bình tích lũy ngành (khi xét tốt nghiêp). . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 19.2. . \"Điểm trung bình tích lũy (ĐTBTL) là điểm trung bình của tất cả các môn học kể từ đầu khóa học đến thời điểm tính, thuộc hoặc không thuộc CTĐT khóa-ngành/chuyên ngành đang theo học, kể cả các điểm bảo lưu/chuyển điểm, mỗi mã số môn học chỉ được tính tối đa một lần theo công thức sau và làm tròn đến 0,01:. . Điểm trung bình tích lũy ngành (ĐTBTLN) được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Các thầy cô cho em hỏi là khoing thanh toán học phí trên trang bkpay do em không thấy mục chọn thanh toán ạ. .",
            "Chào em,. . PĐT đã gửi email:. . \"Thân gửi các bạn sinh viên,. . . . Sinh Viên thanh toán học phí qua cổng thanh toán BKPay. . . . Thời gian:. . . . 1-  Dự thính ngoài giờ, Dự thính chuyển hệ, VLVH (học nhóm dự thính ngoài giờ), VLVH (diện chuyển cơ sở, chuyển hệ), Anh văn theo nhu cầu: từ ngày 15/09 đến 15 giờ ngày 04/10/2021 (gia hạn thời gian vì giãn cách xã hội).. . . . 2-  Đại học chính quy, Cao đẳng, Bằng 2, VLVH: dự kiến từ 2/11 đến 15 giờ ngày 9/11/2021.. . . . Lưu ý:. . . . -      Sinh viên chưa hoàn tất học phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 7. . . . -      Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí. . . . -      Học phí Học Kỳ chính chưa được tính miễn giảm diện chính sách. Lý do: Phòng Công tác chính trị Sinh viên chưa gửi danh sách miễn giảm. Học phí sẽ được cập nhật mới (nếu SV có tên trong ds miễn giảm) trước khi bắt đầu thanh toán học phí vào đầu tháng 11/2021. . . . -      Liên hệ Phòng Công tác chính trị Sinh viên để được hỗ trợ gia hạn học phí.. . . . -      Sinh viên theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . -      Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố): 18006678.. . . . . . . . Mọi thắc mắc của sinh viên về học vụ, bạn vui lòng gửi câu hỏi vào trang Hỗ trợ trực tuyến: bksi.hcmut.edu.vn/ hỏi-yêu cầu/Tạo câu hỏi-yêu cầu mới để gửi câu hỏi cho Phòng Đào tạo.. . . . Hoặc liên hệ email: pdt@hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . Mssv [student_id]. . Em đã hoàn thành 141 tín chỉ theo ctdt và chuẩn av nói viết. . Tuy nhiên em search trong danh sách dự kiến tốt nghiệp tháng 11 thì không có tên em. . Em mong pdt xem xét giúp em. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào   B phòng đào tạo  /B ,. . . . Em tên là [full_name], MSSV [student_id], sinh viên ngành kỹ thuật hóa học - CLC. . . Em vừa nhận được danh sách tốt nghiệp tạm thời từ khoa cho tháng 11, tuy nhiên lại không có tên em. Khi tra các yêu cầu tốt nghiệp thì em đã hoàn thành đủ, bảng điểm cũng đã cập nhật đủ các môn trong chương trình học. Nên em xin gửi yêu cầu để xin   B \"Đơn xin xét tốt nghiệp bổ sung\"  /B  từ phòng đào tạo ạ.. . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Em gửi câu hỏi này về việc em đã đủ điều kiện xét tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp. Kính mong Phòng đào tạo xem xét.. . Thông tin của sinh viên:. .  - Họ tên: [full_name]. .  - MSSV: [student_id]. .  - Lớp-khoa/ngành: CC17HC11-[full_name]. .  - Email: [email]. . Em xin cám ơn.. . . . [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa thầy/cô ạ. Cho em hỏi lần trước em có đặt câu hỏi là \"điểm môn anh văn 1 A mã môn học là LA1037 điểm số của môn học này có tính vào điểm trung bình tích lũy không ạ hay chỉ tính chỉ nếu đạt \" và em nhận được câu trả lời là môn Anh văn 1A là môn tương đương nên chỉ tính vào số tín chỉ tích lũy chứ không tính vào điểm trung bình tích lũy nhưng mà hôm nay khi cập nhật điểm lên hệ thống thì điểm môn Anh văn 1 A vẫn tính vào điểm trung bình tích lũy nên mong thầy cô xem lại giúp em . Em cám ơn . .",
            "Chào bạn,. . Điểm trung bính tích lũy chung thì vẫn tính bình thường nhé bạn, nhưng không tính vào điểm trung bình tích lũy ngành (xét tốt nghiêp). . SV đọc kỹ lại quy chế nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 19.2. . . . Điểm trung bình tích lũy (ĐTBTL) là điểm trung bình của tất cả các môn học kể từ đầu khóa học đến thời điểm tính, thuộc hoặc không thuộc CTĐT khóa-ngành/chuyên ngành đang theo học, kể cả các điểm bảo lưu/chuyển điểm, mỗi mã số môn học chỉ được tính tối đa một lần theo công thức sau và làm tròn đến 0,01:. . Điểm trung bình tích lũy ngành (ĐTBTLN) được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi, phân ngành khoa em xét điểm hk2 năm học 2020-2021, mà hk đó em hoãn thi vài môn thì có bị thiệt gì so với các bạn khác không ạ? Em cảm ơn!",
            "Chào em,. . Vấn đề phân ngành, em liên hệ Khoa để được hướng dẫn nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], Khóa K14 trường Đại học Bách Khoa.. . Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được.. . Nhưng em vẫn chưa được đăng ký thi anh văn 2 kỹ năng nói viết vào 3 đợt vừa rồi. Em xin thầy cô xem xét lại để em đăng ký thi anh anh văn nói viết vào đợt tiếp theo.. . Em xin chân thành cảm ơn Thầy Cô.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], Khóa K14 trường Đại học Bách Khoa.. . Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Em đã nộp đơn và được gia hạn tốt nghiệp đợt tháng 11/2021. . . Tuy nhiên, em vẫn chưa đăng ký thi anh văn nói viết được (cũng không nhận được email đăng ký thi anh văn nói viết online như các bạn khác). . . Kính nhờ Thầy/Cô bổ sung tên em vào danh sách thi anh văn nói viết để em kịp đăng ký thi ạ.. . Trân trọng cảm ơn Thầy/Cô.. .",
            "Chào em,. . Bạn vui lòng đợi mail thông báo đăng ký đợt 3 nhé, cô đã ghi nhận vào ds.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Nhà trường, Phòng Đào tạo,. . . . Em là [full_name], hiện tại em chỉ thiếu Anh văn Nói - [full_name] là sẽ tốt nghiệp. Theo như em được email thì dự kiến xét tốt nghiệp vào \"đến hết học kì 211\". Nhưng theo trên trang web \"aao.hcmut.edu.vn\" thì hạn chót đăng kí tốt nghiệp 20.10.2021. Vậy Nhà trường/Phòng Đào tạo vui lòng xác nhận giúp em:. . 1. Thời gian xét tốt nghiệp đến hết HK211 là khi nào?. . 2. Hạn chót đăng kí tốt nghiệp cho K17 là khi nào ạ? . . . . Rất mong Nhà trường, Phòng Đào tạo giải đáp giúp em, em xin chân thành cảm ơn.. . [full_name]",
            "Chào bạn. . Lịch trình tốt nghiệp SV xem tại đây:. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Lịch này để chốt danh sách tham dự lễ và in bằng TN chung. . Mặt khác nhà trường vẫn cứu xét xét tốt nghiệp đến hết HK211 dành cho những trường hợp trễ hạn nhé (vẫn in bằng trễ cho SV, và in theo đợt). . Thân. .",
            "Kính chào Cô [full_name],. . . . Theo như Cô nói thì \"nhà trường vẫn cứu xét tốt nghiệp đến hết HK211\". Vậy Cô cho em hỏi là trên bằng tốt nghiệp sẽ in đợt tốt nghiệp nào ạ? Và nó có các thông tin gì khác so với bằng Tốt nghiệp chung không ạ?",
            "Chào bạn,. . Dự kiến khi hết thời gian xét TN chính thức, trường hợp xét trễ sẽ mail thông báo nhận bằng sau (dự kiến sẽ in vào cuối mỗi tháng,sẽ có mail thông báo cho SV nhận bằng sau). . Cô chưa hiểu ý bạn hỏi, các thông tin gì?. . . . Thân",
            "Kính chào Cô [full_name],. . . . Nếu các bạn được cứu xét trễ đến hết HK211 á Cô. Vậy thì các thông tin ghi trên bằng tốt nghiệp \"Được cứu xét\" đó của các bạn sẽ được in các thông tin gì khác so với bằng tốt nghiệp chung ạ? (TN Tháng 11). Do em là lớp trưởng của lớp nên em phải nắm rõ các thông tin này.. . . . Rất mong Cô giải đáp giúp em. . . Trân trọng cảm ơn Cô ạ,. . [full_name]",
            "Chào bạn,. . không nhé bạn, in theo quy định chung và diện tốt nghiệp của các bạn thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô. . . . Em là [full_name],. . MSSV: [student_id]. . . . Em muốn hỏi trong lúc tra cứu \"  B Danh sách dự kiến tốt nghiệp tháng 11/2021  /B \" trên trang www.aao.hcmut.edu.vn  thì em   B không tìm thấy kết quả!  /B . . . . Em muốn xác nhận lại lý do mình không có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 ạ?. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Em chào cô ạ. . . . Về việc em không có tên trong danh sách dự kiến tốt nghiệp e muốn cô   B xác nhận lại  /B  giúp em là do hệ thống   B chưa cập nhật  /B  và   B e đã hoàn toàn đủ điều kiện tốt nghiệp vào tháng 11/2021 rồi  /B  được không ạ?. . . . một số thông tin khác là các bạn cùng khoá với em đã có tên trong danh sách rồi, trường hợp em lại không có, nên cần đảm bảo mình không còn vướng điều kiện tốt nghiệp nào ạ.. . . . Mong cô hiểu cho. . Em xin cám ơn",
            "Chào bạn,. . Trường hợp của bạn cô chỉ ghi nhận là chuyển cho bộ phần xét tốt nghiệp để xét lại cho bạn để kiểm tra bạn đã đủ hay còn thiếu điều kiện gì.. . Trường hợp của bạn còn thiếu Toeic, bạn xem lại quy định về CCNN xét TN (4 kỹ năng). . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân",
            "Em chào cô,. . . . Hôm nay là 21/09 rồi nhưng em vẫn chưa nhận được email về vấn đề tốt nghiệp tháng 11 của em ạ.. . . . Nhờ cô xem xét và kiểm tra lại tình trạng của em được không ạ?. . . . Xin cám ơn",
            "Chào bạn,. . Trường hợp của bạn cô đã trả lời ở câu trả lời trên rồi.. . Bạn còn thiếu TOEIC. . bạn xem lại quy định về CCNN xét TN (4 kỹ năng). . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân",
            "Em chào cô,. . MSSV: [student_id]. . . . Về Quy Chế/Quy Định:. .  + Theo quy chế đào tạo \"Quy định về kỹ năng tiếng Anh:\" có ghi trong trường hợp đã có chứng chỉ TOEIC (Listening & Reading) với em khoá 2017, KHÔNG thuộc tài năng, thì cho phép thi thêm kỹ năng Speaking & Writing do BKEnglish tổ chức và đặt điểm từ 200 trở lên.. . . . Về Chứng cứ:. .  + Em đã thoả cả 2 điều kiện trên, có thể xem thêm trong ảnh em đính kèm là bằng Toeic (Listening & Reading) em đạt 850 và còn hiệu lực đến 10/2022, cũng đã gửi và nộp chứng chỉ trên mybk. .  + Đối với bài thi Speaking & Writing do BKEnglish Tổ chức, em đạt 230, có thể xem lại kết quả tại trang http://bkenglish.edu.vn/ket-qua-08-05.html. .  + Và Điểm trên BkEnglish được bên BKEnglish xác nhận là họ đã gửi về cho PDT.. . . . Nhờ Cô kiểm tra lại giúp em gặp lỗi khâu nào không ạ?. . . .",
            "Chào bạn,. . Trường hợp của bạn cô đã ghi nhận lại và chuyển cho bộ phận về AV kiểm tra lại kết quả TTNN đã chuyển cho PDT chưa nhé và sẽ chuyển xét tốt nghiệp lại cho bạn.. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "Em chào cô,. . . . Em muốn hỏi thăm có tin tức mới về trường hợp của em chưa ạ?. . . . Xin Cám ơn",
            "Chào bạn. . Cô kiểm tra tình trạng bạn mới cập nhật kết quả thi anh văn 2 kỹ năng. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời. . Thân",
            "Mới cập nhật 2 kỹ năng nghĩa là   B chỉ mới được chấp nhận TOEIC 2 kỹ năng (Listening + Reading)  /B  đúng không ạ?. . . . PDT   B KHÔNG chấp nhận   /B kết quả thi Speaking + Writing từ BKEnglish chủa em trong tháng 5? và giờ phải thi lại để nộp cho PDT đúng không cô?. . . . Xác nhận giúp em để em đăng ký thi sớm ạ.",
            "Chào bạn. . Chỉ còn đợi cập nhật xong Chứng chỉ TOEIC Speaking & Writing (2 kỹ năng nói viết) là được. .",
            "Em chào cô,. . . . Cô cho em hỏi tình hình cập nhật điểm Speaking & Writing(BKEnglish) đã hoàn thành chưa ạ?. . . . Trên danh sách dự kiến tốt nghiệp aao.hcmut.edu.vn vẫn chưa thấy cập nhật tên em ạ.. . . . Xin cám ơn",
            "Em đã nhận được mail xác nhận tốt nghiệp, cám ơn sự giúp đỡ của cô trong thời gian qua ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . HK203 vừa rồi em có đăng ký lớp Thực tập đại cương - ME1011, trên thời khóa biểu của em có thông tin lớp nhưng trên BKel lại không có, nên dẫn tới tình trạng thầy hướng dẫn không hề có thông tin lớp cũng như biết em có trong lớp đó, do vậy nên không có sắp xếp cho em đi thực tập, em xin PĐT xem xét kiểm tra lại giúp em để thầy có thể sắp xếp ạ",
            "Chào bạn,. . Về việc phân đi thực tập, em liên hệ khoa để được hướng dẫn thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name].. . MSSV là [student_id].. . . . Trong học kì vừa rồi em có học môn 'Các phương pháp vật lý nghiên cứu chất rắn'. . . Mã môn học là CH3119, mã nhóm là CC01 - A. . . GV phụ trách là thầy [full_name].. . . . Em đã nhắn hỏi thầy và thầy xác nhận là đã gửi điểm cho PĐT nhưng em vẫn chưa thấy điểm được cập nhật. Em có đính kèm bảng điểm trên MyBK.. . . . Em mong trường có thể hỗ trợ sớm cho em để em đủ điều kiền đăng kí tốt nghiệp ạ. . . Em xin chân thành cảm ơn. . .",
            "Chào em,. . Em ơi, PĐT vẫn chưa nhận được điểm em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chị ơi,có gì chị kêu phòng đạo tạo kiểm tra lại chỗ điểm lý 2 của em với ạ.Em vào phần điểm rồi và thấy là vẫn 3,3 ạ,chưa sửa lại thành 13 đâu ạ.Em xin cảm ơn.. .",
            "Chào bạn. . Việc ghi điểm này là do Giảng viên nhập điểm. . - Hoãn thi: Cô đã kiểm tra bạn đã đăng ký thành công. Quy trình hoãn thi còn phải đối chiếu với [full_name] về điểm về ds cấm thi, nên bạn vui lòng đợi thông báo. . Nếu có Quyết định hoãn thi sẽ được cập nhật thành điểm 14. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em học khoa Máy tính ạ. Dạ vì em có vấn đề muốn xin đăng ký bổ sung đề tài luận văn nhưng em lại không có email của phòng giáo vụ khoa phụ trách luận văn tốt nghiệp a. Vì cổng thông tin sakai của khoa em cũng đang bị sập nên em không biết nên tìm ở đâu ạ. Thầy cô cho em xin email của cô [full_name] bên phòng giáo vụ khoa KH&KT Máy tính được không ạ  .",
            "Chào bạn,. . Thông tin liên hệ của Khoa máy Tính nhé:. . Văn phòng\t: Tòa nha A3 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38.647.256 - Ext: 5847. . Fax\t: (84.8) 38.645.137. . Website\t: http://www.cse.hcmut.edu.vn. . Email\t: [email]"
        ]
    }
]