[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .",
            "Đã đăng ký cho bạn.. . . . Bạn theo dõi tkb cập nhật lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. . Em muốn xin phép nhà trường cho em được chuyển lớp Vẽ kỹ thuật từ nhóm tổ L04-A sang L08-A.. . Lí do: vì em học ngành môi trường nhưng nhà trường lại xếp em học chung với ngành cơ khí nên em sợ mình sẽ không theo kịp nên em mong nhà trường sẽ chấp thuận.. . Em xin phép được giải bày trực tiếp nếu có vướng lịch học hay không được chấp thuận ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký và hiểu chỉnh môn học cho học kỳ chính 182.. . Sau khi Phòng Đào tạo xếp thời khóa biểu thì trong đợt hiểu chỉnh từ ngày 19/12 - 25/12/18 bạn có thể lên hiểu chỉnh môn học theo nhu cầu của mình.. . Với lại cũng 1 mã môn học thì chương trình học là như nhau, không phân biệt theo ngành học nha bạn.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi . . Em là sinh viên khóa 2018 thuộc ngành \"Kĩ Thuật Xây Dựng\", em xin phép được hỏi vài điều ạ. . Chuyện là khi em đăng kí môn học, thay vì đăng kí môn \" Vẽ kĩ thuật xây dựng \", em lại nhầm sang môn \" Vẽ kĩ thuật \", hiênh tại em muốn được chuyển đổi lại môn mình cần học thì phải làm sao ạ ?? . . em xin cảm ơn ạ !",
            "Chào bạn.. . . . bạn cung cấp MSMH + mã nhóm bạn cần hủy hoặc cần đăng ký thêm để mình hiệu chỉnh.",
            "dạ e cảm ơn ạ !. . Mã môn học - mã nhóm cần hủy : . .    CI1003 - [full_name]02-B ([full_name]Í THUYẾT). .    CI1004 - [full_name]04   ([full_name]). . Mã môn học cần đăng kí thêm :. .    CI1033 - [full_name]02-[full_name] ([full_name]Í THUYẾT). .    CI1034 - [full_name]02   ([full_name])",
            "Đã hủy + phục hồi cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . . . Chào thầy(cô), em là sinh viên K15, khoa Môi Trường và Tài Nguyên.. . Em chưa đăng ký môn học cho học kỳ chính vì đã hết môn học ( nhưng vẫn còn anh văn 1, anh văn 2, anh văn 3 em chưa qua môn), Tuy nhiên K15 Anh văn không bắt buột học.. . Hôm nay em nhận được điểm anh văn nhưng không đủ để đăng ký luận văn, do đó học kỳ chính của em không có môn học.. .   B Vậy Em có bị cảnh cáo học vụ hay không ?",
            "Chào bạn,. . Để không bị xử lý học vụ \"Tạm dừng vì không ĐK môn học\", ít nhất bạn phải có đăng ký một môn trong hk hiện tại xử lý học vụ.. . Bạn có thể đăng ký học lại môn nào đó để cải thiện nếu đã hết môn. Hoặc môn nào đó có mở dự thính.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 2 khoa Hóa chương trình kĩ sư tài năng. Để được đăng kí môn học cho năm 3 em phải đủ TOEIC 500 hoặc pass Anh văn 4. Em đã qua Anh văn 3 nhưng em không đăng kí học anh văn 4. Em sẽ đăng kí thi TOEIC để nộp bằng nhưng nếu kết quả thi sắp tới của em không đủ 500 thì có cách gì để em được đăng kí môn học năm 3 không ạ?. .",
            "Chào bạn,. . . . Tại thời điểm mở đợt đăng ký môn học nếu em chưa đạt chuẩn anh văn thì em sẽ không được đăng ký môn học tiếp theo.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu nộp kết quả thi IELTS, bằng chưa kịp gửi đến mà tới ngày chuyển điểm thì em có được đăng kí chuyển điểm không ạ?. . Với lại em đang học học kì chính quy, đến đợt chuyển điểm của học kì dự thính em chuyển điểm thì có tính không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Riêng chứng chỉ IELTS chỉ chuyển điểm khi em có chứng chỉ đã hợp lệ.. . . . Đợt chuyển điểm không phân biệt HK chính hay dự thính, điểm chuyển chỉ tính vào tích lũy chung cuối kỳ, không tính vào điểm tích lũy học kỳ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là chương trình đào tạo của ngành Kỹ thuật máy tính K17 của em không có môn CO2009, nhưng mà môn đồ án CO2021 của em lại cần có môn CO2009 học trước và môn CO2009 thì trùng tên với môn CO2033 là môn em đã học.. . Mong nhà trường giải quyết giúp em vấn đề này với ạ. . Em cảm ơn.",
            "Bạn cần phục hồi môn CO2021 ?",
            "Dạ đúng rồi ạ. Anh giải quyết giúp em để em có thể đăng kí được môn đồ án trong kì này với ạ. Môn đó em đăng 3 lần rồi mà vẫn bị phòng đào tạo hủy.",
            "Đã phục hồi cho bạn.",
            "Sao em vẫn chưa thấy ạ?",
            "Dạ em đã thấy rồi ạ.. . Em cảm ơn nhiều ạ!",
            "ok bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/ Cô,. . Dk môn không theo mã lớp có dc học tính Tín chỉ ko ah?. . Vd: VHVL mã lớp T01, nhưng dk môn CO1011 mã lớp HL01. . . . Tks/ [full_name]",
            "Chào bạn, bạn có thể đăng ký môn học chung với nhóm khác, miễn sao mã môn học đó có trong chương trình đào tạo mà bạn học. . Thân./."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Hiện nay em vẫn chờ có điển môn tiên quyết để ĐK luận văn và em không còn môn học nào bắt buộc phải đk ngoại trừ luận văn tốt nghiệp.. . Vậy nếu điểm không có sau ngày 25 là ngày cuối đăng kí luận văn tốt nghiệp thì em không có thời khóa biểu đồng nghĩa với việc em sẽ bị thôi học 1 học kì .. . Mong PĐT có hướng giải quyết giúp em !. .",
            "Chào bạn,. . Theo quy định, nếu sinh viên không đăng ký môn học (không có thời khóa biểu) thì sẽ bị xử lý tạm dừng 1 học kỳ (vì không đăng ký môn học).. . Bạn có thể đăng ký dự thính nếu không muốn bị tạm dừng.. . Thân chào",
            "Nhưng em đã hoàn thành hết môn học và vẫn chờ điểm 1 môn tiên quyết . . Cụ thể là môn khí động lực học 2 . . Nếu không có điểm em không thể ĐK môn luận văn tốt nghiệp được?. . Vậy thì em vẫn phải đăng kí 1 môn học nào đó để không bị tạm dừng 1 hk hay sao ?. . Mong thấy/cô hướng dẫn cho em biết",
            "Chào bạn,. . Nếu bạn không muốn bị tạm dừng (duy trì trạng thái sinh viên) bạn phải đăng ký 1 môn học theo quy chế học vụ của nhà trường.. . Thân chào",
            "dạ em cám ơn cô"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi theo chỉ tiêu là sau năm 2 Anh văn của em phải qua AV4 nhưng học kì này em mới bắt đầu học và Phòng Đào tạo sẽ mở đăng kí môn học cho học kì 191 trước khi học kì 182 kết thúc lúc đó em có được đăng kí môn học không ạ?. . Em cảm ơn!",
            "Chào bạn,. . Tại thời điểm mở ĐKMH bạn phải đạt chuẩn tiếng anh theo quy định thì mới được đăng ký môn học.. . Bảng quy định chau63n tiếng anh mỗi năm bạn vui lòng xem chi tiết tại:. . www.aao.hcmut.edu.vn--  Sinh viên --  Quy chế -- Quy chế học vụ bậc đại học --  Phục lục 1--  Mục 2.c.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cộng hòa xã hội chủ nghĩa Việt Nam. . Độc lộc – Tự do – Hạnh phúc. . ĐƠN [full_name] ĐIỂM. . . . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh. . Em tên: [full_name]  MSSV: [student_id]9 là sinh viên khoa kỹ thuật xây dựng trường Đại học Bách Khoa TP Hồ Chí Minh. Hôm nay, em viết đơn này xin phòng đào tạo xem xét chuyển điểm các môn em đã học môn thay thế. Cụ thể:. . Môn K13\tMôn thay thế K14. . Mã môn học\tTên môn học\tMã môn học\tTên môn học. . 810128\tThực tập hệ thông tin địa lý gis\tCI2045\tHệ thống thông tin địa lý. . 810007\tThực tập trắc lượng ảnh\tCI3003\tTrắc lượng ảnh. . 810108\tThực tập định vị vệ tinh GPS\tCI3067\tHệ thống định vị toàn cầu. . 810026\tTrắc lượng ảnh nâng cao\tCI3003\tTrắc lượng ảnh. . 810019\tBản đồ chuyên đề\tCI3041\tBản đồ học 2. . . . Vì các môn trên là môn tiên quyết để làm luận văn tốt nghiệp. Mong phòng đạo tạo xem xet giải quyết cho em sớm nhất có thể để em có thể đăng ký luận văn vào học kỳ này. Trong khi chờ đợi em xin chân thành cảm ơn.. . . . TP HCM, ngày 16 tháng 1 năm 2019. .                    Người viết đơn. .       [full_name]. .",
            "Chào bạn,. . Đã cập nhật miễn môn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . . Gửi Thầy cô,. .  Cho em hỏi, học kỳ 182 là kỳ cuối cùng của khóa học rồi nhưng em thi toeic mãi vẫn chưa đủ 450, số tín chỉ tích lũy của em là 145. Vậy có cách nào cho em xin đăng ký LVTN trước rồi bổ xung bằng toeic sau được không?. .",
            "Chào bạn,. . . . Việc có kỹ năng tiếng Anh tốt là rất quan trọng, nó sẽ giúp chúng ta học tốt các môn của ngành và nâng cao năng lực làm việc trong tương lai khi luôn phải cập nhật lại kiến thức mới và tham gia nhiều vào các dự án quốc tế. Em nên đặt cho mình chuẩn không phải là TOEIC 450 để được nhận LVTN mà phải còn cao hơn nữa để làm việc trong tương lai. Đương nhiên, việc trước mắt là 450. Cá nhân tui khuyên em học Anh văn 1 cách bài bản để nâng cao năng lực của mình. Trước mắt, em có thể liên hệ với TT Ngoại ngữ của trường để được tư vấn về cách học tốt nhất, trong thời gian ngắn hạn.. . . . Riêng về việc xin đăng ký LVTN, PĐT đang triển khai hổ trợ SV theo hướng:. . - SV tự đăng ký LVTN với Giảng viên, phải được sự đồng ý của GV, không có quyết định chính thức cho phép đăng ký LVTN. . - SV học và đạt chuẩn tiếng Anh trong thời gian thực hiện LVTN nói trên. . - Trước giữa kỳ, nếu đạt chuẩn tiếng Anh, SV làm đơn xin đăng ký LVTN bổ sung, kèm minh chứng tiếng Anh, có sự xác nhận khối lượng công việc của GV hướng dẫn thoả mãn tiến độ LVTN. . - PĐT sẽ xem xét để cho phép đăng ký LVTN bổ sung trễ hạn. . Thân chào",
            "Em cảm ơn cô tư vấn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV:[student_id]. . Em thuộc ngành kỹ thuật máy tính k17. Đợt đăng ký môn học 182 em có đăng ký học môn đồ án thiết kế luận lý CO2021 nhưng bị huỷ vì lý do \"thiếu môn học trước CO2009\" tức là môn thiết kế luận lý với verilog, nhưng môn này em đã học qua trong kỳ 181. Và từ khoá 17 môn này đã được khoa máy tính đổi mã số từ CO2009 sang CO2033. Có thể vì lý do đó mà hầu như tất cả các bạn trong ngành kỹ thuật máy tính đều bị huỷ kết quả đkmh. Trước khi học kỳ 182 bắt đầu em cũng đã có gửi mail phản hồi với cô bên pđt nhưng không nhận được phản hồi giải quyết. Vậy bây giờ chúng em muốn xin mở lớp môn học trong học kỳ này thì phải làm như thế nào ạ?",
            "Mình đã phục hồi môn CO2021 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa thầy cô, em có 1 số thắc mắc như sau:. . Em K12 vừa bảo vệ luận văn xong, em muốn xem mình thỏa điều kiện nhận tốt nghiệp thì xem ở đâu?. . Em xem bảng điểm của em thì số môn tích lũy là 144, em đã dò lại theo niên giám thì em đã học đủ số môn nên và số tín chỉ tích lũy thì để 146 nhưng dòng số tín chỉ tích lũy ngành là 144 nếu thêm luận văn thì là 154 thiếu 1 chỉ so với niên giám k12 là 155, mong thầy cô giúp đỡ.. . Điểm toeic hồi em thi để xét nhận luận văn là 650 đủ luôn chỉ tiêu nhận tốt nghiệp k12 nhưng nó cũng lâu. Em không biết em có phải thi nộp bổ xung lại không?. . Em xin chân thành cảm ơn quý thầy cô! . .",
            "Chào bạn,. . Hiện tại bạn chỉ còn nợ môn LVTN.(146/155tín chỉ).. . Để được tốt nghiệp ngoài bạn phải hoàn thành các môn học còn phải có 15 ngày CTXH, điểm Toeic phải đạt 4 kỹ năng.. . Bạn xem lại quy chế về tốt nghiệp trên Web.. . Thân mến",
            "Dạ em xin chân thành cảm ơn cô. Nhưng em xem lại quy chế thì việc xét toeic 4 kỹ năng chỉ tính từ k2013 trở đi, còn em là k2012 nên em vẫn tính được với bằng toeic kì em nộp để nhận luận văn. Em học kì này không có đăng kí môn nào nếu không được tốt nghiệp kì này thì mọi chuyện rất khó khăn.. . Thời điểm này theo lịch là có danh sách dự kiến tốt nghiệp mà em vẫn chưa thây nên em rất lo. . . Em xin cô xem xét giùm em.. . Xin chân thành cảm ơn cô.",
            "Chào [full_name]!. . Trường hợp của em đã được xét lại. Em xem danh sách dự kiến TN cập nhật vào ngày 22/2/2019 nhe!",
            "Dạ em xin chân thành cảm ơn cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Do môn học cấp thoát nước đô thị ( CI3179 ) học kỳ 182 chỉ mở 1 lớp thứ 6 tiết 4 5 6. Mà đồ án của môn ĐAMH cấp thoát nước đô thị (CI3181) cũng chỉ mở 1 lớp thứ 6 tiết 7 8 9 nên em đã tự hủy môn học này. Kéo theo bị hủy them môn học ĐAMH cấp thoát nước trong công trình ( do môn song hành )(CI 3209 ). Em xin được học môn ĐAMH cấp thoát nước đô thị + công trình. Em xin cam kết học đầy đủ trong ngày thứ 6 giữa 2 tiết 6 - 7. ( thứ 6 thời khóa biểu của em chỉ có học 1 môn này )",
            "ĐÃ phục hồi môn CI3181 cho bạn",
            "Em cảm ơn thầy mở lại môn CI 3181. Do bị hủy môn CI3181 nên em bị hủy theo CI 3209 (Bộ môn, thầy mới mở 2 môn này song hành ). Thời khóa biểu hiện tại của em học 2 môn này song hành. Em xin được mở lại môn CI 3209 ĐAMH cấp thoát nước công trình.",
            "ok bạn ! phục hồi luôn CI3209"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]3  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Thầy Cô. . Em tên là[full_name] [full_name], MSSV [student_id]3, Lớp HC12HlY. Thầy (Cô) Có thể xem giúp em, em còn thiếu điều kiện gì đề tốt nghiệp đại học không ạ? học kì 1,năm 2018 em đã làm luận văn, học kì 2, năm 2018 em đang theo học anh văn 4. em chân thành cảm. .",
            "Chào bạn,. . Bạn còn nợ anh văn 4.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong thời gian đăng ký môn em có đăng ký nhầm môn vẽ kĩ thuật xây dựng thành vẽ kĩ thuật. Mong thầy cô và mọi người giúp đỡ và hướng dẫn em cách có thể thay đổi môn học để theo kịp tiến độ và không bị mất học phí ạ.. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi,. . Em là sinh vien khóa 2018 thuộc ngành \"kĩ thuật xây dựng\", em xin phép được hõi vài điều ạ.. . Trong thời gian đăng ký môn học, em đã đăng kí nhầm môn \"vẽ kĩ thuật xây dựng\" thành môn \"vẽ kĩ thuật\". Em muốn chuyển đổi mon học thì phải làm sao ạ?. . Mong được thầy cô và các bạn giúp đỡ. . Em cảm ơn",
            "Chào bạn,. . Hiện tại để hết thời gian để thay đổi và hiệu chỉnh môn học cho học kỳ chính 182. Bạn có thể đăng ký học dự thính (hiện tại đang có đợt đăng ký dự thính - Xem lịch học vụ).. . Môn bạn đăng ký nhầm, bạn có thể làm đơn xin rút môn học, bạn xem quy định về rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/. . Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Điều 11. Hủy, rút môn học",
            "Chào cô,. . Có cách nào có thể giúp em để em có thể theo kịp tiến độ và không mất học phí không ạ. . Em cảm ơn",
            "Chào bạn,. . Giờ đã hết thời gian để hủy môn học nha bạn.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về việc rút môn học. Thời khóa biểu của em chiều thứ 7 có tiết môn học A. Các bạn em dự định xin mở lớp dự thính môn B cũng mở vào chiều thứ 7. Cho em hỏi là nếu em rút môn học A thì có thể đăng ký môn học B được không ?",
            "Chào bạn,. . Theo lịch TKB của bạn đâu có môn nào học chiều thứ 7 đâu bạn?. . Thân chào,",
            "Thưa cô, thời khóa biểu của em chiều thứ 7 có môn Thực tập cơ khí đại cương 1 vào tiết 7-11. . .Mà sắp tới các bạn em có dự định lập danh sách xin mở lớp học dự thính môn kỹ thuật điều khiển tự động, do thời khóa biểu mọi người đa phần rãnh vào chiều thứ 7 (riêng em) nên có thể sẽ đăng ký vào chiều thứ 7. Em muốn hỏi là nếu em rút môn Thực tập cơ khí đại cương 1 thì em có thể đăng ký lớp dự thính đó được hay không ?",
            "Chào bạn,. . Trước tiên bạn có chắc chắn răng môn học đó sẽ được mở vào chiều thứ 7 (theo như bạn nói không), chứ cô không chắc chắn cho bạn nhé.. . Trường hợp của bạn phải làm đơn rút môn học và làm đơn xin đăng ký đặc cách môn học đó (nếu môn học đó được mở trong dự thính). Nên bạn phải cân nhắc kỹ trước khi rút môn học.. . Thân chào. .",
            "Thưa cô, cho em hỏi là đơn xin đăng ký đặc cách môn học đó có biểu mẫu không cô, hay là bản thân phải tự viết ?",
            "Không có mẫu đơn nha bạn, bạn tự trình bày theo trường hợp riêng của mình."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em không đăng kí kịp môn học tự chọn chuyên ngành vào đợt đăng kí môn học bổ sung cuối cùng. . .  Do em năm 4 chỉ còn 1 môn học này nữa là kết thúc tín chỉ, nhưng do sơ suất, em không thể đăng kí đúng hạn đợt đăng kí môn học bổ sung ạ.. . Nhưng môn đó chỉ mở vào kì này, em muốn đăng kí lớp môn đó bây giờ thì em phải làm thủ tục như thế nào ạ?. . Em xin chân thành cảm ơn PĐT ạ!",
            "Chào bạn,. . Hiện tại đã hết thời để hiểu chỉnh và bổ sung đăng ký môn học cho học kỳ chính 182.. . Bạn vẫn có thể đăng ký học dự thính, hiện tại đang có đợt đăng ký.. . Thân chào,"
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Em có thắc mắc về tín chỉ ngoại ngữ như sau:. . em đã đậu anh văn 1 bằng kì kiểm tra anh văn của trường trong học kì 181 vậy tín chỉ anh văn 1 ( 2 tín chỉ ) có được cộng vào số tín chỉ tích lũy học kì 181 của em không ?. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng tham khảo về chương trình đào tạo của mình:. . http://www.aao.hcmut.edu.vn/sinh viên/[full_name]. . Môn Anh văn 1 cũng được nhưng một môn học bình thường trong chương trình đào tạo bình thường nha bạn.. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là em tham gia 2 hoạt động là lòng đèn vui hội trăng rằm và hoạt động hỗ trở chương trình AUN-QA ( cả 2 hđ mã XD17 ở đầu) nhưng được tick vào ô minh chứng thì e phải lam thế nào để được tick ạ? Em biết vì sao lại bị như vậy nữa, hđ làm lòng đèn vui hội trăng rằm em đã đóng phí đầy đủ r ạ!",
            "Chào bạn,. . Bạn liên hệ ở Văn Phòng Đoàn Khoa của bạn để được cập nhật ngày CTXH.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi anh/chị,. . Em là sv năm 4, em đã nộp TOEIC 550 vào năm 2 và được miễn học 4av xét chuyển điểm. Để dc ra trường thì em có cần phải nộp lại bằng hay thi thêm kĩ năng nghe nói không ạ? Em cảm ơn ạ. . Trân trọng. .",
            "Chào bạn,. . . . Hiện tại bạn còn đang thiếu 2 kỷ năng bổ sung của tiếng anh, Toeic 550 của bạn đã đạt chuẩn và lưu để xét LVTN và tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đồ án môn học thiết kế lí luận CO2021 bị hủy môn học...Mong được cập nhật sớm",
            "Chào bạn,. . Hiện tại đã hết thời gian điều chỉnh và bổ sung môn học cho học kỳ 182. Nếu bạn có thắc mắc khiếu nại về môn đồ án, đến thời điểm này phải làm đơn, có xác nhận của Khoa đồng ý phân  Đồ án cho bạn và nộp đơn tại Phòng Đào tạo để xem xét.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị xóa mất môn học Kỹ thuật điều khiển tự động (ME2009). Nếu học kỳ này không học được môn này thì kỳ sau em không đăng ký được môn Vi điều khiển và môn Động lực học cà điều khiển. Xin thầy cô mở lại môn học ME2009 để em có thể kịp tiến độ học tập.. . . . Em xin cảm ơn.",
            "Chào bạn hiện tại PĐT không giải quyết các trường hợp phục hồi TKB"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi thầy cô. . Do em đăng kí môn hoc nhằm cơ sở. . E muốn chuyển môn học giáo dục thể chất từ cơ sở 1 sang cơ sở 2 để thuận tiện đi lại do em ở kí túc xá gần cơ sở 2 .. . Mong thầy cô giúp em ạ . . . Em xin cám ơn",
            "Đã trả lời mail cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Thưa PĐT, . . MSSV của em là [student_id].Mã môn học đúng của CTĐT em học là 001001(Những nguyên lý cơ bản của chủ nghĩa [full_name]-Lê-nin). Nhưng em đã học qua môn này với mã khác là SP1003. . . Nhưng trên tiến độ học tập vẫn để em chưa đạt môn có mã 001001.Mong PDT chuyển điểm giúp em.",
            "Chào bạn,. . Bạn có thể đăng ký in bảng điểm ra để biết chính xác môn học của bạn đã được chuyển vào bảng điểm bảo lưu chưa nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . E chào thầy (cô) ạ. . . E tên là [full_name], MSSV [student_id]. hiện là SV ngành kiên trúc trường mình. . . Học kỳ 181 vừa rồi e có học môn Tin học chuyên ngành 3D (CI1025), e đã nộp bài và làm bài đầy đủ, tuy nhiên khi kết quả môn học thông báo thì điểm số của em là 13. E có liên hệ với giáo viên phụ trách môn này, được biết là có sự nhầm lẫn nên thầy đã liên hệ với PĐT để cập nhật lại. Tuy nhiên, đến nay e vẫn thây chưa cập nhật lại bảng điểm giúp e. . . E mong quý thầy (cô) có thể kiểm tra và cập nhật lại giúp em. Em cảm ơn ạ",
            "Chào bạn,. . PĐT vẫn chưa thấy GV sửa điểm nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm tích lũy mình đủ xét học bổng ma co 1 môn thi 3,5 tổng kết 5 co bị gì không ạ",
            "Chào bạn,. . Bạn tham khảo về quy định xét học bổng khuyến khích tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/HỌC BỔNG/QUY ĐỊNH VỀ HỌC BỔNG KHUYẾN KHÍCH. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho hỏi e đã dự kiểm tra av định kỳ hk181 và đã đủ sau năm 2 vây hk182 e có phải thi lại lần nữa để xét chuẩn av sau năm 2 nữa không?",
            "Chào bạn,. . Nếu đủ chuẩn xét năm 2 rồi thì bạn không cần thi lại để xét chuẩn năm 2 nữa.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em xin hỏi là trường mình có chấp nhận ngày ctxh được thực hiện ngoài trường không ạ? Ví dụ em có làm ctxh tại địa phương và được chấm x ngày, trường sẽ tính x ngày đó của em được không ạ?. . Em xin cám ơn.. .",
            "Chào bạn,. . Bạn liên hệ văn phòng Đoàn Khoa của bạn để hỏi về vấn đề ngày công tác xã hội.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Thưa cô,. . . . Ngày mai (22/1) là bắt đầu đợt cuối đăng ký LVTN nhưng hiện tại trên trang mybk vẫn chưa có điểm môn TTTN/DCLV. Em có hỏi văn phòng [full_name] thì được báo là [full_name] đã nộp điểm lên phòng Đào tạo từ ngày 10/1. Cho em hỏi không biết có vấn đề gì không hay là do Phòng đào tạo chưa cập nhật điểm ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Đã có điểm môn TTTN (504302)/ 6đ. Điểm trên Mybk sẽ được cập nhật sau. . Thân chào",
            "Thưa cô,  . . . . Trong chương trình học, em có môn vi xử lí (504007) và thí nghiệm vi xử lí (504008). Sau đó em có học môn thay thế vi xử lí (CO3009) và đạt đủ điểm qua môn (điểm thí nghiệm là 6.0). Tuy nhiên trên trang mybk vẫn báo là em chưa đạt môn thí nghiệm vi xử lý nên không thể đăng kí được LVTN. Xin cô hướng dẫn em giải quyết vấn đề này. . . . . Em xin cảm ơn.",
            "Thưa cô,. . . . Khi đăng kí LVTN em bị báo thiếu ngày CTXH. Trong khi trên sàn hoạt động ngoại khoá, em đã có 12 ngày CTXH. Vậy có phải do lỗi hệ thống hay không ạ?. . . . Học kì 182 này em có đăng kí môn TT Phần cứng máy tính là môn thay thế cho môn TT Phần cứng máy tính (504004 mã cũ). Môn này theo chương trình cũ K13 là môn tiên quyết nhận LVTN. Vậy em có thể viết đơn xin phòng Đào tạo cho em nhận LVTN trong học kì 182 cùng lúc học môn TT trên được không ạ. Vì sẽ tiết kiệm được thời gian một học kì. Em mong cô phản hồi giúp em. Em xin cảm ơn ạ",
            "Chào bạn,. . Ngày CTXH bạn cập nhật vào ngày nào? Hiện tại trên hệ thống báo bạn đã cập nhật 12 ngày. Đợt  đăng ký từ ngày 22/01/2019  đến 25/01/2019 bạn  lên đăng ký, nếu còn bị báo lỗi, bạn có thể khiếu nại nhé!",
            "Dạ vâng, nhưng tại vì ngày mai em có việc gia đình nên phải về quê. Em sợ là không thể lên phòng đào tạo làm việc trực tiếp được ạ.. . . . Thứ hai, về vấn đề sau:. . . . \"Học kì 182 này em có đăng kí môn TT Phần cứng máy tính là môn thay thế cho môn TT Phần cứng máy tính (504004 mã cũ). Môn này theo chương trình cũ K13 là môn tiên quyết nhận LVTN. Vậy em có thể viết đơn xin phòng Đào tạo cho em nhận LVTN trong học kì 182 cùng lúc học môn TT trên được không ạ. Vì sẽ tiết kiệm được thời gian một học kì.\". . . . thì có được phép không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Phải đăng ký môn học theo đúng quy định nha bạn.. . Thân chào",
            "Thứ ba, về vấn đề: . . . . \"Trong chương trình học, em có môn vi xử lí (504007) và thí nghiệm vi xử lí (504008). Sau đó em có học môn thay thế vi xử lí (CO3009) và đạt đủ điểm qua môn (điểm thí nghiệm là 6.0). Tuy nhiên trên trang mybk vẫn báo là em chưa đạt môn thí nghiệm vi xử lý nên không thể đăng kí được LVTN.\". . . . thì hướng giải quyết như thế nào ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vô đăng ký LVTN lại, bắt đầu đăng ký từ 10h ngày 22/1/2019, xem hệ thống còn báo lỗi không? Nếu có bạn vui lòng chụp màn hình và gửi file đính kèm để Phòng Đào tạo kiểm tra lại.. . Thân chào",
            "Chào bạn, . . Điểm môn 504007 & 504008 đã được cập nhật miễn vì bạn đã đạt CO3069(HK172).. . Thân mến",
            "Thưa cô,. . . . Trong tiến độ học tập của em vẫn đang báo là môn Thí nghiệm VXL vẫn chưa đạt (hình đính kèm) và dẫn đến không đăng kí được LVTN ạ.. . . . Em cảm ơn ạ.",
            "Bạn vào đăng ký lại LVTN nhé",
            "Dạ vâng, em cảm ơn cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. .  . . Em tên [full_name] – MSSV: [student_id] – Học kỳ: 182 hệ VHVL.. . . . Em có xem thông báo lịch thi trên Website của nhà trường, nhưng chỉ thấy có 1 môn Phương pháp tính là có lịch, trong khi đó em đã đăng ký và học môn   B Giải tích 2  /B . Dưới đây là hình ảnh em đã hoàn thành đăng ký trên hệ thống của nhà trường.. . Kính đề nghị quý thầy cô cập nhật lại giúp em, để em có thể hoàn thành môn học.. . . . Rất mong nhận được phản hồi từ quý thầy cô.. . . . Xin cảm ơn.",
            "Chào bạn. . Phòng Đào tạo đã cập nhật lại, bạn vào xem lại lịch thi nhé. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em nộp chứng chỉ toeic vào ngày 17/01/2019 không biết khi nào thẩm tra xong và em có kịp đăng kí luận văn tốt nghiệp bổ sung không .. .",
            "Chào bạn,. . . . Kết quả thẩm tra tùy thuộc vào thời điểm IIg trả lời.. . . . Đăng ký nộp CCNN để xét nhận Luận văn tốt nghiệp, chuyển điểm cho các môn ngoại ngữ, xét chuẩn tiếng Anh sau mỗi năm học phải đăng ký nộp CCNN trước ngày bắt đầu Đợt đăng ký môn học 2 ngày  (Xem chi tiết tại Lịch học vụ), không cần chờ kết quả thẩm tra CCNN.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho e hỏi năm nhất e học anh văn cơ bản, nhưng kì 1 năm 2 e thi được 425 toiec av (thi tại trường) ,tức là e đã qua 3 av,vậy e có được cộng 6 chỉ vào học kì 1 của năm 2 không ạ",
            "Chào bạn,. . Nếu bạn thì anh văn định kỳ của trường tổ chức  vào ngày 8/12/2018, thì kết quả kỳ thi này chỉ dùng để pass chuẩn Anh văn sau từng năm học, không dùng để xét miễn môn Anh văn. Còn không rõ kỳ thi bạn nói là kỳ thi nào?. . Thân chào",
            "dạ đúng e thi ngày 8/12/2018 vậy em pass chuẩn anh 2,vậy theo đó em có được cộng tín chỉ không ạ. ý e là có được cộng 4 chỉ vào kì học mà e thi không ạ",
            "Chào bạn,. . Chỉ pass chuẩn anh văn, không xét miễn môn (không có tín chỉ nào được cộng vào học kỳ của bạn)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Phạm Trường Thạch. . Cho em hỏi học dự thính môn hoá đại cương và giải tích 2 ở đâu ạ\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . bạn đang hỏi là phòng học hay cơ sở học. Hiện tại đang là đợt đăng ký kế hoạch (đăng ký theo nhu cầu học và phòng Đào tạo xếp thời khóa biểu).. . Đợt 2 mới công bố thời gian và địa điểm học, nhóm môn học (bạn có thể lên hiệu chỉnh, hủy và bổ sung môn học). . Vào http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ (xem lịch đăng ký môn học dự thính).. . Thân chào",
            "Dạ em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin phép hỏi về danh sách các ngành có đào tạo kỹ sư tài năng. Em xin cảm ơn ạ.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn liên hệ trực tiếp ở Khoa của bạn để tư vấn  thêm về chương trình tài năng.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi: thầy/cô phòng đào tạo Đại học BKHCM. . Em tên là: [full_name]. . K16 khoa Điện Điện tử. . Em có 2 thắc mắc như sau liên quan đến ngoại ngữ:. . - Thứ 1 là điểm kiểm tra AV định kỳ do trường tổ chức thì có thể dùng để chuyển điểm sang các môn AV1,2,3,4 được không ạ ?. . - Thứ 2 là nếu sau này em muốn chuyển điểm 1 lần nữa thì điểm chuyển lần trước có đổi được không ạ ? Và các môn AV được tính bn tín chỉ vậy ạ ?. . Em rất mong nhận được phản hồi của quý thầy/cô. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Thứ 1: điểm kiểm tra AV định kỳ do trường tổ chức chỉ dùng để xét chuẩn anh văn từng năm học, không dùng xét miễn hoặc chuyển điểm các môn anh văn 1,2,3,4.. . Thứ 2: Mỗi môn anh văn bạn được chuyển điểm 1 lần (thời điểm chuyển là do bạn chọn, xem lịch chuyển tại: http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ), . . Môn anh văn cũng là 1 môn học bình thường, giống như các môn học khác theo chương trình đào tạo của bạn, bạn tham khảo theo chương trình đào tạo của mình để biết tín chỉ của từng môn anh văn.. . http://www.aao.hcmut.edu.vn/sinh viên/CHƯƠNG TRÌNH ĐÀO TẠO. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "/B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào ban hỗ trợ .. . Em tên là [full_name]. . MSSv [student_id].. . Khoa Kỹ Thuật Hóa Học. . Học kỳ 181 em có đăng ký được luận văn tốt nghiệp rồi.Nhưng do em chưa qua môn nên học kỳ 182 này em muốn đăng ký lại LVTN.. . Hiện tại thì khi truy cập hệ thống đăng ký cho đợt bổ sung LVTN này , em lại không đăng ký được do lỗi bạn đã hết hạn đăng ký (Đính kèm file lỗi bên dưới). . Vì thế em mong nhận được sự hỗ trợ từ PDT.. . Em cảm ơn.",
            "Chào bạn,. . Hệ thống mở từ sau 10h ngày 22/1/2019. Hiện tại chưa đến giờ đăng ký nha bạn. Sau 10h bạn vô kiểm tra và đăng ký lại nhé. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . báo đã xét chứng chỉ ngoại ngữ nhưng khi đăng ký luận văn vẫn báo là chưa có",
            "Chào bạn,. . Hiện tại chưa đến giờ đăng ký, sau 10h ngày 22/01/2019 bạn vô đăng ký lại, nếu còn báo lỗi gì, bạn vui lòng chụp rõ màn hình lỗi và gửi đính kèm để Phòng Đào tạo kiểm tra lại.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa thầy cô,. . . . Như file ảnh đính kèm, em có đủ các điều kiện để đăng ký LVTN thì sao lại không đăng ký được ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Bạn là sinh viên bằng 2, nên phải chọn mã nhóm là B0, bạn chọn nhóm A01 dành cho sinh viên chính quy. Tại sao bạn không chọn nhóm B01, B02 để đăng ký?. . Thân chào",
            "Cảm ơn cô đã trả lời câu hỏi.. . . . Tuy nhiên đợt DKMH lần này không chỉ có duy nhất 1 nhóm A01 thôi ạ.. .",
            "Sau 5h bạn vào đăng ký nhóm B01 nhé",
            "Dạ em cảm ơn nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em đăng kí LVTN (440303) bị báo thiếu tn cơ sở tự động (409002) với tn đo điện tử (404026). 2 môn này em có học môn tương đương của chương trình mới là cơ sở điều khiển tự động (EE2019) và đo lường công nghiệp (EE3005) vào hk181 và đã đạt và có điểm trên mybk.",
            "Bạn vào đăng ký lại nhé !",
            "Dạ, em cảm ơn ạ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đăng ký tiểu luận tốt nghiệp nhưng không được, báo là thiếu ngày công tác xã hội, mặc dù em đủ ngày công tác xã hội theo quy định nhà trường.. . Em mong các cán bộ, thầy, cô của trường giải quyết sớm giúp em tại hết hạn đăng ký là ngày 24/01/2019. Em xin cảm ơn",
            "PĐT sẽ cập nhật lại ngày CTXH sau 4h bạn vào đăng ký lại nhé",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em không đăng ký tiểu luận tốt nghiệp. mọi điều kiện đều đủ theo quy định nhà trường",
            "PĐT sẽ cập nhật lại ngày CTXH sau 4h bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em Tên [full_name], MSSV [student_id]. . . . Đợt đăng kí LVTN bổ sung hiện taị em không đăng kí được, dù đã có Toiec và đủ các môn Tiên Quyết . . . . MSMH 804303. . . . . . Thông báo khi đăng kí: Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn). . . . Nhóm em đăng kí là A01, và không có nhóm B để đăng kí.. . . . . . Kính mong thầy cô xem lại giúp trường hợp của em trên hệ thống. Do học kì này là học kì chính thức hạn cuối của em, mong thầy cô giúp đỡ.. . . . SĐT của em: [phone_number]",
            "chiều sau 5h bạn vào đăng ký theo nhóm B01 nhé",
            "Chào thầy,. . . . Em đã thấy có nhóm B01, nhưng không đăng kí được vì:. . . .   Nhóm [805016]: 805016 - Thí nghiệm cơ học đất (tiên quyết) . . . . Môn này em vừa học, do không còn mở lớp nên em học môn tương đương CI3001 Cơ học đất có bao gồm thí nghiệm Cơ học đất, điểm tổng kết 6đ, điểm thí nghiệm 8.3đ.. . . . Mong thầy giúp đỡ, cập nhật môn học tương đương trên hệ thống.. . . . Em xin cảm ơn.",
            "Bạn vào đăng ký lại nhé",
            "Chào thầy,. . . . Em đã đăng kí được môn học, . . Em xin cảm ơn thầy.. . Chúc thầy ngày mới vui vẻ.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng kí môn học nhưng bị hủy vì chưa cập nhật lí lịch. Bạn em có nói chờ mở lớp dự thính, nhưng em nghe nói lớp dự thính chỉ có . . 1 số môn chứ không có hết những môn trong học kì này.Em răt lo lắng, mong được khôi phục lại các môn đã đăng kí để được học, em sợ không được học hết các môn bắt buộc và bị liên lụy với các việc đăng kí các môn trong tương lai. Em đã cập nhật lí lịch rồi ạ, mong thầy cô giúp đỡ, em cảm ơn nhiều ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký môn học của học kỳ chính 182. Hiện tại đang có đợt đăng ký dự thính, bạn có thể lên đăng ký nhé.. . Thân chào",
            "Em cảm ơn ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký luận văn thì nó báo là thiếu 2 môn tiên quyết mã cũ: đo điện tử (404026) và thí nghiệm truyền số liệu (405108). Trong khi đó học kỳ vừa rồi em đã trả 2 môn tương đương, thay thế cho 2 môn kia được khoa công nhận là đo lường công nghiệp (ee3005) và truyền số liệu mã mới (ee3019-có tích hợp môn thí nghiệm). Nhờ nhà trường giải đáp giúp em ạ",
            "Đã chuyển điểm về điểm gốc cho bạn.. . . . Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi xếp loại tốt nghiệp chương trình việt pháp PFIEV tính theo điểm trung bình nào? Muốn xem điểm trung bình đó thì xem ở đâu?",
            "Chào bạn,. . Đối với chương trình Việt Pháp điểm TBTN được tính GĐ2, tức là chỉ xét những môn 3 năm cuối. Điểm TBTN xem được khi bạn được tốt nghiệp.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em đăng kí luận văn tốt nghiệp (440303), bị báo thiếu môn tiên quyết TN dụng cụ bán dẫn (402003), TN biến đổi năng lượng điện (402114), Tn vi xử lý (408002). 3 môn này e đã học môn tương đương và đã có điêm : Vật lý bán dẫn (EE10130),(EE2013 Vi xử lý, cơ sở kĩ thuật điện (EE2013)",
            "Bạn vui lòng kiểm tra PĐT đã trả lời phần này cho bạn rồi."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV:[student_id], em là hoc sinh lớp  Kết Cấu Thép 2 (CI3069) Thứ 4 tiết  7-8-9 tuần trước em học cô [full_name] nhưng không hiểu sao thời khóa biểu cho em qua lớp thầy [full_name] dạy , và lớp Kết Cấu Thép 1 (CI 3009) cũng cô [full_name] dạy nhưng lại bị chuyển qua lớp thầy [full_name] Thứ 3 tiết 7-8-9 . Em xin Phòng Đào Tạo chuyển lại giúp em cho em được học cô [full_name] ạ em có viết email gửi cô và cô đã đồng ý rồi. Em cảm ơn PĐT đã đọc và mong xin được chấp thuận ạ. . .",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký và hiệu chỉnh môn học cho học kỳ chính 182 nha bạn. . Thân chào",
            "Dạ, nhưng lớp kết cấu thép 2 của em mới bị chuyển ko hiểu vì lí do gì ạ, em mong PĐT hiệu chỉnh lại giúp em môn này chứ tuần trước em vẫn đi học bình thường",
            "dạ PĐT giúp em xem lại chứ tuần đầu tiên em còn đi học lớp cô [full_name] giờ chuyển qua lớp thầy [full_name] , khi tuần đầu tụi lớp em đã phân chia nhóm làm đồ án môn học rồi ạ tụi em khóa 15 bị rớt môn này  nên không nhận được luận văn tốt nghiệp nên mong ADmin giúp ạ",
            "Chào bạn.. . . . Môn học này [full_name] yêu cầu tách lốp để thuận tiện chia phần đồ án để giảng dạy. Xét trường hợp của bạn mình sẽ chuyển bạn về nhóm [full_name] dạy.. . . . TKB sẽ cập nhật sau 18h hằng ngày bạn theo dõi đi học nhé.",
            "dạ em cảm ơn anh [full_name] rất rất nhiều ạ. Chúc anh ngày vui vẻ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Yêu cầu khác . Chào quý Thầy Cô.. . . . Ở học kỳ 2 năm học 2017-2018 e có học môn thay thế co3009 (vi xử lý - vi điều khiển ) và qua môn, môn này tương đương vs môn 504008 (TN vxl-vdk). Nhưng lúc e đăng ký LVTN đợt bổ xung lại không đăng ký được do thiếu môn 504008 ( TN vxl-vdk).. . . . Mong quý Thầy cô kiểm tra lại giúp e để e kịp đăng ký LVTN đợt bổ xung.. . . . Em xin chân thành cảm ơn.",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm môn 504008 đã được cập nhật điểm 12.. . Thân mến",
            "Chào cô .. . E đợi 20 phút sau khi cô thông báo đã cập nhật và e kiểm tra vẫn không thấy thay đổi và cũng không đang ký được LVTN.. . Mong cô xem lại giúp e với ạ.. . Em cảm ơn.!",
            "Bạn vào đăng ký lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khạc . Da cho e hỏi đăng kí học dự thính là học trong hk2 luôn hay sao ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Em coi trong lịch học vụ nhé : . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1703"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Hiện nay, em đã có điểm môn khí động lực học 2. MSMH cũ là 213043 và MSMH tương đương là TR3011 . . Mong PĐT xét gấp cập nhật để em đăng kí môn LVTN vì chiều nay 3h ngày 24/1/2019 hết hạn ĐKMH . . . . Cám ơn Thầy/Cô",
            "Chào bạn,. . Trường hợp có điểm trễ, bạn vui lòng làm đơn xin đăng ký LVTN bổ sung nộp tại Phòng Đào tạo.. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811367  /b \t. . . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... .  Nộp bằng TOEIC 2 kỹ năng có được miễn 4 môn Anh Văn không ?. .  Em đang được miễn học Anh Văn tại trường thì có cần thi chuẩn Anh Văn năm nhất không ?. .  Em cảm ơn.",
            "Chào em,. . Nếu Toeic 2 kỹ năng L&R thì không thể chuyển điểm 4 môn Anh văn.. . . . Hiện tại theo dữ liệu tôi kiểm tra được thì em đã đạt chuẩn tiếng anh của năm nhất, nhưng em không được miễn học anh văn tại trường, em hãy kiểm tra lại thông tin xem mình được miễn học anh văn khi nào, theo thông báo nào.. . . . Thân."
        ]
    }
]