[
    {
        "intent": "",
        "message": [
            "Dạ, chào thầy, em đã gửi câu hỏi và được [full_name] trả lời \" để đăng kí môn học chuyên nghành thì cần từ 20 đến 25 sinh viên\". .  Đồ án môn học công nghệ nhiệt luyện và cán kéo (MA4003) là 1 môn đặc thù chỉ có 1 tín chỉ và phải học trước khi làm luận văn. CÓ rất ít sinh viên rớt môn này nên ko có được mở lớp.. . Vì mỗi năm mới mở 1 lần nên nếu chậm môn này coi như sinh viên đó bị chậm 1 năm ra trường, hiện tại chỉ có 1 mình em đăng kí và đã được sự đồng ý của cô giáo bộ hướng dẫn đồ án. . . Cho em hỏi có trường hợp nào ngoại lệ cho những sinh viên như em, bị chậm 1 học kỳ do thiếu chuẩn anh văn mà không đăng kí được môn học phải chờ đến 1 năm mới được học lại môn đó. Rất mong thầy cô giúp e vì em đã sắp hoàn thành chương trình học của mình và chỉ còn thiếu 1 môn đồ án 1 chỉ này nữa để được làm luận văn tốt nghiệp ạ. . . em xin trân thành cảm ơn",
            "Chào bạn. . . . Môn đồ án sẽ mở lớp dù chỉ có 1 sv nên bạn không cần phải lo lắng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô phòng ban,. . . . Do lúc cuối đợt ĐKMH không còn chỗ trống cộng với việc chỗ ở của em hơi xa (chuyển chỗ ở) và có một lượng thời gian không có tiết giữa hai môn nên em có nhu cầu đổi đổi nhóm lớp cùng một giảng viên mở lớp Môn Giải tích 2 (CS1):. . Từ Nhóm A02 Thứ 4,5 học tại B1 --  Sang Nhóm em muốn học là Nhóm A01 Thứ 5,6 học tại B1&C5 (2 nhóm đều còn chỗ trống) để em có thể tranh thủ thời gian rảnh để làm việc ngoài giờ. . . . . Vậy em không biết việc này có khả năng thầy cô giải quyết được không ạ? Em xin cám ơn ạ.. . . .",
            "Chào bạn. . . . Rất tiếc trong đợt 3 ĐKMH bạn không thể hiệu chỉnh nhóm môn học. Các trường hợp đặc cách bạn có thể làm đơn trực tiếp lên PĐT và trình bày lý do như trên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. Thầy cô cho em hỏi mail của em do nhà trường cấp chỉ nhận được mail của văn phòng khoa và mail của phòng công tác chính trị sinh viên chứ không nhận được mail của các giảng viên khác, muốn xem giảng viên có nhắn gì không thì em phải vô e-learning mục tin nhắn để coi. Mail em bị gì vậy ạ? Khắc phục như thế nào ạ?. . Mong thầy cô giải đáp giúp em, em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đem thẻ sinh viên lên Phòng Đào tạo (cơ sở 1) để kiểm tra về tài khoản mail của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], sinh viên năm nhất hệ Chính quy. Cho em hỏi phải tích bao nhiêu tín chỉ thì mới được phân ngành ạ? Em có đọc quy định về phân ngành trên web phòng đào tạo như không thấy đề cập rõ ạ",
            "Chào bạn,. . Vấn đề về phân ngành bạn vui lòng liên hệ với GVCN hoặc Ban chủ nhiệm [full_name] để được tư vấn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] . . mssv: [student_id] . . Em có câu hỏi là: Em đã đăng ký nhầm mã môn học của k18 môn Những nguyên lý cơ bản của [full_name] [full_name]- [full_name]. Cho em hỏi làm thế nào để hủy môn này ạ vì lúc em xem lại thì đã hết thời gian đăng ký đợt 2.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn . . . . Môn chủ nghĩa mác lê nin là môn chung toàn trường nên khóa nào cũng phải học, bạn xem CTĐT của bạn có mã môn này không ?",
            "Em tên [full_name]. . mssv: [student_id]. . Sau khi tìm hiểu thì em mới biết được môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-Lenin 5 TC là dành cho khóa k18 trở về trước. Em là sinh viên k19, em muốn hỏi bây giờ em muốn hủy môn học đó thì phải làm thế nào ạ. Do hôm qua sau khi hết hạn đăng ký môn mới được một số anh chị báo nên không kịp hủy môn ạ. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh, hủy môn học nha bạn. Bạn có thể xem thêm quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học. . Hoặc bạn xem CTDT 2 môn học có tương đương không nhé, tư vấn thêm với GVCN hoặc Ban chủ nhiệm khoa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô ạ. Hiện tại em được tài trợ học bổng \"Tiếp sức đến trường\" ở Bình Thuận. Để nhận được học bổng thì nhà trường sẽ điền điểm trung bình học kì của em vào phiếu học bổng như hình dưới đây. Em muốn hỏi là, sau khi thi cuối kì thì bao lâu mới có điểm trung bình học kì để em điền vào ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Thường thì phải đợi điểm của Thầy cô gửi lên đầy đủ mới tính được điểm trung bình học kỳ nhé!. . Thân",
            "Chỉ cần thầy cô nhập các cột điểm thành phần thôi là được đúng không ạ. Vậy khi đó, em cần nộp phiếu học bổng cho ai và ở đâu để được ghi điểm trung bình vào phiếu ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . Điểm của thầy cô cả trường nha bạn, điểm là do thầy cô nhập và nộp lên Phòng Đào tạo nha bạn.",
            "Dạ, em cảm ơn cô ạ. Cho em hỏi thêm là: khi có điểm trung bình trên mybk thì khi em có thể lên Phòng đào tạo để nhà trường ghi điểm trung bình học kì và đóng dấu được không ạ? Vì phiếu học bổng đó chỉ có nhà trường ghi và xác nhận thôi ạ.",
            "Chào bạn,. . Thường là các bạn sinh viên tự in bảng điểm để nộp học bổng, ngoài ra bạn muốn xác nhận gì vui lòng làm đơn và nộp tại Phòng Đào tạo để được xem xét.",
            "Vâng ạ. Em cảm ơn cô đã giải đáp thắc mắc giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .  . . Em tên [full_name] mssv [student_id] em là k19 ngoài 14 tín chỉ như trường quy định, em đã đăng ký thêm môn những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] có mã là SP1003 đây là mã k18 trở về trước. Cho em hỏi làm thế nào để xin hủy môn học này ạ, Em mới phát hiện lúc sáng cho nên đã hết hạn hiệu chỉnh hôm qua rồi ạ.. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . . . Trong đợt 3 ĐKMH bạn không thể hủy môn học nên khi học kỳ bắt đầu bạn có thể làm đơn xin rút môn học (có tính học phí). .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi có cách nào để rút môn học đó luôn và không đóng học phí không ạ? Hoặc là xin đổi qua môn khác được không ạ? Và em cần làm đơn gì để được ạ?",
            "Chào bạn,. . Rút môn học là phải đóng học phí nha bạn, bạn vui lòng xem quy định về rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học. . Hiện tại đã hết thời gian điều chỉnh môn học nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em rất mong muốn được học av1 trong trường vào thứ 2 tiết 4 5 6 mặc dù hóa đại cương của em học tiết 7 8 9 10 . Nhưng em vẫn mong muốn phòng đào tạo có thể đăng kí giúp em môn av1 vào thứ 2 được không ah . Em cảm ơn nhiều .   B Có vấn đề gì em sẽ chịu trách nhiệm   /B ( ví dụ như đau ốm )",
            "Trường hợp học thông tầm bạn lên trực tiếp PĐT để làm đơn xin đăng ký nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .  Em học xong av2 nhưng em lỡ đăng ký là av3 ạ. Có cách nào để chỉnh sửa lại không ạ. Vì em đã đăng ký đc 17 chỉ rồi. Đợt 3 chỉ thêm đc chứ không xoá đc nên phải đóng thêm tiền. Mà giả sử không còn cách nào khác thì AV(3) 2 chỉ đóng thêm bao nhiêu tiền ạ. Và em đăng ký cả 2 anh văn như vậy em bỏ av2 và chỉ học av3 thôi có sao không ạ ?? Điểm av2 em đã hoàn thành khoá học có đc giữ nguyên không. Em cảm ơn. .",
            "Chào bạn,. . Theo HK191 thì khóa 2019 đóng học phí trọn gói(17TC), nếu bạn học vượt số tc quy định thì sẽ tính thêm phần vượt tc ,học phí tính theo theo tín chỉ môn học. HP HK192 chưa có thông báo cụ thể nha bạn.. . Còn việc bạn đăng ký cả 2 AV mà chỉ học 1 thì bạn nên xin điểm rút (17) môn mà bạn không muốn học nhưng vẫn đóng học phí. Điểm không bị ảnh hưởng nếu bạn đã học và đạt.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ kính chào các thầy cô trong Phòng đào tạo ạ . . . Em tên Đòan [full_name] Ngà MSSV [student_id] lớp HC18TP . Em làm đơn này mong sẽ được tăng thêm sĩ số môn Vật lí thực phẩm CH2055 lớp L01 thứ 6 tiết 91011 H2 305 . Do đây là môn 1 năm chỉ mở 1 lần nên nếu không đăng kí học được lần này sẽ làm chậm tiến độ học tập của em . Em chân thành mong muốn Phòng đào tạo sẽ tăng sĩ số cho em học môn này ạ . Em cảm ơn thầy cô và xin lỗi về sự bất tiện em gây ra ạ. . . Em xin hết.. . . .",
            "Chào em,. . . . Em chờ đợt 3 nhé. Đợt 2 DKMH kết thúc 23/12 rồi em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em đã đọc lại quy chế anh văn, K16 KSTN nhận LVTN là 450 toeic. Mong được xem xét lại ạ!!",
            "Chào bạn,. . Bạn là sv tài năng nên chuẩn LV là 450.. . Hiện tại dữ liệu av của bạn đã cập nhật lại, bạn hãy vào đăng ký lại môn học vào đợt sau nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name]. . Mssv: [student_id]. . Sau khi tìm hiểu thì em mới biết được môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] 5 TC là dành cho khóa k18 trở về trước. Em là sinh viên k19, em muốn hỏi bây giờ em muốn hủy môn học đó thì phải làm thế nào ạ. Do hôm qua sau khi hết hạn đăng ký môn mới được một số anh chị báo nên không kịp hủy môn ạ. . Em xin chân thành cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đợt 3 đăng kí môn học em có được đổi lớp hoặc huỷ môn đăng kí không ạ , nếu không được thì giờ phải làm sao để huỷ môn học ạ .. . Em cảm ơn !. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Bạn không thể hủy hoặc đổi nhóm ở đợt 3 ĐKMH.. . . . Bạn có thể đăng ký bổ sung thêm môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là sinh viên năm nhất nhưng em lỡ đăng kí môn Những nguyên lý cơ bản của chủ nghĩa [full_name] lê nin của sinh viên năm hai. Cho em hỏi có cách nào để hủy môn được không? Nếu không hủy được thì đợt hiệu chỉnh 3 em coa bỏ môn đó được không?",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh, hủy môn học nha bạn. Bạn có thể xem thêm quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đã có cập nhật điểm thi Anh văn định kỳ vừa rồi chưa ạ?",
            "Chào bạn,. . Đã cập nhật điểm thi AV, bạn vui lòng vào xem và kiểm tra lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em được 84 tín chỉ tổng rồi ạ (em tự cộng),trên trang tổng số tin chỉ sinh viên trong trang thông tin sinh viên thì nó hiện thị là 101 tín chỉ... . với 84 tín chỉ vẫn đat chuẩn sinh viên năm 4 (SV năm thứ tư: từ 80 đến dưới 128 tín chỉ ). . nhưng em vẫn không đăng ký được nhưng môn của năm thứ 3 và năm 4.. không đăng ký được và luôn hiện lên bảng đỏ SV_N3... . mong phòng đào tạo giải quyết dùm để em còn đăng ký đợt vét :((",
            "Chào bạn,. . Bạn có thể làm đơn khiếu nại và bổ sung môn học nộp tại Phòng Đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi khi nào bên Việt Pháp k19 mới có chương trình đào tạo mới. Để tụi em biết được MÃ môn học mới để đăng kí ạ. . Em cảm ơn.",
            "Chào em,. . Chương trình đào tạo các ngành K2019, các khoa đang trong quá trình xây dựng, hiện tại chỉ có học kỳ 1 và 2 đã công bố kế hoạch giảng dạy trên trang web. Khi khoa hoàn chỉnh CTDT và gởi về PĐT thì PĐT sẽ cập nhật thông tin để sinh viên biết. Hiện tại em có thể liên hệ khoa để được tư vấn.. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . E năm nhất đăng kí môn mác-lenin mã SP1003 5 chỉ đúng không ạ",
            "Chào bạn,. . Bạn vui lòng tham khảo chương trình đào tạo tại:. . http://www.aao.hcmut.edu.vn/sinh viên/chương trình đào tạo/. . hiện tại trang web chỉ cập nhật được tới học kỳ 192, bạn có thể liên hệ với GVCN hoặc Ban chủ nhiệm khoa để xin tư vấn về CTĐT của mình nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên chuyển từ hệ clc qua hệ đại trà. Em muốn hỏi những môn đại cương điểm em có được chuyển điểm qua không ạ?. . Có những môn em đã qua rồi. Em không biết có phải học lại không ạ?. . Hiện tại em không đăng kí được môn thể dục ạ? Cô/ Thầy hướng dẫn em cách đăng kí với ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ với GVCN hoặc Ban chủ nhiệm khoa qua bạn để được xin tư vấn về chương trình đào tạo nhé.. . Bạn có thể lên trực tiếp Phòng Đào tạo vào đợt đăng ký MH từ ngày 2 đến 6/1/2020 để được hướng dẫn vào đăng ký MH nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . . . Em là [full_name], sinh viên VP2014. Hiện tại, học kỳ 1/2019 em đã đăng ký bảo lưu vì đã hoàn thành xong chương trình học nhưng bị thiếu chứng chỉ tiếng Pháp. Gần đây, em đã cập nhật chứng chỉ tiếng Pháp trên mybk và chờ xét duyệt vào tháng 1, sau đó, em muốn đăng ký tốt nghiệp và dự lễ vào tháng 4. Tuy nhiên khi vào thử trang đăng ký tốt nghiệp, em bị chặn vì lý do tình trạng sinh viên. Như vậy, em muốn hỏi em phải làm sao để có thể đăng ký tốt nghiệp như ý nguyện ạ ?. . . . Em xin cám ơn.",
            "Chào bạn,. . Tình trạng hiện tại của bạn đang bị tạm dừng, bạn vui lòng làm đơn xin thu nhận lại xét tốt nghiệp và nộp tại Phòng Đào tạo.. . Và hiện tại trang đăng ký tốt nghiệp đang đóng, nên bạn chưa vô được, khi nào công bố danh sách tốt nghiệp dự kiến và gửi mail cho các bạn có tên mới vô đăng ký được nhé. Xem thời gian tại lịch học vụ. .",
            "Chào cô,. . . . Em sẽ làm đơn thu nhận nhưng không biết em có cần đăng ký một môn học bất kỳ ở kì sau không ạ ?. . . . Em xin cám ơn.",
            "Chào bạn,. . Việc đăng ký MH là tuy bạn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo ạ!. . Em đang học ở Bách Khoa thì có được đăng ký thi Đánh giá năng lực vào ngành khác của Bách Khoa được không ạ? Em không bảo lưu kết quả có được không ạ? Em cảm ơn!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có thể thi ĐGNL, nhưng nếu đậu và bạn muốn học ngành mới, phải làm đơn thôi học ngành cũ (theo mã số cũ) nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911071  /b \t. . . . Kính gửi Phòng Đào tạo!. . Phòng Đào tạo cho em hỏi là sinh viên Bách Khoa thì học văn bằng 2 của bất kể ngành nào đều được đúng không ạ? Văn bằng 2 có bị phân biệt cao thấp trình độ so với bằng chính quy khi nộp đơn xin việc không ạ? Văn bằng 2 ngành Khoa học Máy tính có mở lớp ngoài giờ không ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Để được học văn bằng 2, thì bạn phải tốt nghiệp ngành thứ 1 và nộp xét tuyển vào văn bằng 2 của trường nhé, văn bằng 2 của trường cũng là chính quy nha bạn.",
            "Dạ kính thưa Phòng Đào tạo!. . Phòng Đào tạo cho em hỏi là văn bằng 2 của ngành Khoa học Máy tính có mở lớp ngoài giờ không ạ? Em cảm ơn ạ!",
            "Bằng 2 của ngành Khoa học Máy tính nếu đủ sỉ số tuyển sinh thì mới mở lớp ngoài giờ nha bạn. Nếu sỉ số tuyển sinh ít thì học chung ban ngành với chính quy bằng 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Cho em hỏi điểm thi anh văn có chưa ạ?. . Để ngày 24.12 công bố điểm mà đợi hoài sao không thấy.",
            "Chào bạn,. . Hiện tại đã có kết quả Anh văn, bạn vui lòng vào xem và kiểm tra nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em đã cập nhật thông tin theo deadline mail của trường lần đầu vào ngày 12/11/2019 (đúng hạn) và e đã đăng kỹ được môn học đợt một nhưng vào đợt 2, hệ thống lại báo là chưa cập nhật và xóa đăng ký môn học của em, e đã cập nhật thêm một lần nữa vào ngày 20/12/2019, nhưng do e kiếm tra trễ quá nên ko đăng ký được môn học đợt 2, đây là lỗi của hệ thống (em đã cập nhật địa chỉ đúng thời hạn của trường) và hiện giờ thì em lại ko có thời khóa biểu, mong trường giải quyết giúp em vấn đề này",
            "Chào bạn,. . Do bạn vào chỉ trang thông tin cá nhân xác nhận số CMND chứ không vào trang \"xác nhận thông tin liên lạc\" theo hướng dẫn quy định.. . . . Ngày 22/11/2019 Phòng đào tạo đã gởi email báo tình trạng của bạn, trong email có ghi rõ: \"....   I nếu không bạn sẽ bị hủy kết quả đăng ký môn học bạn đã đăng ký trong đợt này  /I   B .....\" do bạn không đọc email thông báo đã gởi, không phải lỗi hệ thống bạn nhé.. . . . Ngày 20/12/2019 bạn mới vào xác nhận thông tin liên lạc đúng theo quy định, nên mới được mở cho đký đợt này. Bạn phỉa tự đăng ký lại các môn học trong các đợt mở sau.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em học xong av2 nhưng em lỡ đăng ký là av3 ạ. Có cách nào để chỉnh sửa lại không ạ. Vì em đã đăng ký đc 17 chỉ rồi. Đợt 3 chỉ thêm đc chứ không xoá đc nên phải đóng thêm tiền. Mà giả sử không còn cách nào khác thì AV(3) 2 chỉ đóng thêm bao nhiêu tiền ạ. Và em đăng ký cả 2 anh văn như vậy em bỏ av2 và chỉ học av3 thôi có sao không ạ ?? Điểm av2 em đã hoàn thành khoá học có đc giữ nguyên không. Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh và hủy môn học, bạn có thể tham khảo quy định rút MH tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học. . Quy định về cách tính học phí tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/học vụ/học phí/ Học kỳ 1 (năm học 2019-2020). . Nếu bạn đăng ký không học thì bị điểm vắng thi nhé. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy cô PĐT Trường ĐH BÁCH KHOA em tên [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là đợt kiểm tra AV trong trường (21/12) em đạt trên 400đ thì có được đăng kí học av3 ( la1007) cho học kì sau ko ạ? em xin cảm ơn",
            "Chào bạn. . . . Bạn xem quy đổi điểm AV tại đây ;. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . -  phụ lục 1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính thưa Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id].. . . . Em xin trình bày như sau:. . Vào đợt 2 ĐK môn học 192, em có đăng ký theo kế hoạch học tập được chương trình PFIEV soạn sẵn( 34 tín chỉ) + môn Điện Động (4 tín chỉ)= 38 tín chỉ. . . Hệ thống chỉ cho đk 37 tín chỉ là tối đa nên em không đk được môn Điện Động.. . . . Nếu em muốn học được môn Điện Động trong kỳ 192, thì em có thể hủy bớt 1 môn đã đk để giảm số chỉ xuống trong đợt 3 sắp tới để bổ sung môn Điện Động được không ạ?. . . . Em rất mong nhà trường có thể tạo điều kiện cho em được đk môn học trên, bởi vì chỉ mở một lần duy nhất trong năm.. . . . Em xin cảm ơn rất nhiều,. . [full_name]. . .    . .",
            "Do ban đầu em không biết là chỉ được đk tối đa 37 chỉ nên em đã đk đến 38 chỉ, nếu biết trước thì em sẽ bỏ bớt vài môn( có thể học trong hè) để được học môn Điện động  B (  /B   B  vì môn này chỉ mở vào HK2 của mỗi năm học)  /B .. . Em rất mong thầy cô có thể hướng dẫn cho em cách để đk được môn học này trong kỳ 192 ạ, vì em đang là SV năm 4 nên cần trả nợ gấp môn này ạ.. . Em xin cảm ơn thầy cô.",
            "Bạn cần hủy môn học nào ?",
            "Dạ thưa em cần hủy môn Hợp đồng, mã môn học 701709 (1 tín chỉ), môn này có mở trong hè ạ.. . Em xin cảm ơn thầy nhiều ạ.",
            "Em rất mong được nhà trường cho một cơ hội để sửa sai. . . Em chỉ cần hủy 1 môn Hợp đồng (701709) là có thể đăng ký môn Điện động (404709) để kịp tiến độ ạ.. . Em cảm ơn nhà trường.",
            "Hiện tại đã mở khóa.. . bạn có thể vào hiệu chỉnh môn học theo ý mình.. . Lưu ý số tc tối đa. nếu vượt sẽ bị hủy. . . . Thân. .",
            "Dạ em xin cảm ơn nhà trường rất nhiều ạ. . . Em đã đăng ký được môn Điện Động ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô , theo lịch kế hoạch của trường mình thì trước ngày 4/2/2020 này phải nộp bằng chứng chỉ tiếng anh để xét nhận luận văn . Nhưng lịch nghỉ tết của mình là 15/1/2020 đến 4/2/2020 , dạ thầy cô cho em hỏi là vậy thời gian xét bằng chứng chỉ tiếng anh có được cộng thêm không ạ",
            "Chào bạn,. . Bạn xem lịch nộp theo đúng lịch học vụ của nhà trường nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . Em là [full_name]-[student_id].. . Em muốn hỏi là làm sao để in thời khóa biểu được ạ?. . . . Cảm ơn thầy/cô đã quan tâm và giúp đỡ.. . . . [full_name],. . [student_id]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vào trang Mybk xem thời khóa biểu và tự in ra thôi nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong lịch thi của em, môn hoá đại cương thì ngày 9/1/2020. Nhưng vì em có lịch đi thực tập từ ngày 6-10/1/20120 nên em xin hỏi là lịch thi môn hoá đại cương có những ngày nào ạ? Nếu có ngày thì trước ngày 6/1/2020 thì em có đổi ngày thì được không? Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn có thể tham khảo về quy định vắng thi tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 17. Vắng thi, hoãn thi, cấm thi, miễn thi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy(cô)!. . . . Hiện là em là sinh viên năm 2 nhưng chưa qua Anh văn cơ bản. Hiện em không muốn trễ tiến độ học tập, nên em định học song song 2 môn anh văn cơ bản và anh văn 1 trong 1 học kỳ được không ạ? Nếu không được thì có cách nào khác không?",
            "Chào bạn,. . Môn AVCB trường không mở lớp nha bạn.. . để được học AV1 bạn phải pass chuẩn AVCB.. . Chuẩn pass AVCB theo quy chế hiện hành là Toeic 400, hoac75 ktra av định kỳ đạt điểm 400.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gữi PĐT.. . Em tên là [full_name]. MSSV [student_id]. Lớp VP19HK.. . Em viết thư này kính mong PĐT giải đáp giúp em một số vấn đề như sau:. . 1) Trong đợt ĐKMH đợt 2 cho HK192, em và một số bạn trong lớp VP01K19 có đăng kí môn Mác Lê-nin (Mã môn SP1003). Nhưng sau khi PĐT đóng đăng kí thì tụi em mới biết là mã môn và số tín chỉ sẽ thay đổi và môn học không còn phù hợp nữa. Nên em thắc mắc là môn này có thể tính vào số chỉ tích lũy (và được quy đổi theo chương trình mới) hay không hay là em sẽ phải học lại theo mã môn mới và không tính môn này?. . 2) Nếu môn học không tương đương và không được tính vào số chỉ tối đa thì tụi em có thể xin hủy môn học được hay không? Nếu hủy môn rồi thì tụi em có phải đóng tiền hay không?. . Em kính mong nhận được sự trả lời từ PĐT.. . Em xin chân thành cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ với GVCN hoặc Ban chủ nhiệm khoa để được tư vấn về CTĐT.. . Hiện tại đã hết thời gian hủy môn học nhé bạn, bạn có thể tham khảo rút môn học tại đây, xem quy định rút:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Cho em hôri ngày nộp điểm AV nói viết trước Tốt nghiệp  tháng 4 hk II năm 2019-2020 là ngày nhiêu ạ.. . Em cảm ơn trước ạ.",
            "Chào bạn,. . Bạn vui lòng xem lịch trình tốt nghiệp tại lịch học vụ. Bạn phải hoàn thành tất cả các điều kiện trước thời điểm xét tốt nghiệp nhé!. . Thân",
            "Dạ, em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính thưa PĐT, xin PĐT cho em được hủy môn AV2 lí do là đợt kiểm tra vừa rồi em đã qua được AV2. Bây giờ em muốn đăng kí môn AV3 nhưng bị trùng lịch. Mong PĐT giúp đỡ cho em được xóa môn AV2. Em cám ơn ạ.",
            "Chào em,. . Chương trình đào tạo các ngành K2019, các khoa đang trong quá trình xây dựng, hiện tại chỉ có học kỳ 1 và 2 đã công bố kế hoạch giảng dạy trên trang web. Khi khoa hoàn chỉnh CTDT và gởi về PĐT thì PĐT sẽ cập nhật thông tin để sinh viên biết. Hiện tại em có thể liên hệ khoa để được tư vấn.. . Chúc em học tốt.",
            "Xin lỗi trả lời nhầm câu hỏi của bạn nhé!",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nha bạn, Bạn có thể tham khảo quy định rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy(cô)!. . . . Hiện là em chưa qua môn   B Anh văn cơ bản  /B , nhưng em có bằng   B Toeic 340  /B . Em hỏi là khi em nộp chứng chỉ vào thì có được xét qua môn Anh văn Cơ bản để được học môn Anh văn 1 không?",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác .... . . . Chú thích: Năm của em Anh văn cơ bản là 300",
            "Chào bạn,. . Nếu bạn nộp chứng chỉ toeic 340 vào sẽ được pass chuẩn AVCB.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i [full_name] [full_name] Em xin chào [full_name]/Cô phòng đào tạo trường đại học Bách Khoa Thành Phố Hồ Chí Minh[full_name] Em tên là [full_name], sinh viên lớp MT19KH03[full_name] Em xin phép được hỏi một số câu hỏi sau ạ:[full_name] [full_name] Đợt đầu năm em có đăng ký thi anh văn đầu vào để xét môn học anh văn trong trường, đợt đó em thi được 345 điểm và được xếp vào anh văn 1, do bị trùng lịch học thể dục nên học kỳ 1 em không xếp được lịch học anh văn 1 ở trường nên học kỳ 2, em đăng ký môn học anh văn 1, tuy nhiên đợt hiệu chỉnh môn học kết thúc vào ngày 23/12/2019[full_name] Vì vậy em đã đăng ký môn học anh văn 1[full_name] Do kỳ thi anh văn định kỳ được tổ chức vào ngày 23/12/2019 và có điểm vào ngày hôm nay 25/12/2019 và em được 410 điểm khi đó em có một số câu hỏi sau ạ:[full_name] [full_name] Với số điểm đó em được miễn những anh văn nào ạ? Và nếu đã miễn những anh văn đó em có cần học ở trong trường không hay chỉ cần học anh văn kế tiếp ạ, khi đó có phải em sẽ xin rút môn học anh văn 1 ở trường và đăng ký anh văn tiếp đó phải không ạ?  [full_name] [full_name] Em xin chân thành cám ơn[full_name][full_name] [full_name] [full_name][full_name] [full_name] Thường[full_name] [full_name]",
            "Chào bạn,. . . . Đợt thi kiểm tra tiếng anh định kỳ tổ chức cho các sv có nhu cầu đăng ký thi, không bắt buộc. Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học \" nha bạn. . . Môn AV bạn muốn pass thì phải  tự đăng ký học hoặc dùng chứng chỉ quốc tế để xét chuyển điểm online.. . Bạn vui lòng xem lại quy định về anh văn được cập nhật chi tiết tại: www.aao.hcmut.edu.vn- Sinh viên - Quy chế - Quy chế học vụ bậc đại học - Phụ lục 1.. . www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ . . . . Thân.. . . .",
            "Chào bạn,. . Điểm thi anh văn định kỳ do Phòng Đào tạo tổ chức ngày 21,22/12 chỉ dùng để pass chuẩn anh văn từng năm học, không dùng để xét miễn môn AV1,2,3,4 nha bạn.. . Vui lòng xem quy định tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/ngoại ngữ/Kiểm tra trình độ tiếng Anh mỗi học kỳ/Dự kiểm tra trình độ tiếng Anh định kỳ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Vì gia đình em kẹt tiền nên em không thể hoàn thành học phí trong học kì này. Bây giờ em mới có tiền để đóng học phí. Liệu em có thể đóng học phí không hay phải tạm dừng học trong học kì kế?. .",
            "Chào bạn,. . Bạn vẫn có thể thanh toán học phí nhé, trường không khóa đóng học phí.. . xem về quy định học phí tại đây:http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 7. Học phí/7.2 Thanh toán học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm)  /i [full_name] [full_name] Em xin chào [full_name]/Cô phòng đào tạo trường đại học Bách Khoa Thành Phố Hồ Chí Minh[full_name] Em tên là [full_name], sinh viên lớp MT19KH03[full_name] Em xin phép được hỏi một số câu hỏi sau ạ:[full_name] [full_name] Đợt đầu năm em có đăng ký thi anh văn đầu vào để xét môn học anh văn trong trường, đợt đó em thi được 345 điểm và được xếp vào anh văn 1, do bị trùng lịch học thể dục nên học kỳ 1 em không xếp được lịch học anh văn 1 ở trường nên học kỳ 2, em đăng ký môn học anh văn 1, tuy nhiên đợt hiệu chỉnh môn học kết thúc vào ngày 23/12/2019[full_name] Vì vậy em đã đăng ký môn học anh văn 1[full_name] Do kỳ thi anh văn định kỳ được tổ chức vào ngày 23/12/2019 và có điểm vào ngày hôm nay 25/12/2019 và em được 410 điểm khi đó em có một số câu hỏi sau ạ:[full_name] [full_name] Với số điểm đó em được miễn những anh văn nào ạ? Và nếu đã miễn những anh văn đó em có cần học ở trong trường không hay chỉ cần học anh văn kế tiếp ạ, khi đó có phải em sẽ xin rút môn học anh văn 1 ở trường và đăng ký anh văn tiếp đó phải không ạ?  [full_name] [full_name] Em xin chân thành cám ơn[full_name][full_name] [full_name] [full_name][full_name] [full_name] Thường[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Chào thầy/cô, e đã nộp chứng chỉ ngoại ngữ và đã được xét là hợp lệ vào ngày 24/12/2019. Cho em hỏi khi nào điểm anh văn mới được cập nhật vào bảng điểm vì em cần điểm anh văn để đăng kí môn học cho học kì sau. Mong thầy/cô cập nhật giúp e điểm thật sớm ạ. E cảm ơn thầy/cô đã dành thời gian đọc yêu cầu của em.  /B Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . điểm chuyển của bạn đã được cập nhật trên web,. . bạn vui lòng vào mục \"điểm chuyển\" để xem nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name]  /i [full_name] [full_name] [full_name] [full_name] Chào anh/chị,[full_name] [full_name] Hiện [full_name][full_name]là sinh viên năm 2 bị vướng anh văn[full_name] Hiện tại [full_name] có học anh văn 1 trên trường[full_name] Và kì thi ngày 21[full_name]12 vừa qua [full_name] không qua 350[full_name] Vậy cho [full_name] hỏi thời khóa biểu đăng kí hiện tại của [full_name] có bị xóa không ạ[full_name] Vì theo như quy định các môn đang học được tính là qua[full_name][full_name] [full_name] Em cảm ơn ạ[full_name]",
            "CHào bạn,. . Bạn vui lòng đọc email thông báo của Phòng đào tạo ghi rõ:. . \".... pass tạm các môn học trong HK191, sau khi có kết quả điểm môn học sẽ hậu kiểm đối với các điều kiện tiên quyết chưa đạt\". . Nghĩa là nếu AV1 rớt tức bạn chưa đạt chuẩn AV sau năm 1 thì bạn sẽ bị huỷ hết các môn của năm 2.. . Thân.. .",
            "QUOTE  MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác [full_name][full_name][full_name][full_name] [full_name] [full_name] [full_name] Chào anh/chị,[full_name] [full_name] Hiện [full_name][full_name]là sinh viên năm 2 bị vướng anh văn[full_name] Hiện tại [full_name] có học anh văn 1 trên trường[full_name] Và kì thi ngày 21[full_name]12 vừa qua [full_name] không qua 350[full_name] Vậy cho [full_name] hỏi thời khóa biểu đăng kí hiện tại của [full_name] có bị xóa không ạ[full_name] Vì theo như quy định các môn đang học được tính là qua[full_name][full_name] [full_name] Em cảm ơn ạ[full_name]  /QUOTE [full_name] [full_name] [full_name] [full_name] Chào [full_name],[full_name] [full_name] Em sẽ bị xóa môn học vướng chuẩn anh văn sau năm nhất"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TP Hồ Chí Minh , em viết đơn này với mục đích xin Phòng Đào Tạo xem xét cho em về việc phúc khảo bài thi anh văn đầu vào được tổ chức thi vào ngày 21/12/2019 .Hy vọng Phòng Đào Tạo xem xét và có thể cho em phúc khảo bài thi anh văn vừa rồi , em xin cám ơn .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Đợt vừa rồi thi trên máy tính nha bạn, nên không nhận phúc tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện tại em đã đủ điểm anh văn để đăng kí môn học trong kỳ này. Kính mong phòng tạo xem xét tạo tạo điều kiện cho em đăng kí môn học trong học kỳ 192 này. Có thể xét giúp em tiếng anh để đăng kí môn học của trung tâm đã mở vào ngày hôm nay: 13h00 ngày 25/12/2019  đến 17h00 26/12/2019. Em có đính kèm file bên dưới đã có điểm anh văn. Em xin chân thành cảm ơn. . . . .",
            "Chào bạn,. . Kết quả thi anh văn định kỳ vào ngày 21,22/12 này sẽ cập nhật cho các bạn vào đăng ký môn học đợt từ ngày 2-6/1/2020 nhé, bạn vui lòng vào tự đăng ký MH nhé.",
            "em hỏi giáo vụ trung tâm thì giáo vụ có mở đăng kí ngoại lệ của trung tâm thời gian đăng kí 13h00 ngày 25/12 đến 17h00 ngày 26/12 ( file đính kèm ở dưới). Theo danh sách thì em có một số môn cần học theo danh sách các môn trong danh sách ngoại lệ thì mong Phòng đào tạo tạo cơ hội giúp em có thể đăng kí đợt này. về khi mở kỳ hiểu chỉnh thì em có thể đăng kí thêm các môn ngoài danh sách trên. Mong phòng đào tạo xem xét vào tạo điều kiện cho em đăng kí được môn học.",
            "Chào em,. . . . PDT sẽ chuyển mail của em về trung tâm để trung tâm trả lời giúp em  nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1814820  /b \t. . . . Em đã qua năm nhất và chứng chỉ Anh Văn đạt được là 350 Hiện tại em đã được 380 nhưng hạn đăng ký môn học đợt 2 đã kết thúc vậy em Làm sao để có thể đăng ký bổ sung các môn học cho năm học tới ?. .",
            "Chào em,. . . . Còn đợt 3 DKMH em xem lại lịch học vụ nhé theo đường dẫn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, Em tên [full_name], sinh viên khóa k17, khoa kỹ thuật GT.. . Đợt kiểm tra anh văn vừa rồi em được 365 điểm. Vậy theo như điểm trên là em có đủ điều kiện học các môn của năm 3, và học được môn av2 phải không ạ? . . Mong PĐT giải đáp giúp em để em kịp đăng ký học theo tiến độ ạ, em xin cảm ơn.",
            "Chào bạn,. . Bạn xem quy định về Anh văn tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ hiện e là sv năm hai. Năm nhất e thi AV đầu vào dc 345 nhưng e ko học anh văn một. Mà tới học kì hai e học lớp toeic 350 để dc xét qua chuẩn năm 1. Sau đó qua kì 191 này e có đăng kí học lớp anh văn 2, và kì sau e tính học anh văn 3 để qua chuẩn năm 2. Nhưng e mới nghe lại quy chế thì là e ko có học anh văn 1 nên ko  đước tính các lớp anh văn 2 và 3 phải ko ạ.  Lớp toiec 350 của e học hồi năm 1 có được thay thế cho lớp anh văn một ko ạ. Mong thầy/cô giải đáp giúp e. Để e kịp thời điều chỉnh lại ko bị trễ kì ạ. E xin cảm ơn",
            "Chào bạn,. . Môn AVCb là môn tiên quyết của AV1,. .  AV1 là môn học trước của AV2, có quy định rõ trong ctrinh đào tạo rồi bạn nhé.. . Thân.",
            "Dạ em cảm ơn cô. Dạ thưa cô theo như e đã trình bày ở trên là kì rồi e có đăng kí học anh văn 2 rồi do chưa nắm dc hết quy định và kì này e đã đăng kí môn anh văn 3 nhưng ở đợt đăng kí bổ sung sắp tới e không xoá môn được. Mong cô giải quyết giúp e xoá môn được không ạ. Để e có kinh phí ra ngoài luyện để thi đợt kiếm tra anh văn đinhk kì. Mong cô giúp đỡ em. E xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng đặt câu hỏi trên chuyên mục DKMH để xin xoá môn học bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học . . Chào thầy(cô)! . . Thầy(cô) cho em hỏi đợt đk bổ sung luận văn đầu tháng 2 /2019 có bao gồm  cả môn đề cương luận văn không ạ? Dạ nếu có thì từ giờ tới lúc đó có đợt chuyển điểm anh văn nào không ạ?. . Em cảm ơn!. . . .",
            "Chào bạn,. . Bạn vui lòng xem lịch đăng ký MH và chuyển điểm anh văn tại. . http://aao.hcmut.edu.vn/lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ Chào Thầy/Cô Phòng đào tạo. . Em xin tiếp tục câu hỏi ở phần em đã trình bày ở câu hỏi #5667:. . Như vậy em đã đủ điều kiện để học năm 2 phải không. Đợt sau em có thể đăng ký định kỳ để thi tiếp để đạt đủ điều kiện học các năm còn lại luôn phải không ạ? Nếu như vậy thì em có thể chuyển môn học từ av1 qua av3 được không ạ?. . Nếu rút môn học nhưng phải đóng tiền như có học thì em nghĩ trường mình khâu sắp xếp thi định kỳ không hợp lý một chút nào ạ, tại vì bọn em cần biết điểm anh văn của mình tới đâu để đăng ký môn học ạ! . . Em xin cám ơn!. . Thường",
            "Dạ em chào Thầy/Cô phòng đào tạo. . Câu hỏi vừa rồi em hỏi không được lịch sự nên em xin phép hỏi lại và trình bày lại ạ.. . Đợt đầu năm em có đăng ký thi anh văn đầu vào để xét môn học anh văn trong trường, đợt đó em thi được 345 điểm và được xếp vào anh văn 1, do bị trùng lịch học thể dục nên học kỳ 1 em không xếp được lịch học anh văn 1 ở trường nên học kỳ 2, em đăng ký môn học anh văn 1, tuy nhiên đợt hiệu chỉnh môn học kết thúc vào ngày 23/12/2019. Vì vậy em đã đăng ký môn học anh văn 1. Do kỳ thi anh văn định kỳ được tổ chức vào ngày 23/12/2019 và có điểm vào ngày hôm nay 25/12/2019 và em được 410 điểm khi đó em có một số câu hỏi sau ạ: . . Cho em hỏi với số điểm đó em đủ điều kiện về chuẩn anh văn cho năm 2 đúng không ạ? Em có thể tham gia thi định kỳ thêm nữa để qua các mức điều kiện pass anh văn tiếp phải không ạ.. . Nếu như vậy em có thể xin phép Thầy/Cô hủy môn học Anh Văn 1 của em để em ra ngoài học lấy bằng vào nộp ở năm 2 ạ.. . Mã Số Sinh Viên của em là 1915442. . . Em xin chân thành cám ơn. . Trân Trọng!. . Thường. .",
            "Chào bạn,. . Điểm thi Anh văn định kỳ ngày 21,22-12 do Phòng Đào tạo tổ chức chỉ dùng để pass chuẩn Anh văn từng năm học, không dùng pass miễn môn Anh văn nha bạn. có thể bạn đang hiểu lầm.",
            "Chào Thầy/Cô[full_name] [full_name] Dạ ý em là pass chuẩn anh văn ấy ạ, giờ em đã qua chuẩn năm nhất rồi nên em xin phép được hủy môn học được để qua năm 2 em thi bên ngoài bằng toeic vào nộp vẫn được chứ ạ![full_name] [full_name] Trân trọng![full_name] [full_name] [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học nha bạn, bạn có thể làm đơn rút MH, xem quy định rút tại đây: . . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học. . Bạn có thể nộp chứng chỉ toeic theo quy định là được nhé",
            "Dạ chào Thầy/Cô phòng đào tạo.. . Dạ vì là hết thời gian hủy môn học ở mục đăng ký môn học nên em nhắn tin xin phép thầy cô có thể hủy môn học Anh Văn 1 với ạ! Vì đợt kiểm tra anh văn định kỳ kiểm tra sau nên em bị đẩy vào thế khó là không biết đăng ký sao cả, nếu không đăng ký anh văn 1 thì lỡ thi định kỳ không qua, nếu không đăng ký thì em sợ đợt đăng ký bổ sung không còn chổ ạ! Nếu trước khi có thời khóa biểu chính thức thì em hy vọng có thể hủy môn học để tiết kiệm một khoảng chi phí là 2 tính chỉ để em đi dành tiền học bên ngoài và thi lại cho nắm sau ạ.. . Em cám ơn Thầy/Cô phòng đào tạo nhiều!. . Trân trọng!. . Thường",
            "Chào bạn,. . Phải theo đúng quy định nha bạn, hiện tại hết thời gian hủy môn học nha bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . E thi a.v được 345 điểm có được xét qua a.v 1 ko ạ",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học \" nha bạn. . . Môn AV bạn muốn học thì phải  tự đăng ký online.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi : thầy cô phòng đâò tạo. . Em : [full_name]; MSSV:[student_id]. . Trong kì thi kiểm tra anh văn định kì vào ngày 21/12/2019 em tham gia và đạt số điểm 345. Trong quy định của trường thì em phải đạt 350 mới qua chuẩn anh văn năm 1 để đăng kí các môn học chuyên ngành năm 2. Em xin thầy, cô xem xét châm chước để em có thể đăng kí được các môn học chuyên ngành trong học kì 192 sắp tới.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Quy định không thay đổi được bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em tên là [full_name] Mssv : [student_id] hiện đang học ngành bảo dưỡng công nghiệp . Em có nộp chứng chỉ toiec(nghe đọc) với số điểm là 390 vào lúc 10:11 ngày 23/12/2019 và chưa được thẩm tra , nhưng đến đợt đăng kí môn học hiện tại có một số môn cần toeic 300 mới đủ điều kiện đăng kí nên em không đăng kí được môn học . Em xin đươc hỗ trợ để có thể đăng kí được các môn ở học kì này ạ . Em xin cảm ơn . .",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra.. . \t\t\t. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT Trường ĐHBK.. . Em có 1 thắc mắc muốn trao đổi.. .   B   I Hiện tại em là sinh viên năm 2, em đã qua AV1. Vẫn chưa đạt chuẩn Tiếng anh sau khi hết năm 2.Nhưng mà học kỳ sau (192)  theo chương trình đào tạo là em có môn học mã XX3XXX(môn học của năm 3). Vậy e có được đăng ký học môn đó không ạ?. .   /B  Em hy vọng PĐT sẽ sớm giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . KHi bạn không đạt chuẩn quy định thì bạn sẽ không được đăng ký, Phòng đào tạo sẽ hậu kiểm các điều kiện trước khi công bố TKB chính thức.. . bạn vui lòng theo dõi kết quả trên trang TKB.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi đợt thi avđk kỳ 191 vừa rồi thì kết quả thi chỉ dùng để xét cho kỳ 192 không thôi hay vẫn xét cho các năm sau vẫn được ạ. Ví dụ như trường hợp của em, vừa rồi em thi được 490 điểm thì đã được xét qua năm 2 chưa hay kỳ 192 phải thi thêm lần nữa mới xét chuẩn để học năm 3 ạ?",
            "Chào bạn,. . Kết quả thi AV ngày 21,22/12 sẽ cập nhật cho các bạn đăng ký MH bổ sung học kỳ 192 đợt ngày 2/1 đến 6/1/2020 nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô,. . Em tên [full_name] MSSV [student_id]. . Dạ thưa cho em hỏi là AV đầu vào lần 1 của em không đậu nhưng thi lần 2 đậu v em có cần đắng kí lớp học AV hay tự trường sẽ chọn lớp AV cho em . . Hay em phải làm thế nào để học AV ở trường?. . Xin trả lời giúp em!. . Em xin cảm ơn . . [full_name]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Kỳ thi AV định kỳ ngày 21,22/12 do Phòng Đào tạo tổ chức chỉ dùng để pass chuẩn anh văn từng năm học, không dùng xếp lớp hoặc xét miễn AV nhe.. . Bạn có nhu cầu học AV thì đăng ký theo lịch đăng ký MH của Phòng Đào tạo nhé.. . Xem tại lịch học vụ"
        ]
    }
]