[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô.. . Em là sinh viên năm Nhất. Theo những gì em xem trên quy chế trên trang aao thì từ K19 phải có chuẩn kỹ năng ứng dụng CNTT ạ. Trong đó có ghi miễn phí một lần cho sv năm 1 vào hk2. Dạ cho em hỏi là cái này đã triển khai chưa ạ, là cái mà trong quy chế nói (theo em là cuộc thi để xét đạt hay không kỹ năng CNTT) là miễn phí cho sinh viên năm 1 ạ? Nếu có thì có nội dung thực hiện cụ thể trên trang aao không ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại chưa có thông báo về việc triển khai việc tổ chức thi CC CNTT, bạn vui lòng đợi thông báo qua email sinh viên.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . theo như em được biết là bảng đổi điểm mới của môn anh văn được áp dụng vào ngày 21/09/2020 của hk201. . Việc đổi điểm sẽ áp dụng từ lúc mà mình đăng ký trên mybk hay là lúc pdt giải quyết hay là lúc em đăng ký. . Vì em là k16 hiện tại muốn ôn tập thi lấy bằng toeic để đổi tiếp anh văn cao hơn ( em chưa đổi av3-4) và tình hình dịch bệnh nên có thể có bằng muộn. . giả sử em đăng ký đổi điểm anh văn trên mybk vào ngày 18/09/2020 thì bảng điểm cũ như hk192 có được áp dụng không? Hay điểm chuyển tính sẽ từ lúc PĐT xác nhận giải quyết cho e.. . Em cảm ơn anh/chị tư vấn giúp em trường hợp này với ạ",
            "Chào bạn. . Quy đổi điểm anh văn theo quy định cũ áp dụng theo ngày bạn đăng ký quy đổi điểm anh văn (và phải hoàn thành lệ phí quy đổi điểm) trước ngày 21/9/20 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Môn học đã được hủy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name] Học  MSSV [student_id]. . em mong thầy/cô giúp em đăng kí bổ sung môn học công nghệ lạnh - Điều Hòa 2 MSMH : 260628 cho học kì 193 . . Em xin chân thành cảm ơn",
            "[full_name] lịch học"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712111  /b \t. . . .   i Đăng ký môn học . Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.. .",
            "Nhóm DT02 và DT04 full sĩ số. . PĐT đã bổ sung môn PH1003 vào nhóm DT05 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ e chào Thầy/Cô. Em muốn hỏi về lịch thi giữa kì ạ! Trong lịch học vụ thì học từ 27/7( tuần 4 tháng 7), thi giữa kì thì là từ 24/8( tuần cuối tháng 8). Nhưng hiện tại thì học từ 3/8 vậy lịch thi có dời xuống khôg ạ. Em có thắc mắc này vì em có đăng ký thi Toeic bên ngoài. Nên em muốn biết khoảng tuần nào thi để e sắp xếp do e phải thi 2 môn Gt2 với VL2. E cảm ơn ạ!",
            "Dự kiến thi các buổi tối trong tuần từ 24/08 nhé em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711655  /b \t. . . .   i Đăng ký môn học . Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.. .",
            "đã bổ sung nhóm DT04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . Mssv: [student_id]. . Tên môn học: Quá trình và thiết bị cơ học. . Mã môn học: CH2019. . Hôm trước em có đăng ký môn học học kỹ thuật phản ứng (CH2053). Nhưng do trùng với lịch thực tập nên đã xin hủy môn đó và muốn đổi sang đăng ký môn Quá trình và thiết bị cơ học (CH2053) ạ. . . Vì thứ 7 này có tiết nên em mong phòng đào tạo hỗ trợ em sớm đăng ký ạ.. . Em cảm ơn mọi người rất nhiều.. . Em xin lỗi về sự phiền phức này ạ.. .",
            "CH2019 mới đúng là môn quá trình thiết bị cơ học. . . . PĐT đã bổ sung CH2019 vào nhóm DT01 cho em rồi. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo ĐH Bách Khoa,. . Em là [full_name] MSSV [student_id]. . Chương trình Tiên Tiến OISP Khoá K14. . Em xin ĐK bổ sung môn Pháp luật Việt Nam đại cương của cô [full_name], [full_name]1007 nhóm DTQ2 để kịp trả nợ môn do ngày hôm qua mới biết điểm ở mybk.. . Mong nhà trường hỗ trợ cho em để em kịp Tốt nghiệp vào tháng 11. Em chỉ còn môn này thôi ạ.. . Em xin chân thành cảm ơn./. . Sinh viên K14",
            "Nhóm DTQ2 trùng TKB.. . Đã bổ sung môn SP1007 vào nhóm DTQ1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]   /[full_name]   b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] [full_name]![full_name] [full_name] MÌNH CẦN HỖ TRỢ   [full_name] HỦY [full_name]_[full_name]  /[full_name]   /U [full_name] [full_name] LÝ DO: NHÓM [full_name] [full_name] [full_name]_QUẢN LÝ DỰ ÁN CHO KỸ SƯ[full_name] [full_name] [full_name]        NAY DỊCH [full_name]ỆNH VÀ KINH TẾ KHÓ KHĂN, [full_name] [full_name]_[full_name][full_name] [full_name] [full_name]   [full_name] HỦY [full_name]_[full_name]  /[full_name]   U [full_name] [full_name] [full_name][full_name] [full_name] [full_name]",
            "Môn học của HK2/2019-2020 ko được hủy. . . . Thân",
            "[full_name] [full_name] [full_name], MÌNH ĐÃ ĐỦ SSOS TÍN CHỈ NHÓM TỰ CHỌN B, VẬY MÔN NÀY DƯ RA MÌNH [full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] MÌNH CÁM ƠN THẦY NHÉ!",
            "Không được hủy môn em.. . Học dư thì ko sao. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn xin cho phép em được đăng ký môn học Đường lối ĐCSVN (mã môn SP1009) trong học kỳ 193",
            "đã bổ sung môn SP1009 nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin đăng kí môn CI1033 nhóm DT01, như pđt đã trả lời em. cho em hỏi khi nào bắt đầu học ạ. .",
            "Em lên xem lịch học trên trang STINFO. . Ngày học đầu tiên bắt đầu từ 03/08.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên khóa K16. Vào năm 2017 em đã nộp bằng Toiec 505 điểm để đổi điểm các môn học AV1-2-3-4 ( hiện tại bằng toiec này đã hết hạn ) Và hiện tại em đã thi 2 kỹ năng writing và speaking với số điểm 205. Vậy em đã đạt chuẩn ra trường hay chưa ạ ? Và em cũng muốn hỏi là khi 2 kỹ năng writing và speaking em có cần đăng ký chuyển điểm gì hay không ? Hay là bên BKEnglish sẽ tự động cập nhật cho phòng đào tạo ?",
            "Chào bạn. . Phòng đào tạo kiểm tra bạn đã được miễn 4 anh văn, đã đạt điều kiện chuẩn tiếng anh xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . [full_name]. . MSSV [student_id]. . Đăng ký môn học Giải tích 1 - MT1003",
            "đã bổ sung MT1003 vào nhóm DT04. . TKB sẽ cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT trường ĐH Bách Khoa. . Em là [full_name] MSSV [student_id]. . Chương trình tiên tiến [full_name]ISP Khoá K14. . Em gửi đơn này là em có Đăng kí đơn phúc tra cho môn Điều khiển phi tuyến và thích nghi ( 409403) của thầy [full_name]. Môn này em tổng kết 4.5.. . Em không biết PĐT đã gửi đơn qua cho thầy chưa và kết quả phúc tra như thế nào?. . Em vừa kiểm tra lại thì thấy có TKB trong HK193 có môn này. Em muốn biết rõ hơn về tình hình của em. Vì phần học phí cho HK hè khá cao, nên em cũng chưa biết là đã có kết quả phúc tra như thế nào thì em sẽ trả nợ môn luôn hoặc là đã đủ điểm rồi ạ.. . Em cảm ơn./ . . Sinh viên [full_name]ISP K14",
            "Kính gửi PĐT trường ĐH Bách Khoa. . Em là [full_name] MSSV [student_id]. . Chương trình tiên tiến OISP Khoá K14. . Em gửi đơn này là em có Đăng kí đơn phúc tra cho môn Điều khiển phi tuyến và thích nghi ( 409403) của thầy [full_name].. . Hiện tại em vẫn chưa biết kết quả phúc tra, nhưng hệ thống đã tự đăng kí môn học này cho em ở HK193. PĐT kiểm tra lại giúp em ạ.. . Em cảm ơn./",
            "Em liên hệ văn phòng Đào tạo quốc tế để hỏi vì sao bổ sung môn học. . . . và để hủy môn nếu như muốn hủy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trong đơn đăng kí phân ngành có yêu cầu điểm TB tích lũy HK2 2019-2020 nhưng em lại nghe nói là điểm tb cả năm học vậy cái nào đúng ạ. . . .",
            "Chào bạn,. . . . Phân ngành bạn vui lòng liên hệ khoa nha.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô ạ!. . Theo đúng chương trình đào tạo thì trong 4 học kỳ đầu tiên tổng số tín chỉ là 77. Do bị trễ anh văn nên có 7 chỉ trong đó em chưa học được và có 4 chỉ anh văn em chưa chuyển điểm (em có thể chuyển được vì đã có bằng TOEIC).. . Học kỳ 192 này em đăng ký học 19 chỉ và hết kỳ này tổng số tín chỉ tích lũy là 76 (em học trước các môn chính trị và các môn năm 3). Cho em hỏi điều kiện xét học bổng Số TCTLN ≥ 90% số TC của chương trình đào tạo tính đến học kỳ xét học bổng lúc này sẽ là 76/77=99% hay là 66/77=86% ạ?. . Em cám ơn nhiều ạ!. .",
            "Chào Em,. . Trong thông báo về quy định xét học bổng khuyến khích học tập, tín chỉ được tính theo chương trình đào tạo, và học bổng khuyến khích xét ở học kỳ nào thì tính chương trình đào tạo từ thời điểm sinh viên vào học đến học kỳ xét học bổng rồi tính 90% tín chỉ tích lũy hoặc 100% tín chỉ theo từng điều kiện.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào Phòng Đào Tạo,. . Con có thể đăng ký đồ án tốt nghiệp và thực tập tốt nghiệp chung học kỳ hè 203 không ạ? Và môn đồ án có mở học kỳ hè không ạ?. .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ hè 193. . Cơ lưu chất. . Kết câu bê tông cốt thép 2. .",
            "Bạn cần cung cấp đàng hoàng mã môn học để xem xét. . . .",
            "Em muốn đăng ký thêm 2 môn là:. . Cơ lưu chất [full_name]: CI2003. . Kết cấu bê tông cốt thép 2 [full_name]: CI3175. . Em xin cảm ơn.",
            "Môn học hiện tại em phải có đồng ý của Giáo viên giảng dạy mới được học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Em là sinh viên khoa điện, chuyên ngành điện tử - viễn thông, K18. Em nằm trong chương trình KSTN. Em muốn hỏi là, hiện nay học phần mở rộng của môn học cốt lại tài năng có thể đăng kí riêng (độc lập) với môn học đó không ạ? Và nếu đăng kí riêng được thì em phải làm như thế nào ạ? Có cần viết đơn lên pđt hay gì ko ạ? . . Em cảm ơn. . . . VD: môn học cơ sở điện tử công suất (mã môn học EE2021) có học phần mở rộng (mã môn học EE202A). Nếu em muốn đăng kí làm lại học phần mở rộng thì chỉ cần đăng kí môn học với mã (EE202A) thôi hay bắt buộc phải đăng kí môn EE2021 xong mới đăng kí EE202A. Nếu đăng kí riêng được thì phải làm những điều kiện gì à?.. .  . .",
            "Chào em.. . PĐT sẽ dựa vào danh sách SV lớp tại năng từ học kỳ để bổ sung phần môn học mở rộng tài năng. dựa trên môn học gốc. . Không đăng ký riêng mã môn học mở rộng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "ME2071. .   i Đăng ký môn học  /i Các quá trình chế tạo. . . .",
            "Hết hạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Chào PĐT em tên là [full_name], MSSV: [student_id], khoa Kỹ thuật Hoá học. Hè em có đăng kí môn Bơi, nhưng do dịch Covid-19 nên em không thể từ dưới quê lên học được. Xin PĐT xem xét cho em huỷ môn không tính học phí được không ạ?. . Em xin cảm ơn PĐT.",
            "môn học đã dược hủy",
            "Rút môn học HK Hè/2019-2020 (có tính học phí). . . . Chào PĐT em tên là Lưu Bảo Châu, MSSV: [student_id], khoa Kỹ thuật Hoá học. Hè em có đăng kí môn Bơi, mã MH: PE1019, nhưng do dịch Covid-19 nên em không thể từ dưới quê lên học được. Xin PĐT xem xét cho em huỷ môn không tính học phí được không ạ?. . Em xin cảm ơn PĐT.  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em kính chào quý thầy/cô đang xem ạ.. . Chuyện là hè này em có đăng ký môn thể chất Bơi. Em có mong muốn được rút môn do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch Covid-19 hiện nay.. . Em có thắc mắc là không biết rút môn thể chất như vậy có tính học phí không ạ?. . Mong nhận được phản hồi từ thầy/cô. Em xin cảm ơn ạ.. .",
            "đã hủy môn học,. . Không tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Dạ em kính chào quý thầy/cô đang xem ạ.. . Em tên là [full_name], lớp HC19HC12, mssv là [student_id].. . Hè này em có đăng ký môn thể chất Bơi nhóm DT02. Em có mong muốn được rút môn do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch Covid-19 hiện nay.. . Mong quý thầy/cô xem xét ạ. Em xin cảm ơn.. .",
            "đã hủy môn. . Không tính học phí. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô) ạ, em là [full_name], là sinh viên năm 3. Hè này em có thực tập tốt nghiệp nên em nghĩ em không đăng ký được môn học trong học kỳ hè. Tuy nhiên do dịch Covid 19 nên kế hoạch thực tập của em bị thay đổi.. . Vì lí do này, nên em kính mong Phòng Đào tạo cho em đăng ký môn \"đại số tuyến tính\" (Mã môn học: IM1007)- nhóm DT01 ạ.. . Em cảm ơn rất nhiều ạ",
            "đã bổ sung môn MT1007 nhóm DT01. . TKB sẽ cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Pdt cho em hỏi là hiện tại hè này em chưa đăng ký được thực tập tốt nghiêp trong hè em dự định sẽ đăng ký vào hk 201 sắp tới.. . Hiện tại em có đang thực tập tại công ty vậy tới hk 201 em có thể chuyển kết quả thực tập ở hè vào trong năm được không ạ. Nếu được thì cần các thủ tục như thế nào vậy ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pdt cho em hỏi là nếu em học các môn cuối ở học kỳ hè thì kết quả có kịp thời để em đăng ký tốt nghiệp vào khoảng tháng 11 của hk1 ko ạ.",
            "Chào bạn. . Phụ thuộc vào việc giảng viên giảng dạy chấm điểm, nên sau khi thi xong bạn liên hệ giảng viên nhờ chấm nhanh để kịp đăng ký tốt nghiệp nghen. . Thân",
            "vậy thường phải có điểm trước thời gian tốt nghiệp bao lâu thì mới được xét ạ.",
            "Chào bạn. . Khoảng đầu tháng 10/2020 kịp cho đợt tốt nghiệp tháng 11/2020 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi, em có đăng kí lệ phí miễn điểm cho av 1, 2 , 3 , 4. Em đã thanh toán 1 lần rồi nhưng em lỡ bấm nhầm 1 lần nữa nên bên bk pay có hiện thêm 1 cột thanh toán lệ phí. PĐT cho em hỏi giờ làm sao để em hủy được ạ. Em cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận trường hợp, và đã chuyển cho bộ phận dữ liệu kiểm tra và xem xét. Vui lòng đợi kết quả vào ngày 12/8/2020",
            "Chào bạn,. . Đã hủy trên bkpay cho bạn rồi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong muốn được học môn Vật Lý 1 dự thính học kỳ hè 193 và đã được xếp vào lớp DT04. Nhưng vì lịch thực tập tốt nghiệp có sự thay đổi nên vướng lịch học.. . Em mog muốn được chuyển sang lớp DT05.. . Kính mong phòng đào tạo tạo điều kiện chuyển giúp em mã môn học PH1003 môn Vật Lý 1 từ  lớp dự thính DT04 sang DT05.. . Em xin chân thành cảm ơn.. . Em xin lỗi vì sự bất tiện này.. .",
            "đã chuyển nhóm. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viện thuộc chương trình KSTN khoa điện K18. Trong kì 192 em rớt học phần mở rông môn Cơ sở điện tử công suất EE2021. Tuy nhiên học phần lý thuyết vẫn qua. Vậy cho em hỏi em phải đăng kí học lại học phần mở rộng như thế nào ạ?",
            "Chào em.. . Môn học mở rộng ko thể đk một mình được. . Em phải có phần lý thuyết đi kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quý thầy cô,. . Em muốn hỏi là nếu em đã học đại số trong học kì 191 nhưng điểm thấp (qua môn) nên đăng ký cải thiện vào học kì hè (hk 193) thì sau khi cải thiện, điểm đại số được tính vào tbtl học kì 191 hay tbtl học kì 193 ạ?. . Em còn được biết là học kì dự thính hè (hk 193) chỉ xét qua môn hoặc không qua môn chứ không tính vào điểm tbtl.. . Mong được thầy cô giải đáp vì em đã đăng ký môn trong học kì 193 với mong muốn cải thiện điểm để phân ngành. Em cảm ơn.. .",
            "Chào bạn. . - Điểm học ở HK nào là tính vào điểm + TBTL của học kỳ đó. . - \"học kì dự thính hè (hk 193) chỉ xét qua môn hoặc không qua môn chứ không tính vào điểm tbtl\" : thông tin này si nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Quý Thầy cô Phòng đào tạo ạ.. . Em tên là [full_name], MSSV [student_id], k14 Khoa Môi trường. Thầy cô cho em hỏi về đợt tốt nghiệp tháng 11/2020. Theo trang đăng kí tốt nghiệp trên Mybk thì em thấy đã mở đăng kí, hạn là đến 30/8/2020, nhưng khi em bấm vào cập nhật thông tin thì không được và cũng có dòng \"không tìm thấy sinh viên trong danh sách dự kiến tốt nghiệp\". Thầy cô cho em hỏi là vì chưa đến đợt đăng kí hay vì em còn thiếu điều kiện gì mà chưa thể tốt nghiệp ạ. . . Em xin cảm ơn Thầy cô ạ.",
            "Chào bạn,. . Hiện tại đang là đợt xét tốt nghiệp của tháng 4/2020 (chưa có đợt tốt nghiệp tháng 11/2020). Hiện tại bạn đã đủ điều kiện tốt nghiệp?. . Bạn mới bổ sung điều kiện gì để tốt nghiệp?. . Khi nào bạn có tên trong danh sách dự kiến tốt nghiệp, bạn mới có thể vào đăng ký tốt nghiệp."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy(cô) ơi! Cho em hỏi là: . . 1. Học cải thiện điểm ở HK193 thì điểm đó có được tính vào trung bình tích lũy không ạ? . . 2. Nếu như điểm cải thiện lớn hơn điểm cũ thì điểm mới sẽ lấy trung bình cộng hay lấy điểm cao nhất ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Điểm bạn học ở kỳ nào thì tính vào điểm TBTL tại thời điểm đó.. . Tính đểm lần học cao nhất nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào đại diện Phòng đào tạo, em là [full_name],sinh viên của Văn phòng Đào tạo Quốc tế. Hiện tại em có nhu cầu phúc tra điểm thi cuối kì của môn Phương pháp tính do Thầy [full_name] phụ trách. Tuy nhiên em không thể đăng ký online trên [full_name]K được do trạng thái sinh viên của em là Đang tạm dừng. Mong được xem xét và hỗ trợ. . . . . Em xin trân trọng cảm ơn.  . . . . . .",
            "Bạn vui lòng trình bày rõ tên và mã môn học phúc tra nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi nếu sau năm nhất không tích lũy đủ 28 chỉ thì có được đăng kí môn của năm 2 không ạ. em xin cảm ơn ạ",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ theo yêu cầu, bạn sẽ không thể đăng ký môn học của năm tiếp theo nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên k19,khoa kỹ thuật xây dựng,em muốn hỏi là phân ngành bằng điểm tb có phải tính các môn đăng kí thêm(không thuộc các học kì năm nhất) không ạ,cụ thể là môn học phương pháp tính,em xin chân thành cảm ơn.. .",
            "Chào bạn. . Về việc Phân ngành: bạn liên hệ trực tiếp [full_name] để được tư vấn và giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em chưa học môn giải tích 2 mà sang năm 3 mới học thì cuối năm 2 có được đăng ký môn học học kì 1 năm 3 không ạ",
            "Chào bạn,. . . . Bạn có thể đăng kí bất kỳ học kỳ nào miễn môn đó có mở lớp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên : [full_name] ,Mssv : [student_id]. . Em mong thầy cô giúp đăng ký bổ sung môn học : Pháp Luật  Việt Nam đại cương , Msmh : SP1007 cho học kì 193.. . Em xin chân thành cảm ơn.",
            "đã bổ sung môn SP1007 nhóm DT07 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: Kính gửi. . . Hiện em đang ở Quảng Ngãi, vùng dịch nên khó khăn trong việc di chuyển vào thành phố để tham gia học kì hè 193. Kì này em có đăng kí môn học Triết học Mac - [full_name] (SP1031). Mong nhà trường giúp em huỷ môn học này ạ. . . Em chân thành cảm ơn. . . Trân trọng.. . [full_name]",
            "Chào bạn,. . Về việc xin rút MH học kỳ dự thính hè 193 (không tính học phí) do dịch COVID-19. Bạn vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu để gửi yêu cầu cho Phòng Đào tạo (Đính kèm minh chứng) để được xem xét rút môn học cho bạn.. . Trình bày rõ tên MH và mã số MH cần rút, ghi rõ lý do và minh chứng kèm theo.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ phòng đào tạo cho em hỏi em phúc khảo điểm đại số tuyến tính ngày 4/8 thì khi nào có kết quả và làm sao để biết ạ. Dạ em cảm ơn !",
            "Chào bạn,. . Khi có kết quả phản hồi từ Khoa, Phòng Đào tạo sẽ up lên trang web. Sinh viên vui lòng theo dõi kết quả phúc tra được cập nhật thường xuyên trên mybk.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] , Mssv [student_id]. . Cho em hỏi là sao em có đăng thể chất môn bóng rổ (PE1005) lớp DT03 trong kì hè này mà phòng đào tạo nói DT03 không mở lớp chuyển sang DT02. Nhưng sao thời khóa biểu cũng như kết quả đăng kí kì hè không có môn bóng rổ. XIn phòng đào tạo xem xét lại giúp em. .",
            "Môn học PE1005 không mở lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào quý thầy/cô đang xem ạ.. . Em tên là [full_name] lơp HC19HOA1, MSSV [student_id]. . Hè này em có đăng kí môn thể chất Bóng chuyền. . Em có mong muốn được rút môn học do phụ huynh cũng như bản thân em khá lo lắng về tình hình dịch hiện nay.. . Mong quý thầy/cô xem xét giúp em ạ. Em cảm ơn ạ. .",
            "Chào bạn. . Bạn xem hướng dẫn rút môn học có tính học phí đã gởi qua mail sinh viên để thực hiện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khoa điện phân ngành sau khi kết thúc kì 201, vậy e học cải thiện ở kì 193 thì có được tính vào điểm tích luỹ khi xét ngành không ạ?",
            "Chào bạn,. . Về việc phân ngành bạn vui lòng liên hệ tại Văn phòng Khoa để tư vấn.. . Về điểm học kỳ 193, tùy vào thời điểm phân ngành của Khoa, nếu thầy cô đã chấm điểm và nộp kết quả lên Phòng Đào tạo, thì sẽ cập nhật vào bảng điểm của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào pđt ạ,. . Học kì 192 em có ĐK kiểm tra [full_name], được 465, lúc đầu nó cập nhật vào bảng điểm nhưng giờ mất rồi ạ, và vào phần điểm chuyển em cũng không thấy AV3 của em được MT. . Trường hợp này là bị gì ạ?. . Em cảm ơn pđt. .   i Học vụ .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Hiện tại phòng đào tạo kiểm tra điểm thi kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) của bạn vào HK191 đã pass chuẩn anh văn từng năm 1+2+3. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là trường mình trong thời gian này có phát được giấy xác nhận đang theo học để hoãn nghĩa vụ quân sự không ạ? Tuy đầu năm học đã nhận giấy xác nhận từ trường và nộp cho phường rồi nhưng tuần vừa rồi phường lại gửi thêm giấy báo nộp giấy hoãn nghĩa vụ nữa ạ.. .",
            "Chào bạn,. . Bạn có thể đăng ký in giấy xác nhận sinh viên hoãn NVQS tại trang mybk.hcmut.edu.vn/ In xác nhận sinh viên (dành cho sinh viên có TKB trong học kỳ).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là theo xếp năm đào tạo thì nếu em sẽ là sinh viên năm 2 khi em có từ 28-56 tín hay là sinh viên năm 2 sẽ là những sinh viên có lượng tín nằm trong khoảng đó.Nếu trường hợp thứ nhất đúng thì hiện em đang thiếu tín chỉ để đủ 28 tín,giả sử kỳ hè này em hoàn thành đủ 28 thì lượng tín mà kỳ hè em kiếm được có được dùng để xét năm 2 không ạ,em cảm ơn.. .",
            "Chào bạn, . . -\tTrên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . . . - Về quy định Xếp hạng năm đào tạo: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 4.2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy, cô. Em tên là [full_name] hiện học chuyên ngành viễn thông thuộc chương trình tiên tiến. Học kì vừa rồi em có rớt môn hệ thống thông tin 2 nhưng em nghe nói kì tới sẽ không mở chuyên ngành viễn thông nên em muốn hỏi trường hợp của em muốn đăng kí môn học này phải làm sao ạ. Trong trường hợp không thể mở môn thì em phải làm sao ạ vì học kì tới em có bảo vệ luận văn và em rất muốn có thể kịp tốt nghiệp vào tháng 4 ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo quốc tế để các anh chị tư vấn cho bạn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611362  /b \t. . . .   i Đăng ký môn học . Em chào Thầy, Cô.. . . . Hôm nay ngày (8/8/2020) em mới nhận được kết quả điểm của môn học Cơ Lưu Chất. Nhưng em lại rớt môn học này. . . Nhưng vì biết quá muộn kết quả, nên em mới mạo muội làm đơn để xin Thầy, Cô cho em đăng ký môn học này vào kỳ hè 193 cho em kịp kỳ tốt nghiệp sắp tới với nhiều dự định trong tương lai. . . Em kính mong Quý Thầy, Cô sắp xếp và cho em đăng ký bổ sung môn học này. Em xin chân thành cảm ơn!. . . . Trân trọng,",
            "đã bổ sung môn CI2003 nhóm DT05. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi về hạn nộp chứng chỉ anh văn của năm nhất là khi nào ạ . Lúc em có thấy mail là dời hạn lại năm 2021 liệu có đúng không ạ. Em cảm ơn .. . . .                           . .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lại nội dung câu hỏi của mình. Bạn muốn hỏi về chuẩn tiếng Anh nào?. . Bạn có thể tham khảo quy định về chuẩn tiếng Anh tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Về lịch học vụ của học kỳ 1/2020-2021, bạn vui lòng đợi thông báo. sẽ công bố lịch nộp CCNN, bạn vui lòng đợi theo dõi lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi điểm trung bình tích lũy để xét tốt nghiệp có tính các môn học đại cương không ạ ? Tại em thấy trong mục quy chế có ghi điểm trung bình xếp loại tốt nghiệp ghi là điểm trung bình tích lũy ngành. Em xin cảm ơn!",
            "Chào bạn. . - Điểm trung bình tích lũy ngành (ĐTBTLN) được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học.. . - Về quy định Số tín chỉ tích lũy, điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 19. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS  B   /B V/MSGV: [student_id]  /b \t. . . .   i Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em có giấy yêu cầu em đi xét nghiệm do có tiếp xúc với bạn [full_name] con của bệnh nhân 510 và đc yêu cầu cách ly tại nhà. Em có hỏi giấy báo cách ly cho trường, anh Ở trung tâm y tế nói cách ly tại nhà không có giấy báo, chỉ lên báo cáo với y tế trường và em đã báo cáo từ trước ngày thi ạ. Mong trường xem xét việc hoãn thi ạ.",
            "Chào bạn. . Phòng đào tạo đã nhận được minh chứng của bạn. . Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    }
]