[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào anh/chị,. . Em là sinh viên tiên tiến K17. Em có đăng ký phúc tra điểm thi môn Mạng thông tin - 405409 nhưng 1 tháng rồi vẫn chưa được giải quyết.. . . . Kính mong anh/chị kiểm tra và xem xét.. . Mong hồi âm từ anh/chị. . Hữu Anh",
            "Chào em,. . - Hôm qua thứ 4, GV email đến PĐT. . - GV chưa phản hồi về kết quả Phúc tra nên PĐT không thể cập nhật lên web. (. . - PĐT đã mở khoá rồi nhưng đến giờ giảng viên vẫn chưa phản hồi kết quả.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho e hỏi, pđt có làm thứ 7 k ạ? Thời gian từ mấy giờ đến mấy giờ ạ? E cảm ơn. .",
            "Chào em,. . - PĐT làm việc theo quy định, không có làm thứ 7, CN. . - Thời gian từ mấy giờ đến mấy giờ . . =  Từ thứ 2 đến thứ 6: . . Sáng: 8g đến 11g30. . Chiều: 13g đến 17g. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Mặc dù đã nộp bằng tiếng Pháp B1 để được miễn học các môn tiếng Pháp(003705,003706,003707) nhưng em vẫn bị nợ môn học. Mong thầy cô xem xét và phản hồi lại giúp em ạ.. .",
            "Gửi đến Sinh viên. . Đề nghị sinh viên ghi rõ : nơi cấp và địa điểm thi : bằng chữ nhé để Trường làm công văn thẩm tra.. . Sinh viên đã đăng ký quy đổi điểm tiếng Pháp, nhưng chưa hoàn thành lệ phí nên không xuất được dữ liệu, đề nghị SV vào BKPay kiểm tra và hoàn thành lệ phí quy đổi điểm.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Kính thưa quý thầy cô! Em tên là [full_name], sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để xin phòng Đào tạo (PĐT) xem xét điểm Hoãn thi của em. Em xem điểm môn Kinh tế kỹ thuật có MSMH là IM2003 từ ngày 30/09/2021 đến ngày 20/10/2021 nhưng không thấy PĐT cập nhật điểm Hoãn thi mặc dù 2 môn khác cũng được Hoãn thi nhưng được cập nhật điểm. Nhờ PĐT xem xét giúp em, nếu có sai sót thì cập nhật lại giúp em ạ! Em cảm ơn quý thầy cô!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của [full_name] về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, [full_name]/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi đơn rút môn học GDTC hk211 HP1. . . .",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy môn thể dục vì SV đã hoàn thành.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau cẩn thận hơn, coi chừng phải thanh toán học phí. . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: Hôm qua em có nhận bộ giáo trình và SIM của trường đưa ạ. Hôm nay em tiến hành lắp SIM vào điện thoại thì em phát hiện là SIM này có tên là [full_name] và số điện thoại trường cho em là [phone_number]. . Mong trường có thể giải đáp giúp em phần này với ạ. . Em cảm ơn ạ . . . . Trân trọng cảm ơn nhà trường.. . . .   i Yêu cầu khác .",
            "Chào em,. . Em có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G, SĐT của trung tâm: (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: Em dã gửi hồ sơ học bạ và giấy đăng ký tài khoản ngân hàng (đã xác nhận vào ngày 9/10/2021) nhưng đến giờ em vẫn chưa thấy thông báo gi về tài khoản ngân hàng ạ . . Mong trường có thể giải đáp giúp em phần này với ạ. . . . Trân trọng cảm ơn",
            "Chào em,. . Giấy đăng ký tài khoản ngân hàng. . =  Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Học kì 211 vừa rồi em đăng kí 17 tín chỉ. Tuy nhiên vì lí do cá nhân nên em xin rút một môn 4 chỉ. Vậy số tín chỉ một kì của em chỉ còn 13 tín chỉ thì có ảnh hưởng gì đến học vụ không ạ? Vì theo em biết trong một học kì phải đăng kí tối thiểu 14 tín chỉ. . . . . Em cảm ơn thầy/cô",
            "Chào bạn. . Học kỳ này vì dịch Covid không xét đến quy định này. . Nhưng các Hk tiếp theo sẽ áp dụng theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn hủy đăng kí môn Giáo Dục Thể Chất (môn AEROBIC) ạ!!!. .",
            "Chào bạn,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xemTKB.. . SV lưu ý lần sau ghi rõ mã mh nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho e hỏi e muốn nộp đơn tạm ngưng học qua bksi thì nộp chổ nào ?",
            "Chào em,. . Em không có TKB HK211. Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác. . em là khóa k18. vào học kỳ 1 năm 2018 em đã có học môn giáo dục thể chất có mã số PE1003. . hiện nay, em đã đăng ký và học môn giáo dục thể chất học phần 1 với mã số PE1023 (học phần 1). . vậy cho em hỏi là nếu em hoàn thành môn giáo dục thể chất hiện tại thì có thể xem như em đã hoàn thành 2 học phần của giáo dục thể chất và chỉ còn 1 học phần nữa. Hay là em đang chỉ học 2 môn tương đương ạ ?. . em xin chân thành cám ơn",
            "Chào em,. . - Theo quy định là em phải hoàn thành 3 môn GDTC khác mã số môn học. . - Hiện nay, em đã đăng ký và học môn giáo dục thể chất học phần 1 với mã số PE1023 . . =  \"đăng kí giáo dục thể chất học phần 1-hk211\" Được tính là 1 môn của GDTC. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em đang học năm 3, hiện tại e chưa đạt điểm để đăng ký môn năm 3 ạ, do tình hình dịch bệnh nên kỳ vừa rồi được miễn anh văn. Em không biết kỳ tới trường có yêu cầu anh văn để đăng ký môn không hoặc trường có tổ chức thi anh văn như các kỳ trước không ạ. Vì tình hình dịch bệnh chưa ổn định nên em vẫn chưa thể đăng ký thi lấy bằng được ạ.. . Cảm ơn thầy cô đã đọc, chúc mọi người 1 ngày tốt lành!!!",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy /cô. . Hiện tại em không có laptop hay máy tính bàn và không thể trang bị kịp thời để học thực hành và thi kết thúc môn vẽ kĩ thuật . Bây giờ em muốn hoãn lại phải làm thế nào ạ.. . Mong thầy/cô xem xét giúp em. . Em xin cảm ơn ạ.",
            "Chào bạn. . Bạn vui lòng làm đơn trình bày rõ vấn đề + lý do và ký tên, để Cô trình ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo,. . . . Em đã hoàn thành việc thanh toán các khoản bị trễ hạn in bảng điểm. Em gửi mail này kính mong phòng đào tạo mở đăng ký tốt nghiệp cho em với ạ.. . . . Em cảm ơn.",
            "Chào em,. . Sau ngày 21/10 em về đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em cần đăng kí hoãn thi môn Sức bền vật liệu CI2007 của học kì 201 ạ.. . Hiện tại em đã tải đơn hoãn thi về và điền đầy đủ thông tin cùng chữ kí trong file pdf đính kèm.. . Nhưng về phần chữ kí và xác nhận của Giáo viên giảng dạy và Khoa thì em vẫn chưa có do không gặp trực tiếp được ạ.. . Vậy bây giờ nộp đơn này thì em có được phép hoãn thi không ạ? . .",
            "Chào em,. . -Em cần đăng kí hoãn thi môn Sức bền vật liệu CI2007 của học kì 201 ạ.. . =  Không có hoãn thi HK201 nhé. . - Nhưng về phần chữ kí và xác nhận của Giáo viên giảng dạy và [full_name] thì em vẫn chưa có do không gặp trực tiếp được ạ.. . =  Em liên hệ [full_name] qua email [email] để được hỗ trợ.. . - Vậy bây giờ nộp đơn này thì em có được phép hoãn thi không ạ?. . =  Đơn đầy đủ theo yêu cầu thì em gửi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô. Do e bận công việc, nếu như e nhờ người thân lấy hộ bảng điểm thì được không ạ?. . E cảm ơn",
            "Chào em,. . - Nếu như e nhờ người thân lấy hộ bảng điểm thì được không ạ?. . =  Em gửi thẻ SV của em hoặc hình chụp thẻ SV đưa người đó.. . - Em gửi thông tin của người nhận giúp em qua đây nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Yêu cầu khác . Địa chỉ email của nhà trường cung cấp bị vô hiệu hoá, kính mong nhận được sự hỗ trợ từ nhà trường.. .",
            "Chào em,. . - Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email.. . - PĐT không phụ trách về vấn đề này nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi xin mail của thầy [full_name] dạy môn Sức bền vật liệu ạ. Em không tìm thấy mail của Thầy trên trang của trường ạ. Em xin cảm ơn. .",
            "Chào em,. . Em liên hệ [full_name] qua email [email] để được hỗ trợ. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSS[full_name]/MSG[full_name]: [student_id]  /b \t. . . .   i Học vụ . Huỷ môn GDTC ( [full_name]õ )",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 26/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô cho em hỏi từ K18 trở đi (k19,..) thì anh văn nói viết vẫn thi trong trường hay phải thi ngoài trường ạ",
            "Chào bạn. . Bạn đợi thông báo của nhà trường. . Tình hình là vẫn cho thi tại TTNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin gmail thầy [full_name] của khoa máy tính ạ. Em cảm ơn!. . . .",
            "Chào em,. . Em liên hệ [full_name], Bộ môn, email [full_name] [email] để được hỗ trợ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . . . Cho em hỏi là ngoài việc in bảng điểm bản cứng, nhà trường có cung cấp dịch vụ gửi file mềm bảng điểm cho sinh viên không ạ.. . . . . . Nếu có em có thể xin file bảng điểm như thế nào ạ? Tại vì em đang cần gấp.. . . . Em xin cảm ơn.",
            "gửi bạn file nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Cô ơi, cho em hỏi là mình có đăng ký xin file bảng điểm không ạ?",
            "Chào em,. . Vui lòng trình bày rõ vấn đề. Bảng điểm SV đăng ký in có thể đăng ký nhận qua đường bưu điện, sau đó SV có thể tự scan theo file mình cần nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do đến ngày 19/10 em mới thấy được kết quả hoãn thi nên em muốn đăng kí lại cho hợp lệ. Em thấy form đăng kí hoãn thi đã đóng thì có cách nào để em có thể đăng kí lại được kh ạ.",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . . . Em tên [full_name], mssv [student_id]. Em cảm ơn vì đã giải quyết vấn đề điểm luận văn của em. Nhưng số tín chỉ tích lũy ngành trong phần bảng điểm vẫn chưa được cập nhật, nên em vẫn chưa thể đăng ký tốt nghiệp được ạ. Mong nhà trường giải quyết giúp em ạ. . . . . Em cảm ơn. . . . .",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Admin cho em hỏi, em tốt nghiệp vào tháng 4/2021 nhưng chưa vào lấy bằng, vậy em có thể lấy ở đâu ạ? Và trường đã mở cửa lại để sinh viên vào được chưa ạ?",
            "Chào em,. . Em có thể  Phòng Đào tạo (101 A1) để nhận bằng tốt nghiệp nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên lớp xử lí số tín hiệu của thầy [full_name].. . Các sinh viên trong lớp em đã nhiều lần yêu cầu thầy đăng các video record của buổi học do nhiều bạn phải đi tiêm vắc xin nên vắng 1 số buổi nhưng vẫn chưa được thầy giải quyết.. . Mong pđt yêu cầu thầy đăng video lên để chúng em có thể nắm vững được các kiến thức chưa được học",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Em liên hệ Khoa, Bộ môn, GVCN để được hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô.. . . . Hiện tại gmail do trường cấp em không thể đăng nhập được. Em mong nhà trường cấp lại mật khẩu giúp em để em có thể tham gia các lớp học trực tuyến qua google meet ạ. Mail của em là [email]. . . . . Em chân thành cảm ơn thầy, cô. Em mong được giải quyết sớm để không bỏ lỡ các buổi học ạ.",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo, . . . . Em là Nguyễn Chí Huy ([student_id]), học khoa Quản lý Công Nghiệp - hệ chính quy - chương trình chất lượng cao. . . . . Đến ngày 21/10/21, em đã hoàn tất thanh toán toàn bộ các lệ phí và học phí trên Bkpay (đính kèm ảnh). Em rất mong được nhà trường hỗ trợ mở khóa để em có thể đăng ký xét tốt nghiệp trong năm nay ạ. . . . . Em xin cảm ơn. . . . .",
            "Chào em,. . Sau ngày 21/10 em vô đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ĐH BK,. . . . Em là [full_name]. . SV khoá K14. . MSSV [student_id]. . . . Em đã nhận được mail để đăng kí thi 2 kĩ năng nói viết trực tuyến tháng 11, nhưng sáng nay (21/10) em không đăng kí được, mong PĐT kiểm tra lại cho trường hợp của em với ạ. Em đính kèm hình ảnh bên dưới!. . . . Và cho em hỏi tiếp vấn đề về học phí: Em đã có đăng kí thi anh văn nói viết ở TTNN từ tháng 5, nhưng đến nay chưa được tổ chức, thì số tiền đăng kí này có thể trừ vào lần đăng kí thi trực tuyến này được không ạ?. . . . Em cảm ơn,. . . . [full_name]",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. .  Em đã có đăng kí thi anh văn nói viết ở TTNN từ tháng 5: Bạn liên hệ TTNN để hỗ trợ. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy Cô,. . . . Em là [full_name] (MSSV [student_id]). Em đã hoàn thành nộp học phí (19/10/2021) nhưng hiện tại em vẫn chưa được cập nhật để đăng kí tốt nghiệp trên web:. . . . https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky. . (Hình ảnh đính kèm bên dưới).. . . . Em mong nhận được sự giúp đỡ từ phía Thầy Cô ạ.. . . . [full_name] trọng,",
            "Chào em,. . Sau ngày 21/10 em vô đăng ký tốt nghiệp lại nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện là sinh viên năm 3 ạ, hiện tại chỗ em đang đòi gấp giấy hoãn nghĩa vụ quân sự, thời hạn cuối để nộp là ngày 15/11/2021. Em mong nhà trường có thể gửi file scan giấy hoãn nghĩa vụ quân sự của em qua mail của em được không ạ? Tại chỗ em những sinh viên khác đều được gửi ảnh về rồi đi in ra nộp.. . Em mong nhà trường phản hồi sớm về việc này ạ.. . Em xin cám ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi về việc hủy môn học của học kì 211, em có đăng ký học môn cấu trúc rời rạc ở học kì 202, vì không tự tin về điểm nên có đăng ký lại ở học kì 211. Nhưng đến học giữa học kì 211 thì mới có điểm ở học kì 202, vì điểm khá cao nên em muốn hủy môn ở học kì 211 được không ạ, hoặc nếu em không thi thì điểm trung bình học kì 211 có bị kéo xuống không ạ, hiện tại học kì 211 em có 14 chỉ (tính cả môn cấu trúc rời rạc).. . Em xin cảm ơn !. .",
            "Chào em,. . - Cho em hỏi về việc hủy môn học của học kì 211. . =  Đã hết thời gian hiệu chỉnh hủy môn học. . - Nếu em muốn rút môn học có tính học phí:. . =  Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để gửi BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào [full_name]. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin kính gửi phòng đào tạo,. . . . Em có nhận email từ phòng đào tạo rằng em đã huỷ sai mã môn học và em đã xác nhận rằng mình đã huỷ sai môn học. Em có đã yêu cầu huỷ lại môn học từ CO1028 sang CO1027 nhưng phòng đào tạo không chấp nhận. Em có momg muốn phòng đạo tạo xem xét lại và xử lý trường hợp của em.. . . . Em xin cảm ơn",
            "Chào bạn. . Bạn gởi hình minh chứng quá trình xử lý của bạn. . qua mail để Cô kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy cô!. . Em tên [full_name] mssv [student_id].. . Hôm nay nhà trường có mở thi online kĩ năng nói viết đợt tháng 11 để xét tốt nghiệp. Do tình hình dịch bệnh gần đây em không thường xuyên check mail nên không điền khảo sát nhu cầu thi. . . Thầy cô mở giúp em để em có thể đăng kí thi đợt tháng 11 được không ạ, hạn ra trường sắp hết rồi.. . Em cảm ơn thầy cô... .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PDT ạ!. . . . Điểm môn học cuối cùng để em thoã điều kiện tốt nghiệp đã được đưa lên vào ngày 14/10/2021. Đó là môn Lập trình nhúng của thầy [full_name] (ảnh kèm bên dưới). . . . . Tuy nhiên đến nay 21/10/2021 em kiểm tra thì trên MyBK vẫn chưa cập nhập ạ! Điều đó làm em không đủ chỉ tích luỹ để có tên trong danh sách tốt nghiệp. . . . . Hạn của đăng ký tốt nghiệp là 31/10/2021 mà hiện tại điểm em vẫn chưa cập nhập, em xin phòng đào tạo kiểm lại giúp em để em có thể tiến hành đăng ký tốt nghiệp đúng thời hạn.. . . . Em xin cảm ơn.. . . .",
            "Chào em,. . Hiện tại môn Lập trình nhúng chưa nộp điểm lên PĐT nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên chương trình kỹ sư tài năng, tại thời điểm đăng kí tốt nghiệp điểm thi TOEIC 2 kỹ năng nói-viết không đủ chuẩn đầu ra chương trình kỹ sư tài năng, trên danh sách dự kiến tốt nghiệp của em cũng ghi là bằng thường. Tuy nhiên, trong bằng tốt nghiệp tạm thời của em lại ghi là chương trình kỹ sư tài năng. Liệu bằng TN tạm thời của em có bị sai hay không? Và em có thể sử dụng bằng này được hay không? Nếu sai, em có cần liên hệ PDT để sửa lại tránh sai sót trên bằng chính thức hay không?. . Mong được thầy/cô giải đáp. Em xin cảm ơn!",
            "Chào em,. . Em chụp lại giúp cô bản giấy CN tốt nghiệp tạm thời bị sai, PDT sẽ in và gửi lại file scan khác cho bạn. . Thân",
            "Đây là bằng tốt nghiệp tạm thời bị sai ạ",
            "Thầy/Cô cho em hỏi bao giờ thì em sẽ nhận lại được bằng tốt nghiệp tạm thời mới ạ?",
            "Chào em,. . Em có thể lên trang mybk/Đăng ký tốt nghiệp để tải file CN tốt nghiệp tạm thời để sử dụng trước, PDT sẽ nhờ bưu điện thu hồi lại bản sai và gửi lại bản đúng do gửi nhầm cho SV, em vui lòng lấy bản sai đó bỏ lại bì thư và bảo quản giúp cho bạn nhé. . Thân",
            "Em chào thầy/cô, hôm nay em đã nhận được bằng tốt nghiệp tạm thời mới. Tuy nhiên, trên bằng vẫn ghi là chương trình Kỹ sư tài năng giống như bản cũ. Mong thầy/ cô xem xét lại giúp em. Em xin cảm ơn!",
            "Chào em. . Em cung cấp lại giúp cô địa chỉ, sdt người nhận, PDT sẽ kiểm tra in và gửi lại cho bạn nhé. . Thân",
            "Địa chỉ : 105a/21 Hồ Thị Kỷ, phường 1, quận 10, Tphcm. . Số điện thoại: [phone_number]. . . . Mong cô kiểm tra lại giúp em loại bằng (đúng là bằng thường). Em cảm ơn cô ạ!",
            "Chào em,. . Cô gửi em trước file scan giấy chứng nhận tốt nghiệp tạm thời, bản giấy sẽ gửi qua đường bưu theo địa chỉ bạn gửi nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em tên: [full_name] . . Do ở xã e hối đưa giấy hoãn NVQS nên nay em xin phép PĐT cho e bản sao để em in và nộp tạm thời ạ. . Em xin cảm ơn. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đăng ký nhận trực tiếp tại PĐT CS1 cũng được nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name]. Mssv [student_id].. . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được.. . Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ.. . . . Mail sinh viên của em đã hết hạn nên ko gửi mail sang pdt được. Em có gửi bằng mail cá nhân nhưng không được hồi âm.. . E chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, em đã gửi mail cho giáo viên hướng dẫn và chủ nhiệm khoa những không được hồi đáp. Nên em đành gửi cho cô đơn này ạ.",
            "Chào bạn. . - Về quy định Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Nếu bạn không có xác nhận của [full_name]ảng viên [full_name] thì Pdt không thể giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] VIỆT NAM. . Độc lập - Tự do - Hạnh phúc. . . . ĐƠN [full_name]. . . . Kính gửi: Phòng Đào tạo Sau đại học – Trường Đại học Bách khoa – ĐHQG TP.HCM. . . . Tôi tên:\tNGUYỄN VĂN CHIẾN                  MSHV:[student_id]. . Chuyên ngành: Xây dựng Cảng Biển. . Khóa:18      . . Nay tôi làm đơn này xin phép hoãn thi môn học sau:. . STT\tMã môn học\tTên môn học\tLớp\tGhi chú. . 1.\tCI1033\tVe ky thuat Xay Dung\tL04\t. . 2.\t\t\t\t. . 3.\t\t\t\t. . . . Lý do (kèm minh chứng): em không có laptop để tham gia học Thực Hành online cũng như thi cuối học kì môn học, từ lúc dịch tới giờ em học cũng như thi những môn khác bằng điện thoại nhưng môn này bắt buộc phài có laptop nên em xin Phòng Đạo tạo xem xét giúp em ạ!. . . . Kính mong Phòng Đào tạo Sau đại học xem xét chấp thuận.. . Tôi xin chân thành cám ơn.. . Trân trọng./.. . \tTP. Hồ Chí Minh, ngày     tháng     năm. . \tÝ kiến của Phòng Đào tạo Sau đại học\tKính đơn. . \t\t(Ký và ghi rõ họ tên). . . . . . . . . . . .                                                                                                         [full_name]. .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI hoặc trực tiếp)). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là mấy kì trước em có nhờ người thân nộp học phí giúp trực tiếp tại các chi nhánh OCB và nộp vẫn bình thường ạ. Nhưng sáng nay nộp cho học kì 211 thì họ bảo kh kiếm ra em. Em tên là [full_name] MSSV: [student_id] khoa kĩ thuật xây dựng ạ. Em mong PĐT khắc phục giúp em vấn đề này. Em cảm ơn nhiều ạ",
            "Chào em,. . HP HK211 chưa đến thời hạn thanh toán, khoảng tháng 11 có thông báo về việc này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy cô, em là sinh viên đã hoàn thành chương trình học chỉ còn kỹ năng anh văn nói viết, đợt tháng 10 em có thi ở đợt 4 và hiện tại chưa có kết quả nhưng em được biết là vẫn đang có đợt đăng kí mới cho sinh viên ở tháng 11 này. Em không nhận được mail thông báo đăng kí tháng 11 vì em chưa có kết quả vậy nếu e rớt thì em làm cách nào để đăng kí vào đợt này ạ. . Em cảm ơn ạ",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào chị [full_name] ạ. . Em đã liên hệ phòng đào tạo quốc tế theo hướng dẫn của chị rồi ạ và đã có đơn xin miễn môn học cho em được kí rồi ạ (file đính kèm). Em được hướng dẫn đăng kí tốt nghiệp lại nên em mới liên hệ anh chị ạ. Mong anh chị đăng kí cho em kịp tốt nghiệp ạ. . Em cảm ơn anh chị ạ",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp. PDT sẽ cập nhật danh sách tốt nghiệp mới trong tuần này và gửi mail cho SV. Nếu sau ngày 26/10 bạn vẫn chưa nhận được mail đăng ký tốt nghiệp vui lòng phản hồi lại giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện tại không đăng kí được anh văn nói viết đợt tháng 11 vì em vừa rớt anh văn nói viết tháng 10. Mong thầy cô hỗ trợ cho em đăng kí thi anh văn nói viết đợt tháng 11 ạ .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . . . Hiện tại em có nhu cầu đăng ký thi tiếng anh nói viết, do lần thi trước vẫn chưa đủ điểm nhưng công bố điểm sau khi làm khảo sát nên em không đăng ký được. Thầy/cô có thể giúp em mở đăng ký ở trang đăng ký môn học không ạ? Em xin cảm ơn",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . . . Em tên [full_name] mã số sinh viên [student_id]. Trung tâm đào tạo bảo dưỡng công nghiệp _ Hệ Cao đẳng Chính quy.. . . . Quý Thầy Cô cho em hỏi về việc nộp chuyển điểm chứng chỉ ngoại ngữ.. . . . 1. Nếu em có chứng chỉ ngoại ngữ Anh văn TOEIC Listening và Reading đạt số điểm 500 thì em có được quy đổi điểm đạt các môn AV1, AV2, AV3, AV4 theo hệ Cao đẳng không ạ.. . . . 2. Với Hệ Cao đẳng chính quy thì em cần phải  có chứng chỉ ngoại ngữ TOEIC Listening và Reading đạt 400 thì đạt Chuẩn tiếng anh xét tốt nghiệp đúng không ạ.. . . . Em mong quý thầy cô hỗ trợ và giúp đỡ. Em xin chân thành cảm ơn!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name], mssv là [student_id].. . Dạ cho em xin hỏi là hiện tại em vẫn chưa được cập nhật điểm trung bình tích lũy nghành để tốt nghiệp trong đợt tốt nghiệp này ạ.",
            "Chào em,. . - Nếu em chưa có tên trong ds dự kiến TN tính đến thời điểm hiện tại mà em thấy mình đã hoàn tất hết môn học thì xin xét tốt nghiệp nhé.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô,. . Em là [full_name]-Mssv:[student_id]. Hiện nay, em đã hoàn thành chương trình học, cũng như thi qua điều kiện anh văn nói-viết để tốt nghiệp. Nhưng khi em lên đăng ký tốt nghiệp trên http://mybk.hcmut.edu.vn/ thì không được, em có lên xem danh sách tốt nghiệp dư kiến tháng 11 thì cũng không có tên. Em có hỏi thăm 1 số bạn thi anh văn cùng lúc với em thì các bạn đều đã có trong danh sách tốt nghiệp dự kiến tháng 11/2021 và đã đăng ký tốt nghiệp. Em mong thầy có thể xem xét xem tại sao hiện giờ em vẫn chưa có trong danh sách tốt nghiệp dự kiến để đăng ký tốt nghiệp với ạ. . . Em xin chân thành cảm ơn thầy cô!. . Chân thành.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên là [full_name] MSSV: [student_id]. . Hiện tại em đã nhận kết quả của đợt thi toeic 2 kĩ năng nói viết tại trường và em đã không đủ điểm để tốt nghiệp. Vì nghĩ Bản thân thi đã đủ điểm nên em không có đăng ký vào form thi 2 kĩ năng nói viết của trường tổ chức nên bây giờ em không thể đăng ký cho lần thi kế tiếp. Vì vậy em mong muốn phòng đào tạo giúp em có thể đk thi và hoàn thành các yêu cầu để được nhận bằng tốt nghiệp. Em cảm ơn và mong thông tin sớm từ nhà trường. .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô, . . Hiện em đang có nhu cầu in bảng điểm, tuy nhiên do đã có tên trong danh sách tốt nghiệp dự kiến, em được hướng dẫn trên trang là đóng lệ phí tại Phòng đào tạo chứ không đóng tại BK Pay. Do hiện tại em không ở TP.HCM, PĐT cho em hỏi hiện giờ để đăng ký in bảng điểm, em có thể đóng lệ phí bằng cách nào khác ngoài việc đóng ở PĐT không ạ ?. . Em cảm ơn Thầy/Cô.. .",
            "Chào em,. . Em thử đăng ký và thanh toán nhé, hiện tại chưa ra quyết định tốt nghiệp vẫn chưa khóa lại.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id] . . Hôm nay em viết mail này vì em hiện tại không đăng kí được đợt thi online anh văn ở tháng 11. Em nhận lỗi vì trong thời gian vừa qua không check mail kĩ dẫn đến việc không điền thông tin trong kì thi lần này. Em mong thầy/ cô thông cảm và hỗ trợ cho em được đăng kí thi anh văn để kịp thời gian tốt nghiệp ạ. Em cảm ơn !",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký thi anh văn 2 kỹ năng, Thời gian đăng ký sau 17 giờ ngày 22/10, nếu không đăng ký được vui lòng phản hồi lại Pdt. . Thân. ."
        ]
    }
]