[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Dạ em xin chào PĐT. Em có một số câu hỏi mong PĐT sẽ giải đáp thắc mắc của em ạ.. .   1. Hiện tại tình trạng của em là đang tạm dừng hk1(2021-2022). Và em muốn tạm dừng thêm hk2(2021-2022) nữa thì em có cần phải làm đơn để xin phép tạm dừng học không hay là em không cần phải làm và nhà trường sẽ tự ra quyết định như hk1 hiện tại của em?. .   2. Về nộp bằng tốt nghiệp thì em chỉ mới lấy bằng vào hôm 6/12 mà em hiện đang tạm dừng học nên ko thể nộp được, và nếu em tạm dừng thêm hk2 nữa thì khi nào e có thể nộp được ạ?. .   3. Dạ còn câu hỏi cuối là sau khi em tạm dừng 2 hk như vậy thì năm sau em có thể đăng kí được kì học hè phải không ạ? Và sang năm em sẽ học lại năm 2 cùng khóa với k21 luôn phải không ạ?. .   Dạ đây là 3 câu hỏi em thắc mắc suốt và muốn có thể biết sớm để mình có thể sắp xếp lại cho năm sau ạ. Mong PĐT sẽ phản hồi giải đáp cho em cụ thể để em biết mình cần phải làm gì ạ. Em xin cảm ơn rất nhiều!!!",
            "Chào bạn,. . Bạn không cần phải nộp đơn tạm dừng tiếp cũng được, nhưng SV lưu ý không được tạm dừng quá 2HK liên tiếp. Sẽ bị xử lý buộc thôi học theo quy chế nếu tạm dừng quá 2hk liên tiếp.. . Về việc nộp bằng, hiện tại chưa đến hạn nộp và khai nên bạn chưa khai được nhé. . Về học kỳ hè, SV theo dõi lịch học vụ (hiện tại chưa có), để xem lịch đăng ký môn học để làm đơn thu nhận lại để ĐKMH cho học kỳ nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  . . Em là sinh viên K17, em đã có tên trong danh sách tốt nghiệp đợt 2 2021, nhưng trên hệ thống báo em đang bị tạm dừng vì không đăng ký môn học học kỳ 1 2021-2022, nên em chưa thể truy cập trên myBK để đăng ký tốt nghiệp được ạ!. . . . Mong phòng đào tạo cho em hướng giải quyết ạ!. . Em xin cảm ơn.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\"",
            "Dạ, em cảm ơn Cô ạ! Vậy hiện tại em chờ và theo dõi trên myBK thôi đúng không ạ? Em không cần làm đơn xin thu nhận lại đúng không ạ?",
            "\"Chào em,. . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. . Hiện tại em đã hoàn thành đầy đủ chương trình và điều kiện xét tốt nghiệp. Sau 1 thời gian theo dõi email như hướng dẫn của PĐT nhưng em không nhận được email và chưa thể đăng kí tốt nghiệp được. Em mong PĐT xem xét và kiểm tra giúp em.. . Em xin cảm ơn !. .",
            "Chào em,. . Trường hợp của em đã đủ điều kiện tốt nghiệp, em đợi mail thông báo trong tuần sau nhé, dự kiến trước ngày 14/12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khoa Môi trường và Tài nguyên, lớp MO17QLM.. . . . Hiện tại em đang bị tạm ngưng do không đăng ký môn học học kỳ 211.. . . . Em viết mail này xin được thu nhận lại để đăng ký xét tốt nghiệp đúng hạn. Phiếu đăng ký thu nhận lại được em scan và đính kèm ở dưới.. . . . Mong nhận được sự phản hồi sớm từ PĐT. . Em xin cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào quý thầy/cô, em là [full_name] - MSSV: [student_id], em xin làm đơn chuyển hệ sang hệ VLVH ạ.. . Hiện tại em còn nợ 2 môn là: Giải tích 2 và Nguyên lý ngôn ngữ lập trình.. . Mong quý thầy cô xét duyệt.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị cho hai môn như bên dưới:. . - Kết cấu bêtông cốt thép 1 - Mã môn học: CI2091.. . - Kết cấu bêtông cốt thép 2 - Mã môn học: CI3175. . - Kết cấu thép 2 - Mã môn học: CI 3211. . Đơn xin hoãn thi như  file đính kém.. . Kính mong Phòng Đào Tạo xem xét và chấp thuận.. . Trân trọng,. . [full_name] .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt:\"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa\". . Thân mến. .",
            "Thưa cô [full_name],. . . . Em cám ơn cô đã tư vấn giúp em. Em đã đăng ký hoãn thi trên mục 12. Đăng ký hoãn thi Cuối kỳ vào ngày 05/12/21 như hình đính kèm. Vậy bây giờ em chờ nhà trường hậu kiểm và phê duyệt là được đúng không cô? Em cám ơn cô.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . PĐT sẽ làm như đã thông báo ở câu trên. . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, . . Trong đợt đăng kí học Thực hành/Thí nghiệm tại trường, em không nhớ rõ mình đã điền form chưa.. . . . Hiện tại em đã đủ điều kiện vaccine và khai báo y tế cũng như có mong muốn học tại trường.. . . . Em mong muốn được đăng kí và tham gia học, mong thầy/cô hỗ trợ ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] mssv [student_id] lớp XD19CTXD02, cho em hỏi là em làm xong bài rồi mà không báo điểm để em làm bài tiếp theo ạ . . Mong phòng đào tạo xem xét giúp em với ạ . . . . . .",
            "Chào em,. . Em liên hệ nơi yêu cầu em nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em có nhận được email yêu cầu nộp bản sao bằng tốt nghiệp THPT. Trước đó, em có làm 2 bản sao tại Sở giáo dục và đào tạo tỉnh Gia Lai. Vì là bản sao nên 2 bản có 2 số hiệu khác nhau là GL_××/××77 (1) và GL_××/××76 (2) (số hiệu liên tiếp nhau). Trong phiếu xác nhận thông tin bằng PTTH, em điền số hiệu của bản sao (1), nhưng hiện tại bản sao đó đang ở TP HCM còn em đang ở quê. Vậy em có thể gửi bản sao số (2) cho trường được không ạ?. .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào pđt. . Thưa pđt, hiện nay trên mybk của em là đang học. vậy em xin pđt có thể cấp giấy chứng nhận rằng em đang học tập tại trường để có thể hoãn kỳ nghĩa vụ quân sự được không ạ. . em xin chân thánh cảm ơn",
            "Chào em,. . Trường hợp không có TKB trong học kỳ, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô/bạn,. . . . Em tên là [full_name], MSSV: [student_id], Khóa 2015.. . Hiện tại em vừa hoàn tất chương chình đào tạo tại trường tuy nhiên vẫn còn thiếu chứng chỉ anh văn 4 kĩ năng.. . Học kì 211 này là học kì cuối cùng theo thời gian đào tạo tối đa của em và em đang lo lắng là chưa kịp lấy được chứng chỉ anh văn 4 kỹ năng để tốt nghiệp.. . Em có đọc trên quy chế học vụ thì có thấy là nếu hết thời gian đào tạo tối đa mà chưa đạt chứng chỉ anh văn thì có thể được kéo dài thời gian đào tạo tối đa thêm 1 học kì.. . Vậy em cần phải làm thủ tục gì để được gia hạn thêm 1 HK để hoàn thành chứng chỉ tiếng anh ạ.. . Em cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các MH, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý diện này nhé, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . nếu em hoãn thi thì điểm thành phần của em có  được dự lại vào lúc tổng kết ,hay là   chỉ dùng điểm thi cuối kì để tính chung cho điểm môn học ak .. . em cảm hơn. .",
            "Chào em,. . Em vui lòng xem quy chế hoãn thi. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy Cô cho em hỏi về hạn chót nộp chứng chỉ ngoại ngữ nói viết trong học kì này để xét đợt tốt nghiệp tháng 4 năm sau . Em cảm ơn Thầy Cô đã xem .",
            "Chào em,. . Trường của em đã xin chuyển qua VLVH rồi mà, thì đâu cần cần AV nói viết, em có thể đăng ký xin xét tốt nghiệp bên VLVH nếu đã đủ điều kiện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy cô ạ. Vào ngày trường đưa khảo sát học trực tiếp qua gmail em không đăng ký qua biểu mẫu vì hôm đó em không chắc chắn đủ điều kiện học, nhưng hiện tại em đã đủ điều kiện học trực tiếp, cho em hỏi em có thể đăng ký học trực tiếp tại trường vào ngày 13 và 14 tháng 12 năm 2021 môn thí nghiệm Môi trường và con người mã số ME2020 được không ạ?. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: PĐT trường Đại học Bách Khoa - Đại học Quốc gia TP. Hồ Chí Minh. . . . Em tên là [full_name], MSSV: [student_id]. . Em vừa hoàn thành chứng chỉ anh văn nói viết và trong mục Đăng ký tốt nghiệp có cho phép em đăng ký tốt nghiệp. Nhưng khi em đăng ký thì hệ thống báo lỗi trường nhập thông tin không khớp như hình đính kèm. . . Vậy mong PĐT có thể hướng dẫn cho em cách khắc phục lỗi để em có thể đăng ký tốt nghiệp trong đợt xét này.. . . . Em xin chân thành cảm ơn,. . [full_name], sđt: [phone_number]",
            "Chào em,. . Đã khắc phục lại nhé, em vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa em tên là [full_name]-[student_id]. . Hôm nay em lên Mybk có thấy thời khóa biểu của em có lịch học trực tiếp môn Các quá trình chế tạo(TN)-VL01 vào thứ 2 tuần sau tại CS1 ạ(có đính kèm hình ảnh bên dưới) chỉ 2 tuần 50-52. Dạ nhưng vì hiện em đang ở quê(Khánh Hòa) ở chỉ 2 mẹ con khó khăn về chỗ ở , đi lại và khu nhà em đang trong tình hình vùng đỏ ạ, đã vậy em đang mắc phải bệnh \"Giãn tĩnh mạch\" nên hiện việc đi đứng của em rất khó khăn ạ. Theo trường thì em học các môn TN đó như thế nào ạ, tại theo em biết thì chỉ có ai đăng ký biểu mẫu học trực tiếp thì mới có TKB đi học. Mong em có được câu trả lời sớm nhất ạ. Dạ em chân thành cảm ơn.",
            "Chào em,. . Ý em cô chưa rõ ?. . Bây giờ em có muốn hủy đăng ký học TN trực tiếp này không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Học vụ . Chào các thầy cô. . . . Em xin được nộp đơn để chuyển sang hệ VHVL. . . . Mong các thầy cô sớm hồi đáp. . . . Ký tên. . [full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM.. . . . Em tên [full_name]. MSSV [student_id].. . Vào ngày 17/11/2021 em đăng kí học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 theo như mail của Phòng đào tạo đã gửi.. . . . Đến nay ngày 7/12/2021, em nhận được thông báo của giảng viên dạy học phần thí nghiệm báo không có tên em trong danh sách học trực tiếp.. . Em mong các thầy cô kiểm tra lại giúp em và xác nhận cho em được tham gia học trực tiếp.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]-[student_id]. . Dạ theo câu hỏi trả lời vừa rồi em mới gửi cô, em muốn đăng ký hủy học trực tiếp môn Các quá trình chế tạo(TN) ạ. Em chân thành cảm ơn cô.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em tên là [full_name] , MSSV: [student_id], dạ em có thể hoãn lại lịch học thí nghiệm vào tuần sau được không ạ( môn [full_name] sai kĩ thuật đo) vì lí do em đang trong khu phong tỏa và có khả năng bị bệnh. Em xin cảm ơn ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào pđt,. . Trên mybk thì tình trạng của em là đang học thưa pđt, vậy em xin pđt cấp giấy chứng nhận rằng đang học trên Mybk chuyển về giùm em để em trình lên xã huyện để họ chấp nhận cho em học và không phải đi nghĩa vụ quân sự.Mong muốn của em là tiếp tục được học, mong pđt hỗ trợ giúp em để em tiếp tục học tập tại trường. . Em xin chân thành cảm ơn",
            "Đã trả lời câu trước . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Học vụ . Chào Thầy/ Cô, em có cần đăng ký hoãn LVTN Hk1 2021 2022 mới được hoãn làm LVTN không ạ?. . . . Trường đã cho phép tất cả sinh viên đều bắt đầu làm LVTN từ 6/12 đúng không ạ?",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . - Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi em đã đăng ký và thanh toán xong lệ phí thi anh văn 2 kỹ năng nói viết tháng 12. Khi nào có lịch thi vậy ạ ? Em sợ trễ đăng ký đợt tốt nghiệp tháng 12.. . Em cảm ơn ạ !. . Trân trọng !. . [full_name] ( [student_id]). .   i Yêu cầu khác .",
            "Chào bạn. . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21. . Trân trọng thông báo.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo.. . Em là [full_name] -[student_id].. . Em tạo câu hỏi này để xin được đăng ký học thí nghiệm môn   B Thực hành tin học - 501706  /B  ạ. Em đã bỏ sót email đăng ký học thực hành của nhà trường. Mong phòng đào tạo cho em được đăng ký bù để kịp thời gian thực hành ạ.. . Em xin cảm ơn.. . . . [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo.. . Em là [full_name] - [student_id].. . Em tạo câu hỏi này để xin được đăng ký học thực hành trực tiếp môn   B  Thực hành tin học - 501706   /B .. . Em đã bỏ sót email đăng ký học thực hành tại trường. Mong phòng đào tạo cho em được đăng ký bù để kịp thời gian thực hành ạ.. . Em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Nhà trường,. . . . Em cần mail của [full_name] để đăng ký in lại thẻ sinh viên bị thất lạc do bên vận chuyển. . . . . Trân trọng.. .",
            "Chào em,. . Em gửi lại cho cô tên người nhận, SDT và địa chỉ chính xác, để cô gửi lại thẻ SV cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Chào các thầy cô [full_name]. em tên [full_name] [student_id].   I ở Hk 202 em hoãn thi môn nền móng(CI3195) và đến Hk 211 được bố trí thi lại vào 12/12/2021. Do em ở vùng hẻo lánh nên mạng internet không ổn định nên em tiếp tục hoãn thi theo trên phần hoãn thi mybk. Vậy cho em hỏi e đã đk hoãn thi vào 6/12/2021 như vậy có hợp lệ không ạ. Em xin cảm ơn thầy cô đã giải đáp!. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi, xem hết email:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . . . CÔ chỉ trích lượt:\"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi . . và đã gởi email cho từng Sinh viên [full_name] thi (Sinh viên xem chi tiết [full_name] thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp [full_name] thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ.\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM. . Em tên [full_name] - MSSV: [student_id]. . Ở đợt đăng kí học trực tiếp do trường gửi mail do em chưa đủ 2 mũi nên em không đăng kí nhưng tới hiện tại thì em đã đủ 2 mũi và qua 14 ngày và em đảm bảo được các điều kiện học tập trực tiếp như Trường đã nói.. . Ngày 7/12/2021, em có nhận được mail của thầy [full_name] về việc học tập phần thí nghiệm trực tiếp tại trường ngày 13 và 14 tới. Kì tới em cũng bắt đầu làm luận văn tốt nghiệp nên em cũng được học tập thí nghiệm để có thể hoàn thành sớm môn học ME2020.. . Mong các thầy/cô có thể tạo điều kiện cho em tham gia buổi học và em xin đảm bảo các nguyên tắc 5K phòng COVID-19. . . Em xin cảm ơn thầy/cô ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào PĐT,. . . . Em tên là [full_name], MSSV [student_id],khoa Điện-Điện tử.. . . . Sau khi có lịch học thí nghiệm trực tiếp tại trường của 2 môn Thực tập điện 1(lớp VA01) và Thực tập điện tử 1(lớp VL01), lịch học của em bị trùng với lịch thi và trùng lẫn nhau trong tuần 52,lịch học sắp xếp khá dày trong thời gian ôn thi cuối kỳ nên em không thể sắp xếp để ôn tập.. . . . Em mong nhà trường, tạm thời hủy lịch học thí nghiệm trực tiếp trên trường của em.Em xin cảm ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Tốt nghiệp . Em tên là [full_name] MSSV [student_id] sinh viên ngành Bảo Dưỡng Công Nghiệp. Hiện nay em đã đủ tất cả điều kiện tốt nghiệp nên em làm đơn này xin PDT xét tốt nghiệp cho em. . . Em xin cám ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo Trường ĐH Bách Khoa. . Em tên là [full_name], MSSV: [student_id]. . Em làm đơn này để xin đăng ký học môn Hóa đại cương (thí nghiệm). . Lý do: Do một số vấn đề gia đình nên em không đăng ký kịp môn Hóa đại cương (thí nghiệm).(Giờ em muốn đăng ký học off thì phải làm sao ạ). . Em xin cám ơn ạ.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710966  /b \t. . . .   i Yêu cầu khác .     CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. .        Độc lập – Tự Do – Hạnh Phúc. .          ……..…………O0O…..……………. .       ĐƠN XIN XÁC NHẬN CHƯA TỐT NGHIỆP. .            Long An, Ngày 7 Tháng 12 Năm 2021.. . Kính gửi Thầy/Cô.. . Em tên: Nguyễn Thành Đạt.. . MSSV: 1710966.. . Em là sinh viên lớp CK17LOG2, hiện tại em đã hoàn thành tất cả các môn học và đang nợ bằng Toeic nói và viết để có thể tốt nghiệp. Hiện nay ở địa phương em đang tuyển quân đi nghĩa vụ quân sự. Do kì học vừa rồi em không đăng ký môn học nên không có giấy xác nhận của nhà trường. Hôm nay em làm đơn này kính mong Thầy/Cô xem xét và xác nhận cho em việc em chưa tốt nghiệp do nợ bằng Toeic hai kĩ năng nói và viết. . . Rất mong sự giúp đở của Thầy/Cô, để em có thể tạm hoãn nghĩa vụ quân sự. Nhằm ôn tập và nộp bằng Toeic để có thể ra trường đúng hạn ạ.. . Em có đính kèm mẫu đơn bên dưới ạ.. . Em cám ơn Thầy/Cô ạ.. .",
            "Đã tl trực tiếp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô PĐT ạ!. . Em là [full_name], MSSV: [student_id]. . Lúc trước em có đăng kí vào form đi học offline các học phần thí nghiệm, thực hành thực tập tại trường và hiện tại trên thời khóa biểu đã có lịch đi học trực tiếp thí nghiệm (môn thí nghiệm Kĩ thuật chế tạo 2).. . Nhưng do hiện nay em đang liên quan đến chuỗi ca bệnh và phải cách li tập trung nên em không thể đến trường học theo lịch của thời khóa biểu. Em mong PĐT có thể hủy tên em trong danh sách đi học offline thí nghiệm và hoãn lại cho đến khi đi học lại bình thường ạ!. . Em cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay em xem thời khoá biểu thì thấy hai môn học là Trang bị điện-điện tử trong máy công nghiệp (TN) và dung sai kỹ thuật đo(TN) vào tuần 51 - 5. Admin cho em hỏi là em phải đến cs1 để học ạ. Vì dưới quê dịch đang tăng nên xe khách không hoạt động và đang khó khăn về chỗ ở khi đi học trực tiếp.",
            "Chào em,. . Vậy em có muốn hủy việc học trực tiếp này không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . Kính thưa thầy cô, theo lịch hôm thứ 2 ngày 05/12 vào lúc 9h sáng em có lịch thi môn \"Anh văn cơ bản LA0011, phòng thi (DT02-A)\". Nhưng do hôm dó nhà em bị mất điện ạ, khiến em không thể tham dự được, khi có điện trở lại em đã xin số điện thoại của thầy cô giám thị coi thi và thông báo sự việc của mình, sau đó em có gửi mail cho phòng đào tạo ngay lúc đó. Em có thể thi lại vào dịp gần nhất được không ạ.. . . . Em xin trân thành cám ơn!. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Cô chỉ trích lượt:. . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ theo câu hỏi vừa rồi em mới gửi, em muốn huỷ học trực tiếp môn Trang bị điện - điện tử trong máy công nghiệp (TN) và môn Dung sai và kỹ thuật đo (TN). Em chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - [student_id]. . . . Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em không thể lên TPHCM (do dịch ở quê em đang hoành hành nên không cho xe khách chạy) nên em không đăng kí lên trường học off. Nhưng hiện giờ, em đã tiêm 2 mũi vaccine và đã được chạy xe liên tỉnh, em có nguyện vọng muốn được lên trường học off các môn thí nghiệm. . . . . Vậy văn phòng có thể sắp xếp đăng kí giúp em được không ạ?. . . . Em mong nhận được phản hồi từ văn phòng.. . . . Em xin cảm ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ.. . Hiện tại em muốn hoãn việc học thí nghiệm trực tiếp trên trường ạ.. . Em cần làm gì để được chấp nhận ạ.. . em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "Em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] [student_id]. Em có câu hỏi vào học kì 212 này, pdt có mail là tạm thời không xét chứng chỉ ngoại ngữ cho việc đăng kí luận văn, mà cách dùng câu từ không rõ ràng. Nên em muốn xác nhận lại rằng có hay không việc cần nộp chứng chỉ ngoại ngữ mới được phép đăng kí luận văn học kì 212 này. Em cảm ơn. Mong pdt trả lời em sớm và làm rõ ràng vì nhiều bạn đã mail hỏi về vấn đề này lúc thì pdt bảo có, lúc lại bảo không.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Nhắc V/v Đăng ký môn học HK Chính + Dự thính 212 + VLVH. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:02, Th 6, 3 thg 12 (4 ngày trước). . tới stu.all,\". . Cô trích lượt:. . \"- Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\". . =   Có nghĩa là Nhà trường tạm thời không xét điều kiện phía sau dấu hai chấm (:) . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo.. . Em tên [full_name]. MSSV [student_id]. Do tình hình dịch bệnh + Gia đình có thân nhân nhập viện điều trị trong thời gian làm luận văn nên hiện tại em không kịp tiến độ của luận văn. Em mong phòng đào tạo có thể duyệt yêu cầu hoãn bảo vệ luận văn của em ạ. Đính kèm đơn xin hoãn thi và  màn hình duyệt đơn hoãn thi của BCN khoa.. . Em cảm ơn ạ!. . [full_name]!",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Thầy Cô.. . Em là Đoàn Văn Huy, MSSV: [student_id] sinh viên khoa Môi Trường và Tài Nguyên. . . Trong tháng 11 em có đăng ký thi anh văn 2 kỹ năng nói viết vào tháng 12 này. Em muốn hỏi trường đã tổ chức thi chưa vì tới hôm nay em vẫn chưa nhận được mail thông báo lịch thi ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn. . Bạn đợi mail thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ lúc trước trường có khảo sát về vấn đề học tập trực tiếp tại trường nhưng hiện tại em đang ở quê, không đủ điều kiện để đến trường nên đã chọn không đồng ý. Nhưng mà sao hiện tại em vẫn có thời khoá biểu môn thí nghiệm ở tuần 50 ạ. . Dạ em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi vì sao mà em không vô được trang đăng ký tốt nghiệp trên mybk vậy ạ?. . và tình trang sinh viên được viết là tạm dừng trên danh sách dự kiến tốt nghiệp có ảnh hưởng gì đến việc đăng ký tốt nghiệp trên mybk không ạ?",
            "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy, cô. . Em có đăng kí quay lại học thí nghiệm ở trường,  nhưng hiện nay tình hình dịch diễn biến phức tạp ở địa phương nên gia đình không cho phép vào thành phố.. . Vậy em muốn hủy đăng kí thì phải làm sao ạ.. . Em xin cảm ơn thầy cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em tên [full_name]-[student_id]. . - Em muốn hủy đăng ký học trực tiếp TN môn:. . Các quá trình chế tạo(TN) nhóm VL01. . - Lý do: Em đang mắc bệnh giãn tĩnh mạch, rất khó khăn trong việc đi lại và đang điều trị tại quê(Khánh Hòa) và khu nhà em đang trong vùng báo động đỏ covid ạ.. . - Mong phòng đào tạo xem xét cho em ạ hủy học trực tiếp tại CS1 Thí nghiệm các nhóm VXXX. Em chân thành cảm ơn ạ.. .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý thầy cô!. . Em tên: [full_name]  MSSV: 413T1060 là sinh viên khóa K13 Hệ: VHVL. . Em muốn hỏi xin quý thầy cô xem xét cập nhật lịch thi môn Kỹ thuật nhiệt lạnh EE3135 của em. Do trong khoảng thời gian vừa qua cụ thể là trong tháng 11 em bị nhiễm Covid phải đi cách lý 14 ngày và sau đó về cách ly theo dõi thêm 14 tại nhà theo chỉ thị của y tế phường nên em chưa thể đi đóng tiền học phí được, hôm nay em đã được đi ra ngoài và đóng tiền học phí nhưng khi lên xem lịch thi thì em không có lịch thi môn Kỹ thuật nhiệt lạnh EE3135. Kính mong thầy cô xem xét cập nhật lại giúp em.. . Em xin chân thành cảm ơn ạ.",
            "Chào em,. . PĐT đã nhận được thông tin của em, em xem lịch thi trên mybk vào tuần sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . . . Em có 2 thắc mắc:. . 1/ Kỳ 212 em sẽ đi trao đổi tại Italy theo chương trình ERASMUS+ của trường. Em thấy trong công văn của kỳ 202 là mình sẽ đăng ký môn học tương đương. Như vậy có nghĩa là mình vẫn sẽ đăng ký môn trên hệ thống mybk luôn đúng không ạ?. . . . 2/ Em thấy trong file công văn của kỳ 202, là có thể thành lập hội đồng LVTN bổ sung nếu cần. Như vậy cho em hỏi nếu em đăng ký LVTN trong thời gian đi trao đổi và em không quay về nước kịp trong thời hạn bảo vệ luận văn (offline), thì khi em về nước có thể được bảo vệ bổ sung không ạ? Hay phải dời qua học kỳ sau? . . . . Em xin cảm ơn.. .",
            "Chào bạn. . 1) Trong văn bản trao đổi của chương trình ERASMUS+ sẽ phải ghi rõ môn cần đăng ký ở Bách Khoa tương đương với môn sẽ học tại trường đối tác. Sau khi Pdt tiếp nhận hồ sơ sẽ làm qd trao đổi đồng thời sẽ đăng ký môn học theo văn bản thỏa thuận. . 2) Về việc này thì bạn liên hệ Khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo, em đã đăng kí chuyển điểm av 4 để đủ điều kiện xét tốt nghiệp. Hiện tại bằng toic của em được xác nhận là hợp lệ rồi ạ. Em muốn hỏi:. . 1. Trên mục tình trạng sinh viên của em đang hiển thị tạm dừng do không đăng kí môn học. Vậy làm thế nào để em được đăng kí tốt nghiệp ạ.. . . . 2. Bằng đã xác nhận nhưng em vẫn chưa được hiển thị điểm chuyển trên bảng điểm, phòng đạo tạo có thể hô trợ em được không ạ.. . . . Em xin cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt ạ,. . Cho em xin hỏi về địa điểm học thực hành ạ , em thấy trong mail pdt ghi chỉ học ở cs1 nhưng trong thời khóa biểu em lại có lịch học ở cs2 , em cảm ơn ạ.",
            "Chào em,. .  em thấy trong mail pdt ghi chỉ học ở cs1 . . =  Học ở CS1 nhé.. . Thân mến. .",
            "Dạ nhưng trong tkb của em thì tuần 50 lại có cs2 ạ",
            "Chào em,. . PĐT đang kiểm tra và điều chỉnh lại, học ở CS1.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . . Em vào đăng ký tốt nghiệp thì báo lỗi như trong hình ảnh em đính kèm ạ.. . Em cảm ơn cô",
            "Chào bạn,. . Lỗi này đã được khắc phục, bạn vào ĐK tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - Về đơn xin hoãn LVTN HK211 của bạn, Phòng Đào tạo hiện không thể tiếp nhận được.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp [full_name] không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ [full_name] làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710302  /b \t. . . .   i Yêu cầu khác . Kính chào PĐT . . . . CHO EM HỎI EM ĐĂNG KÍ THI ANH VĂN NÓI VIẾT THÁNG 12 VÀ ĐÃ ĐÓNG TIỀN NHƯNG HIỆN TẠI VẪN CHƯA CÓ LỊCH THI Ạ. . . . MONG PHÒNG ĐÀO TẠO CHO EM BIẾT LỊCH THI SỚM. . . . EM CÁM ƠN . . . .",
            "Chào bạn. . Bạn đợi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi về tình trạng sinh viên của em ạ. Em đang là sinh viên K17 chuẩn bị tốt nghiệp. Tuy nhiên khi thực hiện đăng kí lại hiện thông báo là \"không được cấp quyền sử dụng dịch vụ này\". Rất mong phòng đào tạo kiểm tra lại giúp em ạ.",
            "Chào em,. . Hiện tại em đã đủ điều kện tốt nghiệp chưa?. . Thân"
        ]
    }
]