[
    {
        "intent": "",
        "message": [
            "B Dạ em chào thầy cô ạ . . Em thấy có thể hoãn thi HK202 do một số yếu tố ạ . Vậy thầy cô cho em hỏi hạn chót đăng kí hoãn thi là vào thời gian nào và đăng kí hoãn thi như thế nào ạ. . Em xin cám ơn thầy cô ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ, . . . . Cho em hỏi là hiện tại mình còn được bảo lưu điểm thí nghiệm không ạ? Vì em đã học xong môn Sức bền vật liệu nhưng khá thấp, nay em muốn học cải thiện và muốn bảo lưu điểm thí nghiệm lần trước ạ. . . . . Em xin cảm ơn thầy cô. . .",
            "Chào bạn. . Về vấn đề này bạn liên hệ giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là k19 hồi hk1 năm nhất em học giáo dục quốc phòng gồm 3 học phần và em bị cấm thi 1 học phần nên em vẫn chưa có chứng chỉ quốc phòng.. . hiện đang là đợt đăng kí môn học kì 211, em có thể đăng kí môn MI1003 Giáo Dục Quốc phòng để học chung với với k21 được không ạ, hay em phải liên hệ riêng với trung tâm giáo dục quốc phòng để đăng kí học chung với trường khác ạ. Em xin cảm ơn.. .",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp Trung tâm Giáo dục quốc phòng nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Yêu cầu khác . Em bị mất thẻ sinh viên và đã đăng kí làm lại nhưng đợt em về quê chưa nhận được , nên đã nhờ bạn nhận giúp và sau đó bạn em đã để thẻ lại ở ký túc xá đhqg. Bây giờ em xin hỏi không có thẻ sinh viên em có thể dùng các giấy tờ khác như là giấy phép lái xe không ạ, hoặc nếu không thì có cách nào để em dược dự thi cuối kì không ạ. Hiện em đang không ở tp hcm ạ.  Em xin cảm ơn ạ",
            "Em nghe thầy cô nói có thể sử dụng cccd nhưng em chưa được cấp cccd và cmnd của em vừa bị mất. Cho em hỏi vậy em có thể tham gia thi cuối kì bằng giấy tờ tuỳ thân khác không. Em mong nhận được sự phản hồi sớm từ trường ạ. Em xin chân thành cảm ơn ạ",
            "Chào em,. . - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện.. . - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy/cô, Em là sinh viên K19.. . Hiện tại do dịch COVID chưa thi học kì 202 nên em chưa hoàn thành môn thể chất để đạt chuẩn sau năm 2. Khi đăng kí các môn học cho kì 211 có mã môn của năm 3 thì em bị báo chưa đạt chuẩn. Như vậy là sẽ bị xóa môn đúng không ạ. Nếu vậy em sẽ không đăng kí được các môn năm 3 trong kì 211 hay nhà trường có hỗ trợ không xét chuẩn không thưa thầy/cô. . Em xin cám ơn. . .   i Đăng ký môn học .",
            "Chào em,. .  HK202 chưa thi: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thuộc khoa Điện khoá K19 và em bị rớt môn Nhập môn về kĩ thuật mã EE1001. . . Nhà trường cho em hỏi là năm nay khoá K21 vào thì em có thể đăng kí mã EE1001 để học chung K21 hay là đổi mã ạ. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em K18, em có thắc mắc là môn học Cơ sở tính toán và thiết kế thiết bị hóa chất CH2061 (2 chỉ) bị đổi mã môn thành CH3349 (3 chỉ), nhưng khi đăng kí môn học em thấy vẫn hiển thị mã môn cũ lẫn mã môn mới, vậy anh chị cho em hỏi nếu em tập trung đủ số lượng các bạn k118 cùng đăng kí mã cũ thì có được mở lại mã cũ CH2061 hong ạ.. . Tại em thấy mấy môn đại cương chính trị bị chia ra thành nhiều mã khác nhau cho k19 nhưng k18 vẫn đăng kí mã cũ được.. . Em cảm ơn anh chị đã đọc ạ.",
            "Chào bạn,. . Đợt 1 là đợt đăng ký nguyện vọng và lấy dữ liệu gửi về Khoa mở lớp. Sẽ công bố kết quả vào đợt 2. Bạn có thể đăng ký theo nhu cầu của mình. Có thể liên hệ thêm ở Khoa để hỗ trợ thêm để mở lớp theo mã cũ cho Khóa 2018, nếu đủ sĩ số.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô ạ em tên trần văn lương . . mssv: [student_id] . . hệ VLVH ạ theo lịch đăng kí môn học thì 8h sáng nay ngày 19/7/2021 trường mở đăng kí môn học, nhưng khi em vào lại không đăng kí được và báo lỗi là xem thêm loại hình sinh viên và loại hình đào tạo ạ.. . em rất mong được nhận phản hồi ạ, em xin chân thành cảm ơn.. .",
            "Chào bạn. . Bạn chọn đúng loại dòng DKMH theo như thông báo là được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em hiện là sinh viên năm 2, em đăng kí học thể chất vào kì 202 nhưng do tình hình dịch phức tạp nên các môn của HK202 chưa thể thi cuối kì để kết thúc môn học được.. . Khi đăng kí môn cho năm 3, hệ thống báo em thiếu điều kiện tiến quyết GDTC nhưng vẫn gởi đăng kí thành công.. . Như vậy thì khi có kết quả đợt 1, môn học của em có bị hủy không ạ ?",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ vì covid các cơ sở thi Toeic ở HCM như IIG HCM, Bkenglish tãm hoãn từ cuối tháng 5 tới nay nên không thể đăng ký thi, vậy chuẩn Tiếng Anh khi đăng ký Luận văn sẽ được xem xét như thế nào ạ? Em cảm ơn.",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Chào thầy, cô!. . Em là [full_name], hiện là sinh viên năm 3 Khoa Khoa học và Kĩ thuật Máy tính. Em hiện chưa hoàn thành môn Giáo dục thể chất 3 (hiện đang học ở kì 202) vì lí do dịch bệnh nên chưa thi được. Tuy nhiên điều này khiến em không đăng kí được một số môn chuyên ngành năm 3, em mong Phòng Đào tạo có thể xem xét lại và cho em cũng như các bạn có hoàn cảnh tương tự được đăng kí các môn học này!. . Cảm ơn thầy, cô đã quan tâm.. . [full_name].. .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Trong mail thông báo cho SV có ghi rõ tạm pass những môn chưa thi ở HK202 và HK203 nhé bạn. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào,. . Hôm trước em có hỏi về việc xin khôi phục thời khóa biểu HK203 với trường hợp của em là đóng học phí trễ, có dự học online đầy đủ. . . Em có nhận được hướng dẫn là nộp đơn kèm theo xác nhận của GVBM.. . Em xin được Phòng Đào tạo hướng dẫn thêm cách thức nộp đơn và xin xác nhận của GVBM trong tình hình giãn cách XH hiện tại ạ.",
            "Chào bạn. . Nộp trực tiếp tại BKSI, Thầy có thể xác nhận qua mail bạn chụp hình gởi đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo ạ! . . Em là khóa K18, khoa Điện. Em còn thiếu môn [full_name] (EE2013) để đăng kí được Đồ án (EE3151). Em xin phòng đào tạo cho em được đăng kí đồ án để ra trường 4,5 năm. Nếu không thì 5 năm em mới hoàn thành khóa học. Em cảm ơn Phòng Đào tạo!",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin chào thầy cô ! . . Em là sinh viên k18 ngành logistics và quản lí chuỗi cung ứng. trong đợt đăng kí môn học học kì 211, e có đk các môn ME4647, ME4645, ME4605 nhưng mà không đăng được do thiếu môn tiên quyết ME3233. do chương trình đào tạo thay đổi . .  nên k19 đã đổi mã môn ME3233  thành ME2125. bộ môn đã làm đơn môn học tương đương cho các môn này. . . ngoài ra do chương trình đào tạo thay đổi nên môn học kĩ thuật dự báo có mã môn học ME4601 đã đổi thành mã ME3157 và điều kiên tiên quyết 2 môn này khác nhau nên e không thể đăng kí được môn học này. bộ môn cung đã làm đơn môn học thay thế cho môn này.. . Mong phòng đạo tào có thể cập nhật lại. vì các môn này rất quan trong đối với em.. . Em xin cảm ơn!",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô,. . . . Hôm nay em gặp một vấn đề trong việc ĐKMH là em không thể nào đăng ký bất kỳ môn nào kể cả các môn dành cho năm nhất, năm hai hay năm ba. Hiện tại em hơi lo lắng hi vọng các thầy cô có thể giúp đỡ em ạ. Vì theo như thông báo thì các môn học trong kỳ 202 sẽ được tích lũy tạm thời vào để tụi em có thể đủ chuẩn đăng ký môn học. . . . . Em có đính kèm hình bên dưới về việc em đăng ký lần lượt các môn có mã số dành cho năm 1, năm 2 và năm 3 theo chương trình đào tạo nhưng đều không được.. . . . Hy vọng các thầy cô sẽ giúp đỡ em. Em xin cảm ơn rất nhiều ạ.. .",
            "Chào bạn. . Bạn đăng ký được rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT, em là Nguyễn Duy Hoàng, MSSV [student_id]. . . Trong đợt ĐKMH học kì 211, em có đăng kí môn học hệ VHVL đợt 1, nhưng web ĐKMH hiện thông báo \"không được phép đăng kí vào nhóm lớp\". Mong phòng đào tạo hỗ trợ em trong việc ĐKMH học kì 211 này.. . Em xin chân thành cảm ơn PĐT",
            "Chào em,. . Em xem email PĐT chuẩn bị gửi nhé, có đoạn \"Thân gởi các bạn sinh viên. . . .  Sinh Viên (SV) chú ý thực hiện đăng ký môn học cho HK Chính + Dự thính 211 + VLVH từ 10g00 ngày  19/7/2021  đến 15g00 ngày 23/7/2021 (Đợt đăng ký môn học).. . . . Phòng đào tạo hiện tạo 2 loại hình đăng ký:. . . . 1-   Đăng ký môn học HK211-Đợt 1 (mở các lớp ban ngày cho phép SV VLVH + DTTXa học chung với SV chính quy ban ngày). . . . 2-   Đăng ký môn học dự thính chính quy- Hệ VLVH HK211-Đợt 1 (Mở các lớp dự thính ngoài giờ của SV chính quy (cho phép SV VLVH + DTTXa học chung với SV chính quy), các lớp của VLVH + DTTXa:. . .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . .   i Yêu cầu khác . E muốn hoãn thi vì mạng nhà e yếu và k đủ thiết bị để thi ạ. Xin nhà trường choa e hoãn năm sau thi lại. E cảm ơn ạ.. .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811796  /b \t. . . .   i Đăng ký môn học . Em là sinh viên  của ngành kĩ thuật điện, khoa Điện-Điện Tử. Vì lý do dịch bệnh nên học kì dự thính em không thể đăng kí môn Mạch Điện Tử, là môn cuối cùng em thiếu để đăng kí đồ án.. . Cho em hỏi là có cách nào để đăng kí làm đồ án trong học kì này được không ạ. Em xin cảm ơn",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711833  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô PDT.. . Em tên là Nguyễn Quang Khương_1711833, sinh viên hệ chính quy Khoa Kỹ Thuật Xây Dựng, chuyên ngành Cảng Biển, em đang ở diện sinh viên tạm dừng học. Và hiện tại em muốn làm giấy thu nhận lại sinh viên. Nhưng do tình hình dịch nên không thể qua trường nộp được, vậy giờ em phải làm thủ tục thu nhận như thế nào ạ ? Phải qua trường hay làm online ạ ? Do em đã gửi câu hỏi nhưng không thấy hồi đáp nên em xin gửi lại ạ.. . Em xin cảm ơn và mong quý Thầy/Cô phản hồi giúp em ạ!",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại. . aao.hcmut.edu.vn/Sinh viên/biểu mẫu. . Điền đầy đủ thông tin và nộp qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ. . Em là sinh viên khóa k19 khoa Cơ Khí,. . Mới đây thì khoa có gửi xuống một danh sách bao gồm các môn tự chọn tự do cho sinh viên trong khoa ấy ạ. Như các thầy cô trong khoa bảo là đăng ký ngoài danh sách đó thì sẽ không được tính vào số TCTD ạ.. . Hôm [full_name]CD đầu năm thì em lại nghe được thông tin là TCTD đó sinh viên có thể học bất kỳ môn nào ở ngành nào đều được.. . Thầy/cô cho em hỏi là thông tin học bất kỳ môn nào cũng được có đúng không ạ?. . Và nếu em phải học theo danh sách khoa gửi xuống thì những môn học không có trong chương trình đào tạo của ngành mà em đã đăng ký trong kì 201 và 202 thì có được tính vào TCTD nữa không ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . PĐT phản hồi thắc mắc của em như sau:. . . . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Như vậy thông tin em nhận được lúc sinh hoạt công dân đầu năm là đúng.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, Khoa gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Nếu em đã học các môn nằm ngoài danh sách khoa gợi ý, thì em kiểm tra lại:. .  - Môn này thuộc CTDT đang vận hành.. .  - Chuẩn đầu ra của môn học có trùng lắp môn học được xét tốt nghiệp của CTDT đang theo học.. . Sau khi kiểm tra, em liên hệ Khoa trình bày môn đã chọn tự do, để Khoa xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Chúc em học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT, lỗi này là sao vậy ạ?. .",
            "Chào bạn. . Bạn đã dkmh được rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn hỏi là ở HK203 em đã đăng ký học môn \"Triết học [full_name]-[full_name]\" (SP1031) nhưng do tình hình dịch bệnh nên vẫn chưa thể thi kết thúc môn học.. . . . Em dự định HK203 học môn \"Triết học [full_name]-[full_name]\" là để HK211 này em có thể đăng ký môn \"Kinh tế chính trị [full_name]-[full_name]\" (SP1033) (do có quy định về môn học trước). Nhưng bây giờ 23/07 đã hết hạn ĐKMH đợt 1 rồi mà môn Triết thì lại 26/07 mới bắt đầu thi kết thúc môn nên em không thể đăng ký môn \"Kinh tế chính trị [full_name]-[full_name]\" được ạ.. . . . PĐT có cách nào giúp em không ạ? Em cảm ơn PĐT nhiều ạ.",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . HK211 này em có dự định đăng kí LVTN, nhưng do tình hình dịch bệnh phức tạp nên em chưa thể thi và nộp chứng chỉ tiếng Anh cho trường thì em có thể đăng kí không? Trong mail gần nhất cũng không đề cập về vấn đề này. Mong thầy/cô giải đáp giúp em.. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id], dạ em là sinh viên khóa K20 nhưng thuộc trường hợp là em đã học được 1 năm ở Bách Khoa với k19, sau đó em thi lại và nộp vào ngành khác, em đã được miễn 2 môn thể chất do đã học trước đó (đã được cập nhật trên MY BK), mà theo chương trình k20 chỉ phải học 2 thể chất như vậy thì em đã đủ điều kiện các môn thể chất chưa ạ? Vì em đã được miễn rất nhiều môn nên em có đăng kí học vượt trước so với các bạn K20, em đăng kí môn học cho kì 211 thì đều bị dính điều kiện tiên quyết cho môn thể chất mà trong khi đó em đã hoàn thành 2 môn thể chất trước đó và có giấy xác nhận miễn môn của nhà trường rồi ạ. Em mong PĐT xem xét cho trường hợp của em ạ! Em cảm ơn ạ!",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em chào thầy cô ạ, em muốn tạm dừng học trong học kỳ tới ( hk2 2020-2021) thì bây giờ em phải cần làm những thủ tục gì ạ. Và tạm dừng học thì có ảnh hưởng gì cho sau này không ạ ? Ví dụ sau này em muốn học lên kỹ sư hay thạc sĩ thì vẫn bình thường hay sao ạ? Em cảm ơn.\t. . . .   i Học vụ .",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . - Không ảnh hưởng nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Em kính chào thầy(cô).. .    Em tên là [full_name], MSSV: [student_id], lớp : CK19CD01.. .    Vào HK202 em chuyển từ chương trình CLC Việt-Pháp về chương trình chính quy.. .    Hiện đang trong thời gian đăng kí môn học đợt 1 HK211. . .    Em có tham gia đăng kí môn học mà hiện thông báo : Bạn không được phép đăng kí nhóm lớp này.. .    Em xin phòng đào tạo xem xét đăng kí giúp em các môn trong khung CTDT:. . 1, [full_name]2089 : Vẽ kỹ thuật cơ khí ( 4 tín ). . 2, SP1035 : Chủ nghĩa xã hội khoa học. .  ( 2 tín ). . 3, [full_name]5 : Trang bị điện - điện tử trong công nghiệp ( 4 tín ). . 4, [full_name]7 :  Chi tiết máy ( 3 tín ). . 5, [full_name]9 :  Kỹ thuật điều khiển tự động. . ( 3 tín). . 6, [full_name]2087 : [full_name] D/CUONG 2 . . ( 2 tín ). . 7, [full_name]2115 :  Thực tập kỹ thuật ( 2 tín). . Tổng cộng em đăng kí 20 tín chỉ.. . . . . . . . . . . . . . . . . . . .",
            "Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô.. . . . Em là sinh viên K19 Việt pháp ngành Viễn thông. Hiện tại trường đang mở đợt đăng ký môn học cho kỳ 211, em không thể đăng ký được các môn học theo đúng như kế hoạch giảng dạy của học kỳ tới, với lý do được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này\". Kính mong thầy cô sớm giải quyết giúp em. . . . . Em xin cảm ơn quý thầy cô.",
            "Chào bạn. . Bạn dkmh được rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Chào pdt. Em tên Nguyễn Hồng Đức, mssv [student_id], ngành Kiến trúc. Hôm nay em đăng ký môn chuyên ngành cho học kỳ 211 nhưng không được, vì lý do là chưa hoàn thành môn thể chất tiên quyết ở học kì 202. Nhưng vì dịch bệnh nên tụi em vẫn chưa thể thi cuối kỳ môn thể chất trong học kỳ 202 được. Mong pdt giải quyết giúp em. . .    Những môn chuyên ngành em cần đăng ký là:. . 1. CI3271 Nguyên lý thiết kế kiến trúc và kỹ thuật công trình công nghiệp.. . 2. CI3249 Thực tập di sản kiến trúc và đô thị.. . 3. CI3273 Thiết kế kiến trúc II - công trình chung cư. .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại vào đợt 2.. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô PĐT,. . em là sv K17, Theo kế hoạch em sẽ thi anh văn trức thời điểm đăng kí môn học kì 211 để đủ điều kiện tiên quyết đăng kí [full_name]P. Do tình hình dịch bệnh phức tạp, em vẫn chưa thi được, cho em hỏi em sẽ chuẩn bị ntn ạ, thời gian bổ sung anh văn để đc nhận luận văn. hay em phải trễ thêm 1 kì nữa ạ. Mong thầy cô giải đáp giúp em, để em biết rõ hơn để chuẩn bị ạ. Em cảm ơn thầy cô.",
            "Chào bạn. . Theo quy chế học vu: đăng ký LVTN phải nộp CCNN chuẩn theo quy định. . - Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . e tên [full_name], sáng nay e thấy mail thông báo bắt đầu đăng ký môn học được, nhưng sao lúc em vào đăng ký thì báo không được đăng ký vào nhóm lớp này là sao vậy ạ?",
            "Chào em,. . Em xem email PĐT chuẩn bị gửi nhé, có đoạn \"Thân gởi các bạn sinh viên. . . .  Sinh Viên (SV) chú ý thực hiện đăng ký môn học cho HK Chính + Dự thính 211 + VLVH từ 10g00 ngày  19/7/2021  đến 15g00 ngày 23/7/2021 (Đợt đăng ký môn học).. . . . Phòng đào tạo hiện tạo 2 loại hình đăng ký:. . . . 1-   Đăng ký môn học HK211-Đợt 1 (mở các lớp ban ngày cho phép SV VLVH + DTTXa học chung với SV chính quy ban ngày). . . . 2-   Đăng ký môn học dự thính chính quy- Hệ VLVH HK211-Đợt 1 (Mở các lớp dự thính ngoài giờ của SV chính quy (cho phép SV VLVH + DTTXa học chung với SV chính quy), các lớp của VLVH + DTTXa:. . .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy/cô,. . Em là [full_name]. . MSSV:[student_id]. . Học kỳ vừa rồi em đã hoàn thành AV350,. . Nhưng trong bảng tích lũy môn học chỉ là AV300. . Mong quý thầy/cô cập nhật AV350 để HK 211 em đăng ký LVTN ạ.. . Em cám ơn quý thầy/cô.. .",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận thông tin của bạn, Bạn vui lòng đăng ký môn LVTN nghen[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . NHà trường cho em hỏi em đăng kí môn AV2A thì học phí tính vào tiền 17 chỉ kia hay là tính riêng ạ. Em cảm ơn",
            "Chào bạn. . Môn Anh văn 2 A là môn Anh văn theo như cầu học phí tính như dự thính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, cho em hỏi hiện tại em đang bị đình chỉ học vụ nhưng e muốn đăng ký học ở học kỳ 211 thì em phải làm thủ tục xin học lại như thế nào khi mà vẫn đang ở quê ạ?",
            "Chào bạn;. . Bạn tải mẫu đơn thu nhận lại trên http://www.aao.hcmut.edu.vn/    sinh viên    biểu mẫu. . điền đầy đủ và gửi qua BKSI nhé. . Thân",
            "Dạ, vậy là e in ra điền đầy đủ và chụp hình gửi lên lại trên này đúng không ạ?",
            "Đúng rồi bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em theo học ngành xây dựng dân dụng của chương trình PFIEV và hiện tại em vẫn còn thời hạn đào tạo và vẫn đang đi học bình thường và không bị đình chỉ học vụ nhưng em vẫn không thể đăng ký được môn học theo chương trình của PFIEV khi trang web báo là em không thể đăng ký vào nhóm lớp này.",
            "Chào bạn. . Bạn đã đăng ký được rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong học kỳ 202 em có đăng ký môn thể chất là cầu lông nhưng hình như e chưa đăng ký học phần giáo dục thể chất 1 và 2 nên giờ không thể đăng ký học phần giáo dục thể chất 3.. . Cho e hỏi là nếu giờ đăng ký lại học phần giáo dục thể chất 1 thì có được tính là đã học xong 2 môn thể chất không ạ.. . Em xin cảm ơn nhiều. . .",
            ". . Vấn đề này em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô ạ, cho em hỏi . . 1.Học av các lớp cb 1a 2a có tính vào điểm trung bình tích lũy không ạ, tại em thấy mỗi môn 2 tín chỉ. . . 2.Em chưa thi lớp av1a thì có thế đk av2 hay av2a đc không ạ (tại vì e đk av2a thì hệ thống báo là thiếu môn . .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Các MH ở HK202 và 203 đều được tạm pass để cho SV đăng ký HK 211.. . Về việc AV1a, 2a là môn tương đương của AV 1,2.. . Bạn vui lòng tham khảo về quy định tính môn tương đương tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 6.4. . Thân chào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Vì 2 năm qua dịch bệnh phức tạp, nhiều kì dự thính không mở các môn có nhí nghiệm dẫn đến em bị thiếu một môn để đăng kí được đồ án( môn truyền số liệu và mạng).. . Em kính mong Phòng đạo tạo tạo điều kiện cho em có thể đăng kí đồ án trong kì này được không ạ!. . Em chân thành cảm ơn!",
            "Chào bạn,. . Các trường hợp cứu xét đặc cách đăng ký môn học do không đủ điều kiện, sau khi kết thúc đợt đăng ký online, bạn có thể làm đơn cứu xét, trình bày rõ nguyện vọng (ghi rõ tên, mã MH và mã nhóm xin ĐK) và lý do của bạn. Sau đó nộp đơn cho PDT (qua mail hoặc bksi) để trình ban Lãnh đạo xem xét và trả lời đơn cho bạn nhé!. . Trong đơn phải có xác nhận đồng ý của [full_name] nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muôn hoãn thi vì mạng nhà không đủ mạnh và thiết bị không đủ đáp ứng . . . Em mong được nhà trường xem xét qua ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . e tên [full_name] Bình hệ VLVH. . sáng nay có lịch đăng ký môn học theo mail trường, lúc em vào đăng ký thì hệ thống báo không thuộc nhóm lớp này là sao ạ?. .",
            "Chào em,. . Em xem email PĐT chuẩn bị gửi nhé, có đoạn \"Thân gởi các bạn sinh viên. . . .  Sinh Viên (SV) chú ý thực hiện đăng ký môn học cho HK Chính + Dự thính 211 + VLVH từ 10g00 ngày  19/7/2021  đến 15g00 ngày 23/7/2021 (Đợt đăng ký môn học).. . . . Phòng đào tạo hiện tạo 2 loại hình đăng ký:. . . . 1-   Đăng ký môn học HK211-Đợt 1 (mở các lớp ban ngày cho phép SV VLVH + DTTXa học chung với SV chính quy ban ngày). . . . 2-   Đăng ký môn học dự thính chính quy- Hệ VLVH HK211-Đợt 1 (Mở các lớp dự thính ngoài giờ của SV chính quy (cho phép SV VLVH + DTTXa học chung với SV chính quy), các lớp của VLVH + DTTXa:. . .... . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì rồi em có đăng kí môn thể chất cuối cùng nhưng hiện tại không thi được và vẫn chưa có điểm thể chất. Trong khi đó môn số môn học tự chọn năm 4 yêu cầu đạt thể chất. Vấn đề này có cách nào giải quyết không ạ.",
            "Chào em,. . HK202 chưa thi: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do dịch Covid-19 nên em chưa hoàn thành được môn thể dục ở HK202 dẫn đến không đủ chuẩn 3 môn thể dục để đăng ký môn học năm 3. Em xin trường xem xét và thông cảm để em có thể đăng ký môn học năm 3 để theo kịp tiến độ chương trình ạ.",
            "Chào em,. . HK202 chưa thi: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến,",
            "Dạ, em xin cảm ơn ạ. Vậy là bây giờ em sẽ đăng ký đủ theo chương trình đào tạo.Còn môn thể dục dù chưa thi kết thúc học phần thì em vẫn được học những môn đã đăng ký trong đợt HK211 này phải không ạ.",
            "Chào bạn. . Đúng rồi, bạn vào dkmh nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . do em đang học thể chất vào kì này (202) nhưng không thể tham gia thi và kết thục học phần nên em chưa đủ điều kiện để đăng ký môn học năm 4 . Em không biết làm sao để có thể đăng kí môn kì này (211) . Em xin cảm ơn",
            "Chào em,. . HK202 chưa thi: Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Cho em hỏi thủ tục hoãn thi online như nào ạ. .",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name]. . Em là [full_name], MSSV: [student_id]. . Trong kì hè qua ( kì hè 203), em đã đăng ký và thanh toán học phí môn học Thực tập quá trình thiết bị ( Mã CH2087). Do tình hình dịch bệnh nên không thể đi thực tập. Vậy môn học này trong kì tới ( kì 211) em có cần đăng ký lại không ạ? Vì nếu đăng ký thì em chỉ được học 12 chỉ theo quy định, dẫn đến em sẽ không học đủ các môn và những môn này chỉ mở vào năm sau thôi ạ.. . Em xin cảm ơn BKSi, mong sớm nhận được hồi âm từ [full_name].",
            "Chào bạn. . Bạn không cần đăng ký lại nghen, liên hệ bộ môn để hỏi khi nào đi thực tập thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:      Kính gữi PDT,. .      Em là sinh viên lớp VP19HK. Em có hai câu hỏi kính mong PDT giải quyết giúp em:. .      1) Ngày 19/07/2021, PDT có mở đợt đki môn học nhưng sinh viên VP húng em không đăng kí môn học được. Em muốn hỏi lý do vì sao và làm sao thì tụi em có thể đki được ạ?. .      2) Năm 2018, em có học môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name](SP1003). Hện tại ctdt đã đổi, môn học này tách ra làm ba môn nhỏ hơn. Vậy em xin hỏi em và một số bạn đã học môn này trước năm 2018 thì có được tinh là tương đương không. Và nếu có thì sẽ tương đương như thế nào ạ?. .      Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra lại, khi ĐKMH bị lỗi gì, vui lòng chụp hình lại và gửi qua bksi để PDT kiểm tra và trả lời cho bạn.. . Về CTĐT bạn có thể liên hệ về văn phòng việt pháp để được tư vấn thêm cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . . . Thầy cô cho em hỏi quy trình làm đơn đăng ký môn học trong tình hình dịch bệnh hiện tại được không ạ?. . Vì trong đơn đăng ký môn học cần có chữ ký của giáo viên, khoa,.... . . . Em cảm ơn thầy.cô ạ.. .",
            "đăng ký môn học online mà bạn??",
            "Dạ em thắc mắc hồ sơ xin mở lớp ạ (ở trên em ghi nhầm :   ), vì môn em xin mở lớp là môn chuyên ngành sỉ số lớp 6-7 bạn. Thông thường em thấy xin mở lớp phải làm mẫu đơn nhu trên web trường, có chữ ký của GV bộ môn, Khoa,... nên em hỏi thủ tục để chuẩn bị trước ạ.",
            ". . Chào em,. . Trước tiên các bạn đăng ký các môn cần học HK211 ở đợt 1 này, nếu đợt 2 không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo mở lớp  ở đợt 2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi, khi tham gia chương trình học liên thông cử nhân - thạc sĩ nếu trong quá trình học mà TBTL dưới 7. thì em có bị loại khỏi chương trình không? hay cái 7. chỉ xét đầu vô thôi.. . em xin cảm ơn. .",
            "Chào bạn. . -\tVề vấn đề liên quan đến học Thạc sĩ (Cao học) bạn vui lòng liên hệ phòng đào tạo sau đại học qua địa chỉ: . . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi phòng đào tạo. . Em xin hỏi về vấn đề đăng kí môn học đợt 3 vừa rồi. Môn Thực tập ngoài trường (CH3345) hay còn gọi là thực tập tốt nghiệp em đã đăng kí ở đợt 1 và 2 nhưng bị xoá, đợt 3 em có lên đăng kí nhưng lúc đó chưa mở đợt. Vì một số sơ xuất em đã bị trễ hạn đăng kí. Em mong muốn xin phòng đào tạo có thể cho em 1 cơ hội để đăng kí lại, vì kì thực tập này rất quan trọng đối với em ạ, rất mong sự chấp thuận và thông cảm từ quý thầy cô.. .",
            "Chào bạn. . Bạn vui lòng làm đơn cứu xét đăng ký bổ sung môn TTNT, có xác nhận đồng ý cho bổ sung của Khoa (vì Pdt đã gởi danh sách TTNT về Khoa). . Sau đó chụp hình gởi tại BKSI để xử lý cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào pđt.. . em là Nguyễn Hữu Quang Huy.. . mssv: [student_id]. . em là sinh viên khoa Điện-Điện tử (ngành tự động hóa).Trong học kì trước em bị chậm   B ĐỒ ÁN  /B  nên đợt đăng kí môn học này, em có đăng kí   B ĐỒ ÁN  /B (EE3149) nhưng em bị thiếu 1 môn là   B XỬ LÍ SỐ TÍN HIỆU  /B (EE2015) là môn tiên quyết của đồ án nên em không đăng kí được. Vậy, em mong phòng đào tạo xem xét đặt cách cho em đăng kí đồ án để em có thể ra trường ạ.. . em xin cảm ơn.. . . .",
            "Chào bạn,. . Trong đợt đăng ký môn học (đợt 1) này được xem là đợt nguyện vọng, không ràng bất cứ điều kiện gì, khi SV vào ĐKMH hiện thông báo không đủ điều kiện để ĐKMH vì thiếu môn tiên quyết, học trước, gdtc ..., chỉ cảnh báo để SV kiểm tra về điều kiện ĐKMH của mình. Sau khi kết thúc đợt ĐKMH, PDT sẽ lấy dữ liệu xuống và hậu kiểm lại tất cả các điều kiện ràng buộc về môn học (nếu có). SV viên vui lòng đợi công bố kết quả đợt 1, nếu kết quả ĐKMH không đúng (hoặc sai sót) có thể khiếu nại và đăng ký lại  vào đợt 2.. . Thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Vì lí do thiết bị và đường truyền không đáp ứng được yêu cầu nên em định sẽ hoãn thi. Thầy/Cô cho em hỏi nộp đơn hoãn thi như thế nào a?. . Em cảm ơn !",
            "Chào bạn,. . . . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . . . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . . . 2)    Bổ sung xác nhận:. . . . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . . . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . . . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . . Lưu ý:. . . . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. . . .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . . . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Dạ em cảm ơn ạ. . Theo cá nhân em thấy Thi online nhiều bất cập như gian lận, đường truyền không ổn định,... ảnh hưởng rất nhiều đến sinh viên ạ!. . Em mong PĐT xem xét lại ạ!. . Em cảm ơn nhiều ạ!",
            "Chào bạn. . Nhà trường trân trọng các ý kiến đóng góp của SV. Nhà trường đã và đang luôn đề cao tính trung thực, sự nghiêm túc trong học tập và đánh giá kết quả học tập. . . Quy định hiện nay về kỷ luật trong kiểm tra/thi có yêu cầu xử lý nặng các tình huống gian lận, đến mức buộc thôi học. Dự kiến, SV bị kỷ luật buộc thôi học sẽ không được tiếp tục dự tuyển vào trường.. . Mỗi SV cần chuẩn bị tốt nhất cho việc kiểm tra/thi, nghiêm túc tuân thủ quy định, sẵn sàng cho các sự thay đổi để thích ứng trong tình hình hiện nay và trong tương lai.. . Chúc em có kết quả tốt trong học tập.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tình trạng: Hiện em ở hệ VLVH học ngành QLCN ( học chung với lớp chính quy đại trà) nhưng khi Đăng ký môn học HK211 đợt 1 không được và bị báo \" Không được phép đăng ký vào nhóm lớp này \" ( đăng ký bất kì môn học nào cũng không được).. . EM xin cảm ơn",
            "PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô. Em xin đăng ký thi để thay thế điểm VP cho môn học ME2013 Nhiệt động lực và truyền nhiệt ạ. Nhưng hiện tại em không hỏi được các nhóm thi buổi nào ạ. Nhờ thầy cô kiểm tra và sắp xếp giúp em một nhóm thi ở cơ sở 1 ạ. Với nếu đăng ký thi, tới buổi đó em vào thi là được đúng không ạ. Mong thầy cô hướng dẫn em rõ hơn ạ. Dạ em cảm ơn thầy cô. Chúc thầy cô ngày mới tốt lành ạ.",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "Chào bạn. . Bạn tải mẫu đơn [full_name]Ế ĐIỂM VP, nộp tại BKSI để PDT xử lý nghen bạn. . Thân",
            "Phòng Đào tạo gửi bạn phiếu cho phép thi nhé"
        ]
    }
]