[
    {
        "intent": "",
        "message": [
            "B Học vụ . dạ cho em hỏi là hiện tại em đủ điểm để đăng kí học anh văn trong trường mà năm nay trường miễn xét anh văn cho năm nhất vậy cho em hỏi là năm 2 của em em đăng kí thẳng anh văn 2 và anh văn 3 học và trong lúc đó em cũng đăng kí thi định kì để chuyển điểm cho anh văn 1 có được không ạ? em cảm ơn ạ !",
            "ý là em đk học av2 và av3 còn av1 em thi định kì để chuyển điểm được không ạ. .",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi các thầy cô do kì này e mới nhận kết quả thi cuối kì môn phương pháp tính, e nghe nói rằng sẽ mở bo sung kì hè, không biết có đôi mã môn học gì không,",
            "Em muốn bổ sung môn học hay em muốn hỏi về vấn đề gì ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  kính mong thầy cô đăng ký bổ sung giúp em môn học thí nghiệm công trình mã ci4011 nhóm lớp DT01 ạ. em xin cảm ơn ạ. . . .",
            "Đăng ký môn học kính mong thầy cô đăng ký bổ sung giúp em môn học thí nghiệm công trình mã ci4011 nhóm lớp DT01 học kỳ hè hệ chính quy ạ. em xin cảm ơn ạ. . . .   /QUOTE . .",
            "đã đk rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . BÓNG CHUYỀN PE1011. . ĐIỀN KINH   PE1025",
            "đã bổ sung PE1011 nhóm DT03, PE1025 nhóm DT04. . TKB sẽ cập nhật sau. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Chào Thầy, hiện em muốn nhận giấy xác nhận sinh viên của trường để xin vay tiền tại địa phương, lần trước em có đang kí loại \" bổ túc cho địa phương\" nhưng không phải. Thầy cho em hỏi là em cần in loại giấy xác nhận nào ạ?. . . . . .",
            "Giấy xác nhận để vay tiền của Địa phương thì em liên hệ Phòng Công Tác Chính Trị - Sinh Viên nhé. chỗ đó cấp giấy này. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi số tín chỉ em đăng ký trong một học kì chính dưới 14 tín chỉ có bị vấn đề gì không ạ?",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin phòng đào tạo duyệt phiếu đăng kí phúc khảo. . Phúc tra bài thi cuối kỳ môn học MT1003 - Giải tích 1 (HK192)(24/07/2020). . Em cám ơn ạ.",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui long đăng nhập vào trang web mybk.hcmut.edu.vn  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . . Hồi đầu năm nay em có đăng ký HK1912 sau khi học được tới tháng 3 nhà em có việc gấp phải đi nước ngoài. Khoảng một thời gian đầu em vẫn duy trì việc học online của mình tại nước ngoài .Nhưng hiện tại bây giờ vì nhiều lý do nên em không đủ điều kiện duy trì việc học online được nữa, càng không thể quay về nước ngay lúc này do tình hình dịch bệnh ở đây bùng phát khá phức tạp. và em cũng không biết bao giờ mới về được.. . Nên em muốn bảo lưu kết quả học tập của mình nhưng không biết phải làm sao (vì không thể về nước). . Mong các thầy các cô và các anh chị giúp . .  .",
            "Chào bạn. . Phòng đào tạo kiểm tra bạn có thời khóa biểu của HK192. . - Hiện tại đã thi cuối học kỳ 2(2019-2020)nếu bạn muốn tạm dừng thì vào trang web aao.hcmut.edu.vn --  biểu mẫu -- tải mẫu đơn. . tạm dừng. . - Đính kèm minh chứng. . - Đóng học phí hk192. . Đợi Ban lãnh đạo xét duyệt hồ sơ. . - Bạn có thể gởi hồ sơ qua BKSi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i. . Cho em hỏi là trước tình hình dịch bệnh diễn biến mới như hiện nay thì học kì hè sẽ sử dụng phướng thức giảng dạy onl hay trực tiếp ạ. Nếu có thông báo thì trường sẽ thông báo trước khi sinh viên đăng kí môn hay sao ạ. Em cảm ơn.",
            "Em xem chi tiết tại đây nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1904"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   i Em đăng kí môn học sai mã của môn giải tích MT1011 của học kì hè 193, nên em muốn đổi lại môn giải tích mã MT1004 được không ạ  /i",
            "Em xem lại, môn MT1004 là môn bài tập",
            "dạ em xin lỗi em nhầm ạ, môn giải tích 1 mã MT1003 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vì trễ hạn đăng kí bổ sung bây giờ em có thể đăng kí bổ sung môn cơ lưu chất ci2003 để kịp làm luận văn vào kì tới. Em có thể đăng kí không ạ?. . cơ lưu chất- CI2003-[full_name]04-[full_name]08",
            "nhóm DT04 trùng lịch học. . Đã bổ sung cho bạn nhóm DT06. . tkb sẽ cập nhật sau. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy/cô,. . Em tên là [full_name], MSSV [student_id], hiện đang học lớp Kỹ sư tài năng khoa Máy tính. Em có một vài điều thắc mắc về chương trình đào tạo của mình, mong thầy/cô giải đáp giúp em.. . 1. Giả sử em đang học môn học A, do theo học hệ tài năng, đi kèm với môn A có môn học A mở rộng. Vậy thì nếu rớt môn học A mở rộng thì cần học lại cả môn A lẫn A mở rộng? Hay chỉ cần học lại A mở rộng là đủ ạ?. . 2. Giả sử trong học kì 192 này em bị rớt 1 môn (TBM đó dưới 7.5) thì kì sau (201) bắt buộc phải bổ sung liền hay không ạ?. . 3. Nếu bị rớt ra khỏi tài năng vào cuối năm 2 có cách nào để cứu xét trong năm 3 không ạ?. . Em mong nhận được sự giải đáp từ thầy/cô. . Em xin trân trọng cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Họ tên: [full_name]. Lớp: TT18DDT2 . . . . Hiện tại, do gia đình em vừa mới đi du lịch Đà Nẵng về ngày 25/7, nên được lãnh đạo thành phố yêu cầu tự cách li tại nhà trong 2 tuần để theo dõi sức khoẻ trong lúc chờ kết quả xét nghiệm.. . Em mong nhà trường có thể tạo điều kiện cho em được phép vắng thi trong kì thi cuối học kỳ sắp tới để đảm bảo an toàn và thuận lợi hơn trong việc phòng chống dịch Covid 19.. . Em trân trọng cảm ơn",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "b MSSV/MSGV: [student_id]  /b \t\t. . . .   i Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Họ tên: [full_name]. Lớp: TT18DDT2 . . . . Hiện tại, do gia đình em vừa mới đi du lịch Đà Nẵng về ngày 25/7, nên được lãnh đạo thành phố yêu cầu tự cách li tại nhà trong 2 tuần để theo dõi sức khoẻ trong lúc chờ kết quả xét nghiệm.. . Em mong nhà trường có thể tạo điều kiện cho em được phép vắng thi trong kì thi cuối học kỳ sắp tới để đảm bảo an toàn và thuận lợi hơn trong việc phòng chống dịch Covid 19.. . Em trân trọng cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi việc Đăng kí môn học HK201 tới em chỉ đăng kí 10 chỉ thì có ảnh hưởng hay bị gì không ạ? em K18 ngành Tự Động .",
            "Hiện vẫn còn 2 đợt đk - bổ sung cho HK201 nữa nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có đặt câu hỏi nhưng chưa được trả lời,. .  cho em hỏi : em có đăng kí môn Pháp luật đại cương trong hk hè, do em đăng kí môn nên trong hk1 năm 2 em hc ko đủ tín chỉ ( có 13 tín chỉ), em xin được hủy môn Pháp luật đại cương trong hè để được đăng kí môn đó trong hk1 năm 2 ạ.",
            "Chào bạn. . Thời gian hiện tại không thể hủy môn học. . nếu cần thiết thì bạn rút môn học (có tính học phí) xem mail nhà trường đã gởi về rút môn học nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] k19 mssv[student_id] khoa cơ khí nhóm nghành kỹ thuật cơ khí kỹ thuật cơ điện tử. . Kỳ 2 em có đăng ký học vượt môn phương pháp tính MT1009 và sau đó thì em nhận được tin là MT1009 phương pháp tính sẽ chuyển thành ME2091 phương pháp số . . Nên em có một thắc mắc là có thể chuyển điểm môn phương pháp tính của em sang môn phương pháp số được không. Em có cần đăng ký môn học phương pháp số không?. . Em cảm ơn rất nhiều ạ",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô. em tên [full_name] em có đăng kí môn thực tập tốt nghiệp và môn phương pháp tính nhưng học kì này một số bạn học online làm bài tập nên xin tài khoản của em. mấy bạn bấm nhầm hủy môn học của em nên bây giờ em không có thời khóa biểu. thầy cô giúp e mở khóa để em đăng kí môn học thực tập với phương pháp tính DT02  của học kì hè giúp em . em cám ơn.",
            "đã bổ sung môn học MT1009 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em xin phép hỏi ạ.. em đóng trễ học phí và không nộp đơn cứu xét kịp ạ, em đã đóng học phí ạ. em có đăng kí môn học rồi nhưng theo lịch học vụ là sẽ bị hủy môn và ngừng một học kì, em có thể làm thế nào để xin phép được đăng kí môn học và tiếp tục học kì tiếp theo ạ? em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn đăng ký môn học HK201 vào đợt 2, xem mail sinh viên hàng ngày để cập nhật thời gian DMKH nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT,. . Em có nộp chứng chỉ tiếng Anh IELTS bản gốc vào năm 2015 để đổi điểm tiếng Anh. Hiện nay em đang cần lấy bản gốc đó để photo nộp chứng nhận bằng tốt nghiệp.. . Em muốn hỏi là nhà trường còn giữ bản gốc hay không và em có thể lấy lại được không?. . MSSV: [student_id]. . Mã đơn đổi điểm: 1480. . Chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo kiểm tra CCNN IELTS 7.0 của bạn đã được cập nhật dữ liệu để pass chuẩn tốt nghiệp. . - Cho hỏi lý do \"em đang cần lấy bản gốc đó để photo nộp chứng nhận bằng tốt nghiệp\" để làm gỉ? và đơn vị nào yêu cầu?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô,. . . . Em là sinh viên k13 chuyển từ hệ chính quy sang vhvl, hiện tại em còn nợ luận văn vì chưa đủ điểm tiếng anh.. . Sau khi được cấp MSSV mới và vào trang mybk để nộp bằng tiếng anh thì trang báo lỗi (như ảnh em đính kèm).. . Cho em hỏi hiện tại em phải xử lý như thế nào ạ.. . Xin cảm ơn.",
            "Chào bạn. . Bạn tải lại trang, và đăng ký lại nghen. . Thân",
            "Dạ em đã thử rất nhiều lần và trang vẫn bị lỗi y như vậy ạ.",
            "Chào bạn,. . Dịch vụ vẫn hoạt động bình thường, bạn vui lòng làm lại trên máy tính xem có thể làm trên mobile bị lỗi. Nếu bạn vẫn không thao tác được, bạn có thể đến trực tiếp Phòng Đào tạo để được kiểm tra và hỗ trợ trực tiếp cho bạn nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi theo kế hoạch đào tạo k18 thì em phải học môn khoa học vật liệu dệt ở học kỳ 4 nhưng em chưa học được, em định đăng ký học ở kì này chung với k19 thì phát hiện mã môn này đã bị đổi và thêm môn  Thí nghiệm kiểm tra phân tích vật liệu dệt nữa ạ. Vậy em có thể đăng ký học chung với k19 môn Khoa học vật liệu dệt không ạ, nếu đăng ký được thì có bắt buộc phải học thêm môn Thí nghiệm kiểm tra phân tích vật liệu dệt không? Mà em còn thấy môn Công nghệ may 2 với Cơ học máy đổi mã môn nữa ạ, mấy môn này k18 học chung với k19 được không ạ? Mong nhà trường phản hồi sớm giùm em. Em cảm ơn ạ!",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn thực tập Tốt nghiệp của khoa Công nghệ vật liệu ngành Vật liệu Polyme MA3313, lúc đăng kí thì đã đăng kí thành công và có tên trong danh sách thực tập, nhưng đến nay em vẫn chưa có thời khóa biểu trên myBK ạ. Em mong sớm được xem xét và giải quyết, em xin chân thành cảm ơn.",
            "Chào bạn. . - Bạn đăng ký thành công môn TTTN nhưng sau khi  Phòng đào tạo hậu kiểm lại thì bạn thiếu điều kiện để xét TTTN. . - Sinh viên xem lý do tại sao có ĐKMH đợt 2 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH dự thính hè HK193     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học . Kình gửi phòng đào tạo. . Em có thắc mắc là đợt đăng ký môn học học kì hè 193. Em có đăng kí đợt 1 và cũng có dấu tích xanh là đã đăng ký nhưng bây giờ vào kiểm tra thời khóa biểu thì lại chưa thấy ạ. Em cảm ơn",
            "Bạn vào Kết quả đkmh để xem lý do"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, em đăng kí mùa hè xanh 2020 nhưng năm nay do dịch covid nên không được đi, em muốn học hè thì sao có thể mở đăng kí lại ạ.. .",
            "PĐT đang mở đợt cho em ĐK online.. . Em vào đk nhanh nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có vấn đề cần giải đáp ạ!. . Theo điều kiện đăng ký luận văn tốt nghiệp, ở trường hợp của em là em sẽ làm luận văn vào học kỳ 202 nhưng ở thời điểm đó em nợ quá 7 chỉ cho phép để làm luận văn thì em sẽ không đăng ký được luận văn đúng tiến độ ở học kỳ 202. Nhưng em biết là đăng ký môn luận văn trong một học kỳ thì có 2 đợt, em muốn biết là thời gian đăng ký đợt 2 sau thời gian đợt đăng ký đợt 1 là bao lâu ạ? và em có đủ thời gian để tích lũy thêm số tín chỉ cần thiết trong thời gian giữa 2 đợt đăng ký đó hay không?",
            "Chào bạn. . Bạn kiểm tra mail trong tháng 8 sẽ có thông báo Lịch học vụ HK201 cụ thể và chính xác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô, hôm trước em có hỏi cô và cô trả lời như bên dưới. (Hình đã đính kèm). . . . Học kì hè 193 em chưa học, chưa thi mà đăng kí môn học học kì 201 hôm nay đã kết thúc thì liệu qua đợt 2 có xóa môn SP1033 không ạ? Em chắc chắn sẽ học và thi Chính trị [full_name] [full_name] [full_name] (SP1031) nhưng bây giờ em chưa học, chưa thi mà đã hết hạn ĐKMH thì làm sao hệ thống biết mà cho đăng kí môn SP1033 ạ? . . . . Em cám ơn, mong cô trả lời thỏa đáng giúp em ạ.",
            "Chào bạn. . Môn HK201 còn 2 đợt đkmh nữa nhé. . PĐT sẽ xét kết quả của từng đợt và trả kết quả trên trang đkmh,. . em chú ý theo dõi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô ạ!. . . . Em có câu hỏi là trước tình hình dịch hiện tại. Em muốn đăng ký học môn Mác thì em sẽ được học online hay học offline ?. . . . Mong được thầy cô giải đáp , vì nếu học online thì em có thể về quê ạ. Hiện giờ em và một số bạn khác đang khá hoang mang về vấn đề này.. . . . Em cảm ơn rất nhiều.. . Thân.. . . .",
            "Chào bạn.. . Hiện tại Việc học vẫn đang theo hình thức cũ. . . . em xem chi tiết tại đây. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1904"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng ký học kỳ hè. . [full_name] : [student_id]. . Môn đại số tuyến tính (MT1007). . Giải tích 1 (MT1003)",
            "2 môn học trên hiện Ko còn khả năng xếp. . Bạn đk vào HK chính 201 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy cô cho e hỏi là nghe nói do năm nay vì dịch bệnh nên các bạn sinh viên k đi mùa hè xanh ở tỉnh đc, do đó nhà trường đang có kế hoạch hỗ trợ cho các bạn này 1 đợt bổ sung đăng ký môn học kì 193, vậy cho e hỏi sinh viên bình thường có đăng ký đc k ạ ? Tại hôm bữa đi thi cuối kì do thấy cũng làm đc bài nên.e tự tin k đkmh hè, ai dè điểm phát ra k như ý muốn mà lại hết đợt đkmh mất r",
            "Chào em.. . Em cung cấp mã MH để xem xét. . . .",
            "Môn giải tích 2, mã MH là MT1005 nha admin",
            "đã bổ sung môn học MT1005 nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký môn học HK193, thời khóa biểu đã cập nhật trên mybk nhưng chưa cập nhật trên e-learning. Thời khóa biểu trên mybk đã được cập nhật trước được 4 ngày.",
            "Chào bạn. . hệ thống đã cập nhật lại, bạn vui lòng đăng nhập lại để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học . Xin chào thầy/cô phòng đào tạo. Em tên [full_name] MSSV [student_id]1.. . Em xịn phép trình bày mong muốn của em là được đăng ký bổ sung vào học kỳ hè này HK193 2 môn học là Kết cấu thép 1 804009 (mã số mới là CI3009) và môn Kết cấu bê tông 1 804003 (CI2039), vì lý do em không được dăng ký vào thời gian DKMH vì thanh toán học phí trễ.. . Em đã thanh toán học phí đầy đủ, có giấy biên nhận thanh toán học phí trễ kèm theo bài.. . Chân thành mong phòng đào tạo hướng dẫn và giúp đỡ vì em là sinh viên K13 và học kỳ hè này là học kỳ cuối hệ chính quy của em.. . Em xin cảm ơn và chúc thầy/cô, anh/chị phòng đào tạo nhiều sức khỏe. Mong sớm nhận được thư trả lời.. .",
            "đã bổ sung môn CI3009 nhóm DT02. . Môn CI2039 ko mở dự thính. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô. . . Cho em hỏi về hình thức của cảnh cáo học vụ cấp 1 ạ? Có báo báo kết quả học tập cho phụ huynh không ạ? . . Em cảm ơn ạ. . Mong thầy/cô giải đáp.",
            "Chào bạn. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . - Các trường hợp bị xử lý học vụ sẽ gởi thông báo về cho phụ huynh. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Hiện tại, em đã học và đạt môn học Toán kinh tế ứng dụng theo mã số của khóa 2017 (chương trình đào tạo bằng 2 khóa 2019) (msmh IM1005). Tuy nhiên điểm không cao nên em muốn đăng ký cải thiện bằng môn Giải tích trong kinh doanh theo mã của khóa 2019 bằng 1 (MT1017). Vậy em cần phải làm những thủ tục gì để được học cải thiện môn MT1017.. . . . Xin cảm ơn . .   i Yêu cầu khác .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là thời gian để nộp đơn xin pđt mở lớp là khi nào ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về việc nhận đơn mở lớp cho học kỳ 1/2020-2021, vui lòng đợi mail thông báo về việc đăng ký MH đợt 2.. . Hiện tại bạn đợi kết quả công bố kết quả đợt 1, nếu MH không mở bạn có thể nộp đơn mở lớp theo quy định và nộp tại Phòng Đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô ạ!. . Em là sinh viên thuộc diện hoãn mùa hè xanh và sau khi nhận được mail từ phòng đào tạo thì em đã vào đăng kí môn học nhưng môn giải tích 2 mà em muốn đăng kí thì các lớp đều đã đủ số lượng. . Nay em mong muốn được tham gia học môn giải tích 2 lớp DT04 ( của cô [full_name]), mong phòng đào tạo xem xét và có thể  cho em một cơ hội để tham gia lớp học ạ, để em có thể hoàn thành được kế hoạch học tập ạ .. . Em xin chân thành cảm ơn!",
            "Gửi các bạn Sinh viên.. . . . PĐT xin thông báo đến các bạn hoãn mùa hè xanh do tình hình dịch bệnh:. . - PĐT tổ chức thêm 1 đợt đăng ký bổ sung các môn học dự thính HK193. Tên đợt : \" ĐĂNG KÝ MÔN HỌC HK3 (2019 - 2020) BỔ SUNG - [full_name] - DÀNH CHO [full_name]\".. . - Sinh viên thực hiện đăng ký các môn học dựa trên TKB hiện có, đối với các môn học đã có thứ + tiết + phòng học các bạn sau khi đăng ký có thể dựa vào tkb trên và đi học theo tkb.. . - Đối với các môn đã đầy sĩ số, PĐT đã mở thêm các môn học với mã nhóm \"NGUYENVONG\" để các bạn đăng ký. Trường hợp các bạn đăng ký vào các môn học có nhóm \"NGUYENVONG\", PĐT sẽ tổng hợp số lượng và gửi về Khoa để xin mở lớp nếu sĩ số đủ theo quy định và Khoa đồng ý mở bổ sung. . . - Các môn học mở bổ sung sẽ được thông báo sau đến các bạn nếu đủ điều kiện mở lớp.. . . . Thời gian đăng ký môn học : từ 29/07/2020 đến 02/08/2020 (14:59p).. . . . Lưu ý : -đây là đợt chỉ dành cho các bạn hoãn Mùa hè xanh nên tất cả các trường hợp còn lại đều không thể đăng ký.. .              -Trong đợt đăng ký này các bạn không thể hủy môn học đã có trước đó, chỉ đăng ký bổ sung.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT,. . . . Em muốn đăng ký bổ sung môn học Xác suất thống kế MT2001 và Quản lý dự án CI1053 trong học kỳ dự thính 193 ạ. Đợt trước em đã có đăng ký trên BKSI nhưng nhận được phản hồi là sẽ có đợt 3 để đăng ký bổ sung HK193 nhưng đến giờ vẫn chưa có thể đăng ký dù tuần sau đã bắt đầu HK. . . . . Mong PĐT có thể hỗ trợ cho em ạ.",
            "đã bổ sung môn CI1053 nhóm DT01. . MT2001 nhóm DT02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ. . . . Nay bên phường bảo em tạm hoãn việc học, bảo lưu số điểm để thực hiện nghĩa vụ công an/ nghĩa vụ quân sự. . . . Em đang hoang mang vì nghe nói luật mới gì đó. Em muốn bên trường đính chính lại giúp em về việc này ạ . . . . Em cám ơn ạ",
            "Chào bạn,. . Nhà trường chỉ hỗ trợ sinh viên cấp giấy hoãn NVQS cho sinh viên có đăng ký môn học trong học kỳ.. . Còn việc bên Ban chỉ huy quân sự gọi sinh viên đi thi hành NVQS thì nhà trường không thể can thiệp được. Bạn có thể tự trình bày với bên NVQS là mình đang theo học, nếu bên quân sự cần xác minh thông tin có thể gửi công văn về Trường xác minh trường hợp của bạn.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . CHÀO ANH/CHỊ. . HIỆN TẠI [full_name], [full_name] [full_name], DO EM CÓ HỌC THÊM 1 MÃ BẰNG KHÁC ( [full_name] ). . - EM DỰ KIẾN ĐĂNG KÝ TỐT NGHIỆP 2 BẰNG CÙNG 1 LÚC ( VÀO THÁNG 11/2020) THÌ [full_name] KHÔNG Ạ?. . -DO TRÊN CÔNG THÔNG TIN MYBK THEO EM ĐƯỢC BIẾT, CHỈ CHO SINH VIÊN ĐĂNG KÝ TỐT NGHIỆP 1 BẰNG, BẰNG CÒN LẠI THÌ EM CẦN LÀM ĐƠN GÌ ĐỂ NỘP LÊN PĐT KHÔNG Ạ?. . EM CẢM ƠN. .",
            "Chào bạn,. . Nếu bạn đủ điều kiện tốt nghiệp 2 bằng, khi công bố danh sách dự kiến tốt nghiệp dự kiến đợt tháng 11, bạn có thể vào kiểm tra nếu vẫn chưa công nhận tốt nghiệp cả 2 ngành cho bạn, bạn có thể đến Phòng Đào tạo làm đơn xin xét tốt nghiệp ngành thứ 2.. . Lịch trình tốt nghiệp đợt tháng 11/2020 sẽ được cập nhật tại lịch học vụ, bạn vui lòng theo dõi lịch trình tại http://aao.hcmut.edu.vn/lịch học vụ (sẽ cập nhật sau). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho e hỏi e đang bị tình trạng dừng cấp quyền truy cập mybk do kì này e không đăng kí môn học vì e đã làm luận văn và chỉ còn av. . . Cho e hỏi làm thế nào để được cấp quyền trở lại để đăng kí tốt nghiệp trên mybk. . . E xin cám ơn",
            "Chào bạn. . Tình trạng của bạn đang tạm dừng, bạn nên làm thủ tục thu nhận lại, . . Sau khi thu nhận lại sẽ tự động được cấp quyền . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô!. . Em tên [full_name], MSSV:[student_id], em là chiến sĩ MHX tỉnh 2019. Mong quý thầy, cô mở nhóm lớp NGUYENVONG để tụi em đăng ký môn Pháp luật Việt Nam đại cương (SP1007).. . Mong sớm có được câu trả lời từ phía thầy, cô.. . Em xin cảm ơn.",
            "Gửi các bạn Sinh viên.. . . . PĐT xin thông báo đến các bạn hoãn mùa hè xanh do tình hình dịch bệnh:. . - PĐT tổ chức thêm 1 đợt đăng ký bổ sung các môn học dự thính HK193. Tên đợt : \" ĐĂNG KÝ MÔN HỌC HK3 (2019 - 2020) BỔ SUNG - [full_name] - DÀNH CHO [full_name]\".. . - Sinh viên thực hiện đăng ký các môn học dựa trên TKB hiện có, đối với các môn học đã có thứ + tiết + phòng học các bạn sau khi đăng ký có thể dựa vào tkb trên và đi học theo tkb.. . - Đối với các môn đã đầy sĩ số, PĐT đã mở thêm các môn học với mã nhóm \"NGUYENVONG\" để các bạn đăng ký. Trường hợp các bạn đăng ký vào các môn học có nhóm \"NGUYENVONG\", PĐT sẽ tổng hợp số lượng và gửi về Khoa để xin mở lớp nếu sĩ số đủ theo quy định và Khoa đồng ý mở bổ sung. . . - Các môn học mở bổ sung sẽ được thông báo sau đến các bạn nếu đủ điều kiện mở lớp.. . . . Thời gian đăng ký môn học : từ 29/07/2020 đến 02/08/2020 (14:59p).. . . . Lưu ý : -đây là đợt chỉ dành cho các bạn hoãn Mùa hè xanh nên tất cả các trường hợp còn lại đều không thể đăng ký.. .              -Trong đợt đăng ký này các bạn không thể hủy môn học đã có trước đó, chỉ đăng ký bổ sung.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô ạ!. . em xin lỗi đã nộp học phí muộn ạ. . thầy cô cho em đăng kí môn học ạ. . những môn này ạ:. . MT1005 - Giải tích 2. . [full_name]1007 - Thí nghiệm vật lý. . CO2005 - Lập trình hướng đốitượng. . em xin chân thành cám ơn ạ!. .",
            "Bạn đã có tkb rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng đào tạo, Em lên [full_name], MSSV [student_id]. Em có thắc mắc một số vấn đề sau:. . . . Tình hình Covid đang có dấu hiệu, Mà tuần sau bắt đầu ngày 03/08/2020 là bắt đầu kì thực tập tốt nghiệp mà nếu tình hình Covid Bùng phát. TPHCM phải \"giản cách xã hội\" Thì em có phải thực tập tiếp không hay phải nghỉ kì thực tập. Vì theo công ty em đăng kí thực tập, Nếu giản cách xã hội thì công ty sẽ tạm dừng. Như vậy sẽ không thực tập tốt nghiệp được.. . . . Dạ chốt lại cho em hỏi là Nếu giản cách xã hội lần nữa thì có thực tập tốt nghiệp được không ạ? Trường sẽ hủy kết quả quả thực tập hay phải tiếp tục thực tập dù có giản cánh xã hội.. . . . Dạ em cảm ơn và mong mỏi sự giải đáp nhanh chóng khuất mắt này sớm giúp em [[full_name]]",
            "Chào bạn,. . Hiện tại Nhà trường chưa có thông báo gì về việc thay đổi hình thức dạy cũng như hủy môn học của học kỳ dự thính hè 193. Nếu có sự thay đổi gì sẽ email thông báo cho toàn thể sinh viên sớm nhất có thể.. . Tất cả đều dựa trên tinh thần, chủ trương của Chính phủ.. . Mong các bạn luôn cùng đồng hành với nhà trường.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Nhà trường cho em hỏi ạ!. . Về chuẩn anh văn nhận luận văn và tốt nghiệp của sinh viên chương trình Việt Pháp PFIEV được tính như chuẩn của sinh viên chính quy hay sinh viên chương trình tài năng ạ?. . Em cảm ơn!. .",
            "Chào bạn. . - Về chuẩn anh văn nhận luận văn và tốt nghiệp của sinh viên chương trình Việt Pháp PFIEV được tính như chuẩn của sinh viên chính quy đại trà. . - Riêng để nhận được bằng của chương trình kỹ sư việt pháp phải theo quy định của Chương trình Việt Pháp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường, cho em hỏi là em có rớt môn ở HK1 và em đã trả nợ môn ở HK2 như vậy điểm môn đó sẽ được thay vào điểm HK1 hay tính ở HK2. Nếu như tính ở HK2 vậy. . sao điểm trung bình ở HK1 sao có thể cải thiện được ạ. Em xin cám on ạ.",
            "Chào bạn. . - Về quy định Số tín chỉ tích lũy/ điểm trung bình học kỳ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 18 + Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là hôm trc môn Tổ chức quảnlý bảo dưỡng chưa sửa mã môn học mà tối nay em mới đăng ký nên k đc chấp nhận thì em có đc hiệu chỉnh trong đợt hiệu chỉnh k ạ. . em chỉ mới đăng kí môn Tổ chức quảnlý bảo dưỡng 2 tín chỉ trong khi khóa em học tới 3 tín chỉ ạ. .",
            "Chào em.. . HK201 vẫn còn đợt hiệu chỉnh và đợt bổ sung nữa nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin được mở rộng sĩ số môn GE2007 - Địa vật lý đại cương. Do em bị hoãn đi mùa hè xanh nên đăng kí trễ sỉ số đã đủ. Em kính mong trường tạo điều kiện cho chúng em được hoàn thành môn học.",
            "đã bổ sung môn học GE2007 nhóm DT01 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, những thay đổi bắt đầu từ kì 192, trong đó có yêu cầu về số tín chỉ trong các năm có được áp dụng cho khóa K18 không ạ? Và thêm nữa là có phải cần tích lũy được 56 chỉ thì mới có thể đăng kí môn của năm 3 hay kết thúc năm 3 tích lũy được từ 56 chỉ trở lên là được ạ?. . Em mong được giải quyết sớm ạ. Em xin cảm ơn.",
            "Chào bạn. . - Về quy định Xếp hạng năm đào tạo: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 4.2. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Thành thật xin lỗi nhưng em không ấn vào xem được ạ. Em đã mở theo đúng hướng dẫn, có thể xem lại dùm em được không ạ?. . ( http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658 )",
            "Xếp năm đào tạo cho SV. . u SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ. . . . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Mã môn học CI2001. . Sức bền vật liệu- CI2001 học kì hè 193. Em là chiến sĩ MHX nhưng do dịch nên đã hủy. Giờ nhà trường mở link đăng kí học hè nhưng tất cả các lớp đã full. Xin PĐT tăng sĩ số để em có thể đăng kí học hè.Em cám ơn!. .",
            "Hiện tại đã bổ sung môn học CI2001 nhóm DT03 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em quên đăng kí môn học hk1 (2020-2021),dạ cho em hỏi thì trường mình có mở thêm đợt đăng kí 2 kh ạ.Nếu kh có phải làm sao ạ",
            "dạ cho em hỏi PDT có mở đăng kí môn học hk1(2020-2021) đợt 1 bổ sung không ạ. Sáng nay em có việc về quê kh đăng kí kịp ạ.em cảm ơn",
            "Chào em. Hiện HK201 vẫn còn đợt BS hiệu chỉnh và Bổ sung nữa nhé em. .",
            "Đăng ký môn học . Dạ PDT có mở đăng kí hk1( 2020-2021) đợt 2 kh ạ.Sáng e về quê kh kịp đăng kí đợt 1 ạ.",
            "Hiện vẫn còn các đợt bổ sung hiểu chỉnh nữa nhé. . Em có thể đk môn học vào đợt sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính thưa phòng đào tạo, em sinh viên k17 mà vì anh văn chưa đủ chuẩn để đăng ký học năm 3 mà bị trễ... bây giờ em đã học sức bền vật liệu nhưng vì vấn đề thời gian đăng ký môn học hè trước khi cập nhật điểm kì 192 nên em vẫn chưa đăng ký được môn cơ kết cấu...trước kia chưa biết tới diễn đàn hỏi đáp này nên tới tận bây giờ (29-7) mới gửi tin nhắn này mong pdt xem xét...Mong phòng đào tạo có thể cho e đăng ký thêm môn cơ kết cấu (ci2029) trong kì hè này để em có thể kịp đăng ký môn Thép 1 vào kì 201..xin chân thành cảm ơn và mong thầy cô xem xét.. .",
            "Môn học ko còn khả năng đk được trong HK dự thính, do trùng tkb.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy,cô!. . Em thuộc dạng sinh viên tạm hoãn MHX, nhưng em không đăng ký được môn tự chọn \"kinh tế học đại cương\". Vậy là do tại sao ạ?. . Em cảm ơn !",
            "bạn đk môn vào HK nào ?, mã môn học là gì",
            "em đăng ký môn vào HK3 (2019-2020). . mã môn học là IM1013. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào phòng đào tạo a! Phòng đào tạo cho em hỏi nếu là đợt đăng ký 1 em quên đăng ký môn học cho học kỳ 201 thì có một đợt đăng ký bổ sung cho đợt 1 kh ạ? Nếu không có đợt bổ sung thì đợt 2 em có được đăng ký các môn đó không , hay là em chỉ được chọn lớp và nếu lớp đó còn thiếu sinh viên thì em mới được vào nếu đủ thì em không dangdw ký đuọce hay sao ạ.Em cảm ơn phòng đạo tạo!. .",
            "Chào em.. . Vẫn còn 2 đợt đk nữa nhé. em có thể đk vào lớp nếu môn học còn sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi: em muốn nhận giấy chứng nhận sinh viên file pdf thì làm thế nào ạ?. .",
            "Chào bạn. . Phòng đào tạo không có giấy chứng nhận sv file pdf. . Bạn đăng ký in giấy chứng nhận sv nhận và tự scan chuyển file. . Thân"
        ]
    }
]