[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kính gửi phòng đào tạo,. . . .  Em là [full_name], sinh viên trường ĐH Bách Khoa. Ngày 16/6 em có viết cho phòng đào tạo về việc đăng ký môn TTTN của em bị hủy. Theo như phản hồi, em xin viết đơn để báo là sau ngày 18/6 em vẫn chưa thấy môn TTTN CO3323 trên TKB của em trên mybk, thông tin sinh viên.. . . .  Em xin thêm là dựa theo lịch sử đăng ký của đợt 2, đăng ký môn CO3323 của em bị hủy vì em  thiếu môn học trước CO2033 thiết kế luận lý verilog. Tuy nhiên em đã học môn CO1025 cũng là thiết kế luận lý verilog, tương đương với môn CO2033. Việc này đã xảy ra 1 lần trước khi em đăng ký môn Đồ án thiết kế luận lý CO2021, khoa Kỹ thuật Máy tính em đã có gửi công văn vể việc 2 môn này tương đương.. . . .  Em rất cảm ơn phòng đào tạo đã hỗ trợ và hồi đáp trường hợp của em. Em xin vui lòng chờ chỉ dẫn của phòng.",
            "Chào bạn. . Cô đã gởi câu hỏi của bạn cho bộ phận xét 1 lần nữa, bạn vui lòng đợi phản hồi nghen. . Thân. .",
            "Chào bạn. . -\tHiện tại, Phòng đào tạo sẽ cập nhật lại thời khoá biểu môn TTTN cho bạn sau thứ 5 ngày 24/6/2021 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT, em tên [full_name] MSSV [student_id], do đang bi cách ly ở tại nhà trọ tại hócmon, tphcm, nên em ko đi đóng học phí môn truyền khối CH2051 học kì hè 203 được, trước giờ e đi đóng trực tiếp tại ngân hàng, giờ đóng onli không được vì ko dùng thể ATM từ lâu  và bị mất thẻ, mà đóng onli thì yêu cầu cung cấp sô thể, nên em chỉ có thể đóng onli khi hết cách ly rồi ra ngân hàng xin lại số thể mới được, Vậy kính mong PĐT mở lại thơi khoá biểu môn truyền khối, để em có thể tham gia học tôt , em hứa t7 tuần sau (26-06-2021) hết cách ly em sẽ ra ngân hàng đóng học phí ah. Em xin cam đoan là sự thật. Em xin chân thành cảm ơn PĐT ah.",
            "Chào bạn. . - Bạn có thể nhờ người quen đóng trực tiếp tại ngân hàng, gấp. . - Không thể gia hạn đến thời gian như bạn trình bày vì hiện tại nhà trường xử lý rất nghiêm việc đóng học phí. . - Sau khi bạn đóng tiền xong vui lòng viết đơn xin cứu xét phục hồi tkb, trình bày rõ lý do tại sao đóng học phí trễ và gởi lại câu hỏi trên BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714028  /b \t. . . .   i Yêu cầu khác . Em tên là Võ Thiện Minh Vũ. . MSSV 1714028. . Sinh viên khoa Điện-Điện tử. . . . Vừa rồi em đã xin đăng kí bổ sung thực tập tốt nghiệp trong học kì 203 Và đã đăng kí được. Khi nào em có thể đăng kí giáo viên hướng dẫn thực tập ạ.. . . . Em xin cảm ơn thầy/ cô ạ.",
            "Chào bạn. . Trên Mybk -xem tkb đã có TKB rồi, nên vấn đề còn lại là bạn liên hệ Khoa - bộ môn để tư vấn và hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô!. . Như câu hỏi trước em đã trình bày, hiện tại số tín chỉ tích lũy ngành của em là 64. Tuy nhiên, trường hợp của em đặc biệt nên đã mail cho PĐT danh sách cập nhật thêm số tín chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 64 + 20 = 84 tín chỉ và bằng với tổng số tính chỉ tích lũy.. . Hiện tại, kì 202 em có đăng kí thêm 18 tín chỉ trong kì chính 202 và chưa thi cuối kì nên trường tạm công nhận cho em thành 84+ 18=102 100 tín chỉ để em được đăng kí thực tập tốt nghiệp ạ.. . Đề nghị thầy/ cô giúp em đăng ký môn \"Thực tập ngoài trường\" MSNH : MA3315 .. . Em xin cảm ơn ạ!",
            "Chào bạn. . Phòng đào tạo ghi nhận trường hợp của bạn, sẽ trả lời bạn sớm nhất có thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT em [full_name] . . MSSV [student_id]. . . . em gửi gmail miễn môn  cho [email]  bổ sung để xem xét gửi file miễn môn mà nay chưa thấy phản hồi .. . Nay e viết nhờ thầy cô PĐT Xem xét giải quyết giúp em. . Với các môn em đag học học kỳ 2  trong phiếu điểm e đã học môn đó rồi . . Kính mong PDT xem xét giải quyết giúp em về vấn đề trên",
            "Chào bạn. . Cô đã gởi yêu cầu của bạn cho [full_name] phụ trách về vấn đề này để Anh xử lý. . Bạn vui lòng đợi mail trả lời của [full_name] nghen. . Thân",
            "Chào bạn. . Bạn xem các môn được miễn, cập nhật tại trang Mybk- thông tin sinh viên - điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sinh viên đã đóng học phí. .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K20 vừa rồi có tên trong danh sách nhận HBKK HK201.. . Em đã cập nhật số tài khoản OCB trên BKPAY trước ngày 10/6/2021.. . . . Không biết khi nào thì được nhận ạ?. . . . Em cảm ơn.",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ anh chị em tên [full_name] mssv [student_id]. . Em xin lỗi vì đã thanh toán học phí trễ hạn, cho em xin phép được phục hồi môn học ạ. Em cảm ơn ạ. . . .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]) dùng để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây. . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ Giáo vụ [full_name] đã gửi danh sách đính kèm sinh viên đăng kí môn thực tập sản xuất rồi ạ ! Vậy cho em hỏi khi nào là tụi em được đăng kí ạ ! Em [full_name] Kỹ Thuật Địa Chất và [full_name] ạ !",
            "Chào bạn. . Cô kiểm tra bạn đã có tkb môn TTSX : GE3125. . Phòng đào tạo sẽ cập nhật thời khoá biểu sau thứ 5 ngày 24/6/2021 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi. Bên khoa em là lúc đầu được chọn ngành thì e có chọn là Polymer . Nhưng trong quá trình học thì em đăng kí đầy đủ tín chỉ của ngành Kim Loại và nguyện vọng của em là được đăng kí thực tập ngành Kim Loại ạ. Bên Khoa hôm trước có gửi file excel để điền lại nguyện vọng theo học chuyên ngành nào. Và em cũng đã gọi điện hỏi văn phòng khoa là đã gửi bảng thống kê cho PDT rồi ạ ! Mong PDT xem xét lại các môn e học chuyên ngành kim loại để e có thể tham gia thực tập ạ !",
            "Chào bạn. . Hiện tại dữ liệu của phòng đào tạo bạn là lớp VL18PO, nên bạn vui lòng liên hệ lại [full_name] để kiểm tra lại danh sách chuyển ngành đã gởi lên Phòng đào tạo chưa?. . - Nếu đã gởi bạn báo [full_name] cho minh chứng để Cô tiếp tục xử lý cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1920056  /b \t. . . .   i Yêu cầu khác . Sinh viên Vb2 Lâm Quốc Thái, mssv 1920056, đã nộp  học phí học kỳ 203, xin được phục hồi thời khóa biểu môn \" Địa Chất Công Trình \" CI1043.. . ﻿. . ﻿Xin cám ơn thầy cô.. . ﻿. . ﻿SV Lâm Quốc Thái",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện nay do tình hình dịch bệnh covid nên em không thể tới cơ sở Lý Thường Kiệt được. Em muốn hỏi trường có cấp giấy xác nhận sinh viên online không? Và nếu có thì em cần làm . . thủ tục gì để nhận được?. . . . Mong sớm nhận được câu trả lời từ trường ạ.",
            "Chào bạn. . Bạn có thể đăng ký lại, và đăng ký nhận qua bưu điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi, e thấy lịch thi là tạm dừng, cho em hỏi là có phải do chưa đóng học phí nên tạm dừng ko ạ, nếu bây giờ e thanh toán học phí thì có được mở lại ko ạ, do chưa có khả năng nên lúc trước e chưa đóng được , có cần lên phòng đào tạo để giải quyết vấn đề ko ạ, e cám ơn",
            "Chào bạn. . - Lịch thi tạm dừng là do dịch. . - Nhưng hiện tại bạn chưa đóng học phí, bạn nhanh chóng thanh toán học phí gấp vì bạn đã có tên trong ds dự kiến tạm dừng vì chưa thanh toán học phí. . - Không cần lên pdt, chỉ cần gởi câu hỏi qua BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Kính gửi,. . Em muốn đăng ký rút môn học HK203 (đã thanh toán học phí) thì có cần đến trường không ạ. Do tình hình dịch này nên em chưa biết rõ thời gian hoạt động của pđt. Không biết trường có tạo điều kiện rút môn học online không ạ",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy/cô. . Em là Ông [full_name] Mssv [student_id]. . . . Hiện tại em đang ở TPHCM, em có liên lạc về trường THPT để lấy bằng mà do đang áp dụng chỉ thị 10 của thành phố nên trường không làm việc. 30/6/2021 tới đây là hết hạn đăng ký nộp bằng THPT. Như vậy em phải làm như thế nào đây.. . . . Em mong thầy/cô hồi đáp . . Em xin cảm ơn",
            "Chào bạn. . Còn lịch nộp đợt 2 đến tháng 9/2021, bạn xem lại thông báo nghen,. . Bạn có thể liên lạc qua mail Cô phụ trách: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em đang học học kỳ 203, nhưng do tình hình diễn biến phức tạp của dịch bệnh, em được điều động vào hỗ trợ khu cách ly tập trung. Cho hỏi em cần nộp giấy tờ nào để minh chứng, làm giấy tờ nào để xin tạm hoãn lại học kỳ này ạ.. . Cám ơn. .",
            "Chào bạn. . Tạm hoãn là sao: bạn muốn hủy môn học hoàn lại học phí hay sao?. . - nếu vậy phải viết đơn ghi rõ muốn cái gì ? minh chứng rõ ràng kèm theo đơn. . - Và gởi lại trên BKSI nghen bạn. . Thân",
            "Chào cô, . . Em mong muốn trường tạo điều kiện nếu được thì có thể dời những môn của học kỳ 203 qua kỳ 211 hoặc là cho em xin hoàn lại học phí nhưng cô hãy trừ lại tiền mà em đã học tuần 23 và 24 ạ. Cô đồng ý với phương án nào hay có ý kiến khác thì xin cô hãy cho em ý kiến để em có thể làm đơn và gửi về PĐT ạ. Em sẽ gửi một bản scan quyết định hỗ trợ khu cách ly ( kèm theo đơn ) trước và nếu cô cần thì em sẽ nhờ người nhà ở ngoài gửi đơn kèm theo minh chứng qua đường bưu điện về PĐT ạ. ( Em hiện đang ở trong khu cách ly của TP Thuận An nên hông ra ngoài được ).. . Cám ơn cô.",
            "Chào bạn. . - Cô chỉ có thể hướng dẫn quy trình còn quyết định là Ban lãnh đạo phòng đào tạo. . - Bạn viết đơn trình bày muốn hủy tkb 203 và hoàn trả học phí vì lý do:...bạn phải trình bày rõ nội dung, . . Sau đó đính kèm + minh chứng gởi lại trên BKSI để Cô trình cho Ban lãnh đạo phòng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô PĐT,. . . . Em tên [full_name]. . . . Sinh viên khoa quản lí công nghiệp. . . . Thầy/cô cho em hỏi là:. . . . ĐKMH đợt 3 em có đăng kí môn học . . IM3323 - Thực tập tốt nghiệp nhưng kết quả của ĐKMH đợt 3 thì bị hủy. Em không biết lí do vì sao.. . . . Em mong thầy/cô PĐT xem xét lại giúp em và nếu em muốn đăng kí môn học này thì thủ tục như thế nào.. . . . Em xin cảm ơn,. . . . [full_name].",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    HK203- kết quả đợt 3 - bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng kýPDT không đ/ký cho SV MH IM3323 (N: Không đủ đ/kiện nhận TTTN - STC). . - Bạn kiểm tra lại nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào phòng đào tạo ạ. Địa phương em cần giấy xác nhận sinh viên của em. Em đã gửi xin giấy qua bưu điện nhà trường tới nay đã 3 hôm nhưng em vào xem chỉ là đang xử lí thôi ạ. Mong có thể xử lý giúp em để gửi địa phương ạ. Em cám ơn.",
            "Chào bạn. . Hiện tại nhà trường đang cố gắng giải quyết nhanh nhất có thể để đến bạn. . Bạn vui lòng đợi nhận từ bưu điện. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin được hỏi nhà trường là hiện nay tình hình dịch phức tạp nên trường cấp 3 em không chịu mở cửa để em vào lấy bằng tốt nghiệp. Vậy làm sao để em đăng ký nộp bằng trên mybk được ạ?. .",
            "Chào bạn. . Còn lịch nộp đợt 2 đến tháng 9/2021, bạn xem lại thông báo nghen,. . Bạn có thể liên lạc qua mail Cô phụ trách: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đến nay em vẫn chưa thấy môn thực tập tốt nghiệp(260661) trên tkb của em. Mà em đã đóng học phí rồi ạ. Mong phòng đào tạo giúp em cập nhật lại tkb cho em. Em xin cám ơn",
            "Chào bạn. . Bạn còn 1 khoản chưa đóng học phí nữa. . Sau khi bạn đóng tiền xong vui lòng viết đơn xin cứu xét phục hồi tkb, trình bày rõ lý do tại sao đóng học phí trễ và gởi lại câu hỏi trên BKSI. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô, hiện em chưa thanh toán gia hạn thẻ bảo hiểm y tế sinh viên trong năm học 2021 và thời gian cho phép đóng BHYT tại trường đã hết. Liệu em có thể tiếp tục gia hạn BHYT sinh viên tại cơ sở bảo hiểm xã hội tại địa phương được không ạ ? Mong thầy/cô giúp đỡ em giải quyết vấn đề này, em cảm ơn thầy/cô nhiều ạ.",
            "Chào em,. . Em liên lạc [email] để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV [student_id], lớp VP20CĐT. . Trong lần đăng kí môn học đợt 1 em đã đăng kí môn học giải tích 1 (mt1003) nhưng không thanh toán học phí kịp thời, trong lần đăng kí môn học đợt 3 em có đăng kí môn học giải tích (mt1011) nhưng không được chấp nhận do chưa thanh toán học phí của môn học trước đó, nay em đã thanh toán học phí đầy đủ, xin phòng đào tạo giúp em khôi phục lại thời khoá biểu cũng như hoàn tất đăng kí môn học mt1011 vì đây đã là tuần học thứ 3, em xin cảm ơn",
            "Chào bạn.. . tkb sẽ được cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 .",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . Mssv :[student_id]. . Yêu cầu : em xin ban giám hiệu mở lại thời khoá biểu vì lý do trễ học phí. . Em đã thanh toán hoàn toàn học phí mong thầy cô mở lại thời khoá biểu. . . .",
            "Chào bạn. . TKB sẽ phục hồi sau ngày thứ 5 ngày 24/6/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã thanh toán học phí trên BKpay đầy đủ và đúng thời hạn nhưng hiện tại em lại bị mất thời khóa biểu Hk hè 203 ạ. . .",
            "Chào bạn. . TKB của bạn đã được phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Em không có môn học trong thời khoá biểu do không đủ điều kiện đăng ký nhưng vẫn có học phí học kỳ 203 thì có cần thanh toán không ạ?. .",
            "Chào em,. . Em có TKB môn CI3355 trong HK203 nên em vẫn thanh toán học phí là đúng rồi.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào các thầy cô , do một số lý do nên kết quả đk môn đợt 3 của e không thành công nên tới tận 18/6 em mới biết là em được học môn EE3315.  Từ khi có tkb tới giờ e cũng chưa nhận được mail thông báo về hạn đóng học phí nên em không biết hạn chót để đóng học phí là ngày mấy . Vừa nãy nhà trường có thông báo về việc gia hạn thời gian đóng học phí tới 23/6 lúc đó em mới biết là mình bị trễ hạn thanh toán học phí và ngây lập tức em đã đóng học phí liền ngay lúc đó . Các thầy cô cho em hỏi với trường hợp của em thì có bị hủy tkb không ạ ? Em xin cảm ơn các thầy cô đã đọc mail của em .",
            "Chào bạn. . TKB của bạn đã phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ, dạ là theo như thông báo của lớp trưởng là đăng ký nộp bằng tốt nghiệp trước ngày 30/06 ạ, nhưng trong phần đăng ký có phần số hiệu bằng và hiện giờ em đang trong khu vực phong tỏa 21 ngày nên không thể đi lấy bằng được. Vậy nhà trường có đợt đăng ký lần 2 không ạ ?",
            "Chào em,. . Em nộp đợt 2 từ 6/9 đến 16/9, PĐT sẽ email vấn đề này em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ Vật liệu, khóa K18. Về vấn đề kết quả minh chứng được cập nhật số tín chỉ tích lũy theo phản hồi của khoa thì khoa đã gửi vào mail [email] cho phòng đào tạo rồi ạ. Cô kiểm tra lại giúp em. Kính xin phòng đào tạo sớm cập nhật để em có thể đăng ký được thực tập tốt nghiệp ạ. Dưới đây là danh sách thống kê theo TCTL ngành mà khoa đã gửi đính kèm trong mail ạ.Kèm theo đó là ảnh mà khoa đã gửi mail cho pđt ạ.. . Kính xin phòng đào tạo cho em đăng kí lại môn thực tập tốt nghiệp. Mã môn học MA3315.. . Lý do: sau khi cập nhật TCTL ngành đã đủ điều kiện nhận thực tập tốt nghiệp ạ.. . Ở mục trước cô có trả lời là trường hợp của em đã được ghi nhận, và sau ngày 18/6/2021 nếu không thấy kết quả phản hồi lại BKSI.. .  Kính mong sự giúp đỡ và phản hồi từ cô ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo ghi nhận trường hợp của bạn, sẽ trả lời bạn sớm nhất có thể.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em nộp đơn xin cứu xét phục hồi thời khóa biểu và lí do trễ học phí ạ. Em mong trường thông cảm và phục hồi thời khóa biểu cho em. Em cảm ơn nhiều ạ!",
            "Chào bạn. . Thời khoá biểu của bạn sẽ được phục hồi sau thứ 5 ngày 24/5/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa quý thầy cô ạ. Em xin hỏi về việc lớp trưởng tổng hợp đủ danh sách và bằng tốt nghiệp THPT của lớp rồi nộp. Tuy nhiên do tình hình dịch bệnh, lịch học vụ và tập hợp về trường có thay đổi nên việc tổng hợp gặp khó khăn ạ. Em xin hỏi về gia hạn thời gian sau dịch ạ. Em xin cảm ơn.",
            "Chào em,. . Em nộp đợt 2 từ 6/9 đén 16/9, PĐT sẽ email lại em nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi giờ do kỳ trước em ko đăng ký môn học nên em bị tạm dừng, giờ em muốn làm đơn thu nhận lại thì đến thẳng phòng đào tạo nộp đơn hay có cách nộp trực tuyến ko ạ, do dịch covid nên khi em lên thành phố Hồ Chí Minh và sau đó về quê em phải đi cách ly ạ.",
            "Chào bạn. . Bạn điền vào mẫu đơn và gởi đính kèm tại bksi để Cô xử lý thu nhận cho bạn nghen. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ.. . Thưa PĐT, hiện tại HK203, em có đăng ký Giải Tích 2 MT1005. Nhưng trong mùa dịch này gia đình em làm ăn khó khăn nên em đã đóng trễ học phí, thời khóa biểu của em đã bị xóa, em khẩn xin PĐT cho phép em được khôi phục thời khóa biểu môn học và trên BKel ạ. . . Em xin hứa sẽ không còn tiếp diễn tình trạng đóng trễ học phí. Em chịu trách nhiệm và hình phạt của nhà trường .. . Em chân thành cảm ơn PĐT.",
            "Hiện em đã được cập nhật lại thời khóa biểu, em xin lỗi đã làm phiền PĐT ạ. Xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . Em là [full_name]. Em viết câu hỏi này với 2 thắc mắc sau:. . 1/ Đầu tiên là em có thể làm đơn xin giấy xác nhận công tác xã hội ở đâu ạ (do em không thấy trên mybk). . . 2/ Thứ hai là em có đăng ký in bảng điểm và được lịch hẹn 22/6 lấy ở phòng đào tạo cơ sở 1 nên em có thể vô trường lấy trong thời gian này được không ạ?. . Em mong thầy cô sớm hồi âm vì em đang làm hồ sơ xin học bổng ạ.. . Em xin chân thành cảm ơn thầy/ cô.. . Trân trọng,. . [full_name]",
            "Chào bạn. . 1) liên hệ Đoàn Khoa của bạn. . 2) có thể vào trường, bạn đi cổng 2 tô hiến thành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .         Độc lập- Tự Do - [full_name]. .                    ***. .        ĐƠN XIN PHỤC HỒI THỜI KHÓA BIỂU. .                    ***. .   Em tên: [full_name] - MSSV: [student_id]. . Nay em làm đơn này để xin phòng đào tạo cho em được phục hồi thời khóa biểu.. .   Lý do: do khu nhà em gần khu có cách ly dịch, do đó, em không ra khỏi nhà để đi đóng học phí đúng hạn được,. .   Em kính mong phòng đào tạo xem xét, và cho em phục hồi thời khóa biểu càng sớm càng tốt vì học kỳ hè học rất ít tuần.. .   Em xin cảm ơn, và xin hứa sẽ đóng học phí đúng hạn.. .   [full_name]. . [full_name]",
            "Chào bạn. . TKB của bạn đã được phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Bạn vui lòng ghi rõ nội dung và lý do chi tiết, Cô không biết phải giải quyết cho bạn như thế nào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý thầy cô!. .   Em tên: TRẦN TRỌNG PHÚC - MSSV: [student_id]. .   Khoa cơ khí - hệ VLVH. .   Trong thời khóa biểu của em có môn học \"Thực tập kỹ thuật chế tạo\". bắt đầu học là từ tuần 23, nay là tuần 25. Nhưng do lúc trước khi bắt đầu, em ở bên Gò Vấp, và bùng dịch, bị cách li toàn quận, do đó em không lên trường liên hệ được.. . Nay em muốn hỏi quý thầy cô là trường mình có thực tập trong mùa dịch này không ạ, và nếu có thì em sẽ liên hệ bằng phương pháp nào ạ?. .   EM XIN CẢM ƠN QUÝ THẦY CÔ. . . .",
            "Chào bạn. . TTTN trong hè tạm ngưng vì dịch, nhà trường sẽ có thông báo cụ thể sau. . Trong thời gian này bạn liên hệ Khoa- Bộ môn để hỗ trợ thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy,cô,. . . . Em là [full_name] | MSSV [student_id]. . Do mới được phòng đào tạo thêm môn giải tích 2 (MT1005) vào thời khóa biểu nên em đã thanh toán trễ hạn học phí kỳ học 203 và bị hủy thời khóa biểu.. . Em đã thanh toán học phí đầy đủ học kỳ 203 ngay sau đó (file đính kèm). Mong thầy, cô xem xét cho em được phục hồi thời khóa biểu trong kỳ này.. . Em xin cảm ơn, chúc quý thầy, cô có một ngày làm việc vui vẻ và an toàn trong mùa dịch ạ.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào phòng đào tạo,. . Em là [full_name], mssv [student_id], khoa Khoa học và Kỹ thuật máy tính. . Hiện tại em cần 1 bản scan của giấy đánh giá, nhận xét sinh viên đợt thực tập học kì 194 của em để làm hồ sơ làm việc. . . Mong anh chị sớm hồi đáp! Em cảm ơn!. .",
            "Chào bạn. . Về vấn đề này liên hệ Khoa- bộ môn quản lý, hoặc liên hệ mail của văn phòng đào tạo quốc tê để hỗ trợ thêm. . - Hoặc bạn có thể in bảng điểm, và đăng ký nhận qua bưu điện. . Thân",
            "Em có ghé trường nhưng thấy đóng cửa, chị cho em xin cách liên lạc với Khoa Khoa học & Kỹ thuật máy tính với ạ!. . Em cảm ơn!",
            "Văn phòng\t: Tòa nha A3 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.8) 38.647.256 - Ext: 5847. . Fax\t: (84.8) 38.645.137. . Website\t: http://www.cse.hcmut.edu.vn. . Email\t: [email]. . Trưởng khoa\t: PGS.TS [full_name]. . Email của Trưởng khoa\t:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là thời khoá biểu học kì hè 203 của em vẫn chưa cập nhật ạ mà các bạn em có rồi ạ, em cảm ơn.. . . .",
            "Chào bạn. . - Sinh viên xem lý do tại sao có ĐKMH dự thính hè HK203 - Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK203- Đợt 3+Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gủi PĐT, em tên [full_name], mssv: [student_id], e mới nhờ bạn đóng học phí môn truyền khối xong (hp: 2.640.000) và đã cập nhật trên BKPAY, msmh: CH2051, hè 203. vậy xin PĐT cứu xét phục hồi sớm nhất thời khoá biểu môn truyền khối,hè 203 để e có thể tiếp em tiếp tục học ah.. .    Lí do em đóng học phí trễ là khó khăn kinh tế lại còn dịch bệnh Covit và đang bị cấm ra ngoài do khu vực em ở bị phong toả ah.. .    E xin cam những điêu trên là sự thật và em cảm ơn PĐT.",
            "Chào bạn. . Bạn vui lòng viết đơn xin phục hồi tkb vì lý do thanh toán hp trễ hạn, trong đơn trình bày rõ lý do, ký tên và gởi lại BKSI để Cô xử lý nghen. . Thân",
            "Chào bạn. . -\tSau khi Phòng đào tạo xem xét lại đã phục hồi thời khóa biểu 203, bạn vui lòng kiểm tra lại tại mybk-tkb.. . -\t Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi bk pay của em bị lỗi gì mà không thấy được tiền học phí thanh toán ạ ?",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp Văn phòng đào tạo quốc tế: [email], [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hiện tại em bị trễ hạn đóng học phí. mong phòng đào tạo có thể gia hạn để em có thể đóng bổ sung học phí.. . em xin cảm ơn",
            "Học vụ. . . . hiện tại em bị trễ hạn đóng học phí. mong phòng đào tạo có thể gia hạn để em có thể đóng bổ sung học phí.. . em xin cảm ơn  /QUOTE . .",
            "Chào bạn. . Cô kiểm tra bạn đã đóng học phí rồi và tkb đã phục hồi rồi, bạn kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô, cho em hỏi là do dịch bệnh phức tạp nên em hiện tại không thể đi nhận bằng tốt nghiệp tại trường cấp 3 được, nhưng mà hạn điền thông tin đăng kí chỉ tới 30/6. Nếu như từ đây tới 30/6 em vẫn không thể nhận được bằng tốt nghiệp để đăng kí nộp bằng thì có được gia hạn đăng kí điền thông tin hay không ạ.",
            "Chào em,. . Em nộp đợt 2 từ ngày 06/9 đến 16/9.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô! Thầy cô cho em hỏi mình vẫn có thể nộp CCNN KET đúng không ạ? Vì trong mục nộp CCNN trên mybk em không thấy có mục chọn loại bằng KET, mà trong quy chế đào tạo em thấy có nhận loại bằng này.. . Em cảm ơn thầy cô!",
            "Chào em,. . Theo quy chế mới bắt đầu áp dụng từ hk1/2020-2021 thì không còn dùng CCAV KET nữa.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm 3 khóa k18 ngành cơ điện tử, khoa cơ khí. Do em thấy không phù hợp em muốn chuyển về ngành chế tạo máy có được không a?. Hoặc em có thể chuyển xuống k19 ngành chế tạo được không ạ?",
            "Chào bạn. . Theo quy định, bạn trúng tuyển sinh đầu vào ngành nào thì học ngành đó, không chuyển ngành được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo ạ, bây giờ em gửi đơn thu nhận lại, mong phòng đào tạo xử lý giúp em ạ để được nhận lại ạ.. . Em xin chân thành cảm ơn trước ạ.",
            "Chào bạn. . [full_name] đã nhận đơn thu nhận của bạn, Bạn theo dõi tình trạng cập nhật tại Trang Mybk- tình trạng sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Có phải trường đang yêu cầu nộp bằng tốt nghiệp THPT đối với sv năm nhất ko ạ? Hạn là khi nào ạ? Bây giờ dịch bệnh em không thể nộp trực tiếp tại trường được.. .",
            "Chào em,. . Em nộp đợt 2 từ ngày 06/9/21 đến 16/9/21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  [full_name] . . MSSV [student_id]. . . . _dạ cho em hỏi là hạn nộp của đợt đăng ký Bằng tốt nghiệp PTTH khóa 2020 là từ 4/5/2021 đến 30/6/2021 . . _ mà bây giờ do tình hình dịch bệnh nên em vẫn đến trường cấp 3 lấy bằng tốt nghiệp THPT được, mà bây giờ sắp hết hạn đăng ký . . _ vậy bây giờ em phải làm sao ạ ?! xin nhà trường giúp ạ ?!. . . .",
            "Chào bạn. . Bạn kiểm tra lại mail Pdt mới gởi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em có đăng kí in bảng điểm vào ngày 17/06/2021. Tuy nhiên do không để ý, em đã không chọn nhận kết quả qua đường bưu điện. Vì vậy em tạo yêu cầu này mong Phòng Đạo tạo có thể gửi bảng điểm qua đường bưu điện cho em. Địa chỉ của em là:. . Họ và tên: [full_name].. . Địa chỉ: 345/30/31 Âu Cơ, phường Phú Trung, quận Tân Phú, Thành phố Hồ Chí Minh.. . Số điện thoại: [phone_number].. . Do em đang cần bảng điểm để bổ sung hồ sơ xin việc gấp (Bên tuyển dụng yêu cầu bổ sung trước thứ 5, ngày 24/06/2021), em mong Phòng Đào tạo có thể gửi cho em sớm nhất có thể ạ. Em xin chân thành cảm ơn.",
            "Em xin bổ sung thêm, vì thời gian gấp rút nên nếu được em mong Phòng Đào tạo có thể chọn dịch vụ chuyển phát hỏa tốc để gửi bảng điểm giúp em với ạ. Em xin chân thành cảm ơn.",
            "Chào bạn. . nhà trường đã ghi nhận thông tin, và đã gởi bưu điện cho bạn rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em đã được mở môn thực tập sản xuất rồi ạ ! trên bkpay cũng đã hiện tiền học phí tuy nhiên em thấy là nó để chưa đến kì thanh toán mà mai đã hết hạn rồi v thì em có bị là trễ hạn kh ạ . .",
            "Chào em,. . Em ơi, tranh thủ đóng học phí đi, nếu trễ thì em xem quy chế đóng trễ HP: trừ 5 điểm rèn luyện/lần, ..... . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, khi nào thì PĐT sẽ chuyển điểm Anh văn 4A thành Anh văn 4 trong mục Điểm chuyển vậy ạ ? EM cảm ơn",
            "Chào bạn. . Quy định môn anh văn 4A không chuyển thành Anh văn 4, mà sẽ ghi điểm đạt, bạn xem thêm:. . http://www.bkenglish.edu.vn/lop-anh-van-theo-nhu-ca.html. . Thân"
        ]
    }
]