[
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em tên [full_name], MSSV [student_id], thuộc khoa Kỹ Thuật Xây Dựng.. . Vì đợi kết quả từ đợt đăng kí môn học khác và đăng kí không thành công nên em có đăng kí hơi trễ môn học này và sĩ số đã đầy.. . Em mong thầy cô có thể mở thêm sĩ số lớp DT03-DT04 môn học Giải Tích 1 đợt \"đăng kí môn học dự thính đợt 2 - lộ trình 2\" để em có thể được học và đủ tín chỉ tối thiểu trong kì này.. . Em xin chân thành cảm ơn thầy cô. Chúc thầy cô có một buổi sáng làm việc hiệu quả.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào thầy/cô,. . Hôm trước em có gửi đơn mở môn học CI2005 nhưng không hợp lệ và em đã gửi lại một đơn khác nhưng không nhận được sự phản hồi từ thầy/cô và em cũng không thấy môn học được mở ạ. Nay em gửi lại đơn xin mở môn CI2005 mong thầy/cô giúp đỡ tụi em ạ. Vì từ K19 môn này đã bị bỏ ở khoa em nên tụi em rất khó để xin thầy/cô đồng ý dạy. Mong thầy/cô giúp tụi em mở lớp môn học CI2005 ạ, để tụi em có thể ra trường đúng hạn.. . Em chân thành cảm ơn thầy/cô!. . Chúc thầy/cô nhiều sức khỏe.",
            "Chào em;. . môn này không mở được do giảng viên bận giờ nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Em thuộc diện thu nhận lại nên không thể đăng ký môn học trực tuyến, xin thầy/cô giúp em đăng ký môn học Anh Văn 4 (LA1009) lớp dự thính ạ.. . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin kính chào Cô,. . Em gửi tin nhắn này muốn nhờ Cô giải đáp thắc mắc cho em là:. . Các môn   B Anh văn 1A  /B  (  I LA1037  /I ),   B Anh văn 3A  /B  (  I LA1041  /I ) ngoài việc không tính vào điểm TBTL   B thì có tính vào số tín chỉ tích lũy   U ngành  /U   /B  giống như các môn Anh văn 1, Anh văn 2, ... không ạ?. . . . Em xin cảm ơn Cô.. . . .   i Yêu cầu khác .",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ thưa PĐT , em có thể học môn công nghệ thủy lực (mã số là IU4015 của [full_name]19) 3 chỉ để chuyển điểm về môn công nghệ thủy lực (IU3045 của [full_name]18) 2 chỉ thì em được chuyển điểm không ạ ?? mong pđt cho em câu trả lời , em cảm ơn PĐT rất nhiều ạ",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511091  /b \t. . . .   i Yêu cầu khác .   B ĐƠN XIN MỞ LẠI TÀI KHOẢN. .   /B . . Kính gởi Phòng Đào Tạo.. . . . Em là: Trần Đặng Hoan.. . MSSV: 1511091. . Lớp MT16KH01. . . . Vừa qua, em mới nhận quyết định thu lại và chuyển sang hệ vừa học vừa làm.. . . . Em viết đơn này xin được mở lại tài khoản sinh viên. Vì lý do tài khoản em bị thông báo \"Tài khoản không tồn tại hoặc hết hiệu lực\" khi đăng nhập vào mybk, hoặc aao (ảnh đính kèm).. . . . Mong nhà trường tạo điều kiện xử lý cho em thuận tiện học tập.. . . . Sớm mong nhận được phản hồi.. . Em xin chân thành cảm ơn!. .",
            "Đã mở lại cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PDT!. . Em tên [full_name] MSSV: [student_id]. . Cho em hỏi là môn đồ án không mở vào kì dự thính thì có mở vào kì hè không ạ?!Em cám ơn!. .",
            "Chào em,. . 6. Kế hoạch học kỳ hè HK213, DT213. . . . -   HK213 và DT213 bắt đầu từ tuần 22/2022 (Thứ hai, 30/05/2022) theo đúng Biểu đồ học tập năm học 2021-2022 đã công bố.. . . . -   Học phần Thực tập ngoài trường tổ chức trong hè (HK213). Đối với các khoá từ K2019 của chính quy, số tín chỉ này được tính cộng vào học kỳ HK212 khi tính học phí trọn gói.. . . . -   Nhà trường cho phép mở các học phần đồ án, đề cương luận văn tốt nghiệp (ĐCLV), luận văn tốt nghiệp (LVTN) trong hè, theo đúng biểu đồ học tập. Sinh viên thực hiện đủ 15 tuần từ đầu học kỳ (Tuần 22-36). Đợt bảo vệ LVTN cho các sinh viên thực hiện trong hè là khoảng tuần lễ 37 (12/09/2022). LVTN mở bổ sung cho nhóm thực hiện ĐCLV trong hè tính từ tuần 37 và bảo vệ trong tuần lễ 52 (26/12/2022).. . . . -   Các học phần khác được mở dạng dự thính trong 12 tuần (áp dụng blended learning).. . . . . . . . Trân trọng thông báo./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào các thầy cô,hiện nay em đang muốn bảo lưu học kỳ 212 thì còn thời hạn bảo lưu không  ạ.Em xin hỏi thêm là em có hoãn thi các môn ở học kỳ 202 nếu sau thời hạn 1 năm em k thi thì các môn đó em được tính là rớt môn và phải học lại thay vì thi lại đúng không ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Sau thời gian 1 năm SV không thi xóa điểm hoãn thi thì điểm môn học đó sẽ thành điểm VT.. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Trong đợt đăng ký bổ sung đợt 2 và 3 vừa rồi, em có đăng ký môn thể chất 3 là môn bơi (học phần 2). . Em đã kiểm tra thời khoá biểu có lịch học nhưng lúc chuẩn bị đi học lại bị huỷ lớp không rõ nguyên nhân.. . Lần đăng ký bổ sung này em không đăng ký được và thấy không mở lớp. . Mong phía nhà trường giúp em. . Cảm ơn và mong nhà trường phản hồi cho em trong thời gian sớm nhất",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  . . . . Xin mở thêm sỉ số các lớp dự thính môn Anh văn 2A. .",
            "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy/Cô,. . Cho em hỏi, trong tình hình dịch Covid như hiện nay, nếu như em không đăng ký môn học nào cho kỳ tiếp theo thì em có phải lên trường nộp giấy tạm thu nhận cho phòng đào tạo không vậy ạ? Em xin cảm ơn ạ",
            "Chào em,. . Hiện tại thời điểm hiện tại là tuần thứ 4 của HK212, SV vui lòng trình bày rõ em thu nhận lại để làm gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô cho em hỏi, do nhiều hk em ko đkmh nên bị huỷ tình trạng sinh viên, giờ em muốn làm đơn để quay lại tình trạng sv để em nộp bằng ngoại ngữ ra trường thì em phải làm những thủ tục gì ạ?",
            "Chào bạn. . Tình trạng hiện tại của bạn đang bị buộc thôi học vì tự ý nghỉ học. . - Thời gian học của bạn đến tháng 10/2022. . - Bạn liên hệ Khoa để làm đơn cứu xét thu nhận lại diện BTH, sau khi có QD thu nhận thì bạn đăng ký xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vẫn chưa thấy có môn học trong thời khóa biểu ạ. Mong PDT có thể đăng kí giúp em không thì em sẽ bị trễ ạ.",
            "Mong phòng đào tạo giải quyết giúp em với ạ. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120 95Không ĐK đc vì môn học trước CI2057. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào phòng đào tạo, trong đợt dịch vừa rồi gia đình em đã gặp nhiều khó khăn về tài chính nên đã có ý định sẽ tạm dựng một học kỳ vì sợ không đủ tiền để đóng học phí, em cũng gửi câu hỏi về việc đơn xin tạm dừng học cho phòng đào tạo ở thời điểm đợt đăng ký môn học trước đây. . . . Nay gia đình em hiện tại đã cố gắng xoay sở được về tiền học phí cho môn luận văn cuối cùng . . để tốt nghiệp , tuy hiện tại em biết đã muôn so với đăng ký môn học cuối cùng , nhưng em có thể xin phòng đào tạo cho em được đăng ký môn học cuối này được không ạ , em cám ơn",
            "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng dào tạo,. . . . Em là [full_name], MSSV: [student_id]. . Em đang có vấn đề cần giúp đỡ mong thầy cô và phòng đào tạo giúp em.. . . . Hiện tại, em đang học môn Thiết kế cầu 1 (CI3039) ở học kì chính 212 nhưng em muốn chuyển xuống lớp học dự thính vì hiện tại đã có thông tin lớp dự thính thiết kế cầu (CI3039) đang mở lớp.. . . . Em có thể đăng ký môn học này cùng lúc ở học kì chính và học kì dự thính (HK 212) được không ạ.Sau khi lớp dự thính được mở và có thời khóa biểu, em sẽ hủy lớp ở học kì chính để không bị trùng mã môn học xuất hiện ở HK 212 (cả HK chính và dự thính).. . . . Mong Phòng đạo tạo và thầy cô có thể giải quyết câu hỏi này của em.. . Mong nhận được phản hồi sớm nhất có thể.. . . . Em xin chân thành cảm ơn.. . . . [full_name],. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào đại diện phía PDT,. . . . Em tên là Hà Chấn Hưng, sinh viên K18 của khoa Quản Lý Công Nghiệp, MSSV: [student_id].. . . . Em có tham gia đăng ký môn học HK212 - Bổ sung TTTN, ĐCLV, LVTN để đăng ký LVTN.. . . . Em đã thỏa điều kiện để đăng ký LVTN nhưng kết quả đợt đăng ký môn học này không cập nhật thời khóa biểu cho em, em kiểm tra kết quả thì được báo rằng \"PDT không đ/ký cho SV MH IM4317 (L: Không đủ đ/kiện nhận LVTN)\".. . . . Kính mong phía PDT xem xét giúp em.. . . . Em cảm ơn ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo. . . Học kì 212 em có đăng kí môn động lực học kết cấu (môn tự chọn nhóm B khoa Xây Dựng). Nhưng bị xóa do đây là môn em học lần đầu. Kính mong quý thầy cô tạo điều kiện cho em được học môn cuối này để có thể tốt nghiệp đúng hạn trong năm nay. Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI4019 - Hạ tầng công trình GT . . . .  Mong PĐT giúp em được DKMH và tham gia lớp học_ HK chính 212 ) để thuận tiện cho việc hoàn thành tiến độ chương trình đào tạo . . . Môn này rất quan trọng , kiến thức nhiều và ít SV Dk dự thính (  15) nên không thuận tiện cho việc mở lớp mới ạ .. . . . 1 Phần do em là SV khóa cũ , nên cũng muốn thực hiện xong học phần , để không phải bị bối rối trước việc điều chỉnh chương trình đào tạo ạ .. . . . em mong sớm nhận được hồi đáp từ quý PĐT ạ .. . . . Em xin chân thành Cảm ơn .. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào Tạo trường Đại học Bách Khoa TPHCM,. .     Em tên: [full_name], MSSV: [student_id]. Vì lí do tình trạng sinh viên \"Tạm Dừng\" nên em không thể đăng kí tốt nghiệp trên website của trường được. Nên em gửi đơn đề nghị xét tốt nghiệp qua đây ạ. Mong quý thầy (cô) phòng đào tạo chấp nhận và xem xét cho em ạ.. .     Em chân thành cảm ơn ạ.. . . . . .",
            "c\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi bksi,. . Em xin đăng ký bổ sung LVTN 800700. Em xin cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trong đợt đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN. Em có đăng kí luận văn tốt nghiệp mã CO4317 lớp L01. Mặc dù lúc đăng ký ghi đủ điều kiện nhưng lúc có kết quả lại bị xóa. Em có xem trong lịch sử đăng ký có bảo là do không đủ điều kiện chứ không nói rõ do sao ạ. Em rất hoang mang, rất mong thầy cô giúp đỡ sớm ạ.. .   i Đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học: \tAS4317 . . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ!. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn!. . Ở phía dưới em có đính kèm ảnh của bảng điểm để làm minh chứng ạ.",
            "Chào em,. . - PĐT đã trả lời qua email. . - Lần sau em gửi bksi hoặc email pdt, không gửi cả 2 nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như điều kiện đăng ký luận văn tốt nghiệp thì em đáp ứng đủ hết nhưng sau 3 đợt đăng ký và cả đợt đăng ký bổ sung em vẫn bị xóa môn học !!!. . Em mong phòng đào tạo cho em biết lý do bị xóa môn ạ! Em xin chân thành cảm ơn!",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi về hậu kiểm học phần tốt nghiệp . Kính gửi phòng đào tạo,. . Em mới đăng kí thành công lvtn, đã có thời khoá biểu môn lvtn.. . Có điều hiện em chưa đủ tín chỉ, những môn chưa có điểm được tạm xét đạt thì em không tự tin là sẽ qua.. . Em mới gọi cho chuyên viên pdt qua đường dây hỗ trợ thì được trấn an là cứ yên tâm làm lvtn, nhưng em vẫn lo nên muốn đặt câu hỏi ở đây.. . Cho em hỏi thì khi nào pđt sẽ \"hậu kiểm\" và nhưng trường hợp của em có thể yên tâm làm lvtn chưa ạ (em chỉ lo mỗi tín chỉ thôi, đề cương và thực tập em qua hết rồi). . Em xin cám ơn ạ.",
            "Chào bạn. . đã có thông báo xét tạm đạt các môn ở Hk211 rồi thì sẽ tiến hành như thông báo nghen bạn. . - Pdt chỉ hậu kiểm lại các môn tiên quyết : TTTN, DCLV... phải đạt thôi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, em là [full_name], mssv: [student_id].. . Đợt đăng kí bổ xung LVTN vừa rồi em không được hệ thống nhận vì không đủ điều kiện, em phát hiện ra hệ thống đã nhập điểm nhưng chưa cộng số tín chỉ em đã học ở kì 212 vừa rồi của em là 17 tín chỉ, thành ra em không đủ điều kiện đăng kí LVTN. . . Tới giờ em chỉ còn 2 môn nữa là hoàn thành chương trình học, em đã đăng kí thành công 2 môn đó trong kì rồi. Không biết bây giờ em phải làm gì để đăng kí lại được LVTN ạ? Em đã có mail thông báo của khoa QLCN về việc được thầy [full_name] hướng dẫn luận văn bộ môn Sản xuất ạ.. . Hiện tại em đang không thể lên HCM làm việc trực tiếp tại đang bị cách ly khu  vực, phòng đào tạo thông cảm ạ.. . Mong phòng đào tạo xem xét, em cảm ơn ạ. .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh chị,. . Em tên là [full_name], lớp HC18HD, khoa Kỹ thuật hóa học. Anh chị cho em hỏi: Trong các đợt đăng ký môn học HK212, em đều có đăng ký Luận văn tốt nghiệp (CH4327) và đợt đăng ký bổ sung LVTN ngày 18-19/1 em cũng có đăng ký lại nhưng kết quả vẫn không đăng ký được. Anh chị cho em hỏi tại sao em lại bị như vậy và em còn có cách nào để đăng ký bô sung cho kỳ này được không ạ.. . Em cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . .",
            "Đăng ký môn học . Dạ em tên là [full_name] - MSSV: [student_id]. Vào đợt ngày 18/1 em có đăng ký môn học Luận văn tốt nghiệp, mã: ME 4727. nhưng sau khi trả kết quả thì bị xóa môn học với lý do chưa chọn đợt đăng ký ạ. Mong thầy (cô) xem xét giúp e ạ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . .",
            "Đăng ký môn học . Dạ em tên là [full_name] - MSSV: [student_id]. Vào ngày 18/1 vừa rồi em có đăng ký môn học ME4727 - Luận văn tốt nghiệp, nhóm lớp: A01, học kì 212. Nhưng sau khi trả kết quả thì bị xóa môn học. Mong thầy (cô) xem xét giúp em.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Khiếu nại đăng ký môn học . chào PĐT. . Em hiện đang là sinh viên năm cuối MSSV: [student_id] đăng ký không được luận van tốt nghệp.. . MSMH: ME4677. . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm: A01. . HK: HK212. . Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ.. . Cảm ơn thầy cô.. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], mssv [student_id].. . Em bổ xung thông tin ạ.. . Môn Luận văn tốt nghiệp, mã môn học: IM4323, nhóm CC01 học kì 212.. . Lý do: hệ thống chưa cập nhật tín chỉ học kì 211 nên chưa đủ điều kiện đăng kí luận văn.. .   i Khiếu nại đăng ký môn học .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Hiện nay, em đang là sinh viên năm 4 đang theo học ngành Logistics và Quản lý Chuỗi cung ứng thuộc khoa Cơ Khí. Em đã hoàn tất các môn học theo tiến độ nhà trường và đạt 124 tín chỉ (không nợ môn). Theo như thông báo thì nhà trường sẽ không xét chứng chỉ anh văn kì này khi đăng kí Luận văn tốt nghiệp. Em thắc mắc là tại sao em vẫn chưa có thời khóa biểu chính thức cho luận văn tốt nghiệp kì này ạ ???",
            "Chào em,. . Em gưi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ!. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào quí thầy cô!. . Em tên [full_name] MSSV [student_id] có phúc tra môn kết cấu bê tông cốt thép vì lý do có tham gia kiểm tra nhưng vẫn nhận điểm 13, còn điểm thành phần vì lý do giảng viên [full_name] không tham gia giảng dạy, nếu như có điểm thành phần thì chỉ có điểm đồ án môn học em chuyển từ môn ĐAMH KCBTCT1 chương trình từ k18 về trước em đạt 7.0 cùng giảng viên hd là thầy [full_name]. . . Kính mong nhận được giải quyết từ quý thầy cô phòng đào tạo!. . Xin trân trọng kính chào!",
            "Chào bạn. . - Phúc tra: Giảng viên báo có điều chỉnh điểm nên Pdt cập nhật trên hệ thống phản hồi của Giảng viên. . - Sửa điểm: Giảng viên phải sửa điểm theo quy trình sửa điểm của nhà trường. . Nên hiện tại trong hệ thống điểm của bạn 13 có nghĩa là Giảng viên chưa hoàn thành quy trình sửa điểm, Bạn liên hệ lại Giảng viên để Thầy/Cô kiểm tra lại cập nhật đúng theo quy trình. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id] - Khoa Kỹ thuật hóa. . Em muốn trình bày việc không thể tham gia lớp Giáo dục thể chất. Em có thời khóa biểu học vào 12h thứ hai nhưng đã nhiều lần không thể tham gia lớp.. . Mong phòng đào tạo kiểm tra lại thời khóa biểu của em. Em chờ hồi âm sớm nhất từ phòng đạo tạo. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo,. . Em là [full_name], Mssv: [student_id].. . Em xin gửi [full_name].. . Nếu có kết quả thì em mong nhận được phản hồi ạ.. . Dạ em cảm ơn ạ!. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi Văn phòng Đào Tạo trường Đại Học Bách Khoa TP.HCM.. . Em tên là [full_name], MSSV [student_id], lớp OTO2. Em làm đơn này muốn xin được đăng ký 2 môn học dự thính Hệ thống điện điện tử oto (TR3045) và môn Thiết kế động cơ đốt trong (TR3013). Vì lý do em chưa được học 2 môn nêu trên nên em không thể đăng ký dự thính được mà kỳ này có mở 2 môn đó. Em mong Phòng Đào Tạo cho em được phép đăng ký 2 môn trên vì 2 môn đó không đủ sinh viên đăng ký để mở lớp ở học kỳ chính và học kỳ dự thính chỉ dành cho sinh viên học lại. Thêm vào đó môn sẽ không mở ở học kỳ chính nữa vì đã bị xóa khỏi chương trình đào tạo các khóa sau. Em chân thành cảm ơn quý thầy cô ở Văn Phòng Đào Tạo đã đọc. Em rất mong nhận được phản hồi từ quý thầy cô.. . Trân trọng,. . [full_name].",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý nhà trường. . Em tên [full_name] . . . . Tình hình của em là tìm để đăng kí môn Giáo dục thể chất của lộ trình 2 ( đợt 2) thì không thấy ạ . Mong quý nhà trường giúp em với ạ.. . Em cảm ơn quý nhà trường nhiều.",
            "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name] . . Mssv: [student_id]. . Em xin chuyển hệ để đăng kí luận văn ạ. .",
            "\"Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . - Bạn bổ sung thêm đơn đăng ký môn học ghi rõ tên môn học và msmh. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào các Thầy/Cô bên phòng đào tạo.. . Em là [full_name], MSSV [student_id], học lớp Việt Pháp k17 Cơ Điện Tử.. . Em có đăng kí   B Luận văn tốt nghiệp - 218700  /B  và   B Thực tập tốt nghiệp - 218750  /B  vào học kì 212 nhưng cả 4 lần đều bị hủy vì không đủ điều kiện. Em không biết em thiếu điều kiện gì dẫn đến việc bị hủy đăng kí này, và muốn phản ánh lại để phòng đào tạo có thể giải quyết cho em được đăng kí làm   B Luận văn tốt nghiệp  /B .. . Em xin chân thành cảm ơn.. .   I [full_name]  /I",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô.. . Em có thắc mắc về học phí ở kì dự thính 212 chương trình CQ hệ đại trà là bao nhiêu ạ.. . Em xin cảm ơn quý thầy cô",
            "Chào em,. . Em vui lòng xem quy chế http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em K18, học lớp DC18DK. Em đã hoàn thành hết các môn học trong chương trình, chỉ còn lại LVTN và GE3095(TQ) (do covid lớp em vẫn chưa học được GE3095). Kỳ 212 này, lớp em được Khoa xin pđt đăng ký LVTN song hành với GE3095(TQ) và đã được duyệt. Các bạn trong lớp đa phần đều đăng ký được vào đợt 3 nhưng một số bạn (có em) lại bị lỗi không đăng ký được.. . Em có gửi phản hồi rồi và pđt bảo đăng ký lại vào đợt bổ sung 18-19/01/2022. Nhưng kết quả đăng ký vẫn không được duyệt vì thiếu môn GE3095.. . Xin nhắc lại là đa số các bạn trong lớp đều đăng ký được cả LVTN và GE3095 theo yêu cầu của Khoa).. . Mong pđt xem xét giải quyết giúp em ạ. Xin Cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô,. . . . Do quá trình học bận việc gia đình đột xuất nên em chưa hoàn thành đồ án để nộp thầy, nên em xin rút môn để trong thời gian tới đăng ký lại. Em đã hoàn tất việc thanh toán học phí. Mong thầy cô chấp nhận.. . . . Đồ Án 1, mã môn học : CO2023, HK: Học kỳ 1 Năm học 2021 - 2022, Mã nhóm : T01. . . . Em xin cám ơn.",
            "Chào bạn. . đến thời điểm hiện tại không thể rút môn học của Hk211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi các Thầy/Cô/Chuyên viên,. . . . Em là [full_name] - MSSV: [student_id]. . . . Em đã có tên trong DSTN Dự kiến từ 22/11/2021 nhưng đến hiện tại vẫn chưa nhận bằng tốt nghiệp.. . . . Theo lịch trình cá nhân của em thì qua Tết Âm lịch này em sẽ sang nước ngoài làm việc (15/02/2022) và em đang nợ bằng tốt nghiệp kỹ sư ở phần thủ tục với Công ty em. Kính mong quý Thầy/Cô/Chuyên viên xem xét lại trường hợp của em và cấp bằng cho em để kịp các thủ tục xin việc ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Hiện tại PDT đang gửi mail theo danh sách SV đến nhận bằng, SV vui lòng theo dõi mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô từ phía phòng đào tạo,. . Em tên là [full_name], sinh viên khóa 18 khoa Quản Lý Công Nghiệp.. . Em có đọc Quy chế đào tạo về Số tín chỉ/môn học tối thiểu trong một học kỳ chính và muốn hỏi về thông tin sau: \"Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC.\". . Thầy/cô cho em hỏi, học kỳ chính này em chỉ đăng ký 1 môn học 3 chỉ và nộp bằng Anh Văn thì có bị buộc tạm dừng học hay cảnh cáo học vụ không ạ?. . Em cảm ơn.. . [full_name],. .",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô. . Em tên là [full_name], MSSV [student_id]. . . Hiện tại em chưa có TKB của hk2(2021-2022) về LVTN ( CNTP) với mã môn học là CH4337. Nhưng giờ đã qua đợt ĐKMH nên em không đăng kí được. Mong thầy cô đăng kí giúp em để em có thể hoàn thành chương trình học của mình. . . Em cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy cô, em có đăng ký hoãn thi trên mybk các môn CI3231, CI3237, CI2095 nhưng trên bảng điểm để 13. Mong được thầy cô hỗ trợ ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Em xin chào quý thầy cô trường mình ạ . . . . Em tên là Đinh Sơn Huy ( có mã số sinh viên [student_id] hệ VHVL chuyển qua từ chính quy ) . . Mong thầy cô giúp đỡ cho em : hiện em đã hoàn thành tất cả các môn học và đạt chứng chỉ tiếng anh quốc tế nhưng vẫn không có tên trong danh sách tốt nghiệp . Do đó em không thể đăng ký xét tốt nghiệp được ạ , mong quý Thầy Cô giúp đỡ kiểm tra giúp em . . . . . Em xin trân trọng cảm ơn quý Thầy cô ạ !",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí vào lớp dạng đồ án môn học. . Cơ kỹ thuật và dao động; Mã môn học: TR2001. . Tên: [full_name], MSSV: [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Đăng ký vào lớp dạng đồ án môn cơ kỹ thuật và dao động, mã môn học TR2001.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name], MSSV: [student_id], em có học môn Môn học: Kỹ thuật Thủy lực khí nén . . Mã số môn học: ME3001 . . Mã nhóm: DT01. . Học kì: 202 dự thính . . bao gồm cả lý thuyết và thí nghiệm vào kì 202, HK2- 2020-2021 (là nhóm dự thính năm ngoái và có thí nghiệm online vào tháng 11/2021), nhóm lớp lý thuyết và thực hành : DT01A. . . . Như đã thông báo của thầy [full_name] dạy thì điểm của em đã được gửi đi nhưng lí do nào đó phòng đào tạo chưa cập nhập điểm, do đó em không thể đăng kí được LVTN.. . . . Mong pđt có thể xem xét và kiểm tra lại, điểm của em đã được cập nhập tại :\"Phúc tra bài thi cuối kì\". Mong pđt có thể cập nhập để em có thể đăng kí luận văn. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 112  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Kinh chào Phòng đào tạo, . . Em là [full_name], MSSV [student_id]. Do sự cố không mong muốn nên em xin được đống học phí trễ hạn cho kì 211. Nhưng không biết vì sao em không đóng được ở trang BKpay. Mong phòng đào tạo có thể xem lại giúp em ạ.. . Em xin cám ơn. .   i Yêu cầu khác .",
            "Chào bạn BKpay bình thường nghen bạn. . Bạn có thể liên hệ trực tiếp ngân hàng OCB hoặc số điện thoại: [student_id]8. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo, . . . . Em tên [full_name], MSVV [student_id]. . . Hiện tại em đã hoàn thành môn Luận Văn và đủ các yêu cầu để tốt nghiệp. Em viết mail này để mong muốn được xét tốt nghiệp ạ. . . Mong PDT xem xét và phản hồi giúp em ạ. . . . . Em cảm ơn ạ, . . Trân trọng.",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\"",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị,. . EM là [full_name] sinh viên cua OISP K17, nay gia đình em có một số việc nên em có ý định chuyển qua hệ VHVL. Và em có một số câu hỏi, thắc mắc sau ạ, mong được anh/chị giải đáp.. . 1) Hệ VLVH thời gian biểu, lịch học có phải chủ yếu ở ngoài giờ hành chính không ạ?. . 2) Nhưng môn, tín chỉ em đã học ở chương trình CLC có được chuyển qua, hay em phải học lại, học thêm môn gì không ạ?. . 3) Hệ VLVH tổ chức và giảng dạy chủ yếu ở đại học BK cs 2 ở dĩ an phải không ạ?. . Trên là một số câu hỏi chủ yếu em thắc mắc, mong anh, chị giúp em giải đáp ạ. Ngoài ra khi chuyển qua hệ VLVH em có cần lưu ý điều gì không ạ?. Mong anh/chị giúp đỡ.. .  Cám ơn anh, chị.. .",
            "\"Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH, Nghĩa là khi bạn chuyển sang VLVH thì học theo CTDT của hệ đại trà, bạn còn nợ môn này thì đăng ký trả nợ môn đó nếu có mở lớp, có thể đăng ký chính quy dự thính bằng 2 hay VLVH để học. . nếu muốn học theo chương trình CLC thì phải làm đơn riêng gởi Văn phòng đào tạo quốc tế. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thân chào anh/chị phụ trách. . Hiện tại em đang ở quê từ lúc dịch bùng phát cho đến giờ. Vì lý do cá nhân nên em muốn được tạm dừng học để không phát sinh học phí trong HK212.Mong được anh/chị hỗ trợ em về thủ tục tạm dừng trong thời gian này ạ.. . Trân trọng./.",
            "Chào em,. . Em tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Lưu ý: xem quy chế tạm dừng: nộp đơn trong 4 tuần đầu HK sẽ không đóng HP.. . Thân mến",
            "Dạ cho em gửi lại đơn ạ.. . Thân mến ./.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là vào tuần 7 em có lịch học thí nghiệm môn vi xử lí ở cơ sở 2 nhưng theo mail mới nhất của bên trường là từ tuần 7 cho tới tuần 10 thì vẫn học trực tuyến sau đó mới bắt đầu học các học phần thí nghiệm thì không biết là tuần 7 này em có cần phải đi học không ạ?",
            "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm để ra TKB chính xác. . Thân. ."
        ]
    }
]