[
    {
        "intent": "",
        "message": [
            "Em là sinh viên khoá 2018. Hiện tại em đã đủ điều kiện đăng kí môn anh văn 1- em thi anh văn định kỳ được 325 điểm và đang có nhu cầu đăng kí môn học anh văn 1, mã môn học LA1003, nhưng hiện mã môn không cho em đăng kí và môn học đang được mở. Do vậy, cho em hỏi là trường hợp này em giải quyết sao ạ? Và nếu được, em mong Phòng đào tạo tạo điều kiện cho em đăng kí được môn học. Em xin chân thành cảm ơn!",
            "Chào bạn,. . Trên quy định về ngoại ngữ có ghi rõ: \"Kết quả thi kiểm tra trình  độ tiếng anh cuối  kỳ chỉ có giá trị xét pass các chuẩn anh văn của từng năm học\"  không có giá trị pass đạt các môn AVCB, AV1+2+3+4 nha bạn.. . Môn AVCB là tiên quyết của AV1.. . Bạn vui lòng xem chi tiết quy định về kỳ thi kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học kỳ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin đăng kí vào lớp B04 MSMH:CI4127 ĐAMH Tổ chức thi công và lớp A01 MSMH: CI2093 ĐAMH kết cấu btct 1",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B  Mong pdt tăng sĩ số lớp B01 mã CI4037 của thầy [full_name] và lớp A01 mã  CI1051 của thầy [full_name] Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Các lớp học môn đại số tuyến tính (MT1007) đã đầy sinh viên mà môn này lại là môn bắt buộc học kỳ sau của em nên em xin được mở thêm sỉ số lớp và cho em được thêm vào lớp L11_L21 môn đại số tuyến tính (MT1007) của cô [full_name].. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Em muốn xin mở thêm sĩ số môn \"sức bền vật liệu (CI2007), Vì hiền tại chỉ có một lớp và đã đủ sĩ số nên em không thể đăng ký được, môn này là môn tiên quyết nên em buộc phải học vào kỳ tới[full_name] Em rất mong nhận được sự giúp đỡ của nhà trường[full_name] Trân trọng cảm ơn![full_name] [full_name]",
            ". . Chào bạn. . Hiện PĐT đã tăng sĩ số môn học lên mức tối đa có thể. . Bạn vào đăng ký liền nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy/cô. . Cho em hỏi nếu đơn hỗ trợ tăng sĩ lớp 6428 và 6261 của em không kịp trong chiều nay thì em có thể gửi đơn để đăng ký ở pđt không ạ, và nếu gửi thì em lấy biểu mẫu gì ạ chứ em không thấy biểu nó mẫu để xét trường hợp này trên aao ạ. . Em cảm ơn ạ",
            "Môn PE1011 đã tăng lên tối đa. . Môn PH1005 hiện ko thể tăng thêm sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy cô phòng đào tạo . . Em muốn xin thầy cô cho em được hiệu chỉnh môn học Thí nghiệm vật lý. . . . Lí do:em bị kẹt lịch học avdv ngoài trung tâm,xin thầy cô xem xét cho em . . . . Em cảm ơn nhiều ạ",
            "Chào bạn.. . PĐT đã mở khóa để bạn hiểu chỉnh môn học online. . Bạn cần xem sĩ số của lớp mới trước khi quyết định đổi nhóm. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hiện môn Pháp luật Việt Nam(008001) đang mở một lớp và sỉ số vẫn còn 67/70. Môn học 008001 mở chung cho tất cả các lớp chính quy bao gồm cả Việt Pháp.. . . . Nhưng hiện giờ em đăng kí để học thì lại thông báo là không đăng ký được.. . . . Xin phòng đào tạo xem xét và giải quyết cho em được học môn học này để hoàn thành chương trình đào tạo.",
            "Bạn chọn nhóm TT01 (danh cho SV chương trình tiên tiến) nên không đăng ký được nhé, bạn vui lòng vào chọn lại nhóm lớp phù hợp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ vừa qua em có hỏi về việc bị hủy môn học Kỹ thuật thi công (CI3043) thì nhận lại được câu trả lời từ phòng đào tạo là bạn liên hệ với văn phòng khoa vì cấu trúc môn học của khoa xây dựng mới được câọ nhật lại (em có kèm theo hình ảnh câu hỏi của em và câu trả lời của phòng đào tạo bên dưới) em cũng đã làm theo và đã liên hệ với văn phòng khoa thì cô bên văn phòng khoa xây dựng có nói là cái cấu trúc môn học của K17 đã cập nhật lâu rồi em. Thế thì em không biết là bên khoa xây dựng mới cập nhật lại cấu trúc môn học cho K17 trong thời gian nào mà phòng đào tạo không đưa lên trước học kỳ 191  để em biết mà tới đợt đăng ký môn học lần 3 của HK192 này mới đưa lên (ngay cả khi trước đợt đăng ký môn học lần 1 của HK192 phòng đào tạo vẫn chưa cập nhật) làm em không lường trước được trường hợp này dẫn đến bị hủy môn kỹ thuật thi công (CI3043) vì thiếu môn học trước đồ án bê tông cốt thép 1. Vậy giờ em cần phải làm thế nào hay làm đơn gì để được đăng ký mà không bị hủy môn kỹ thuật thi công (CI3043) khi mà liên hệ phòng đào tạo thì bảo liên hệ văn phòng khoa còn liên hệ với văn phòng khoa thì văn phòng khoa bảo liên hệ phòng đào tạo nếu gặp sự cố trong việc đăng ký môn học với lại cấu trúc môn học của K17 đã đưa lên lâu rồi chỉ có cấu trúc môn học của k19 mới đưa đây thôi. Cả hai bên phòng đào tạo và văn phòng khoa đều trả lời như thế và không có sự liên kết với nhau thì làm sao vấn đề của em được giải quyết nhanh chóng. Và bây giờ em không biết này là lỗi do bên nào hay ở đâu, vấn đề của em là làm sao để được giải quyết nhanh chóng. Em có thể làm đơn lên phòng đào tạo phản ánh hay xin học luôn môn kỹ thuật thi công (CI3043) trong học kỳ 192 này luôn được không ạ với lời hứa là sẽ học qua môn kỹ thuật thi công trong học kỳ 192. Trong học kỳ trước em đã học môn kết cấu bê tông cốt thép 1 (môn lý thuyết) và trong học kỳ này em cũng đã đăng ký được môn đồ án bê tông cốt thép 1 nên cũng phần nào ít ảnh hưởng đến môn Kỹ thuật thi công(CI3043). Nếu còn cách giải quyết nào khác mong AD cho em biết và nhanh chóng xử lí cho em thỏa đáng.",
            "Chào em,. . . . [full_name] đã chuyển mail của em về [full_name], [full_name] sẽ trả lời cho em nhé.",
            "Dạ hôm qua em cũng đã lên phòng đào tạo hỏi thì phòng đào tạo yêu cầu làm đơn nộp lên khoa thì khi đem đơn xuống khoa thầy [full_name] và các cô ở khoa đều nói là cấu trúc môn học của K17 đã đưa lên từ năm 2017 rồi thế nhưng đến đợt đăng ký môn học đợt 3 (HK192) phòng đào tạo mới cập nhật lại cái điều kiện cho môn Kỹ thuật thi công (CI3043) dẫn đến trường hợp em không đủ điều kiện để đăng ký môn học này và thầy [full_name] trả lời lại với em là cấu trúc đã đưa lên lâu rồi (năm 2017) còn việc cập nhật trễ hay người nhập liệu điều kiện nhập thiếu thì thầy không biết nên thầy không giải quyết và không đặt cách cho em sau đó thầy gửi đơn lên bộ môn xem có đổi được điều kiện không và bộ môn cũng không, còn phòng đào tạo thì không có giải quyết của khoa thì cũng không giải quyết thế thì người chịu thiệt thòi là sinh viên mà lỗi thì do đâu? ngoặt cái môn này lại là môn học trước của các môn cho năm sau (HK201, HK202) mà giải quyết kiểu này em lại bị trễ hạn ra trường. Mong phòng đào tạo xem xét lại trường hợp của em và cho em đăn ký cũng như không hủy môn học kỹ thuật thi công của em. Em xin chân thành cảm ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào em,. . . . Đúng là môn  CI3043 có môn học trước là như PDT đã cập nhật trên web mà em http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao",
            "Dạ nhưng sao PDT không cập nhật sớm từ 2017 mà để đến nay mới cập nhật thế thì sinh viên phải  lãnh hậu quả trong khi cái sai đó không phải của sinh viên. Lên PĐT hỏi thì không giải quyết bảo làm đơn xuống khoa mà khoa thì không sai nên cũng chẳng chịu giải quyết bảo lên PDT. Một hệ thống lớn mà kiểu này!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào anh/chị,. . Nếu sau khi biết kết quả kì này là 27 chỉ thì em cần làm đơn như thế nào để được ĐKMH năm 2 và làm như thế nào để PĐT mở cho em đăng kí ạ.. . Em xin cảm ơn",
            "Chào bạn, . . Bạn vui lòng trình bày rõ về trường hợp của mình, Hiện tại PDT đã cập nhật cả số tín chỉ của HK 191 để các bạn đăng ký môn học.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính chào phòng đào tạo.. . Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn).. . . . Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em:. . . . 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ?. . . . 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), theo quy định của nhà trường thì được nợ tối đa 7 Tín Chỉ Tích Lũy Ngành, vậy 3 môn này không được đưa vào để xét tín chỉ nhận Luận văn đúng không ạ? (Vì là 1 môn tự chọn và 2 môn đại cương, không phải môn ngành). . Em cám ơn",
            "QUOTE MSSV/MSGV: [student_id]2    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Kính chào phòng đào tạo.. . Học kì trước em có đăng ký và hoàn tất Thực tập tốt nghiệp, kì này ở các đợt đăng ký em có đăng ký Luận văn tốt nghiệp, tuy nhiên kết quả đăng ký môn học thì phòng đào tạo không đăng ký Luận văn cho em (vì lý do chưa đủ điều kiện nhận luận văn).. . . . Em có vài thắc mắc sau mong phòng đào tạo giải đáp giúp em:. . . . 1/ Có phải vì lý do môn Thực tập tốt nghiệp của em ở học kì trước chưa có điểm cho nên em chưa đủ điều kiện nhận luận văn đúng không ạ?. . . . 2/ Giả sử em còn 3 môn, 7 tín chỉ bắt buộc và 2 tín chỉ tự chọn (7 tín chỉ không phải môn tiên quyết, cụ thể là Đường lối CM Đảng CS và Giải tích 1), theo quy định của nhà trường thì được nợ tối đa 7 Tín Chỉ Tích Lũy Ngành, vậy 3 môn này không được đưa vào để xét tín chỉ nhận Luận văn đúng không ạ? (Vì là 1 môn tự chọn và 2 môn đại cương, không phải môn ngành). . Em cám ơn  /QUOTE . . Chào [full_name], trường hợp của em đã được xét lại em theo dõi kết quả trên mybk sau ngày 14/01/2020.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id].Dạ cho em hỏi bây giời em còn môn cơ lưu chất ci2003 và là sinh viên năm cuối rồi kỳ trước em có đăng ký môn cơ lưu chất này nhưng mà đợi điểm lâu quá nhưng chưa chắc em đã qua nên kỳ này em muốn học nhưng mà sĩ số đã full nên em không đăng ký được em muốn học trong kỳ sao để có thể ra trường được mong quí thầy cô giúp đỡ cho em vào lớp L01_L02.",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy cô, em là sinh viên khoa Điện-Điện tử, ngành Điện tử viễn thông. Em đã từng đăng kí môn Kỹ thuật ra quyết định (EE3145) cho môn tự chọn nhóm C ở kì trước đó. Kì này em muốn đi cải thiện lại môn này nhưng lúc đăng kí lại nhận thông báo: thiếu các môn Hệ thống cung cấp điện (EE3001) và Giải tích hệ thống điện (EE3013) . Cho em hỏi tại sao học kì này lại vậy ạ.. . . .",
            "Chào bạn. . . . [full_name] đã thay đổi điều kiện TQ môn học, bạn có thể liên hệ [full_name] để biết rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/chị supporter,. . . . Em muốn đăng ký vào lớp: . . . . Xác suất thống kê. . - Giáo Viên : [full_name]. . - Nhóm lớp : A01. . - Cơ sở : 1. . - Thứ 3 : tiết 3-4-5. . - Phòng : B1-212. . . . Bởi vì em phải đợi thời gian để xử lý lỗi đăng ký môn học nên môn học trên của em đã full nên không thể đăng ký được nữa. Mong anh/chị có thể cho em đăng ký vào lớp này ạ.. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Thầy cô cho em hỏi em đăng kí av1 thì bị báo là chưa có điểm avcb. Mà avcb em thi ngày 26 rồi. Mong thầy cô giúp ạ",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào admin, em là [full_name], MSSV [student_id].. . . . Trong đợt hiệu chỉnh đăng kí môn học đợt 3 em không biết là không thể hủy đăng kí môn học được.. . . . Em xin đề nghị phòng đào tạo hủy giúp em môn Anh văn 3 (LA1007) mà em đã đăng kí để em đổi qua đăng kí môn khác ạ.. . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . PDT cho e xin tăng sĩ số 3 môn có mã số như sau:. . 501708 Các kỹ thuật & thủ tục cài đặt. . 404711 Biểu diễn & xử lý tín hiệu nhiên. . 408707 Bức xạ, bao bọc, giao thoa",
            "Chào em,. . . . PDT đã tăng sỉ số, em đăng kí lại nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào Tạo trường Đại học Bách [full_name] thành phố Hồ Chí [full_name]. . . . Em tên là: Võ [full_name] Trí. . MSSV     : [student_id]. . [full_name]     : Kỹ thuật xây dựng. . Lớp      : VL18XD. . . .  Hôm nay em viết đơn này là vì em muốn xin phòng đào tạo mở thêm sỉ số lớp môn học giải tích 2 giúp em. Em xin đăng kí lớp L34( Nhóm lí thuyết), L61( Nhóm bài tập) học vào thứ 6 tiết 2,3,4 phòng H1-212 và thứ 6 tiết 9,10 phòng H1-102. Em xin chân thành cảm ơn ạ!. . . .          Hồ Chí [full_name], ngày 3 tháng 1 năm 2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi đăng kí môn học cho sinh viên nộp chứng chỉ trễ ngày 5/2 ,sinh viên được tự chọn môn và lịch học không hay trường xếp ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký và hiệu chỉnh môn học nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]\t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  L04_L13 . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào anh/chị em muốn xin tăng sĩ số lớp L06 [full_name] của Thầy [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa các thầy cô!. . Kính thưa phòng đào tạo trường ĐH Bách Khoa ĐHQG-TPHCM!. . Em tên là [full_name]. Em xin trình bày về vấn đề của mình như sau: . . Em có nguyện vọng xin vào một slot Pháp luật Việt Nam đại cương do tình trạng của em vẫn chưa đủ tín chỉ nhưng các lớp hiện nay đã full hết rồi ạ. Em mong quý thầy cô có thể xem xét để cho em có thể một vị trí trong lớp học ạ . . Em xin chân thành cảm ơn quý thầy cô . . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để hiệu chỉnh và bổ sung môn học nhé bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . . Cho em xin tăng sĩ số lớp EE2007 (Mạch điện tử) ạ. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ cho em xin mở thêm sĩ số để đăng kí môn học :Đảm bảo chất lượng,mã môn học Me4411 ạ: em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là [full_name] MSSV [student_id]9. . K13 của em có môn Thí nghiệm công trình (MMH: 804046) có môn tương đương là CI4011 nhưng không còn mở lớp mã A chỉ mở lớp mã B01 em không thể đăng ký được ạ. cho em hỏi có thể cho em xin phép được đăng ký vào lớp này hay không ạ?",
            "Chào em,. . . . Nếu lớp bằng 2 em phải đăng kí mục chuyển hệ, vì đã hết đợt đăng kí, em khoá K.13 nên nộp đơn xin đăng kí đặc cách."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào admin. . Em tên [full_name]. Mssv : [student_id]. . Em khoa Tài nguyên và Môi trường ạ. . Trong đợt hiệu chỉnh môn học đợt cuối vào ngày 2/1/2020 em không biết là không hủy đăng ký môn được.. . Em xin đề nghị pđt xóa môn Con người và Môi trường (mã EN1003 Lớp L03) mà em đăng ký ạ!̣ (tại vì khoa em không học môn đó nữa ạ). . Em xin cám ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em muốn xin mở thêm 1 slot đăng kí lớp CC02, môn học Hệ thống thông tin quản lý, mã môn học: IM4005 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em chào thầy!Em là sv khóa 13, vào học kỳ 171 có đăng ký môn học thi công công trình cảng mã của k14, học kỳ 181 có đăng ký môn học công trình đường thủy (bao gồm các môn học ct đường thủy, nâng hạ tàu và đồ án nâng hạ tàu)  mã của k14  và đã qua môn nhưng trong điểm chuyển lại không thấy nhà trường chuyển điểm 2 môn đồ án tương dương là đồ án thi công công trinh cảng và đồ án nâng hạ tàu cho em! em xin nhờ thầy và nhà trường xem xét và chuyển điểm 2 môn đồ án giùm em! Em xin cảm ơn!  . .",
            "Chào bạn,. . Bảng điểm chuyển sẽ cập nhật sau, hiện tại bạn đăng ký MH hoặc bị vướng mắc gì về việc cập nhật  môn tương đương không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 213T5027  /b \t. . . .   i Yêu cầu khác . SV :Truong thanh long. . Mssv: 213T5027. . Em xin dươc dăng ki môn hoc.. . ME2003 Nguyen ly may . . ME4003 thiêt kê hê thông cơ khi.. . Em không dawng ki dươc vi full si sô,em xin dươc dang ki xin tawng si so dê co lơp hoc"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em xin tăng sỉ số môn   B Quản lý dự án Kỹ sư  /B . . Mã môn học:   B IM2011  /B . . Nhóm:   B A02  /B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký môn học mã PH1005 ở đợt 2 và được xếp vào lớp L01. Nhưng khi có kết quả đợt 2 thì em bị hủy môn mà không có lý do. Và đợt 3 em không còn đăng ký được do số lượng đã đủ và một vài lớp còn thì em bị trùng thời khoá biểu. Giờ em phải làm sao ạ",
            "Chào bạn,. . Bạn vui lòng vào phần lịch sử đăng ký để xem lý do môn học bị hủy nhé",
            "QUOTE Chào bạn,. . Bạn vui lòng vào phần lịch sử đăng ký để xem lý do môn học bị hủy nhé  /QUOTE . . Trong phần lịch sử không hề ghi gì ạ.",
            "Chào em,. . . . [full_name] đã kiểm tra và phục hồi môn PH1005 rồi nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pet , em tên [full_name] Mssv [student_id]. .  Thầy cô có thể cho em xin thêm tăng sủ số môn EN2021 lớp L01 đc ko ạ ? Vì thời gian sắp hết ạ . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học  /i  Tư tưởng [full_name], Mã: SP1005, lớp A03. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có đăng kí môn học đợt 1 nhưng do chưa thanh toán học phí kịp.Em có đăng kí lại vào đợt 2 nhưng đã hết lớp với bị trùng giờ  thầy/cô đắng kí giúp dùm em môm giải tích 2 lớp L30_L53 và môn vẽ kĩ thuật trong xây dựng lớp L01_L01. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Tăng sĩ số môn học cad/cam ME4007 thứ 3 4 5",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Me2007: chi tiết máy. . Me2003: nguyên lý máy. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em chào thầy. . Dạ mong pđt có thể tăng cho em 1 vé vào lớp vật lý bán dẫn lớp L08_L22 với ạ. . Em cảm ơn ạ. .",
            "Chào bạn,. . Môn học hiện tại đã vượt sức chưa tối đa cho phép.. . Nếu bạn môn đăng ký môn học thì bạn liên hệ VP Khoa xin mở đăng ký trong đợt Dự thính.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . chào ạ. em muốn biết lý do tại sao 2 môn AV 1 và Nhận thức ngành của em lại bị huỷ sau đợt 2 ạ. em thi toiec 335đ đã thẩm tra thì đủ điều kiện học rồi chứ ạ???",
            "Chào bạn,. . Bạn vui lòng xem môn bị hủy trong phần lịch sử đăng ký môn học nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912685  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô. . Dạ cho em hỏi em đăng ký mà có 2 môn bị trùng lịch 2 tiết vào DUY NHẤT tuần thứ 7 thì liệu em có bị xoá môn không ạ. . Em cảm ơn ạ !",
            "Trả lời giúp em với ạ!. . Em rất cần ạ. .",
            "Chào em,. . . . Trùng TKB thì không đăng được nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Em muốn đăng ký môn học thí nghiệm công trình ( CI4011 ) lớp thầy [full_name]. Vì môn học kết cấu thép 1 tiên quyết môn này nên đợt đăng ký lần 3 em không đăng ký được , nay điểm thép đã được cập nhật trên mybk . Mong cô hỗ trợ cho trường hợp của em. Em chúc cô  có 1 ngày làm việc hiệu quả !",
            "Chào em,. . . . Nếu đợt học kỳ chính hết, em có đăng kí học kỳ dự thính."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ, em tên là [full_name], hiện đang là sinh viên khoá k19 của trường ạ, hôm nay em viết yêu cầu này để bày tỏ một thắc mắc của em ạ, mong quý thầy cô có thể giải đáp giúp e ạ, chuyện là em mới vừa bị té xe máy, nếu em đem sổ khám bệnh của bệnh viện lên trường thì em có thể được hưởng tiền trợ cấp bảo hiểm tai nan không ạ. . Em xin chân thành cảm ơn quý thầy cô đã đọc yêu cầu của em ạ.",
            "Chào bạn,. . Vấn đề về bảo hiểm bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên (phòng Y tế) để được hướng dẫn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em hiện đã hoàn thành 138/142 tc . Vì chưa đủ tín chỉ tổ hợp tự chọn 3 mà em lại không thể đăng kí được hai môn vì lớp quá sĩ số nên em đã đăng kí một môn tự chọn là Kĩ thuật nâng vận chuyển MSMH: ME3021 và một môn khác có trong chương trình đào tạo chuyên ngành kĩ thuật chế tạo là Tối ưu hóa và quy hoạch thực nghiệm MSMH: ME3215 như thế sau khi hoàn thành môn học em có được xét đủ tín chỉ không hay phải học đúng những môn trong tổ hợp tự chọn 3 trước khi chuyển hệ.",
            "Chào bạn.. . Bạn đăng ký môn học ME3021 nhóm A01 bên Hệ CQ. . Còn môn tự chọn và tín chỉ xét tốt nghiệp sẽ được bộ phận liên quan trả lời qua email cho bạn.. . Hoặc bạn liên hệ Thầy [full_name]: [email] để được tư vấn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào Thầy Cô,. . . . Thầy Cô cho em hỏi là trong HK19, nhóm môn tự chọn của em là 3 chỉ nhưng em đăng kí học 2 môn cùng nhóm (6 chỉ), nếu em rớt một môn tự chọn và vẫn đậu môn cùng nhóm đó là em đã tích lũy được 3 chỉ. Vậy em có bị học lại môn tự chọn bị rớt khi em đã tích lũy đủ số tín chỉ của môn tự chọn đó không ạ.. . . . Mong Thầy Cô giải đáp giúp em ạ, em chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ với GVCN hoặc Ban chủ nhiệm khoa để xin tư vấn về CTĐT nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo!. . . . Em xin có 1 câu hỏi là: Em là SV Hệ Chính Quy, nếu hết thời gian đào tạo cho phép mà em vẫn chưa đủ điều kiện tốt nghiệp, em muốn chuyển sang Hệ VLVH thì những môn học và tín chỉ em đã tích lũy được có được tiếp tục tính tiếp hay là em phải học lại từ đầu ạ?. . . . Kính mong Phòng Đào Tạo giải đáp thắc mắc giúp em ạ!",
            "Chào bạn,. . Tùy vào ngành bạn chuyển qua hệ VLVH để được miễn các môn học tương ứng nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em xin mail của thầy [full_name] ạ, em cảm ơn ạ",
            "Cho em xin mail của thầy [full_name] dạy môn Thí nghiệm vật lý ạ, em cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Khoa để xin thông tin liên lạc với GV giảng dạy nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy/cô Phòng Đào tạo trường Đại học Bách Khoa TP.HCM.. . Em tên: [full_name] - MSSV: [student_id].. . Em viết đơn này mong quý thầy/cô có thể đăng ký giúp em môn Xác suất thống kê. Em đã đăng ký môn này nhưng hôm nay sau thời gian đăng kí hết, khi vào lại web môn này của em đã bị xoá ạ.. . Cụ thể: MT2001 - lớp L10.. . Em mong thầy cô có thể giúp em.. . Em xin cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là môn Thí nghiệm vật lí có dự thính không ạ?",
            "Chào bạn,. . Môn học mở hay không là do Khoa mở và sinh viên đăng ký nhé bạn. Bạn có thể làm đơn mở lớp dự thính và nộp tại Phòng Đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .",
            "Chào bạn,. . Vui lòng trình bày rõ nội dung câu hỏi trong ô Nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô,. . Em tên [full_name], MSSV: [student_id].. . Thầy/Cô vui lòng cho em hỏi: nếu em không đạt môn Giáo dục thể chất Điền kinh, em có thể đăng ký 1 môn GDTC khác ở học kỳ sau để được tính là hoàn thành 3 môn GDTC được không ạ? Hay em phải đăng ký học lại môn Điền kinh thì mới được tính ạ?. . Em cảm ơn Thầy/Cô.",
            "Chào bạn,. . Bạn vui lòng xem quy định về GDTC tại đây nhé!. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 10. Thực tập tốt nghiệp, Luận văn tốt nghiệp và các môn đặc biệt/10.5 Giáo dục quốc phòng, Giáo dục thể chất"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi khi em nộp chứng chỉ ngoại ngữ thì đến đợt chuyển điểm anh văn, điểm sẽ được tính thẳng vào trung bình tích lũy phải không ạ?",
            "Chào bạn,. .  Bạn vui lòng đọc lại quy trình về chuyển điểm: sau khi bạn thanh toán lệ phí xong phải đợi  đến đợt lấy dữ liệu anh văn theo lịch học vụ thì điểm chuyển mới được cập nhật nhé.. . Bạn vui lòng xem chi tiết quy định  kiểm tra trình độ tiếng anh định kỳ tại :www.aao.hcmut.edu.vn- sinh viên - Ngoại ngữ -  Hướng dẫn chuyển điểm.. . Thân.. ."
        ]
    }
]