[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý anh chị!. . Em là [full_name]. . MSSV [student_id]. . Em đã nhận được email có tên trong danh sách tốt nghiệp tạm thời, nhưng khi vào mybk để đăng ký tốt nghiệp thì hệ thống báo lỗi. Cho em hỏi bây giờ em phải làm gì để đăng ký được ạ.. . Em cảm ơn anh chị nhiều.",
            "Chào em, . . . . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], mssv [student_id]. . Cho em hỏi: điểm đề cương luận văn của em học kì 211,tới bây giờ còn chưa cập nhật ạ ( thầy hướng dẫn bảo điểm thầy đã gửi lên phòng đào tạo rồi).. . Em cảm ơn.",
            "Chào em,. . . . PDT đã kiểm tra dữ liệu, hiện tại môn học của em vẫn chưa có điểm.. . Em liên hệ với GV hỏi lại giúp cô đã nộp điểm cho Khoa để chuyển Phòng Đào tạo cập nhật cho SV chưa nhé!. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô,. . Em viết đơn này mong PĐT xem xét và cập nhật môn học tương đương giúp em.. . . . Môn học thuộc CTĐT:   B CI1011 Kỹ thuật lập trình  /B . . . . Môn học trên tương đương với 2 môn học dưới đây gộp lại:. . -   B CO1027 Kỹ thuật lập trình  /B  - Học kỳ 2 (2019-2020) - Điểm tổng kết: 8.00. . -   B CO1031 Đồ án kỹ thuật lập trình  /B  - Học kỳ 1 (2020-2021) - Điểm tổng kết: 9.50. . . . Em xin chân thành cảm ơn thầy cô đã xem xét.",
            "Chào em,. . Phòng Đào tạo đã cập nhật môn tương đương cho bạn là môn CO1011 CHỨ KHÔNG PHẢI CI1011 nhé. Em xem lại CTĐT của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em chào cô, em vừa nhận được Mail thông báo đã có danh sách tốt nghiệp nhưng đăng ký tốt nghiệp trong phần mybk không được, liệu em có thể đăng ký để xét tốt nghiệp vào ngày 27/04 này không ạ?",
            "Chào em;. . em vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . . . Em tên [full_name]-MSSV: [student_id]. . Em có thắc mắc về vấn đề đăng ký các môn giáo dục thể chất. Hiện tại em là sinh viên lớp cơ khí CC20CK1. Ở học kì pre em đã học giáo dục thể chất 1 là bóng rổ. Qua học kì 1 nằm 2020-2021 em có đăng kí thêm 1 môn bơi. Vậy là em đã đủ môn giáo dục thể chất để đăng kí môn học năm 3 chưa ạ. . . . . Em cám ơn đã đọc và phản hồi câu hỏi của em.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em tên là [full_name], MSSV:[student_id], học lớp kinh tế kĩ thuật IM1027 của thầy Hà Văn Hiệp lớp L02. Hôm 09/04/2022 em có thi giữa kì môn kinh tế kĩ thuật, sau đó vì bận công việc gia đình nên em quên không nộp record màn hình đúng hạn. Em mong nhà trường chấp nhận cho em nộp record màn hình môn kinh tế kĩ thuật qua đây ạ.Em xin lỗi vì đã nộp trễ. Mong nhà trường tha lỗi và nhận record của em. Em xin chân thành cảm ơn.. . Đây là link record của em:. . https://drive.google.com/file/d/1LSsL-qnr811mSSKOX5r4zvTc_KUDUt-U/view?usp=sharing. . . .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy để nộp và hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi . Em là khoá K19, đợt em có thi anh văn định kì hằng năm đã pass chuẩn anh văn. Nay em có cần thi lại đợt thág 5 này để xét lại chuẩn av4 cho năm 4 hay không ạ ?",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Bạn đã pass chuẩn anh văn sau năm 1,2,3. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em tên [full_name], MSSV: [student_id]. Sinh viên Khoa Điện - Điện tử.. . . . Hôm nay, em vừa nhận được mail thông báo Danh sách dự kiến tốt nghiệp. Theo như mail, thứ 3 tới, tức ngày 19/4 em mới được mở tình trạng sinh viên và có thể thực hiện Đăng kí tốt nghiệp trên MyBK.. . . . Phòng Đào tạo cho em hỏi, từ đây đến ngày 20/4 có đợt ra Quyết định tốt nghiệp (cập nhật danh sách tốt nghiệp chính thức) nào không ạ? Theo trường hợp của em thì có thể kịp được ra quyết định tốt nghiệp và đăng kí lễ tốt nghiệp vào 22/4 không ạ?. . . . Mong Phòng Đào tạo có thể giải đáp cho em, để em có thể chắc chắn và yên tâm thông báo cho gia đình đến tham dự lễ tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn.. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo ĐH Bách Khoa tp HCM.. . Em tên là [full_name], mssv [student_id], lớp HC15BSH, hiện em đang gặp vấn đề về đăng kí thông tin tốt nghiệp, hiện em đã đầy đủ điều kiện để tốt nghiệp và em đã nhận được mail thông báo đã có trong danh sách tốt nghiệp dự kiến nhưng em vẫn chưa thể vào phần đăng kí thông tin tốt nghiệp trên mybk vì lý do em vẫn chưa được thu nhận, tình trạng sinh viên đang là \"nghỉ\". Vì thế cho nên em kính mong phòng đào tạo có thể thu nhận em để em khai thông tin tốt nghiệp kịp thời.. . Em xin chân thành cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi, . . . . Em đã đủ điều kiện tốt nghiệp và nhận được mail như hình 1.. . . . Nhưng em vẫn chưa có đơn thu nhận lại như bên phía thầy cô (Hình 2) nên em chưa thể vào để đăng ký tốt nghiệp được (Hình 3).",
            "Chào bạn,. . . . Pđt kiểm tra và thấy bạn chưa thanh toán phần lệ phí in bảng điểm. Bạn vui lòng thanh toán và báo lại qua BKSI. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị.. . Hiện tại em đang làm Luận văn tốt nghiệp nhưng đợt thanh toán học phí vừa rồi em thanh toán không đúng hạn, giờ em thanh toán trễ thì có bị sao không ạ? Em xem trong mục quy chế thì việc thanh toán trễ học phí sẽ bị hủy toàn bộ kết quả của học kì đó, vậy có cách nào để giải quyết không ạ? Mong nhận được phản hồi sớm từ Anh/chị ạ. Em cảm ơn",
            "Chào bạn[full_name] [full_name] PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212[full_name] Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau [full_name] [full_name] [full_name]ân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi [full_name] . . Em tên [full_name] MSSV [student_id]. . em hết hạn đào tạo nên em muốn chuyển sang VLVH em đã hoàn thành hết các môn và có bằng toeic 460 nộp vào tháng 5 năm 2020. . Khi em chuyển sang VLVH thì bằng toeic em đã nộp có được giữ để xet tốt nghiệp hệ VLVH không ạ. hay là phải nộp lại trước lúc hết hạn, băng . . toeic của em hết hạn vào 28/5 ạ. . Và cô cho em hỏi thêm trên trang tuyển sinh VLVH có để tuyển sinh 18/4 , em không biết đây là hạn chót hay ngày bắt đầu để tranh thủ làm đơn ạ( ảnh đính kèm).. . em xin cảm ơn",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . -Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . . . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo! . . Em tên là [full_name],    MSSV: [student_id].. . Hôm nay, em đã nhận được mail thông báo có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên, sau khi kiểm tra em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp trên web Phòng Đào tạo và không thể đăng kí tốt nghiệp được. Em kính mong Phòng Đào tạo giúp đỡ cho em có thể đăng kí tốt nghiệp trong đợt này.. . Em xin chân thành cảm ơn!. .",
            "Chào em;. . em vào kiểm tra lại và đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . Em đã làm đơn xin thu nhận lại (lý do tạm dừng học: Trao đổi sinh viên tại trường đối tác INSA de Lyon theo quyết định 362/QĐ-ĐHBK) ngày 4/4/2022. Tờ biên lai hẹn em có kết quả trả lời trong ngày   B 14/4/2022  /B  nhưng đến hôm nay em vẫn bị ghi là đang trong tình trạng   I \"tạm dừng học\"  /I  khiến em không thể đăng ký môn học, in giấy xác nhận, nhận thông báo từ trường,.... . Kính mong PĐT giải quyết sớm giúp em để em có thể học tập như bình thường ạ.",
            "Chào bạn,. . . . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật tháng 04/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . Sau 13h ngày 10/05/2022, SV vào ĐKMH. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Cô,. . . . Em xin nộp đơn kéo dài thời gian đào tạo, em mong Phòng đào tạo có thể cân nhắc và chấp nhận cho em học thêm 1 học kỳ để kịp nộp bằng ngoại ngữ tốt nghiệp.. . . . Em xin cảm ơn.. .",
            "\"Chào bạn, . . . . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Phòng đào tạo cho em hỏi kỳ hè này đăng ký luận văn tốt nghiệp chưa có bằng toeic có làm được không ạ. . . .",
            "Chào em,. . Phải đủ điều kiện SV mới có thể đăng ký LVTN trong HK213 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô phòng đào tạo. . . Em là [full_name], mssv:[student_id] K2021 khoa KHƯD. Em đã đăng ký dư môn học ở học kỳ hè 213 và bỏ lỡ thời cơ rút môn học trong thời gian cho phép. Em gửi câu hỏi này kính mong quý thầy cô hỗ trợ cho em được rút môn học \"kinh tế học đại cương, mã môn học: IM1013\" và môn \"Cơ Lý Thuyết, mã môn học: AS1003\". . . Em rất xin lỗi và chân thành cảm ơn quý thầy cô  phòng đào tạo đã đọc. . .   i Yêu cầu khác .",
            "Chào em;. . em tự thao tác huỷ môn trong đợt đăng ký hiệu chỉnh nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i Xin quý phòng đào tạo cấp bằng tốt nghiệp tạm thời.. . Họ tên sinh viên : [full_name]. . MSSV: [student_id].. . . .",
            "Chào bạn,. . . . Hiện tại bạn chưa có tên trong danh sách tốt nghiệp dự kiến với lý do thiếu chuẩn AV và chưa có kết quả thẩm tra bằng THPT+CĐ/ĐH. Khi nào bạn đủ điều kiện trên thì mới đăng ký giấy chứng nhận tốt nghiệp tạm thời được. . . . SV phải \"chọn\" đăng ký giấy chứng nhận tốt nghiệp tạm thời khi khai thông tin tốt nghiệp tại mybk (mybk.hcmut.edu.vn)    Đăng ký tốt nghiệp. . . . Thứ 6 hàng tuần  Phòng đào tạo  sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo bảng scan giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng, Sinh viên tự lên tải về sử dụng trong thời gian này. Sau đó Sinh viên liên hệ Phòng đào tạo (101A1) để nhận bảng chính nếu có nhu cầu. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Kỳ 211 em có hoãn thi môn Cơ học thủy khí (Tr1005), và nhận được lịch thi bù cuối kỳ vào ngày 16/04 lúc 16h. Nhưng hiện tại em vừa nhận được lịch học bù của môn Cơ học kết cấu (TR2035) HK212 từ 14h-18h. Thì em có được dời lại lịch thi sang môn này sang kỳ 221 được không ạ?. . Trân trọng,. . [full_name].",
            "Vì môn này Cơ học kết cấu này sắp thi nhưng giáo viên vẫn còn nhiều nội dung chưa dạy nên em không nghỉ được buổi học này để tham gia thi môn của kỳ 211 được. Mong PĐT có thể xem xét cho em thi bù ở kỳ 221 được không ạ.. . Trân trọng,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "mật khẩu mới [student_id] nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi anh/chị. . Hiện tại em đã nhận được email thống báo như hình đính kèm, tuy nhiên em vẫn không thể đăng kí tốt nghiệp qua mybk nguyên nhân là tình trạng sinh viên không cho phép.. . Rất mong nhận được sự hỗ trợ của anh/ chị. . Em cảm ơn",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B   /B . . Kính chào thầy cô,. . Em tên [full_name], MSSV: [student_id], là cựu sinh viên lớp HC17KTHC.. . Đợt tháng 11 vừa rồi em được xét tốt nghiệp nhưng trên bằng tốt nghiệp của em không phải bằng kỹ sư tài năng mặc dù em đã đủ các điều kiện tốt nghiệp của chương trình. (File ảnh bằng tốt nghiệp em xin đính kèm bên dưới ạ). . Em mong phòng đào tạo có thể kiểm tra lại thông tin, các điều kiện của em có sai sót gì không ạ?. . Em mong sớm nhận được phản hồi từ thầy cô.. . Em chân thành cảm ơn.",
            "Chào bạn. . SV Chung Hoàng Liêm, MSSV: 1711925. . Không đủ chuẩn anh văn 2 kỹ năng 220  245 nên phải bằng Tài năng nhe!. . Do trên hệ thống QL chưa đổi tên lớp nên khi xuất DS tên lớp vẫn là lớp TN.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô ạ. . . Thầy/cô cho em hỏi em muốn nhận bằng tốt nghiệp trước ngày 22/4/2022 (do ngày 22/4/2022 là bắt đầu lễ tốt nghiệp) thì em đến đâu để nhận ạ. Có được nhận vào ngày lễ tốt nghiệp luôn được không ạ? . . Em chân thành cảm ơn thầy cô.",
            "Chào em;. . sau khi làm lễ, em liên hệ khoa để nhận bằng nha. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gởi PĐT. . Em tên là [full_name] MSSV: [student_id]. . Theo như trên lịch thi ở mybk thì em sẽ thi tại phòng 401H1. . Nhưng trên hệ thế Elearning lại thông báo:  Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn. . . . Cho em hỏi vậy hình thức thi sẽ là online hay offline ạ. . Trân trọng",
            "Chào bạn. . Lịch thi của bạn là thi trực tiếp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B . . Dạ kính thưa quý thầy cô của PĐT.. . Em tên [full_name] - MSSV: [student_id]. . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của Khoa Xây Dựng (vì em thấy trên fanpage Khoa để 17h00 ngày 18/04 là hạn chót nhận đăng ký làm lễ trao bằng Tốt Nghiệp. Em xin cám ơn.",
            "Đã trả lời."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào PDT. Em là sinh viên khóa K17 hiện tại e đã hoàn thành chương trình học và đang còn thiếu bằng Toeic để ra trường nhưng kỳ này em không đăng ký môn học nên bị tạm dừng trạng thái sinh viên. Khi đi đăng ký thi toeic IIG yêu cầu có giấy xác nhận chưa tốt nghiệp của trường để bổ sung giảm chi phí thi vì thẻ sinh viên đã hết hạn. Không biết em làm thế nào để có giấy xác nhận và trong thời gian bao lâu mới được nhận vậy ạ?. . Thank!. .",
            "Chào em,. . Em vui lòng làm đơn xin cấp giấy CNSV để thi TOEIC, ghi rõ lý do và gửi lại qua BKSI nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã nhạn được mail có tên trong danh sách tốt nghiẹp dự kiến mong pdt sớm xem thu nhận lại dùm em để em đăng kí tốt nghiệp ạ. . Em cảm ơn",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc [full_name]15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và B[full_name]eL bằng email [full_name]HÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang B[full_name]eL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.",
            "Cho em hỏi vậy em không tốt nghiệp tháng 4 được ạ do phải đăng kí trước 20/4 nên mong pdt xem xét mở liền để em đăng kí luôn được không ạ nếu không em phải đợi tới tháng 11 lận ạ. . Em cảm ơn",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ hiên tại em đã được vào dan sách tốt nghiêp dự kiến nhưng vẫn chưa được thu nhận lại để đăng kí tốt nghiệp ạ. Em xin thầy, cô giúp em được thu nhận lại để đăng kí tốt nghiệp ạ.. . Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo.. . Môn học TR3013 - Thiết kế độngcơ đốt trong, em đã hoãn thi 2 lần. Em định kỳ này thi (HK21.2) mà học kỳ này không có lịch thi của môn này. Theo quy định của phòng đào tạo, trong 1 năm phải thi để lấy kết quả thay cho điểm HT. Vậy nếu học kỳ này em không có lịch thi, thì ở học kỳ sau, học kỳ hè, em có được thi hay không ạ?. . Và nếu không có lịch thi thì học kỳ sau em phải đăng ký học lại hay sao ạ?. . Mong phòng đào tạo giải đáp thắc mắc của em.. . Em cảm ơn phòng đào tạo.",
            "Chào bạn. . Bạn vui lòng liên hệ Khoa/Bộ môn để được hỗ trợ  thi, vì Khoa chọn hình thức là tự tổ chức thi và tư báo SV về lịch thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy,. . Xin cho em hỏi là có áp dụng chuẩn tiếng anh để nhận LVTN cho môn LVTN đăng ký trong học kỳ hè 213 không ạ.. . Trân trọng cám ơn cô/thầy.",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa. . Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp theo hệ chính quy, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học để được xét tốt nghiệp.. . Em xin cảm ơn.",
            "Chào bạn,. . . . - PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . - Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail hoặc tin nhắn Bkel, Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3 để vào đăng ký môn học cho HK213 nếu còn nợ Môn Học (từ tháng 10/05/2022). . . . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô, em tên [full_name] ([student_id]). Em đã có tên trong danh sách dự kiến tốt nghiệp T4/2022 nhưng tình trạng sinh viên của em là tạm dừng học nên em không đăng ký tốt nghiệp được. . . Thầy cô cho em hỏi em cần phải viết đơn xin thu nhận lại để được đăng ký tốt nghiệp không? . . Em cảm ơn thầy cô.",
            ". . \"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ cho em hỏi:Em là sinh viên hệ đại trà có đăng kí cầu lông học phần 2 nhưng lại được xếp vào học lớp cầu lông hệ chất lượng cao. Vậy giờ em vẫn tiếp tục học lớp cầu lông chất lượng cao hay như thế nào ạ?",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp giảng viên giảng dạy môn giáo dục thể chất để được hỗ trợ bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . Em là [full_name], sinh viên lớp P01 Việt Pháp môn Kinh tế vi mô - Quản lý kế toán học kỳ 211.. . . . Vào sáng nay ngày 16/4/2022, em có lịch thi lại môn Kinh tế vi mô - Quản lý kế toán vào lúc 10 giờ (ảnh đính kèm bên dưới). Tuy nhiên, khi em đến trường dự thi thì không có giám thị đến canh thi, vì vậy em không thể thực hiện bài thi được. Em có liên hệ thầy giám thị hành lang, thầy kiểm tra lại thì lịch thi vẫn còn trên hệ thống.. . . . Mong Phòng Đào Tạo có thể hỗ trợ em sắp xếp 1 buổi thi lại vào dịp khác được không ạ. Vì khóa sau của bọn em đã thay đổi chương trình đào tạo nên môn học này không còn mở lớp. Nếu không được dự thi lại kỳ này thì rất khó để xin mở lớp học lại ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng Việt pháp, Bộ phận văn phòng sẽ ghi nhận lại thông tin phản hồi sẽ xử lý và báo SV sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Em muốn hỏi về danh sách dự kiến tốt nghiệp vừa được cập nhật vào ngày 15/04 ạ. Hiện tại em đã đủ điều kiện được xét tốt nghiệp sau khi bổ sung điều kiện anh văn vào ngày 13/04. Nhưng danh sách được cập nhật vào ngày 15/04 em vẫn không thấy có tên em ạ. Do tình trạng sinh viên đã bị tạm dừng nên em không xem được vì lí do gì mà em chưa đủ điều kiện để được vào danh sách tốt nghiệp dự kiến (Vd: thiếu ngày CTXH, thiếu anh văn,...) mặc dù các điều kiện trên em đã hoàn thành đầy đủ rồi ạ.. . . . Vậy thầy/cô cho em hỏi về lí do em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ấy ạ, cụ thể là do em bị thiếu điều kiện tốt nghiệp gì hay vì nguyên nhân khác ạ ?. . . . Dạ em chân thành cảm ơn và mong nhận được hồi đáp sớm từ thầy/cô ạ.. . . . Nhân. . . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em tên là [full_name] MSSV [student_id], hiện tại em đã đủ 15.5 ngày công tác xã hội đã cập nhập trên hệ thống. Nhưng tới ngày 16.04 em vẫn chưa đăng kí tốt nghiệp được vì vẫn bị ghi nợ CTXH. Em kính mong Phòng Đào Tạo có thể mở khóa để em đăng kí tốt nghiệp cho kịp thời gian để được tốt nghiệp. Em xin chân thành cảm ơn.. . Sinh viên. . [full_name]",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Ban Giám Hiệu, Quý Thầy Cô Phòng Đào Tạo. . Em tên: [full_name] _ MSSV [student_id]                                . . Lí do em viết đơn kính mong nhà Trường xem xét cho em gia hạn thêm một học kì (Học kỳ 212) để hoàn thành điều kiện xét tốt nghiệp đại học chính quy tại trường.. . . . Rất mong được nhận phản hồi từ quý nhà trường!. . . . (File đính kèm là đơn xin gia hạn thời gian hoàn thành chương trình học của em)  . . Em xin trân trọng cảm ơn!. . . . [full_name]. . SĐT: [phone_number]. . Email: [email]",
            "\"Chào bạn, . . . . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) vì chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) . . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên qua mail SV  trễ nhất là 17/05/2022. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. .   i Yêu cầu khác . Dạ thưa anh/chị phòng đào tạo. . . Vì em không biết thông báo của trường bây chỉ có ở e-learning, nên kiểm tra mail không thấy thông báo đóng học phí. Nên em đóng học phí trễ 5 ngày. . . Dạ cho em hỏi em cần phải làm gì thêm nữa không ạ ? , vì hiện tại em cũng học online, không tới trực tiếp phòng đào tạo được thì có vấn đề gì k a ?. . Em cảm ơn anh/chị phòng đào tạo.. . . . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSV: [student_id]. . Thầy, cô cho em hỏi là em khóa K15 em vừa mới nộp bằng toeic nghe, đọc 555, em có đăng kí xin chuyển điểm av1,2,3,4 và đã đóng tiền thì em có được chuyển thành 10,10,8,5,6 không ạ! vì em chỉ còn thiếu anh văn nói-viết để tốt nghiệp nên e có đăng kí gia hạn thêm 1 học kì ạ!",
            "Chào bạn,. . . . Việc điểm chuyển sẽ được chuyển theo quy định. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . Em đã có tên trong danh sách dự kiến tốt nghiệp hôm 8/4, nhưng vì bị tạm dừng nên mãi đến ngày . . 13/4 em mới đăng ký được tốt nghiệp, và phiếu đăng ký đã xử lý (nhưng chưa có tên trong danh sách chính thức). Mà hạn đăng ký tốt nghiệp trường là ngày 11/4. Vậy cho em hỏi là em đăng kí tốt nghiệp sau ngày 11/4 thì em có được tham dự lễ trao bằng tốt nghiệp của trường không ạ.. . Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em tên là [full_name] lớp KTXD XD21XD01, môn Anh văn cơ bản A (LA0011)_[full_name] (DT_HK212) em không nhận được link học online và đã trễ 1 tuần, em đã liên hệ với cô chủ nhiệm và tìm cách tiếp cận với thầy dạy môn và không thành, giờ em muốn hủy môn này được không ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". .   i Tốt nghiệp . Dạ cho e hỏi về việc chuyển điểm anh văn của khoá k18. . . Em thấy trên aoo phần chuyển điểm av thì 500 toeic = 5đ AV4 nhưng có nhiều bạn nói nếu không học av4 trong trường thì phải thi toeic được 600 thì mới đủ 5đ AV4.. . Cho e hỏi có phải là cần toeic 600 để đạt AV4 không ạ?",
            "Chào em,. . Em xem về quy định chuyển điểm của SV khóa 2018 tại đây nhé:. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/5.4. Xét chuyển điểm, miễn điểm các học phần tiếng Anh.... . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, cho em hỏi em không đk dự lễ tốt nghiệp, thì sau bao lâu có thể nhận được bằng ( có ngày cụ thể ko ạ?) và nhận ở đâu ạ. . Em xin cảm ơn",
            "Chào bạn, . . . . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau.. . - Về việc đăng kí tốt nghiệp và lễ phục tốt nghiệp, sinh viên sẽ đăng ký tại khoa . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện CTDT của em đã hoàn tất chỉ còn môn Hệ thống định vị toàn cầu CI3068 và luận văn tốt nghiệp CI4353 chưa làm do bản thân e đang đ làm công trình và không có mặt ở HCM nên em muốn chuyển CTDT.. . Nếu em  Chuyển hệ \"chính quy\" sang VLVH e cần làm thủ tục như thế nào. . . Em có thể đăng ký xin tạm dừng học 01 năm có được không. Nếu có thể e cần làm thủ tục như thế nào. . . Em cảm ơn",
            "Chào bạn,. . . . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . - Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . - Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . - Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em tên [full_name], MSSV: [student_id], em xin rút môn Hệ hỗ trợ quyết định và trí tuệ kinh doanh, Mã MH: IM3041. Lý do: đây là môn không thuộc chương trình đào tạo ngành Cơ điện tử. Em xin cảm ơn.. .",
            "Chào bạn,. . . . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 28/04/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em là sinh viên khóa K18, khoa Điện - Điện tử của trường.. . . . Thời gian qua em có nhận được thông tin từ một số bạn rằng khóa K18 nếu chưa chuyển điểm anh văn thì phải thi chứng chỉ TOEIC đặt từ 600 điểm trở lên mới có thể đủ điều kiện chuyển điểm môn \"  B Anh Văn 4  /B \".. . . . Tuy nhiên em xem thông tin trên trang web của phòng đào tạo thì không thấy đề cập đến vấn đề này. Cụ thể thông tin em đọc được là khóa K18 chỉ cần điểm thi TOEIC đạt 500 điểm là có thể tốt nghiệp. Khi chuyển điểm thì điểm số môn Anh Văn 4 sẽ là 5 điểm (đạt).. . . . Ngoài ra trong quy định chuyển điểm ngoại ngữ em không tìm thấy điều khoản nào nói về điều kiện điểm số để được phép chuyển điểm.. . . . Mong thầy/cô giải đáp thắc mắc giúp em nếu điểm số TOEIC của sinh viên K18 nằm trong khoảng từ 500 đến dưới 600 thì có thể thực hiện chuyển điểm và được tốt nghiệp không ạ?. . . . Em cảm ơn thầy/cô ạ!",
            "Chào bạn. . . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em xin chào thầy cô , trường hợp nếu em bị cảnh cáo học vụ 3 lần thì em có bị buộc thôi học không và em có thể làm gì để được trở lại học ạ . em xin cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin tạm dừng hoặc bảo lưu luận văn thì làm như thế nào ạ.",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô,. . Cho em hỏi  Các thông báo từ Phòng đào tạo qua Email và BK elearning em đều   I không nhận được  /I ? trong khi đó các bạn khác thì đều có ạ. . . Mong thầy/cô giúp đỡ em ạ. Em cảm ơn. .",
            "Chào bạn. . Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô ạ,. . Em tên [full_name]. . MSSV: [student_id]. . Em vừa nhận được mail \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022\" (file hình ảnh đính kèm) và kiểm tra thì thấy tên em có trong danh sách dự kiến tốt nghiệp tháng 4/2022.. . Tuy nhiên, trạng thái sinh viên của em vẫn là \"Tạm dừng\". Vì vậy em tạo phiếu yêu cầu này tha thiết mong thầy/cô giúp em chuyển trạng thái từ \"tạm dừng\" sang \"đang học\" để em có thể đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn thầy/cô nhiều.. . . . . .",
            "\"Chào em,. . Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy, cô ạ. . Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp trên mybk thành công. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp chính thức.. . Cho em hỏi liệu em có thể đăng ký làm lễ tốt nghiệp trong đợt tháng 4 này không ạ. . . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . . . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . . . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kì 211 em qua môn gần hết và chỉ còn 1 môn kĩ thuật lập trình là em hoãn thi , mà sao tín chỉ của em là 12 chỉ mà chỉ tính có 9 chỉ v ạ , tại em qua 4 môn là tổng 12 chỉ",
            "Chào bạn. . . . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 05/22. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: MSSV/MSGV: [student_id]    . . . . Mở môn học học kỳ 212. . . . Thanh toán trễ học phí học kỳ:2. . . . Tôi cam kết thanh toán học phí đúng hạn vào các học kỳ tới.Nếu tiếp tục thanh toán học phí trễ hạn,tôi sẽ không được đăng ký môn học, không được xếp thời khóa biểu và bị tạm dừng học cho học kỳ tiếp theo.. . . . . . Môn còn thiếu trong ảnh: giáo dục quốc phòng (MI1003).. . Mong được phản hồi trân trọng cảm ơn.",
            "\"\"\"Chào bạn. . - PĐT đã ghi nhận bạn thanh toán xong học phí HK212 (trễ hạn). Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . - TKB, BKel và lịch thi sẽ được phục hồi trong tuần sau.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân\"\"\""
        ]
    }
]