[
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Phòng Đào Tạo trường ĐHBK TP.HCM ạ, em tên [full_name] MSSV: [student_id] lớp XD18KT khoa Kỹ Thuật Xây Dựng ạ. Kì 202 vừa rồi do gia đình ở quê bị ảnh hưởng covid nên thu nhập gia đình khó khăn, em đã không thể chi trả số tiền học phí kì vừa rồi và em đã làm đơn gửi cho văn phòng Đào Tạo cơ sở 2 trước thời hạn. Những ngày trước em còn thấy Lịch thi của trường nhưng đến hôm nay sau khi nhận tin đã có lịch thi thì em không thấy Lịch thi của em nữa ạ. Điểm thành phần và Lịch thi của em đã mất ạ, kì vừa rồi em đã cố gắng và đi học đầy đủ ạ, mong quý thầy cô có thể xem xét lại trường hợp của em ạ.. . Em có gọi vào số hotline của PĐT nhưng không ai bắt máy ạ. . Em cảm ơn vì đã đọc thư em ạ. .",
            "Chào bạn. . Theo quy định về học phí nếu đến thời điểm này bạn không đóng học phí thì sẽ không có lịch thi. . Hoãn đóng học phí thì bạn phải liên hệ Phòng Công tác chính trị để xin hoãn học phí từ trước chứ, đến thời điểm này không thể giải quyết. . Thân",
            "Dạ vì trường yêu cầu nếu sinh viên muốn gia hạn học phí thì gửi đơn đến Phòng Đào Tạo trong thời gian quy định, và sau đó em đã làm đơn và nộp cho PĐT cơ sở 2. Em đã nộp cho PĐT và không được nghe thông tin phải nộp cho Phòng Công tác chính trị sinh viên ạ. Em nghĩ việc em bị mất Lịch thi là do PĐT để sót danh sách tên em, em mong PĐT xem xét lại TH của em ạ. Và nếu bây giờ em nộp đủ học phí thì lịch thi của em có được cập nhập lại không ạ. Hoặc bây giờ em đang rơi vào diện chưa đóng học phí thì kì sau e có được đăng ký môn học không ạ? . . em cảm ơn ạ. .",
            "Chào bạn. . - Quy định của Nhà trường nếu hoãn học phí thì liên hệ Phòng Công tác chính trị sinh viên, Nên không có 1 thông báo nào báo muốn gia hạn học phí thì liên hệ Phòng đào tạo. . - Cô trực ở Pdt Cơ sở 2 khằng định không nhận đơn về gia hạn học phí. . - Nếu em có minh chứng đã nộp đơn ở PDT thì vui lòng cung cấp. . - Theo quy định về học phí nếu đến thời điểm này bạn không đóng học phí thì sẽ không có lịch thi sẽ có tên trong danh sách tạm dừng. . - Bạn phải thanh toán học phí còn nợ và làm đơn thu nhận lại vào HK211 để đăng ký môn học. . Thân",
            "Dạ em đã mail Phòng CTCT-SV và nhận được danh sách quyết định sinh viên được gia hạn đóng học phí trong đó có tên em (file đính kèm bên dưới). Hiện giờ học phí Hk chính em đã được gia hạn qua kì sau và học phí HK dự thính em đã thanh toán vậy bây giờ em làm đơn thu nhận lại vào HK211 rồi gửi PĐT đúng không ạ?. . Sau đó  điểm thành phần của em sẽ được cập nhập vào cuối kì phải không chị ạ? . . Em cảm ơn chị đã đọc ạ.",
            "Chào em,. . Lịch thi các môn của em do [full_name] tự xếp lịch thi nhé. Em liên hệ [full_name], Giáo viên để hỏi nhé.. . Thân mến,. . . .",
            "Dạ vậy còn bảng điểm thành phần của em cũng sẽ được update chứ chị ạ?. . Vậy bây giờ em có cần nộp đơn thu nhận lại vào HK211 gửi cho PĐT không chị ạ?. . Dạ thật sự cảm ơn các chị đã trả lời những thắc mắc của em những ngày qua ạ?. .",
            "Chào em,. . - còn bảng điểm thành phần của em cũng sẽ được update chứ =  bình thường em.. . - Khi nào em thấy tình trạng tạm dừng thì mới làm đơn thu nhận lại. Cô thấy bình thường mà em.. . Thân mến,. .",
            "Dạ lúc em làm đơn gia hạn học phí thì em không được thông tin chỉ cho gia hạn HK chính, không gia hạn HK dự thính và do sơ suất của em không nắm được vấn đề nên mới dẫn đến tình trạng nộp trễ hạn học phí dự thính ạ.. . Dạ cô cho em hỏi hiện giờ em đã đóng học phí dự thính và làm đơn trình bày lý do xin đóng trễ học phí thì lịch thi HK dự thính của em có được cập nhập lại không ạ vì hiện tại nó đã bị ẩn ạ.. . Em cảm ơn vì đã đọc thư em.",
            "Dạ em gửi PĐT file đơn trình bày lý do nộp trễ học phí ạ, nhưng không nhận được phản hồi ạ, em gửi chị mong phản hồi từ chị ạ.. . Em cảm ơn ạ.",
            "Chào bạn. . - Lịch thi HK202 của bạn liên hệ giảng viên, và nhớ thanh toán học phí HK202 theo hạn thanh toán của HK 211. . - Lịch thi dự thính 202 hiện tại đã bị huỷ không thể phuc hồi. . Thân",
            "Dạ cô.. . - Hiện tại em đã đóng học phí học kỳ dự thính ạ, vậy nếu lịch thi em bị hủy thì học phí em có được hoàn trả không ạ . . Em cảm ơn ạ.",
            "Chào bạn. . Theo quy định là không hoàn trả học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134149  /b \t. . . .   i Học vụ . MSSV/MSGV: 2134149    . . . . Học vụ. . . . Kính thưa quý Thầy Cô Phòng Đào Tạo Nhà Trường !. . . . Em tên là Lê Toàn, MSSV 2134149, Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014.. . Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021.. . . . Dạ, thưa Thầy, ở thời gian học chính quy em đã học theo phân ngành Quản Trị Kinh Doanh (trong  ngành QLCN) với tổng số tín chỉ TÍCH LŨY NGÀNH LÀ: 123 tín chỉ.. . . . Tuy nhiên, khi nhận được email của phòng đào tạo gần đây, em lại được xếp vào phân ngành Quản Lý Công Nghiệp do đó số tín chỉ thuộc chuyên ngành cũ em đã học cũng bị mất tương ứng là:. . . . A. Nhom Mon Hoc Bat Buoc Tu Chon (ĐÃ ĐẠT NHƯNG DO EM BỊ XÉT QUA CHUYÊN NGÀNH QLCN NÊN BỊ MẤT) : 7 MÔN - 17 TÍN CHỈ .. .     . . 1. IM3043  Kinh tế học kinh doanh     3 TC          5.5     HK 181. . 2. IM4015  Thuế                                  2 TC          5.5     HK 182. . 3. IM3023 Thương mại điện tử           3   TC        5.0      HK 182. . 4. IM3033 Tiếp thị giữa các tổ chức   3  TC         8.0      HK 182. . 5. IM4007  Kế hoạch kinh doanh         3  TC        7.5      HK 191. . 6.  IM4321 Đề cương luận văn tn        0   TC           6.0      HK 192. . 7.  IM3323Thực tập tốt nghiệp            3    TC          7.5       HK 193  . . . . B. Các môn học bắt buộc đã  tích lũy được , nhưng phòng đào tạo chưa xét chuyển qua: (5 MÔN- 17 TC). . . . 8. IM2019  Kế toán quản trị            3.0                 6.5       HK 183  . . . . 9. MT1007  Đại số tuyến tính         3.0                 6.0        HK 193  . . . . 10. MT1003  Giải tích 1                    4.0               5.5        HK 193  . . . . 11. IM3049  Phân tích dữ liệu           3.0               5.0        HK 201      . . . . 12. PH1003  Vật Lý 1                        4.0               5.0        HK 201          . . . . Dạ, thưa thầy để học 7 môn chuyên ngành trên thì em phải mất hơn 2 năm, nên ngày 19/03 em đã đến phòng đào tạo A1 để làm đơn xin được xếp đúng chuyên ngành. Tuy nhiên thì Thầy tiếp sinh viên lúc ấy nói với em là em không cần làm đơn mà sẽ được xếp đúng chuyên ngành lúc còn học chính quy, em chỉ việc học nối tiếp theo  (vì QTKD và QLCN cùng chung một ngành nên Thầy bảo em không cần làm đơn chuyển ). . . . Dạ, nay em viết thư này kính mong Thầy xem xét  để em được học tiếp chuyên ngành Quản Trị Kinh Doanh; vì nếu được như vậy em chỉ cần một học kỳ để hoàn thành Luận văn Tốt Nghiệp và chứng chỉ Toeic 400 và  môn Anh Văn trong Kinh Doanh.. . . . Hoàn cảnh điều kiện của em phải cùng lúc học và làm từ lúc bắt đầy, em đã học 7 năm rồi, nay nếu bị đổi chuyên ngành và kéo thêm 2 năm nữa thì sẽ trở nên rất khó khăn cho em, nên em kính mong Thầy và Phòng Đào Tạo cứu xét và hướng dẫn em  để em được học theo chuyên ngành cũ để có cơ hội được tốt nghiệp trong năm nay.. . . . Em xin chân thành cám ơn Thầy, kính chúc Thầy nhiều sức khỏe !. . . . Lê Toàn. . 0988320416. . . . Phụ Lục: Nguyên văn Danh sách PĐT gửi cho em:  . . . . Sinh Vien       : LE TOAN    ( 2134149). . Tinh Den        : Hoc Ky 2 - Nam Hoc 2020-2021. . Tieu Chuan Xet  : Tieu Chuan Tot Nghiep K.2014 - CQs                          . . . . So Tin Chi Tich Luy Cua Nganh Hoc   92       134. . So Tin Chi Tich Luy Chung          106       134. . Diem Trung Binh Tich Luy          0.00      5.00. . Diem anh van:   0. . . . Nhom To Hop Mon Hoc Bat Buoc Tu Chon 2       6/16   Khong Dat. . . . Mon Hoc Bat Buoc Chua Tich Luy Duoc. . IM2019  KE TOAN QUAN TRI          3.0. . IM3049  PHAN TICH DU LIEU         3.0. . IM3061  ANH VAN TRONG KINH DOANH  3.0. . IM3313  THUC TAP TOT NGHIEP       3.0. . IM4311  DE CUONG LUAN VAN TN      0.0. . IM4313  LUAN VAN TOT NGHIEP (QCN  9.0. . MT1003  GIAI TICH 1               4.0. . MT1007  DAI SO TUYEN TINH         3.0. . PH1003  VAT LY 1                  4.0. .",
            "Chào em,. . Đã trả lời em rồi.. . Thân,. .",
            "b MSSV/MSGV: 2134149  /b \t. . . .   i Đăng ký môn học . Kính thưa quý Thầy Cô Phòng Đào Tạo Nhà Trường !. . . . Em tên là Lê Toàn, MSSV 2134149, Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014.. . Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021.. . . . Dạ, thưa Thầy, ở thời gian học chính quy em đã học theo phân ngành Quản Trị Kinh Doanh (trong  ngành QLCN) với tổng số tín chỉ TÍCH LŨY NGÀNH LÀ: 123 tín chỉ.. . . . Tuy nhiên, khi nhận được email của phòng đào tạo gần đây, em lại được xếp vào phân ngành Quản Lý Công Nghiệp do đó số tín chỉ thuộc chuyên ngành cũ em đã học cũng bị mất tương ứng là:. . . . A. Nhom Mon Hoc Bat Buoc Tu Chon (ĐÃ ĐẠT NHƯNG DO EM BỊ XÉT QUA CHUYÊN NGÀNH QLCN NÊN BỊ MẤT) : 7 MÔN - 17 TÍN CHỈ .. .     . . 1. IM3043  Kinh tế học kinh doanh     3 TC          5.5     HK 181. . 2. IM4015  Thuế                                  2 TC          5.5     HK 182. . 3. IM3023 Thương mại điện tử           3   TC        5.0      HK 182. . 4. IM3033 Tiếp thị giữa các tổ chức   3  TC         8.0      HK 182. . 5. IM4007  Kế hoạch kinh doanh         3  TC        7.5      HK 191. . 6.  IM4321 Đề cương luận văn tn        0   TC           6.0      HK 192. . 7.  IM3323Thực tập tốt nghiệp            3    TC          7.5       HK 193  . . . . B. Các môn học bắt buộc đã  tích lũy được , nhưng phòng đào tạo chưa xét chuyển qua: (5 MÔN- 17 TC). . . . 8. IM2019  Kế toán quản trị            3.0                 6.5       HK 183  . . . . 9. MT1007  Đại số tuyến tính         3.0                 6.0        HK 193  . . . . 10. MT1003  Giải tích 1                    4.0               5.5        HK 193  . . . . 11. IM3049  Phân tích dữ liệu           3.0               5.0        HK 201      . . . . 12. PH1003  Vật Lý 1                        4.0               5.0        HK 201          . . . . Dạ, thưa thầy để học 7 môn chuyên ngành trên thì em phải mất hơn 2 năm, nên ngày 19/03 em đã đến phòng đào tạo A1 để làm đơn xin được xếp đúng chuyên ngành. Tuy nhiên thì Thầy tiếp sinh viên lúc ấy nói với em là em không cần làm đơn mà sẽ được xếp đúng chuyên ngành lúc còn học chính quy, em chỉ việc học nối tiếp theo  (vì QTKD và QLCN cùng chung một ngành nên Thầy bảo em không cần làm đơn chuyển ). . . . Dạ, nay em viết thư này kính mong Thầy xem xét  để em được học tiếp chuyên ngành Quản Trị Kinh Doanh; vì nếu được như vậy em chỉ cần một học kỳ để hoàn thành Luận văn Tốt Nghiệp và chứng chỉ Toeic 400 và  môn Anh Văn trong Kinh Doanh.. . . . Hoàn cảnh điều kiện của em phải cùng lúc học và làm từ lúc bắt đầy, em đã học 7 năm rồi, nay nếu bị đổi chuyên ngành và kéo thêm 2 năm nữa thì sẽ trở nên rất khó khăn cho em, nên em kính mong Thầy và Phòng Đào Tạo cứu xét và hướng dẫn em  để em được học theo chuyên ngành cũ để có cơ hội được tốt nghiệp trong năm nay.. . . . Em xin chân thành cám ơn Thầy, kính chúc Thầy nhiều sức khỏe !. . . . Lê Toàn. . 0988320416. . . . Phụ Lục: Nguyên văn Danh sách PĐT gửi cho em:  . . . . Sinh Vien       : LE TOAN    ( 2134149). . Tinh Den        : Hoc Ky 2 - Nam Hoc 2020-2021. . Tieu Chuan Xet  : Tieu Chuan Tot Nghiep K.2014 - CQs                          . . . . So Tin Chi Tich Luy Cua Nganh Hoc   92       134. . So Tin Chi Tich Luy Chung          106       134. . Diem Trung Binh Tich Luy          0.00      5.00. . Diem anh van:   0. . . . Nhom To Hop Mon Hoc Bat Buoc Tu Chon 2       6/16   Khong Dat. . . . Mon Hoc Bat Buoc Chua Tich Luy Duoc. . IM2019  KE TOAN QUAN TRI          3.0. . IM3049  PHAN TICH DU LIEU         3.0. . IM3061  ANH VAN TRONG KINH DOANH  3.0. . IM3313  THUC TAP TOT NGHIEP       3.0. . IM4311  DE CUONG LUAN VAN TN      0.0. . IM4313  LUAN VAN TOT NGHIEP (QCN  9.0. . MT1003  GIAI TICH 1               4.0. . MT1007  DAI SO TUYEN TINH         3.0. . PH1003  VAT LY 1                  4.0"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Em xin chào Thầy/Cô ạ!. . Cho Em hỏi tại sao Em vẫn chưa có lịch thi cuối kì HK202 ạ. . Em xin cám ơn ạ",
            "Chào bạn,. . Trường hợp bạn bị hủy TKB do thanh toán học phí không đúng hạn (21/7).. . Bạn vui lòng xem quy định về thanh toán học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . Em làm đơn xin hoãn thi cuối kỳ ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/ Cô,. .   Em tên là [full_name] [full_name]. .   MSSV [full_name] [student_id]. .   Trong học kì 2 đợt học phí bổ sung do em có nộp trể hạn học phí. Dạ Thầy/ Cô cho em hỏi em làm cách nào để thanh toán khoảng đó ạ? Em có thể ra ngân hàng để thanh toán được không ạ?. .   Do mấy tuần trước em có bị ảnh hưởng của covid cũng không nhận được mail đóng học phí nên em không có check ạ.. . Kính mong Thầy/ Cô hướng dẫn giúp em ạ.. . Em cám ơn ạ!. . . . . . . .",
            "Chào bạn,. . Bạn có thể ra ngân hàng thanh toán hoặc thanh toán qua công Bkpay đều được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy(cô) pđt. Em muốn hỏi về kì thi cuối kỳ online, laptop của em hư loa ngoài, em có thể dùng tai nghe thay thế được không? Em mong thầy (cô) có thể giải đáp giúp em. . Em xin chân thành cảm ơn. . . .",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi hiện tại thẻ sinh viên của em để trên ktx mà giờ thi online cần cung cấp thẻ sinh viên nên cho em hỏi làm sao để có thể thay thế thẻ sinh viên ạ",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] mssv [student_id]. . Em đăng kí hoãn thi cuối kì môn học MT2001 Xác xuất và thống kê A01 học kì 202 giảng viên [full_name]. . Sau đây là hình ảnh mẫu đơn và mail xác nhận không bị cấm thi. . Em xin cảm ơn",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô), mong thầy cô cho em xin gmail của thầy:. . . . [full_name] Phương pháp tính (MT1009)_ (DH_HK202). . . . [full_name] Kỹ thuật điện-điện tử (EE2011)_ (DH_HK202). . . . để xin hoãn thi.. . Vì lí do em mới thi giải tích 2 xong, làm được hơn nữa bài thì không biết sao mà bị reset lại bài, phải làm lại với đề khác.. . Mong sớm nhận được phản hồi từ thầy(cô)!. . Em chân thành cảm ơn!. . Thân ái!",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa của Giảng viên để xin thông tin liên lạc nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em thấy PDT đã cập nhật lịch thi, nhưng em không thấy lịch thi môn Hoá Đại Cương, thầy cô thông báo vẫn sẽ thi dù chưa hoàn thành phần thí nghiệm. Em muốn hỏi nếu không có lịch thi như vậy em có thi không ạ, nếu có mong PDT cập nhật sớm để chúng em còn thời gian ôn bài do nội dung khá nhiều .",
            "Môn Hóa đại cương chưa học xong nên PĐT chưa xếp lịch thi nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô,. . Em tên là [full_name], mssv [student_id]. Hôm nay em viết đơn này để xin thầy cô giải đáp về cách thức xin hoãn thi và việc hoãn thi thì cần những điều kiện nào. Bên cạnh đó thì việc xin hoãn thi cuối kì có ảnh hưởng hay mất đi điểm thành phần không ạ.Em mong sớm nhận được sự phản hồi từ cô ạ.. .  Em xin cảm ơn.Chúc quý thầy cô có một ngày vui vẻ",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên [full_name] mssv [student_id]. Cho em hỏi sao trong lịch thi của học kỳ 202 của em lại bị mất mất 2 môn học. Mong nhà trường giải đáp giúp em để em biết thông tin ngày thi sớm ạ. Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng trình bày cụ thể của bạn nhé, ghi rõ cụ thể môn học nào không có, tên và mã MH?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi cô,. . . . Em đợi bữa giờ nhưng vẫn chưa ai trả lời giúp thông tin của em nữa. Kính mong nhà trường xem lại sớm giúp em.. . . .",
            "Do quy định về cách tính điểm và tính số tín chỉ tích lũy ngành học. Nay PDT Thông báo với các SV đã học bổ túc và qua các môn cốt lõi bật đại học:. . . . Các điểm môn học này sẽ chuyển từ mục điểm chuyển sang mục điểm học kỳ. Cụ thể sẽ chuyển vào điểm HK201 và các điểm này được tính như môn học SV khác mà sinh đã tích lũy được. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em tên là [full_name], mssv [student_id], thầy dạy đồ án môn học nền móng A07 của em báo đã nhập điểm vào hệ thống rồi mà sao em lên mybk xem không có ạ?. . Em cám ơn thầy cô đã đọc. . Trân trọng.. .",
            "Chào em,. . Giáo viên chưa nộp điểm cho PĐT em nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Con chào thầy cô. . Con muốn nói là do vấn đề kĩ thuật về điện (nguồn điện) của khu vực nhà con đang gặp vấn đề, thường bị ngắt điện và có điện lại. Nhưng khi vậy thì wifi bị ngắt, và nếu gặp trong lúc thi thì sẽ bị gián đoạn một thời gian khá lâu. Gia đình đã báo cho bên điện lực sửa chửa và họ cũng đã đến kiểm tra mạng điện trong nhà và không thấy vấn đề. Địa phương con đang ở cũng đang bị ảnh hưởng của dịch bệnh (F0 khá nhiều và nhiều điểm cách ly xung quanh khu vực của con) nên việc khắc phục lỗi cũng không nhanh chóng được. Con muốn hỏi là khi thi con gặp sự cố vậy có được giải quyết thi lại không? Có phương án nào khác để giúp con không ạ? Con cảm ơn.. .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . . . Yêu cầu khác .  Xin chào thầy cô PDT. Em quên đăng kí gia hạn thẻ BHYT trong đợt vừa rồi thì còn cách nào khác để đăng kí gia hạn nữa không ạ ?. . Em xin cảm ơn.. .",
            "Chào em,. . Em liên hệ với phòng Công tác ctsv qua email: [email]. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào thầy/cô,. .  Em tên [full_name] sinh viên K15, học kỳ 1 (2020-2021) do đã hoàn thành đủ chương trình học tập nhưng còn thiếu Anh Văn 2 kỹ năng nên em không đăng ký môn học ở học kỳ 2, do đó đã bị tam dừng học tập.. . Hiện tại do tình hình dịch nên em đang bị cách ly, thầy cô cho em hỏi em có thể làm gì để được thu nhận lại ạ.. . Em cảm ơn, chúc thầy cô và gia đình giữ gìn sức khỏe thật tốt trong thời điểm này.. .   i Học vụ .",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thu nhận tại aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV:[student_id]. . Hiện em đang làm đơn xin hoãn thi thì cho em hỏi là sau khi em xin được xác nhận của giảng viên bộ môn không bị cấm thi và có khả năng đạt điểm tổng kết thì em sẽ gửi về mail nào của PDT ạ. . . Em cảm ơn.",
            "Chào em,. . Sau khi làm xong em gửi qua bksi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý Thầy Cô PĐT,. . Do tình hình dịch, thi HK2 năm học 2020-2021 chuyển sang hình thức trực tuyến, hiện em không đủ yêu cầu trang thiết bị tham dự thi online. Kính mong quý Thầy Cô cho em hỏi hình thức, giấy tờ xin vắng thi/hoãn thi ạ?. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện nay trường sắp tổ chức thi cuối kì HK202 online nhưng hiện tại thẻ sinh viên em không mang về quê. Vậy trường cho em hỏi em có thể sử dụng CMND để thay thế hay phải làm đơn gì mới được tham gia dự thi ạ? .",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410893  /b \t. . . .   i Yêu cầu khác . KÍnh gửi quý Thầy/Cô. . Do học kì trước em không đăng kí môn học nên bị tạm dừng quá trình học tập . Học kì này em xin đăng kí thu nhận. . . Em xin trân thành cảm ơn Thầy/Cô",
            "Chào bạn,. . Học kỳ 202 là học kỳ kéo dài của bạn, bạn đã đủ điều kiện tốt nghiệp chưa? Vì hiện tại bạn không thể thu nhận để đăng ký MH cho HK 211 được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Cô,. . . . Em tên: [full_name], MSSV: [student_id],. . . . Cô ơi, Cô có thể cho em hỏi 01 vấn đề này, đó là điều kiện xét tuyển thẳng của hệ VHVL:. . . . \"Sinh chính quy tính từ năm trúng không quá 10 năm và chưa từng bị kỷ luật buộc thôi học\". . . . Em trúng tuyển năm 2014 thì thỏa điều kiện 1.. . . . Nhưng lúc trước em từng bị buộc thôi học do không đăng ký môn học nhưng đã viết đơn cứu xét thì không biết thời điểm này có đủ điều kiện được xem xét diện tuyển thẳng không ạ?. . . . Phiền cô kiểm tra lại giúp em điều kiện 2 này để em biết cách xử trí. Em cảm ơn Cô rất nhiều ạ.",
            "PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân chào,. .",
            "Chào em,. . Thuộc diện chuyển thẳng nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nhà trường đã có hình thức thi đối với từng môn thi hangout chưa? Và nếu đã có thì vui lòng gửi mail cho SV để còn biết và chuẩn bị được không ạ?",
            "Chào em,. . Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký in thẻ sinh viên vào ngày 25/7/2021 và chọn giao qua chuyển phát nhanh do được chủ nhà yêu cầu không ra ngoài trong thời gian hiện tại. Em có môn thi vào ngày 3/8/2021 và lo lắng thẻ sinh viên không kịp chuyển phát tới nơi kịp hạn. Trong trường hợp không kịp chuyển phát thẻ sinh viên em cần làm gì để được tham gia buổi thi online và có nên chọn đăng ký in lại thẻ và chọn nhận tại trường không?. . . .",
            "Chào bạn,. . Bạn mới đăng ký in thẻ vào chủ nhật (25/7).. . Hôm nay Phòng Đào tạo sẽ tiến hành in thẻ và gửi chuyển qua bưu điện nhé.. . Khi thi bắt buộc phải có thẻ SV nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào các Thầy Cô ở PĐT,. . . . Hiện đã có lịch thi trên trang MyBK của mỗi sinh viên, tuy nhiên khi các giảng viên email để thông báo thời gian thi thì lại khác so với lịch thi của PĐT. Cụ thể có môn mà theo lịch là em sẽ thi vào 4/8 nhưng trong email giảng viên môn đó nhắn với lớp em là dự kiến thi từ 9/8 - 13/8. Vậy lịch thi trên MyBK đã chính thức chưa ạ?",
            "Chào bạn,. . Vui lòng ghi cụ thể tên và mã MH bạn nói nhé, để PDT tiện kiểm tra và trả lời. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau khi scan bài xong thì em cần gửi file từ điện thoại qua máy tính để đặt tên theo yêu cầu và đóng gói lại. Với việc ghi màn hình bằng Windowns+G thì mỗi lần chuyển màn hình sẽ tự động tắt, phải ghi thêm 1 file video khác. Khi em nộp bản ghi màn hình nhiều file rời rạc do tính năng này của Windowns+G có bị tính là vi phạm quy chế thi không ạ?. .",
            "Chào em,. . - Bộ môn nào, giáo viên nào hướng dẫn em như vậy thì em hỏi chỗ đó nhé.. . - Em vui lòng đợi email thông báo Quy trình và hướng dẫn thi online.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại em đang bị tình trạng buộc thôi học và muốn làm đơn cứu xét để trở lại quá trình học tập. Kính xin phòng đào tạo cho em xin mẫu đơn cứu xét và quy trình làm việc trong hoàn cảnh cách ly xã hội ạ.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . Tình trạng hiện tại là bị buộc thôi học, bạn vui lòng liên hệ Khoa của bạn để hỏi về thủ tục xin cứu xét. Bạn là khóa 2015, nên lưu ý học kỳ 211 là học kỳ cuối cùng nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính chào thầy/cô,. . Địa phương em vừa mới yêu cầu bổ sung giấy xác nhận đang học tại trường để thực hiện tạm hoãn NVQS. Nhưng vì tình hình bệnh dịch đang diễn biến phức tạp, em không thể lên trường nhận giấy được. Thầy cô có thể cho em hỏi em có thể đăng kí gửi giấy về địa phương qua đường bưu điện không ạ, quê em ở Quảng Nam.. . Cảm ơn và chúc thầy/cô sức khỏe.. .",
            "Chào bạn,. . Bạn vui lòng vào mybk/IN xác nhận Sv để đăng ký nhé, hiện tại nhà trường có hỗ trợ cho SV đăng ký nhận qua đường bưu điện (người nhận trả cước nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa thầy / cô!. . Em tên [full_name], em muốn hỏi sau khi điền phiếu xin hoãn thi và có mail xác nhận không bị cấm thi của giảng viên thì nộp cho phòng đạo tạo tại đây (bksi) hay gửi mail ạ.",
            "Cho em hỏi thêm là có hạn nộp đơn xin hoãn thi cho mỗi môn không ạ? . .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . - Mỗi môn 1 phiếu em nhé, gửi qua bksi.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa cô, cho em hỏi là khi hoãn thi mình có cần phải có chữ ký giáo viên không ạ, hay chỉ cần chụp hình mail xác nhận là được. Chủ nhiệm khoa xây dựng của em chỉ đồng ý xác nhận khi có chữ ký, cô giải đáp giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ pdt ơi cho em hỏi em đã đăng kí in lại thẻ sinh viên để thi online và check trong dịch vụ sinh viên ghi là phiếu đăng kí đã được xử lí lúc 14h30 ngày 23/7/2021 nhưng đến giờ em vẫn chưa nhận được thẻ qua bưu điện. em hơi lo lắng vì thứ 4 ngày 28/7 em phải thi online .dạ em cảm ơn !",
            "Chào bạn. . Pdt xử lý thẻ sv hàng ngày nên bạn vui lòng đợi nhận thẻ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name]. . Em gửi phòng đào tạo đơn hoãn thi kèm xác nhận của thầy [full_name]",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do dịch bệnh nên hơn 2 tháng nay các trung tâm không mở thi thi TOEIC, mà đã đến đợt đăng ký LVTN, cho em hỏi là mình có đăng ký LVTN mà không cần điều kiện anh văn là điểm thi TOEIC tối thiểu đạt 450 không ạ",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô  phòng đào tạo ạ. Em muốn hỏi về vấn đề điều kiện để làm luận văn tốt nghiệp là có 500 Toeic, tuy nhiên từ lâu IIG đã không cho phép đăng kí thi do dịch bênh và có thể lâu dài hơn nữa. Em muốn hỏi nếu tình trạng như vậy thì nếu thiếu chứng chỉ anh văn Toeic thì có được làm luận văn tốt nghiệp không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Kính gửi BGH, em về quê tránh dịch và đã để quên thẻ SV ở tại KTX. Em đã tiến hành đặt in lại trên MYBK. Em rất mong là phòng đào tạo sẽ sớm in lại thẻ về gửi về tại địa chỉ bên dưới để em có thể dự thi ạ!. . Ngoài ra, do tình hình dịch bệnh trong trường hợp em không có thẻ SV để dự thi online, không biết PĐT có thẻ gửi giấy xác nhận thay thế khác để em có thể dự thi được không ạ ?. . . . Địa chỉ: Thôn Quảng Nghiệp, xã Phước Hưng, huyện Tuy Phước, tỉnh Bình Định.. . Số ĐT: [phone_number]. .  . . . .",
            "Chào bạn,. . Bạn mới đăng ký in thẻ vào chiều thứ 7 (24/7).. . Hôm nay Phòng Đào tạo sẽ tiến hành in thẻ và gửi chuyển qua bưu điện nhé.. . Khi thi bắt buộc phải có thẻ SV nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô. . . .   Cho em hỏi nếu BHYT năm sau em muốn đăng kí ở 1 bệnh viện dưới Đồng Nai được không ạ. . . .   Do hồi vừa rồi lúc đăng kí BHYT, trong danh. . . . sách các bệnh viện đăng kí. Em chỉ thấy các. . . . bệnh viện ở TPHCM nên không biết là có được. . . .  đăng kí bệnh viện ở các tỉnh khác không. . . . Em xin cảm ơn . . . . . .",
            "Chào em,. . Việc này em liên hệ phòng Công tác CTSV qua email [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . . . Em là K20 khoa QLCN, trong đợt đkmh vừa rồi, em có đăng kí môn học tự chọn tự do là Công nghệ xanh mã EN3099 nhưng em có chút thắc mắc rằng, hiện em là sinh viên năm 2 có được học mã chương trình năm 3 không ạ?. . Đồng thời nếu được học thì sau này em không cần học nữa nếu đã qua môn trong trường hợp môn này đổi mã đúng không ạ?. . . . Mong sớm nhận được phản hồi từ nhà trường.. . Em chân thành cám ơn!",
            "Chào em,. . - Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . - Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, Khoa gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . - Em liên hệ Khoa trình bày để Khoa xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo ĐH Bách Khoa. . Em tên : [full_name]   MSSV: [student_id]. . Em gửi đơn này xin được hoãn thi cuối kỳ các môn :. . CI3161-Máy thủy lực - máy nén. . MT2001-Xác suất và thống kê. . GE3025-Địa thống kê. . GE3131-Kỹ thuật antoàn lao động. . IM3003-Quảnlý sảnxuất cho kỹ sư. . CH1005-Hóa lý hóa keo. . . . Lý do : em bị kẹt ở lại TPHCM vì có chuyện đột xuất. Nên sách vở,laptop và dụ cụ học tập để ở dưới quê và không kịp xét nghiệm để về trước chỉ thị 16. Nên em xin nhà trường xem xét cho em được hoãn thi. em xin cảm ơn ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em tên: [full_name], MSSV:[student_id]. . . Hiện tại em đang là trường hợp F1 và được yêu cầu cách li tại phòng trọ nên không thể đảm bảo việc thi online.. . Xin cho em hỏi là cần làm các thủ tục như thế nào để xin phép được hoãn thi ạ. Trường hợp của em cũng khá đặc biệt nên cho em hỏi là các điểm thành phần trong quá trình học có được bảo lưu hay không? Và hình thức thi sau đó cho em sẽ như thế nào ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . 1)    Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . 2)    Bổ sung xác nhận:. . -       HK chính 202: Xác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . -       HK DT202 và DT203: Xác nhận của Giảng viên V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn + Xác nhận của Chủ nhiệm Khoa hoặc xác nhận qua email của Sv (chỉ cần xác nhận của Giảng Viên không dự kiến bị cấm thi), sau đó chụp hình gởi kèm đơn hoãn thi).. . Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . -       Đối với DA, TTNT, DCLV, LVTN: phải có xác nhận của GVHD + Bộ Môn + Khoa về việc dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài, nêu rõ về việc ảnh hưởng nghiêm trọng như thế nào để được xem xét. (Sv có thể gởi mẫu đơn để GVHD + Bộ Môn + Khoa xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . Lưu ý:. . 1. Về kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét.. .  2. Các môn có phần thí nghiệm, PĐT sẽ tự hoãn thi cho đến khi TNg xong. Một số MH, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ bù sau, khi đó SV có thể xin hoãn thi.. . 3. Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi a/c PĐT,. . Em là [full_name], MSSV [student_id] - SV VB2 khoa máy tính. . Do dịch bệnh tại TP.HCM nên em có sang nhà họ hàng ở, khi đi không mang theo thẻ SV. Hiện tại khu em ở đã phong tỏa nên không thể về lấy thẻ SV được. Ngoài ra theo chỉ thị 12 mới nhất của ủy ban nhân dân TP - dịch vụ giao nhận hàng hóa chỉ được phép giao nhận hàng hóa thiết yếu. Vậy a/c cho em hỏi là em có thể dùng CMND thay thế thẻ SV được không? Trường hợp không thể thay thế được, buộc phải làm lại thẻ SV thì nếu như bên giao nhận không giao tới địa chỉ em đang ở hiện tại thì có thể dùng CMND được không?. . Em cám ơn a/c nhiều.",
            "Chào bạn,. . Khi thi bắt buộc phải có thẻ SV nhé bạn. Bạn có thể đăng ký in lại thẻ SV và đăng ký nhận qua đường bưu điện (người nhận trả cước). . Bưu điện hiện tại vẫn giao thư nhé bạn. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Do không tìm hiểu kỹ nên kỳ 202 em đăng ký tận 8 môn và em không thể hoàn thành hết các công vc được giao trong môn học. Không biết em có thể rút môn lúc này để giảm tải và tập chung vào các môn khác không ạ.. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký rút môn học của học kỳ 202 nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi a/c PĐT,. . Em là [full_name], MSSV [student_id] - SV VB2 khóa máy tính. . Trước đây em có nhờ a/c PĐT đăng ký Thực tập tốt nghiệp (do sai khác mã môn), ID #25359. Tuy nhiên do tình hình dịch bệnh, khu em sống bị phong tỏa từ cuối tháng 6 cho nên em không thể ra ngân hàng đóng học phí thực tập được. Ngoài ra do lâu không sử dụng nên tài khoản internet banking của OCB em cũng đã mất nên cũng không thể ra ngân hàng để lấy lại thông tin. . . Hiện tại em vào kiểm tra thì đã mất TKB HK203 trên BKEL. . . Kính nhờ a/c PĐT hỗ trợ mở lại TKB giúp em.. . Em cam kết sẽ đóng học phí ngay khi hết phong tỏa, hoặc chậm nhất là trước khi bắt đầu HK 211.. . Cám ơn a/c nhiều.",
            "Chào bạn. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Bạn vui lòng xem lại các thông báo về việc ĐKMH HK203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Chào thầy/cô.. . . . Hiện tại trên hệ thống MyBK của em chưa có lịch thi cuối kì HK202. Em nghĩ nguyên nhân là do em chưa đóng học phí. Nhưng trong thời gian HK2 em đã có làm đơn hoãn học phí đến học kì 211 với lý do là hiện tại dịch covid nên gia đình em gặp khó khăn về tài chính. Dù đã làm đơn nhưng em vẫn được Pđt gửi email thông báo về việc đóng học phí ( ảnh đính kèm ). Hiện tại thì em vẫn chưa đóng học phí của cả học kì chính lẫn học phí dự thính trong hk 202.. . . . Vậy thầy/cô cho hỏi em phải làm gì để có thể tham gia dự thi cuối học kì 202 bây giờ ạ?",
            "Chào bạn,. . Bạn vui lòng trình bày rõ hơn và gửi kèm quyết định gia hạn học phí nếu có. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo,. . Em là [full_name] , MSSV [student_id] , khoa Điện - Điện tử . . Em có đăng ký in thẻ sinh viên vào cuối tháng 5 nhưng vì lí do dịch bệnh nên em đã về quê và quên thanh toán tiền in thẻ trên bk pay. Nay em muốn đăng ký in thẻ lại và gửi về quê nhưng không được vì đơn đăng ký thẻ cũ chưa được thanh toán. Mong phòng đào tạo giúp em xóa đơn cũ để em đăng ký in thẻ mới phục vụ cho việc thi cuối kì với ạ.. . Cảm ơn !!!. .",
            "Chào bạn,. . Bạn vui lòng vào thanh toán khoản tiền nợ thẻ nhé!. . Sau khi thanh toán xong, bạn vui lòng ghi rõ thông tin về địa chỉ người nhận (họ tên, sdt, và địa chỉ).. . PDT sẽ tiến hành in thẻ và gửi qua bưu điện cho bạn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô,. . . . Em tên [full_name], khóa 2019, hiện đang học Hóa Hữu cơ lớp L03. Em có nguyện vọng được hoãn thi cuối kỳ hình thức online vào lúc 7h sáng ngày 12/08/21.. . . . Lý do: Không thể đáp ứng yêu cầu trang thiết bị và đảm bảo đường truyền. Chi tiết: . . •\tMạng yếu và không ổn định.. . •\tLaptop hư loa ngoài.. . •\tĐiện thoại thông minh bị hư. Không thể mượn điện thoại người thân do phụ huynh phải đi làm.. . •\tĐịa phương đang giãn cách theo chỉ thị 16 nên rất khó khăn trong việc sửa chữa, mua sắm thiết bị (sửa loa, sửa điện thoại).. . . . Đơn xin hoãn thi và xác nhận đã được đính kèm. Em xin cảm ơn thầy/cô.",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô !. . Em: [full_name], hệ: VLVH. Em đã đóng học phí hk 202 rồi nhưng do khó khăn bởi tình hình covid nên em bị đóng trễ hạn. Mong được thầy cô hỗ trợ để tránh ảnh hưởng đến việc thi cử và điểm số ạ.. .   i Yêu cầu khác .",
            "Dạ em đã gọi được cho phòng đào tạo và được biết quy trình giải quyết, em cảm ơn cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em thanh toán xong r ạ. . Tên: [full_name]. . Địa chỉ của em là : Hữu Đức, Phước Hữu, Ninh Phước, Ninh Thuận.. . Số điện thoại : [phone_number]. . Em cảm ơn ạ !!!",
            "Chào bạn,. . PDT đã ghi nhận trường hợp của bạn.. . Sẽ gửi thông tin cho bộ phận in thẻ xử lý giúp bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  em có gửi đơn xin hoãn thi môn Xác xuât thống kê kì 203, mong PĐT xem xét và phản hổi giúp em. Em gởi qua mail [email]. Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Nếu bạn đã gửi qua mail [email], vui lòng đợi phản hồi từ mail nhé.. . Trong file đơn bạn bị lỗi không tải được!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là khóa 2019, em đã xem trên trang web của pdt thì học phí đại trà 6 400 000 / 17 tc , nếu e học thêm 2 tc nữa thì mỗi tc học thêm sẽ được tính bao nhiêu ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  Em có đăng kí thực tập tốt nghiệp học kì 203 . Nhưng hiện bộ môn viễn thông đăng trên web là lịch nộp quyển ngày 29/7 là của học kì 202 . Vậy ngày 29/07 cũng là ngày nộp báo cáo thực tập tốt nghiệp học kì 203 luôn ạ. Em cảm ơn .",
            "Chào bạn,. . Về TTTN bạn vui lòng liên hệ ở Khoa - Bộ môn của bạn để được hướng dẫn và hỗ trợ thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em gửi lại PDT đơn xin hoãn thi, mong PĐT xem xét cho em hoãn thi,em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em gửi đơn xin chuyển ngành học của mình ạ.. . Em đã được tư vấn là lên Khoa để được tư vấn rõ hơn nhưng mà tình hình dịch căng thẳng em không di chuyển được nên mong cô tư vấn thêm thiếu xót của em ạ. . Em xin cảm ơn . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính. . Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. . Chúc bạn học tập tốt nhé.. .  Thân. ."
        ]
    }
]