[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đang học anh văn 1 ở học kì hè mà bây giờ em đăng kí anh văn 2(La1005) mà hệ thống báo là thiếu anh văn 1(la1003) ạ nên em không thể đăng kí được em xin phòng đào tạo xem lại giúp em ạ. Em xin chân thành cảm ơn ạ . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô,. . Em tên là [full_name]( MSSV:[student_id]), sau khi mở đăng ký môn học đợt 2, em có vào kiểm tra thì toàn bộ môn học em đăng kí bị hủy với lý do ( thiếu môn tiên quyết SV_N3) ạ . Em đã có kiểm tra lại các môn tiên quyết lẫn môn học trước , thì em đều đã học qua hết rồi.. . Thầy cô cho  em hỏi sao em bị hủy môn ạ ? Còn nếu thiếu chuẩn sinh viên năm 3 thì HK201 này em đăng ký là đủ chuẩn ạ. File ảnh là hình chụp lịch sử đăng kí môn . . Em xin cảm ơn",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pđt! . . Mong pđt hỗ trợ em đăng kí môn học trong mùa dịch . Vì thiếu môn học trước( môn em đang học ở hè) mà sẽ kéo theo nhiều môn. Mong pđt cho em đăng kí môn trước trong kì 201 sau khi có kết quả 193 thì pđt hậu kiểm lại ạ.. . Em cảm ơn rất nhiều",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi môn học nhập môn kĩ thuật(ME1001) tại sao em đang kí không được ạ, em bị rớt môn này kì 181, nhưng bây giờ không có được đăng kí là sao ạ??. . Em cám ơn. .",
            "Quy trình mở môn học :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, Em tên là Thiện mssv [student_id]. Kì 193 này em có học môn Cấu Trúc Dữ Liệu và giả thuật CO2003, em đăng ký học kì 201 nhưng hệ thống vẫn báo môn này chưa học ạ. Thầy có thể sửa giúp em sớm để em có thể đăng kí các môn học được ko ạ. mấy môn em tính đăng kí gần full lớp hết :(. . Em xin cảm ơn thầy/cô",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ trường có thể mở thêm lớp vẽ kĩ thuật hoặc có thể cho em vào lớp L01 được không ạ tại em đăng kí không kịp. Kính mong nhà trường cho phép",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name]- thuộc bộ môn Kĩ thuật hệ thống công nghiệp - khoa Cơ Khí. Đối với 2 môn học ERP - ME4617 và Tiếp thị Logistics - ME4649 thuộc nhóm B tự chọn. Ở học kì 201 tới, chúng em đã đăng kí mỗi lớp sỉ số trên 20 người và thỏa điều kiện môn tiên quyết của môn đó. vậy cho em hỏi tại sao môn học lớp em bị hủy ạ? mong PDT phản hồi sớm để chúng em còn kịp đăng kí đúng hạn trong đợt này ạ.. . Em xin cảm ơn!",
            "- Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hôm nay em có đăng kí môn học. Em đã đăng kí đúng tất cả các môn giống với CTĐT ở HK7 nhưng hệ thống chỉ cho em đăng kí tối đa 13 tín chỉ trong khi các môn học trong HK7 của CTĐT thì hơn 13 tín chỉ. Em mong nhà trường giải đáp giúp em tại sao lại như vậy ạ?. . Em cám ơn ạ",
            "Chào bạn. . Cho Cô hỏi có phải bạn có đăng ký môn thực tập tốt nghiệp không ? thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi môn tự chọn tự do là được đăng kí Đăng ký môn học . cho em hỏi môn tự chọn tự do là được đăng kí bất cứ môn nào cũng được phải không ạ. .",
            "QUOTE MSSV/MSGV: 1915474    . . . . Đăng ký môn học. . MSSV/MSGV: 1915474    . . . . Đăng ký môn học. . cho em hỏi môn tự chọn tự do là được đăng kí bất cứ môn nào cũng được phải không ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn gdtc của em đăng ký rồi nhưng đã bị xoá và bây giờ tìm mã môn lại không thấy và môn vật lý 1 em tìm cũng không thấy để đăng ký . . Mong pđt cho em câu trả lời",
            "Chào bạn, . . - Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên.. . - -\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô ạ,. . Em có hai chỗ thắc mắc mong cô giải đáp ạ:. . . . - một là: em đang học môn Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name] (SP1003) trong kì hè 193 này, kì sau Hk201 em cần học môn Tư tưởng [full_name] (SP1005). Em đăng kí môn tư tưởng thì báo lỗi \"yêu cầu Học trước [full_name]\". Mong Cô đăng kí giúp em môn Tư tưởng [full_name] (SP1005) ở cơ sở 2 giúp ạ.. . . . - hai là: học kì này môn Hóa vô cơ (CH2011) có mở lớp không cô?. . nếu không, em học môn (MA2041) Hóa vô cơ của K19 cùng nghành để lấy môn quy đổi tương đương được không ạ?. . . . em cảm ơn cô, chúc cô sức khoẻ.. . Thân mến.. . . . . .",
            "Chào bạn. . - Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em là [full_name] MSSV:[student_id].. . Mong thầy/cô có thể tăng sĩ số môn học: ME1009-[full_name] Thứ 3,tiết:345 được không ạ.. . Em cảm ơn ạ.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi, em hiện giờ không đủ tín chỉ để học năm 3 ạ, em có thể làm đơn xin phòng đào tạo cho em học năm 3 được không ạ?",
            "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . Em tên là [full_name], mssv [student_id]. . Thuộc khoa Kỹ thuật xây dựng. . . . Em viết đơn này mong muốn thầy cô có thể tăng sĩ số lớp A02 môn kết cấu bê tông CI2091. . Em xin chân thành cảm ơn. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên khóa 2017, em bị nợ môn gttc 3 và không đủ điều kiện đăng kí năm 4. Cho em hỏi là có cách nào để cho em đăng được môn học năm 4 không ạ. Em xin cảm ơn",
            "Chào bạn. . Theo quy định là không được bạn nghen. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi là em có đăng kí một số môn học để cải thiện điểm trong học kì tới (HK201), nhưng bị hủy kết quả với lí do: \"D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính\". Nhưng từ trước tới giờ trường mình vẫn cho phép sinh viên học lại để cải thiện vào kì chính hay dự thính đều được. Em mong được giải đáp từ phòng đào tạo ạ. Em xin chân thành cảm ơn rất nhiều!",
            "Chào bạn, . . . . Những môn này bạn nên làm đơn xin đăng kí (thời hạn nhận đơn sau ngày 15/9).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sao em không thể đăng ký môn tư tưởng [full_name] được ạ",
            "Chào bạn. . - lý do tại sao bạn dkmh không được. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn hệ thống điều khiển mờ ME4207 nhóm lớp A01_A01 mà lớp đầy người rồi. Pđt có thể xếp em vào lớp hệ thống điều khiển mờ được không ạ. em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . Học kỳ 201 em không đăng kí được hai môn ME3007 và ME3011 vì yêu cầu môn học trước là môn ME2009. Em đang học môn ME2009 vào học kì 193. Vậy trước khi vô học kỳ 201 em đã đủ tiêu chuẩn học trước môn ME2009. Mong phòng đào tạo giúp em đăng kí được hai môn ME3007 và ME3011 ạ.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi là bây giờ đăng kí môn học, em đăng kí học những môn của ngành chính và thêm vào đó em có thể đăng kí thêm những môn mà nằm ở bằng 2 mà sao này em muốn học hay không ( các môn đó em đủ đki học trc và tiên quyết) . Em học xong thì có phải những môn đó sẽ lưu lại trong bảng điểm và sau này khi em tốt nghiệp bằng 1 và học bằng 2 thì em không phải học lại môn đó nữa đúng không ạ?",
            ". . Chào bạn. . -Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Về quy định Điều 28. Đào tạo song ngành. . 28.1. Đào tạo song ngành theo hướng bằng thứ hai. . Trong thời gian đào tạo ngành thứ nhất (ngành đã trúng tuyển hoặc được phân ngành/chuyển ngành), SV được đăng ký học và tích lũy các môn học của ngành thứ nhất và các môn học của các ngành thứ hai (trừ học phần tốt nghiệp). SV từ cuối năm thứ nhất và sau khi đã được phân ngành, có thể đăng ký để được học song ngành theo hướng bằng thứ hai; hoặc sau khi đã đủ điều kiện tốt nghiệp ngành thứ nhất, SV đăng ký xin hoãn tốt nghiệp (bằng thứ nhất) để học tiếp tục ngành thứ hai (giữ nguyên mã số sinh viên). Thời gian đào tạo tối đa của đào tạo song ngành là thời gian đào tạo tối đa của ngành thứ nhất. Điều kiện để SV được học song ngành: còn đủ thời gian học (trong thời gian đào tạo tối đa); được sự đồng ý của Trưởng Khoa quản lý ngành thứ hai; ngành thứ hai phải có cùng khối thi tuyển sinh, cùng bậc, hệ đào tạo với ngành thứ nhất. SV học song ngành theo hướng bằng thứ hai chỉ được phép đăng ký học phần tốt nghiệp của ngành thứ hai sau khi đã hoàn thành học phần tốt nghiệp của ngành thứ nhất; hoặc đăng ký học phần tốt nghiệp dạng song ngành để cùng lúc hoàn thành cả hai học phần tốt nghiệp. Học phần tốt nghiệp dạng song ngành phải do các Khoa quản lý hai ngành SV theo học cùng đồng ý giao đề tài, phân công các giảng viên đồng hướng dẫn và phải được bảo vệ bằng hội đồng đánh giá luận văn tốt nghiệp chung của cả hai ngành. Khi đủ điều kiện tốt nghiệp của cả hai ngành, SV đăng ký tốt nghiệp cả hai ngành và được xét cấp hai bằng cùng lúc. SV có thể xin thôi không tiếp tục học song ngành để chỉ được xét tốt nghiệp và cấp bằng cho ngành thứ nhất.",
            "Đăng ký môn học . Cho e hỏi là tại sao e đăng kí môn Đồ án thiết kế (ME2011) thì hệ thống báo lỗi là yêu cầu học trước môn Chi tiết máy, trong kkhi hè này e đang học môn Chi tiết máy ạ.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là trường có thông báo không xét chuẩn anh văn học kì 201 mà giờ em đăng kí thì bị xoá hết môn ạ",
            "Chào bạn. . - Pdt kiểm tra bạn không dkmh được không có lý do vì chuẩn anh văn. . - Sinh viên xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Kết quả - ĐKMH HK1(20-21) – Hệ chính quy – Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . . . PDT không đ/ký cho SV MH AS2001 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-08-25 08:48:45. . PDT đ/ký theo k/hoạch h/tập của SV MH CI1007 nhóm L10 nhóm BT L24\t2020-08-25 08:48:45. . PDT không đ/ký cho SV MH GE2003 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-08-25 08:48:45. . PDT không đ/ký cho SV MH GE2005 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-08-25 08:48:45. . PDT không đ/ký cho SV MH GE2007 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-08-25 08:48:45. . PDT đ/ký theo k/hoạch h/tập của SV MH GE2009 nhóm A01\t2020-08-25 08:48:45. . PDT không đ/ký cho SV MH GE2031 (0: Thiếu môn tiên quyết SV_N3)\t2020-08-25 08:48:45. . PDT không đ/ký cho SV MH GE3011 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\t2020-08-25 08:48:45"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k18 xây dựng, vì kì 192 e bị rớt môn địa chất mã CI1043 hiện tại em muốn đăng kí học lại nhưng mã môn này không mở lớp. Vậy em phải liên hệ giảng viên xin mở lớp mới hay là sẽ đăng kí theo mã môn mới theo chương trình k19?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . -\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "PĐT cho em hỏi là môn học hè dù em đã học được 1/2 chương trình rồi nhưng hệ thống không set nó làm môn học trước để đăng ký cho môn kỳ sau ạ ?. .   i Đăng ký môn học .",
            "Dạ em đăng ký được rồi ạ ! Em cám ơn cô !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào Thầy, Cô,. . Thầy, Cô cho em hỏi hôm nay em nhận được mail về ngày thanh toán học phí HK193. em có đăng kí 2 môn là: Thực tập môn học địa chất dầu khí, Giải tích 2 HP: 1.920.000đ. Và em thấy thêm 1 khoản là 320.000đ loại thanh toán là học phí đại học chính quy. Em không hiểu lắm khoản thanh toán 320.000đ (có hình ảnh đính kèm) là tiền đóng gì ạ. Em mong nhận được sự giải đáp của Quý thầy, Cô. . Em chân thành cảm ơn.. . . .",
            "Học phí dự thính: 1.920.000 ( học phí này không có môn thực tập ). . Học phí chính quy em học môn thực tập trong học kỳ hè : 320.000"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy/cô,. . Em tên: [full_name]. . MSSV: [student_id]. . . . Hiện tại em cần đăng ký môn học Kiến trúc máy tính (CO2005) cho học kỳ này ạ. Nhưng sỉ số đã đầy.. . . . Vì thế cho nên, em xin thầy/cô tăng sỉ số lớp Kiến trúc máy tính nhóm L04_L08 ạ.. . Em xin cảm ơn thầy/cô.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại ở cơ sở 2 không còn lớp   B nguyên lý máy   /B (ME1015) nào còn chỗ trống nên em viết yêu cầu này để xin phép nhà trường mở thêm một lớp   B nguyên lý máy   /B  ở cơ sở 2",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Đăng ký môn học . PDT cho em hỏi môn PHƯƠNG PHÁP TÍNH có MSMH là  MT1009 và VẬT LÝ 2 có MSMH là PH1005 có mở trong kỳ dự thính 201 không ạ?. . Mong PDT có thể trả lời sớm để e đăng ký đủ chỉ để làm LVTN ạ!. . Em chân thành cám ơn!",
            "Môn Thí Nghiệm vật lý có MSMH là PH1007, hôm nay e đăng ký thì web ghi là môn học không mở. Vậy e muốn đăng ký môn này thì để đăng ký bổ sung đúng không 5?",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  Sinh viên biểu mẫu mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi là tại sao e không đăng kí được môn học của năm 2? Và cách khắc phục ngư thế nào ạ?",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id]. . Trong đợt đăng ký môn học đợt 1, em đã đăng ký môn Hệ Thống Năng Lượng Xanh, nhưng biết vì lý do gì em lại bị mất môn đó ạ. Môn này rất quan trọng với việc làm của em sau này, em mong phòng đào tạo xem xét mở sĩ số môn Hệ Thông Năng Lượng Xanh để em có thể trao dồi kiến thức và hoàn thành tốt chương trình học.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  CI4383. .  Em đã học môn thể dục : điền kinh ở học kì 191 là môn GTDC1 ở học kì 191. Mong phòng đào tạo cập nhật giúp em để em đăng kí luận văn tốt nghiệp.. . . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở sĩ số môn Hệ thống năng lượng xanh lớp A01 EE3131. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính gửi pdt. . e xin mở rộng sĩ số nguyên lí máy msmh ME1015. . lớp L04. . . e xin cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . Chào quý thầy cô, anh chị PĐT.. . . . Cuối tháng 7 vừa rồi em đã bảo vệ luận văn tốt nghiệp thành công (9.1 điểm, đề tài: Web-controlled Robot with Smart Vision) cũng như hoàn thành chương trình đào tạo. Em dự định đăng kí tốt nghiệp vào đợt tháng 11/2020. . . . . Tuy nhiên khi em đăng nhập vào trang đăng kí tốt nghiệp thì em không thể đăng kí do   U \"không có thông tin trong danh sách tốt nghiệp tạm thời\"   /U . . . . Mong quý thầy cô, anh chị kiểm tra lại. Nếu do em có thiếu sót gì vui lòng cho em thông tin để em bổ sung kịp thời. . . . . Chúc quý thầy cô, anh chị nhiều sức khỏe",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] MSSV: [student_id] khoa kỹ thuật địa chất và dầu khí, em có 3 vấn đề thắc mắc cần giải quyết:. . 1) Trong đợt đăng ký môn học kỳ chính 201 này, em không đăng kí được môn học Địa vật lý giếng khoan (GE3001) (môn học kì 1 năm 3) do trùng thời khóa biểu với môn Mô phỏng vỉa dầu khí (GE4037) (môn kì 1 năm 4). Phòng đào tạo có thể sắp xếp lại thời khóa biểu môn GE3001 sang thứ 6 hoặc chiều thứ 3, sáng thứ 5, sáng thứ 4, sáng thứ 2 được không ạ?. . 2) Em không đăng kí được môn Đồ án công nghệ khai thác dầu khí (GE4031) do vướng môn tiên quyết Công nghệ khai thác dầu khí (GE3015) nhưng trong kì hè 193 em có đăng kí học môn GE3015 vậy có thể xem xét cho em đăng kí môn GE4031 trong kì 201 được không ạ?. . 3) Do học kì 1 năm 4 chỉ được đăng kí tối đa 13 tín chỉ nhưng nếu đăng kí thêm được 2 môn GE3001 (3 tín chỉ) và GE4031 (1 tín chỉ) bên trên thì tổng số tín chỉ của em là 15 tín chỉ thì em phải làm gì để được học 15 tín chỉ ạ?",
            "Chào bạn. . 1- sắp xếp lại thời khóa biểu môn GE3001 : Phải do Khoa (Bộ môn) phản hồi để pdt sắp xếp lại. . 2-Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . 3-theo quy định thì không được nghen bạn. . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915431  /b \t. . . .   i Đăng ký môn học . Em nhở bấm nhầm xóa mất môn NGUYÊN LÝ MÁY mã ME1015  , bây giờ e muốn đăng kí lại mà hết slot ở cơ sở 2 mất, giờ e làm sao để đăng kí lại được ạ ? e cảm ơn thầy cô đã đọc và mong được giúp ạ. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy, Cô. . . . Em tên là [full_name] MSSV [student_id] học lớp DC17DK Khoa Kĩ thuật Địa chât & Dầu Khí.. . Dạ cho em hỏi, hôm nay có kết quả đăng kí môn học đợt 1, và ĐKMH đợt 2, nhưng trong kết quả ĐKMH của em bị mất 2 môn là đề cương và thực tập tốt nghiệp. Em có ĐK lại nhưng bị báo lỗi là không được ĐK quá 13 chỉ. Trong lớp em tất cả các bạn ĐKMH đều bị như vậy ạ. Vậy lớp em phải làm đơn xin phòng đào tạo mở hay sao ạ, em mong được Thầy Cô hướng dẫn.. . . . Em chân thành cảm ơn.",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name]ẾU. . kết thúc năm nhất e đạt được 26 tín chỉ. . tức là dưới 28 tín chỉ vậy e có được đăng kí các môn học ở học kì 3 theo chương trình của [full_name] ko ạ?. .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã học xong môn giáo dục thể chất 1,2 và học môn cầu lông (thay thế môn giáo dục thể chất 3) nhưng khi đăng ký môn học thì hệ thống báo lỗi chưa qua môn giáo dục thể chất 3. Mong phòng đào tạo giải quyết thắc mắc này giúp em ạ?. .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDt cho em hỏi là em đăng ký thực tập tốt nhiệp trong hk1 thì số chỉ đăng ký của em chỉ được 10 + 2 chỉ thực tập=12 hay 12+2 chỉ thực tập=14 chỉ vậy ạ.. . Và em sợ điểm học hè không cập nhập kịp đợt đăng ký bổ xung riêng cho thực tập tốt nghiệp vậy sau đó 1 thời gian ngắn em có thể viết đơn xin học bổ sung vào lớp thực tập tốt nghiệp và đề cương luận văn không ạ.",
            "Chào bạn. . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . - Hiện vẫn còn 2 đợt để đăng ký TTTN. . , Xem chi tiết lịch đăng ký môn học  HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1 + (HK dự thính)",
            "Khi em đăng ký môn học có đăng ký TTTN nó hiện thông báo không được trên 14 chỉ là sao ạ. Vậy em đăng ký 14 chỉ sau này có bị xóa môn không ạ. . . Hay em đăng ký 11 chỉ thì sau này có đăng ký bổ xung môn TTTN được không ạ.",
            "Chào bạn,. . . . - Nếu bạn đăng kí TTTN học kỳ chính số tín chỉ tối đa 12 tín chỉ. Nếu bạn đăng kí quá 12 tín thì sẽ bị xoá môn. . . . . - Bạn nên tự xoá môn nào mà bạn chưa cảm thấy cần thiết, nếu hệ thống xoá sẽ xoá tự động nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là kì trước e vừa hoàn thành hết các môn học thể chất. Trong đợt đăng kí môn học Hk1 2020_2021 em có đăng kí môn ME4051 nhưng khi xem kết quả đăng kí lần 1 thì môn học trên của em bị hủy do thiếu môn  GDTS_3 là sao ạ, mong phòng đào tạo giúp em. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em không biết tại sao các môn học em đăng ký đợt 1 lại bị xóa trong đợt 2 này? . . Tín chỉ tích lũy của em là 20, em K19.. . Nhưng trước đó em nghe đối thoại thì nếu không đủ 28 chỉ vẫn đăng ký môn học được năm 2, mà giờ lại như vậy thế thì quá khó cho em ạ. . . Mong thầy cô giải đáp giúp em. Em cảm ơn",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Em xin chào thầy/cô,. . Em tên là [full_name], MSSV [student_id], hiện là sinh viên năm 2, lớp VB2 khoa KH&KT Máy tính.. . . . Em muốn hỏi là em có được miễn môn   B Kỹ năng chuyên nghiệp cho kỹ sư  /B    B (CO2001)  /B  hay không, vì ở VB1 học ở ĐHBK, ngành Kỹ thuật Địa chất & Dầu khí thì em đã có học môn   B Nhập môn về kỹ thuật (GE1001)  /B ?. . . . Nếu được miễn môn thì em cần phải nộp đơn ở đâu?. . . . Em xin chân thành cảm ơn.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . Bạn vui lòng làm đơn xin xét miễn môn bổ sung và nộp tại Phòng Đào tạo để được xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy cô cho em hỏi, em là sinh viên k19, năm 1 của em chỉ được 26 tín chỉ không đủ với yêu của năm 1 là 28 chỉ vậy là em sẽ không đăng kí được những môn 2xxx phải không ạ ? và cho em hỏi vì đầu năm thì em có tham gia các buổi trao đổi của nhà trường thì em có nghe là năm 1 không đủ chỉ nhưng vẫn được xét để đk môn học năm 2 thì có đúng không ạ?. . Cám ơn thầy cô đã xem và trả lời giúp em.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong pdt thêm sỉ số lớp Hóa Hữu Cơ CH2021 ạ. Hiện tại sỉ số đang là 62/62 em không đăng kí được ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng đào tạo,. . Các bạn nhóm ngành Logistics và Quản lí chuỗi cung ứng - khoa Cơ Khí - K17 hiện không đăng kí môn học ME3231 (kỹ thuật mô hình hóa - mô phỏng) được do hệ thống báo thiếu môn  [ME2049]: ME2049 - ứng dụng máy tính trg cn. Em có chekc lại Môn này không phải môn tiên quyết trong lộ tình đào tạo. . . Kính mong phòng đào tạo xem xét và giải quyết sớm ạ. Em xin cảm ơn. .   i Đăng ký môn học .",
            "Kính mong phòng đào tạo phản hồi sớm giúp lớp em ạ",
            "Chào bạn,. . . . Ngày 18/9 bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . E là [full_name] MSSV [student_id]. . DKMH đợt 2 e bị xóa hết môn do \"Không đạt chuẩn thể chất sau năm 3\" nhưng e đã hoàn thành 3 môn thể chất, điểm đã có trên bảng điểm nhưng e vẫn bị xóa môn.. . Mong thầy/cô kiểm tra lại giúp em!. . Em cảm ơn",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. Em tên là [full_name], mssv [student_id]. Hết học kì 192 em tích lũy được 55 chỉ và kì hè 193 em đã đăng kí môn Thực tập Kĩ thuật Dệt 3 tín chỉ. Nhưng hiện tại đợt đăng kí môn học đợt 2 đã đến và em chưa có kết quả của môn kì hè 193 nên chưa thể đăng kí được các môn năm 3 theo chuẩn SV năm 3 là 56 tín chỉ. Em mong phòng đào tạo xem xét mở cho em đăng kí được các môn chuyên ngành của năm 3, do hiện tại em chỉ thiếu có 1 tín chỉ tích lũy và kì hè 3 tín chỉ đã đăng kí em chắc chắn sẽ qua ạ. Em xin chân thành cám ơn.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . -\tTrên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020) để hỗ trợ cho sinh viên đăng ký môn học của học kỳ 1/2020-2021. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định. . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ,nhà trường cho em hỏi là nếu em không đủ điều kiện là sinh viên năm 2 (tức là tín chỉ tích lũy của em không đạt 28 chỉ) thì em không được đăng ký môn của ngành em theo học thì em phải đăng ký những môn nào ạ (trong trang đăng ký có để là : Hệ thống chỉ hiển thị Mặc Định các môn theo CTDT của sinh viên và các môn không đạt - nhưng khi em nhập mã môn em không đạt thì không có mở lớp) Mong thầy cô có thể giải đáp giúp em ạ. Em xin cảm ơn.",
            "Đăng ký môn học. . . . Dạ,nhà trường cho em hỏi là nếu em không đủ điều kiện là sinh viên năm 2 (tức là tín chỉ tích lũy của em không đạt 28 chỉ) thì em không được đăng ký môn của ngành em theo học phải không ạ và nếu vậy thì em phải đăng ký những môn nào ạ do hiện tại em không đủ 14 chỉ theo yêu cầu của từng học kỳ ạ(trong trang đăng ký có để là : Hệ thống chỉ hiển thị Mặc Định các môn theo CTDT của sinh viên và các môn không đạt - nhưng khi em nhập mã môn em không đạt thì không có mở lớp) Mong thầy cô có thể giải đáp giúp em ạ. Em xin cảm ơn.  /QUOTE . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em bị trùng lịch không thể học các lớp Thiết kế thí nghiệm và xử lý số liệu vào buổi chiều được. Thầy/cô có thể tăng thêm sỉ số lớp sáng thứ 3 vào tiết 3,4,5 để em đăng ký được không ạ? Em xin cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô, em tên là [full_name], mssv [student_id], lớp xd15kt. .  . . Em có đăng kí thi anh văn nói viết trên website BKenglish vào các đợt mở đăng kí vào ngày hôm nay 9h ngày 25/8. Em có nguyện vọng đăng kí vào ngày thi 4/9/2020 để kịp thi và có kết quả để xét Tốt nghiệp vào tháng 11, nhưng vì hình thưc chuyển phí dự thi bằng momo nên em không biết và không chuẩn bị kịp( trươc đây tất cả các hình thức thanh toán cho nhà trường đều thông qua ebanking ocb), em đã không đăng kí kịp cho đợt thi Nói viết này.. . . . Em mong nhà trường có thể xem xét cho em đăng kí thi trong thời gian kịp thời để xét tốt nghiệp trong tháng 11 vì em đang phải ở quê xa tự ôn tập tại nhà và khó khăn để lên IIG đăng kí thi trong tình hình dịch bệnh này.. . . . Em mong nhận được sự hỗ trợ từ thầy cô, em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ TT Ngoại ngữ để hướng dẫn và hỗ trợ về việc đăng ký thi AV nói viết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào cô, cô cho em hỏi là môn thực tập cơ khí đại cương 2 mã ME2001 của và môn vẽ cơ khí ME2021 hôm trước em thấy số lượng đăng kí đông mà sao hôm nay lại không có môn học mở vậy cô. Và môn đồ án thiết kế, điều kiện để được học môn này là học trước môn chi tiết máy, hiện em đang học hè nhưng vẫn không đăng kí được. Em cảm ơn cô",
            "Chào bạn. . 1- Bạn làm đơn mở lớp nộp tại phòng đào tạo. . 2-Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810396  /b \t. . . .   i Đăng ký môn học . Kính chào Thầy/ Cô, . . Em là Đinh Vị Mẫn Nhi - MSSV 1810396, thuộc khoa Quản lí công nghiệp . . Hiện nay thời khóa biểu ngày thứ 2 của em có hai môn là Phân tích dữ liệu tiết 234 và môn Tài chính doanh nghiệp tiết 101112. Em xin Thầy/ Cô có thể mở thêm sỉ số lớp môn Tài chính doanh nghiệp tiết 789 để em có thể đăng kí, thuận tiện cho thời gian học tập. Việc di chuyển về nhà để nghỉ ngơi và lên lại trường sẽ tốn khá nhiều nhiều thời gian trong ngày vì thời gian trống giữa 2 môn học là rất lâu. . . Mong Thầy/ Cô sẽ xem xét, em xin chân thành cám ơn ạ.",
            "đã tăng sĩ số lên tối đa.. . Bạn vào đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914117  /b \t. . . .   i Đăng ký môn học . Cho em hỏi rằng em bị xóa môn học do không qua môn giải tích CÁC MÔN CỦA em bị xóa có mã là EE1009. MT2013. EE2033.EE2009. Và cho em hỏi rằng em có thể đi giải tích 2 ở kì 2001 vào dự thính và làm cách nào để được ĐK lại các môn bị xóa. Em xin cảm ơn",
            "Em không đạt chuẩn sinh viên sau năm 2 (SV_N2). . Em cần phải tích lũy đủ điều kiện của năm học. . . . 1. Xếp năm đào tạo cho SV. . u SV năm thứ nhất: dưới 28 tín chỉ. . u SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . u SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . u SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . u SV năm thứ năm (đối với các CTĐT trên bốn năm):. . từ 108 tín chỉ. . . . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . .",
            "Cho em hỏi rằng là phải học đủ từ 28 TC trở lên em mới học được năm 2 hay sao ạ. Như vậy là em bị trễ một kì so với các bạn khác. Cho em hỏi có cách nào để được học không ạ",
            "Em coi quy chế"
        ]
    }
]