[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi: [full_name]hòng Đào tạo Trường ĐH Bách Khoa,[full_name] [full_name] [full_name] [full_name] Em là Lê Thị Tú Quyên sinh viên lớp CK18HT của Khoa Cơ khí sẽ tham gia chương trình trao đổi tại Bialystok University of Technology, Ba Lan trong học kỳ này theo chương trình Erasmus+ (2/2022 - 7/2022)[full_name][full_name] [full_name] [full_name] [full_name] Em được [full_name]hòng giáo vụ Khoa Cơ khí gửi đề nghị ra QUYẾT ĐỊNH TRAO ĐỔI cho [full_name]hòng Đào tạo ngày 11/2/2022 để tham gia trao đổi kỳ 212 tại trường Bialystok[full_name] [full_name] [full_name] [full_name] [full_name] Em xin phép được hỏi về thông tin [full_name] [full_name] đã có chưa ạ? Khi có [full_name] [full_name], em xin phép được nhờ [full_name]ĐT hỗ trợ gửi bản scan cho em ạ, để em có thể gửi cho [full_name][full_name][full_name][full_name] [full_name] [full_name] [full_name] [full_name] Em rất mong được [full_name]ĐT thông cảm và hỗ trợ giải quyết sớm giúp em, vì em đã đặt vé ngày 28/2 này em bay rồi ạ! [full_name] [full_name] [full_name] [full_name] Em rất mong sớm nhận được phản hồi từ [full_name]ĐT[full_name][full_name] [full_name]  [full_name] [full_name] Em xin chân thành cảm ơn!",
            "Chào bạn. . Tham gia chương trình trao đổi bạn nộp hồ sơ tại [full_name]. [full_name] sẽ chuyển hồ sơ bạn lên Pdt xử lý theo quy trình Công văn. Nên khi nào Pdt xử lý xong sẽ gởi kết quả (quyết định ...) về [full_name]. [full_name] sẽ có trách nhiệm báo kết quả cho SV.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh, chị!. . EM là [full_name]. . Mssv: [student_id]. . Trong kì 212 em có đăng kí môn Đồ án chuyên ngành kỹ thuật chế tạo ( Mã môn 4045). Môn này đã có trong thời khóa biểu môn học nhưng trên BKEL hiện tại không có môn này. Nên mong anh chị kiểm tra giúp em để không bỏ lỡ những thông tin thầy cô đưa lên ạ!. . Em cảm ơn, mong nhận được phản hồi từ anh chị.. .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] để biết nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Chào em;. . em đã có kết quả của môn này dưới dạng đồ án rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy cô,. . Em là SV K17 đã bảo vệ xong luận văn tốt nghiệp học kỳ 2 (2020-2021), nhưng  do chưa chuyển điểm anh văn và tình hình dịch bệnh nên em chưa có tên trong danh sách tốt nghiệp, và học kì sau đó em cũng không đăng kí môn học, nên tình trạng sinh viên của em hiện là   B   I tạm dừng   /B   /I . Và hiện tại em đã đủ điều kiện đăng kí tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng SV là   B   I tạm dừng  /B   /I  nên em không thể đăng kí tốt nghiệp. Kính mong quý thầy cô hướng dẫn em cách  khắc phục và có thể đăng kí tốt nghiệp. Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy cô ạ. Em hiện tại đang nằm trong danh sách dự kiến tốt nghiệp, Nhưng trường vẫn chưa tự động thay đổi trạng thái tạm dừng học tập của em. Nên hiện tại em vẫn chưa đăng kí tốt nghiệp được ạ. Mong thầy cô xem lại trường hợp của em ạ.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào anh/chị, em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail của trường cũng như chưa được mở trạng thái sinh viên để đăng ký tốt nghiệp.. . Nhờ anh/chị xem xét lại giúp em với ạ.. . Mssv: [student_id]. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "E vừa quy đổi xong điểm av4, và cũng đã đủ điều kiện xét tốt nghiệp.. . Nhờ anh/chị xem xét sớm giúp em để em có tên trong danh sách dự kiến tốt nghiệp để em đăng ký tốt nghiệp ạ.. . Em cảm ơn.",
            "PĐT đã trả lời ở trên nhé em.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT, . . . . Em là sinh viên K17, hiện tại em đã hoàn thành xong chương trình học và đủ các điều kiện về toeic, ctxh, số tín chỉ. Em chỉ còn thi anh văn nói viết để đăng kí tốt nghiệp. Vậy PĐT cho em hỏi khi nào có đợt mở thi, em đợi email thông báo hay phải tự đăng kí thi ạ.",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ. . . . . Em là [full_name], MSSV: [student_id]. Em là sinh viên K17 của khoa Điện-Điện tử. . . . . Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV). Tuy nhiên, em vẫn chưa thấy thông tin của mình trong danh sách dự kiến tốt nghiệp tháng 4/2022 được thông báo trên Web trường ngày 18/02/2022 vừa rồi nên em chưa thể đăng kí tốt nghiệp trên MyBK được.. . . . Em mong là PĐT sẽ kiểm tra và rà soát lại để em có thể đăng kí tốt nghiệp vào HK212 và nhận giấy tốt nghiệp tạm thời để phục vụ cho công việc cũng như mục đích sắp tới ạ. . . . . Em cảm ơn trước ạ. . . . . [full_name]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], có MSSV là [student_id]. Em có nhận được mail về việc đăng ký tốt nghiệp đợt tháng 4/2022, em có trong danh sách tốt nghiệp nhưng khi đăng ký em không đăng ký được do bị ghi chú là nợ học phí/ lệ phí. Em đã đóng đủ trong bkpay nhưng em vẫn không thể đăng ký được ạ. Kính mong thầy/cô giải quyết giúp em để em có thể dăng ký tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn rất nhiều.",
            "Chào bạn,. . Sau thứ 6 ngày 26/02, Pdt sẽ cập nhật lại dữ liệu để bạn đăng ký tốt nghiệp nghen. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các Thầy Cô, em là [full_name], cựu sinh viên mã số [student_id]. Vào trước Tết, em có lên nhận bằng tốt nghiệp nhưng thông tin bằng bị sai sót. . . . . Cụ thể, em đã hoàn thành các yêu cầu của chương trình kỹ sư tài năng bao gồm tiếng Anh, điểm môn core, điểm môn extra. Tuy nhiên, bằng của em lại KHÔNG thể hiện chương trình tài năng. . . . . Các Cô phòng đào tạo có nhận lại bằng sai sót của em để Nhà trường tiến hành rà soát và in lại. . . . . Em muốn hỏi bằng em đã được in lại và thể hiện em đã hoàn thành chương trình Kỹ sư tài năng ngành Kỹ thuật Hóa Học chưa ạ? Em xin cám ơn",
            "Chào bạn. . . Bạn vui lòng chụp lại biên nhận hoặc minh chứng bạn đã nộp lại bằng bị sai các cô ở PDT để cô hỗ trợ giải quyết cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng Đào tạo,. . . . Em là [full_name] - mssv:[student_id]. Em đã đủ điều kiện tốt nghiệp (số tín chỉ, ngoại ngữ, ngày CTXH) nhưng chưa có tên trong danh sách tốt nghiệp dự kiến đợt 4/2022, mong thầy cô kiểm tra và cập cho em ạ.. . . . Chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra và phản hồi lại qua bksi nếu có sai sót nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại lịch học của em đang gặp 1 vài vấn đề: . . - Môn thực tập điện tử 1: PĐT đang xếp thời khóa biểu học vào tuần 27/28/29. . - Môn thực tập điện 1: PĐT xếp lịch học vào thứ 7 (7h-11h50) ở CS2 còn môn thực tập điện tử 1 học vào thứ 7 (13h-17h50) ở CS1. . . Nếu lịch học giữ nguyên thì em nghĩ em không thể chạy 2 cơ sở học kịp. Mong PĐT xem xét và sắp xếp lại lịch học giúp em",
            "Chào em,. . Hai môn này học khác chuổi tuần nên không bị cận giờ em nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi Pđt hiện tại em đã đủ chỉ tiêu đăng ký luận văn tốt nghiệp và em đã đăng ký nhiều lần nhưng vẫn bị xóa. Mong pđt kiểm tra và xem xét lại giúp em",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn:  Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Thầy/cô cho em hỏi là em đã đăng kí và đã làm TN HĐC ở cơ sở 1 vào tuần 3 và tuần 4 nhưng tại sao trong thời khóa biểu hiện tại của em lại có lịch học TN HĐC vào tuần 10 vậy ạ? Vậy buổi đó em có cần đi học không ạ? Em cám ơn.",
            "Chào em;. . Phòng Đào tạo đã hủy do bạn đã học rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy cô phòng đào tạo, Em là sinh viên khoa KHMT k18. Do chưa hiểu một số quy định của học kỳ 212 nên em đã không thể đăng ký LVTN được và song tiếp đó em cũng không đăng ký ĐCLV được. Vậy cho nên em muốn xin PĐT cho em đc đky bổ sung DCLV để học kỳ hè này em có thể làm LVTN được. Theo em được biết thì ĐCLV mới chỉ bắt đầu tuần trước, em xin cam kết hoàn thành đủ và đúng theo yêu cầu của GVHD. . . Em xin chân thành cảm ơn.",
            "Chào em;. . em đã có điểm môn ĐC LVTN rồi mà, đăng ký lại để làm gì vậy?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô phòng đào tạo, . . Con đã làm đơn và xin thầy hướng dẫn xác nhận cho con trong đơn đính kèm dưới đây. . . Xin thầy cô đăng ký cho con học phần tốt nghiệp gồm hai môn: . .   B 1. Thực tập tốt nghiệp-218750.. . 2. Luận văn tốt nghiệp-218700.  /B . . Chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Cho em hỏi tại sao khiếu nại ĐKMH lần trước của em đã được giải quyết nhưng đến giờ vẫn chưa có thời khoá biểu ạ",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 63  66 Không đủ ĐK . . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào Admin, hiện tại em đã hoàn thành chương trình học nhưng vẫn còn thiếu chứng chỉ Toeic để ra trường. Dạ không biết hạn chót bổ sung các điều kiện để được xét tốt nghiệp trong học kỳ này là thời gian nào vậy ạ? Em có thấy trên Mybk là ngày 4/5 còn trên aao lịch xét tốt nghiệp tháng 4 là 11/4. . . Cảm ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy Cô!. . Em là sinh viên k15 đã hết thời hạn đào tạo chính quy, em muốn chuyển sang hệ VHVL. Em có một số thắc mắc:. . 1. Thủ tục chuyển sang hệ VHVL như thế nào ạ? Có cần đóng lệ phí ko ạ?. . 2. Hệ VHVL có cần tiếng anh Nói và Viết để tốt nghiệp ko ạ?. . Mong Thầy Cô giải đáp giúp em. Em xin cám ơn",
            "Chào bạn,. . 1)Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI, không đóng lệ phí nhé bạn. . 2) SV VLVH không cần tiếng anh Nói và Viết. . SV xem chuẩn tốt nghiệp của VLVH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ vì do một số vấn đề sức khỏe nên em muốn xin . . tạm dừng học học kì 2 này thì nên làm thủ tục như thế nào vậy ạ?. . . .",
            "Chào em,. .  Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng Đào Tạo cho em hỏi là:. . . . Em là SV K2014 Ngành Kỹ Thuật Công Trình Xây Dựng, em đã hết thời gian đào tạo tối đa. Em còn 4 môn nữa là hoàn thành chương trình đào tạo.. . . . Bây giờ em muốn chuyển qua hệ VLVH cùng ngành để học tiếp thì cách tính học phí cho em là như thế nào ạ!. . . . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng xem quy định về học phí. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy/cô thuộc Phòng Đào Tạo.. . . . Em là sinh viên nằm trong danh sách tốt nghiệp đợt tháng 11/2021 vừa nhận được mail nhận bằng tốt nghiệp. Vậy cho em hỏi đợt của em có được tổ chức tốt nghiệp không và nếu có thì khoảng khi nào ạ.. . . . Trân trọng,. . Khương. .   i Tốt nghiệp .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . . . .",
            "Chào bạn,. . Về vấn đề này bạn vui lòng đợi thông báo chi tiết lịch trình sau qua mail.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các Thầy Cô, em là [full_name], cựu sinh viên mã số [student_id]. Vào trước Tết, em có lên nhận bằng tốt nghiệp nhưng thông tin bằng bị sai sót.. . . . Cụ thể, em đã hoàn thành các yêu cầu của chương trình kỹ sư tài năng bao gồm tiếng Anh, điểm môn core, điểm môn extra. Tuy nhiên, bằng của em lại KHÔNG thể hiện chương trình tài năng.. . . . Các Cô phòng đào tạo có nhận lại bằng sai sót của em để Nhà trường tiến hành rà soát và in lại.. .  . . ở yêu cầu trước, cô yêu cầu em \"Bạn vui lòng chụp lại biên nhận hoặc minh chứng bạn đã nộp lại bằng bị sai các cô ở PDT để cô hỗ trợ giải quyết cho bạn\", tuy nhiên lúc em để lại tốt nghiệp ở phòng đào tạo, cô phát bằng lúc đó chỉ giữ bằng  của em và Không có biên nhận nên em không có tài liệu để cung cấp ạ.  (em đi lấy bằng vào sáng ngày 26/1 khoảng lúc 9 giờ sáng ạ)",
            "Chào bạn, . . Bằng tốt nghiệp của bạn đang được in, bắt đầu từ ngày 23/2/2022 bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng Đào tạo,. . . . Em là [full_name] - mssv:[student_id]. Em đã gửi câu hỏi về xét tốt nghiệp và nhận được file xét tốt nghiệp từ thầy cô (có đính kèm tại đây), trong file có những môn là Kết cấu bê tông cốt thép 2 (CI3007), Nền Móng (CI3037), Kết cấu thép 2 (CI3069), Tổ chức thi công (CI4049) chưa hoàn thành tích lũy tín chỉ.. . . . Những môn học này vì em học trễ nên không đăng ký theo môn có mã của khóa 2015 được mà học môn tương đương của mã những khóa lúc đăng ký là KC BTCT 2 (CI3175), Nền móng (CI3195), Kết cấu thép 2 (CI3211), Tổ chức thi công (CI4125) đã hoàn thành theo qui định, hình chụp bảng điểm em có đính kèm.. . . . Mong thầy cô kiểm tra lại và xem xét cho em.. . . . Chân thành cảm ơn.",
            "Những môn học em đã hoàn thành có môn đồ án tách riêng khác với mã khóa 2015 là ĐAMH KCBTCT 2 (CI3177), ĐAMH Nền móng (CI3197), ĐAMH KCT (CI3213), ĐAMH tổ chức thi công (CI4127), trong hình chụp bảng điểm đính kèm ở trên em đã đăng cũng có kết quả hoàn thành của những môn này.. . . . Mong thầy cô xem xét và cập nhật.. . . . Chân thành cảm ơn",
            "Chào em,. . Em vui lòng ghi lại rõ giúp cô 1 yêu cầu khác về việc xin cập nhật môn tương đương. . Ghi rõ em học môn học gì (tên và MH), ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào (tên và mã MH), xin cập nhật xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em [full_name] [student_id], hiện tại e đã thi xong anh văn 400, kiểm tra thì . . . . Sinh viên: [full_name], ngày sinh: 26/08/1994, nơi sinh: Long An. . . . Ngành: Kỹ thuật Cơ khí. . . . Học vụ: còn nợ môn. . . . Chưa có kết quả thẩm tra bằng tốt nghiệp. . . . Chưa đủ điều kiện tốt nghiệp. . . . . . Cho em hỏi em học theo k2016 phải không, hiện tại em đã mới thi anh văn đầy đủ rồi ạ, nếu còn nợ môn cho em xin môn còn thiếu,  chân thành xin nhận phản hồi từ quý Thầy cô ạ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ . Kính gửi Quý thầy/cô,. . . . Em là [full_name], MSSV [student_id], khoa Quản Lý Công nghiệp. Em xin được trình bày về thắc mắc của em ạ.. . . . Em là sinh viên năm 4 và đang thực hiện Luận văn tốt nghiệp. Tuy nhiên, vì một số lý do em chưa nộp chứng chỉ ngoại ngữ (em chỉ mới hoàn thành Anh văn 4). Em dự định sẽ nộp đầy đủ chứng chỉ ngoại ngữ Ielts 4 kỹ năng vào tháng 6. Nếu vậy thì em có đủ điều kiện để bảo vệ Luận văn tốt nghiệp và được đăng ký xét tốt nghiệp theo đúng lộ trình của trường không ạ?. . . . Kính mong Quý thầy/cô có thể hỗ trợ giải đáp vấn đề này giúp em.. . . . Em xin chân thành cảm ơn Quý thầy/cô ạ.",
            "Chào em,. . Trong thông báo ĐKMH của HK212 có ghi rõ là không xét CCNN để nhận LVTN nên việc em chưa có CCNN không ảnh hưởng đến việc bảo vệ LVTN.. . SV theo dõi lịch trình tốt nghiệp tháng 11/2022 tại lịch học vụ (hiện tại chưa cập nhật), để lên kế hoạch bổ sung CCNN tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Chào PĐT, em có nộp Trích lục thay đổi hộ tịch, cụ thể là tên khai sinh cho PĐT vào ngày 19/01/2022. Em rất mong nhận được cập nhật lại thông tin sinh viên của em trên hệ thống Bkel, Bkportal, email và các trang khác ạ.. . . . Mong sớm nhận phản hồi từ PĐT.. . . . Em cám ơn.. . . . Anh-[full_name].",
            "Chào em,. . PDT đã ghi nhận yêu cầu của em và đã chuyển cho bộ phận liên quan.. . Sau 2 tuần nữa em kiểm tra chưa thấy cập nhật vui lòng gửi câu hỏi lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào pđt ạ!. . Em đã có nhắn lên [full_name] trước đó về việc hủy lịch học off thí nghiệm môn Hóa hữu cơ trước tết và dời học sang sau Tết do em mắc covid nên không thể đến trường học. Sau đó em được chị [full_name] và chị [full_name] giải quyết nhưng đến giờ em check TKB thì lịch học vẫn chưa được thay đổi ạ! Mong được anh/chị giải quyết sớm giúp em ạ! Em chân thành cảm ơn nhiều ạ!. .",
            "Chào em,. . Em vui lòng ghi rõ mã môn học, tên môn học, HK cũ gửi lại bksi. PĐT sẽ xếp bổ sung môn học theo đúng nhóm của HK đó vì cùng môn học nhưng HK khác nhau thì số buổi học sẽ khác nhau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Em tên [full_name].. . Mssv: [student_id].. . . . Cho em hỏi HK202 em có đăng kí hoãn thi môn IU2021. Nhưng sang HK211 em có đăng kí thi lại nhưng hiện tại điểm ở trên mybk của em vẫn chưa cập nhật. Không biết có sự nhầm lẫn gì không ạ. Em xin cảm ơn.. . . . Update: Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ.. . link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-[full_name]03ryTJ0CzOOWme/view?usp=sharing",
            "Chào em,. . Điểm do GV nhập, Trung tâm BDCN gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, Trung tâm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy cô ạ. . . . . Dạ cho em hỏi có phải là do lỗi kỹ thuật nên điểm môn này (CH3325) của em bị điểm 13 là vắng thi trong khi môn này là môn thực tập tốt nghiệp ạ.. . . . Dạ kính mong thầy cô kiểm tra lại giúp em với ạ. . . . . Dạ em xin cảm ơn ạ.. .",
            "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CHo em hỏi em muốn chuyển tiền qua bkpay nhưng mà đăng nhập ocb nó cứ để login failed nên em chưa chuyển được có cách nào không ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]. MSSV [student_id].. . Em có đăng ký rút môn giải tích 2.. . Cho em xin hỏi là em có cần thi giữa kỳ môn này nữa không ạ? . . Mong cán bộ BKSI giải đáp giúp em.. . Em xin cảm ơn nhiều ạ.",
            "Chào em,. . Em có đăng ký rút môn giải tích 2.. . Cho em xin hỏi là em có cần thi giữa kỳ môn này nữa không ạ?. . =  Không cần thi giữa kỳ nhé, vì em đã đăng ký rút môn học.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy/cô admin,. . . . Em vừa nhận được mail gọi lên nhận bằng tốt nghiệp, nhưng hiện tại em đã nhận việc ở xa (miền Bắc) và việc về thành phố Hồ Chí Minh là gần như không thể.. . . . Em muốn hỏi rằng em có thể nhờ trường gửi bằng tốt nghiệp qua bưu điện tới nơi em làm tạm trú được không? Hoặc em có thể ủy quyền cho mẹ mình lên nhận bằng được không ạ? Nếu em được phép ủy quyền thì mẹ em cần chuẩn bị giấy tờ gì để được lên nhận bằng tốt nghiệp ạ?. . . . Mong thầy/cô hiểu được tình cảnh của em và giúp em... Rất mong nhận được phản hồi của thầy/cô.",
            "Chào em,. . - Bằng tốt nghiệp là giấy tờ rất quan trọng chỉ phát cho chính chủ và không gửi qua đường bưu điện được nên khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân.",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . . Em chào cô:. . . . Em thấy trên thời khóa biểu em phải học bù 2 môn thí nghiệm là: Hóa đại cương và giải tích mạch thí nghiệm.. . . . Môn hóa đại cương theo bản điểm thì em đã được 8.5, nhưng mà vẫn hiện trên tkb phải đi học bù, vậy em có phải đi học bù môn hóa thí nghiệm đây không?. . . . Môn giải tích mạch, kỳ trước (211) em có đăng ký nhưng học không được nên kỳ này (212) em đăng ký học lại, vậy em có phải rút môn học giải tích mạch kỳ (211) không?. . . . Em cảm ơn!. . [full_name]",
            "Chào em,. . - Môn hóa đại cương theo bản điểm thì em đã được 8.5, nhưng mà vẫn hiện trên tkb phải đi học bù. . -  Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . - Môn giải tích mạch, kỳ trước (211) em có đăng ký nhưng học không được nên kỳ này (212) em đăng ký học lại, vậy em có phải rút môn học giải tích mạch kỳ (211) không?. . =  Việc ĐKMH, rút môn học là tùy sinh viên nhé.. . Lưu ý: HK211 đã qua, không rút môn học được nữa.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tốt nghiệp . Kính gửi PĐT,. . Em có vấn đề thắc mắc về cập nhật thông tin cá nhân trong đăng kí xét tốt nghiệp. Hiện nay em đã đổi CCCD mới, thì việc em cập nhật lại số CMND trên hệ thống MyBK có ảnh hưởng gì thông tin in trên bằng tốt nghiệp ko ạ .. . Em xin cảm ơn .",
            "Chào em,. . Không có ảnh hưởng gì nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ trường cho em hỏi, hiện tại lịch học GDQP là từ tuần 10 đến tuần 13 nên em có 1 số thắc mắc ạ :. . - Cho em hỏi là từ tuần 10 đến tuần 13 học GDQP xong  là em ở lại nội trú hay là mỗi ngày học xong thì mình được về vậy ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy/cô Phòng Đào tạo ĐH Bách khoa - ĐHQG TP.HCM ạ.. . Em tên là [full_name]. MSSV: [student_id], sinh viên khoa Xây dựng khóa K21 của trường mình ạ.. . Vì 1 số lý do cá nhân nên em muốn được bảo lưu kết quả 1 kỳ để qua năm em học lại ạ. Em mong Phòng Đào tạo sẽ tạo điều kiện cho em cách để bảo lưu kết quả với ạ.. . Em cảm ơn thầy/cô đã đọc đơn này của em, và em xin chúc thầy/cô một ngày vui vẻ cùng gia đình.. . Em chào thầy/cô ạ.. . Trân trọng.. .",
            "Chào em,. . Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .",
            "Chào bạn, . . Bạn vui lòng phản hồi lại nội dung muốn đăng ký tiếng anh theo yêu cầu chi tiết: Môn học, Mã MH, Lớp, Nhóm để PDT biết xử lý giúp bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 1712737  /b \t. . . .   i Tốt nghiệp . Dạ, em là sinh viên khóa K17, em có câu hỏi về kì thi Tiếng Anh Nói-Viết tại BKE, mong thầy/cô trả lời giúp em ạ. . . Theo admin BKE, các đợt thi Nói-Viết do Phòng Đào Tạo sắp xếp. Cho em hỏi ngoài các ngày thi 3/3, 4/3, 5/3, 6/3 đã được công bố, trường mình còn tổ chức thêm ngày nào thi nữa không ạ?. . Nếu có thì thầy/cô có thể cho em xin khoảng thời gian sẽ tổ chức không ạ?. . Em xin cảm ơn thầy/cô !",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô phòng đào tạo,. . Hiện em là sinh viên năm 2 của trường đại học Bách khoa, em có nhu cầu. Mong pdt giải đáp cho em về quy trình làm thủ tục thôi học và nhận lại chứng chỉ quốc phòng an ninh . . . Em xin cám ơn thầy/cô.. . . .",
            "Chào em,. . - Em tải mẫu đơn thôi học, điền đầy đủ thông tin nộp tại CS1 Lý Thường Kiệt Q10. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Xem quy chế thôi học và đóng học phí tại. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/. . - nhận lại chứng chỉ quốc phòng an ninh .. . =  Em vui lòng liên hệ Khoa của em để lấy nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy/ cô cho em hỏi: em hiện tại ở xa thì có được làm thủ tục ủy quyền để nhận bằng không ạ.. . - Nếu được thì thủ tục bao gồm những gì ạ.  B   /B   B",
            "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K17 hiện tại đã hoàn thành hết tất cả các môn học theo chương trình đào tạo và đã bảo vệ xong đề cương luận văn.. . Tuy nhiên em còn thiếu chứng chỉ anh văn để tốt nghiệp nên kì này em đã đăng ký 1 môn để có TKB ở học kì chính, Thầy/cô cho em hỏi nếu hiện tại em làm đơn rút môn học đó (tức sau khi rút môn TKB của em trống) thì em có bị tạm đình chỉ học không ạ? Và cho em hỏi thêm, nếu em không hủy môn mà vắng thi môn đó thì có ảnh hưởng gì đến chuyện xét tốt nghiệp của em không ạ?. .   i Học vụ .",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có hoãn thi môn Hoá đại cương CH1003 và đã thi bù trước đó tháng 12 cũng lâu lắm rồi nhưng tới tận bây giờ vẫn chưa cập nhật điểm thi cho em (trước đó cùng lúc có MT1005 Giải tích 2 em cũng hoãn thi cuối kì giống vậy nhưng thi bù xong 1 tuần là được cập nhật điểm rồi), cho e hỏi chừng nào điểm em mới cập nhật vậy ạ, em phải liên hệ ai để biết điểm và yêu cầu cập nhật điểm ạ?. . Và về phần thí nghiệm của môn này em đã hoàn thành cùng lúc trước khi hoãn thi và thi bù lâu lắm rồi, có điểm và học đủ phần thí nghiệm này nhưng pđt sắp cho e ở tuần 10 tới lại có tiết Hoá (thí nghiệm) cs1 vậy ạ? Mấy bạn khác cùng lớp học với em lại không có. . Em cảm ơn",
            "Chào em,. . - Em phải liên hệ ai để biết điểm và yêu cầu cập nhật điểm ạ?. . =  Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. EM vui lòng liên hệ GV; [full_name] nhé.. . - có điểm và học đủ phần thí nghiệm này nhưng pđt sắp cho e ở tuần 10 tới lại có tiết Hoá (thí nghiệm) cs1. . =  Nếu em đã hoàn thành  thì em liên hệ GV để xác nhận có cần đi học không, PĐT chỉ xếp lịch học bù chung.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]    . . . . Gữi Thầy/Cô. . . . Em tên [full_name], em gữi câu hỏi này muốn hỏi về đăng kí tốt nghiệp. Tại sao em truy cập vào trang wep. . \" https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky \" - mục 18 đăng ký tốt nghiệp trên MyBK thì bị lỗi truy cập :. . \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này.. . Bạn vui lòng liên hệ quản trị.\" ,. . \"Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\"  . . như ảnh đã đính kèm. . Theo như thông tin câu trả lời trước đó thì SV có tên trong danh sách dự kiến tốt nghiệp mới được truy cập trang wep này, tuy nhiên em đã có tên trong danh sách dự kiến nhưng vẫn không thể truy cập được. Theo như kiểm tra tình trạng sinh viên thì em thuộc dạng tạm dừng vì không có TKB, không biết đây có phải là nguyên nhân hay không.. . Nhờ Thầy/Cô hướng đẫn em cách khắc phục. . . . Em xin cảm ơn. . . .",
            "Chào em,. . Trường hợp sau ngày 01/3/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] Dạ chào Thầy/Cô![full_name] [full_name] Em tên [full_name], mssv [student_id] hệ VHVL[full_name] Em xin gửi đơn xin chuyển về chương trình khoá K14 để xét tốt nghiệp, em xin trình bày chi tiết trong đơn đính kèm[full_name] Mong quý Thầy/Cô chấp thuận cho em để có thể kịp xét tốt nghiệp trong học kỳ này[full_name] Rất cảm ơn quý Thầy/Cô[full_name] [full_name] Thân,[full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân.. .",
            "Chào Thầy/Cô!. . Hiện đã hơn 1 tuần em chưa nhận được kết quả về việc xét duyệt đơn của em. Mong Thầy/Cô xem giúp em để em kịp xét tốt nghiệp trong học kỳ này. Xin cảm ơn Thầy/Cô.. . Thân",
            "Chào em,. . Trường hợp của em đã có quyết định chuyển khoá và được cập nhật tại trang mybk/Thông tin sinh viên/tình trạng.. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?",
            "Dạ em đã đủ điều kiện về số tín chỉ tích luỹ, cũng như các môn tiên quyết. Nhưng hiện chưa nộp được yêu cầu xét tốt nghiệp trên web ạ. Xin Thầy/Cô xem giúp",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Chào Thầy/Cô[full_name] [full_name] Hiện em vẫn chưa có trong DS dự kiến tốt nghiệp[full_name] Em cũng không đăng ký tốt nghiệp được tại trang web: https://mybk[full_name]hcmut[full_name]edu[full_name]vn/app/sinh-vien/tot-nghiep/dang-ky[full_name] [full_name] Sau khi điền đủ thông tin thì em không tải ảnh tốt nghiệp lên được và cũng không nộp đơn đăng ký tốt nghiệp được[full_name][full_name] [full_name] Xin Thầy/Cô xem đăng ký giúp em kịp tốt nghiệp đợt 11/04 này[full_name] Xin rất biết ơn quý Thầy Cô",
            "Gửi đến Sinh viên. . . . PĐT đã ra Quyết định chuyển SV sang khóa 2014-áp dụng CTĐT khóa 2014.. . . . Đính kèm theo file các môn học SV còn nợ.. . . . Do trước đây Sinh viên có làm đơn & có QĐ chuyển sang khóa 2013 và đã bảo vệ thành công LVTN theo khóa 2013 này. Nay Sinh viên lại chuyển sang khóa 2014 nên có một số môn không có trong danh sách tương đương/thay thế (vd Luận văn tốt nghiệp).. . . . Vậy Sinh viên liên hệ Khoa và trình bày để xin miễn các môn có trong file đính kèm và minh chứng bằng các môn đã học (vd bằng mã số 405102, 405103 …). . . . Đề nghị SV sớm hoàn tất để kịp tốt nghiệp. . . . Thân chào.. . SV vui lòng kiểm tra mail SV, Thầy [full_name] có gửi mail trả lời cho bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Yêu cầu khác . Em tên là[full_name] [full_name]. . Em xin hỏi phòng đào tạo về thời gian có học bổng khuyến khích học tập học kì 2 2020-2021. . Em xin chân thành cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em viết yêu cầu này để xin gia hạn thời gian đóng học phí thêm 1 ngày. Do lượng mail em nhận được 1 tháng vừa qua nhiều nên thông báo đóng học phí hk212 bị trôi mất. Hôm nay em nhận được mail thông báo thời hạn đóng học phí là 23h59 ngày 21/2/2022 thì đẫ bị quá thời hạn rồi.. . Em mong VPĐTQT có thể gia hạn cho em thêm 1 ngày để hoàn tất học phí của hk212 này ạ.",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Chào pdt!. . Em có nguyện vọng thì anh văn Nói-Viết online để kíp tốt nghiệp tháng 4 tới.. . Không biết nhà trường có thể tạo điều kiện mở thêm đợt thi online để em và các bạn tương tự được thi không ạ!. . Em xin cảm ơn!",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi với ạ, em có đăng kí thực tập ngoài trường hè 203 và chưa đi thực tập do dịch bệnh, nếu em hoãn thực tập kì 212 này và thực tập vào hè 213 thì em có bảo vệ luận văn kì 212 này được không ạ.. . Vì em thấy có thông tin hoãn thực tập sẽ bị điêm 13 và không bảo vệ được luân văn.. . em cảm ơn ạ.",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . . . Em là Nhật Ánh, MSSV: [student_id], sinh viên K21 ngành Kĩ thuật Hoá Học CLC ạ. Em viết email này xin được hỏi về việc học Giáo Dục Thể Chất. . . . . Do cả hk1 và đầu hk2 năm nhất em bị đau cơ liên sườn, bác sĩ có khuyên không nên vận động mạnh trong 2-3 tháng nên em chưa học học phần Giáo Dục Thể Chất nào. Em quyết định từ hk1 năm thứ hai sẽ học. Em có 3 học phần môn này nên dự tính hết hk1 năm ba sẽ xong. . . . . Em nghe bảo rằng GDTC phải học xong trước năm hai nên em không biết trường hợp của em có được chấp nhận không ạ? Nếu không, em nên giải quyết như thế nào ạ?. .",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . - bác sĩ có khuyên không nên vận động mạnh trong 2-3 tháng nên em chưa học học phần Giáo Dục Thể Chất nào. . . =  Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Xin phép tạm dừng học kỳ 212 để chữa bệnh. . . .",
            "Chào em,. .  Hiện tại đến tuần thứ 6 của học kỳ 212, nên theo quy định em phải thanh toán  toàn bộ học phí của Hk212.. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật. Khi em thanh toán học phí xong, em nộp đơn tạm dừng HK212 lại cho Pdt xử lý.. . Thân mến. . . .",
            "Em vỡ ruột thừa nằm viện tuần 2 11 ngày với thời gian về nhà điều trị vân còn đau, yếu người, mất máu nhiều nên dùng kháng sinh mạnh nên nhiều tác dụng phụ, hạn chế đi lại,mờ mắt... nên em không dùng máy tính được để làm đơn trên bki được em có nho người gửi mail pdt bằng điện thoại. Pdt xem xét em với ạ.",
            "Em có làm đơn hôm 12/2/2022 gửi qua mail pdt, hôm em đi viện tuần 2 ngày 10/1/2022, kể từ ngày đó đau nên em không nghĩ gì về chuyện học tập. Khi nào khoẻ rồi làm đơn tạm dừng ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo. . . .   B Thư em bị chặn như trong hình mong phòng đào tạo trả lời giúp em ở trên đây được không ạ  /B . . . . Em là [full_name], MSSV [student_id], Trong chương trình học của em có Môn giáo dục quốc phòng bắt đầu từ tháng 06/03/2022. Em muốn hỏi một số điều ạ. . . . 1. Lịch học quốc phòng của em trong mybk đầu năm còn nhưng bây giờ mất rồi ạ. Cho em hỏi là mình có lịch học quốc phòng không ạ, từ ngày nào đến ngày nào ạ. . 2. Cho em hỏi là mình học bán trú / nội trú ạ. Nghĩ là học sáng chiều, tối được về. Hay mình ở lại nội trú từ thứ 2 đến thứ 6 , chỉ thứ 7 chủ nhật mới được về. Hay là ở lại cả thứ 7 chủ nhật luôn ạ. . 3. Trường có tổ chức xe đưa rước từ cơ sở 1 đến chỗ học quân sự không ạ. . . 4. Mình có thông báo chính thức cụ thể không ạ. Mail chính thống cho mọi người ạ. Để em có thể sắp xếp lịch ạ.. . 5. Mình được phép mang theo vật dụng cá nhân gì ạ. Những thứ giá trị như máy tính điện thoại thì sao ạ. . 6. Em thấy có môn thi giữa kỳ là ngày 20/3/2022 nhằm ngày chủ nhật ạ. Em có bị dính môn quốc phòng không ạ. . . . Em cần có thông báo sớm để em xếp lịch ạ. Em cảm ơn Phòng đào tạo. .",
            "Chào em,. . - Trên mybk có môn GDQP nhé.. . - Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em kính chào quý Thầy Cô,. . Em tên là [full_name] là sinh viên khoá 2017 hệ VLVH ngành Kỹ thuật xây dựng có MSSV [student_id].. . Ngày 22/02/2022 em có nộp đơn xét tốt nghiệp trên hệ thống.Tại mục kiểm tra thông tin cá nhân của em không có hiển thị nội dung Nơi sinh (như hình em đính kèm).. . Kính mong quý Thầy Cô cập nhật thông tin giúp em ạ.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . - Dữ liệu nơi sinh sẽ được cập nhật từ dữ liệu gốc của PDT.Thứ 6 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời, vào thứ 3 tuần tiếp theo, Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . - Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . - Sinh viên vui lòng kiểm tra kỹ thông tin trên giấy Chứng Nhận tốt nghiệp tạm thời(  B nơi sinh  /B ), nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên Chứng Nhận tốt nghiệp tạm thời sẽ dùng để in bằng tốt nghiệp.. . Thân.. ."
        ]
    }
]