[
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã chỉnh sửa lại theo đúng quy định về HK thu nhận là 212.. . Tuy nhiên thì hạn chót đăng ký tốt nghiệp trong học kì 211 (24/12/2021) em vẫn có thể đăng ký được đúng không ạ?. . Ngoài ra, em cũng đã nộp bảng điểm TOEIC và chuyển điểm trong sáng nay (08/12). Mong PĐT có thể sớm thẩm tra và mở đăng ký cho em với ạ.. . Em cảm ơn!",
            "Chào bạn. . - Pdt đã ghi nhận đơn thu nhận của bạn. . - Bạn theo dõi khi nào có kết quả thầm tra và kết quả chuyển điểm thì báo Pdt xét tốt nghiệp bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin có câu hỏi như sau: Hiện em chưa học qua môn MA2003- Đo lường và tự động hoá do kì trước khi thi online có gặp một số vấn đề kĩ thuật.Kì sau thì môn này sẽ bị xoá theo CTĐT của k19. Nhưng sĩ số đăng kí môn này kì 212 chỉ có 4 bạn. Đây là cơ hội cuối để tụi em hoàn thành môn học này.Em xin hỏi có thể có cách nào để tụi em xin mở lớp một cách ngoại lệ, nếu như không đạt đủ sĩ số, không ạ?",
            "Chào em,. . Cô đóng câu này, vì hiện tại chưa biết có mở hay không. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo. . . . Em là [full_name]. . MSSV: [student_id]. . . . Những ngày trước em có liên hệ phòng đào tạo về việc không đăng ký tốt nghiệp được do tình trạng sinh viên \"tạm dừng\" (do không đăng ký môn học học kỳ 1 năm học 2021 - 2022 theo quyết định số 2869/QĐ-ĐHBK). Phòng đào tạo đã phản hồi đợi ra quyết định mới. Nhưng hiện tại em vẫn không đăng ký tốt nghiệp được.. . . . Nay em làm đơn thu nhận lại sinh viên để em đăng ký tốt nghiệp (file đính kèm theo).. . . . Hiện tại em đang cần bằng Tốt nghiệp rất gấp theo yêu cầu của Công ty. Mong nhận được sự hỗ trợ nhanh chóng từ Phòng đào tạo.. . . . Em xin cảm ơn.. . . . Trân trọng./.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kinh gửi nhà trường,. . . . Hiện tại, em là sinh viên K16 lớp CK16LOG, em đã hoàn thành trả môn từ tháng 9 nhưng đến hiện tại thì số tin chỉ vẫn chưa đạt đủ 142 tín chỉ dẫn đến em không đủ điều kiện để xét tốt nghiệp và không có mail tốt nghiệp. Tình trạng sinh viên thì bị tạm khoá. Mong nhà trường xem xét và xử lý vấn đề này giúp em ạ",
            "Chào em,. . Hiện tại em đã đủ tất cả các điều kiện để xét tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear quý Thầy/Cô phòng đào tạo,. . . . Em là [full_name], khóa K16 ngành Logistics. Mã số SV của em là [student_id].. . Hiện tại đã sau ngày 7/12 em vẫn chưa nhận được mail của phòng đào tạo ạ, em lên đăng ký tốt nghiệp thì cũng vẫn chưa được ạ.. . Mong thầy cô kiểm tra giúp em ạ, em cảm ơn thầy cô thật nhiều.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là môn Anh văn mình được đăng ký chưa ạ hay là phải thi đầu vào rồi mới đăng ký ạ? Dạ nếu được đăng ký rồi thì em nên đăng ký Anh văn mấy ạ?",
            "Chào bạn. . Bạn đợi kỳ thi đầu vào xong rồi mới biết mình sẽ đăng ký môn anh văn nào nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do em đủ điều kiện xét tốt nghiệp nên kì 1 (2021-2022) em đã không đăng ký môn học như hình 2. Nhà trường ra quyết định tạm dừng việc học của em nên em không thể đăng ký xét tốt nghiệp. Em mong quý thầy cô giúp em giải quyết vì em cần bằng gâos. . Em cảm ơn ạ",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô!. . Em tên là [full_name]. Hiện tại nhà trường đã có xếp lịch học thí nghiệm trực tiếp cho chúng em sau khi đăng ký lịch học trực tiếp trước đó. Nhưng hiện tại việc vào TP.HCM để học tập đối với em khá khó khăn. Nên em muốn hủy đăng ký học trực tiếp cũng như dời lịch này sang kỳ tới thì phải làm như thế nào ạ. Em có hỏi một số giảng viên và được bảo là em nên hủy đăng ký học trực tiếp trước đó nhưng em không biết làm sao để hủy nó ạ. Nên rất mong được sự giúp đỡ ạ.. . Em chân thành cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi, em có thể làm thủ tục thu nhận lại sau khi tạm dừng học trực tuyến được không? (Gửi đơn xin thu nhận lại qua email PĐT). . . . . Vì em vừa về nước và đang ở quê, hiện tại vẫn chưa có xe khách lên thành phố, em cần làm thủ tục thu nhận lại để có thể kịp đăng ký môn học cho học kì 212. . . . . Em gửi PĐT quyết định tạm dừng học để đi trao đổi trong file đính kèm. Thời gian qua em đã mắc kẹt ở nước ngoài nay mới vừa trở về nước. Kính mong PĐT hỗ trợ giúp em để em có thể bắt đầu học kì sau thuận lợi ạ. Em xin chân thành cảm ơn PĐT.",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Em là sinh viên hệ VLVH, MSSV [student_id].. . Học kỳ vừa rồi em có đăng ký học môn Phương pháp phần tử hữu hạn (mã MH CI3061) và đã thi cuối học kỳ online.. . Hiện giờ em đã thấy được điểm môn học trên trang web 'Đăng ký phúc tra điểm bài thi cuối kỳ' và em đã điền Phiếu đăng ký phúc tra để nộp cho trường.. . Nhưng hiện giờ trường chưa mở cửa do dịch covid nên em có thể nộp phiếu đăng ký cho trường bằng cách nào khác được ạ.. . Em cảm ơn nhiều ạ.",
            "Chào em,. . - Em xem quy chế phúc tra:. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 16. . - Phúc tra đăng ký trên mybk/phúc tra. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name],. . Em là sinh viên khóa K17, em có đăng ký học AV4A để thay thế AV4.. . Trong thông tin BKEnglish có đề cập là đạt AV4A tương đương đạt AV4.. . Vậy cho em hỏi nếu như em được 7.0 AV4A thì điểm chuyển sang AV4 là 5. hay 7. và có phải làm thủ tục gì ko ạ?. . Em xin cảm ơn.. .   i Học vụ .",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Quý Thầy/[full_name]ô, [full_name] [full_name] [full_name] [full_name] Em là [full_name] với mã số [student_id] thuộc hệ VB2 chính quy[full_name] Em phải gửi lại thêm email kính mong nhà trường xem xét hỗ trợ và rà soát cập nhật lại lịch thực hành các môn ở học kỳ này các môn đối với cá nhân em[full_name] Em là sinh viên đã tiêm đủ 2 mũi giai đoạn đầu và đang lưu trú tại Tp[full_name] H[full_name]M chính vì thế em hoàn toàn có đủ điều kiện để theo học offline[full_name] Tuy nhiên, em vẫn không nhận được email báo về kế hoạch thực hành khi tiêm đủ 2 mũi ở email khảo sát mà em không nhận được trong khuyến cáo ngày 18/11/2021[full_name] [full_name] [full_name] [full_name]hính vì thế, bằng email này kính mong Quý nhà trường xem xét bổ sung thêm mục thực tập [full_name]iện 1 mà em sẽ phải học ở tuần 50 và 51[full_name] [full_name] [full_name] [full_name] [full_name] Trân trọng và mong sớm được giải quyết[full_name] [full_name] [full_name] [full_name] [full_name] [full_name][full_name][full_name][full_name]Hùng [full_name] [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi Quý Thầy/[full_name]ô, [full_name] [full_name] [full_name] [full_name] Em là [full_name] với mã số SV [student_id][full_name] Nay có vấn đề kính mong quý Thầy/[full_name]ô hỗ trợ cho em việc cập nhật thời khoá biểu buổi cuối môn Thực tập điện tử 1 với mã số EE2023[full_name] [full_name] [full_name] Lý do: Nhà trường đã gửi soát email khảo sát sinh viên đã tiêm đủ 2 mũi và có mong muốn học offline[full_name] [full_name] [full_name] [full_name] [full_name] Vậy bằng mail này mong các Thầy/[full_name]ô giúp để em có thể tham dự buổi học cuối của môn ở tuần thứ 50[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Trân trọng, [full_name] [full_name] [full_name] [full_name] Hùng[full_name] [full_name][full_name]Đ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em sinh viên khóa 2015. Trong học kỳ này em có đang làm LVTN nhưng hiện tại em đã không theo kịp tiến độ để hoàn thành vào ngày 24/12/2021. Hiện tại em chỉ còn mỗi LVTN là môn cuối cùng, nhưng trong học kỳ này không qua môn được. . . Theo qui định thì thời hạn đào tạo tối đa là tháng 04/2022. Em kính mong PDT gia hạn cho em thêm 1 học kỳ, em hứa chắc chắn chỉ cần 1 học kỳ nữa là em có thể tốt nghiệp. Nếu không gia hạn được thì chuyển đổi sang hệ VHVL như thế nào ạ. . . Em xin chân thành cảm ơn.",
            "Chào bạn. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . . . Em tên [full_name]_[student_id], được sự hướng dẫn của GVBM là cô [full_name] về việc phản hồi lịch học offline thí nghiệm Hóa đại cương (CH1004) trong tuần 50 sắp tới, em xin PĐT:   B \"Hủy lịch lên học thí nghiệm trực tiếp (môn CH1004) trong thời gian này\". .   /B . . Nhưng còn đối với môn \"Môi trường và con người TN\" (ME2020) thì do đã đăng kí chính thức với GVBM và đã có lịch học trực tiếp nên xin kính mong PĐT   B \"đừng hủy\" lịch học môn ME2020  /B , để đảm bảo quyền lợi được hoàn thành tốt nhất môn học của em trong kì học này.. . . . Kính mong Quí ban thầy/cô chuyên môn xem xét.. . Trân trọng. . [full_name]",
            "Chào em,. . PĐT đã hủy thí nghiệm Hóa đại cương. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. MSSV [student_id]. . Lớp DD17KT04.. . . . Em muốn đăng ký các môn học sau đây:. . 1. EE1007 Vật lý bán dẫn. . 2. EE1009 Kỹ thuật số. . 3. EE2035 Mạch điện tử. . 4. EE2005 Tín hiệu và hệ thống. . 5. EE3097 Kỹ thuật an toàn điện. . 6. EE2017 Cơ sở kỹ thuật điện. . 7. MT1005 Giải tích 2. . . . Lý do: Em không thể đăng ký trực tiếp trên hệ thống mybk bởi vì phòng đào tạo vẫn chưa cập nhật quyết định thu nhận lại ở HK212 cho em. (Quyết định: ảnh đính kèm).. . . . Kính mong phòng đào tạo cập nhật để em được đăng ký các môn học trên. Em xin cảm ơn.  CODE",
            "Chào bạn. . Pdt ghi nhận, Bạn vào đăng ký đợt 1 vào 13g ngày 10/12/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đang là sinh viên k16, năm nay là năm thứ sáu. Hiện em đang làm LVTN kì này nhưng ở quê gọi đi khám nghĩa vụ. Em đã gửi giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự kì này nhưng ở quê nói chương trình đào tạo đại học chỉ cho 5 năm nên phải đi khám.. . Nên em muốn hỏi là sinh viên năm sáu không được hoãn nghĩa vụ nữa ạ?",
            "Chào em,. . Nhà trường chỉ xác nhận thời gian học theo quy định nhé bạn.. . Trong giấy xác nhận SV có ghi rõ về 2 mốc thời gian theo quy định.. . Về việc gọi đi NVQS theo luật Quân sự nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo.. . Em nộp đơn xin chuyển sang hệ vừa làm vừa học. Xin phòng đào tạo sớm duyệt cho em.. . Thông tin sinh viên:. . Tên: [full_name];. . Mssv: [student_id];. . Lớp: VL15NL.. . Em xin cảm ơn!",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 2 nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô , em là sinh viên khóa k18 của trường . Hết học kỳ số tctln của em là 121 thiếu 6 chỉ của các môn Anh văn 2,3,4 để số tctln thành 127 .Do dịch nên em chưa thể đăng ký thi anh văn để tích lũy 6 chỉ còn lại .Em không biết là với số tín chỉ là 121 thì kỳ sau em có thể làm luận văn không ạ ? em xin cảm ơn !Chúc cô nhiều sức khỏe ạ !",
            "Chào bạn. . - Bạn xem quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . - Về các môn anh văn bạn chưa đăng ký chưa chuyển điểm thì không được tính vào số tín chỉ đạt . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/ cô. . . Em tên là [full_name], MSSV [student_id]. Vì sơ suất nên em đã bỏ qua email đóng học phí ạ. . . Hiện tại em đã  tiến hành thanh toán đầy đủ, mong thầy/cô mở lại lịch thi cho em ạ. Em xin cảm ơn thầy/cô. . . . .",
            "Em xin gửi thầy/ cô hình ảnh thanh toán học phí ạ",
            "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký học thí nghiệm . Em chào PĐT,. . Trước đó có 1 mail về kế hoạch của việc giảng dạy ở trường vào ngày 17-19/11/2021. Lúc đó do tình hình sức khỏe em chưa đảm bảo nên em chưa đăng kí học ở trường, nhưng hiện tại mọi thứ đã ổn và em có thể đi học. Em xin phép được đăng kí học lại môn ứng dụng laser trong y học (tn), AS3046, có được không ạ? Em mong nhận được sự hổ trợ từ PĐT để em có thể đi học lại và hoàn thành được môn học ạ. Em xin cảm ơn.. . Trường.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô . . . . Hiện lúc đăng kí lịch học thí nghiệm thì ở địa phương em chưa có phương tiện lưu thông với thành phố nên em không đăng kí lịch học thí nghiệm môn Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ việc đi lưu thông đã được thuận lợi thì biểu mẫu đăng kí học thí nghiệm hết thời hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng kí học được không ạ ? . . . . Em xin chân thành cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em tên là [full_name], mã số sinh viên [student_id].. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tuy nhiên tình trạng sinh viên hiện tại vẫn đang là tạm dừng. Phòng đào tạo cho em hỏi khi nào em sẽ có quyết định thu nhận lại để đăng kí tốt nghiệp vậy ạ? Em xin cảm ơn.. .",
            "Đã mở khóa, em vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thời gian nhận được mail từ trường về việc đăng ký thực hành thí nghiệm thì lúc đó em chưa đủ điều kiện để đăng ký và ở trong vùng dịch. Và hiện tại em đã đủ điều kiện để có thể trở lại trường để học thực hành/thí nghiệm nhưng việc đăng ký biểu mẫu đã kết thúc. Em có thể đăng ký lại bằng hình thức nào vậy ạ?",
            "Chào em,. . Em vui lòng gửi lại nội dung có: mã số môn học, tên môn học, học kỳ.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em ra ngân hàng đóng học phí thì được báo là hết hạn nộp nên không đóng được. Vậy cho em hỏi em thanh toán học phí như thế nào ạ?",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . . . BKPay đang mở nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Học vụ . Thời gian nhận được mail từ trường về việc đăng ký thực hành thí nghiệm thì lúc đó em chưa đủ điều kiện để đăng ký và ở trong vùng dịch. Và hiện tại em đã đủ điều kiện để có thể trở lại trường để học thực hành/thí nghiệm nhưng việc đăng ký biểu mẫu đã kết thúc. Em có thể đăng ký lại bằng hình thức nào vậy ạ?. . Môn thí nghiệm: Ứng dụng laser trong y học(AS3046) - HK: 211. . Em cảm ơn ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy (cô) ạ.. . Hôm nay, em có một vài thắc mắc mong các thầy (cô) có thể giải đáp giúp em ạ.. . Em xin trình bày: Em là sinh viên khóa K20 ạ. Nhưng vì 1 số lý do cá nhân nên vào năm nhất em chỉ học và hoàn thành xong môn GDQP, còn các môn còn lại của em chỉ học 1 vài buổi nhưng chưa thi môn nào và còn 1 khoản tiền học phí chưa thanh toán. Sau khi viết nội dung này em sẽ đi thanh toán học phí ạ. Và cho em hỏi vậy  U  khi mình thanh toán xong phần học phí trễ hạn và viết đơn trình bày lý do trễ hạn học phí thì học kỳ 2 khóa 2021-2022 em có được đi học lại không ạ?  /U  Và   U em sẽ học theo những môn mở đăng ký hay phải bắt buộc học lại những môn cơ bản của năm nhất rồi mới tiếp tục được ạ?/U  . . Em xin cảm ơn thầy (cô). Chúc thầy cô có 1 ngày tốt lành ạ.. .",
            "Chào bạn. . - Tình trạng hiện tại bạn đang bị tạm dừng. . - Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . -Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name].. . . . Chào thầy cô, sự việc em có nộp trễ file ghi hình anh văn 3A (LA1041). Dạ em mong thầy cô xem xét giúp em ạ. . . . Dạ em cảm ơn và chúc thầy cô nhiều sức khoẻ ạ!. . . .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô ạ,. . Em là sinh viên Trung tâm BDCN khóa 2017, sắp tới em định đăng ký thi TOEIC để được hoàn thành luận văn và tốt nghiệp.. . Nên em muốn hỏi Thầy/Cô liệu rằng em thi TOEIC 2 kỹ năng Đọc-Nghe thì có được chấp nhận không ạ hay là bằng TOEIC nào ạ?. . Em xin cảm ơn Thầy/Cô ạ.. . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào nhà trường, em có đăng ký hoãn thi môn GT2 trong kỳ thi lần này từ ngày 29/11 đến nay vẫn chưa có phản hồi của nhà trường ạ. Mong nhà trường kiểm tra và xem xét giúp em.. . em xin cảm ơn.",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:31 (25 phút trước). . tới stu.all,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm. . Ban đầu em nhận được mail trường là học theo KẾ [full_name] DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018.. . Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới. . . . Đó là câu hỏi cũ của em ạ, Em đã hỏi và được cô (001829) [full_name] trả lời là liên hệ cho mail thầy [full_name]email] nhưng em gửi 2 mail đã được 2 ngày thầy chưa trả lời. Em sẽ đính kèm   mail em gửi ở dưới.. . . . Và mong phòng đào tạo sớm trả lời giúp em câu hỏi Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em xin cảm ơn",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . em tên là [full_name], MSSV:[student_id]. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được mượn hồ sơ sinh viên và và cấp giấy xác nhận đã gửi giấy báo trúng tuyển của trường.. . Trân trọng.. .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT! . . em tên là [full_name], MSSV:[student_id].. . Em có gửi yêu cầu trên Bksi mà hơn 1 tuần rồi chưa thấy PĐT hồi âm ạ! Nên em gửi lại lần nữa ạ!. . Lúc trước em có đăng ký thi lại môn Trắc địa đại cương kì 202 nhưng vì tình hình dịch bệnh, nên việc liên lạc với PĐT và thầy phụ trách khó khăn nên em không nhận được đường link thi online môn  Trắc địa đại cương để tham gia thi ạ! Nên cho em hỏi em đăng ký lại môn này cho kì 211 được không ạ?. . Cùng với đó, cho em hỏi em đăng ký thêm 2 môn Xác suất thống kê MT2013 và Ph/l Việt Nam đại cương SP1007 để thi lại trong kì 211 này được không ạ? Vì theo như [full_name] của trường thì em chỉ được đăng ký trong vòng 1 năm!. . Mong PĐT tạo điều kiện cho em để em đăng ký thi ạ! Vì tình hình dịch bệnh không liên lạc với PĐT và thầy cô thuận lợi được nên rất khó khăn cho em để xin thi lại ạ!. . Em cảm ơn PĐT ạ!. . Em đính kèm file: Quyết định hoãn thi, Đơn xin xóa điểm VP môn MT2013 và SP1007, Đơn cho phép xóa điểm Trắc địa đại cương.",
            "gửi bạn phiếu cho phép thi nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . . . Chào thầy/cô,. . . . Em tên [full_name], MSSV [student_id]. . . . Trong quá trình đăng ký nộp bằng tốt nghiệp PTTH, sau khi đã điền các thông tin như hình đính kèm, button \"Xác nhận đăng ký\" không enable nên em không thể đăng ký. Vậy cho em hỏi cách khắc phục lỗi trên. . . . . Em xin cảm ơn!\t. . . .   i Yêu cầu khác .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id]. . . . Em thuộc hệ Chính quy liên thông, đã nộp bằng tốt nghiệp PTTH trong chương trình Cao đẳng (Trung tâm Bảo dưỡng Công nghiệp - ĐH Bách Khoa TPHCM).. . . . Hiện tại, khi kiểm tra qua mybk mục Đăng ký nộp bằng PHTH thì chưa có phiếu đăng ký.. . . . Vậy em có cần nộp bằng lại một lần nữa không, vì hiện tại em không có các giấy tờ sau do đã nộp vào thời gian học Cao đẳng:. .     - Bản sao bằng THPT do Sở GD&ĐT cấp. .     - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc”. . . . Em xin cảm ơn!. . . .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /[full_name]\t. . . .   i Yêu cầu khác . Dạ em chào thầy cô ạ. . . Dạ nhà trường có thông báo quay lại trường học trực tiếp thí nghiệm và thực tập tại trường nhưng em không đủ điều kiện để quay lại trường học tập được ạ. Em mong thầy cô xem xét cho em chuyển sang kỳ sau ạ. Em xin chân thành cảm ơn thầy cô nhiều ạ. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911268  /b \t. . . .   i Học vụ . Cho em hỏi em đã làm bài SINH HOẠT CÔNG DÂN bài 1 từ ngày 24/11 rồi đến hôm nay vẫn chưa có điểm để làm bài 2 ạ ?? Vậy khi nào sẽ làm được bài 2 ạ hạn là ngày 25/12.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915966  /b \t. . . .   i Yêu cầu khác . Em xin chào Thầy/Cô PĐT ạ.. . Cho em hỏi là em có thể tiếp tục hoãn môn thi của kì 202 qua kì 212 được không ạ. Em xin cảm ơn .. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . xem hết email.. . CÔ chỉ trích lượt: . . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name]ịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name]ịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name]ịch thi . . và đã gởi email cho từng Sinh viên [full_name]ịch thi (Sinh viên xem chi tiết [full_name]ịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name]ịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp [full_name]ịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. \". . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng kí học thí nghiệm tại trường, tuy nhiên hiện tại do kẹt lịch thi và lịch thực tập nên em chưa biết có thể tham gia học thí nghiệm off được hay không, thầy (cô) cho em hỏi về cách làm đơn hủy đăng kí học off thí nghiệm tại trường được không ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . Hiện tại em đã được nhận mail có tên trong danh sách tốt nghiệp đợt 2 nhưng khi truy cập website Mybk vào mục đăng ký tốt nghiệp thì website báo lỗi truy cập và chưa cho phép em vào trang vì tình trạng sinh viên đang là tạm ngưng ạ. Hôm qua em cũng đã thanh toán phí in bảng điểm trên mybk rồi ạ.. . . . Kính mong phòng đào tạo xem xét cho em ạ.",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ, hiện em có học môn kinh tế chính trị mac hk 211, sắp đến thi học kì theo trắc nghiệm, có 2 link là lí thuyết và bài tập. Cho em hỏi vào lúc thi  thì được mở 2 link cùng lúc để làm được không ạ?",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí nộp bằng tốt nghiệp THPT nhưng điền nhầm ngày cấp bằng (ngày 24 nhầm thành 26), không đăng kí lại được thì phải làm sao ạ?",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là: [full_name]. . Mssv: [student_id]. . Do lúc đăng kí đi học thực hành trực tiếp tại cơ sở 1 thì em đủ điều kiện đi học. Nhưng đến hiện tại thì điều kiện gia đình em không cho phép đi học trực tiếp nữa ạ.. . Vậy em phải làm sao để huỷ đăng ký đến trường ạ ?. . Em cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name] MSSV [student_id]. em muốn hỏi là đợt trước em có đăng kí hoãn thi và đã được đồng ý. Em cũng đã có lịch thi lại môn đã hoãn thi mà bây giờ em vào xem lại lịch thi thì các môn hoãn thi đã bị xoá hết. Mong phòng đào tạo xem lại giúp em ạ. Em cảm ơn. .   i Học vụ .",
            "Chào bạn. . Bạn vui lòng ghi rõ bạn muốn kiểm tra môn nào cập nhật hoãn thi. . Hiện tại pdt ghi nhận dữ liệu hoãn thi 1 môn của bạn:. . 337\t[student_id]\tPhạm Hồng\tNhật\tHK203\tMT2001\tXác suất và thống kê\tDT01\t[student_id]\t[student_id]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy/cô phòng đào tạo,. . . . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Các thầy/cô cho em hỏi là khi nào em mới có thể nhận được bằng tốt nghiệp chính thức ạ. Đợt trước em có thấy những bạn được gửi mail đến trường nhận bằng và em chờ mãi chưa thấy mail của em nên em có thắc mắc ạ. Em xin cảm ơn!!!. . . .",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vậy là chỉ cần nhắn như vậy là được hủy lịch rồi phải không ạ? Em cám ơn nhiều nhiều :3 . .",
            "Đã trả lời em câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em bị trôi mất email nên em chưa kịp đăng ký bảo hiểm đợt một ạ. 8/12 em nhận được thông báo đăng ký bảo hiểm đợt 2, em đã vào trang đăng ký bảo hiểm của MyBk nhưng em thực hiện được thao tác đăng ký,mong nhà giúp em giải quyết. Em cảm ơn.. . . . Có hình ảnh đính kèm.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em có vào MyBK đăng ký mua bảo hiểm y tế nhưng lúc em bấm chọn loại bảo hiểm thì lại không được và bấm đăng ký cũng không được luôn. Em không biết là tại sao vì em có cập nhật thông tin sinh viên đầy đủ rồi ạ (Hình đính kèm)",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn xin chuyển hệ đào tạo để hoàn thành khóa luận, em có gửi mail kèm đơn đính kèm cho phòng đào tạo mà chưa có phản hồi ạ?. . Em chân thành cám ơn",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có đăng kí quay lại trường học trực tiếp nhưng chưa có TKB. Em gửi đơn nay để trình bày nguyện vọng được quay lại trường học các môn TH/TN trực tiếp. Em rất mong được phòng đào tạo xem xét. Em chân thành cảm ơn.",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào quý Thầy/ Cô.. . Em tên là [full_name] - MSSV [student_id]. . Dạ em đang gặp vấn đề về trang web trang đăng ký tốt nghiệp như dưới hình em đính kèm ạ.. . Em đã cập nhật địa chỉ với thông tin TN cả rồi, và em cũng upload ảnh [full_name] kích thước 4x6 cm như yêu cầu.. . Và em bị xuất hiện lỗi như hình dưới ạ, kính mong quý thầy cô có thể kiểm tra cho em ạ.. . Em cám ơn!. . . .",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\"",
            "Em chào cô ạ.. . Dạ hôm bữa em có đăng ký được rồi,  tuy nhiên lúc sau em reload lại trang thì nó hiển thị lỗi như hình [full_name].png mà em đính kèm ở dưới, hiện tại mỗi lần em vào trang đó thì vẫn bị như vậy. Đây là vấn đề thứ nhất em muốn hỏi ạ.. . Em nghĩ mình đã Đăng ký thành công vì trong BKPay em đã có mục thanh toán lệ phí [full_name], và em cũng đã thanh toán rồi, em đính kèm ở hình ảnh [full_name].png ở dưới. . . Em cũng đã check trong trang [full_name] trên aao thì thấy mình cũng đã hiển thị đầy đủ thông tin [full_name] của mình.. . Vấn đề thứ 2 em muốn hỏi là với những thông tin em đã cung cấp như trên thì em đã đăng ký [full_name] đúng quy trình chưa ạ, và nếu đúng thì sau bao lâu sẽ nhận được email thông báo đã đăng ký [full_name] thành công ạ.. . Em cám ơn cô.",
            "Chào em,. . PDT đã xác nhận, em kiểm tra lại đã được nhận mail xác nhận chưa nhé. . Thân",
            "Dạ chào cô,. . Em đã được xác nhận rồi ạ. Em cám ơn cô nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Chị - phòng đào tạo trường ĐH Bách Khoa, . . . . Em muốn hỏi về việc đăng kí tốt nghiệp, em bị ghi chú là [full_name] Dừng, vậy giờ em cần làm gì để có thể đăng kí tốt nghiệp ạ?. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, thầy/cô cho em hỏi là tại sao điểm luận văn tốt nghiệp của em lại không còn xuất hiện trên bảng điểm như trước đây. Dù trước đây điểm đã được cập nhật và tính luôn vào điểm trung bình. Em đang trong quá trình chờ điểm anh văn 4 để đăng ký xét tốt nghiệp và lên kiểm tra bảng điểm thì không thấy điểm luận văn nữa. Mong thầy/cô phản hồi giúp em. Em xin cảm ơn ạ",
            "Chào em,. . Em vào xem lại nhé.. . Thân mến. ."
        ]
    }
]