[
    {
        "intent": "",
        "message": [
            "Em xin chào anh / chị ạ !. . . .    Em là sinh viên k18 , hiện là sinh viên năm 2 khoa Công nghệ vật liệu. . .    Thời khóa biểu học kì 191 của em được thông báo là đã bị hủy môn học HÓA VÔ CƠ (môn chuyên nghành ).. .    Lí do :Lớp học em đăng kí không đủ sỉ số để mở lớp . . .    Cho em hỏi bây giờ em có thể đăng kí học vào lớp khác được không ạ !? Hiện tại thời khóa biểu của em rất trống và môn học bị hủy em vẫn đi dự học đầy đủ.. .    Mong anh/chị xử lí giúp tình trạng của em để tiếp tục học theo chương trình đào tạo , tránh bị kẹt thời gian biểu ạ !. . . .                            Em xin cảm ơn ạ !",
            "Chào bạn. . . . Sau ngày 26/08/2019 PĐT không xử lý các trường hợp bổ sung, hủy môn học nữa.. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Xin chào quý thầy cô phòng đào tạo hệ Vừa Học Vừa Làm. . Em tên là: [full_name]. . Em có 2 vấn đề như sau cần được giải đáp:. . +1. Em là sinh viên năm 1 mới vô trường về vấn đề đăng ký môn học thì nhà trường sẽ tự động đăng ký cho em phải không ạ? Vì cho tới bây giờ em vẫn không rõ là như thế nào.. . +2. Theo em tìm hiểu thì trường đều có môn thi \"định hướng TOEIC\" trong suốt các năm học. Vậy thì cho em hỏi là trong chương trình đào tạo có bộ môn Anh Văn không hay là em phải đăng ký theo học ở các trung tâm bên ngoài.",
            "Chào bạn. . . . Bạn vui lòng đặt câu hỏi ở mục Hệ VLVH (không chính quy) để được giải đáp. Bộ phận này phụ trách các câu hỏi hệ chính quy",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "kính thưa phòng đào tạo em tên [full_name] ,Lớp XD18KT , MSSV: [student_id] . . Em viết đơn này ngày kính mong phòng đào tạo xem xét cho e đăng kí dự thính môn Vật Lý 1 ( PH1003). Trong đợt đăng kí dự thính vừa rồi em không đăng kí Vật Lý 1 vì sợ mình không bố trí thời gian học được và đồng thời em cũng phải giành thời gian đi làm để kiếm thêm thu nhập. Nhưng vì môn hình học họa hình của em vừa bị hủy nên em sợ nếu em không được học dự thính môn Vật Lý 1 học kì này em sợ sẽ bị cảnh cáo học vụ do không đủ chỉ vì em chưa qua anh văn 1 nên không được đăng kí chuyên ngành. Em rất mong phòng đào tạo có thể bố trí cho em được học dự thính môn Vật Lý 1 trong học kì 191 này vì em sợ đợt 2 đăng kí dự thính sẽ không còn lớp trống .Em cảm ơn ạ.",
            "chào bạn. . . . Dự thính HK191 còn 3 đợt đăng ký bổ sung, bạn có thể lên online đăng ký trong các đợt sắp tới nhé.. . . . Bạn vào website PĐT -  lịch học vụ để xem thời gian đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo.. . Em là [full_name]. MSSV [student_id].. . Theo chương trình đào tạo em đã hoàn thành khóa học và hoàn thành Luận Văn tốt nghiệp vào tháng 6/2019 nhưng chưa được phòng đào tạo cập nhật điểm các môn khác nên em vẫn chưa đủ điều kiện tốt nghiệp 10/148 tín chỉ. Mong pdt sớm cập nhật điểm các môn khác để em kịp đăng kí tốt nghiệp trong đợt tốt nghiệp tháng 9 tới đây. Em xin cảm ơn !",
            "Đã gởi câu hỏi của em tới bộ phận xét Tn.. . Hoặc em có thể gởi mail trực tiếp tới Thầy [full_name]. . [email]. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] . . MSSV: [student_id]. . Em có lên trang web để xem thời khóa biểu và được báo như hình. Em mong được giải đáp kịp thời.. . Em xin cám ơn",
            "Chào bạn,. . Bạn đăng nhập lại xem, Phòng đào tạo kiểm tra thấy TBK bạn bình thường mà ( đính kèm file ảnh TKB)...nếu vẫn còn bị lỗi, bạn vui lòng liên hệ tổ kỹ thuật Phòng đào tạo nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em thi ielts bên trung tâm IDP. Bên trung tâm nói nếu gửi bản sao về cho trường thì cần phải có tên cụ thể của người nhận, địa chỉ, số điện thoại. Vậy cho em hỏi ai là người phụ trách mảng này ạ? Em là sinh viên hệ chính quy bình thường, ko phải chương trình quốc tế ạ",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ có ghi rõ tên và địa chỉ người nhận tại trang web: www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nộp bằng TOEIC 2 kỹ năng đọc và nghe, và đã được thẩm tra hợp lệ. Nhưng bằng này sẽ hết hạn vào tháng 9/2019. Vì em K16 nên dự kiến em sẽ ra trường vào năm 2020. . . . . Vậy em muốn hỏi là tại thời điểm tốt nghiệp thì bằng TOEIC đọc & nghe phải còn hạn hay không? Hay là đã từng nộp và đạt rồi thì được xem như đạt TOEIC đọc & nghe ạ?. . . . Về TOEIC nói & viết em dự định sẽ thi sau.. . . . Em xin cảm ơn",
            "Chào bạn,. . Tại thời điểm ạn nộp được xét đạt rồi thì bạn không cần nộp lại chứng chỉ mới.. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô. . Em tên [full_name], MSSV: [student_id], em có thấy đợt đăng ký bổ sung đề cương luận văn cho học kỳ 191, em có đăng ký rồi nhưng em có một thắc mắc, em đã hoàn thành thực tập (CO3313) trong kỳ hè 183 nhưng đợt đăng ký chính thức 191 em bị huỷ môn đề cương luận văn do thiếu môn song hành CO3313, vậy cho em hỏi là em đăng ký đợt bổ sung có bị trường hợp tương tự không ạ ?? em xin cảm ơn. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào thầy cô. . Em tên [full_name], MSSV: [student_id], em có thấy đợt đăng ký bổ sung đề cương luận văn cho học kỳ 191, em có đăng ký rồi nhưng em có một thắc mắc, em đã hoàn thành thực tập (CO3313) trong kỳ hè 183 nhưng đợt đăng ký chính thức 191 em bị huỷ môn đề cương luận văn do thiếu môn song hành CO3313, vậy cho em hỏi là em đăng ký đợt bổ sung có bị trường hợp tương tự không ạ ?? em xin cảm ơn. .   /QUOTE . . . . [full_name], Em lên mybk đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tuần trước em đi khám và được chuẩn đoán là viêm khớp cổ tay nhưng em đã đăng ký thể chất. Em xin được hủy môn thể chất đã đăng ký cho kỳ 191 này.",
            "ĐÃ hủy đăng ký của bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]2, khoa Xây dựng. . . Ở các học kì trước đây em có học môn Vẽ kỹ thuật Xây dựng theo mã mới (CI1033) để tương đương cho Vẽ kỹ thuật 1B, 2B khóa cũ của em theo như trên danh sách môn tương đương thay thế của nhà trường, tuy nhiên theo như trên Mybk (phần tiến độ học tập) thì em chỉ mới được chuyển điểm Vẽ kỹ thuật 1A (806002) còn Vẽ kỹ thuật 2B (806004) thì vẫn chưa được chuyển điểm.. . Tương tự như vậy là môn:. . _Cơ học kết cấu (CI2029) cũng chỉ chuyển điểm cho môn Cơ kết cấu 1 (809016) mà chưa chuyển cho Cơ kết cấu 2 (809020).. . _Vật liệu xây dựng (CI2037) chưa chuyển điểm cho môn Vật liệu xây dựng (812020) . . Em xin phép phòng đào tạo xem xét và giải quyết giúp em các môn em nêu trên để kịp đăng ký LVTN. . . Em cám ơn.",
            "Chào bạn,. . Đã cập nhật điểm miễn 806004,809020,812020.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô,. . Em học ở cơ sở 1 lịch học chính thức từ tiết 8-12,vậy em có thể đăng kí học lớp dự thính tiết 13-15 không vậy cô?. . Mong cô giải đáp giúp em, cảm ơn cô.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Nếu bạn học tiết 12 sang tiết 13 bạn không thể học vì vi phạm giờ học (thông tầm)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bị trễ lịch nộp bằng ngoại ngữ cho trường. Kì này thời hạn xin gia hạn làm luận văn là bao lâu ạ",
            "Chào bạn,. . Khi nào bạn có chứng chỉ tiếng anh đạt chuẩn LVTN thì bạn liên hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân.",
            "Cho em hỏi bị trễ lịch nộp bằng ngoại ngữ cho trường. Kì này thời hạn xin gia hạn làm luận văn là bao lâu ạ  /QUOTE . . Chào [full_name], Thời gian đăng ký bổ sung LVTN 28/8-04/9/2019."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi trường mình có đợt đăng ký bảo hiểm xã hội bổ sung ko ạ. Vì em không thể nộp kịp trong đợt này được",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp Phòng Công tác chính trị sinh viên để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . /tài khoản bknetid của em là [email] mà ở trong danh sách lớp thì lại là [email] . Vì tài khoản trong danh sách lớp không phải là tài khoản của em. Và em không có được bất cứ tin tức gì từ mail hệ thống nhà trường gửi về ạ. Mong nhà trường điều chỉnh lại giúp em",
            "CHào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo, hiện tại em là sinh viên K13 của bộ môn Cảng công trình biển. Theo đúng khóa của em (K13) là môn Quản lý dự án xây dựng (Mã MH: 807018) theo như trên web của trường (hình đính kèm) được thay thế bởi cả 2 môn Quản lý dự án xây dựng (CI1053) và Quản lý xây dựng công trình cảng (CI4059). Kì này em đăng ký CI1053 như vậy là em đã đăng ký nhầm rồi đúng không ạ? Em bắt buộc phải học Quản lý xây dựng công trình cảng hay môn em đã đăng ký (CI1053) vẫn có thể thay thế cho môn Quản lý dự án xây dựng (807018) ạ?. . Nếu không thì em có thể làm đơn xin phép phòng đào tạo chuyển môn em đã đăng ký (CI1053 sang CI4059) được không ạ?. . Em xin lỗi về sự nhầm lẫn này, vì môn CI4059 mỗi năm chỉ mở 1 lần và đang mở trong học kì này nên mong phòng đào tạo xem xét và giúp em để em có thể kịp tiến độ học tập.. . Em cám ơn. . . .",
            "Chào em, . . . .    em kiểm tra tkb lại nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em là sinh viên khoa Môi Trường khóa 2015, hiện nay em đã hoàn thành xong tất cả các tín chỉ trừ môn luận văn tốt nghiệp.. . Nhưng do 1 vài lý do cá nhân em chưa nộp chứng chỉ ngoại ngữ đúng hạn theo lịch học vụ.. . Em muốn hỏi là thời gian để nộp chứng chỉ ngoại ngữ và làm đơn xin làm luận văn tốt nghiệp trong học kỳ I 2019 là tới khi nào ạ.. . Em mong sớm nhận được phản hồi ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi sao chuẩn nhận luận văn và tốt nghiệp của đại trà K2016 đều là 500 ?",
            "Chào bạn,. . Quy chế học vụ quy định vậy.. . Thân.",
            "Chào cô,. . Trước đó qui định nhận luận văn của đại trà là 450, tốt nghiệp là 500. Nếu có thay đổi sao em không nhận được mail thông báo ?. . Với lại chuẩn nhận luận văn của tài năng lại thấp hơn đại trà, em cảm thấy vô lí.. . Em nghĩ có sự nhầm lẫn ở đây.",
            "Chào bạn,. . Bạn có thể gặp Phó khoa phụ trách về chương trình đào tạo để được tư vấn rõ hơn bạn nhé, quy định này có trong điều chỉnh về học vụ từ HK181, đã thông báo cho sv v/v những thay đổi trong quy chế học vụ lúc sinh hoạt công dân đầu HK181 rồi nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em là sinh viên cao đăng, đến thời điểm hiện tại em đã có 11 ngày công tác xã hội được cập  nhật trên trang chính thức của trường, những khi vào đăng kí tốt nghiệp vẫn thông báo là sinh viên nợ ngày công tác xã hội. Cho em hỏi trường hợp này em phải làm những gì để được đăng kí tốt nghiệp",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Em là sinh viên cao đăng, đến thời điểm hiện tại em đã có 11 ngày công tác xã hội được cập  nhật trên trang chính thức của trường, những khi vào đăng kí tốt nghiệp vẫn thông báo là sinh viên nợ ngày công tác xã hội. Cho em hỏi trường hợp này em phải làm những gì để được đăng kí tốt nghiệp  /QUOTE . . . . Văn, dữ liệu đã được cập nhật em lên đăng ký lại nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sai thông tin hộ khẩu thường trú trên giấy chứng nhận hoãn nghĩa vụ quân sự",
            "Chào bạn,. . Bạn vui lòng cầm bản sao hộ khẩu cảu bạn lên trực tiếp Phòng đào tạo để kiểm tra.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Em không có tên trong danh sách kí nhận giấy. . . Em yêu cầu được biết nguyên nhân và được giải quyết trong thời gian sớm nhất.",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật phòng đào tạo -cơ sở 1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên năm cuối khóa 2015, ngày 19/8 em thi toeic để đủ làm LVTN 450, em thi đc 420 mà tới ngày 4/9 là hết hạn ĐK môn học. AD có thể giúp em xin gia hạn ngày ĐK LVTN đc ko ạ vì ngày 15/9 IIG mới mở thêm ngày thi và 10-12 ngày sau mới có kết quả ạ. Mong AD giúp đỡ em với ạ.Em xin cảm ơn nhiều.. .",
            "Chào bạn,. . KHi nào bạn có chứng chỉ tiếng anh đạt chuẩn thì liên hệ trực tiếp Phòng đào tạo để đươc tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em đăng ký lvtn nhưng bị báo lỗi thiếu môn thí nghiệm vật liệu, trong khi môn này đã được chuyển điểm. Cho em làm thế nào để sử lý vấn đề này ạ.",
            "QUOTE  MSSV/MSGV: [student_id]3    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em đăng ký lvtn nhưng bị báo lỗi thiếu môn thí nghiệm vật liệu, trong khi môn này đã được chuyển điểm. Cho em làm thế nào để sử lý vấn đề này ạ.  /QUOTE . . . . [full_name], Đã cập nhật điểm em lên Mybk đăng ký lại nhe!",
            "em đã kiểm tra lại điểm đã được cập nhật nhưng vẫn chưa đăng ký được ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi: Quý thầy cô PĐT trường Đại học Bách khoa - ĐHQG-HCM. . . . Em tên là: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã hoàn thành các nội dung quy định yêu cầu để được đăng ký tốt nghiệp (bao gồm chứng chỉ tiếng anh, ngày ctxh...). . . . Vấn đề em gặp phải là không thể nhấp vào mục khai lý lịch trong trang /https://mybk.hcmut.edu.vn/apps/src/totnghiep/.. . . . Quý thầy cô cho em được hỏi một số vấn đề sau ạ:. . - Em còn cần phải thực hiện hoặc hoàn thành thêm nội dung gì nữa để có thể tiến hành đăng ký tốt nghiệp được ạ.. . -Bên cạnh đó nếu đây không phải thiếu sót của em mà do lỗi hệ thống thì em cần phải làm gì để khắc phục ạ. . . - Và cuối cùng cho em được hỏi là em sẽ nhận những phản hồi về những vấn đề này trong thời bao lâu và ở kênh thông tin nào. Có thể thông qua email được không ạ, hay là sẽ bằng phương thức nào em có thể nhận được thông tin. Vì em nhận thấy thông tin trên trang web hiện tại không được truy cập nhanh chóng lắm ạ, nếu so với thông tin trên email.. . . . Em xin chân thành cảm ơn ạ!",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi: Quý thầy cô PĐT trường Đại học Bách khoa - ĐHQG-HCM. . . . Em tên là: [full_name]. . MSSV: [student_id]. . . . Hiện tại em đã hoàn thành các nội dung quy định yêu cầu để được đăng ký tốt nghiệp (bao gồm chứng chỉ tiếng anh, ngày ctxh...). . . . Vấn đề em gặp phải là không thể nhấp vào mục khai lý lịch trong trang /https://mybk.hcmut.edu.vn/apps/src/totnghiep/.. . . . Quý thầy cô cho em được hỏi một số vấn đề sau ạ:. . - Em còn cần phải thực hiện hoặc hoàn thành thêm nội dung gì nữa để có thể tiến hành đăng ký tốt nghiệp được ạ.. . -Bên cạnh đó nếu đây không phải thiếu sót của em mà do lỗi hệ thống thì em cần phải làm gì để khắc phục ạ. . . - Và cuối cùng cho em được hỏi là em sẽ nhận những phản hồi về những vấn đề này trong thời bao lâu và ở kênh thông tin nào. Có thể thông qua email được không ạ, hay là sẽ bằng phương thức nào em có thể nhận được thông tin. Vì em nhận thấy thông tin trên trang web hiện tại không được truy cập nhanh chóng lắm ạ, nếu so với thông tin trên email.. . . . Em xin chân thành cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thầy/cô cho em hỏi tại sao em đăng kí môn bóng chuyền cho môn học thể chất thì lại không được chấp nhận ở tất cả các khóa học ạ. .",
            "Chào em,. . . . Em lên đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "đăng kí thi kiểm tra anh văn định kì là vào thời gian nào của năm học vậy. .",
            "Chào bạn,. . Kiểm tra tiếng anh định kỳ thường vào cuối học kỳ nha bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hiện tại điểm anh văn 3 và anh văn 4 của em chưa quy đổi. Em muốn thi toeic cao điểm hơn để quy đổi được bằng khá. Vậy cho em hỏi quá trình nộp bằng vào và quy đổi điểm mất thời gian bao lâu? Vì em định thi ngày 15/9 thì đến 27/9 mới có kết quả, liệu lúc đó nộp vào có kịp để đăng kí tốt nghiệp vào tháng 11 không?. . Em rất mong nhận được sự phản hồi.. . Em xin chân thành cảm ơn.",
            ". . Chào bạn,. . Bạn xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn cho từng đợt đăng ký môn học tương ứng tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . . . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Xin chào quý thầy cô phòng đào tạo hệ Vừa Học Vừa Làm. . Em tên là: Trịnh Thanh Huy. . Em có 2 vấn đề như sau cần được giải đáp:. . +1. Em là sinh viên năm 1 mới vô trường về vấn đề đăng ký môn học thì nhà trường sẽ tự động đăng ký cho em phải không ạ? Vì cho tới bây giờ em vẫn không rõ là như thế nào.. . +2. Theo em tìm hiểu thì trường đều có môn thi \"định hướng TOEIC\" trong suốt các năm học. Vậy thì cho em hỏi là trong chương trình đào tạo có bộ môn Anh Văn không hay là em phải đăng ký theo học ở các trung tâm bên ngoài.",
            ". . Chào bạn.. . 1 ) . . PĐT đăng ký tự động HK đầu tiên cho SV (Trừ các ngành không tổ chức lớp riêng). . HK đăng tự động là học kỳ 3/3018-2019. . . . 2 ) . . . . Mỗi Học kỳ PĐT đều tổ chức thi Anh văn định hướng toeic cho SV.. . Em có thể đăng ký thi với mã : 003102(PĐT có gởi thông báo qua email trước đợt đăng ký). . Việc đăng ký tại : mybk.hcmut.edu.vn =  Đăng ký môn học. . . . Lưu ý: . . Em cũng có thể đăng ký học các môn học AV250, AV300, AV350, AV400 theo thứ tự để hoàn thành chuẩn Anh văn. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Đầu năm em đã nộp chứng chỉ ngoại ngữ và được xét miễn môn anh văn cho em hỏi là sao này khi xét nhận luận văn tốt nghiệp hay xét tốt nghiệp em có cần nộp lại một chứng chỉ ngoại ngữ mới không? Em xin cám ơn.",
            "Chào bạn,. . Khi bạn đăng ký nộp chứng chỉ ngoại ngữ online, phòng đào tạo tự xét các chuẩn anh văn của từng năm, LVTN và tốt nghiệp khi chứng chỉ của bạn đạt chuẩn theo quy định và bạn không cần nộp lại chứng chỉ mới khi tót nghiệp.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . . .   B Quý thầy cô cho em hỏi là em bị rớt bao nhiêu môn thì sẽ bị thôi học ạ  /B",
            "Chào bạn,. . Theo chuẩn xử lý học vụ Khóa 2018, mới có học 2 kỳ nên đang đứng ở mức cảnh báo học vụ lần 2 :. . . . (ĐBTL182/183    4.0 hoặc stctl    20) và (ĐTBTL181   3.00 hoặc STCTL    10). . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm tạo bknetid em nhập sai email. Thay vì nhập là [email] thì nhập là [email] nên bây giờ em không nhận dc email của trường",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -Cơ sở 1- để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi lịch dạy bóng rổ ở cs1 ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp giào viên giảng dạy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi tại sao hiện tại đã vào hk191 rồi mà tình trạng ở trang sinh viên của em vẫn đang tạm đừng ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Phòng đào tạo đã cập nhật lại dữ liệu của bạn.. . Cám ơn bạn đã phản hổi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em tên [full_name] mssv [student_id]. . Cho em hỏi pdt hệ vlvh sao chưa cặp nhật thông tin sinh viên. Vì em đủ điều kiện đăng ký luận văn tốt nghiệp, xong vẫn xét chưa đạt (cập nhật 19/8/2018). Mong được hồi đáp sớm ạ",
            "Chào bạn.. . Đã gởi nội dung của bạn tới bộ phận liên quan. .",
            "Gửi đến SV [full_name] mssv [student_id]. . Danh sách nhận LVTN HK191 PĐT đã gửi về Khoa vào ngày 06/09/2019, đề nghị SV liên hệ Khoa nhận đề tài và hoàn thành đúng tiến độ.. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Môn học đã được chuyển điểm nhưng đăng ký vẫn báo lỗi thiếu môn học thí nghiệm vật liệu xây dựng, mong phòng đào tạo kiểm tra lại giúp em ạ",
            "QUOTE MSSV/MSGV: [student_id]3    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Môn học đã được chuyển điểm nhưng đăng ký vẫn báo lỗi thiếu môn học thí nghiệm vật liệu xây dựng, mong phòng đào tạo kiểm tra lại giúp em ạ  /QUOTE . . [full_name], Đã cập nhật điểm chiều em lên MyBk đăng ký lại nhe"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý Thầy (Cô) Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM.. . Em tên: [full_name]. . - MSSV: [student_id] . . - Khoa Cơ khí. . Thưa thầy (cô), em đã viết đơn xin chuyển lớp thể chất và đã được thầy bộ môn thể chất chấp nhận. Mong phòng đào tạo có thể thay đổi thời khóa biểu thể chất của em để em có thể đăng kí môn Cơ học máy ạ.. . Em xin chuyển thời khóa biểu thể chất sang:. . - PE1021 - Aerobic: lớp L13. . Và xin đăng kí thêm môn:. . - ME2043 - Cơ học máy: lớp L02. . Trong hai tuần qua tuy không có thời khóa biểu môn cơ học máy nhưng em vẫn đi học nên sẽ không mất bài ạ.. . Mong thầy (cô) tạo điều kiện giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . . . Thời điểm này hết thời gian DKMH em nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Em tên là [full_name] hoc̣ khoa khoa học và kĩ thuật máy tính. Chuyện là vào đợt 3 đăng kí môn học HK191, em bị lôĩ không đăng kí được môn học do chưa ₫onǵ học phí nhưng trước đó em đã đonǵ hết các khỏan học phí rồi. Em có lên báo cáo với pđt và luć em lên thì tài khoản của em đã được mở đăng kí nhưng do qúa haṇ nên không đăng kí được.Em có đăng yêu cầu này 1 lần rồi và đã được giải quyết nhưng vì em nhầm lẫn các lớp đại trà với clc nên em chỉ đăng kí được 1 môn phương pháp tính. Em mong các thây cô pđt giúp em đăng kỉ môn học cho học kì 191 nay` các môn:. . EE2001 môn giải tich́ macḥ cơ bản cuả gv [full_name] nhoḿ lớp [full_name]01 thứ 2 tiết 2345. . CO2033 môn thiết kế luận lý với verilog HD[full_name] nhoḿ lớp [full_name]01_[full_name]02 thứ 3 tiết 234 và thứ 5 tiết 234. . CO2001 môn kỹ năng chuyên nghiệp cho kỹ sư cuả gv [full_name] Thanh Bình nhóm lớp [full_name]02 thứ 2 tiết 789. . Tuy đã trễ 2 tuần nhưng em hứa sẽ cố gắng để theo kịp chương trình học ạ. . Mong các thầy cô giúp đỡ.",
            "Chào em,. . . . Ngày mai em xem lại TKB lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name] - [student_id]. . . . Em nhận được mail của trường về việc chuẩn đầu ra anh văn 2 kỹ năng nói viết của chương trình KSTN là 200 thay vì 245. . . Em đã thi và đạt số điểm 215 nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11/2019. . . Em muốn hỏi là bao giờ thì danh sách sẽ được cập nhật và em có cần phải làm gì để có tên trong danh sách đó không ạ ?",
            "QUOTE Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name] - [student_id]. . . . Em nhận được mail của trường về việc chuẩn đầu ra anh văn 2 kỹ năng nói viết của chương trình KSTN là 200 thay vì 245. . . Em đã thi và đạt số điểm 215 nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11/2019. . . Em muốn hỏi là bao giờ thì danh sách sẽ được cập nhật và em có cần phải làm gì để có tên trong danh sách đó không ạ ?  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo.. . Vào ngày thứ 6 (30/08/2019) em có làm đơn đăng ký bổ sung môn học (Quản lý xây dựng công trình cảng CI4059). Phòng đào tạo cho em hỏi là khi nào thời khoá biểu được cập nhật ạ? . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã có tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn thành các yêu cầu để tốt nghiệp vào tháng 11/2019, cụ thể là vào ngày 28/7 em đã có kết quả tiếng anh nói viết và đã đủ điểm nhưng đến nay vẫn chưa nhận được mail phản hồi nằm trong danh sách tốt nghiệp dự kiến. Em mong được phản hồi sớm vì hạn xét tốt nghiệp chỉ còn khoảng một tháng.",
            "Em đã hoàn thành các yêu cầu để tốt nghiệp vào tháng 11/2019, cụ thể là vào ngày 28/7 em đã có kết quả tiếng anh nói viết và đã đủ điểm nhưng đến nay vẫn chưa nhận được mail phản hồi nằm trong danh sách tốt nghiệp dự kiến. Em mong được phản hồi sớm vì hạn xét tốt nghiệp chỉ còn khoảng một tháng.  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là SV  k17 , thầy cô cho em hỏi là trong danh sách phân ngành của Khoa Công Nghệ Vật Liệu  là em trong danh sách ngành Polymer nhưng khi lên mybk vào mục tiến độ học tập thì nó lại hiện ra các môn bên ngành [full_name] ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn hiện được phân ngành là ngành Polyme.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Dạ cho em xin đổi lớp môn Âm học từ P01 sang lớp P02A ạ. . Do sơ suất nên em đăng ký trễ và đã học 2 tuần lớp P02A, em quên không nhắc đến việc này khi làm đơn đăng ký gửi PDT, em xin lỗi ạ.. . Hiện giờ PDT đã đăng ký cho em lớp P01 nhưng do đã theo học lớp P02A nên em xin PDT giúp em chuyển lớp để không làm gián đoạn quá trình học tập ạ",
            "Chào em,. . . . Thời điểm này không thay đổi TKB được nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "No solution",
            "Yêu cầu khác . dạ cho em hỏi em học ở cơ sở 2 tan học lúc 2h nhưng môn bơi A12 ở cơ sở 1 bắt đầu lúc 4h, sao em chọn thì máy tính báo là khoảng cách giữa 2 cơ sở là không đủ ạ???. .",
            "Chào em,. . . . Em lên đăng kí lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào ad, cho e hỏi là hôm bữa e quên đăng ký lớp toiec 350 thì khi nào đến đợt đăng ký hiệu chỉnh e có thể đăng kí học đc k ạ. nếu k phòng đào tạo có thể mở đăng ký lại cho e e đc k ạ.e xin cảm ơn!!!!  B \t. . . .",
            "Bạn vui lòng cung cấp mã môn để PĐT kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nộp bằng bị trễ hơn 4/9 thì có thể gia hạn thêm bao lâu để được làm văn trong kì này không ạ. Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . Khi nào bạn có chứng chỉ anh văn đạt chuẩn nhận LVTN thì liên hệ trực tiếp Phòng đào tạo để được tư vấn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chế [full_name]   [student_id] \t. . . . Thưa thầy/ cô, hiện tại thời khóa biểu của em ko hiển thị đủ số tín chỉ em đăng kí (hiển thị 14 tín chỉ thay vì 16 chỉ như đã đk). Cụ thể, em có đk đúng hạn môn pháp luật đại cương (như hình), nhưng thời khóa biểu của em ko hiển thị môn này. Đầu năm em có kiểm tra thời khóa biểu và kết quả đk môn học thì đủ 16 chỉ, nhưng giờ em lên coi lại thì chỉ còn 14 chỉ trên thời khóa biểu. . . Mong các thầy cô giải quyết sớm giúp em. Em chân thành cảm ơn.",
            "Chào em,. . . . Em kiểm tra lại TKB nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name] - [student_id]. . . . Em đã thi anh văn nói viết và đạt số điểm 240 vào tháng 7/2019 đủ điều kiện tốt nghiệp cho lớp KSTN nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11/2019. . . Em muốn hỏi là bao giờ thì danh sách sẽ được cập nhật và em có cần phải làm gì để có tên trong danh sách đó không ạ ?",
            "QUOTE Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM . . Em tên là: [full_name] - [student_id]. . . . Em đã thi anh văn nói viết và đạt số điểm 240 vào tháng 7/2019 đủ điều kiện tốt nghiệp cho lớp KSTN nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11/2019. . . Em muốn hỏi là bao giờ thì danh sách sẽ được cập nhật và em có cần phải làm gì để có tên trong danh sách đó không ạ ?  /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ khi đăng kí thì trang có yêu cầu em điền ID number va secret number. Nhưng khi em thi thì lại không được cấp 2 số này và chỗ trung tâm em thi cung bảo rằng họ cũng không biêt về 2 số này. Cho em hỏi là vậy mình xử lý sao ạ?? Em cảm ơn ạ",
            "Chào bạn.. . Bạn vui lòng xem lại trên chứng chỉ của bạn chắc chắn có ID number và secret number.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em là sinh viên năm 2 do em chưa hiểu rõ về quy định đăng kí môn giáo dục thể chất nên đã đăng kí trùng 2 môn thể chất với nhau. Nhưng lúc em đi học vào ngày thứ 3 ( 27/8/2019) thì các thầy mới nói em phải lên phòng đào tạo xin chuyển tên trong danh sách. Nhưng hạn của nhà trường là đến ngày thứ 2 ( 26/8/2019). Em xin quý thầy, cô có thể giúp em chuyển tên trong danh sách cầu lông L07 sang lớp bóng rổ L02. Em xin cảm ơn quý thầy cô rất nhiều. Mong quý thầy cô có thể thông cảm và giúp đỡ giúp em trong trường hợp này.",
            "Chào em,. . . . Thời điểm này chỉ đăng kí thêm không chuyển nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Vào kì dự thính năm 3 - 183 em có đăng kí môn học năm 4 -191 (học trước trong kì dự thính), dạ cho em hỏi là điểm môn đó có được tính vào điểm tbtl khi xét học bổng kì 182 không ạ!",
            "Chào bạn,. . Điểm môn trong HK83 là HK dự thính 183 không tính vào học bổng 182 bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . . . . Em chào thầy (cô) dạ cho em hỏi em muốn xin giấy xác nhận sinh viên thì em lấy ở đâu ạ. Xin cảm ơn thầy (cô)",
            "Chào bạn,. . Bạn đăng ký lấy ở đâu thì bạn về đó lấy.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy/cô. . Cho em hỏi là em vừa đăng kí bổ sung môn đề cương luận văn đợt 28/8_04/9 . . (Mã môn học:ME4077) nhưng tỉ số lớp là 1/23 vậy thì môn e vừa đăng kí có bị hủy không ạ? Hay vẫn xếp thời khóa biểu bình thường ạ? Và nếu bị hủy thì em cần làm đơn gì để được xét bổ sung môn học trong học kì này ạ?. . Em cảm ơn!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Chào thầy/cô. . Cho em hỏi là em vừa đăng kí bổ sung môn đề cương luận văn đợt 28/8_04/9 . . (Mã môn học:ME4077) nhưng tỉ số lớp là 1/23 vậy thì môn e vừa đăng kí có bị hủy không ạ? Hay vẫn xếp thời khóa biểu bình thường ạ? Và nếu bị hủy thì em cần làm đơn gì để được xét bổ sung môn học trong học kì này ạ?. . Em cảm ơn!  /QUOTE . . Chào [full_name], Đề cương LVTN 1 sv vẫn mở lớp bình thường nhe em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . cho em hỏi là bây giờ em muốn đăng kí bổ sung môn học đươc không ạ?và nếu được thì làm cách nào ạ?",
            "Chào bạn,. . Hiện tại đã hết hạn đăng ký môn học chính của HK191, bạn vui lòng đăng ký vào Hk dự thính nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI4011",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "CI4011 - A04",
            "No solution"
        ]
    }
]