[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thâyf cô,  Hiện tại em vẫn chưa thể đăng kí môn học văn bằng 2 mà một số bạn khác đều đăng kí được.  Ở các nhóm Đăng kí của lớp chính quy,  dụe thính vừa học vừa làm. chuyển hệ. Vậy em kính mong PĐt giải quyết giúp em. Mã số sinh viên của em [student_id] Tên sinh viên [full_name] . . Em số hình ảnh em không thể đăng kí được trong các nhóm đăng kí. . . Em chân thành cảm ơn.",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . Thân mến,. . . . . .",
            "Môn CO3001 bạn có thể đăng ký bình thường. . Chọn đăng ký ở  mục chuyển hệ. . Thân",
            "Mình đăng kí được đã không hỏi phòng đào tạo làm gì? Mình có một số thắc mắc về việc miễn các môn học trong VB 1. Mình đã có điểm các môn như Quản tri kinh doanh cho kỹ sư mã IM3001 cũng như Xác xuất thống kê MT2013, với mã sinh viên cũ VB1 của mình là [student_id]. . [full_name] [full_name] [student_id]",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin cho em hỏi. Bữa em thi ca sáng lúc 7g ngày 7/8 môn Giải tích 2. Sau khi thi xong em có nộp link nhưng không nộp file video. Bây giờ em nên làm gì ạ? Nếu phòng không thể giải quyết có thể cho em xin mail của giáo viên phụ trách phần thi này được không ạ? . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Học vụ . Dạ nhà trường, em là sinh viên k13 học ngành kiến trúc. Em đã hoàn thành hết chương trình học của mình cũng như ngày CTXH, nhưng em vẫn còn thi chuẩn anh văn Toiec Speaking và Writing để ra trường nhưng tình hình dịch bênh đang kéo dài hiện tại em vẫn chưa thi được ạ, thời gian đào tạo của em sẽ hết hạn vào tháng 10/2021. Nên em gửi đơn xin gia hạn thời gian đào tạo để hoàn thành chứng chỉ ngoại ngữ ạ.",
            "Dạ em mong nhà trường giải quyết sớm giúp em ạ vì thời hạn đào tạo của em sắp hết rồi ạ. . Em có đính kèm đơn xin gia hạn ạ. . Em cảm ơn ạ !",
            "Chào bạn. . Bạn xem thông báo đầu năm có thông tin về việc thi anh văn 2 kỹ năng online, chú ý các thông báo tiếp theo để đăng ký thi. . - Đến thánh 11/2021 bạn vẫn chưa hoàn thành để tốt nghiệp thì lúc đó nộp đơn gia hạn nghen bạn. . Thân",
            "Chào bạn. . Pdt gởi Qd kéo dài đính kèm file. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Em là [full_name], sinh viên k17. Hiện tại em đã học hết các môn và hoàn thành luận văn tốt nghiệp nhưng thiếu anh văn nói viết thì có cần đăng kí thêm 1 môn để duy trì thời khoá biểu kì kế tiếp ko. Hay chỉ cần đợi hết dịch thi nói viết và đăng kí tốt nghiệp là được.. .",
            "Chào bạn,. . Việc ĐKMH là tùy SV nhé, bạn có thể theo dõi thông tin để đăng ký thi AV nói viết để xét tốt nghiệp nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ!. . Do khoa không đồng ý mở môn học Nhập môn điện toán (CO1005) trong HK211 và DT211 nên em xin phép PDT cho em học cùng môn này với khóa K21 ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Kính chào thầy/ cô, em tên là Lê Thu Thủy Tiên, MSSV [student_id].. . . . Hôm nay em làm đơn này vì muốn xin tăng thêm sỉ số cho môn Hóa Phân Tích (CH2113) kì 211.. . . . Mong nhận được phản hồi của thầy/cô.. . Em chúc thầy/cô nhiều sức khỏe.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng Đào tạo,. . . . Em xin gửi yêu cầu vì chưa hiểu rõ lý do không được đăng ký môn học đợt 2 kèm theo hình ảnh được đính kèm,. . . . Em không được đăng ký học đợt 2 do không thanh toán học phí (hình 1). . . . Vì học kỳ hè 203 em có đăng ký học dự thính Giải tích 2, nhưng lúc em đăng ký không hiểu sao có vấn đề về việc em   /B không còn nằm trong danh sách đăng ký và đã mail xin phép được đăng ký. Tuy nhiên sau đó em không thấy môn học trong thời khóa biểu hay E-learning (hình 2).. . . . Nay em kiểm tra thì thấy có thanh toán học phí học kỳ dự thính 203.. . . . Mong PĐT hỗ trợ, và cho biết em có buộc phải đóng học phí đó không ạ?",
            "Đăng ký môn học. . . . Chào phòng Đào tạo,. . . . Em xin gửi yêu cầu vì chưa hiểu rõ lý do không được đăng ký môn học đợt 2 kèm theo hình ảnh được đính kèm,. . . . Em không được đăng ký học đợt 2 do không thanh toán học phí (hình 1). . . . Vì học kỳ hè 203 em có đăng ký học dự thính Giải tích 2, nhưng lúc em đăng ký không hiểu sao có vấn đề về việc em   B không còn nằm trong danh sách đăng ký  /B  và đã mail xin phép được đăng ký. Tuy nhiên sau đó em không thấy   I môn học trong thời khóa biểu hay E-learning  /I  (hình 2+3).. . . . Nay em kiểm tra thì thấy có thanh toán học phí học kỳ dự thính 203.. . . . Mong PĐT hỗ trợ, và cho biết em có buộc phải đóng học phí đó không ạ?  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id], lớp CC18HTP2. Em muốn hỏi là: 1 môn thí nghiệm trong CTĐT của học kỳ này của ngành em, trên trang ĐKMH, PĐT chia thành 3 nhóm lớp, sĩ số 16. Tuy nhiên khi đăng ký, các bạn dồn vào đầy 2 lớp nên lớp còn lại chỉ có 7/16 SV, vậy lớp đó có được duy trì không ạ? Hay sẽ bị hủy do sĩ số ít ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đợi kết quả đợt 2 nhé, sẽ thông báo lý do cụ thể những môn không đăng ký được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Họ tên: [full_name]. . MSSV: [student_id]. . Tên môn: Anh văn 4. . Mã môn: LA1009. . Kính mong Phòng đào tạo mở thêm sỉ số để em vào nhóm lớp nào cũng được ạ. Em xin cám ơn.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đơn xin gia hạn  . Dạ do tình hình dịch bệnh căng thẳng, em không thể lên trường để nộp đơn trực tiếp, nên em xin nộp đơn ở đây ạ. . . . . Hiện tại em đã hoàn thành hết các môn học theo chương trình đào tạo ạ, em chỉ còn 2 chứng chỉ ngoại ngữ Toeic Speaking and Writing ạ. Mà 10/2021 này em hết hạn đào tạo ạ. Tình hình dịch bệnh đang căng thẳng nên em không thể thi lấy chứng chỉ kịp hạn ạ. Nay em nộp đơn xin được gia hạn thêm 1 học kỳ để em có thời gian hoàn thành chương trình ạ.. . . . Mong nhận được phản hồi sớm của trường ạ.. . Em cảm ơn nhiều ạ!",
            "Chào bạn. . - Trước tiên bạn xem thông báo đầu năm của nhà trường về việc tổ chức thi anh văn 2 kỹ năng online. . - Nếu đến tháng 11 mà bạn vẫn chưa đủ điều kiện tốt nghiệp thì nộp lại đơn gia hạn nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo. . . Em tên là: [full_name]. . MSSV: [student_id]. . Em có thắc mắc là: đơn xin thu nhận của em đã được xét duyệt chưa ạ?. Em đã làm đơn gửi lên [full_name] và [full_name] đã xác nhận là đã \"Gửi đề nghị thu nhận lại\" lên phòng đào tạo từ ngày 10/08/2021. . . Mong phòng đào tạo có thể kiểm tra hộ em để em có thể kịp đăng kí môn học ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Bạn vào dkmh đợt 3 từ 10g đến 14h50 ngày 19/8/21 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Phòng Đào Tạo ạ.. . Em xin gửi mẫu đơn xin HỦY HOÃN THI vì giảng viên đã giải quyết được sự cố.. . Em chân thành cảm ơn Phòng Đào Tạo ạ.",
            "Chào bạn. . . . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . . . - Bạn thi bình thường theo Lịch thi đã thông báo. . . . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . . . Chúc bạn học tập tốt nhé.. . . . Thân",
            "Em chào Phòng Đào Tạo ạ.. . Em tên [full_name] , MSSV [student_id]. . Em đã xin gửi mẫu đơn xin HỦY HOÃN THI môn Xác suất thông kê ( MT 2001) và đã được xác nhận HỦY HOÃN THI.. . Nhưng hôm nay em kiểm tra lại theo mail của phòng đào tạo thì thấy môn Xác suất thống kê ( MT2001) vẫn bị hoãn thi ạ. . . Mong Phòng Đào Tạo chỉnh sửa, cập nhật lại ạ",
            "Chào em,. . Em gửi lại đơn nhé, do em ghi sai mã sv trong đơn [student_id]. . Thân mến,. .",
            "Em chào Phòng Đào Tạo aj,. . Em tên [full_name], MSSV [student_id]. . Em xin gửi lại đơn xin hủy hoãn thi môn xác suất thống kê ( MT2001). . Em chân thành cảm ơn PĐT ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào [full_name]/Cô,. . Em là sinh viên năm 4 và chuẩn bị bảo vệ LVTN ngày 17/8/2021.. . Em đã có bằng Toeic 580 và chưa chuyển điểm vì không đủ để chuyển điểm AV4. . Em muốn thi lại bằng Toeic để được trên 600 và chuyển điểm AV4 tuy nhiên IIG hiện tại không mở lịch thi.. . Vậy em muốn hỏi em cần giải quyết như thế nào để đủ điều kiện xét tốt nghiệp trong học kì này?. . Em cảm ơn!. .",
            "Chào bạn,. . Bạn có thể ĐK học Anh văn 4 trong trường để hoàn thành CTĐT nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô Phòng Đào Tạo,. . . . Em thấy môn PH2003 - Tin học vật lý kỹ thuật mỗi lớp 35SV. Tính 2 lớp học thì tối đa 70SV + Giảng viên thì có thể 75 người GG Meet.. . . . Em mong thầy cô có thể mở thêm chỗ lớp L02-[full_name]3 - Tin học vật lý kỹ thuật.. . . . Em cảm ơn thầy cô rất nhiều.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sáng 13/8/2021 em có thi môn Vật lý 2 ca 10h nhưng quên không ghi màn hình bài thi. Vậy em có thể xin hoãn thi không ạ?. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . MSSV [student_id]. Em xin gửi đơn đăng kí môn học ME3259 vào học kì dự thính",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em không kịp tốt nghiệp đợt tháng 4 và không đăng kí môn học nên bị tạm dừng. Em muốn làm đơn để đăng kí môn học Hk1 211 để duy trì tình trạng sinh viên thì phải làm gì ạ? Do dịch em không thể lên trường đăng kí được. Em cảm ơn thầy/cô đã đọc thắc mắc của em.",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Kỳ này môn CH3361 là môn tự chọn của em. Môn học có 4 chỉ bao gồm phần thí nghiệm. Em đã được giáo viên bộ môn xác nhận sẽ mở môn đó cho kỳ HK211, nhưng hôm nay đã là hạn chót mà chưa thấy. . . . . Em muốn hỏi là: . . 1. Có đợt 3 đăng ký môn không? Vì theo lịch là 16.8 sẽ vô học kỳ mới ạ. . . . . 2. Nếu có đợt 3, thì khả năng có mở môn đăng ký mới cho môn này được không. . Em cảm ơn và mong sớm được phản hồi",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy, cô!. . . . Em tên Huỳnh Quốc Việt, mssv: [student_id], Lớp điện tử viễn thông, khóa VHVL 2020.. . . . Trong quá trình đăng ký môn học của quý nhà trường, em và các bạn học gặp phải nhiều vướng mắc, bức xúc, xin giải trình sự việc như sau:. . . . Khi nhập học chúng em đã được chính nhà trường tổ chức học môn Mạch điện tử có mã EE0035 (1tc). Hai tháng trước trường thông báo Chương trình đào tạo của chúng em, trong đó môn Mạch điện tử lại có mã EE2035 (3tc). TUY NHIÊN, khi em đăng ký học môn chuyên ngành Kỹ thuật siêu cao tần EE3025, hệ thống thông báo rằng em thiếu môn MẠCH ĐIỆN TỬ mã EE2007 (4tc) ??. Vậy thì làm sao chúng em đăng ký học tiếp được???.. . Việc này không chỉ xảy ra với mỗi môn Mạch điện tử mà cả những môn khác mà chúng em đã học ở học kỳ đầu của trường.!. . Và trong MyBK, phần Thông tin sinh viên, mục \"Điểm trung bình\", \"Số tín chỉ\" của bọn em vẫn chưa được cập nhật, thống kê.. . . . Chúng em kính mong quý thầy, cô nâng cao vai trò, trách nhiệm, xem xét giải quyết rõ ràng những vấn đề vướng mắc này để chúng em có thể tiếp tục quá trình học tập được đầy đủ và đạt chất lượng ạ!.. . . . Mong quý thầy, cô có thể tối thiểu hồi âm bằng mail để bọn em nắm được rõ ràng rằng nhà trường đã xử lý vấn đề này như thế nào.. . . . Cám ơn thầy, cô!",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . cho em hỏi là em muốn đăng kí học lại môn nhập môn kĩ thuật thì làm sao ạ? Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có điền form xin hoãn thi môn xác suất thống kê MT2013 do là em bị trục trặc nên bị khoá phòng vào phút cuối giờ, nên em không biết hệ thống có lưu bài của em không. Hôm nay em có điểm thi của xác suất thống kê nên em xin rút lại việc hoãn thi được không ạ.. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Cô cho em đăng kí thêm sĩ số lớp anh văn 3 lớp L01 ạ!. . [full_name] [student_id]. . . .",
            "Đăng ký môn học. . Cô cho em đăng kí thêm sĩ số lớp anh văn 3 lớp L01 ạ!. . Nguyễn Thiện Hà [student_id]. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi trong đăng ký môn học của em có hai môn:. . Mỹ phẩm : thứ 3 tiết 56 cơ sở 2. . An toàn quá trình : thứ 3 tiết 78 cơ sở 1. . Hai môn liên tiếp nhau tại hai cơ sở nhưng hệ thống không báo lỗi .. . Vậy em có thể tiếp tục để đăng ký môn như vậy phải hủy lịch trên ạ. . . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em là [full_name], Mã số sinh viên: [student_id], học lớp VPVL2014. Em xin trình bày tình trạng hiện tại của em như sau: do học kì vừa rồi là học kì 202 không có môn em mong muốn đăng ký để trả nợ nên hiện tại em bị tạm dừng học nên không thể đăng ký môn học thiết bị và cảm biến (mã số môn học: 404704) ở học kì này, học kì 211. Ba hôm trước em có gửi yêu cầu đăng ký môn học ở trang web hỗ trợ trực tuyến của trường mình nhưng chưa nhận được phản hồi nên em viết mail này mong được phòng đào tạo tạo điều kiện và hỗ trợ giúp em ạ. Em xin cảm ơn ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là sao hoc kỳ này trường không mở lớp học những môn đại cương ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã bảo vệ xong luận văn tốt nghiệp . . Trước đó e đã nộp tiếng anh chỉ đủ để xét luận văn. Tức là hiện tại em còn thi lại chứng chỉ anh văn quốc tế trên 600 (vì em không học anh văn 4) và thi anh văn nói viết, em vẫn đang trong quá trình ôn tập để hết dịch lên thành phố thi. Vậy phòng đào tạo cho em hỏi là em hỏi là em có thể cách nào để thi và tốt nghiệp đúng hạn vào tháng 11 này không ạ.",
            "Chào bạn,. . Về thi Anh văn 2 kỹ năng nói và viết bạn có thể liên hệ TTNN để được tư vấn về hình thức thi online trong thời gian tới.. . Về CC TOEIC, bạn phải liên hệ tại IIG để hướng dẫn.. . Vì ngoài chuyển điểm AV4, bạn có thể đăng ký học AV4 bình thường ở trong trường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Hiện tại kì chính em có đăng kí môn PH2003 - Tin học vật lý kỹ thuật có tiết thực hành vào ngày thứ 6 (tiết 8-12) tuần học 1234 cs2. Nhưng hiện tại em đang chưa học môn EE1011 Giải tích mạch (khó mở lớp) kì dự thính đang mở vào thứ 6 (tiết 13-15) HANGOUT cs1. Em không biết em có quyền đăng ký dự thình không ạ.. . . . Em rất mong Phòng Đào Tạo xem xét kì dự thính Hangout nên không xét khoảng thời gian giữa 2 cơ sở.. . Em cảm ơn thầy cô rất nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710098  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy/cô,. . . . Cho phép em được hỏi về yêu cầu của các học phần mở rộng để được tốt nghiệp theo chương trình KSTN là như thế nào vậy ạ?. . . . - Là phải đạt   B TẤT CẢ  /B  các học phần. . . . - Hay chỉ cần đạt   B MỘT VÀI  /B  học phần mở rộng thôi ạ?. . . . Hiện em cũng đã bảo vệ luận văn xong, thì em có thể kiểm tra mình đã đủ điều kiện để tốt nghiệp theo chương trình nào trên trang của trường mình không ạ?. . . . Mong nhận được phản hồi từ các thầy/cô.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn có thể liên hệ Khoa của bạn để tư vấn về Chương trình Tài Năng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô, thầy. Thầy, cô có thể đổi thời khóa biểu môn IU 2019 công nghệ cơ khí 1 hiện tại sang thứ 2 tiết 9-10-11 và thứ 4 tiết 2-3-4-5-6 ạ. Em cảm ơn. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã thanh toán học phí trễ hạn. Mong phòng đào tạo xem xét cập nhật giúp em lịch thi cuối kỳ dự thính em xin cám ơn ạ.. .",
            "Chào bạn. . Bạn thanh toán học phí ngày 12/8, hiện không thể phục hồi lịch thi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712951  /b \t. . Em xin chào PĐT,. . . . Hiên tại em đang thắc mắc về vấn đề Chuẩn Anh Văn như thế nào thì được xét tốt nghiệp. Cụ thể là khi nhập học em đã có nộp bằng IELTS cho PĐT để qua môn các môn Anh Văn, đến nay thì bằng IELTS của em đã hết hạn. Vậy thì em có phải đăng kí để thi thêm chứng chỉ Anh Văn nào nữa để có xét tốt nghiệp nữa hay không hay em đã đủ điều kiện AV để tốt nghiệp rồi ạ?. . . . Mong PĐT có thể trả lời giúp em.. . Em xin cám ơn.. .   i Tốt nghiệp .",
            "Chào bạn. . Bạn đã đạt chuẩn anh văn, không cần nộp gì nữa hết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Lúc nãy em xin thêm 1 slot môn CH2113 thì PDT trả lời vậy,. . . . Chào bạn,. . . . •    Pdt đã cập nhật một số môn mở lớp mới (do Khoa gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •    Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Nhưng em vào xem thì vẫn thấy môn Hóa phân tích chỉ mở có 80 sinh viên 1 lớp thôi ạ. . . Nên PĐT có thể tăng sĩ số môn này lên 100 sinh viên 1 lớp để em có thể đăng kí học được không ạ?",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT ạ, cho em hỏi là em đã hoàn thành LVTN và chương trình giáo dục, nhưng chưa đủ điều kiện tốt nghiệp do thiếu Anh văn, vậy em có phải đăng kí môn học để duy trì tình trạng đang học của sinh viên không ạ. Em xin chân thành cảm ơn",
            "Không cần nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo,. . Em là [full_name], MSSV [student_id], lớp VP17CĐT, thuộc chương trình KS CLC Việt-Pháp.. . Hiện tại em đang cần giấy xác nhận sinh viên để có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ở địa phương. Em đã đăng kí trên hệ thống của trường rồi nhưng vì hôm nay (12/08/2021) là hạng cuối để nộp nên em mong nhận được bản mềm thông qua gmail trong thời gian sớm nhất.. . Email: [email]. . Em xin chân thành cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em muốn tăng sỉ số lớp ci3009 dt01 ạ. . Em đăng kí rồi mà xoá của em mất giờ vào lại full slot mất",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính chào Phòng đào tạo!. . Hiện tại em đã hoàn thành bảo vệ LVTN, tuy nhiên em vân còn thiếu điểm AV3, AV4 và TOEIC Speaking và Writing.. . Em đã đăng ký thi Toeic Reading và Listening  ở IIG nhưng đều bị hoãn do dịch. . . Có một số thông tin rằng nhà trường sẽ tổ chức thi Toeic Speaking và Writing vào đầu tháng 9. Tuy nhiên em rất mong muốn được thi Toeic Reading và Listening để đổi điểm AV3, AV4 để kịp đợt tốt nghiệp tháng 11/2021.. . . . Kính mong sự phản hồi từ Phòng đào tạo ạ.",
            "Chào bạn,. . Việc thi Toeic Reading và Listening bạn có thể liên hệ tại IIG để được hướng dẫn nhé, vấn đề này nhà trường không thể hỗ trợ được.. . Ngoài cách thi chứng chỉ để chuyển điểm, bạn có thể đăng học AV3,4 để học bình thường mà. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ mong thầy cô giúp em gấp ạ, em đăng ký môn ĐAMH Logistics 1 không được ạ, em có đính kèm hình ảnh thông báo ạ. .",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. .",
            "dạ thưa cô, môn này đã được xét tương đương trong hệ thống của trường, thầy trưởng bộ môn đã làm công văn rồi ạ, nhưng khi em đăng ký thì lại không đăng ký môn được vì hệ thống chưa xét tương đương mã môn mới về cũ cho em ạ.. . em xin gửi ảnh đính kèm môn đã nằm trong danh sách tương đương ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô),. . . . Em có đọc được thông báo từ PĐT có lưu ý:. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211) (Ngoại trừ Chuẩn Anh văn Luận văn tốt nghiệp). . Do tình hình dịch bệnh nên SV không thể đến trung tâm để thi chứng chỉ ngoại ngữ. Lịch thi chứng chỉ đã bị hoãn từ cuối tháng 5 đến nay. Trong trường hợp kế hoạch học tập ở HK 211, SV muốn đăng ký LVTN thì phải làm thế nào ạ? Em biết quy định là như vậy nhưng trường mình còn 1 chuẩn tiếng Anh để nhận bằng Tốt nghiệp nữa, và chuẩn này cao hơn so với chuẩn đăng ký LVTN. Trong tình hình dịch bệnh thế này, PĐT có thể xem xét lại quy định và điều chỉnh để chúng em có thể đăng ký và hoàn tất chương trình học được không ạ?. . . . . . Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô).. . . . Best regard,. . [full_name]",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Thầy/Cô ạ.. . Em là sinh viên khoá 2017 thuộc hệ đào tạo Kỹ sư tài năng đã hoàn thành chương trình đào tạo, đã đạt chuẩn anh văn để xét tốt nghiệp (L&R 690/990 S&W 230/400) và cũng đã đủ ngày ctxh (15 ngày). . . . Tuy mức điểm anh văn nói viết em đã đủ chuẩn tốt nghiệp nhưng chưa đủ chuẩn của chương trình tài năng (theo yêu cầu là 245/400). . . Thầy/Cô cho em hỏi nếu học kỳ tới (211) em xin tạm dừng (do không có thời khoá biểu học kỳ chính) và đạt được chứng chỉ anh văn nói viết đạt chuẩn tài năng (trường hợp dịch sắp tới được kiểm soát và có thể tổ chức thi hoặc thi online). Vậy đến khi em làm đơn thu nhận lại để xét tốt nghiệp vào đợt tới ( tháng 11) em có được nhận bằng tài năng không ạ? Hay đợt xét tốt nghiệp tháng 8 này là đợt xét tốt nghiệp duy nhất công nhận bằng tài năng của khoá 2017?. . . . Em cảm ơn Thầy/Cô ạ",
            "Chào bạn. . Đợt tốt nghiệp tháng 11/2021 là đợt chính xét tốt nghiệp của CTKSTN khóa 2017 nhé bạn.. . Hiện tại chưa có lịch trình tốt ghiệp của tháng 11/2021, bạn vui lòng theo dõi thông tin sẽ được cập nhật tại lịch học vụ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang học ngành điện tử-viễn thông ạ. . . . Phòng đào tạo ơi, em tha thiết cầu xin cho em được đăng kí vào môn Kỹ thuật hệ thống viễn thông (EE3015) với. Đây là lần thứ 3 em gởi yêu cầu rồi. Em có đăng kí đợt 1 nhưng bị xóa môn.. . . . Không phải tự nhiên em gởi kiên trì quyết định gởi tới lần thứ 3. Thật sự ba mẹ em già yếu rồi, không đủ sức gồng gánh thêm nửa năm nữa. Ba mẹ nói không sao nhưng phận làm con em cũng không biết làm sao nữa!. . . . Môn này hiện giờ đang là 64/64 chưa tới 99 mà có tới 5 lớp. PĐT cho em vào lớp nào cũng được, không bị đụng thời khóa biểu đâu ạ.. . . . Nếu trễ môn này thì em sẽ trễ đề cương và trễ nửa năm. Em ngàn lần xin vạn lần xin phòng đào tạo cho em vô một nhóm lớp với, nhóm nào cũng được. Sau này có công việc ổn định em nhất định sẽ báo đáp lại trường mà. Em xin PĐT giúp em với.. . . . Nếu không được nữa thì phòng đào tạo cho em hỏi em có thể học môn này song song với đề cương luận văn được không ạ?. .",
            "Chào em,. . Em vào đkmh đợt 3 nhé, PĐT đã tăng sỉ số thêm. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là k19 ạ, chuyện là môn Giải tích 1 dự thính 202 của em không hiện trên thời khóa biểu 202 tầm 1-2 tháng nay ạ, trước đó thì có.. . Nhưng trong bảng điểm và lịch thi thì vẫn hiện bình thường và em vừa tham gia thi cuối kì Giải tích 1 bình thường ạ. Em muốn hỏi TKB bị thiếu như v có ảnh hưởng gì không ạ.. . Em cảm ơn. em có kèm theo ảnh minh chứng",
            "Chào bạn. . Pdt sẽ cập nhật lại thông tin"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi  quý thầy cô phòng đào tạo . . Em tên là [full_name] mssv [student_id] hệ vhvl khoa kỹ thuật giao thông. . Em đã đóng học phí  hpvhvl 203 hl rồi nhưng trên hệ thống thanh toán của trường thể hiện em chưa đóng do đó em không đăng kí môn học được và có khả năng là em sẽ bị cấm thi vào ngày 14/8/2021. . . Mong quý thầy cô giúp em để em đăng kí môn học được và có thể hoàn thành phần thi cuối kì !. . Xin trân trọng cám ơn quý thầy cô!",
            "Chào bạn,. . 15h ngày 13/8 đã hết thời gian đăng ký MH nhé bạn, và bạn TT học phí lúc 15h09 phút nhé.. . Bạn vui lòng đợt mail thông báo vào đợt 3 để vào ĐKMH cho HK211 nhé.. . Trường hợp đóng HP trễ thì đã bị hủy TKB/lịch thi nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo, em là [full_name], MSSV: [student_id]. Em có 2 thắc mắc muốn được phòng đào tạo giải đáp ạ.. . . . 1)Đầu tiên là về Điểm TBTL với Điểm TBTLN của em sao lại là như nhau ạ. Trong khi nếu tính tất cả các môn em học thì tổng số chỉ em đang tích luỹ là 95, còn tổng số chỉ ngành em đang tích luỹ là 53 thì sao điểm TBTL với điểm TBTL ngành em lại giống nhau ạ. Em tính thử thì Điểm TBTL giống như điểm hệ thống hiển thị, còn điểm TBTLN thì sao hệ thống vẫn để 6.98, trong khi em tính ra là 7.25 ?. . . . 2.Khi em muốn học cải thiện điểm mấy môn ngành, mà mã số môn học cũ thay thế bằng mã số môn học mới thì liệu khi em học cải thiện thì điểm học cải thiện có tính vào trong điểm TBTL ngành của em không ạ ?. . . . Mong phòng đào tạo có câu trả lời sớm nhất để em đăng ký môn. Cảm ơn.. . . .",
            "Chào bạn. . - Về quy định Số tín chỉ tích lũy/Điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . - Hiện Pdt không cập nhât điểm tbtl ngành, chỉ có điểm trung bình tích luỹ chung, bạn xem thông tin ở đâu?. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em lỡ out nhầm môn đã đăng kí mà không thể đăng kí lại vì đã hết slot. PĐT có thể nào mở thêm slot môn đó không ạ. Vì em thấy môn đó [full_name]1 sĩ số tới 67. Mà lớp [full_name]2 chỉ mới 60",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là : [full_name]. . MSSV: [student_id]. . . . Em là sinh viên văn bằng 2 chính quy. Hiện tại em còn thiếu môn Nhập môn về kỹ thuật ( EE1001) để đăng ký được đồ án. Vậy nên em viết đơn này, mong Phòng Đào Tạo sắp xếp cho em để được học môn này với các bạn tân sinh viên khóa 2021.. . . . Em xin chân thành cảm ơn\t. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414391  /b \t. . . .   i Yêu cầu khác . Em là sinh viên K14. . Đợt tháng 5 Em có xin gia hạn 1 học kỳ để bổ sung điều kiện anh văn nói viết, hiện tại do dịch bệnh kéo dài Em chưa tham gia thi được, đợt vừa rồi có đợt thi online (do E ở vùng có dịch, TP đang giãn cách, Em ở trọ không đáp ứng đủ điều kiện thiết bị và đường truyền mạng nên không thể tham gia được).. . Em viết mail này là để hỏi:. . Liệu giờ Em có được gia hạn thêm không ạ ( Em là sinh viên tuyển sinh ưu tiên KV1 ạ), và nếu được thì Em phải viết đơn trước thời gian nào ạ, và từ giờ tới trước đợt tốt nghiệp tháng 11 liệu có đợt thi nào không ạ.. . EM XIN CHÂN THÀNH CẢM ƠN !!!",
            "Chào bạn,. . Chỉ kéo dài tối đa 1 HK nhé bạn, bạn vui lòng theo dõi thông tin về các đợt tổ chức khác (nếu có) để đăng ký thi nhé.. . Bạn có thể liên hệ đến TTNN để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào PĐT & BGH nhà trường.. . Với tình hình dịch bệnh kéo dài trong thời gian vừa qua và sắp tới đã ảnh hưởng đến việc hạn chế các hoạt động để sinh viên chúng em tích lũy ngày công tác xã hội. Hiện tại em cũng như rất nhiều bạn đang thiếu 1 vài ngày để đủ chuẩn 15 ngày CTXH cho đợt tốt nghiệp sắp tới.. . Vì vậy em mong nhà trường phối hợp thúc đẩy cùng các ban, đoàn hội để tổ chức ra nhiều chương trình theo hình thức online giúp chúng em có thể tích lũy ngày CTXH ạ.. . Em xin chân thành cảm ơn ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi kì này mình có mở ĐKMH dự thính đợt 3 không ạ?",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name] ,MSSV:[student_id], học vật lí 2 cô [full_name] Lớp DT01-HK202, em theo lịch thi cuối kì môn Vật Lí 2 của Phòng Đào Tạo là sáng nay lúc 7h ngày 13/8 ,em vào mybk từ sớm lúc 6h20 ngày 13/8, trong thời gian từ 6h 20 đến đến 7h50 em luôn online trang mybk của trường để tìm link hang out môn vật lí 2 để thi mà em vẫn không tìm thấy ạ, do tìm không thấy link hang out nên em cảm thấy hoang mang nên lúc 6h 55 em có nhắn tin rất nhiều trong group bài tập lớn VL2 của nhóm em hỏi các bạn có thấy link hang out và link bài thi không nhưng không có bạn nào trả lời cả , em cũng đã có thi giữa kì bằng hình thức thi online của những môn khác nhưng em chưa gặp trường hợp này bao giờ, đến lúc 7h50 thì có 1 bạn trong group bài tập lớn VL2 của nhóm em nhắn trả lời em là đã thi xong rồi , em nhờ bạn đó chụp lại hình ảnh link mà bạn đó đăng nhập để thi để em tìm xem có không, mà em tìm mãi vẫn không thấy link như bạn đó đã gửi cho em trên trang bkel cá nhân của em ,trong mọi hoá trình trên em chỉ đăng nhập bằng mail của trường cấp cho em là [email]. Em mong Phòng Đào Tạo  xem xét trường hợp của em,xem có nhầm lẫn hay sai sót gì không , và cho em hỏi có còn cách nào không  để em có thể hoàn thành bài thi cuối kì môn Vật Lí 2  được ạ. Em đã trình bày trường hợp của em cho cô [full_name] phụ trách giảng dạy môn Vật Lí 2 Lớp DT01-HK202 và được cô hướng dẫn là trình bày trường hợp của em lên Phòng Đào Tạo để được xem xét  .Em mong sớm được PĐT phản hồi lại .. . ﻿Em xin chân thành cảm ơn.  B . .",
            "Chào bạn,. . Bạn có thể liên hệ về GV và bộ môn để được hướng dẫn thêm.. . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là em đăng kí môn học Đồ Án Nền Móng(CI3197) vào kì dự thính,nhưng lại là nhóm T01.Em nghe nói đây là lớp dành cho hệ VHVL,hệ chính quy không học được.Em muốn được giải đáp thắc mắc này ạ.Em xin cảm ơn.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611744  /b \t. . . .   i Đăng ký môn học . pđt có thể mở thêm sỉ số kì DỰ THÍNH  môn KTS (EE1015) được ko ạ . . LỚP DT01_DT01\t HIỆN TẠI MỚI 30 NGƯỜI",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô ạ,. . . . Lần trước em có gửi đơn xin hoãn thi qua Sheets, giờ chẳng hạn như nếu em muốn hủy đơn hoãn thi của mình thì phải thực hiện thủ tục gì ạ?. . . . Em cảm ơn ạ .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em tên là: [full_name]. . MSSV: [student_id]. . Em có thắc mắc là: đơn xin thu nhận của em đã được xét duyệt chưa ạ?. Em đã làm đơn gửi lên Khoa và Khoa đã xác nhận là đã \"Gửi đề nghị thu nhận lại\" lên phòng đào tạo từ ngày 10/08/2021.. . Mong phòng đào tạo có thể kiểm tra hộ em để em có thể kịp đăng kí môn học ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    }
]