[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Thầy/Cô.. . Em là sinh viên ra trường đợt tháng 4/2021, xếp loại tốt nghiệp loại giỏi. Em muốn tham gia học Cao học nhưng vì điều kiện gia đình nên em tạm thời đi làm một thời gian để có thu nhập vì lí do gia đình. Một năm sau không biết em còn có cơ hội tham gia học Cao học không ạ, và có phải thi đầu vào để được tham gia học không ạ.. .  Em xin chân thành cảm ơn ạ.",
            "Chào em;. . cao học thì em liên hệ Phòng Sau Đại học nhà B3 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy/cô. . . . Em tên là [full_name] - [student_id].. . . . Hiện em đã đăng ký xét tốt nghiệp trên mybk được 1 tuần nhưng em vẫn chưa thấy cập nhật lên bkpay để thanh toán lệ phí 95.000. . . . Thầy/cô cho em hỏi khi nào thì em được cập nhật để thanh toán lệ phí tốt nghiệp vậy ạ?. . . . Em cảm ơn thầy/cô ạ. . . .",
            "Chào em,. . Cô thấy trên bkpay đã ghi nhận khoản lệ phí tốt nghiệp 95.000 d, SV vào kiểm tra lại và vào thanh toán nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy/cô cho em hỏi khi mình đăng kí thi đánh giá năng lực và trúng tuyển vào một ngành khác thì mình có được giữ lại điểm những môn mà mình đã hoàn thành không ạ?",
            "Chào bạn, . . Sinh viên vui lòng xem chi tiết quy định: điều 18/18.1c Công nhận kết quả học tập và chuyển đổi tín chỉ tại Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21). . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em in gửi mẫu học lại kèm giấy quyết định xuất ngũ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 05/2022). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật trước tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 3. . để đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em đã tải và cố gắng điền thông tin vào cái file PDF và em xin gửi cô chứng chỉ quân sự của em ạ!!. . Mong cô xem xét giúp em! Em xin cảm ơn ạ!!. . Trân trọng, . . CT",
            "Chào bạn. . Tải Phiếu đăng ký miễn GDQP-GDTC (tại trang web Phòng Đào tạo (aao.hcmut.edu.vn)    Sinh viên    Biểu mẫu, điền đầy đủ thông tin, đính kèm bằng GDQP hoặc bảng điểm, nộp tại trang hỗ trợ trực tuyến BKSI.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, em xin hoãn kiểm tra giữa kỳ 212 môn Hóa lý 2 (CH2109), vào học trực tiếp em sẽ làm trực tiếp được không, em đã xin thầy rồi ạ ?",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Phiếu đăng ký thu nhận lại .",
            "\"Chào bạn. . Chính quy: Tình trạng của bạn đã có quyết định tạm dừng số 855 ngày 25/3/2022 vì chưa thanh toán học phí HK 211 (CHÍNH QUY) theo quy định.. . Để được phục hồi TKB HK211 & HK212 (nếu có), SV phải thanh toán phần học phí còn nợ, Tiếp theo:. . 1 - SV tự viết đơn trình bày xem xét phục hồi TKB HK211 & HK212 (nếu có), ghi rõ lý do thanh toán trễ học phí + tên môn + MSMH + Học kỳ cần phục hồi. . 2 -  SV tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu- . . Điền đầy đủ thông tin thu nhận lại HK211. . - gởi tại trang hỗ trợ trực tuyến BKSI. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e xin chào quý Thầy Cô,. . Em tên Nguyễn Thị Lan Trường khóa K15, MSSV: [student_id], lớp MO15QLMT.. . Qúy Thầy Cô cho e hỏi về việc làm đơn xin gia hạn 1HK để có thể nộp chứng chỉ TOEIC xét tốt nghiệp? Do tình hình dịch bệnh và bản thân bị nhiễm covid, em không đủ thời gian và sức khỏe để có thể hoàn thành chứng chỉ anh văn kịp thời hạn. Hiện tại thì e có thể viết đơn gửi qua mail hay viết đơn và lên trực tiếp PDT để nộp đơn xin gia hạn ạ. Em chân thành cám ơn quý Thầy Cô.. . Em hiện tại không nợ bất kì môn nào, đã đủ ngày CTXH, đã đủ điểm toeic 2 kỹ năng speaking and writing. Em chỉ thiếu mỗi bằng toeic listening and reading.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV [student_id]. Em có đăng ký kiểm tra giữa kì bổ sung và đã được phòng đào tạo đồng ý. Em sẽ thi vào học kì dự thính hiện tại, thì lịch thi các môn mà em đăng ký thi bổ sung có được cập nhật trên mybk mục Thông tin sinh viên không ạ, do lúc nhận phiếu em nghĩ trong phiếu có lịch thi nên em không hỏi. Vì em sợ là sẽ không nắm bắt được lịch thi và bị tính điểm 13",
            "Chào em,. . Phiếu đăng ký kiểm tra bổ sung này SV vui lòng liên hệ trực tiếp với GV để được tổ chức kiểm tra bổ sung lại trong HK212 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo ạ . . . Em tên là [full_name]. MSSV :[student_id]. . . Em muốn hỏi về lịch học môn thí nghiệm kỹ thuật số học kì 212 ạ. Do là trường xếp lịch học môn thí nghiệm kỹ thuật số của em trùng với lịch học môn pháp luật đại cương ở học kì 212 ạ. . .",
            "Chào em;. . đã cập nhật lại thời khóa biểu, em lên kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Tuần 14 sắp tới thì em sẽ bắt đầu học thí nghiệm nhưng trên thời khóa biểu thì em có 2 môn bị trùng thời gian với nhau ạ. Cụ thể:. .   B Thực tập Điện 2 và Đo lường & Điều khiển bằng máy tính (TN)  /B . .   B Thời gian trùng giờ học: Vào 13:00 - 17:50 thứ 5 các tuần  /B   I . . . . Mong thầy/cô giải quyết sớm giúp em ạ!. . Em cảm ơn nhiều !",
            "Chào em;. . Đã cập nhật lại, em vào kiểm tra lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đào tạo cho em hỏi là em có trong danh sách tốt nghiệp dự kiến rồi thì khi nào tình trạng sinh viên em mới được thu nhận lại ạ.. . . . Phòng đào tạo sớm phản hồi ạ.. . . . Em xin chân thành cảm ơn!",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên chương trình PFIEV, hiện nay trên thời khóa biểu của em vẫn để lịch học các tuần tới là online. Vậy cho em hỏi từ tuần 14 đã đi học trực tiếp tại trường chưa ạ? Hay vẫn tiếp tục việc học online?. .",
            "Chào bạn,. . SV học theo lịch học được cập nhật tại mybk/Thông tin sinh viên/Thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . hiện tại gmail của em bị lỗi gì đó và không thể nào đăng nhập trên máy tính và cần sự trợ giúp từ quản trị viên . . . .",
            "Chào em,. . Tài khoản mail em vui lòng liên hệ ban quản lý mạng để được hỗ trợ.. . [full_name]. . Ban Quản Lý Mạng - Trường ĐH Bách Khoa Tp.HCM. . . . Địa chỉ: 268 Lý Thường Kiệt, Quận 10, Tp.HCM. .              Phòng 109, nhà A5. .              [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô), em tên là [full_name].Mssv:[student_id].Em kiểm tra bảng điểm thì thấy các cột điểm môn Địa chất công trình đều là điểm 13 trong khi em có thi giữa kì , cuối kì và thí nghiệm.Mong pđt có thể xem xét lại giúp em ạ.",
            "Chào em,. . Điểm là do Giảng viên chấm và nhập điểm và nộp bộ môn/khoa gửi cho Phòng Đào tạo cập nhật.. . SV thắc mắc về việc nhập điểm vui lòng liên hệ với Giảng viên để được giải đáp thắc mắc nhé. . Thân",
            "Em đang gặp vấn đề là giảng viên dạy môn Địa chất công trình đã có sai sót trong quá trình nhập điểm lên hệ thống.Bây giờ em cần phải làm gì để mở khóa bảng điểm HK211 cho thầy hiệu chỉnh ạ. Mặc dù môn này còn thời hạn phúc tra, em đã gửi phiếu phúc tra nhưng kết quả lại nhận được như ảnh dưới ạ.",
            "Chào bạn. . - Thông tin phúc tra Pdt đã tiếp nhận và đã chuyển cho Giảng viên để chấm lại. . - Quy trình sửa điểm, nếu Giảng viên không rõ, em báo giúp Giảng viên sẽ tự liên hệ Văn phòng Khoa để Thư ký Khoa hướng dẫn quy trình sửa điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy(cô),. . Hiện em vừa được đưa vào danh sách tốt nghiệp dự kiến nhưng vẫn chưa được thu nhận lại, em vẫn còn trong tình trạng nghỉ do hết thời hạn học. Xin thầy(cô) kiểm tra và thu nhận lại giúp em để em đăng ký tốt nghiệp ạ.. . Em xin cảm ơn thầy(cô) đã xem.. .   i Tốt nghiệp .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em là: [full_name]. . Mssv: [student_id]. . Khoa: Kỹ thuật xây dựng. . . . Dạ thưa thầy/cô,em đã đăng ký tốt nghiệp đầu tháng 3, đã đóng tiền tốt nghiệp và đã nhận được giấy xác nhận tốt ngiiệp tạm thời, nhưng hiện tại tên em vẫn chỉ ở trên \"danh sách dự kiến tốt nghiệp\" thôi, còn danh sách tốt nghiệp chính thức vẫn chưa có tên em, em xin thầy cô cập nhật tên em vào danh sách tốt nghiệp chính thức ạ. Dạ em xin cảm ơn.. . . . Trân trọng,",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, em là sinh viên k18, Hk 213 em đăng kí luận văn vậy hạn chót để em nộp chừng chỉ toeic là khi nào ạ? Có phải trước ngày đk môn bổ sung lần cuối không ạ?",
            "Chào bạn, . . Hạn cuối nộp chứng chỉ ngoại ngữ: trước đợt đăng ký môn học, trước ngày 20/05(đợt cuối cùng đăng ký). . . Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 3. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710833  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô,. . . . Em tên là Lê Nguyễn Kiều Duyên, mssv 1710833. Em đã có tên trong danh sách tốt nghiệp đợt 1 năm 2022, tuy nhiên em không đăng ký tốt nghiệp được vì bị Tạm dừng, do đó em mong Thầy/Cô có thể mở lại tình trạng học để cho em đăng ký tốt nghiệp được không ạ?. . Em cảm ơn,. . Duyên",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT, em là [full_name] MSSV [student_id]. . . . Chứng chỉ ngoại ngữ Linguaskill của Cammbridege Assessment English (CAE) đạt 155 điểm (B1), của em do thiếu sót nên bị thiếu phần Candidate number nên em không thể chuyển điểm trên MyBK được. Còn nếu ghi là \"Không có\" thì hệ thống cũng không nhận ạ. . . . . Em thấy xét theo thang Linguaskill thì em đạt. . nhưng em lại không thấy mục chọn theo Linguaskill ạ? Còn xét theo CAE thì không đạt vì yêu cầu phải đạt B2. Tuy nhiên K17 yêu cầu AV tốt nghiệp là 550đ, theo quy đổi 155đ sang TOIEC thì em vẫn đạt ạ.. . . . PĐT xin cho em hỏi với trường hợp nay em cần làm gì để nộp CCNN để xét Tốt nghiệp?. . . . Em xin cảm ơn",
            "Chào em,. . Về CCNN của em, phần Candidate number nếu không có em nhập tạm số CMND/CCCN nhé.. . Trước tiên em phải khai thông tin để lấy dữ liệu thẩm tra CCNN của bạn nhé.. . Như lần trước đã hướng dẫn bạn về việc liên hệ trước đơn vị cấp CCNN gửi bản sao về trường để đẩy nhanh quá trình thẩm tra CCNN. . Thân",
            "Chào bạn. . Sau khi tìm hiểu lại quy trình, để thẩm tra CCNN của bạn, SV mang hai bản sao CCNN đến Trung tâm ngoại ngữ trường ĐH Bách Khoa để được xác nhận và sau khi đã có CCNN, SV nộp lại tại Phòng Đào tạo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Nhà trường cho em hỏi là học kì này có được gia hạn học phí không ạ nếu có thì là mình đăng ký offline hay online. . Em xin chân thành cảm ơn",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name].Mssv [student_id].. . Khoa Bảo Dưỡng Công Nghiệp K16 ạ.. . Cho em hỏi bữa em có gia hạn một học kì và được xét tốt nghiệp đến tháng 4/2022 ạ.. . Mà hạn xét là tới 11/4 . . Em chỉ còn thiếu chuẩn anh văn ra trường ạ.Em vừa thi chứng chỉ toeic xong,và tới ngày 5/4 sẽ có kết quả.Nếu đạt em nộp để bổ sung xét tốt nghiệp được không ạ?. . Nhưng hiện tại em xem tình trạng sinh viên là đã bị xoá tên ạ. . Em mong phòng đào tạo xem xét ạ.Em cảm ơn ạ",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT . . Em có gửi đăng kí tốt nghiệp và cũng đóng tiền xong rồi ạ, nay em vào kiểm tra tên trong danh sách dự kiến thì không có, và vào trang đăng kí tốt nghiệp thì thấy tình trạng tốt nghiệp của em là không được xét, cho em hỏi là em thiếu gì hay sao ạ, em cảm ơn.",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định. . Sau khi bạn đã bổ sung ảnh theo đúng quy định sẽ được cập nhật lại tình trạng nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: Vương Minh Luân. . MSSV: [student_id]. . Khoa: Công nghệ ô tô. . Em đã hoàn thành chương trình học và đủ điểm yêu cầu anh văn nói viết thi tại BKEnglish. Nhà trường có gửi em email có tên trong danh sách tốt nghiệp dự kiến vào tháng 04/2022 nhưng em vào trang mybk đăng ký tốt nghiệp thì báo lỗi không thể truy cập để đăng ký. Em xin sự giải đáp và hướng dẫn từ phòng đào tạo để có thể hoàn tất thủ tục đăng ký tốt nghiệp ạ.. . Em xin cảm ơn.. .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . .   i Tốt nghiệp . Em xin chào thầy cô, em là [full_name], MSSV là [student_id]. Em đã hoàn thành các môn trong chương trình học của mình và em đăng ký xét tốt nghiệp vào tháng 4 này nhưng do học kỳ này em không đăng ký môn học nên em bị tạm dừng học và không thể đăng ký xét tốt nghiệp. Em muốn nộp đơn đăng ký thu nhận lại để có thể đăng ký xét tốt nghiệp, em mong thầy cô giúp em để em có thể kịp đăng ký tốt nghiệp trước ngày 11/4 này. Em xin cảm ơn ạ.. . . .",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ ở kì 202 em có hoãn thi môn Khí động lực học 1 (TR2011) và kì 211 em hoãn thi môn Nhiệt đông lực học và truyền nhiệt (ME2014), thì trường có xếp cho em lịch thi môn Nhiệt động lực học ở kì này (212) nhưng không có môn Khí động 1. Dạ vậy em phải tự liên hệ với giáo viên bộ môn hay sao ạ.",
            "Chào bạn. . Bạn xem lại lịch thi có môn này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thân gửi Phòng đào tạo, em tên là [full_name].Mssv:[student_id].Em đã phiếu phúc tra môn học Địa chất công trình và đang chờ Phòng đào tạo xử lí vì trong bảng điểm của em hiện là diểm 13 .Mong phòng đào tạo xử lí kịp thời trước thời  hạn phúc tra.. .",
            "Chào bạn. . Phòng đào tạo đã tiếp nhận thông tin phúc tra và đã chuyển dữ liệu cho Giảng viên giảng dạy phúc tra lại bài thi của bạn.. . Để hỗ trợ nhanh hơn bạn có thể liên hệ với Giảng viên giảng dạy chấm phúc tra và gởi kết quả lại cho Pdt cập nhật nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134025  /b \t. . . .   i Yêu cầu khác .   B Chào PĐT,  /B . . . . Tên em: Nguyễn Hữu Sơn. . MSSV: 2134025. . Hệ: VLVH. . Khóa: K20. . . . Về học phí, em thấy trên BKPay số tiền là 25,800,000đ bữa lâu tới giờ, em nghĩ do hệ thống lỗi, chưa cập nhật nên em không gửi thắc mắc, nhưng em chờ đến bây giờ vẫn thấy số tiền  như thế.. . \t-   B HK212  /B  em đăng ký   B 26tc  /B  - ở BKPay:   B 25,800,000đ  /B  - Tương đương   B 992,308đ / 1tc  /B .. . \t-   B HK211  /B  em đăng ký   B 21tc  /B  - ở BKPay:   B 11,025,000đ  /B  - Tương đương   B 525,000đ / 1tc  /B .. . \t- Nếu tính theo   B đơn giá 525,000đ/1tc  /B  thì:   B HK212  /B  là 525,000 x 26 =   B 13,650,000đ.  /B . . . . Em thắc mắc là em đăng ký 26tc sao học phí lại nhiều vậy ạ? Tăng lên rất nhiều so với học kì trước.. . Với học phí tính như hiện tại thì quá cao so với gia đình em, cũng như ngoài khoản dự tính là 14 triệu một kỳ.. . . .   B Em rất mong trường có thể xem xét và điều chỉnh lại mức học phí thích hợp như kỳ trước ạ.. . Em xin chân thành cảm ơn!  /B . .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . - Quy định chung về mức thu học phí: Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ đối với sinh viên đại học hình thức VLVH, ĐTTXa là: 14 tín chỉ. Cho khóa 2021: 15.00.000VNĐ/TC(Mục VI). . - Học kỳ 2(2021-2022) bạn đăng ký tổng cộng: 26 tín chỉ nên số tín chỉ vượt mức là: 12 tín chỉ. . - Ở mục V Vừa làm vừa học, đơn giá học phí tín chỉ vượt định mức: 900.000VNĐ/TC. . - Học phí là tính đúng, bạn vui lòng xem lại. . Thân.",
            "Chào cô,. . Em có xem lại \"Mức thu học phí các bậc đào tạo năm 2021-2022\" nhưng Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ cho hệ VLVH chỉ áp dụng cho Khóa 2021 trở đi, còn   B em là Khóa 2020 mà  /B .. . Em có kèm Giấy xác nhận chuyển khóa.. . Mong Pđt xem lại có sai sót không ạ!. . Em xin cảm ơn.",
            "đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào nhà trường. . Em là [full_name] [student_id], sinh viên K18 ngành Điện - Điện Tử chương trình tiên tiến. Em có thắc mắc là lịch LVTN trên MyBK không có khớp với trên biểu đồ năm học của PĐT (Ảnh đính kèm). Mong nhà trường giải thích cho em ạ.. . Em cảm ơn.. . . . P/s:. . Em là sinh viên K18 bên chương trình OISP không có học kỳ pre nào.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . . .  Em là [full_name], sinh viên Bằng 2 CQ K2021. Em có một số thắc mắc muốn hỏi mong PĐT giải đáp giúp ạ:. .   - Hiện tại em vẫn chưa có thẻ sinh viên nên hơi bất tiện trong việc di chuyển giữa hai cơ sở bằng xe bus, do đó em muốn hỏi là em có thể nhận thẻ sinh viên cho sinh viên năm nhất ở đâu ạ? . .   - Em đã đăng ký thẻ BHYT trong đợt 1 tháng 11/2021, thì bây giờ em có thể nhận thẻ bảo hiểm ở đâu ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã gửi mail cho SV đến nhận thẻ tại Phòng Đào tạo 101A1, SV vui lòng kiểm tra mail nhé. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy,. . . . Em tên là [full_name], sinh viên khóa 17 khoa Điện - Điện tử.. . Hiện tại em còn thiếu 1 môn để tốt nghiệp, đã thi cuối kỳ vào 22/12/2021 nhưng hiện tại chưa có/chưa cập nhật điểm (3 tháng).. . Vì vậy mà em đã không đăng ký môn học cho kỳ 212 nên hiện tại đang bị tạm ngừng học. Không biết có phải vì vậy mà em không được cập nhật điểm không?. . Cô/thầy cho em hướng dẫn để được thu nhận/tiếp tục trạng thái sinh viên với ạ.. . . . Cảm ơn cô/thầy.",
            "Chào em,. . Em vui lòng cung cấp rõ thông tin về tên và mã MH và em đkmh ở HK nào?. . Tình trạng SV không ảnh hưởng đến việc cập nhật điểm của học kỳ cũ.. . Điểm là do GV chấm và nhập điểm, sau đó nộp cho Bộ môn/khoa gửi cho Phòng Đào tạo cập nhật cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi khi nào mới cập nhật điểm tbtl mới nhất ạ, em có đủ điểm của các môn rồi và em đang cần điểm đó để xét học bổng thì em có thể xin xuất điểm tbtl mới nhất ở đâu ạ?",
            "Chào bạn. . Bạn đăng ký tại Mybk- đăng ký in bảng điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Học kì 212 em và nhiều bạn trong lớp trong khoa Hóa không đăng kí liên thông lên kỹ sư nhưng trong phần học phí cần đóng lại có phí này.. . Em xin phòng đào tạo kiểm tra lại giúp em khoản phí này.",
            "Chào bạn, . . - Phòng đào tạo kiểm tra thời khóa biểu của bạn tại mybk  Xem thời khóa biểu có môn CH5043 là môn thuộc chương trình liên thông thạc sĩ, tại sao bạn lại đăng ký mã môn này?. . - Nên Phòng đào tạo tính học phí theo quy định môn học thuộc chương trình liên thông thạc sĩ. . . - Để hiểu rõ hơn Về quy định cũng như chương trình đào tạo bạn vui lòng liên hệ tại [full_name]. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Sau khi hoàn tất tất cả các thủ tục và đã được nhận bằng tốt nghiệp, hiện tại em không thể cập nhật thông tin vào mục Đăng ký tốt nghiệp =  Hồ sơ cựu sinh viên. . . Không biết là do lỗi tài khoản của em hay là do hệ thống chưa cập nhật cho đăng ký ạ?. . Bên cạnh đó, em muốn hỏi thông tin về việc đăng ký dự lễ tốt nghiệp vào cuối tháng 4 sắp tới, cần đăng ký ở đâu và như thế nào ạ?. . Trân trọng,. . Anh [full_name].",
            "Chào em,. . Em vào mục Cựu sinh viên bị lỗi gì vui lòng chụp hình gửi đính kèm để PDT kiểm tra và trả lời cho bạn nhé. . Thân",
            "Chào chị,. . Ở mục Cựu sinh viên, lúc vào được thì sau khi điền thông tin, ấn vào Cập nhật thì trang web không có phản ứng gì, không lưu thông tin được. . . Lúc không vào được thì có tình trạng như ảnh.. . Mong được giải đáp ạ.. . Em cảm ơn.",
            "Khi vào được thì không ấn vào Cập nhật được. . Không lưu lại thông tin.",
            "Chào em,. . Hệ thống đã cập nhật, em vào kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô em tên [full_name], mssv: [student_id].. . Các thầy/cô cho em hỏi là: Em thấy học kỳ hè này trường có mở cho sinh viên đăng ký làm luận văn tốt nghiệp, vậy học phí sẽ tính theo gía học kỳ chính là 350.000d hay học kỳ dự thính là 880.000d ạ. Em cảm ơn. .",
            "Chào bạn, . . Học phí luận văn tốt nghiệp trong học kỳ 213 sẽ tính theo học phí học kỳ chính. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ Thầy/Cô cho em hỏi là em xem trong thông tin sinh viên thì thời gian đào tạo của em tới tận 4/2023 ở thuộc khóa k16 (xây dựng). Mà lúc nhập học em nghe nói được học 13 học kỳ hình như là hết năm 2022 là em đã hết hạn. Vậy bao giờ em bị hết hạn đào tạo ạ?. .",
            "Chào bạn, . . Khóa K16 có thời hạn tối đa là 13 học kỳ nên học kỳ cuối để đăng ký môn học của bạn là học kỳ 221, còn thời hạn tháng 4/2023 là hạn cuối mà bạn phải tốt nghiệp. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô. . . . Em là sinh viên năm 3 khoa Quản lý Công nghiệp. Hiện vì công việc cá nhân và lịch học nên em định sẽ đăng ký anh văn 4A- anh văn nhu cầu vào kỳ 9/5 bắt đầu học, dự kiến học 2 tháng thì 9/7 sẽ hoàn thành ạ. . . . . Vậy thì ngày 19/7 em có được đăng ký môn cho năm 4 không vậy ạ? Nếu lúc đó chưa có kết quả thi thì em có đủ điều kiện đăng ký môn không vậy ạ?. . . . Em cám ơn. . . . Trân trọng.",
            "Chào bạn, . . - Hiện tại chưa có lịch học vụ học kỳ 221 nhưng theo quy định bạn phải có kết quả đạt môn anh 4A trước khi đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy/cô, em có một thắc mắc về vấn đề chứng chỉ ngoại ngữ mong muốn được thầy/cô giải đáp, đó là: \"  B Đăng ký thi anh văn Toeic nói - viết ở trung tâm ngoại ngữ Bách Khoa (BKEnglish) có thể dùng để xét tốt nghiệp như chứng chỉ nói viết ở trung tâm khác không ạ?  /B \" Mong thầy/cô sẽ phản hồi sớm. Em xin cảm ơn.  .",
            "\"Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô,. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em chưa thể đăng ký tốt nghiệp được do tình trạng sinh viên của em là tạm dừng. . . Em kính mong Cô và Nhà Trường ra quyết định thu nhận giúp em để em có thể đăng ký tốt nghiệp đúng hạn.. . . . Em xin cảm ơn Cô.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào ad,. . SInh viên đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên tình trạng sinh viên vẫn là \"tạm dừng\", dẫn đến không thể truy cập phần đăng ký tốt nghiệp.. . Vì sắp hết hạn đăng ký, mong được hỗ trợ sớm.. . Cảm ơn.",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô,. . . . Do ảnh hưởng của dịch nên nhà trường có cho dời hạn nộp bằng anh văn để nhận luận văn và tốt nghiệp.. . . . Em muốn hỏi hạn chót sinh viên nộp bằng anh văn để tốt nghiệp trong năm nay là khi nào ạ?. . . . Em cảm ơn thầy/cô nhiều.. . Chúc thầy/cô có một ngày làm việc hiệu quả.",
            "Chào em,. . SV theo dõi lịch trình tốt nghiệp được cập nhật tại aao.hcmut.edu.vn/lịch học vụ/tốt nghiệp tháng 11/2022 (hiện tại chưa có nhé). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là trong đợt đăng kí môn học kì hè 213 có xét chuẩn anh văn với K19 không?. . Và nếu có xét thì hạn chót để nộp bằng anh văn là khi nào?",
            "Chào bạn. . - Hk213 sẽ xét các chuẩn theo quy định. . - Khi nào có CCNN thì bạn nộp nhé, Pdt lấy dữ liệu hàng tháng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi [full_name] [full_name] . . Em tên Huỳnh Thị Hồng Thắm_ MSSV [student_id]. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi em vào Mybk vào mục đăng kí tốt nghiệp thì bị lỗi như hình, và không đăng kí được. . . . . Em mong [full_name] phản hồi và hướng dẫn em cách đăng kí. . . . . EM CÁM ƠN . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT Trường ĐH Bách Khoa. . Em tên Huỳnh Thị Hồng Thắm_ MSSV [student_id]. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi em vào Mybk vào mục đăng kí tốt nghiệp thì bị lỗi như bên dưới em trích dẫn: . . . . OPPSSS!!!! Sorry.... . Xin lỗi, bạn chưa được cấp quyền sử dụng trang này.. . Bạn vui lòng liên hệ quản trị.. . Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.. . . . . . Em mong PĐT phản hồi và hướng dẫn em cách đăng kí.. . . . EM CÁM ƠN",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi,. . . . 1. Em không thể đăng kí nhận bằng tốt nghiệp tạm thời được vì tình trạng sinh viên em đang ở chế đồ \"tạm dừng\" do không đăng kí học môn học kì này. Vậy có phải do bảng điểm của em chưa được cập nhật số tín chỉ. Nếu không phải thì nhờ văn phòng kiểm tra giúp em xem là vấn đề gì?. . . . Sắp tới lịch xét tốt nghiệp bổ sung không? Và nếu có cho em xin thời gian cụ thể?. . . . . . Trân trọng,. . [full_name]",
            "Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên [full_name]-MSSV:[student_id]. . . . Vì HK211 em đã hoàn thành giáo dục thể chất học phần 1, do sơ suất em đã đăng kí học 1 môn giáo dục thể chất học phần 1 nữa ở HK212( Bóng rổ -PE1015). . . . Em xin phòng đào tạo cho em hủy môn bóng rổ PE1015 ở HK212. Em xin cảm ơn. . . . Trân trọng. . . . Kính chào",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có hoãn thi môn Vật lí 2, mà đến giờ thì chỉ còn mỗi môn này là em chưa có lịch thi, mssv của em là [student_id], mong pdt xem xét giúp em với ạ.. . . .",
            "\"Chào bạn. . Môn PH1005 có mở ở HK 212 nên [full_name] sẽ xếp lịch xóa điểm HT cho bạn vào HK212,. . Bạn theo dõi thông báo chi tiết Lịch thi tại tin nhắn BKEL trong tháng 04/2022. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Thưa thầy/cô, em có đăng ký 2 môn CO1027 và ME2071 như hình và học phần thí nghiệm rõ ràng là không trùng lịch nhau. Tuy nhiên, sau khi cập nhật thời khoá biểu sau khi nghỉ 4 tuần tháng 3 thì lại trùng lịch. Vì cả 2 môn dều bắt buộc phải học thí nghiệm nếu không sẽ cấm thi cuối kỳ. Mong thầy/cô phản hồi! Em cảm ơn!",
            "Chào em;. . môn CO1028 dành cho K21 nên theo biểu đồ học tập của K21, em liên hệ giảng viên để tự sắp xếp lịch học của mình nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Ngày 21/3 em có nộp chứng chỉ ngoại ngữ TOEIC và quy đổi điểm. Nhưng đến hiện tại điểm trung bình tích lũy của em vẫn chưa được cập nhật trong bảng điểm (Em có đính kèm hình ảnh ở phía dưới).. . Em mong Phòng đào tạo giải quyết và cập nhật điểm cho em vì em phải xét tốt nghiệp trước ngày 11/04/2022.. . Em xin chân thành cảm ơn!",
            "Chào em,. . PDT đã cập nhật điểm trung bình tích lũy của bạn là ĐTBTN HIỆN TẠI CỦA SV = 7.06. . SV kiểm tra lại trong ds tốt nghiệp dự kiến. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em đã đăng kí 1 môn học nằm ngoài CTĐT của ngành. Hiện tại, em nhận thấy môn học không thật sự cần thiết với chuyên ngành của em, em có nguyện vọng dành nhiều thời gian hơn cho việc ôn thi CCNN. Vậy trường hợp của em có phải là lí do chính đáng để đăng kí rút môn học trong thời gian này không ạ?. . Em cảm ơn thầy cô đã hỗ trợ ạ.",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo, em tên là [full_name], MSSV: [student_id] thuộc khoa xây dựng. Em hiện nay đã đủ điều kiện tốt nghiệp nhưng do không đăng kí môn HK212 nên mục đăng kí tôt nghiệp em không vào được do bị trạng thái tạm dừng học. PDT cho em hỏi em phải làm cách nào để đăng kí tốt nghiệp đợt tháng 4/2022 ạ?. . Mong thầy cô xem xét cho em.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Kính gửi pdt. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022, nhưng vẫn không thể đăng kí tốt nghiệp do bị trạng thái tạm dừng học, mong pdt xem xét thu nhận để em kịp thời đăng kí tốt nghiệp ạ.. . . . Cảm",
            "SV đã đăng ký tốt nghiệp thành công"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin PĐT coi lại dùm em mức học phí học kì 212 ạ , em có đọc trên quy chế mức học phí điều III khoản 1 thì học phí kì 212 của em là 428.000 x 9 =3.852.000 VNĐ, nhưng trong BKpay lại là 6.660.000VNĐ ạ ,em cảm ơn . .   i Yêu cầu khác .",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . \"Khoá 2016 trở về trước (đã quá thời gian đào tạo theo kế hoạch). . . . o   Học kỳ 1 năm học 2021-2022: 350.000 VNĐ/TC.. . . . o   Từ học kỳ 2 năm học 2021-2022: 740.000 VNĐ/TC.. . SV xe mực thu HP học kỳ 212 nhé bạn. . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\""
        ]
    }
]