[
    {
        "intent": "",
        "message": [
            "Em có đăng kí giấy xác nhận tạm hoãn nghĩa vụ quân sự vào t2 ngày 29/9/2021. Cho em hỏi là bao lâu sẽ được xác nhận ạ.. . Do địa phương đã yêu cầu gấp, mong trường xem xét xử lí ạ.. . Em xin cảm ơn. .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô [full_name], hôm qua em có hỏi về vấn đề không có tên trong danh sách hoãn thi mặc dù em đã đăng ký hoãn thi môn Kỹ Thuật Lập Trình CO1027 ở HK203 vào ngày 28/8/2021. Hôm qua em đã có kiểm tra lại bằng đúng link danh sách của HK203 thì vẫn không có tên em ạ. Cô có thể kiểm tra trường hợp của em được không vậy ạ? Em cám ơn cô.. . . .",
            ". . Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . Cô tra em trong danh sách. . stt 541\t[student_id]\tHK203\tCO1027\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã xem danh sách đăng kí môn hoãn thi mà không có môn em đăng kí hoãn thi trong danh sách thì phải làm như thế nào ạ.Trong khi em có đăng kí hoãn thi môn đó rồi.",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . . STT 538\t[student_id]\tHK203\tMT1003\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . . . Em tên là [full_name], MSSV: [student_id], Lớp CK14HT1.. . Em có làm đơn xin chuyển từ hệ chính quy qua hệ vừa làm và được Phòng Đào tạo thu nạp vào hệ VLVH 04/08/2021, để xét tốt nghiệp ạ, đến nay em vẫn chưa nhận được email tốt nghiệp hệ VLVH và thông tin đăng ký tốt nghiệp của em vẫn còn hiển thị hệ chính quy ạ.. . . . Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em xin chân thành cảm ơn !. . Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi. . Phòng Đào tạo trường Đại học Bách Khoa TPHCM. . Em tên: [full_name]. . MSSV: [student_id]. . Em viết câu hỏi này để đăng kí hủy hoãn thi các môn học có trong file word đính kèm.. . Lý do: Trước các buổi thi đó, em nhận được kết quả xét nghiệm dương tính với covid-19 nên đã đăng kí hoãn thi. Tuy nhiên, sau đó, tình trạng sức khỏe có tiến triển khả quan nên em đã tham gia các buổi thi của các môn học đó. Vì vậy, em mong muốn được giữ lại điểm thi cuối học kì 202 của các môn học trong danh sách đính kèm.. . Trân trọng. . [full_name]. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa [full_name], em có email để xin hủy hoãn thi môn giải tích 2 vào học kì 202 nhưng chưa được phản hồi nên em muốn gửi đơn qua [full_name] ạ.. . em xin cảm ơn.",
            "Chào em,. . Em gửi lại đơn do em chưa điền thông tin HK, năm học.. . . . Học kỳ:……… Năm học: ………………………. . Thân mến,. .",
            "Em xin gửi mẫu đơn sau khi điền,. . em xin cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin lỗi và chân thành cảm ơn đã giúp đỡ ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] , nay em muốn bảo lưu kết quả tuyển sinh của mình mà không biết cách, em đã xem hướng dẫn trên web nhưng đa phần là hướng dẫn làm trực tiếp tại trường , trong tình hình mùa dịch này em không thể ra đường và không biết trường Bách Khoa có làm việc không để lên làm việc. Nên là mong quý thầy cô giúp em trong vấn đề trên.Email liên lạc của em : [email] hoặc số điện thoại liên lạc : [phone_number] .Rất mong nhận được sự giúp đỡ từ quý thầy cô phòng đào tạo.. . . .",
            "Chào bạn. . Bạn xem quy định về bảo lưu của tân sinh viên tại trang Tuyển sinh- Nhập học. . Lý do của bạn là gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Học kỳ 202 em có học môn Thực tập đồ án đa ngành (CO3087). Bạn em học cùng lớp và đã có điểm vào lần cập nhật hôm qua. Em có liên lạc với thầy thì thầy có trả lời là đã nhập điểm từ lâu rồi, và nói em nên liên lạc với PDT. Em không rõ là liên lạc với PDT bằng hình thức gì thì hợp lý ở vấn đề này ạ. Nên nếu có thể mong thầy/cô có thể kiểm tra điểm giúp em. Nếu thầy/cô không thể giải quyết thì mong thầy cô giúp em biết cách liên lạc với PDT cho hợp lý ạ. Em xin cảm ơn!",
            "Chào bạn. . Về việc cập nhật điểm là do Giảng viên cập nhật, sau khi GV cập nhật thì hệ thống sẽ cập nhật cho SV xem trên Mybk- xem điểm. . Bạn liên lạc với GV kiểm tra lại thiếu bước nào trong quá trình xử lý không? nếu không rõ thì GV liên lạc Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào em,. . Cô đã liên hệ khoa Điện, tên em nhầm sang danh sách của gv khác. GV khác nhập lại cho em.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id]. . em nhận được 2gmail nhưng em chỉ hoãn được môn kết cấu thép còn môn anh văn 3 mã số LA1007 học kì 203 em không có trong danh sách ạ. Em đã tạo câu hỏi trước đó nhưng nhận được câu trả lời không đúng ý ạ!! mong phòng đạo tạo xem xét lại giúp em. em cảm ơn ạ!. .",
            "Chào em,. . . . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . . . Cô tra em có tên trong danh sách nè.. . STT 346\t[student_id]\tHK203\tLA1007\t\tx\t\tNN"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý Thầy Cô,. . Em là [full_name], MSSV [student_id]. . Em có thắc mắc liên quan đến việc đăng ký tốt nghiệp, xin được quý Thầy Cô giải đáp.. . Hiện tại em đang là sinh viên khoá K17 hệ Kỹ sư tài năng nhưng em bị thiếu điều kiện môn học cốt lõi trên 7.5.. . Thầy Cô cho em hỏi là sau khi kết quả thi anh văn nói viết được cập nhật, em có thể đăng ký tốt nghiệp được chưa ạ? Hay em cần làm đơn xin ra khỏi chương trình Kỹ sư tài năng mới có thể đăng ký tốt nghiệp ạ?. . . . Em xin chân thành cảm ơn quý Thầy Cô,. . Kính chúc quý Thầy Cô nhiều sức khoẻ ạ!. .",
            "Chào bạn. . Bạn phải làm đơn rút khỏi KSTN để tốt nghiệp bằng thường. . Trong đơn ghi rõ lý do, ký tên nộp tại BKSI để Pdt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi là em đã đăng kí hoãn thi sau khi thi xong do có vấn đề sức khỏe, em có thông tin trong danh sách sinh viên đăng kí hoãn thi. Hôm nay có điểm môn em đăng kí và em không đủ điểm. Vậy cho em hỏi nếu e được chấp nhận hoãn thi thì sau khi thi xong điểm sẽ cập nhật lại đúng không ạ?. . . .",
            "Chào em,. . Trường chưa ra quyết định hoãn thi. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ em tên [full_name] - [student_id] khoa xây dựng k20 ạ. Phòng đạo tạo cho em hỏi là hiện tại bkpay của em vẫn chưa hiện cập nhật học phí hk211 ạ ( em vẫn đăng nhập bình thường) , trong khi đó thì các bạn em đã cập nhật rồi ạ. em mong phòng đạo tại xem lại giúp em , để em biết mức học phí để chuẩn bị đóng ạ. em cám ơn ạ.",
            "Chào bạn. . Pdt kiểm tra có thông tin học phí, bạn kiểm tra lại nghen. . Thân",
            "dạ em đã kiểm tra lại nhưng vẫn chưa thấy cập nhật ạ",
            "Chào em,. . Em vào https://bkpay.hcmut.edu.vn/man/home.action. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo của trường Đại Học Bách Khoa. . Em tên [full_name]. . Hồi tháng 8 em có đăng kí hoãn thi cuối kì môn Đại Số Tuyến Tính MT-1007 HK dự thính 203. Nhưng khi tra cứu trên danh sách Đăng Kí Hoãn Thi HK203 lại không có tên em và môn học đã đăng kí. . Em tra tại link: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Mong PĐT kiểm tra lại giúp em ạ. . Em cảm ơn",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . Cô tra trên danh sách có nè. . . . STT 301\t[student_id]\tHK203\tMT1007\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . . . Học kỳ hè 203 em có đăng ký học môn Nền móng CI3195. Do dịch covid và và em bị chuyển vào khu cách ly vì nghi nhiễm nên em không thể tham gia thi vì không có Wi-fi. Em có nói với Thầy là em đã xin PĐT rồi mong thầy xem xét nhưng Thầy báo lại là Thầy chưa nghe thông báo từ PĐT. Nên hiện tại trong danh sách hoãn thi môn này em không có tên. . . Mong Thầy/Cô giúp em trường hợp này.. . Em cảm ơn!. . . . [full_name]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name] mssv[student_id]. . Em có hoãn thi vào học kỳ 202 ạ. . Em đọc trên quy chế là được hoãn 1 năm ạ. . Nhưng em có nhận mail đăng ký thi lại các môn học kỳ 202 vào t7 chủ nhật này em vẫn chưa rõ là có bắt buộc đăng ký không ạ. . Hoặc nếu không bắt buộc em đã lớ đăng ký thi thì có hủy được không ạ. . Em cảm ơn",
            "Chào bạn. . Nếu bạn thi lại có điểm thì nêu làm đơn hủy Hoãn thi, . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1652151  /b \t. . . .   i Yêu cầu khác . Cho em được gửi lời chào đến Thầy/Cô. . . . Em hiện đang ở Đồng Nai và bảng điểm theo khả năng giao nhận bưu phẩm hiện tại thì không về được, em muốn hỏi là liệu có cách nào khác để có được bảng điện tử của bảng điểm bên cạnh việc scan bản giấy không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn. . HIện tại Pdt chuyển khai bảng điểm gởi qua bưu cục thôi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường,. . Em tên là [full_name], sinh viên khoa Khoa học và Kỹ thuật Máy tính. Hiện phường em đang yêu cầu nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, và hôm nay là hạn chót rồi. Tuy nhiên, vì nhà em ở Đà Nẵng, khá xa, mà em chỉ mới nộp đơn xin giấy xác nhận sinh viên 3 ngày trước, tức là ngày 26/9, nên em không thể nộp cho phường được. Nhà trường có thể cho em xin bản scan của giấy xác nhận sinh viên để em nộp tạm thời được không ạ? Em cảm ơn!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ!. . Em thắc mắc về việc phân chuyên ngành khoa Quản lý công nghiệp (QLCN) ạ. Từ đầu khi đặt nguyện vọng vào trường và vào khoa QLCN, em nghĩ chỉ có 1 chuyên ngành (theo bảng điểm chuẩn khi vào trường) nhưng vào học mới biết có thêm Quản trị kinh doanh (QTKD) nữa. Em không biết trường có quy định như thế nào về sĩ số tối đa mỗi chuyên ngành, nguyện vọng của em là vào QLCN nhưng lại bị đẩy sang chuyên ngành QTKD. Em mong trường giải thích việc này ạ. Em muốn chuyển qua chuyên ngành QLCN như nguyện vọng của em. Bố mẹ em không chấp  nhận việc đổi ngành học như vậy, mong nhà trường sẽ giải đáp thắc mắc này giúp em.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa [full_name]T. . Em là sinh viên k14 được quyết định ra hạn 1 học kỳ vào ngày 29/4/2021 để bổ sung điểu kiện anh văn nói viết, do dịch bênh, phòng trọ, thiết bị và internet không đủ đáp ứng điều kiện thi onl nên em chưa tham gia thi được online. . . Vậy cho em hỏi là nếu em chờ thi off và hoàn thành anh văn nói viết trước khi kêt thúc hk211 (24/1/2022) thì vẫn được xét tốt nghiệp hệ chính quy chứ ạ?. . Em xin chân thành cảm ơn !",
            "Chào bạn. . Bạn có Qd kéo dài Hk202. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - [student_id]. . . . Học kỳ hè 203 em có đăng ký học môn Nền móng CI3195. Do dịch covid và và em bị chuyển vào khu cách ly vì nghi nhiễm nên em không thể tham gia thi vì không có Wi-fi. Em đã đăng ký xin hoãn thi và có nói với Thầy là em đã xin PĐT rồi mong thầy xem xét nhưng Thầy báo lại là Thầy chưa nghe thông báo từ PĐT. Nên hiện tại trong danh sách hoãn thi môn này em không có tên.. . Mong Thầy/Cô giúp em trường hợp này.. . Em cảm ơn!. . . . [full_name]. .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "Chào Cô,. . . . Dạ em xem đúng danh sách vẫn không có tên của em ạ. Em gửi mail đăng ký Hoãn thi HK203 trước ngày 09/09/2021 nhưng giờ trong danh sách tra cứu không có.. . Mong quý PĐT xem lại giúp em.. . Em cảm ơn!. . . . [full_name]",
            "Chào em,. . Cô tra có tên em nè. . STT 348\t[student_id]\tHK203\tCI3195\t\tx\t\tLT. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em đã hoãn thi môn giải tích 2 vì lý do rớt mạng trong lúc thi và sao môn giải tích 2 của e vẫn có điểm ạ",
            "Chào em,. . PĐT đã gửi email, em đọc lại nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK202 (đăng ký trước ngày 09/09/2021).. . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=1814887&code=sr. . . . Cách thức tiến hành. . . . + PĐT sẽ hậu kiểm lại với Khoa, Sau khi hậu kiểm sẽ có 3 tình huống:. . . . 1-   SV bị cấm thi theo đề nghị của Khoa, sẽ không được Hoãn thi/Miễn thi theo quy định. Điểm cập nhật là điểm 13 hoặc 11.. . . . 2-   SV được ra Quyết định Hoãn thi/Miễn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này).. . . . 3-   SV được ra Quyết định Hoãn thi/Miễn thi.. . . . + Trong quá trình xử lý và hậu kiểm với Khoa nếu phát sinh vấn đề, PĐT sẽ thông báo qua mail cho SV.. . . . + Sau khi nhận phản hồi của Khoa, PĐT sẽ ra QĐ hoãn thi chung chính thức HK202 và HK203 (đợt 1+ đợt 2) gởi đến SV dự kiến trước ngày 12/12/2021.. . . .  Lưu ý: . . . . + PĐT đã gởi mail hướng dẫn chi tiết cách khắc phục qua mail SV đối với các trường hợp SV đăng ký sai thông tin:. . . . 1-   . . . . Sai Mã số môn học.. . 2-   Sai Mã số sinh viên.. . . . 3-   Sai Học kỳ.. . . . 4-   Đăng ký hoãn thi thí nghiệm+bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức.. . . . 5-   Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp.. . . . + SV gởi yêu cầu Hủy Hoãn thi:. . . . - Trước ngày 06/09/2021 PĐT đã tự động hủy không còn trong dữ liệu.. . . . - Sau ngày 06/09/2021 PĐT đã gởi mail xác nhận qua mail SV.. . . . Cô kiểm tra có tên em trong danh sách hoãn thi, . .  STT 1417\t1951173\tHK202\tMT1021\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy/cô,. . Em vừa thi anh văn nói viết online đợt 1 và đã có kết quả và được cập nhật điểm chuyển như hình đính kèm nhưng chưa thể đăng kí tốt nghiệp.. . Quý thầy/cô cho em hỏi sau khi có kết quả thì sau bao lâu sẽ được hệ thống cập nhật đủ điều kiện đăng kí tốt nghiệp ạ? Nếu đã được câp nhật rất mong quý thầy cô hỗ trợ kiểm tra điều kiện tốt nghiệp của em giúp ạ!. . Em xin cảm ơn. . [full_name]. . mssv: [student_id]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Em chào Thầy/Cô[full_name] [full_name] Em đã kiểm tra kỹ danh sách hoãn thi HK203 nhưng không có tên em ạ[full_name][full_name] [full_name] Kính thân [full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . Cô tra trong danh sách có tên em nè. . STT 396\t[student_id]\tHK203\tMT1005\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đậu kì thi nói - viết được nhà trường tổ chức online vừa qua . Cho em hỏi kết quả thi sẽ tự động cập nhật với PĐT hay là phải có giấy chứng nhận từ bkenglish ạ ? Em đã có thể đăng ký xét tốt nghiệp được chưa ? Các điều kiện xét tốt nghiệp khác em đều đủ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đã tham gia thi môn Xstk nhưng trong quá trình thi em bị lỗi phần quay video nên không có file video. Sau đó em có nhận được mail hoãn thi cho các trường hợp gặp vấn đề trong quá trình thi nên em đã đăng kí. Không biết em có được chấp nhận điểm thi hôm thi đó không hay sẽ được hoãn thi( hiện tại em đã được cập nhật điểm trên aao)",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào ngày 13/09/2021, em có đăng kí cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự qua hình thức chuyển phát qua bưu điện trên MyBk, và em cũng đã nhận được bản pdf của giấy nhưng đến giờ em vẫn chưa nhận được bản gốc.. . Em muốn hỏi là đến khi nào em mới có thể được nhận bản gốc để còn gửi lại cho địa phương, vì hạn nộp hoãn nghĩa vụ tại địa phương em đã sắp hết.. . Em xin chân thành cảm ơn",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Đồng thời [full_name] cũng đã gởi bưu điện nếu SV có đăng ký, SV vui lòng nhận sau [full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ & tên: [full_name]. . Mssv: [student_id]. . Thầy/ cô cho e xin giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự ạ.",
            "Chào bạn;. . Bạn đăng ký tại Mybk- in giấy chứng nhận sv. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, do học kì 211 em đăng kí nhầm môn học, mà theo em được biết thì chỉ được rút môn trước 6 tuần nhưng do tính hình dịch bệnh em không làm đơn rút môn gửi cho pđt được nên hôm nay đã đến tuần thứ 7. Nếu không rút được thì khó cho em quá ạ.   B   /B  . . Em mong pđt có thể giúp đỡ em rút môn học ạ.Em cam kết sẽ nộp học phí đầy đủ.. . Em đã điền đầy thủ thông tin vào đơn rút môn rồi ạ.",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em gửi phòng đào tạo đơn đăng kí hoãn thi.. .   i Học vụ .",
            "Chào em,. . Em gửi lại đơn ghi rõ học kỳ, năm học (em ghi hk1 không đúng), mã môn học, tên môn học. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT. . Vừa rồi em hoãn thi môn vật lí 1 kì 203 nhưng chọn nhầm mail kì 202 thì có cách nào cứu xét giúp em được không ạ. Em cảm ơn nhiều. .",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . Cô kiểm tra thấy có tên em nè, em chờ PĐT hậu kiểm với [full_name]. (Đọc lại email đi em.). . 415\t[student_id]\tHK203\tPH1003\t\tx\t\tLT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em đã đăng ký in bảng điểm năm học vào ngày 24/09/2021 với hình thức nhận qua bưu điện. Cho đến hôm nay, em vẫn chưa nhận được bảng điểm. Hiện tại, em rất cần bảng điểm để bổ sung vào hồ sơ học bổng và nộp trước thời hạn. Chính vì vậy, Quý thầy cô Phòng Đào tạo có thể cho em xin bản scan của bảng điểm qua email để em có thể bổ sung vào hồ sơ học bổng ạ! Sau đây là các thông tin đăng ký in bảng điểm của em:. . . . Họ tên: [full_name], MSSV: [student_id]. . Ngày đăng ký: 24/09/2021 10:26. . Mã phiếu: InBD[phone_number]6. . Email: [email]. . . . Mong Quý thầy cô phản hồi sớm nhất có thể, em xin cảm ơn ạ!. . Trân trọng.",
            "Chào bạn. . Hiện tại Pdt triển khai gởi bảng điểm qua bưu cục, nếu bạn đã đăng ký thì hệ thống tự động có bảng điểm là gởi liền qua bưu cục cho bạn. . Nên bạn vui lòng đợi nhận nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ e đã xin hoãn thi môn giải tích 2 vì lý do mạng yếu khi thi mà điểm thi của e vẫm được cập nhật trên mybk ạ. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ lần trước em có đăng kí hoãn thi HK202, nhưng hiện tại em muốn hủy đăng kí thì phải làm sao ạ. Em cám ơn ạ.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Thầy/cô cho em hỏi là danh sách tốt nghiệp dự kiến bao giờ cập nhật tiếp vậy ạ? Do em đã đủ điều kiện tốt nghiệp nhưng kiểm tra trên danh sách tốt nghiệp dự kiến không có nên mới hỏi.. . . . Trân trọng,. . [full_name]. . . .   i Tốt nghiệp .",
            "MSSV/MSGV: [student_id]    . . . . Chào thầy/cô,. . . . Thầy/cô cho em hỏi là danh sách tốt nghiệp dự kiến tháng 11/2021 bao giờ cập nhật tiếp vậy ạ? Do em đã đủ điều kiện tốt nghiệp tháng 11/2021 nhưng kiểm tra trên danh sách tốt nghiệp dự kiến không có nên mới hỏi.. . . . Trân trọng,. . [full_name]. . . . Tốt nghiệp",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i. .    Lớp học [full_name]_HK203  Nhóm DTQ1. .    Vào ngày 24/8 vào lúc 1h chiều, em có thi môn Triết học Mac-lênin nhưng hôm đó chỗ em ở trời mưa rất to và cúp điện nên em không thể vào phòng thi được. Em có báo cho giáo viên môn học và đã báo lên phòng đào tạo, và phòng đào tạo đã đồng ý yêu cầu về việc hoãn thi của . nhưng hôm nay em vào check lại điểm thi thì em thấy để số 13 có nghĩa là vắng. em mong nhà trường xem xét lại về trường họp này của em ạ, em xin chân thành cảm ơn. . Dưới đây là hình ảnh trường đã gmail đồng ý về việc hoãn thi của em",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . - check lại điểm thi thì em thấy để số 13 có nghĩa là vắng. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em làm Đơn xin hủy hoãn thi:. . Học kỳ: 202. . Mã môn học : MT1005. . Tên môn học : Giải tích 2. . Lý do làm đơn: Em có làm đơn hoãn thi vì không có file record, nhưng bộ môn chấp nhận bài thi và đăng điểm lên bảng điểm, nên em muốn hủy đơn hoãn thi.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . . . Môn học em muốn đăng ký thuộc lớp dự thính, chỉ mới học được 2-3 tuần thôi ạ.. . Cụ thể là lớp Kỹ thuật siêu cao tần DT02 do thầy [full_name], bộ môn Viễn thông giảng dạy ạ.. . Em đã có mail xin phép và được sự cho phép từ giảng viên lớp đó là thầy [full_name].. . . . Cảm ơn thầy/cô",
            ". . Chào bạn,. . Thời điểm hiện tại đã đến cuối tuần thứ 7 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Qua một thời gian theo dõi, em nhận thấy điểm trên MyBK được cập nhật liên tục:. . . . Trong đó, ban đầu môn giải tích 2 (MT1005) (Không có hoãn thi) có kết quả đầy đủ:. . KT: 4.44 - BT: 8.67 - BTL: 5.5 - Thi: 4.33 - Tổng kết 5.0 (Ảnh đính kèm điểm trước cập nhật). . . . Sang đến ngày hôm nay thì chỉ còn Thi: 4.0 - Tổng kết 4.0 (Ảnh đính kèm GT2-[student_id]). . . . . Mặt khác em có liên hệ với giáo viên, giáo viên xác nhận bảng điểm đúng như đính kèm và gửi PDT và đề xuất liên hệ PDT kiểm tra lại thông tin điểm (File ảnh email đính kèm). Do ngày 30/10 sắp tới sẽ hết hạn đăng ký tốt nghiệp.. .",
            "Chào bạn. . Pdt sẽ cập nhật Sv [student_id] học môn MT1005 ở 2 hk với điểm tổng kết: 5.0đ (HK202) ; 4.0đ (HK203).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id]. Em đã đăng ký hoãn thi qua google form gồm 3 môn của HK203 và 2 môn HK202. Nhưng mà trên trang tra cứu em chỉ tìm được 2 môn của HK202, còn 3 môn của HK203 thì không tìm thấy. . .",
            "Chào em,. . vd: email này hk203. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn xin hủy hoãn thi. . . . Họ và tên SV: [full_name]. . MSSV: [student_id]. . . . Học kỳ: 202 - Năm học: 2020 - 2021. . . . Môn học cần hủy hoãn thi:. . Mã MH: CO3031 - Tên MH: Phân tích và thiết kế giải thuật.",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em gửi đơn đăng kí hủy hoãn thi môn học. . Em xin cảm ơn.. .   i Học vụ .",
            "Em gửi lại lần nữa nhé, ghi mã số môn học đúng,. . mã này sai: (MSMH: ……3133………) . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: như vậy là em cần chờ thêm để PDT cập nhật tên em phỉa không ạ ?",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin gửi đơn đăng kí hủy hoãn thi.. . EM xin lỗi vì đã gửi sai nhiều lần.. . Em chân thành cảm ơn.. .   i Học vụ .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id]. . Theo em được tìm hiểu thì trong đợt này, Phòng đào tạo có mở lớp anh văn nhu cầu cho sinh viên. Trong tuần rồi, em có chút nhầm lẫn về thời gian nên không có đăng ký.. . Hiện tại, em có nguyện vọng được đăng ký bổ sung thêm môn Anh văn nhu cầu. Nếu Phòng đào tạo cho phép, em xin được đăng ký bổ sung thêm môn Anh văn 4 ạ.. . Em xin chân thành cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Em gửi lại đơn điền thêm: học kỳ, năm học. . Học kỳ:……… Năm học: ……………………. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô !. . Em đã làm đơn hoãn thi và đã được chấp nhận nhưng tại sao trên hệ thống lại không cập nhật ạ. . Em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT. . . . Em tên là [full_name] - MSSV: [student_id] thuộc chương trình chất lượng cao ngành Kỹ thuật máy tính.. . . . Dạ em đã có kiểm tra đầy đủ điểm trung bình cũng như tín chỉ tích lũy, ngày CTXH và một số yêu cầu khác để tốt nghiệp theo quy định của nhà trường. Tuy nhiên em vẫn chưa thể đăng ký tốt nghiệp do hệ thống báo em không có tên trên danh sách tốt nghiệp. . . . . Kính mong PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn.. . . . Trân trọng. . . . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào, em không cập nhật được thông tin tốt nghiệp để xin xét tốt nghiệp cho kịp tháng 11 này ạ.. . Cho em hỏi là em còn thiếu nội dung gì để đăng kí danh sách tốt nghiệp tạm thời ạ?. . Em xin cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy cô, hiện tại địa phương em có yêu cầu nộp giấy xác nhận đang là sinh viên theo học ở trường để miễn nghĩa vụ quân sự. Với diễn biến tình hình dịch em không thể tới trực tiếp trường để lấy giấy, thì thầy cô có thể giúp em gửi giấy qua đường bưu điện hay cách nào để giúp em có giấy để xác nhận theo yêu cầu của địa phương không ạ? Em xin cảm ơn.. . [full_name] [student_id]",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    }
]