[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em đọc trên quy chế là K19 hết năm nhất là phải nộp chứng chỉ Công nghệ thông tin ( CNTT), nhưng đến bây giờ em vẫn chưa nghe thông tin gì về kỳ kiểm tra ứng dụng CNTT nội bộ để đạt chuẩn, vậy là tụi em phải thi bên ngoài nộp bằng vào hay trường sẽ tổ chức kỳ kiểm tra khác cho K19 ạ. Em cảm ơn ạ.",
            ". . 1. Quy định về Kỹ năng ứng dụng CNTT xin xem trong Phụ lục 3 của Quy chế đào tạo và học vụ của trường (aao.hcmut.edu.vn    Sinh viên    Quy chế). . . . 2. Hiện nay, do hình hình dịch Covid-19, nhà trường chưa tổ chức kiểm tra đánh giá để giúp SV đạt chuẩn. Việc tổ chức đánh giá sẽ được thông báo sau.. . . . 3. SV có thể nộp các chứng chỉ theo quy định về trường để được xét đạt chuẩn. Loại Chứng chỉ ứng dụng CNTT, xem quy định của Bộ Thông tin truyền thông (Thông tư số 03/2014/TT-BTTTT ngày 11/3/2014 của Bộ trưởng Bộ Thông tin và Truyền thông). . Danh sách các đơn vị được cấp chứng chỉ có thể xem ở đây. . (https://thanhnien.vn/giao-duc/danh-sach-cac-don-vi-duoc-to-chuc-thi-va-cap-chung-chi-ngoai-ngu-tin-hoc-[student_id].html). . Trường ĐHBK có tên trong danh sách này (Trung tâm Kỹ thuật Điện toán là nơi tổ chức thi).. . . . 4. Thời hạn ràng buộc: Phụ lục 3 nói trên, Khoản 2 (hết năm 1 để được đăng ký môn của năm 2). Tuy nhiên, HK201, trường chưa ràng buộc. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi e đã đăng kí thực tập tốt nghiệp đợt 4. Thời gian đăng kí từ 25/9-1/10, cho đến hiện tại e vẫn chưa có thời khoá biểu ạ. Em đã đang theo chỉ dẫn của giáo viên hướng dẫn và thực tập tại cty được 1 tuần rồi ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra  kết quả DKMH trên Mybk.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . Mssv: [student_id]. . Xin được chuyển lớp môn KTS từ DT02-DT03 sang DT01-DT02. . Lí do: Vì buổi thí nghiệm lớp DT03 và DT04 em đều bận lịch học thêm buổi tối ngoài giờ, rất mong được xem xét. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Đợt 3 DKMH chỉ được thêm môn học, không cho huỷ môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Kính gửi,. . Thầy cô cho em hỏi về vấn đề đăng kí dự thính học kì 201 ạ.. . Em đã đăng kí dự thính môn học Giải tích 2 lớp Dt07 và không trùng lịch học các môn khác cũng dư ít nhất 4 tiết để di chuyển giữa 2 cơ sở. Dù vậy nhưng đến bây giờ (12/10/2020) Thời khóa biểu của em vẫn chưa hiển thị môn học ở mục Thông tin sinh viên.. . Thầy cô cho em hỏi em đã vi phạm vấn đề gì về đăng kí môn học hay do lỗi hệ thống.... . Mong nhận được phản hồi sớm từ quý thầy cô, em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy cô.. . Em tên: [full_name]. . MSSV:[student_id]. . Hiện tại em đã đạt IElTS 5.0. Vậy với số điểm này em có được quy đổi điểm sang các môn Anh Văn 1,2,3,4 hệ đại trà hay không và trong phần đăng ký thẩm tra chứng chỉ văn bằng có mục scan chứng chỉ nhưng em đã làm mất bản gốc nên không scan được, vậy em phải làm như thế nào.. . Em xin cám ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 . . . . Trong mục 4.  Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ.. . . . a) Các môn Anh văn:. . . .  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT không đ/ký cho SV vì lí do không đủ thời gian di chuyển giữa hai cơ sở.. . Em có một môn học đến tiết 12 tại CS2 thứ 3, và nếu em đăng kí theo lịch này, em sẽ có một buổi HANGOUT vào tiết 15 ngày thứ 3. Em nghĩ đây là nguyên nhân khiến hệ thống không đăng kí cho em. . Nhưng buổi tương tác này em sẽ thực hiện ở nhà, hoàn toàn không ảnh hưởng tới lịch học khác của em.. . Mong PĐT xem xét, em đã đăng kí lại môn học GT2, dự thính, DT03_DT03.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em tên [full_name], là sinh viên K14, . . Đợt đăng kí môn học dự thính lần 1, do gia đình có tang sự và máy tính em bất ổn định nên việc đăng kí môn học anh văn 4 bị lỗi, không gửi đăng kí thành công, nay là đợt đăng kí lần 2, nhưng hiện tại, các lớp đã mở đều đã hết chỗ, . . Kính mong phòng đào tạo hỗ trợ mở rộng sĩ số cho phép em được tham gia lớp học. đây là học kì cuối cùng, và anh văn 4 cũng là môn cuối cùng của em.. . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . . . Đã tăng sỉ số môn LA1009, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name]. . Mssv: [student_id]. . Dạ em hiện tại em có :. . Số tín chỉ tích lũy là 97. . Ngày công tác xã hội là 10.5. . Điểm thi toeic là 355. . Nhưng mà em không đăng ký môn tiểu luận tốt nghiệp được ạ. .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT xin đăng kí tiểu luận tốt nghiệp, đơn có sự đồng ý của Trung Tâm Bảo Dưỡng Công Nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã thực hiện nộp bằng TOEIC và thực hiện việc chuyển điểm sang các môn Anh văn 1234. Em cũng đã đóng đủ phí thông qua BKPAY ngày 21/09/2020.. . Nhưng đến hôm nay ngày 13/10/2020, em vẫn chưa được cập nhật điểm. WEB hiện thị việc chuyển điểm lại báo là [full_name].. . Mong PDT xem xét sớm trường hợp của em ạ.",
            "Chào bạn,. . . . PDT đã cập nhật thanh toán học phí CCNN rồi nha bạn. Bạn vui lòng kiểm lại.. . . . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ. . Em bị hủy kết quả đăng kí môn học Cơ lưu chất (CI2005)do \"Không đủ thời gian di chuyển giữa 2 cơ sở MA3004\". . Nhưng vì MA3004 là môn thí nghiệm,nên giảng viên thông báo sẽ băt đầu và kết thúc buổi học sớm hơn dự tính, chứ không kéo dài 5 tiết như trên thời khóa biểu ghi. Nên em vẫn đủ thời gian để di chuyển ạ. . . . Cho em hỏi là em có thể xin phòng đào tạo không hủy kết quả đăng kí môn học CI2005 của em được không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa pđt, kì dự thính này em có đăng kí học môn nhập môn điện toán co1005, lớp đủ người, trong elearning đã có khóa học nhưng trong thời khóa biểu lại không,để đăng kí môn này không bị trùng nên em đã chuyển môn mạng máy tính có tiết thực hành vào thứ 6, giờ không mở môn nmđt nên em phải đk học chung với k20 thì lại dính tiết thực hành của của mạng máy tính. giờ em làm đơn rút môn của mạng máy tính thì để đăng kí nhập môn điện toán thì lại vừa mất tiền vừa mất chỉ, trong khi em nghĩ lỗi này cũng không hẵn của sinh viên, mong pđt giúp đỡ có thể chuyển lớp thực hành của môn mạng máy tính-CO3004-L05 sang ngày khác không ạ, chứ giờ rút môn thì thật uổng tiền và tín chỉ ạ.. . hình bên dưới là ảnh môn nhập môn điện toán dự thính đã có trong elearning của em nhưng pđt lại bảo không có."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy ơi , kỳ này em có đăng ký môn học đề cương luận văn tốt nghiệp hệ VHVL .. . . . Lúc đầu có thời khóa biểu , mà giờ lại không có , Thầy kiểm tra lại giúp em với .. . . . Em đã thỏa điều kiện đăng ký rồi ạ . . . . . Em cảm ơn thầy .",
            "Lỗi môn học trước . CI3039. .",
            "Thầy ơi , môn CI3039 em đã học với [full_name] Quy  và qua môn đó rồi thầy , nhưng giờ bảng điểm trên MyBK không thấy điểm đó nữa .. . . . Em có chụp màn hình lại khi học kỳ trước em đã qua . Thầy xem lại giúp em ( em có hình chụp màn hình bên dưới ạ ). . . . Em cảm ơn thầy ạ .. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Em viết đơn xin đăng ký đề cương, kèm theo xác nhận đồng ý của Khoa Xây dựng. + minh chứng có môn CI3039 tới PĐT để được đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/Cô,. . Trong đợt đăng ký môn học dự thính đợt 2, em bị hủy môn Độ tin cậy và đảm bảo chất lượng (IU2007) do trùng 1 tiết Hangouts Meet của môn Vật lý 1. Do môn IU2007 của em bị học trễ khó khăn lắm mới xin mở lớp được, mà các khoá sau lại không có môn đó, hiện tại chỉ có 1 lớp duy nhất vào đợt đăng ký vừa rồi. Em có thể xin phòng đào tạo cho em xin chuyển nhóm môn Vật Lý hoặc hủy môn cũng được ạ, để em có thể đăng ký môn Độ tin cậy được không ạ. Xin các Thầy/Cô giúp em với ạ.. . Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name], MSSV [student_id], sinh viên khoá K15 lớp XD15CTXD02.. . Em viết thư mong phòng đạo tạo giải đáp thắc mắc giúp em, em đã đủ số tín chỉ 142/142, điểm tb 7.57, 15 ngày ctxh và anh văn nói viết 205. Em có vào mybk mục đăng kí tốt nghiệp để đăng kí, nhưng em không thể cập nhật thông tin, tải ảnh cũng như kich1 hoạt tài khoản cựu sinh viên. . . Em rất mong nhận được phản hồi sớm từ phía thầy cô.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . thưa cô. . em đã đủ điều kiện tốt nghiệp( 2 av, số tín chỉ, công tác xh). . anh văn nói viết đã đc chuyển cách đây 2 tuần từ 1/10/2020. mà em vẫn chưa có tên trong danh sách tot nghiep dư kiến. cho em hỏi chừng nào trường mình cập nhật và em có thể in dc bằng tốt nghiệp tạm thời ạ.. . Vì khi em đi xin việc các công ty yêu cầu. và nó cũng trở ngại lớn vào lúc đó.. . kính mong thầy cô xem xét giúp em.em cảm ơn",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào Thầy/Cô, em có làm đơn gửi phòng đào tạo để đăng ký môn NMKT( EN1001) vào hôm thứ 4. Nhưng vẫn có thời khoá biểu. Mong Thầy/Cô kiểm tra giúp em ạ. E cảm ơn nhiều ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: phiếu nộp bằng tốt nghiệt của em hiện chưa được xét duyệt mon nhà trường duyệt sớm để em có thể nộp bằng",
            "Chào bạn,. . . . Bạn nộp bằng PTTH cho lớp trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin mở sĩ số lớp. . Cho em xin mở sĩ số lớp hóa lý 2 CH2031, mã lớp DT01. . Em cảm ơn. .",
            "Chào bạn,. . . . Đã tăng sỉ số, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tên họ đầy đủ của em là   B \"[full_name]\"  /B .. . . . Thông tin tốt nghiệp hiện tại là   B \"[full_name]\"  /B .. . . . Mong nhà trường sớm điều chỉnh lỗi đánh máy này.",
            "Chào bạn,. . . . PDT đã cập nhật tên cho bạn rồi nha, bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy cô, em tên [full_name]. Hiện tại giấy chứng nhận tạm hoãn nghĩa vụ quân sự của em bị sai thông tin ạ. Hộ khẩu thường trú của em là Thành phố Sa Đéc, Đồng Tháp (thông tin được viết trong giấy là Huyện Hồng Ngự, Đồng Tháp). . . Mong thầy cô hướng dẫn em cách xử lý ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để in lại giấy xác nhận sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên: [full_name] mssv [student_id]. . Học ở trung tâm đào tạo bão dưỡng công nghiệp khóa k17. Lớp c01.. . Nay em làm đơn này xin mở sĩ số môn học anh văn 4 LA1009. Thứ 4 tiết 13 14 15. Thứ 6 tiết 13 14 15. Ở cơ sở 1 . . Em làm đơn này kính mong phòng đào tạo cho phép em được học Anh văn 4 trong học kì 201 dự thính.. . Em xin cám ơn phòng đào tạo.. .",
            "Chào bạn,. . . . . . Đã đăng kí môn LA1009 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT, môn đề cương luận văn của em được bố trí vào hk1 năm 4 và học kì này được miễn chuẩn tiếng anh nhưng em không đăng kí môn đề cương luận văn,em để lại hk2 mới đăng kí. Vậy hk2 môn này có áp dụng chuẩn tiếng anh năm học không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả đăng kí môn học trong đợt 2 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên [full_name]    mssv [student_id]. . Học ở trung tâm đào tạo bảo dưỡng công nghiệp khoá k17 lớp c02. . Nay em làm đơn này kính mong phòng đào tạo tăng sĩ số anh văn 4 mã môn học LA1009 lớpDT04 thứ 4 tiết 13 14 15 và thứ 6 tiêt 13 14 15 học tại cs1. . Em kính mong phòng đào tạo cho phép em được học trong học kì 201 dự thính. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ mã nhóm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ phiếu đăng ký nộp tốt nghiệp của em chưa được xét duyệt nên em chưa thể in và nộp bằng tốt nghiệp ạ mong nhà trường xem xét ạ",
            "Chào bạn,. . Bạn cứ click vào biểu tượng máy in bên góc tay trái tải xuống in bình thường và nộp nhé.. . Khi nào nhà trường nhận được bằng TN THPT và kiểm tra hợp lệ của bạn mới xác nhận nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo . . Em tên: [full_name] mssv: [student_id]. . Học ở trung tâm đào tạo bảo dưỡng công nghiệp khoá K17. Lớp CN01. . Nay em làm đơn này để xin tăng sĩ số môn học Anh văn 4 (LA1009). Thứ 4 tiết 13 15 15. Thứ 6 tiết 1314 15 ở cơ sở 1 . . Em làm đơn này kính mong phòng đào tạo cho em xin phép được học Anh văn 4 trong học kì dự tính 201. . Em xin cám ơn Phòng đạo tạo",
            "Chào bạn,. . . . Bạn ghi rõ mã nhóm cần đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô phòng đào tạo,. . Em tên là [full_name]-[student_id]. Em muốn đăng kí dự thính lớp anh văn 3 nhưng đã kín sỉ số vì vậy em xin Phòng Đạo tạo có thể tạo điều kiện mở rộng sỉ số lớp Anh văn 3 dự thính ( DT01- Cô [full_name]) để em có thể đăng kí tham gia lớp học ạ. Em mong Phòng Đào tạo có thể giúp em để em có đủ điều kiện đăng kí môn trong học kì sắp tới.. . Em chân thành cảm ơn thầy/ cô!",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]. . Dạ cô ơi. Do sỉ số lớp DT01 CI2029 Cơ học kết cấu có sỉ số quá cao rồi ạ. Cô mở thêm sỉ số nhưng phần mềm không cho em đăng ký ạ. Mong cô xem xét thêm em vào nhóm ạ. . . Em cảm ơn nhiều ạ",
            "Chào bạn,. . . . Đã tăng sỉ số, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là có lớp dự thính DT01 ma Ci2029 sỉ số đang 90/72 ạ, hiện em đang muốn bổ sung vào lớp này được không ạ? Em cảm ơn ạ",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chưa nhận được mail đăng kí giáo dục thể chất trong khi các bạn em nhận được rồi ạ",
            "Chào bạn,. . . . Trường gởi mail kích hoạt vào tài khoản mail trường nha. Bạn kiểm tra lại bạn đăng nhập trên điện thoại không được, thì bạn kiểm tra mail tên máy tính nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào anh chị ạ, em là Lê Xuân Huy, sinh viên khoa Kỹ Thuật Hóa Học. . . Ngày hôm nay (13/10/2020) em có đăng kí in bảng điểm, đến phần xác nhận thanh toán thì không thông báo thanh toán trên bkpay như thường lệ mà chuyển thành \"Chưa Thanh Toán (PĐT)\" như hình trên. Vậy cho em hỏi là giờ em phải đến PĐT để thanh toán và xác nhận in bảng điểm đúng không ạ? Em xin cảm ơn  . .",
            "Chào bạn,. . . . Bạn liên hệ PDT để đóng tiền in bảng điểm nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ học kỳ dự thính 201 em có đăng ký 2 môn Giải tích 1 (GT1) và Vật lý 2 (VL2).. . Theo lịch học các lớp GT1 thì em chỉ có thể đăng ký hai nhóm DT01 và DT02 để không bị trùng tkb học kỳ chính; mà hai nhóm này lại trùng lịch hangout của môn VL2, nên em không thể đăng ký được trên hệ thống.. . Tuy nhiên giảng viên môn VL2 đã có điều chỉnh về thời gian học hangout như trong hình đính kèm, không bị trùng nữa.. . Em mong nhận được hướng giải quyết để có thể đăng ký được 2 môn ạ.. . Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. .",
            "Dạ em đã chọn đăng ký môn GT1 nhóm DT02 nhưng vẫn có hiện thông báo trùng thời khóa biểu ạ (trùng với 2 buổi hangout môn VL2 tiết 15 - thứ 2 và thứ 4, tuy thực tế thì 2 buổi này em được dời vào ngày khác).. . Em cảm ơn.",
            "Chào bạn,. . . . Môn giải tích 1 nhóm DT02 trùng giờ nên không đăng kí được nha bạn, môn vật lý hiện tại không dời giờ học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . Kính gửi phòng đào tạo. Em tên [full_name], khoa xây dựng. . Em có vấn đề như sau: nộp 2 bản photo công chứng + phiếu đăng kí nộp, nhưng mà làm sao để có thể in phiếu đăng kí khi mà em đăng ký phiếu nộp trên mybk từ cuối tháng 5 đến giờ vẫn chưa được xử lí ạ. Em xin cám ơn. .",
            "Chào bạn,. . . . Bạn nộp bằng PTTH cho lớp trường nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho e hỏi AV500 hệ VHVL mở lớp giống như những môn học khác phải không ạ ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn muốn hỏi?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô(thầy),. . Em xin được rút môn học Dự thính, môn Vật lý 1, mã số PH1003.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Đã huỷ môn PH1003, bạn vui lòng kiểm tra KQDKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  sáng thứ 2 em có lên pđt để nộp đơn xin chuyển lớp môn học hóa phân tích (thí nghiệm) từ lớp L06 sang lớp L07 mã môn học   CH2010  để được đăng kí kim loại học (Ma2009) . Nhưng hiện tại vẫn chưa được giải quyết, để em có thể kịp đăng môn học cho HK dự thính.. . Xin phòng đào tạo giải quyết gìum em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra TKB trên cổng thông sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo.. . Em tên: [full_name] tiến đạt mssv:[student_id] . . Trung tâm đào tạo Bảo Dưỡng Công Nghiệp. . Hiện em nhận được tin nhắn phản hồi phòng đào tạo nhưng không có ô \"Chọn\". . Mong phòng đào tạo giúp em đăng ký môn học cho kịp tiến độ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Giải tích 1 lớp DT05 , do sự trùng lịch nên em không thể đăng ký được giờ nào khác. Kính mong quý thầy cô xem xét để em được học theo đúng tiến độ ạ.. . Em xin chân thành cảm ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi pđt. . Em tên là [full_name], MSSV:[student_id]. . Em muốn đăng kí môn cơ học kết cấu, mã số môn học:Ci2029, nhóm lớp DT02, sỉ số của nhóm lớp này hiện tại là 75 mà đã có 86 bạn đăng kí, em mong pđt tăng thêm sỉ số để em có thể đăng kí ạ. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô!. . Em tên [full_name] [full_name]. MSSV [student_id]. Trong học kỳ này em có đăng ký môn Đề cương luận văn tốt nghiệp (CI4311) hệ vừa làm vừa học. Tuần trước đã có lịch trên thời khoá biểu nhưng hiện tại đã bị xoá mất. Kính nhờ quý thầy cô kiểm tra giúp em.. . Em xin cám ơn quý thầy cô!",
            "Em viết đơn xin đăng ký đề cương, kèm theo xác nhận đồng ý của Khoa Xây dựng. + minh chứng có môn CI3039 tới PĐT để được đăng ký môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gởi Phòng đào tạo. . Em tên [full_name] MSSV [student_id] lớp HC19HC12 Hoá 3 . . Em bị mất kết quả đăng kí môn dự thính đợt 2 , gồm 2 môn : thí nghiệm vật lí (mã lớp DT04) và môn giải tích 2 ( mã lớp DT04 )  ( đáng lí phải được hiển thị trong đợt 3  đăng kí bổ xung). Hiện giờ nội dung đăng kí đợt 2 của em vẫn đang được hiển thị trong mục đăng kí môn dự thính đợt 2. Em xin được gởi kèm ảnh chụp màn hình nội dung đăng kí đợt 2.. . Xin phòng đào tạo xem xét và cập nhật lại giúp em hai môn bị mất này.. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH, hiện tại còn trong đợt 3 DKMH  của dự thính bạn lên đăng kí lại nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612992  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô. Em nợ học phí( lệ phí in bảng điểm)  và em đã thanh toán( thanh toán trễ hạn)  nên hiện giờ e chưa đăng ký tốt nghiệp được. . Mong Thầy/Cô cập nhật lại thông tin của em. Để em được xét tốt nghiệp ạ. . Em chân thành cảm ơn!",
            "Chào bạn,. . . . Đã cập nhật, bạn vào đăng kí tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914823  /b \t. . . .   i Đăng ký môn học . Dạ thưa thầy cô . . Em có đăng ký dự thính môn Vật Lý PH1003 lớp DT02 ở đợt 2, nhưng bị hủy vì lý do là thứ 3 em có lịch học EN1003( con người và môi trường ) tới 17h50. Đến tối thì có tiết Vật Lý dự thính hangout lúc 19h40. Hình như chưa đủ 2 tiếng cách giữa 2 môn nên em bị pđt hủy môn. Có cách nào để em vẫn đăng ký lớp dự thính này được không ạ ? Vì thực sự từ 17h50 tới 19h40 là đủ thời gian cho em nghỉ ngơi rồi ạ. Và 19h40 học hangout nên không bị áp lực. Mong pđt cho em đăng ký dự thính Vật Lý đợt 3 ạ . . Em cảm ơn thầy cô ạ !. . . .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy/cô. Em tên [full_name], MSSV: [student_id]5 thuộc lớp XD13KT.. .  Em có đăng ký bổ sung môn TTTN, MSMH: 813302 trong kỳ đăng ký bổ sung vừa qua, nhưng không có kết quả đăng ký. Em đáp ứng đủ điều kiện về số tín chỉ yêu cầu để đăng ký.. .  Không biết trường hợp của em gặp sự cố gì ạ?. .  Mong phản hồi từ thầy/cô [full_name].. .  Em xin cảm ơn.. .",
            "Chào bạn,. . . . Bạn viết đơn khiếu nại để PDT xét lại cho bạn, đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV: [student_id]. . Hồi trước em có nộp chứng chỉ IELTS cho trường để đổi điểm anh văn xét tuyển theo phương thức điểm thi tốt nghiệp THPT, nhưng sau đó em trúng tuyển theo phương thức đánh giá năng lực và nhập học theo phương thức đó. Giờ em muốn miễn thi anh văn đầu vào thì có cần phải nộp lại thêm lần nữa không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn thường xuyên kiểm tra mail Phòng Đào Tạo để biết thông tin này nha. Ngoài ra, bạn có thể chuyển điểm ngoại ngữ trên Mybk nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em đăng kí mẫu nộp giấy tốt nghiệp THPT đợt 2 mà tầm 3 tuần rồi chưa thấy được xác nhận ạ, tại tuần này hết thời hạn nộp đợt 2 rồi ạ",
            "Chào bạn,. . . . Các bạn nộp bằng PTTH cho lớp trưởng, sau khi kết thúc đợt nhận bằng PTTH đợt 2 PDT mới cập nhật trạng thái xác nhận được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính Chào Thầy/Cô,. . Em tên là [full_name], MSSV [student_id].. . Em sinh viên k14 còn nợ môn anh văn 4. Do trong quá trình đăng ký môn học, tài khoản của em bị tạm dừng, nhưng khi được mở lại vào ngày 8/10/20, em định đăng ký môn học tại Dự thính học kỳ HK1 thì không kịp.. . Em muốn đăng ký môn học AV4 - LA1009. . Lớp DT02 của thầy [full_name].. . Em rất mong được sắp xếp vào học lớp này để thuận tiện cho mục tiêu ra trường.. . Em xin chân thành cám ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Hiện tại đang trong đợt DKMH dự thính đợt 3, bạn vào đăng kí nha.. . . . Thân. .",
            "Kính chào cô [full_name],. . Về vấn đề đăng ký môn học là do lúc em đăng ký thì sỉ số đăng ký đã full và khi em lên đăng ký lại thì đã hết thời gian đăng ký môn học, nên em không thể đăng ký được ạ.. . Mong cô có thể sắp xếp dùm em có thể đăng ký học AV4 - LA1009.. . Lớp DT02 của thầy [full_name].. . Vì em chỉ còn nợ mỗi môn này để có thể ra trường ạ.. . Em xin chân thành cám ơn ạ.",
            "Chào bạn,. . . . Đã đăng kí môn LA1009 cho bạn rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Em chào thầy/ cô,. . Em tên là: [full_name]. . MSSV: [student_id]. . . . Do có sự nhầm lẫn nên em đã đăng kí môn Thí nghiệm vật lí ( PH1007). . Cho em hỏi là pđt có thể gia hạn mở hủy đăng kí môn học được không ạ. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Đã huỷ môn PH1007 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ tên: [full_name]. . Phòng đào tạo cho em hỏi là em có học môn anh văn 3 và bị rớt nhưng sau này em có chứng chỉ anh văn quốc tế nộp vào để chuyển điểm hết 4 môn anh văn thì em có phải học lại anh văn 3 không ạ?. . Em cám ơn PĐT. .",
            "Chào bạn,. . . . Nếu bạn có CCNN thì bạn nộp vào đăng kí chuyển điểm 4 anh văn 1,2,3,4 thì bạn không cần học để trả nợ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đăng ký học kỳ dự thính có được duy trì trạng thái sinh viên không ạ",
            "Đăng kí học kì dự thính mà k đăng kí học kì chính đó ạ",
            "Chào bạn,. . . . Được bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường đại học bách khoa. . Em tên: [full_name] MSSV[student_id] học Trung tâm đào tạo bảo dưỡng công nghiệp khóa k17 lớp BDCN01, nay em làm đơn này kính mong phòng đào tạo tăng sỉ số môn [full_name] [full_name] (LA1009) t4 tiết 13-15,[full_name] 6 13-15 LỚP DT 04 phòng C4-503 và C6-502  CS1 để em được học trong học kỳ dự thính 201 . Em xin chân thành. . cám ơn .",
            "Chào bạn,. . . . Đã tăng sỉ số, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id], em có thắc mắc về việc đăng ký tốt nghiệp mong thầy/cô giải đáp giúp:. . - Em đã hoàn thành chương trình học và vừa có kết quả thi anh văn nói-viết vào ngày 13/10, đáp ứng đủ các yêu cầu để tốt nghiệp. Tuy nhiên, em không thể đăng ký tốt nghiệp trên mybk.hcmut.edu.vn được do hệ thống báo em không có tên trong danh sách tốt nghiệp dự kiến.. . -Mong thầy/cô hướng dẫn giúp, em phải làm gì tiếp theo để được đăng ký tốt nghiệp trong thời hạn cho phép ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 21/10 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là [full_name] , do hiện nay kì hè đã kết thúc hơn 3 tuần và em được phòng đào tạo sắp xếp thi lại vào kì hè 193 do kì thi 192 tụi em bị cách ly . Hiện các môn trong kì hè đều đã có điểm nhưng hiện bảng điểm tụi em vẫn 13 . Số tín chỉ những môn qua có cập nhập nhưng em nghĩ có sai sót nên dẫn đến điểm trung bình của em bị sai . Mong phòng đào tạo cập nhật điểm thi và điểm trung bình các môn cho tụi em để tụi em có thể thấy sai sót ở môn học nào và phúc khảo ạ. .",
            "Chào bạn. . Pdt đã kiểm tra trên hệ thống chính của nhà Trường. . - Môn Xừ lý số tín hiệu có điểm trên 5 nên sẽ ghi là điểm 21(điểm đạt). . - Môn tư tưởng hồ chí minh là 3 điểm. . Hệ thống trên Mbk--  xem điểm sẽ cập nhật sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa pđt, kì dự thính này em có đăng kí học môn nhập môn điện toán co1005, lớp đủ người, trong elearning đã có khóa học nhưng trong thời khóa biểu lại không,để đăng kí môn này không bị trùng nên em đã chuyển môn mạng máy tính có tiết thực hành vào thứ 6, giờ không mở môn nmđt nên em phải đk học chung với k20 thì lại dính tiết thực hành của của mạng máy tính. giờ em làm đơn rút môn của mạng máy tính thì để đăng kí nhập môn điện toán thì lại vừa mất tiền vừa mất chỉ, mong pđt giúp đỡ có thể chuyển lớp thực hành của môn mạng máy tính-CO3004-L05 hiện tại sang ngày khác không ạ, chứ giờ rút môn thì thật uổng tiền và tín chỉ ạ.. . hình bên dưới là ảnh môn nhập môn điện toán dự thính đã có trong elearning của em nhưng pđt lại bảo không có.. . . ."
        ]
    }
]