[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do sơ sót nên học kì này em đăng kí thiếu 1 môn học: Dao động 1 201702. Em có thể đăng ký bổ sung môn học này để kịp tiến độ học tập không ạ? Em xin cảm ơn",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 201702 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là kì năm trước em có học AV1 nhưng bị rớt, giờ em có tham gia thi kiểm tra trình độ định kỳ đợt vừa rồi do IIG tổ chức và được 370, vậy điểm AV1 của em có được chuyển điểm hay không ạ, hay em phải học lại AV1 nữa ạ.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa cô/thầy, em vừa mới nhận được giấy báo tạm hoãn nghĩa vụ của trường, nhưng có in sai thông tin ở chỗ hộ khẩu thường trú không giống như trên thông tin sinh viên mà em đã cập nhật trước đó. . . Em mong cô/ thầy giải đáp thắc mắc cho em là, em phải đến đơn vị nào của trường để khiếu nại ạ? Và thường bao lâu là xong ạ? Do em có nhận được giấy báo của phường xã em rồi ạ!. . Em cảm ơn cô/thầy đã phản hồi.",
            "Chào bạn,. . Bạn vui lòng mang giấy CN sinh viên hoãn NVQS bị sai đến Phòng Đào tạo để điều chỉnh lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng kí bổ sung môn đồ án môn học - cơ kỹ thuật : AS4001 và đề cương luận văn : AS4311. . Vì em chưa hoàn thành gdtc1 nên không được đăng kí. Em xin được đăng kí ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Rất tiếc không đăng kí được cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT, cho em hỏi là Kiểm tra trình độ Tiếng Anh đợt 19-20/9/2020 khi nào thì có điểm trên myBK vậy ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . Đợt thi này do IIG tổ chức và chấm điểm. Sau khi chấm xong IIG sẽ gửi kết quả về Trường. Phòng Đào tạo sẽ thông báo cho sinh viên vào kiểm tra kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . - Em xin đăng ký môn học này đưuọc không ạ. . EE3075\tThiết bị và hệ thống tự động thủy khí - Lớp A01 thứ 2 tiết 789 của thầy [full_name]\t. . Em xin cám ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn EE3075 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733102  /b \t. . . .   i Yêu cầu khác . Thưa thầy(cô) cho em hỏi điểm môn Nguyên Lý Máy (ME2003).. .  Lần update trước là đã có điểm tổng kết rồi. Nhưng lần này update lại thì điểm tổng kết của em không có ạ. Em kèm 2 file hình ảnh theo ạ. . . Em cám ơn!",
            "Chào bạn,. . . . Trong học kỳ 191 môn ME2003 sinh viên đăng kí 2 nhóm T01 và nhóm RZ01. PDT sẽ cập nhật kết quả đạt  của nhóm RZ01.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
            "Chào bạn,. . . . Hiện tại đã hết đợt DKMH nên không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào các thầy cô trong bộ phận giải đáp thắc mắc và yêu cầu.. . . . Em là [full_name], sinh viên khoa Khoa học và Kỹ thuật Máy tính. . . . Em xin trình bày nội dung thắc mắc như sau:. . Em là sinh viên chính quy thuộc đối tượng chính sách (con thương binh hạng 2/4, được miễn 100% phí đào tạo chính quy bậc đại học). . Em đã tìm hiểu quy chế của nhà trường và biết được việc miễn giảm chỉ áp dụng cho các môn được đăng ký trong học kỳ chính.. . . . Tuy vậy có 1 trường hợp đặc biệt là về môn thực tập tốt nghiệp. Theo đó, môn này được tính học phí theo cách tính của học kỳ chính do tính chất đặc biệt chỉ mở vào dịp hè. Chiếu theo đó, em sẽ được miễn học phí đối với môn học này. Nhưng trong học kỳ 193 vừa rồi, em vẫn phải đóng học phí cho môn này, với số tiền 640.000 đồng.. . . . Vậy trong trường hợp này, em có thể được hoàn trả số tiền học phí nêu trên không ạ?. . . . Trên đây là nội dung thắc mắc của em. Mong nhà trường tiếp nhận và sớm phản hồi giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về việc miễn giảm học phí, bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn và giải thích cụ thể.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào Thầy/Cô ạ!. . Dạ em là [full_name] k14 mssv [student_id] trong đợt đăng ký môn học chính quy đợt 3 em có đăng ký môn anh văn 4 nhưng khi có kết quả đăng ký môn học thì trong đợt đăng ký mới là :Đăng ký môn học HK1 (2020-2021)- Hệ chính quy -Đăng ký cho sinh viên bằng 2 k20 lại có một môn đăng ký là môn anh văn 4 ạ. Em không có đăng ký trong đợt đăng ký đó nhưng sao lại có môn ạ. Em bị như vậy có sao không ạ xin pdt cho em hướng để khắc phục ạ.. . Em chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào PĐT em là sinh viên lớp GT19OTO1, vì lí do k đăng kí cơ lí thuyết ở kì 192 nên kì 201 em k đăng kí đc nguyên lí máy. Vậy em muốn xin PĐT cho em Đk nguyên lí máy dự thính kì 201 được k ạ (hiện tại em đang học kì chính cơ lí thuyết), em mong PĐT cho em được đk nếu không em bị trễ mất :((. Em cảm ơn ạ",
            "Chào bạn,. . . . Việc DKMH phần mền đã lập trình sẵn nha bạn, nên không giúp cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ngày 20/9/2020 vừa rồi em có đăng ký kiểm tra tiếng anh ở trường em được 345 điểm, giờ em muốn đăng ký anh văn 1 ở kỳ dự thính 201 có được không ạ? với nếu qua av1 trong kỳ dự thính 201 thì có đủ điều kiện để đăng ký môn học trong kỳ chính 202 không ạ?. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào Thầy/Cô. . . . Ngày 19/9 vừa rồi em có thi Toeic ở trường do IIG tổ chức, với số điểm là 530.. . Em muốn hỏi là em có thể đăng ký môn Anh văn trong Kinh doanh (IM3061) ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn IM3061 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký 3 môn đồ án nhưng lại không hiện thứ ngày cũng như giờ học trong khi các bạn đăng ký chung với em thì lại có. Bên em là khoa vật liệu polymer ạ. . Em mong được giải quyết sớm nhất để được theo học đồ án ạ. .",
            "Chào bạn,. . . . Các môn ĐA, đề cương luận văn bạn liên hệ khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kết quả đăng ký môn học HK1 (2020 - 2021)- [full_name] - Đợt 1 . . PDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN). . . . Em muốn biêt em không đủ điều kiện gì để nhận LVTN.",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. .",
            "Em cần biết lí do tại sao mà không thể đăng ký nhận luận văn được để em có thể kịp thời bổ sung, vì đợt 4 DKMH là đợt cuối.. . . . Mong PDT cho em biết chính xác nguyên nhân!",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào bạn,. . . . Bạn vui lòng xem rõ câu trả lời nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]  /b \t. . Em xin phép PĐT cho em đăng ký bổ sung 2 môn học HK1 năm học 2020-2021 như sau:. . 1. Môn Kỹ thuật thi công (MMH: CI 3043). . 2. Môn tổ chức thi công (MMH: CI 4125). . Mong PĐT xem xét duyệt nguyện vọng của em ạ. Em cảm ơn thầy (cô) ạ!. .   i Đăng ký môn học .",
            "Hiện tại đang trong đợt đk hệ VLVH, nên bạn tự đăng ký online nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin   I chào các Thầy Cô, em là Tou Prong Tuấn Phát MSSV:[student_id]. . Em muốn hỏi là nếu em chưa có bằng anh văn nói viết để tốt nghiệp đợt tháng 11 thì em có cần đăng kí môn học cho học kỳ tới không, em cảm ơn.",
            "Chào bạn,. . . . Tuỳ bạn, bạn đăng kí môn học để duy trì tình trạng sinh viên cũng được.. . . . Nếu bạn không đăng kí môn học sẽ bị tạm dừng, khi nào đủ CCNN bạn làm đơn thu nhận lại để xét tốt nghiệp. Thời gian tạm dừng chỉ được 1 năm thôi nha .. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vào đợt đăng kí môn học đợt 3, khi em đăng kí xong tất cả các môn hk3 khoa điện điện tử, em có xoá môn kĩ thuật số (EE1009) để đăng kí lại thời gian hợp lí hơn. Khi đăng kí xong trên danh sách đăng kí có 6 môn 19 tín chỉ. Nhưng khi có kết quả thì em bị mất môn giải tích mạch(EE2033). Xem lịch sử thì do môn song hành kĩ thuật số bị hủy nên hệ thống tự hủy môn giải tích mạch nhưng môn giải tích mạch vẫn không mất trên danh sách đăng kí.. . Em xin phòng đào tạo hãy xử lí cho em việc này",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn EE2033 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em hỏi về việc đăng kí môn học dừ thính từ ngày 23-26 ạ.Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học và xin mở lớp thành công ở học kì dự thính, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn cho biết mã môn học cần đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô. . Sắp tới là đợt đăng ký LVTN đợt cuối cùng(25/9-1/10) Nhưng kết quả thi Toeic của em chưa có ạ. Nên không thể kịp để nộp trong đợt đăng ký này. Thầy/cô cho em hỏi là nếu qua ngày 1/10 em có CCAV thì em có thể làm đơn xin nộp trễ để có thể đăng ký làm LVTN trong học kỳ 201 này được không ạ?. . Em mong thầy cô giải đáp giúp em.. . Em xin cảm ơn ạ. .",
            "Chào bạn,. . . . Sau ngày 1/10/2020 mới có CCNN để làm luận văn, bạn làm đơn nộp PDT để đăng kí luận văn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin cô xem ảnh ạ.. . . . Thưa cô thầy có cách nào cho em xin phép học môn EE2019 vào kì chính này không ạ. Vào học kì dự thính này đăng ký tối đa 12 chỉ và em đang học đuổi cho kịp tiến độ học tập nếu không sẽ chậm đồ án ạ. Xin cô mách nước cho em tới xin ai hay làm gì cũng được  ạ. Mong cô cho phép em được học ạ.. . . . [full_name]. . SĐT : [phone_number]. . MSSV [student_id]",
            "Chào bạn,. . . . Môn này đã full sỉ số không tăng được nữa nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa các thầy cô của phòng Đào Tạo,. . . . Em là [full_name], [student_id] thuộc Cơ Kỹ Thuật K.18 Khoa Khoa Học Ứng Dụng.. . . . Chuyện là hè 193 em có đăng kí môn Thiết Kế Kỹ Thuật nhưng em đã bỏ thi cuối kỳ. Vấn đề ở đây là môn Đồ Án Thiết Kế Kỹ Thuật của em cần môn Thiết Kế Kỹ Thuật (học trước) vậy thì môn Thiết Kế Kỹ Thuật của em mặc dù đã rớt nhưng nó có tính là đã học chưa ạ cũng như là điểm trung bình của môn TKKT có tính vào trung bình tích lũy không ạ ? . .   B   U Tóm gọn câu hỏi:  /U    I Em rớt TKKT kỳ hè thì em vẫn đủ điều kiện để làm Đồ Án Thiết Kế Kỹ Thuật không ạ ?  /I    /B . . . . Em xin cám ơn rất nhiều !. . Trân trọng, . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô. . Sắp tới là đợt đăng ký LVTN đợt cuối cùng(25/9-1/10). Nhưng hiện tại kết quả thi Toeic của em chưa có ạ vì vậy em không thể kịp nộp trong đợt đăng ký này. Thầy/cô cho em hỏi là nếu qua ngày 1/10 em có CCAV thì em có thể làm đơn xin nộp trễ để có thể đăng ký làm LVTN trong học kỳ 201 này được không ạ?. . Em mong thầy cô giải đáp giúp em.. . Em xin cảm ơn nhiều ạ",
            "Chào bạn,. . . . Qua ngày 1/10/2020 bạn mới đủ CCNN để làm luận văn, lúc này bạn làm đơn xin đăng kí luận văn.. . . . Bạn cố gắng hoàn thành CCNN sớm nha.. . . . Thân.",
            "Chào bạn. . Khi nào bạn có Chứng chỉ ngoại ngữ bạn nhanh chóng khai CCNN online, sau đó nhanh chóng nộp đơn đăng ký LVTN nộp trực tiếp tại pdt để Ban lãnh đạo Phòng xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi các thầy cô trong phòng Đào Tạo,. . . . Em là [full_name], [student_id].. . . .   B Em có câu hỏi là:  /B  Môn học vượt trong học kỳ hè 193 nhưng bị điểm 13 có được công nhận là đã học qua và tính là môn học trước của các môn yêu cầu hay không ạ ? . . . . Em xin cám ơn !. . Trân trọng, . . [full_name]",
            "Chào bạn,. . . . Môn học trước là môn có điểm khác 0.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT. . Kỳ này em có đăng kí một môn trong thời khoá biểu học kỳ 201.. . Tuy nhiên hiện tại em không có nhu cầu học nữa và muốn đăng kí tốt nghiệp vào tháng 11 sắp tới.. . PĐT có thể huỷ thời khoá biểu của em trong học kỳ này để em có thể đăng kí tốt nghiệp được không ạ?. . Dạ em cảm ơn !!",
            "Chào bạn,. . Hiện tại đã hết thời gian hủy môn học nhé bạn, có thể đăng ký rút môn học (theo mail thông báo đã gửi).. . Vui lòng xem quy định về rút môn học tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học/11.2 Rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt, em tên là [full_name] - [student_id].. . . . Đợt đăng ký môn học cho HK chính này vừa qua em có đăng ký môn học Kết cấu thép 2 (CI3211) và môn ĐAMH Kết cấu thép (CI3213) nhưng sau khi bị huỷ môn Kết cấu thép 2 (CI3211) do không mở được lớp thì em cũng bị huỷ luôn môn ĐAMH Kết cấu thép (CI3213) luôn. Trong khi đó bạn em vẫn đăng ký được môn học này trong học kỳ này. . . . . Mong pđt giải quyết cho em được đăng ký bổ sung môn ĐAMH Kết cấu thép (CI3213) để em đủ điều kiện đăng ký Luận văn tốt nghiệp cho học kỳ tới ạ. Em xin cám ơn!",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI3213 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Phòng Đào Tạo. . Em còn kì cuối để làm LVTN nhưng kết quả thi AV của em chưa có, em kính mong Phòng Đào Tạo xem xét trễ CCNN  của em để e đăng kí được LVTN và hoàn thành CCĐT. Em xin chân thành cảm ơn!",
            "Chào bạn,. . Khi nào bạn đủ điều kiện nhận lVTN, bạn có thể làm đơn xin cứu xét đăng ký LVTN và nộp tại Phòng Đào tạo.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và [full_name] đồng ý.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Ở HK191 em có đăng kí môn . .   B CH3015 - T/n quá trình thiết bị. .   /B Hệ VLVH. . Nhưng do không đủ sĩ số nên đã bị huỷ, em đã lên phòng đào tạo nộp đơn xin rút môn học  I (còn trong thời hạn rút môn học) . Ở thời điểm hiện tại khi em xem lại thì thấy môn học đó vẫn hiện lên và có điểm là VT (vắng thi). .   i Học vụ . Mong pđt giải quyết giúp em ạ. . . Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô,. . Em tên là [full_name]( MSSV:[student_id]), hiện tại em học môn bóng đá ( mã : L08) vào sáng t5  ở cơ sở 2.. . Thầy cô cho em hỏi nếu em muốn chuyển qua lớp bóng đá mã A02 vào sáng t7 ở cơ sở 1 cho tiện việc di chuyển không ạ ?. . Nếu được thì em phải làm đơn gửi Phòng Đào Tạo hay gửi Thầy ở cơ sở 2 vậy ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ Trung Tâm Giáo Dục Thể Chất của DHQG để tư vấn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học . Em chào Thầy (Cô), Em là sinh viên K13, vừa rồi em đã làm đơn xin gia hạn thời gian học tập thêm được học kỳ 1, 2020-2021 đã được xét duyệt, trong kỳ trên có học kỳ dự thính đang được mở đăng kí môn học, nhưng hiện tại hệ thống đã khóa Đăng kí môn học của mssv [student_id]7. Em mong quý thầy (cô) cho em được Đăng kí môn học Kết cấu thép 2 CI3211 cho học kỳ dự thính. . . Em xin cảm ơn Thầy (cô).",
            "Chào bạn,. . . . Trước khi học kỳ dự thính 201 bắt đầu, bạn làm đơn xin DKMH nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  chào PĐt em là sinh viên lớp GT19OTO1, cho em hỏi là môn ME2003 nguyên lí máy có phải là môn học trước của TR2007 kết cấu động cơ đốt trong và môn TR2013 kết cấu oto ko ạ, vì em xem trên aao thấy nguyên lí máy không phải là môn học trước mà ở chỗ DKMH nó báo nguyên lí máy học trước ạ, e cảm ơn . . . .",
            "Chào bạn,. . . . Bạn xem cấu trúc môn học trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào,. . Em đã làm hết quiz môn cơ lưu chất từ đầu đến cuối trước hạn deadline 20/09/2020 luôn. Hôm qua em vào xem lại clip ôn bài vẫn bình thường, nhưng hôm nay lại báo em chưa làm quiz 2.1 như hình ạ. Cho em hỏi có bị gì không ạ.. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cô ơi, cô cho em là SV khóa k19,nếu em học bằng thứ nhất đến cử nhân thôi thì em có được học tích lũy bằng thứ 2 lên kĩ sư, thạc sĩ không ạ? . . Em cảm ơn ạ!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em cần đăng kí 2 môn mã là ME2039 và ME2041 ạ. Dạ em hỏi về việc đăng kí môn học dừ thính từ ngày 23-26 ạ.Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học và xin mở lớp thành công ở học kì dự thính, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
            "Chào bạn,. . . . Sau khi học kỳ dự thính bắt đầu, bạn làm đơn nộp PDT để ban lãnh đạo phòng xét duyệt nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã đủ 142 tín chỉ và chỉ còn thi tiếng anh nói viết vào tháng 10 này là đủ điều kiện tốt nghiệp.. . Trong trường hợp em thi không đạt được tiếng anh nói viết để tốt nghiệp vào tháng 11 này và học kỳ này em không có đăng ký môn học và không có thời khóa biểu để duy trì. . . . . Cho em hỏi trong trường hợp này của em có bị buộc thôi học không ?",
            "Chào bạn,. . . . - Bạn không đăng kí môn học bạn sẽ bị tạm dừng, khi bạn hoàn tất xong các điều kiện ra trường bạn làm đơn thu nhận lại, xin xét tốt nghiệp nha.. . . . - Thời gian tạm dừng chỉ có 1 năm nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có bảng điểm học kỳ 1 của năm học 2019-2020 có môn nguyên lý máy, ở học kỳ này em có đăng ký và thi xong môn nguyên lý máy được 8.0 điểm và phòng đào tạo có cập nhật điểm trên web cho em là 8.0 nhưng sao bây giờ em lại thấy phòng đào tạo cập nhật lại điểm của em môn nguyên lý máy là 0.0 (em có hình đính kèm).. . Ở học kỳ đó em đăng ký môn nguyên lý máy ở học kỳ chính là nhóm T01-A, nhưng do em muốn ôn thêm kiến thức nên trong lúc còn đang học thì em có đăng ký thêm học kỳ tết cũng là môn nguyên lý máy nhóm RZ01-, nhưng trước tết em đã thi và đã đậu được 8.0 điểm ở học kỳ chính nên kỳ thi môn này của học kỳ tết em không thi nên mới bị điểm 13.0. Mong phòng cập nhật lại điểm môn nguyên lý máy giúp em.. . Em có những thắc mắc về vấn đề đăng ký tốt ngiệp như sau:. . 1. Em đã bảo vệ thành công luận văn tốt nghiệp vào ngày 17/09/2020, em muốn đăng ký tốt nghiệp nhưng em có cần thiết phải có tên trong danh sách tốt nghiệp dự kiến thì mới đăng ký đc không?. . 2. Khi em đã được cập nhật điểm luận văn thì em có cần phải lên phòng đào tạo để làm đơn đăng ký tốt nghiệp bổ sung không?. . 3. Vấn đề ngày giờ làm lễ tốt nghiệp thì phòng đào tạo sẽ gửi mail cho em hay em phải theo dõi thông báo thường xuyên của trường.. . 4. Cho em cin thời gian làm việc của phòng đào tạo vì em làm ở Bình Chánh, khá xa, em sợ có khi lên mà phòng không làm nên rất tốn thời gian và công sức.. . Em mong phòng đào tạo giải quyết giúp em, em xin cám ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng kiểm tra lại danh sách tốt nghiệp đã có tên chưa?. . Nếu chưa có vui lòng phản hồi lại để PDT xử lý!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô Phòng đào tạo. Em tên [full_name], lớp HC16KTTP. Hiện em đã đạt hoàn thành xong luận văn, không còn nợ môn, tín chỉ đạt yêu cầu, toeic 550, toeic nói viết 230, công tác xã hội cũng đạt đủ ngày theo yếu cầu. Nhưng mà các bạn cùng khóa em đã nhận được mail là có tên trong danh sách dự kiến tốt nghiệp, nhưng em vẫn chưa nhận được và trong mục đăng ký tốt nghiệp trên myBK cũng ghi em chưa có tên trong danh sách. Em không biết lí do vì sao em lại không có tên ạ. Em hi vọng nhận được phản hồi sớm từ Phòng đào tạo ạ.. . Trước môn tiên quyết của em không đạt 7.5 theo yêu cầu nên em đã bị ra khỏi chương trình tài năng. Lúc khi có kết quả thi toeic nói viết 230, em không biết mình còn tài năng không, em đã mail hỏi PĐT nhưng câu trả lời là liên hệ khoa. Khi em hỏi thầy phó khoa thì nhận được câu trả lời em xem trên aao và thầy bảo nếu toeic của em đạt chuẩn lớp thường thì vẫn tốt nghiệp được nhé và sẽ không còn bằng tài năng thôi, vì lý do đấy nên em không thi nâng điểm lại và giữ nguyên 230. Em không biết có phải còn mặc định em là tài năng nên toeic 230 không đạt không ạ.. . Em mong PĐT giải quyết giúp em ạ. Em chân thành cảm ơn ạ!. . . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi hiện tại em muốn đăng kí bổ sung thêm môn học được không ạ",
            "Chào bạn,. . . . Đã hết đợt DKMH học kỳ 201, hiện tại đang trong đợt DKMH học kỳ dự thính 201 bạn vào đăng kí nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ pđt cho e hỏi hk192 em có đăng ký 2 môn gdtc, đều qua cả 2 môn nhưng phần chuyển điểm của em lại như thế này, cho em hỏi là em đã hoàn thành thành đủ 3 môn gdtc chưa ạ",
            "Chào bạn,. . . . Bạn xem thông báo đã cập nhật về môn GDTC nha http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Ngày 5/9/2020 em đã thanh toán học phí học kỳ DT193 nhưng hệ thống ngân hàng OCB chưa gạch nợ. Tối ngày 14/9/2020 thi cuối kỳ môn PLĐC thì em được báo là còn nợ học phí chưa thanh toán nên phải xuống phòng đào tạo để xin giấy. Ở phòng đào tạo em phải thanh toán lại số tiền 1.440.000 đồng để BKPay cập nhật trạng thái thanh toán (đã trễ hạn). Cho em hỏi là số tiền 1.440.000 đồng đã thanh toàn trước đó của em có thể được hoàn trả lại hay trừ vào học phí học kì 201 không ạ ? . .",
            "Chào bạn,. . . . Bạn liên hệ Ngân hàng OCB cơ sở 1 để giải quyết hoàn thành học phí cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em viết đơn xin sự giải đáp là, nếu em làm đơn thanh toán trễ học kì thì mình làm theo từng bước như nào ạ? . . . . Em cảm ơn ạ.. .",
            "Chào bạn,. . Vấn đề về gia hạn học phí, bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên Khóa 2017. Theo như hình đính kèm thì 500 điểm TOEIC chỉ chuyển điểm được AV1, AV2. Nếu em đạt 500 điểm thì có cần phải học thêm AV3 và AV4 mới được tốt nghiệp không ạ ? Em cảm ơn. . . .",
            "Chào bạn,. . Bạn phải phân biệt về chuẩn tiếng Anh để nhận LVTN và tốt nghiệp.. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Còn môn AV3,AV4 là các môn học trong CTĐT của bạn phải hoàn thành. bạn có thể đăng ký học hoặc chuyển điểm.. . Và bạn có tham khảo về bảng quy đổi chuyển điểm AV3,4 tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/ Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã hoàn thành đủ các điều kiện tốt nghiệp theo quy chế của trường. Mong phòng đào tạo cập nhật dach sách tốt nghiệp giúp em.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/ cô,. . . . Em có thể xin đổi môn EE3003 sang nhóm A01 hoặc A03 được không ạ?. . Lý do: vì thầy cô bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ.. . . . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Môn EE3003 đã chuyển sang nhóm A03, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, em vừa có điểm tiếng anh và đủ điều kiện tốt nghiệp cho tháng 11 săp tới. Nhưng trước đó em có đăng kí môn học để duy trì tình trạng học. Cho em hỏi để đăng ký xét tốt nghiệp em có cần phải rút môn học trước không và học phí sẽ thanh toán như thế nào(do em thấy lịch đóng học phí vào ngày 26/10 nên em nghĩ sẽ không cập nhật kịp)? Và cách thức đăng ký xét tốt nghiệp như thế nào ạ?(do em thử đăng ký online nhưng không được). Em xin chân thành cảm ơn.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Bạn vui lòng làm đơn rút môn học và nộp tại PDT, học phí sẽ gửi mail thông báo cho SV thanh toán. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Dạ e chào pdt . Dạ kỳ này em rút còn 13 chỉ ngoài vấn đề về học phí ra thì có ảnh hưởng ntn tới việc em đang học năm 2 không ạ . Em cảm ơn",
            "Chào bạn,. . . . - Trong qui chế của nhà trường chỉ những bạn không đăng kí môn học trong học kỳ chính sẽ bị tạm dừng thôi.. . . . - Nhưng sau mỗi năm bạn phải tích đủ tín chỉ mới đăng kí môn học cho nhưng môn năm sau đó, số tín chỉ cần tích luỹ sau mỗi năm bạn xem điều 4, mục 4.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Sau mỗi học kỳ bạn phải tích luỹ đủ số tín chỉ và ĐTBTL nha nếu không bạn sẽ bị cảnh cáo học vụ (phần này bạn xem qui chế học vụ điều 25 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào pdt.. . Em tên [full_name].Mssv [student_id], nay em muốn bổ sung môn công nghệ lạnh và điều hòa 2 (260628)trong học kỳ này.Em xin cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn 260628 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là học kì dự thính 201 trường tổ chức học online hay offline ở CS1 vậy ạ",
            "Chào bạn,. . . . Hiện tại dự thính vẫn tổ chức học trên lớp (offline). Nếu có thay đổi hình thức giảng dạy,  PDT sẽ gời mail cho sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Chào Thầy,Cô[full_name] [full_name] Cho em hỏi là hiện em đã hoàn thành LVTN (bảo vệ đợt 2) nhưng chưa có tên trong danh sách tốt nghiệp dự kiến và em chưa có bằng anh văn nói viết thì em có đăng ký tốt nghiệp được không và thủ tục như thế nào ạ?[full_name] [full_name] Và hạn cuối để hoàn tất đăng ký là khi nào ?[full_name] [full_name]",
            "Chào bạn,. . Sau khi bạn hoàn thành tất cả các điều kiện tốt nghiệp, bạn có thể đến phòng đào tạo đăng ký xét TN bổ sung.. . Hạn xét tốt nghiệp, bạn vui lòng xem tại aao.hcmut.edu.vn/lịch học vụ/ Tốt nghiệp tháng 11/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên k17.. . Em có câu hỏi là nếu bây giờ em thi toeic được 500 điểm thì có đổi được anh văn 4 hay không. Có phải là sang học kỳ 201 thì toeic 600 mới đổi được điểm anh văn 4.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . Bảng quy đổi điểm đổi điểm mới được áp dụng từ học kỳ 1/2020-2021, và áp dụng cho tất cả sinh viên.. . Bạn tham khảo bảng quy đổi điểm tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ/a) Các môn Anh văn:/Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô!. . em có đăng ký môn hoá phân tích mã CH2009 theo đúng kế hoạch giảng dạy của khoá k18-nghành công nghệ sinh học . Nhưng lại bị đưa vào lớp hoá phân tích của nghành công nghệ vật liệu và khoa học môi trường sáng thứ 5 tại phòng H6-206. . . Thầy cô cho em hỏi giờ em cần phải làm gì ạ?. . Em cảm ơn!. .",
            "Chào bạn,. . . . Môn CH2009 theo đúng tiến độ học tập, khoá 19 khoa Vật Liệu và Môi Trường có mở lớp. Bạn đăng kí học lại môn này thì bạn phải học chung thôi.. . . . Thân.",
            "Nhưng lúc học em hỏi thầy dạy mình thầy bảo môn hoá phân tích có 2 loại, một loại học cho khoa hoá, và loại học cho khoa khác, và có lẽ em đã đăng ký nhầm. Em chỉ muốn xác nhận lại cho chắc chắn là em không học nhầm ạ. . . Vậy theo cô nói \"môn CH2009 theo đúng tiến độ học tập\", tuy em học trễ môn này, thì có đúng môn không ạ?. . (em bên nghành công nghệ sinh học- khoa kĩ thuật hoá học ). . Em cảm ơn cô!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name]  Dạ chào Thầy/Cô[full_name] [full_name] [full_name] [full_name] Ngày 23/9 em có gửi câu hỏi là có đăng ký môn học IM3061 được không để em đăng ký học kỳ dự thính ạ nhưng có thể cô đã hiểu lầm nên đăng ký cho em vô học kỳ chính[full_name][full_name] [full_name] [full_name] [full_name] Em mong cô xem lại và hủy dùm em với ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn Cô[full_name] [full_name]",
            "Chào bạn,. . . . [full_name]T đã huỷ môn IM3061 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT, tình hình là em đang học môn as1003 cơ lí thuyết ở kì chính 201, vậy cho em hỏi em có thể đăng kí môn me2003 nguyên lí máy ở kì dự thính 201 đc k ạ, môn cơ lí thuyết là môn học trước của nguyên lí máy, mong pđt tạo điều kiện cho em để em có thể đk đc nguyên lí máy vì qua kì 202 nó bị vướng nhiều môn chuyên ngành ạ :((, em cảm ơn",
            "Chào bạn,. . . . Phần mền đã lập trình sẵn nên không thể giúp bạn được.. . . . Thân"
        ]
    }
]