[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn Triết học [full_name] - [full_name]. . - Mã môn học: SP1031. . - Mã nhóm: DT03. . Em xin cảm ơn ạ.. . . .",
            "Môn học SP1031 nhóm DT03 ko bổ sung được do trùng thời khóa biểu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là [full_name] -[student_id]- , là chiến sĩ bị hoãn mùa hè xanh .Em có nguyện vọng đăng kí môn Triết học [full_name] ( SP1031 ) vào lớp DT03.",
            "đã bổ sung vào nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em có giấy xác nhận tham gia các hoạt động xã hội ở địa phương thì có được dùng giấy xác nhận này chuyển đổi thành ngày công tác xã hội không ạ? . .",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng Đoàn Khoa để được hỗ trợ và giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1412596  /b \t. . . .   i Đăng ký môn học . Em là sinh viên K14. Em đã học GIẢI TÍCH 2 DỰ THÍNH ở học kì trước nhưng không qua. Bảng điểm có thì thời gian đăng kí dự thính hè cho kì này đã hết. Em rất mong được học ở kì dự thính hè này. Em mong PDT tạo điều kiện giúp đỡ em. Em xin cảm ơn ạ.",
            "đã bổ sung môn MT1005 nhóm DT03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin đăng kí bổ sung vào lớp Dự thính môn Quá trình và thiết bị truyền nhiệt . . Mã môn học: CH2043. . Lớp: DT01. . Lý do: em là sv năm cuối cần trả nợ môn sớm để đủ điều kiện đăng kí luận văn.. . Mong nhận được sự giúp đỡ của anh/chị.. . Em cảm ơn.",
            "đã bổ sung môn CH2043 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . . . Em tên [full_name], mssv [student_id]. Em có xem qua danh sách học bổng chính thức thì thấy cột điểm rèn luyện bị 0 điểm, và nhiều bạn cũng bị như vậy không biết là vì lý do gì ạ? Mong phòng đào tạo giải đáp sớm giúp em.. . Em chân thành cảm ơn ạ!. . . . [full_name]",
            "Chào bạn. . Bạn xem qua danh sách học bổng chính thức ở đâu? . . Nếu bạn xem trên mybk- xem điểm : thì thông tin không có điểm rèn luyện là chính xác, vì điểm rèn luyện sẽ được Phòng Công tác chính trị sinh viên thông báo cho sv, không cập nhật dữ liệu tại trang này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Em chào [full_name] ạ, [full_name] có thể giúp em đổi nhóm lớp Tư tưởng [full_name] SP1005 từ DT02 sang DT05 không ạ? Em cảm ơn",
            "sĩ số đã full ko đổi được nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . +[full_name] đại cương:CH1003-Nhóm:[full_name]02_[full_name]05. . +[full_name] học [full_name]-[full_name]:SP1031-Nhóm:[full_name]03. . Lý do:[full_name]b hiện có. . Em cảm ơn.. .",
            "Đã bổ sung môn học. . CH1003 nhóm DT02, SP1031 nhóm DT03. . . . TKB sẽ cập nhật sau"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi,. . . . Em tên [full_name], học lớp DT07 môn Triết học [full_name][full_name][full_name] (SP1031). . . . Em mong muốn được đổi sang lớp DT01 để thuận tiện việc đi lại và ở trong mùa dịch. Mong được xem xét.. . . . Trân trọng,. . . . [full_name]",
            "đã chuyển sang nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Để kịp đăng kí tốt nghiệp đợt tiếp theo em rất mong được đăng kí môn Tư tưởng Hồ Chí Minh trong học kì hè. Em muốn xin bổ sung vào lớp Tư tưởng Hồ Chí Minh để kịp hoàn thành môn học này.",
            "Môn học trùng TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em đăng kí bổ sung môn nên bây giờ trên trang bkel em không có khóa học ạ, thầy/cô cập nhật giúp em với, em cảm ơn ạ!",
            "TKB sẽ được cập nhật sớm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Chào bạn, . . -Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì học kỳ 192 có môn em không qua nên em xin được đăng ký thêm môn dự thính ở kỳ hè để đúng tiến độ ạ. Kỳ này hiện tại em chỉ đăng ký 2 môn- 7 chỉ. Mong trường nhanh chóng xét duyệt vì đã bắt đầu vào học kỳ 193 rồi ạ",
            "bạn cung cấp mã môn để xem xét",
            "CI2007 Sức Bền Vật Liệu hoặc CI3001 Cơ học Đất ạ. Em cảm ơn",
            "Đã bổ sung môn CI3001 rồi mà. . Môn CI2007 trùng lịch"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi em là sinh viên khóa K16. Hiện tại em đã học hết các môn chuyên ngành và chỉ còn Luận văn tốt nghiệp(Hiện tại em chưa đăng ký được vì lý do chưa đủ chuẩn anh văn) và các môn anh văn. Vậy trong thời gian em chờ thi chứng chỉ anh văn em không đăng ký môn học học kỳ 201 có được không ạ và trong trường hợp em vẫn không đủ chứng chỉ anh văn để đăng ký luận văn trong học kỳ 201 thì em có bị cảnh cáo học vụ không ạ.. . Em mong phòng đào tạo giải đáp thắc mắc hộ em.. . Em xin cảm ơn!. .",
            "Chào bạn. . - Nếu bạn không có tkb của HK201 bạn sẽ bị tạm dừng. . - Qua Hk 202 nếu bạn có nhu cầu học thì chỉ cần nộp đơn thu nhận lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Chào thầy cô,. . . . Em tên [full_name], mssv [student_id]. Vào ngày 31/7/2020, em được thông báo từ KTX Bách Khoa rằng phòng em thuộc dạng cách ly tự theo dõi cấp 1 do có bạn thuộc diện F3 sau khi tự học trong phòng thư viện KTX chung với bạn thuộc F2. Em xin đính kèm quyết định được chụp lại trước cửa phòng em về việc cách ly và thông báo của KTX về biện pháp xử lý với sinh viên thuộc diện cách ly.. . . . Em xin cảm ơn!",
            "Chào bạn. . Bạn liên hệ Trung tâm dịch vụ ký túc xá bách khoa cấp xác nhận bạn đang thuộc diện theo dõi y tế cách ly do Thầy [full_name] (giám đốc) ký xác nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em rất cần đăng kí môn Tư tưởng [full_name] trong học kì hè này để kịp đợt đăng kí tốt nghiệp tiếp theo. Trong thời khoá biểu của em được báo là trùng môn học, em sẽ huỷ môn Đường lối Đảng cộng sản Việt Nam nên không biết có được đăng kí không ạ. Em xin cảm ơn.",
            "đã hủy môn SP1009, bổ sung môn SP1005 nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký mã môn: SP1031. .          nhóm lớp: DT05",
            "Em đăng ký 2 môn. . Mã môn : SP1031. .    nhóm: DT05. . . . Mã môn : MT1009. .    nhóm: DT03",
            "Đăng ký môn học. . . . Em đăng ký mã môn: SP1031. .          nhóm lớp: DT05. . Em hủy yêu cầu này và đã làm lại yêu cầu mới, em xin lỗi sự bất tiện này và mong thầy cô thông cảm ạ. .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  -Em chao thầy cô. Em có một vấn đề mong được quý thầy cô giải đáp ạ . em muốn  đăng kí bổ xung môn học hè 193  :. . - MSMH : 260612 truyền động khí nén 1. . - MSMH : 260613 trang bị điện 1. .  Mong quý thầy cô giúp đỡ xem xét bổ cho phép em được đăng kí bổ xung 2 môn học trên để em có thể học tập theo đúng tiến bộ . em xin chân thành cảm ơn .",
            "đã bổ sung. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Gr ôn bài của tụi em và video tụi em ôn bài trong thư viện. Trường có thể kiểm tra camera. . của thư viện để xác minh từ khoảng 10h- 16h ngày 28- 30/07 ở bàn học nhóm trên bậc thang cao nhất.",
            "Chào bạn, . . -\tPhòng Đào tạo đã tiếp nhận yêu cầu vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 của bạn. . -\tBạn vui lòng xem thông báo của Nhà trường đã gởi vào ngày 27/7/20 V/v vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 và tham khảo công văn số 2820/UBND-VX ngày 26/7/20 đính kèm để kiểm tra có thuộc đối tượng được phép vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19.. . -\tBạn vui lòng bổ sung minh chứng qua công cụ trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 để Phòng đào tạo xem xét và ra danh sách chính thức. Sau khi Phòng đào tạo kiểm tra minh chứng nếu bạn thuộc diện được vắng thi theo quy định sẽ gởi kết quả cho bạn qua mail sinh viên .. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô.. . Em tên là [full_name] - MSSV [student_id] thuộc lớp DD19LT10. Tình hình là do mã môn Giải tích mạch mới là EE2033 bị trùng lịch nên PĐT đã xóa môn cho em trên thời khóa biểu nhưng trên Bke vẫn còn môn Giải tích mạch mã EE1011 ạ. Em mong PĐT có thể xóa luôn trên Bke giúp em. Và cho em hỏi là khi đóng học phí thì em không phải đóng 3 chỉ của môn Giải tích mạch vừa xóa đúng không ạ ? Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . Phòng đào tạo đã kiểm tra môn EE1011 không có trong tkb của HK193, nên sẽ không tính học phí. . Về trang Bke-learning sẽ được cập nhật dữ liệu lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cô cho em hỏi bây giờ em thúc khảo điểm thì phải làm sao ạ cô hướng dẫn giùm em với ạ . Em cảm ơn ạ !",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ Tên: [full_name]. . MSSv: [student_id]. . . . Em là sinh viên lớp L32 của Thầy [full_name]. Em muốn phúc tra bài thi cuối kì môn giải tích 2.",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Em đã đk môn MT1011 nhóm DT01 rồi mà. .",
            "Nhưng cái đó hình như của việt-pháp ạ, nên em mới muốn đăng kí qua lớp giải tích 1 bình thường ạ",
            "đã bổ sung môn MT1003 nhóm DT04. . Xóa môn MT1011. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Mong phòng đào tạo giải quyết giúp em việc BK EL chưa cập nhật nên em không thể tham gia các lớp Google Meet. Em xin cảm ơn . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại, bạn đăng nhập lại để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em có đăng kí môn Xác suất và thống kê đợt bổ xung cho chiến sĩ Mùa hè xanh tuy nhiên hôm nay khi đã bắt đầu lớp học em vẫn chưa được add vào lớp trên BkeL. Kính mong PDT giải quyết sớm giùm em ạ!",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn đăng nhập lại để kiểm tra nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quý thầy cô,. . Em là sinh viên K19 Khoa Điện - Điện tử. Em được biết là K19 khoa Điện - Điện tử phân ngành bằng điểm TBTL của năm 1, vậy có tính điểm của học kì hè (học kì 193) không ạ? Em cảm ơn.",
            "Chào bạn. . Bạn liên hệ trực tiếp Văn phòng Khoa để giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em năm nay năm 3. Kì 2 năm sau em sẽ đăng kí môn học luận văn tốt nghiệp. Em có thi bằng toeic 570 hồi năm nhất và đã chuyển điểm cả 4 anh văn. Bằng của em hiện tại đã hết hạn, phòng đào tạo cho em hỏi là để đăng kí được luận văn thì em có cần phải thi lại anh văn để lấy bằng xét chuẩn đăng kí môn luận văn tốt nghiệp không ạ. Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. Lớp XD18KT. . Phòng đạo tạo cho em hỏi.. .  ôn chuyên ngành. Những môn đó ít người rớt nên khó mở lớp dự thính. Đồng thời chương trình đào tạo k19 thay đổi, các môn đó bị bỏ. PĐT cho em hỏi đăng kí học lại như thế nào ạ. . . Em cảm ơn!. .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo ạ,em là sinh viên cuối năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng kí thêm môn học ở trường không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1-2 buổi trong 1 tuần.. . Nên kính mong phòng đào tạo có thể cho em đăng ký thêm môn đại số tuyến tính (MT1007) và môn giải tích 1 (MT1003) được không ạ.. . Em chân thành cảm ơn ạ.",
            "đã bổ sung môn MT1007 nhóm DT01. . Môn MT1003 full ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Cô,. . Em hiện là sinh viên khóa 2018, . . Theo quy định chuẩn đầu ra của khóa là TOEIC 500 nhưng trong bảng quy đổi điểm mới thì lại chỉ đổi được cho AV1 và AV2 và trên 600 mới thỏa cả 4AV .. .  Vậy TOEIC 500 thỏa đầu ra nhưng sau khi đổi  thì AV3 AV4 em phải học trong trường để có điểm hay sao ạ.. . Em xin chân thành cám ơn.. . . .",
            "Chào bạn. . - Đầu tiên : Về quy định Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 4-a. . - Nên nếu chuẩn quy đổi điểm cao thì bạn có thể đăng ký học anh văn trong trường để đủ điều kiện tốt nghiệp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712515  /b \t. . . .   i Đăng ký môn học . Em là sinh viên năm 3 nên hè này đang thực tập tốt nghiệp, em cứ nghĩ là sẽ không đăng ký được môn học hè. Tuy nhiên do dịch Covid 19 nên lịch thực tập chỉ có 3 ngày trong tuần. Em mong muốn được học môn Vật Lý 1 vào dự thính học kỳ hè 193. Kính mong phòng đào tạo đăng ký thêm giúp em mã môn học PH1003 môn Vật Lý 1 vào lớp dự thính DT02 hoặc DT04. Em xin chân thành cảm ơn.",
            "Chào em.. . nhóm DT01 và DT04 đã hết chỗ. . PĐT đã hỗ trợ em đk vào nhóm DT05 ( nhóm mới mở). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi trong một học kỳ ko đạt bao nhiêu chỉ thì bị cảnh cáo học vụ ạ và hình thức cảnh cáo là gì. . . .",
            "Chào bạn. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id] \t. . . .   Cho em hỏi là tại sao chỉ đăng ký phúc khảo được một môn, môn thứ 2 lại hiển thi là \" đã có 1 phiếu cùng loại được đăng ký? Và cho em xin hướng giải quyết. Em cảm ơn.  . . . .",
            "Chào bạn. . Phòng đào tạo đã xử lý lỗi phát sinh, bạn nhanh chóng vào đăng ký lại. . Nếu còn phát sinh thì bạn báo lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hết năm 2 dưới 56 chỉ k đc đăng kí môn năm ba phải không ạ. Em cảm ơn. . . .",
            "Chào bạn. . - Về quy định Xếp hạng năm đào tạo: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 4.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi, hết năm nhất cần bao nhiêu tín chỉ để không bị cảnh cáo học vụ ạ ?. . . .",
            "Chào bạn. . - Về quy định Xử lý học vụ-kỷ luật: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  Sinh viên --  Học vụ --  Xử lý học vụ-kỷ luật. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là đã vào học kỳ hè rồi thì còn có thể đăng ký bổ sung môn học không ạ. Kỳ học hè này em có đăng ký 10 chỉ, mà có môn em sợ không qua nên đã đăng ký luôn ạ. Do em cũng là khóa k14 rồi ạ nên em tranh thủ đăng ký để có thể kịp ra ạ. Mà môn em sợ không qua thì cũng qua mà môn em nghĩ qua thì không qua được ạ. Nên em xin hỏi là nếu bây giờ em xin hủy môn có tính học phí để bổ sung một môn khác không bị trùng lịch với các môn đã đăng ký thì có được không ạ, em mong phong đào tạo giúp đỡ dùm cho em với ạ do em chỉ còn một kỳ chính sau để học nữa ạ. em xin chân thành cám ơn,. . . .",
            "bạn cung cấp mã môn hủy, mã môn đk để xem xét",
            "Dạ em xin cung cấp ạ:. . - Mã môn hủy: MT1009. . - Mã môn đăng ký: MT1007,. . mong phòng đào tạo giúp đỡ xem xét giúp em,. . em xin thành thật biết ơn,. . . .",
            "Đã hủy MT1009. . Bổ sung MT1007 nhóm DT02. . Thân",
            "Dạ em đã được cập nhật môn học,. . Em xin cám ơn phòng đào tạo đã trợ giúp"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]H1003+[full_name]T01_[full_name]T01 .   i MT1003+[full_name]T02_[full_name]T02 .",
            "2 môn bạn ĐK trùng TKB môn PH1005. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do học kỳ hè đã bắt đầu từ ngày 2/8 nhưng em muốn đăng ký học bổ sung kỳ hè môn Phương pháp tính Lớp DT04 Thầy: [full_name] để học lại nhằm xét điểm học kỳ tới cũng như phân ngành, thì em phải thực hiện quy trình như thế nào mới đăng ký được ạ, Em cảm ơn thầy cô. .   i Yêu cầu khác .",
            "đã bổ sung môn học MT1009 nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1007 +  DT02. .",
            "đã bổ sung môn học. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] . . MSSV:[student_id]. . Cho em hỏi nếu rớt môn học tự chọn vậy điểm môn đó có cộng vào điểm trung bình tích lũy không ạ, với lại có yêu cầu phải học môn đó không ạ. . . .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là tại sao khi đăng ký phúc tra bài thi thì lại hiện là \"đã có 1 phiếu cùng loại đã được đăng ký\" ạ?",
            "Chào bạn. . Phòng đào tạo đang kiểm tra và xử lý lỗi, Ban đăng nhập và kiểm tra lại nghen. . Nếu còn bị lỗi thì vui lòng báo lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa nhà trường tình hình dịch bệnh này khiến việc đi lại dễ gây những vấn đề về sức khỏe rất không an toàn chưa kể mới đây có thông tin về một trường hợp đã bị nhiễm ở trường mình,cho em hỏi là có thể cân nhắc cho sinh viên được chuyển những buổi học off thành những buổi học onl để tiện cho đi lại và hạn chế sự lây lan của dịch bệnh ảnh hưởng tới sức khỏe của sinh viên được không ạ.",
            "Chào bạn. . Phòng đào tạo ghi nhận ý kiến đóng góp của bạn, và sẽ trình báo ban giám hiệu. . Nếu có thông báo gì mới về kế hoạch học tập sẽ thông báo qua mail sinh viên cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phúc tra bài thi giải tích 2",
            "Yêu cầu khác. . . . Phúc tra bài thi giải tích 2  /QUOTE . .",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . Cho em hỏi em có thể bảo lưu điểm thành phần các môn học bắt buộc trong chương trình đại trà và chỉ học và thi lại giữa kì và cuối kì được không ạ?",
            "Chào bạn. . Về vấn đề này bạn phải liên hệ trực tiếp giảng viên giảng dạy môn học này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Em xin phúc khảo lại bài thi phương pháp tính cuối học kì (MT1009). . Em xin chân thành cảm ơn.",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  SP1009. . . .",
            "đã bổ sung môn học nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học Sp1009  /i  sp1009. . . .",
            "đã bổ sung môn học nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Đường lối cách mạng Đảng Cộng Sản Việt Nam. . . . MSMH: SP1009. .",
            "đã bổ sung môn học nhóm DT04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện tại em đã đăng kí một môn học ở kì 201 mà môn đó em đã học rồi và đã có điểm ờ kì 191 ( mục đích cải thiện điểm ). . Vậy điểm của môn học đó ở kì 201 được tính như thế nào ạ. . ▪︎ Điểm môn đó ở kì 201 thay thế điểm kì 191 đã có. . ▪︎ Hay lấy điểm môn đó ở kì 201 và xóa điểm ở kì 191 đã có, đồng thời tính lại trung bình tổng kết ở kì 191. . ▪︎ Hay lấy điểm môn đó ở kì 201 và giữ nguyên điểm đã có ở kì 191. . Mong trường hồi âm giúp em trong thời gian sớm nhất ạ. . Em xin cảm ơn",
            "Chào bạn. . Nếu mục đích là cải thiện điểm cùng 1 mã môn học thì. . - Môn học ở học kỳ nào thì tính điểm ở học kỳ đó. . - Nhưng khi tính điểm trung bình tích lũy ngành sẽ lấy điểm cao nhất để tính. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Chào Thầy Cô PĐT ĐHBK TP HCM. . Em tên:[full_name] mssv:[student_id] lớp. . VLVH Khoa Cơ Khí.. .  Em có làm đơn ngày 1 tháng 8 năm 2020 với nội dung xin pđt cho Em ĐKMH Các quá trình. . Chế tạo Mã môn:2071 nhóm [full_name]7 bắt đầu học tuân 33 học ky3 (học kỳ hè).. .  Mà hiện tại Em chưa có thời khóa biểu học. . môn này mà đã có khoảng thu học phí môn này trên pkpay.. .  Vậy kính mong PĐT sớm cập nhật Tkb cho em hoc môn ME2071 Nhóm RZ07(môn học Các quá trình chế tao).. .  Trong khi chờ đợi PĐT duyệt đơn Em thành thật cám ơn!. .  Em có nhận giấy hẹn ngày 4 tháng 8 của PĐT mà nay 5 tháng 8 sao thời khòa biểu chưa cập nhật.. .",
            "Chào em, TKB sẽ được cập nhật trong hôm nay. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Nguyễn Trí Tâm [student_id], em có đăng ký môn học của đợt cho các bạn bị hoãn mùa hè xanh, em có đăng ký môn Giải tích 2 của nhóm lớp DTQ1 ở hè 193 và có thời khóa biểu nhưng trên BkeL chưa cập nhật tên em vào nhóm lớp này. Em mong vấn đề của em được giải quyết kịp thời. Em cảm ơn",
            "QUOTE Em là Nguyễn Trí Tâm [student_id], em có đăng ký môn học của đợt cho các bạn bị hoãn mùa hè xanh, em có đăng ký môn Giải tích 2 của nhóm lớp DTQ1 ở hè 193 và có thời khóa biểu nhưng trên BkeL chưa cập nhật tên em vào nhóm lớp này. Em mong vấn đề của em được giải quyết kịp thời. Em cảm ơn  /QUOTE . .",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn vui lòng đăng nhập lại để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy hôm qua em có nhận được mail đăng ký môn học bị hủy là do trùng lịch, thì em có xem lại thời khóa biểu thì thấy bị trùng lịch môn bơi(PE1019), em xin hỏi em có thể hủy môn bơi này và đăng ký lại môn lý 1([full_name]) và môn giải tích 2([full_name]) có được không ạ.. . Mong thầy cô giúp đỡ ạ. . . Em cám ơn thầy cô rất nhiều ạ.. .  . .",
            "đã hủy môn PE1019 và bổ sung 2 môn trên. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng kí môn Thép 1, Mã : CI 3009. . . . Thầy [full_name] , Nhóm DT01",
            "đã bổ sung môn CI3009 nhóm DT01. . Dự thính HK193 ( ko phải HK192). . . . TKB sẽ cập nhật sau. . Thân",
            "No solution"
        ]
    }
]