[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]5  /b \t. . Em chào anh/chị,. . Em muốn hỏi sau khi bị buộc thôi học, em có thế xin chuyển sang hệ VLVH không? Nếu được, theo em tìm hiểu thì đợt tuyển sinh hệ VLVH vừa rồi đã kết thúc vào ngày 01/01/2019, em có thể xin bổ sung vào khóa đó không? . . Em cảm ơn.",
            "Chào bạn,. . Khoảng tháng 03/2019 sẽ có đợt đăng ký của sinh viên chính quy VLVH. Bạn có thể liên hệ tại phòng 201A4 để được tư vấn cụ thể.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nộp chứng chỉ toiec hôm 29/11 nhưng tới giờ thì vẫn chưa được thẩm tra. Theo lịch thì 25/12 có đợt thẩm tra . Mong kiểm tra trường hợp của em. Em cảm ơn.. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Kết quả thẩm tra phụ thuộc vào bên thẩm tra nha bạn, khi nào bên thẩm tra gửi kết quả về thì Phòng Đào tạo mới có thể cập nhật lên hệ thống.. . thân",
            "Hi chị! . . Vậy bên thẩm tra là ai ? và làm sao em có thể liên lạc với bên thẩm tra. em thấy bạn em nó nộp sau em mà lại có. em cảm ơn.",
            "Chào bạn,. . Bên thẩm tra là nơi cấp chứng chỉ ngoại ngữ của bạn. Nhà trường đã gửi dữ liệu và đợi họ trả lời thôi nha bạn.. . Thân",
            "Chào chị .. . Mong chị gửi lại thông tin của em đến họ để thẩm tra kết quả của em . Để kiểm tra tín chỉ ngoại ngữ của em sai sót gì không ? Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại đang có 1096 bạn cũng đang chờ kết quả thẩm tra chứng chỉ Toeic từ trung tâm IIG hà nội như bạn, bạn vui lòng chờ kết quả.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn,. . Hiện tại đã hết đợt đăng ký môn học cho học kỳ   chính 182. Bạn có thể lên lịch học vụ để xem thời gian để đăng ký dự thính.. . Thân",
            "Vậy là mình không còn cách nào để đăng ký lại sao ạ",
            "Chào bạn,. . Hiện tại đã hết đợt đăng ký môn học cho học kỳ   chính 182. Bạn vui lòng đọc email Phòng Đào tạo đã gửi nha.. . Thân",
            "Cho em hỏi là có thể làm đơn để xin phục hồi lại kết quả đăng ký môn học và sắp thời khóa biểu HK2 này được không ạ",
            "Bạn cung cấp MSMH + mã nhóm để mình phục hồi.. . . . 1 số môn không thể phục hồi do sĩ số đã full",
            "-[full_name]; MSMH: PH1005; Nhóm: L27_. . -[full_name]; MSMH: CH1003; Nhóm: [full_name]5-[full_name]. . -[full_name] Xây Dựng; MSMH: CI1003;      Nhóm: [full_name]3-[full_name]. . -[full_name]; MSMH: [full_name]S1003; Nhóm:[full_name]5_. .",
            "PH1005 ko có nhóm L27 -  bạn kiểm tra lại. . . . . các môn còn lại mình đã đăng ký cho bạn. .",
            "-[full_name] 2; MSMH: PH1005; Nhóm: L17-A",
            "Anh ơi, anh đã đăng ký khóa học CHÍNH QUY phải không ạ. .",
            "Đã phục hồi PH1005 - L17 cho bạn.. . . . Chiều 6h bạn kiểm tra TKB cập nhật lại",
            "Cho em xin khôi phục thêm môn giải tích 2, MSMH:MT1005, Nhóm:L28-A và môn vẽ kỹ thuật xây dựng, MSMH:CI1033, Nhóm:L03-A được không ạ",
            "Đã đăng ký cho bạn MT1005 - L28. . . . Môn CI1033 trùng TKB môn Cơ lý thuyết nên không đăng ký được"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   U   b MSSV/MSGV: [student_id]. . Em không đăng ký được môn đồ án CO2021 do thiếu môn CO2009 nhưng mà từ năm 2017 thì CO2009 đổi thành mon CO2033. Giờ em phải làm sao ạ? Sao phòng đào tạo không cập nhật hai mã môn học này ạ  /b . . \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "B   U Hiện tại em đã học xong môn Verilog CO2033 và không đăng ký được dồ án vì đổi mã môn học",
            "Mình đã phục hồi môn CO2021 cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy . . Thầy ơi cho em hỏi là số tín chỉ tích lũy của em tính đến hết HK3 2017-2018 là 102 chỉ mà tại sao số tín chỉ tích lũy ngành của em tính đến hết HK3 2107-2018 lại 99 chỉ ạ . Em đăng kí theo tiến độ học tập của ngành em chứ không dki môn nào ngoài ngành cả ạ",
            "Chào bạn,. . . . Số tín chỉ tích lũy ngành hiện tại của bạn là 102 tín chỉ (HK173). Số TCTLN trên web sẽ cập nhật sau HK181 bạn hen.. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Thông tin sinh viên . không hiển thị tên giáo viên chủ nhiệm!. .",
            "Chào bạn,. . . . GVCN của bạn : [full_name]. . (Bạn từ lớp CC chuyển sang lớp đại trà). . . . Thân mến",
            "GVCN thì em đã biết lúc mới chuyển qua rồi. Nhưng tại thấy không có hiện nên mới báo với PDT.Cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Cho em hỏi là khi nào mới có danh sách của các môn xét miễn của sinh viên hệ VLVH 2018 ạ ?. . Em nhớ là nhà trường có hẹn là 2 tuần sau sẽ gởi email nhưng đến giờ em vẫn chưa thấy thông tin gì cả ạ ?. . Em cảm ơn!",
            "Hiện tại đang tiến hành xét miễn môn học. và sẽ gởi cho các bạn trong thời gian sớm nhất.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào cô!. . Hiện e đang là sinh viên năm 2.Kì kiểm tra vừa rồi e được 300đ toeic.. . Em có 1 số thắc mắc cô giúp e nhé:. . 1. Cuối kì này e mà đăng kí thi ở trên trường trên 500 thì e có được miễn một số môn AV1,2 ,3.. hay đến cuối năm 3 e phải đăng kí thi nữa ạ.. . . . 2. Em đọc thời gian nộp chứng chỉ NN mà e chưa hiểu rõ lắm.Bây giờ nếu e muốn nộp chứng chỉ để chuyển điểm thì chậm nhất là ngày bao nhiêu của kì này e phải đăng kí ạ. . . . . Em cảm ơn cô ạ!. .",
            "CHào em,. . Điểm thi kiểm tra tiếng anh định kỳ vào cuối học kỳ chỉ ó giá trị xét chuẩn anh văn từng năm, không có giá trị quy đổi miễn môn anh văn.. . Lịch chuyển điểm tiếng anh của từng học kỳ có ghi rõ trên web aao.hcmut.edu.vn--  sinh viên--  lịch học vụ học kỳ 181.. . Thân.",
            "Tức là nếu kì này năm 2 e thi đc 500đ, thì cuối năm 3 vẫn phải đăng kí thi nữa đúng ko ạ",
            "Chào em,. . Nói lại cho rõ nhen:. . Email đầu tiên em hỏi vể chuyển điểm: trả lời là:   I Điểm thi kiểm tra tiếng anh định kỳ vào cuối học kỳ chỉ ó giá trị xét chuẩn anh văn từng năm, không có giá trị quy đổi miễn môn anh văn.. . Lịch chuyển điểm tiếng anh của từng học kỳ có ghi rõ trên web aao.hcmut.edu.vn--  sinh viên--  lịch học vụ học kỳ 181.  /I .. . Email này hỏi về thi kiểm tra định kỳ : thì nếu HK này em thi đạt 500đ thì đã đạt chuẩn anh văn sau năm 4 rồi, nên em không cần phải đăng ký thi kiểm tra nữa.. . Trân trọng.. . . .",
            "e cảm ơn cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Kính gửi Trường ĐH Bách Khoa - ĐHQG-HCM,. . . . Em là [full_name], sinh viên K18, Khoa Điện - Điện tử. Ngày 18/12/2018, em đã nộp tiền vào ngân hàng OCB chi nhánh Bạch Đằng. Tuy đã trao đổi với giao dịch viên rằng số tiền sẽ nộp trực tiếp vào học phí, giao dịch được thực hiện là chuyển tiền vào tài khoản BKPay của em. Vì vậy, đến này, học phí còn lại của học kì 181 vẫn chưa được thanh toán. Do đó, em không thể đăng kí môn học mới cho học kì 182. . . . Sự việc xảy ra lần này hoàn toàn do bản thân em chủ quan, kèm sự bỡ ngỡ lần đầu nộp tiền học phí qua BKPay. Em rất mong được nhà trường tạo điều kiện để em có thể đăng kí môn học chính quy 182, vì hiện tại em chỉ có thể đăng kí lớp học dự thính.. . . . Em rất xin lỗi vì những rắc rối đã gây ra và rất mong nhà trường thông cảm. Em rất mong nhận được hồi đáp. . . . Trân trọng,. . [full_name]",
            "Chào bạn,. . Hiện tại đã hết thời gian đăng ký môn học cho học kỳ chính nha bạn. Bạn vào xem http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ để xem thời gian đăng ký dự thính nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Trước phải đăng kí môn bóng chuyền trong mục Dành cho sv vi phạm giờ học. Giờ có cách nào để đổi môn khác khi web vừa mở mục đăng kí bổ sung môn GDTC không?",
            "Chào bạn.. . . . Trong mục vi phạm giờ học chỉ dành cho các sinh viên có trong danh sách vi phạm đăng ký thì mới được công nhận.. . . . Bạn có thể đăng ký môn Thể dục ở đợt GDTC"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào PĐT ạ.. . Em là SV: [full_name], MSSV: [student_id]. . Hiện tại e đã học hết các môn học trong chương trình đào tạo (Trừ môn Av3 & Av4 chưa chuyển điểm để em tiếp tục nâng bằng Toeic để chuyển điểm được cao hơn). . . Vậy với tình trạng hiện tại của em thì hạn chót cuối cùng để em có thể chuyển điểm anh văn 3,4 cho kịp đợt tốt nghiệp vào cuối tháng 4/2019 này là ngày nào vậy ạ? . . Rất mong nhận được phẩn hồi từ PĐT. . e xin chân thành cảm ơn!",
            "Chào bạn,. . Lịch chuyển điểm anh văn của HK có cập nhât trên lịch học vụ, bạn vui lòng xem chi tiết tại aao.hcmut.edu.vn--  sinh viên--  lịch học vụ HK181.. . Trân trọng.. .",
            "Theo lịch học vụ em thấy thì ngày 26/02/2019 là đợt cuối chuyển điểm trong học kỳ 182. Vậy đó có phải là deadline cho em chuyển điểm để tốt nghiệp không ạ? . . Vì em thấy hạn chón PĐT nhận đơn cấp bằng tốt nghiệp thì mãi tới 29/03 mới hết lận. . . . . (vì cách nhau hơn 1 tháng nên e thấy rất phân vân có phải vậy không) . . em cảm ơn.",
            "Chào bạn,. . Đợt chuyển điểm HK182 là 26/02/2019, sau thời gian trên nếu em có chứng chỉ đã hợp lệ cần chuyển điểm để tốt nghiệp thì em phải nộp đơn xét.. . Trân trọng.",
            "Vâng. em xin cảm ơn PĐT rất nhiều.!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em đang học chương trình Việt Pháp. Em đã học hè môn \"  B Những nguyên lý cơ bản của chủ nghĩa [full_name]  /B \" mã   B SP1003  /B  nhưng chưa có kết quả chuyển điểm. Mong phòng đào tạo xem xét cập nhật giúp em ạ!. .",
            "Chào bạn,. . Đã trả lời đơn cho bạn rồi.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mình đăng kí bóng bàn nhưng bị hủy lớp, sau đó mình đăng kí học võ nhưng hiện tại thời khóa biểu của mình có cả Võ và Bóng bàn. Vậy để xóa một môn mình phải làm như thế nào đây ạ. Mình vào chỉnh môn nhưng hệ thống không cho chọn hay xóa.",
            "Chào bạn,. . Bạn xem thông báo hủy lớp môn bóng bàn ở đâu? Trong lịch sử đăng ký môn học đều có ghi nhận bạn đăng ký 2 môn GDTC (Bóng Bàn và [full_name]).. . Hiện tại đã hết thời gian để hủy môn học nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Mình đăng kí môn học nhưng do lỗi thông tầm nên hiện tại mình bị xóa một môn nhưng môn đó lại là chuyên ngành rất cần học trước cho năm 2. Vậy mình phải làm sao để đăng kí được môn này đây ạ",
            "Bạn có thể làm đơn xin đăng ký lại và nộp về PĐT ghi rõ MSMH + mã nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi khai báo thông tin sinh viên ở đâu ạ",
            "Chào bạn,. . . . \"Gởi các bạn Sinh Viên,. . Theo quy định hiện nay, để thuận lợi trong công tác quản lý Sinh Viên, Phòng đào tạo yêu cầu tất cả sinh viên phải cập nhật thông tin: vào trang web https://mybk.hcmut.edu.vn/stinfo/ --  Thông tin cá nhân-- Cập nhật lý lịch : xác nhận + khai báo đầy đủ  thông tin về Nơi ở hiện tại của sinh viên, Địa chỉ thường trú (ghi theo sổ hộ khẩu hiện tại), Thông tin liên lạc với gia đình khi cần thiết.. . Thời hạn từ 10/12/2018 đến 16/12/2018...\". . Đây là nội dung mail nhà trường gửi cho bạn vào ngày 10/12/2018 để cập nhật thông tin.. . Thân",
            "Cho em hỏi nhà trường khi nào mở chỉnh sửa thông tin sinh viên lần nữa ạ",
            "Chào bạn,. . Bạn có thể cập nhật thông tin bình thường, nhà trường không khóa hệ thống để cập nhật thông tin nha bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo. Em tên Phạm Kiều Oanh-MSSV [student_id], em đang học trong chương trình PFIEV. Trong tiến độ học tập của em có môn Những Nguyên Lý cơ bản của [full_name] -[full_name] mã môn học là SP1003, đang bị đánh dấu chưa đạt. Em muốn chuyển điểm sang mã môn học của CT PFIEV là 001001.. . Em cảm ơn.",
            "Chào bạn,. . Đã cập nhật điểm miễn môn 001001 do bạn đã đạt SP1003 (HK143).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . \t. . . . Cho em hỏi:môn hóa phân tích có điểm thí nghiệm và điểm kiểm tra tự luận,em muốn bảo lưu điểm thí nghiệm đó thì phải làm sao ạ?",
            "Chào bạn,. . Phòng Đào tạo không có quy định về việc bảo lưu điểm thành phần của môn học nha bạn. Điểm là do giáo viên chấm, nhập điểm và nộp điểm lên Phòng Đào tạo. Bạn vui lòng liên hệ trực tiếp với cán bộ giảng dạy để hỏi nha!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên năm nhất, trong kì thi kiểm tra trình độ anh văn đầu vào lúc đầu năm, em chỉ được 255 và học lớp anh văn cơ bản. Tuy nhiên em đã đăng kí được tự chủ anh văn. Và trong đợt kiểm tra anh văn định kì gần đây, em có đăng kí thi và được 430. Như vậy em có đủ điều kiện để được phân ngành vào năm 2 chưa? Và em có cần phải nộp chứng chỉ anh văn nữa không?",
            "Chào bạn,. . Về việc phân ngành, bạn liên hệ ở Khoa để được tư vấn.. . Về kết quả thi anh văn định kỳ ngày 8/12/2018, chỉ dùng để pass chuẩn Anh văn sau từng năm học nha bạn.. . Bạn xem thêm quy định Anh văn tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Một số điểm mới về Quy chế học vụ áp dụng từ HK182 . . Và . . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân",
            "Nếu vậy em đã qua chuẩn anh văn năm nhất, thì em có cần phải nộp chứng chỉ anh văn tương đương không?",
            "Chào bạn,. . Việc nộp chứng chỉ Anh văn phụ thuộc vào mục đích của bạn muốn làm gì?. . Thân",
            "Thật ra em cũng không hiểu lắm nên mới hỏi. Nếu có học anh văn ở trường thì nó được tính như môn học chính của mình, muốn qua chuẩn anh văn năm nhất thì phải qua anh văn 1 tương đương 350, và điểm anh văn cũng được tính vào điểm trung bình. Còn trường hợp của em không học anh văn trong trường, nhưng đã qua chuẩn anh văn năm nhất như đã nói trên, vậy em có cần phải nộp thêm chứng chỉ anh văn để được qua chuẩn? Hay có bị buộc phải nộp để được quy đổi điểm? Trường hợp nếu em không nộp chứng chỉ anh văn tương đương có ảnh hưởng gì đến điểm trung bình và việc đạt chuẩn tiếng anh để đăng kí môn học cho năm kế tiếp?",
            "Chào bạn,. . Bạn đã đọc những thông tin theo link hướng dẫn chưa? Trước tiên bạn phải đọc, nếu không hiểu chỗ nào mới hỏi. Anh văn có rất nhiều vấn đề trong đó, chứ không thể nói tóm tắt tất cả quy định để bạn hiểu, bởi vì đó là quy định thì bạn phải đọc.. . Tôi đã trả lời rõ với bạn là kết quả kiểm tra anh văn định kỳ ngày 8/12/2018 chỉ dùng để pass chuẩn tiếng Anh sau từng năm học để bạn đăng ký môn học những năm tiếp theo (không dùng để miễn môn Anh văn).. . Còn những vấn đề khác thì bạn phải đọc về quy định về Tiếng Anh (chuyển điểm, chuẩn anh văn để nhận LVTN, tốt nghiệp...). . . Thân",
            "Chính là đọc rồi, cũng là không hiểu nên mới vào đây hỏi. Cốt lõi là em muốn hỏi, em không học tiếng Anh trong trường, em nộp chứng chỉ anh văn, em được 430 từ kì thi kiểm tra trình độ tiếng Anh 8/12, vậy thì em đã đạt chuẩn tiếng Anh của năm nhất chưa?",
            "Chào bạn,. . Cô đã trả lời rõ ràng với bạn, hình như bạn không chịu đọc câu trả lời thì phải!. . Cô khẳng định với bạn một lần nữa, kết quả thi Anh văn ngày 8/12/2018 chỉ dùng để pass chuẩn anh văn sau từng năm học.. . Quy định về chuẩn anh văn từng năm học bạn xem tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Một số điểm mới về Quy chế học vụ áp dụng từ HK182.. . Bạn xem quy định tại đây và so với điểm anh văn của bạn là biết bạn có đạt hay chưa? . . Còn việc học Anh văn trong trường hay không là tùy bạn, bạn vẫn có thể đăng ký chuyển điểm các môn anh văn.. . Nếu bạn đọc vẫn không hiểu, mời bạn đến trực tiếp Phòng Đào tạo để giải đáp trực tiếp những thắc mắc của bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nhà trường còn mở chỉnh sửa thông tin sinh viên lần nữa ko ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vào trang https://mybk.hcmut.edu.vn/stinfo/Thông tin cá nhân-- Cập nhật lý lịch : xác nhận + khai báo đầy đủ  thông tin về Nơi ở hiện tại của sinh viên, Địa chỉ thường trú (ghi theo sổ hộ khẩu hiện tại), Thông tin liên lạc với gia đình khi cần thiết.. . Trang này không khóa nha bạn, bạn vẫn có thể cập nhật thông tin bình thường.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PDT cho em hỏi trong giấy hẹn sau 13h có thể vào dkmh nhưng hiện tại em vẫn bị báo vi phạm tạm dừng, và nếu dkmh thì đăng kí ở đâu ạ?. . Em xin cám ơn. .",
            "Chào bạn,. . Trường hợp của bạn, vui lòng cầm biên nhận đơn lên trực tiếp Phòng Đào tạo để làm đơn xin đăng ký môn học.. . Thân",
            "QUOTE Chào bạn,. . Trường hợp của bạn, vui lòng cầm biên nhận đơn lên trực tiếp Phòng Đào tạo để làm đơn xin đăng ký môn học.. . Thân  /QUOTE . . em lỡ làm mất biên nhận rồi có được giải quyết không cô ơi",
            "Chào bạn,. . Bạn có thể đem theo thẻ sinh viên và trình bày rõ là mình làm mất biên nhận để nhờ bộ phận tiếp sinh viên hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ...  /i Xin chào em k14 - khoa cơ khí. .  Cho em hỏi là em tự tính được là điểm trung bình tất cả các môn của em là 6.991 .. .  Vậy em có được làm tròn lên 7.0 để được nhận bằng khá không ạ .. .  Em xin cảm ơn. . . .",
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Xin chào em k14 - khoa cơ khí. .  Cho em hỏi là em tự tính được là điểm trung bình tất cả các môn của em là 6.991 .. .  Vậy em có được làm tròn lên 7.0 để được nhận bằng khá không ạ .. .  Em xin cảm ơn",
            "Chào bạn,. . Điểm trung bình tích lũy không có tròn bạn nhé. . (2 số lẻ).6,991 vẫn là 6,99.. . Thân mến",
            "Vậy là điểm trung bình là 6.996 cũng không dc làm tròn đúng không cô",
            "Chào bạn,. . Nếu điểm TB = 6.996 thì được làm tròn 7.00.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Phần \"Tình trạng sinh viên\" trong myBK của em tự nhiên xuất hiện   I cảnh báo học vụ  /I  mặc dù em không bị nhận kỉ luật nào từ Phòng Đào Tạo. Ngoài ra em còn thấy ghi \"Tạm dừng học\" một thời gian rồi trở lại bình thường nhưng   I cảnh báo học vụ  /I  vẫn hiện.. . . . Em đã đăng kí môn học và có thời khoá biểu HK182 bình thường, nhiều bạn trong lớp em cũng bị tình trạng tương tự, chắc đây là một lỗi hệ thống nào đó.. . . . Mong Phòng Đào Tạo giải quyết, em xin cảm ơn.. . . .",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên.. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, [full_name]. . Thân",
            "Chào chị,. . Cảm ơn chị đã trả lời. Em đã xem kĩ qui định về cảnh cáo học vụ và em không vi phạm điều nào trong đó. Em cũng đã xem email từ Văn phòng khoa Cơ khí gửi vào ngày 3/4/2018 kèm theo quyết định cảnh cáo số 109/QĐ-ĐHBK-ĐT và danh sách những bạn bị cảnh cáo, nhưng không có tên em. Vậy Phòng Đào tạo có thể cho em biết lí do em bị cảnh cáo học vụ không? Em có đính kèm quyết định được gửi qua mail và danh sách các bạn bị cảnh cáo.. . Em cảm ơn.",
            "Chào bạn,. . Bạn thuộc chương trình chất lượng cao, bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để xem quyết định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... .",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân",
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Vào khảong giữa tháng 12, em thấy trong tình trạng sinh viên của em xuất hiện cảnh báo học vụ tự nhiên xuất hiện, không rõ nguyên nhân vì sao em lại bị như vậy và không nhận được email thông báo. Mong thầy cô xem xét giúp em. . . . Em xin cảm ơn ạ",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Em bị cảnh cáo học vụ trên mybk mặc dù không vi phạm bất kì qui định nào. Kính mong nhà trường xem xét giúp em.",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân",
            "Chào chị, cảm ơn chị đã trả lời. Em đã xem kĩ về cảnh cáo học vụ, em thấy em không vi phạm bất kì điều nào trong đó ạ. Em đã xem lại email từ Văn phòng khoa Cơ khí gửi vào ngày 3/4/2018 theo quyết định số 109/QĐ-ĐHBK-ĐT (có đính kèm file) , trong danh sách này không có tên em. Vì thế, kính mong nhà trường xem xét lại giúp em.",
            "Chào bạn,. . Bạn thuộc chương trình chất lượng cao, bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để xem quyết định.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Học kỳ vừa rồi em không vi phạm bất cứ lỗi nào nhưng lại xuất hiện cảnh cáo học vụ lần 1 ngày ra quyết định là 15/03/2018. Cho em hỏi tại sao lại như vậy và làm sao để gỡ cảnh cáo học vụ?   B",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ...  /i cảnh cáo học vụ xuất hiện không có lí do. . . .",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Học vụ- Đại học - Cao đẳng chính quy   Tạm dừng .",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân",
            "Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng . Vào tầm giữa tháng 12 năm 2018, em phát hiện trên Mybk mục tinh trang sinh viên thì bị cảnh cáo học vụ ạ. Mong trường xem xét lại.. .",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên.. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị đình chỉ học kì 2 thì khi nào em có thể học lại học kì 2 ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Tình trạng hiện tại trên trang https://mybk.hcmut.edu.vn/stinfo của bạn đang bình thường. Bạn nói bạn bị đình chỉ vì lý do gì?. . Thân",
            "Mình bị đình chỉ do ko đăng kí dc môn học",
            "Chào bạn,. . Nếu học kỳ 2/2018-2019 không có thời khóa biểu, bạn sẽ bị tạm dừng. Hiện tại bạn vẫn có thể đăng ký học dự thính. Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ để xem thời gian đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồi học kì 2 HK172 em có đăng kí học dự thính môn Giải tích 1,nhưng do 1 số lỗi nên em đã không có tên trong danh sách thi cuối kì và bị điểm 13,sau khi lên pđt thì pđt đã cho em thi vào học kì hè HK173 để lấy điểm cuối kì làm điểm tổng kết môn.Học kì hè HK173 em có đi thi cuối kì môn Giải tích 1 nhưng vẫn bị điểm 13,em có lên khoa Khoa học ứng dụng để hỏi thì sau đó khoa có nhập điểm cho em,nhưng bây giờ em vào lại thì vẫn thấy điểm 13.Mong pđt giải quyết giúp em.Em xin cảm ơn.",
            "Chào bạn,. . Điểm tổng kết môn MT1003 (HK172) của bạn được 7,0đ. Trang web Mybk sẽ cập nhật lại sau bạn nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Bạn bị quyết định cảnh cáo học vụ lần 1, quyết định này nhà trường đã gửi mail thông báo, gửi danh sách và quyết định về khoa cho sinh viên (tại thời điểm ra quyết định).. . Quyết định này chỉ cảnh báo cho sinh viên biết về tình trạng học hiện tại của mình, chưa bị tạm dừng/buộc thôi học, nên bạn vẫn đăng ký môn học bình thường (không cấm).. . Bạn tham khảo thêm về quy định xử lý học vụ tại đây: http://www.aao.hcmut.edu.vn/sinh viên/HỌC VỤ/XỬ LÝ HỌC VỤ, KỶ LUẬT. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .   B  Em là sv k13 e có dk môn Tin học trong trắc địa mã mới CI2035 lúc đăng ký thì được nhưng vào tkb kiểm tra em ko có lịch học (môn này hk trước em đã dk học bình thường nhưng hk này e dk lại thì pdt báo lỗi do thiếu môn học trước), vào xem lịch sử dk thì pdt báo thiếu môn Trắc địa đại cương mã mới CI1007 (em đã qua môn này mã cũ), và em đã dk lại lần 3 nhưng pdt vẫn báo lỗi do thiếu môn học trên. Mong thầy cô giúp em xem lại, em cảm ơn quý thầy cô.",
            "mình đã phục hồi môn CI2035 cho bạn.. . . . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411122  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi Phòng Đào Tạo.. . Em là Huỳnh Quốc Hân,MSSV 1411122,là sinh viên K14 Khoa Kỹ thuật Hóa học.. . Dạ thưa PĐT,trong đợt thanh toán học phí đợt 2 vừa rồi,em đã thanh toán học phí trễ hạn và bị khóa ĐKMH,sau khi thanh toán và làm đơn gửi PĐT thì em được đăng kí nhưng lại hết hạn đăng kí.. . Trước tiên,em xin nhận lỗi về mình vì đã không chú ý lịch thanh toán học phí và thanh toán trễ hạn.. . Sau nữa em xin phép PĐT có thể xem xét mở rộng sĩ số lớp môn học Hóa hữu cơ (CH2021) và môn Cơ sở điều khiển quá trình (CH 3031),em đã hoàn thành xong việc bảo vệ Luận văn và còn 2 môn này em còn nợ nữa là có thể tốt nghiệp.Trong đợt ĐKMH DỰ THÍNH sắp tới em không chắc sẽ mở ĐK 2 môn này.. . Hiện tại em đang làm việc ở Viện Công nghệ Nano-ĐHQG TP.HCM và bên Viện cũng yêu cầu bằng Đại học để được kí hợp đồng chính thức, em biết vì lỗi của bản thân,vì sự chủ quan,không cố gắng của mình để rồi xảy ra sự việc như thế này.. . Một lần nữa,em xin lỗi PĐT và cũng kính mong PĐT có thể xem xét tạo điều kiện giúp đỡ em để có thể hoàn thành việc học trong học kì 182 và tốt nghiệp trong tháng 11/2019. Em xin hứa nếu đc PĐT tạo điều kiện em sẽ cố gắng hết sức trả nợ môn,đồng thời sẽ chú ý đóng học phí cũng như thực hiện đúng các yêu cầu của PĐT.. . Em xin chân thành cảm ơn!. . Kính chúc PĐT có 1 năm mới làm việc hiệu quả và thành công!. . Trân trọng.. . . . Huỳnh Quốc Hân. .",
            "Chào bạn,. . Hiện tại đã hết thời gian đang ký môn học cho học kỳ chính 182. Bạn vui lòng xem lịch học vụ để đăng ký môn học cho học kỳ dự thính.. . Thân",
            "Dạ kính thưa cô!. . 2 môn em còn thiếu và đăng kí không được sợ rằng kì dự thính sẽ không mở lớp,cũng vì lẽ đó mà em kính mong PĐT có thể xem xét cứu vớt em đợt này để em có thể được học.. . Em biết việc này sẽ khó cho PĐT,nhưng em vẫn mong muốn PĐT có thể rộng lòng cho em 1 cơ hội,em vô cùng biết ơn.Tại vì môn Hữu cơ (CH2021) hoàn toàn không mở lớp vào kì dự thính và môn Cơ sở điều khiển quá trình (CH3031) là môn chuyên ngành chỉ mở vào học kì chính nên thật sự em không còn cơ hội nào nữa ạ.. . Em cảm thấy rất rối và kính mong phòng đào tạo cho em 1 cơ hội cuối cùng để em được sửa sai,em thật lòng biết ơn rất nhiều ạ! . . Kính chúc cô sức khỏe và em mong nhận được sự đồng ý của cô,chân thành cảm ơn cô nhiều!. . Trân trọng,. . . . [full_name]",
            "Chào bạn.. . . . Mình đã đăng ký 2 môn học CH2021 và CH3031 để bạn kịp tốt nghiệp. Bạn theo dõi tkb cập nhật sau 5h chiều.. . . . Chúc bạn học tốt.",
            "Dạ em cảm ơn PĐT rất nhiều ạ!. . Em sẽ cố gắng, thật sự rất biết ơn PĐT cũng như Thầy đã giúp đỡ!. . Kính chúc PĐT có một năm mới làm việc thật tốt!. . Em xin chân thành cảm ơn!. . Trân trọng,. . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009.. . . . Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn.. . . . Cảm ơn quý thầy cô.",
            "Môn CO2021 đã phục hồi lại cho bạn.. . . . Chúc bạn học tốt"
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]  [full_name] \t. . Chào PĐT. . Em có thắc mắc về kết quả đăng ký môn học học kỳ 182 như sau:. . Theo như báo lỗi trên hệ thống đăng ký môn học thì lý do hủy môn Luận Văn Tốt Nghiệp CI4383 là do thiếu môn học tiên quyết đề cương luận văn tốt nghiệp CI4381. Tuy nhiên, môn này em vừa mới học xong và đã có điểm trên hệ thống.. . Vậy nên, em mong PĐT Xem lại và phản hồi kết quả ạ. Em xin chân thành cám ơn!. .",
            "Chào bạn,. . Bạn có thể đăng ký môn LVTN bổ sung vào đợt Đăng ký LVTN bổ sung (đợt cuối cùng) từ ngày 22/01 – 25/01/19. Có thể do thời điểm bạn đăng ký thời điểm đó chưa có điểm môn đề cương ln.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em xin chào Thầy Cô. Em tên là Trương Thái Quân Đạt- [student_id] ngành Cấp Thoát Nước khóa 15. Hôm nay em viết yêu cầu mong nhận được sự giúp đỡ của Thầy Cô. Vào sáng nay khi vào kiểm tra đkmh thì em thấy pđt đã hủy LVTN của em và các bạn trong lớp vì thiếu điểm môn Đề cương LV. Thực sự thì điểm môn ĐCLV đã được pđt cập nhật 3-4 ngày trước, nhưng hôm nay lại bị hủy LVTN vì thiếu điểm ĐCLV thì rất vô lý. Hơn nữa một số bạn ngành khác trong khoa XD thì chưa có điểm đề cương - điểm 15. Thì vẫn được đkí LVTN và có TKB bình thường. Em nghĩ đây là một lỗi rất lớn của hệ thống đăng kí môn học. Em mong pđt xử lý sớm giúp em để chúng em có thể an tâm làm luận văn. Vì nếu đợi đợt sau 22-25/01 thì có thể qua Tết mới có danh sách làm Luận văn, như thế sẽ trễ tiến độ thực hiện của Sinh viên ngành em, dẫn đến kết quả không mong muốn. Em mong pđt lắng nghe và giúp đỡ sinh viên chúng em trong những khoảng thời gian cuối này. Em xin cảm ơn",
            "Em lên Mybk kiểm tra thời khóa biểu và lên khoa cập nhật tên vào danh sách để được nhận đề tài.",
            "Em xin cảm ơn Thầy Cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM,. . Em là [full_name], sinh viên Khoa kỹ thuật xây dựng, ngành Kiến trúc, lớp XD15KT, mssv [student_id]. Em xin phép Phòng đào tạo cho em tham gia lớp đồ án Thiết kế kiến trúc công cộng 3, mã CI2069.. . Em xin phép giải trình. Đây là môn học 6 tín chỉ thuộc học kỳ 2 và không có nhiều cơ hội mở lớp dự thính. Môn học này cũng là một đồ án mà lịch học trong thời khóa biểu được sử dụng để thầy cô sửa bài cho mỗi sinh viên. Chính vì vậy mà thời gian sửa bài cho từng sinh viên khá linh động và có thể trao đổi giữa các sinh viên với nhau. Như vậy, tuy môn học bắt đầu vào tiết 7 nhưng em có thể xin phép tới muộn hơn các bạn khác để sửa bài đồ án.. . Em đã cố gắng học vượt một số môn để có thể đăng ký môn học trên cho học kỳ này. Hiện tại nếu không thể hoàn thành môn học trên trong học kỳ này thì khả năng rất cao em sẽ bị trễ hạn tốt nghiệp 1 năm do đây là môn học tiên quyết, mở lớp chính thức vào học kỳ 2 và rất ít cơ hội để mở lớp dự thính như em đã đề cập. Em rất mong Phòng đào tạo sẽ xem xét và cho phép em tham gia lớp đồ án này.. . Em cảm ơn,. . [full_name]",
            "Bạn muốn phục hồi MSMH + mã nhóm nào?",
            "Dạ, môn này em đã tự hủy để ưu tiên môn học đúng lịch trình. Mã môn là CI2069, nhóm L-06 (tất cả các nhóm đều chung một lịch học).",
            "Mình đã phục hồi cho bạn.. . . . Bạn theo dõi TKB cập nhật sau 5h chiều ngày hôm nay nhé.. .",
            "Dạ, em xin cảm ơn.",
            "ok bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy (cô),. . . . Em viết những dòng này mong thầy (cô) xem xét giúp trường hợp của em.. . Học kỳ 182 em muốn đăng ký môn Kỹ thuật Kiến trúc 1 (CI1017) lớp L02 nhưng không được vì vi phạm tiết 6-7 liên tục (buổi sáng em có môn học đến tiết 6). . . Em biết quy định này nhằm giúp sinh viên sắp xếp giờ học tập, vui chơi và nghỉ ngơi cho hợp lý nhưng nếu học kì này em không học môn đấy thì em sẽ ra trường trễ 1 năm, ảnh hưởng rất nhiều dự định trong tương lai. Sở dĩ như vậy vì chương trình đào tạo ngành Kiến trúc là 4.5 năm, và môn Kỹ thuật Kiến trúc 1 (CI1017) chưa bao giờ được mở vào các học kì khác (kể cả dự thính).. . Mong thầy (cô) có thể thấu hiểu và giải quyết giúp em vấn đề này.. . . . Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô).. . . . Best regard,. . [full_name]",
            "Mình đã đọc và đã phục hồi TKB cho bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511669  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin kính chào quý thầy/cô,. . . . Em tên Hồ Thiên Kim - MSSV 1511669, hiện đang theo học Ngành Kiến Trúc - Khoa Kỹ Thuật Xây Dựng - Hệ Đại học Chính quy Trường ĐH Bách Khoa Tp.HCM.. . . . Em viết câu hỏi này với mục đích xin phép quý thầy/cô cho em được duyệt đăng ký học môn Công Cộng 4 (CC4) (Thứ 5 - Tiết 2-6) và môn Kỹ Thuật Kiến Trúc 1 (KTKT1) (Thứ 5 - Tiết 7-10).. . . . Theo Chương trình đào tạo (CTĐT) Ngành Kiến Trúc từ khóa 2014, môn KTKT1 thuộc học kỳ 2 của CTĐT và là môn học duy nhất còn lại em chưa đạt trong chương trình đào tạo (không tính các môn học của HK182) và môn học chỉ mở lớp duy nhất vào học kỳ 2 của các năm học. Đồng thời vào các HK162 và HK172 dựa theo CTĐT em đều không đủ tín chỉ để đăng ký môn học này nên phải đợi đến HK182 mới có thể đăng ký để học lại nhưng Nhà trường có một số thay đổi về Quy chế đào tạo và học vụ nên em không thể học môn duy nhất còn lại này.. . . . Bên cạnh đó, môn CC4 cũng là môn học chỉ mở lớp duy nhất vào học kỳ 2 và là môn đồ án chuyên ngành nên tụi em có thể sắp xếp lịch sửa bài linh hoạt với giáo viên hướng dẫn để tránh ảnh hưởng đến việc học của môn học sau là môn KTKT1.. . . . Theo CTĐT thì sinh viên Ngành Kiến Trúc Khóa 2015 sẽ làm luận án tốt nghiệp vào HK191 và nhận bằng tốt nghiệp vào HK192. Nếu em không thể học 1 trong 2 môn nêu trên vào HK182 này thì sẽ ảnh hưởng đến việc tốt nghiệp của em và của các bạn sinh viên Ngành Kiến Trúc Khóa 2015 khác đang gặp phải trường hợp tương tự. Ngoài ra, suốt quá trình học tập tại ĐH Bách Khoa em cũng cố gắng hết sức để đặt thành tích Khá - Giỏi và em chỉ mong đợi đến HK182 để được hoàn thành môn KTKT1 (môn mà đáng lẽ em đã có thể học lại tại các HK2 của những năm học trước nhưng do vượt quá tín chỉ môn học).. . . . Em rất mong quý thầy/cô xem xét và thông cảm cho trường hợp của em để em được tốt nghiệp và tham dự lễ tốt nghiệp đúng hạn.. . . . Em xin cảm ơn quý thầy/cô,. . Hồ Thiên Kim.",
            "QUOTE MSSV/MSGV: 1511669    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em xin kính chào quý thầy/cô,. . . . Em tên Hồ Thiên Kim - MSSV 1511669, hiện đang theo học Ngành Kiến Trúc - Khoa Kỹ Thuật Xây Dựng - Hệ Đại học Chính quy Trường ĐH Bách Khoa Tp.HCM.. . . . Em viết câu hỏi này với mục đích xin phép quý thầy/cô cho em được duyệt đăng ký học đồng thời môn Công Cộng 4 (CI4093) Lớp L02 (Thứ 5 - Tiết 2-6) (CC4) và môn Kỹ Thuật Kiến Trúc 1 (CI1017) Lớp L02 (Thứ 5 - Tiết 7-10) (KTKT1).. . . . Theo Chương trình đào tạo (CTĐT) Ngành Kiến Trúc từ khóa 2014, môn KTKT1 thuộc học kỳ 2 của CTĐT và là môn học duy nhất còn lại em chưa đạt trong chương trình đào tạo (không tính các môn học của HK182) và môn học chỉ mở lớp duy nhất vào học kỳ 2 của các năm học. Đồng thời vào các HK162 và HK172 dựa theo CTĐT em đều không đủ tín chỉ để đăng ký môn học này nên phải đợi đến HK182 mới có thể đăng ký để học lại nhưng Nhà trường có một số thay đổi về Quy chế đào tạo và học vụ nên em không thể học môn duy nhất còn lại này.. . . . Em biết việc thay đổi Quy chế đạo tạo và học vụ của Nhà trường là quan tâm và suy nghĩ cho sinh viên chúng em, giúp chúng em có thời gian học tập thật tốt cũng như cân bằng giữa việc học tập và sức khỏe của sinh viên. Tuy nhiên em xin hứa sẽ hoàn thành thật tốt cả hai môn học trên cũng như cả CTĐT để có thể hoàn thành tốt việc tốt nghiệp của mình.. . . . Bên cạnh đó, môn CC4 cũng là môn học chỉ mở lớp duy nhất vào học kỳ 2 và là môn đồ án chuyên ngành nên tụi em có thể sắp xếp lịch sửa bài linh hoạt với giáo viên hướng dẫn để tránh ảnh hưởng đến việc học của môn học sau là môn KTKT1.. . . . Theo CTĐT thì sinh viên Ngành Kiến Trúc Khóa 2015 sẽ làm luận án tốt nghiệp vào HK191 và nhận bằng tốt nghiệp vào HK192. Nếu em không thể học 1 trong 2 môn nêu trên vào HK182 này thì sẽ ảnh hưởng đến việc tốt nghiệp của em và của các bạn sinh viên Ngành Kiến Trúc Khóa 2015 khác đang gặp phải trường hợp tương tự khiến chúng em phải tốt nghiệp trễ 1 năm so với CTĐT. Ngoài ra, suốt quá trình học tập tại ĐH Bách Khoa em cũng cố gắng hết sức để đặt thành tích Khá - Giỏi và em chỉ mong đợi đến HK182 để được hoàn thành môn KTKT1 này (môn mà đáng lẽ em đã có thể học lại tại các HK2 của những năm học trước nhưng do vượt quá tín chỉ cho phép đăng ký).. . . . Em rất mong quý thầy/cô xem xét và thông cảm cho trường hợp của em để em được tốt nghiệp và tham dự lễ tốt nghiệp đúng hạn.. . . . Em xin chân thành cảm ơn quý thầy/cô,. . Hồ Thiên Kim",
            "Chào bạn.. . . . Mình đã hiểu trường hợp của bạn và đã phục hồi lại môn học cho bạn. Bạn kiểm tra tkb cập nhật sau 5h chiều nay.. . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009.. . . . Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn.. . . . Cảm ơn quý thầy cô.",
            "Chào bạn. . . . Mình đã phục hồi môn CO2021 cho bạn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phạm Lê Huy [student_id]. . nếu em rớt môn có giáo sư nước ngoài vậy khi học lại em có cần học lại giáo sư mỹ ko",
            "Chào bạn,. . Bạn liên hệ tại Văn Phòng Đào tạo Quốc tế để được tư vấn về việc học các môn học với giáo sư nước ngoài.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào quý thầy cô,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Xin PĐT kiểm tra bổ sung lại môn học CO2021 cho sinh viên. Sinh viên đã đăng ký ở cả 3 đợt nhưng đều bị hủy với lý do thiếu môn học trước CO2009.. . . . Môn CO2009 đã có danh sách tương đương với môn CO2033, môn CO2033 sinh viên đã có điểm qua môn.. . . . Cảm ơn quý thầy cô.. . . .",
            "Chào bạn.. . . . Mình đã phục hồi môn CO2021 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, em tên [full_name] sinh viên ngành cấp thoát nước khoa KTXD K15. Hôm nay em viết yêu cầu này đê mong được sự giúp đỡ của thầy cô về vấn đề đăng ký luận văn tốt nghiệp, trong đợt đkmh vừa qua em có đk đc LVTN nhưng hiện nay em thấy pdt dsax hủy đk và không thấy trong tkb, em nghĩ do em chưa có điểm  Đề cương luận văn - điểm 15 nên pdt đã hủy. Nhưng tuy nhiên em có hỏi 1 số bạn trong khoa, các bạn ấy giống như em, cũng chưa có điểm ĐCLV nhưng vẫn đk đc và có tkb bình thường. Hơn nữa môn ĐCLV thầy cô hướng dẫn đã cập nhật điểm từ 2-3 hôm trước. Em mong thầy cô giải quyết, giúp đỡ để em an tâm học tập. Em xin chân thành cảm ơn.",
            "Chiều nay em lên Mybk kiểm tra thời khóa biểu và đến khoa cập nhật tên vào danh sách để được nhận đề tài.",
            "Em xin cảm ơn thầy cô nhiều ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy (cô) em có thắc mắc về vấn đề điểm trung bình tích lũy. Ở học kỳ 2 (2017-2018) em có đăng ký 1 môn tự chọn nhóm A là môn Cơ lý thuyết( AS1003). Sau đó em phát hiện là trong nhóm A có môn vật lý 2( PH1005) và môn đó em đã được điểm 12 nên em không thi môn cơ lý thuyết nữa. Tuy nhiên môn cơ lý thuyết vẫn tính DTBTL mà khi trong quy định đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn và môn tự chọn nhóm A chỉ cần đạt 3tc. Vậy thì đáng lẽ ra môn đó của em sẽ không tính vào DTBTL.",
            "Chào bạn,. . . . Điểm trung bình tích lũy là tính hết tất cả các môn bạn đăng ký học. Còn điểm TBTL ngành thì sẽ tính môn cao nhất . Hai cách tính khác nhau nha bạn. Bạn có thể tham khảo về cách tính điểm trung bình tại http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Thân mến. . . .",
            "Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT). . . . Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn. . . . . Dạ thưa cô trong quy chế ghi như vậy thì em đâu có hiểu sai đâu cô. Cả 2 môn cùng thuộc tự chọn nhóm A và em chỉ cần đạt 3tc trong nhóm là được ạ. Vậy thì môn vật lý 2 và cơ lý thuyết em chỉ cần môn nào cóa điểm cao hơn thì em nhận điểm môn đó cho 3tc tự chọn nhóm A.em được điểm MT môn vật lý 2 thì tính là điểm cao nhất rồi ạ.",
            "Chào bạn,. . Bạn đọc đúng rồi, nhưng bạn ơi cách tính điểm TBTL chung khác với điểm TBTLN nha bạn.. . Cụ thể : . . - ĐTBTL chung tính tất cả các môn, bạn học bao nhiêu môn tính hết bấy nhiêu môn.(có tính môn AS1003). . - ĐTBTL ngành điểm này sẽ chọn môn đúng ngành và chọn đúng nhóm tự chọn chứ không tính vô hết. . (không tính AS1003 (rớt) vì môn này tự chọn & bạn đã đạt môn tự chọn thay thế rồi(PH1005).. . . . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào quý thầy cô ạ.. . Em viết những dòng này mong quý thầy cô xem xét trường hợp của em.. . Học kỳ 182, em có đăng ký mô Kỹ thuật kiến trúc 1 (CI1017) lớp L02, tuy nhiên lại vi phạm với tiết 6-7 với môn Thiết kế kiến trúc công cộng 4 (CI4093) có lịch từ tiết 2-6 cùng ngày. Tuy rằng e biết quy định này nhằm giúp sinh viên sắp xếp giờ học và làm việc hợp lý. Nhưng nếu học kỳ này e không được học các môn ấy thì e sẽ ra trường trễ hơn 1 năm, ảnh hưởng rất nhiếu đến dự định trong tương lai. Vì chương trình kiến trúc đào tạo 4,5 năm và các môn này chưa bao giờ mở được tại các học kỳ khác (kể cả dự thính). . . E viết tin này, mong quý thầy (cô) có thể xem xét và giải quyết giúp e, để e có thể đăng ký được môn học này. E cảm ơn thầy (cô) rất nhiều ạ.",
            "Mình đã phục hồi cho bạn.. . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em tên [full_name]. MSSV: [student_id]6  /b \t. . . . Vừa rồi em đăng ký môn học bị sót 1 môn. Năm nay em năm cuối rồi nên em mong nhà trường có thể xem xét cho em đăng ký thêm 1 môn (CO3021 - Hệ quản trị cơ sở dữ liệu). . . .",
            "Chào bạn.. . . . Bạn chưa thỏa điều kiện môn học trước là môn CO2013. bạn kiểm tra lại đã học môn nào tương đương chưa ?",
            "Chào bạn, CO2013 là hệ quản trị cơ sở dữ liệu.. . . . Môn này K12 mình mã số là 503002 thì mình đã qua rồi",
            "Mình đã đăng ký cho bạn.",
            "Tks bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Chào thầy cô, em tên [full_name], mssv : [student_id], sinh viên khoa Kĩ Thuật xây dựng, bộ môn Kiến trúc, lớp XD15KT.. . Em làm đơn này với mong muốn được đăng kí môn học Kĩ Thuật kiến trúc 1 (CI1017). Đây là môn học chuyên ngành em mong muốn trả trong học kì này vì thầy cô không mở lớp trong kì dự thính và em sẽ bị tốt nghiệp trễ hơn 1 năm vì môn học này. Em rất tiếc vì đã không thể tham gia kì thi cuối kì của môn học này và để rớt môn trong học kì năm 2.. . Em mong thầy cô có thể giải quyết đơn và giúp em đăng kí được môn học Kĩ Thuật kiến trúc 1 (CI1017) vì đã phạm quy chế nhà trường , không đăng kí liên tiếp được môn thiết kế kiến trúc công cộng 4 (CI4093). .  Vì 2 môn học liên tiếp tiết 6-7. Môn công cộng 4 là môn đồ án nên thời gian học thầy cô và sinh viên có thể chủ động với nhau nên em sẽ vẫn đảm bảo tính thần, sức khỏe để học được cả hai môn.. . Em kính mong thầy cô giúp em giải quyết vấn đề trên.. . Em xin chân thành cảm ơn",
            "Mình đã phục hồi cho bạn.. . . . Bạn theo dõi TKB cập nhật sau 5h"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có bị vi phạm giờ đăng kí môn học, cụ thể là thứ 5 em có học môn Vật Liệu Xây Dựng(thí nghiệm) tiết 2-6 phòng B6-111A VÀ môn [full_name] [full_name] tiết 7-9 phòng B6-306.Theo em thấy thì những tiết thí nghiệm sẽ học nhẹ hơn và thường được ra sớm nên sẽ không áp lực như những tiết lí thuyết.Mong quý thầy cô xem xét và có thể giảm nhẹ không hủy 1 trong 2 môn học của em, với lại kì này em đăng kí có 18 tín chỉ cũng không quá nhiều ạ.Em xin cảm ơn.",
            "bạn vui lòng nêu rõ [full_name]H + mã nhóm cần phục hồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. Vào thứ 6 ngày 4/1/2019 em có liên hệ với bên IDP Mạc Đĩnh Chi để gửi bản sao kết quả chứng chỉ IELTS cho phòng đào tạo (cô [full_name]) không biết bên phòng đạo tạo đã nhận được chưa để em xác nhận với bên IDP ạ. Em xin cảm ơn. . .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Trên web đã cập nhật tình trạng chứng chỉ cảu em hợp lệ rồi.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . thua thay/co phong dao tao. . vi li do khong cap nhat thong tin sinh vien cung nhu khong doc mail cua nha truong nen em bi huy ket qua dang ki mon hoc.. . em da thay hoi han ve viec lam cua minh,nen em mong thay/co thong cam va cho em xin phuc hoi lai thoi khoa bieu. . em cam on thay co . .",
            "Chào bạn.. . . . Tất cả môn học của bạn đã bị hủy do không khai báo thông tin. Bạn vui lòng khai báo thông tin và liên hệ PĐT để nộp đơn xin đăng ký bổ sung môn học. . . . . Các môn học của bạn không thể phục hồi vì 1 số môn có thể đã full sĩ số."
        ]
    },
    {
        "intent": "",
        "message": [
            "B MSSV:[student_id]  /B . .   B [full_name]  /B . .   B Khoa Khoa học và Kỹ thuật Máy tính  /B . .   B Hệ chính quy - Chương trình đại trà  /B . . Ngày 7/1/2019, em đã không thay đổi lịch học HK182 phù hợp nội quy, và đã bị xóa mất môn chuyên ngành \"Kỹ thuật lập trình\" (CO1011) do vi phạm giờ học liên tiếp 6-7. . Em có nguyện vọng được phục hồi môn học đã bị xóa và thay đổi lịch học của các môn khác một khung giờ khác(nếu là điều kiện cần và đủ để phục hồi môn học bị xóa), nhưng phù hợp với nội quy đào tạo, để vẫn đủ tiêu chí xét tuyển vào hệ Kỹ sư tài năng. Em xin chịu trách nhiệm trước mọi sự thay đổi lịch thời khóa biểu và cam kết sẽ hoàn thành các môn học một cách nghiêm túc theo thời khóa biểu mới.. . . . Mong phòng đào tạo và phòng phụ trách đăng kí môn học xem xét cho em.. . . .   I [full_name]  /I",
            "Bạn vui lòng nêu rõ môn học cần hiệu chỉnh + môn cần phục hồi.. . . . Nêu rõ MSMH + mã nhóm để PĐT kiểm tra",
            "B MSSV:[student_id]  /B . .   B [full_name]  /B . .   B Khoa Khoa học và Kỹ thuật Máy tính  /B . .   B Hệ chính quy - Chương trình đại trà  /B . . . . Môn em cần phục hồi là môn \"Kỹ thuật lập trình\", mã số môn học là CO1011 và em không có nhu cầu hiệu chỉnh môn nào.. .",
            "QUOTE MSSV:[student_id]. . [full_name]. . Khoa Khoa học và Kỹ thuật Máy tính. . Hệ chính quy - Chương trình đại trà. . . .  Môn em cần phục hồi là môn \"Kỹ thuật lập trình\", mã số môn học là CO1011 và em không có nhu cầu hiệu chỉnh môn nào nữa.. .   /QUOTE . .",
            "Mình đã đăng ký lại cho bạn môn CO1011 nhóm L06 vì các nhóm khác đã full sĩ số. . . . Chúc bạn học tốt",
            "B MSSV:[student_id]. . [full_name]. . Khoa Khoa học và Kỹ thuật Máy tính. . Hệ chính quy - Chương trình đại trà  /B . . Em xin cảm ơn Phòng đào tạo đã xem xét cho em!. . Em có một thắc mắc là bao giờ thời khóa biểu mới của em sẽ được cập nhật ạ.",
            "Sau 5h chiều nay sẽ cập nhật lại toàn bộ nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Thân chào. Em muốn hỏi thầy/cô về đăng kí môn học kỳ 182. Em có xem mail nhắc nhở về việc vi phạm giờ học, nhưng em kiểm tra lúc đăng kí không thấy đến lúc có thời khoá biểu mới phát hiện mình đã vi phạm phạm đăng kí tiết 6-7. Nên em bị huỷ 1 môn nhưng môn đó không phải 1 trong 2 môn sát giờ nhau. Thầy/cô có cách giải quyết nào giúp em với ạ.",
            "Các môn học bị hủy vì cận giờ tiết 6-7 đã gửi mail thông báo cho các bạn (2 lần) và mở đợt cho các bạn hiệu chỉnh nên không thể phục hồi lại được",
            "nhưng em bị huỷ 1 môn khác không liên quan ạ. thứ 4 em có 2 môn học tiết 6-7 nhưng lại bị huỷ môn học hôm thứ 6.",
            "Bạn vui lòng đăng nhập vào đợt kết quả để xem lý do tại sao hủy nhóm ( chọn xem lịch sử đăng ký ) . . . . . . . . PDT không đ/ký cho SV MH ME4003 (1: Thiếu môn song hành ME2009)"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]  Phạm Trường Thạch   /b \t. . . .   i Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề của mình nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name] . . MSSV : [student_id]. . Trong đợt hiệu chỉnh môn học dành cho sinh viên vi phạm giờ học em đã đăng kí hai môn học là môn Cơ Sở khoa học vật liệu và môn pháp luật đại cương. Trong lúc đăng kí hiệu chỉnh nó ghi là \" đã gửi đăng kí thành công \" và em nghĩ là em không vi phạm các điều lệ của môn học thì mới đăng kí được . Nhưng không hiểu tại sao trong thời khóa biểu của em lại bị hủy hai môn học mà em đã đăng kí trong đợt hiệu chỉnh và em chỉ còn 12 tín chỉ trong học kì này là quá ít so với các bạn.Vì theo em được biết môn Cơ sở khoa học vật liệu là môn cơ sở ngành của em và chỉ mở lớp mỗi năm một lần ,nếu học kì 182 này em không học thì sang năm 2 em sẽ không được xét chuyên ngành .Bây giờ em phải làm sao đây ạ?  . . . . . . . .",
            "Bạn vui lòng vào đợt kết quả đăng ký môn học --  chọn lịch sử đăng ký để xem lý do không đăng ký được",
            "Trong đợt hiệu chỉnh là em đã đăng kí thành công .Nhưng sao tkb không có môn đó vậy ạ ?",
            "Không biết nhà trường có thể mở ra đợt hiệu chỉnh đợt nào nữa cho sv vi phạm không ạ ?",
            "Chào bạn.. . . . Trong các đợt đăng ký môn học sau khi kết thúc PĐT sẽ hậu kiểm và đưa lên đợt kết quả ĐKMH. Trường hợp của bạn thiếu môn song hành PH1005. Nếu bạn muốn phục hồi TKB vui lòng cung cấp :. . . . MSMH + mã nhóm cần để PĐT kiểm tra đăng ký cho bạn.. ."
        ]
    }
]