[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em sinh viên k16 em còn nợ 1 môn giáo dục thể chất 1 nên ko thể học dc môn học ở năm cuối em có thể làm đơn kiến nghị xin học trc được không ạ em cảm ơn",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô.. . Em dự định đăng ký môn Xác suất thống kê, mã môn học MT2013 (4TC).. . Ở trang ĐKMH, em thấy vẫn còn đủ lớp. Tuy nhiên, khi em bấm vào đăng ký thì không được (ảnh 1). Sau đó, em vào phần chương trình đào tạo 2019 và tra cứu mã MT2013 thì không thấy xuất hiện (ảnh 2, 3).. . Rất mong quý thầy cô xác nhận và giải quyết giúp em trường hợp này.. . Em xin chân thành cảm ơn quý thầy cô.",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học Con người và môi trường mã EN1003 lớp A01 nay em xin chuyển lớp sang lớp L01 được không ạ( để thuận tiện di chuyển ạ) nếu muốn chuyển lớp thì phải làm sao ạ? em cảm ơn.",
            "Chào bạn;. . bạn tự đăng ký chuyển nhóm trên trang đăng ký môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào thầy/cô!. . Em muốn hỏi là nhà trường có thể có những hoạt động hay chính sách gì hỗ trợ những bạn chỉ thiếu ngày CTXH để xét tốt nghiệp không ạ? . . Làm sao để kiếm được 4 ngày CTXH trong vòng 1.5 tháng ạ? Theo em thấy nếu là những năm học bình thường khác thì điều này hoàn toàn khả thi, nhưng với hiện tại đang là mùa dịch nên em sợ là sẽ có rất ít hoạt động được tổ chức và cơ hội để kiếm 4 ngày CTXH trong vòng 1.5 tháng là không nhiều ạ. . . Nên em hy vọng nhà trường có thể đưa ra những hoạt động hay chính sách gì đó để hỗ trợ ạ.. . Em cảm ơn rất nhiều ạ! . .",
            "Chào bạn,. . Bạn vui lòng liên hệ Văn phòng Đoàn Khoa/ Văn Phòng Đoàn trường để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa các thầy cô, cho em xin hỏi là em muốn xin vào môt lớp đã đủ sĩ số thì có được không ạ. Cụ thể là kỳ 201 em muôn đăng ký môn học :EE3037 - Điện tử y sinh, nhưng do em không đăng ký kế hoạch từ trước nên không được xếp vào lớp và bây giờ lớp đã đủ sĩ số rồi ạ. Em muốn xin vào lớp đó mà không mở thêm lớp khác vì thòi gian học của lớp đó phù hợp với em thì có được không ạ? Em xin cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k18, bây giờ muốn đăng ký môn học Xác suất thống kê thì mã môn học của môn Xác suất thống kê là MT2001 hay MT2013 ạ?. . Em cảm ơn . . . .",
            "Chào bạn,. . . . Bạn đăng kí đúng mã số môn học trong chương trình đào tạo của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô,. . Em là Trịnh Công Minh, MSSV: [student_id]. Hiện em là sinh viên năm 4 khoa Điện. Hiện em còn một số môn học tự chọn để hoàn thành chương trình học, em mong muốn được vào lớp Trí tuệ nhân tạo trong điều khiển EE3063 A02 tiết 7-8-9 Chủ Nhật.. . Mong thầy cô xem xét giúp em. Em cảm ơn ạ.. . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo. . Em tên: [full_name] MSSV: [student_id]. . Khoa: Kỹ thuật xây dựng. . Do thiếu tín chỉ tích lũy nên em không đăng kí được mã môn của năm 2. Em xin phòng đào tạo cho em đăng kí môn Phương pháp tính( MT1009) Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại môn ME3015 đã full slot nên em có thể xin mở thêm 1 slot được không ạ. Tại vì em đã chờ vài ngày qua nhưng chưa có ai out ra để đăng ký ạ. Em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/Cô cho em hỏi là học kỳ 201 có mở lớp môn Thông Tin Di Động (EE3107) nhưng lại không mở môn Nguyên Lí Thông Tin Số (EE3115) trong khi hai môn này lại là môn song hành. Vậy nếu em đăng ký môn Thông Tin Di Động thì có bị hủy môn không ạ. .   i Đăng ký môn học .",
            "Chào bạn, . . . . - Nếu chưa học môn EE3115 hoặc chưa đăng kí môn EE3115 thì bạn không đăng kí môn EE3107. Vì môn EE3115 là môn song hành với môn EE3107.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . ﻿Cho em hỏi là Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 có áp dụng cho khóa K17 không ạ. Em thấy chuẩn để xét tốt nghiệp của khóa K17 chỉ là TOICE 500 thôi ạ. Mà quy đổi cũng chỉ 5 chấm AV2 thì có mâu thuẫn quá không ạ.. . ﻿. . ﻿Em xin cảm ơn,",
            "Chào bạn. . Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 áp dụng cho tất cả các khóa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ, hiện tại môn Cơ học ứng dụng (AS2007) lớp A01 đã có sĩ số 40/40, nên em không thể đăng kí được. PDT có thể mở thêm sĩ số được không ạ?",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ theo lịch học vụ thì học kỳ dự thính 201 có 3 đợt đăng kí môn học. Vậy đợt đăng ký cuối cùng là ngày 5-6/10 em có được đăng kí thêm môn học mới không hay chỉ được xoá môn đã đăng kí thôi ạ?",
            "Chào bạn. . Bất kỳ đợt dkmh nào đều có 3 đợt. . Đợt 1: đăng ký nguyện vọng. . Đợt 2: dkmh, được phép hủy bổ sung điều chỉnh. . Đợt 3: đăng ký các môn còn sĩ số không được phép hủy điều chỉnh môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . . . Em có nhu cầu học lại môn Phương pháp tính (MT1009) để cải thiện điểm, nhưng khi đăng kí thì em thấy các lớp đại trà đều full hết rồi ạ. Mong thầy/cô tăng sĩ số lớp L06 lên để em có thể đăng kí ạ.. . . . Em cảm ơn. . . . . .",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi ban lãnh đạo trường đại học Bách Khoa TPHCM. . Em tên [full_name]. Mssv: [student_id]. . Em có một số thắc mắc như sau:. . Nhà trường đã có văn bản là sinh viên k19 không cần tích lũy đủ 28 tín chỉ vẫn có thể đăng kí các môn cơ sở ngành vào năm 2. Các thầy cô lúc trả lời trực tiếp khi sinh viên hỏi cũng trả lời như vậy. Vậy cớ sao bây giờ chúng em lại không đăng kí được cơ sở ngành. Nhà trường lại bảo lỗi văn bản. Vậy thầy cô trả lời trực tiếp thì lỗi như thế nào ạ. Dạ thưa đây là lỗi văn bản- lỗi bên phòng đào tạo, tại sao nhà trường không sửa lỗi của mình đối với sinh viên. Nếu biết rõ ràng điều lệ ban đầu thì chúng em sẽ cam chịu. . . Việc chúng em không đăng kí được cơ sở ngành sẽ rất khó khăn. Vì một số ngành ít sinh viên thì kì sau cũng chưa chắc đủ sĩ số để học được, điều đó làm cho chúng em trễ một năm học, tốn cả thời gian lẫn tiền bạc ạ. Em mong thầy cô có thể đọc được đôi lời này một cách thật nghiêm túc và suy nghĩ .. . Cảm ơn . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Các bạn lưu ý, CTĐT năm đầu của các ngành K2019 giao động khoảng 32-34TC. Các SV có thể dùng thêm các học kỳ dự thính và dự thính hè để hoàn tất các môn trong chương trình của mình.. . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi muốn xin đổi lịch môn học do bị trùng ngày với môm học khác cần làm thủ tục như thế nào?",
            "Chào bạn,. . bạn đăng ký online trên trang đăng ký môn học nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, cho em hỏi là em muốn xin mở lớp Mạch điện tử và Tín hiệu- hệ thống thì em cần làm những gì ạ.",
            "Chào bạn,. . -      Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). . . . + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . +  SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ.. . Em muốn đăng ký mở thêm sĩ số lớp EE2017 - Cơ sở kỹ thuật điện, nhóm lớp A01 để em có thể tham gia học ạ.. . Em rất cần môn này trong kì cho kịp đồ án ạ.. . Em xin cảm ơn phòng đào tạo.. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn EE3097 trong HK201 nhưng bị hủy môn với lý do đã có điểm trong học kỳ trước đó. Và sau đó trong đợt đăng môn học lần 2, môn EE3097 đã đầy sĩ số. Em muốn học cải thiện môn này trong HK201. Cụ thể thì em thấy có lớp A02_A05 là có thể sắp xếp phù hợp với thời khóa biểu của em hiện tại mà không bị trùng nhưng lớp đã đầy. PDT có thể giúp em đăng ký môn này không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . - Vào đợt 3 DKMH bạn đăng kí lại nha.. . . . - Nếu không đăng kí được môn này, bạn có thể làm đơn nộp PDT xin đăng sau ngày 15/9.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô, em đã đăng ký được thực tập tốt nghiệp và đề cương KLTN ở đợt 1 nhưng kết quả trả về lại không có và khi xem phần lịch sử đăng ký thì cũng không hiện lý do vì sao. Ở học kì trước (HK2 NM 2019-2020, HK chính), em cũng bị tình trạng như vậy. Mong được quý thầy/cô giải đáp và hỗ trợ, em chỉ còn học vài môn nữa thôi mà mãi vẫn chưa đăng ký được TTTN và đề cương KLTN. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra lại nha, tôi đã kiểm tra kết quả có phần lý do nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nếu em đăng kí 2 môn có thời khóa biểu học trong cùng 1 ngày, tổng số tiết học trong ngày đó là 10, thời gian học từ tiết 2-6 và tiết 8-12 ở cùng 1 cơ sở thì có được không ạ? Do em nghe nói chỉ được học tối đa 9 tiết 1 ngày. Em xin cảm ơn . .",
            "Chào bạn,. . . . Sinh viên đăng kí không vượt quá 10 tiết/ ngày nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Cho Em hỏi sao sĩ số lớp này lại vượt qua thế ah. Chúng Em có thể xin thêm vào lớp này để được đủ chỉ không ạ. . . .",
            "Chào bạn,. . . . - Nếu bạn thực sự muốn học bạn đăng kí ngày từ đợt 1 nha.. . . . - PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa cô( thầy) cho em hỏi về cntt cơ bản đối với k19 ạ. Khi nào trường tổ chức thi ạ, và hình thức thi là như thế nào ạ, có tựa như thi MOS không ạ. . . Với lại hiện nay sinh viên k19 gặp khá nhiều vấn đề về đăng ký môn học, tín chỉ, anh văn, khá nhiều khó khăn rồi ạ, mong nhà trường chuyển đạt cntt cơ bản về cuối năm 2 để tụi em có thể xoay sở tiếng anh, tín chỉ và tiền học phí ạ. Em chân thành cám ơn ạ",
            "Chào bạn, . . Về việc [full_name]19 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản (tạm thời nhà trường pass chuẩn để xét Đ[full_name]MH áp dụng chỉ cho H[full_name]1(20-21), bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô.. . . . Em tên [full_name].. . . . Em xin đăng kí môn học Võ cho học kì chính 201 ạ.. . . . Em xin cảm ơn.. . . . Thân chào.. . . . [full_name]",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ.. . Theo em được biết thì môn học Đồ án môn học - thiết kế kỹ thuật AS2031 kỳ nào cũng mở và không yêu cầu số lượng sinh viên tối thiểu phải không ạ. Vậy tại sao kỳ này lại không mở, và nếu như em muốn học thì có thể làm đơn xin mở lớp không ạ. Em cảm ơn.. .",
            "Chào bạn,. . -      Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). . . . + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . +  SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] [student_id]. . Kính xin nhà trường tăng sỉ số lớp môn cơ sở kỹ thuật điện EE2017 của thầy [full_name] (A01-A01) tại cơ sở 1 do em hiện rất cần học môn này để kịp tiến độ khóa học.. . Em xin cám ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo ạ, em tên là [full_name], MSSV [student_id].. . Theo lịch học trong đợt ĐKMH đợt 2, em định đăng ký môn \"Hóa phân tích CH2005 nhóm L05-L09\" nhưng bị lỗi không đủ thời gian giãn cách giữa 2 cơ sở. Tuy nhiên, em tự di chuyển bằng xe máy và đảm bảo được thời gian di chuyển để có thể tham dự cả 2 lớp ạ. . . Em kính mong PĐT cho phép em được đăng ký môn \"Hóa phân tích CH2005 nhóm L05-L09\".. . Em cảm ơn rất nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, em có một vài câu hỏi ạ.. . . . 1. Kì 193 em có đăng kí 1 môn 3 tín chỉ của kì 201, nên kì 201 tới này em chỉ đăng kí 11 tín chỉ thôi. Như vậy em có được cấp giấy chứng nhận sinh viên và được xét Học bổng khuyến khích của kì 201 không ạ?. . . . 2. Em muốn đăng kí Hóa đại cương hoặc Kinh tế đại cương, nhưng hai môn này lớp đã đầy, vì PĐT không mở thêm lớp, nên em có thể xin được đăng kí thêm vào các lớp đã đầy kia không ạ?. . . . Mong thầy cô sớm giải đáp giúp em. Em cảm ơn nhiều!",
            "Chào bạn,. . . . 1. Bạn xem qui chế học vụ điều 9: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . 2. PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i em muốn xin thêm 1 slot môn EE3135 - Kỹ thuật nhiệt lạnh thì làm sao ạ em cảm ơn nhiều mong nhà trường giúp chứ em chậm lắm rồi. . . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi. Trong lần đăng ký môn học lần 2 khi em đang ký thì trên trang xác nhận là đã đăng ký thành công. PDT cho em hỏi vậy sang lượt đăng ký lần 3 em có thể bị hủy môn đó không ạ.. . Lúc em đăng ký không thấy báo vi phạm điều kiện gì hết ạ.. . Em cảm ơn!",
            "Chào bạn,. . . . Đợt 3 DKMH chỉ cho bổ sung không cho huỷ nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id].. . . . Do nhu cầu học lại môn cơ sở kỹ thuật điện nhưng chưa đăng ký kịp và lớp đã đủ sỉ số. Em mong phòng đào tạo mở rộng thêm sỉ số giúp em để em được đăng kí môn Cơ sở kỹ thuật điện EE2017 vào học kì 201.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi lịch của môn EE2017 này là sao ạ. Không hiện thông tin về tiết + ngày học, Bao giờ bên PĐT cập nhật ạ để tiện cho việc sắp xếp giờ học của các bạn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em là [full_name] sv khoa 18 khoa học vật liệu. Em được biết khóa k19 ko có môn thực tập kỹ thuật vào học kỳ hè năm 2. Do trễ anh văn mà năm nay em mới có thể bắt đầu học chuyên ngành và thực tập kỹ thuật,cho nên em mong phòng đào tạo điều kiện giúp đỡ em trong việc giải quyết vấn đề này ạ.",
            "Chào bạn. . bạn đăng ký lại môn học đợt 3 (từ 8/9 đến 15g 10/9). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào cô, thầy ạ.. . Ngày 27/8 em có đăng kí môn Pháp luật đại cương nhưng em gặp trường hợp như thế này ạ. Mong thầy, cô có thể giải đáp thắc mắc giúp em để em có thể hoàn thành việc đăng kí môn ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn. . [full_name] [full_name] : Tại sao bạn chọn \"[full_name]\", bạn phải chọn đợt \"[full_name]\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa PĐT hiện tại em muốn xin phép gia hạn thêm sĩ số ạ.. . Em xin phép PĐT đăng kí giúp em môn Con Người và Trái Đất. . Mã Môn:  EN1003. . Tên Lớp: A02 . . Thứ: 2   Tiết 7-8-9 Phòng:C6-601  CS:1. . Em cám ơn rất nhiều ạ. . . . . .",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin vào lớp vẽ kỹ thuật L03 đã full ạ vì em bị ket lịch đăng ký môn khác ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em chào thầy(cô) bên phòng đạo tạo. . Em là [full_name] hiện nay đang học ngành Trắc Địa của khoa Xây Dựng.Hiện tại em đang học song song các môn của ngành Xây Dựng Dân Dụng. Em thắc mắc những môn học mã cũ em đã đăng ký học nhưng chưa qua.   B chương trình đạo tào của khóa 2019 vẫn là môn học đó nhưng khác mã số môn học. Em đăng ký mã môn học mới có được tính vào chương trình học bằng 2 song song của em không ạ? Hay bắt buộc phải đăng ký đúng mã môn học cũ mới được công nhận là chuẩn chương trình đào tạo của khóa 2017. .   /B . .",
            "Chào bạn,. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa- ĐHQG TPHCM.. . . . Em tên: [full_name] . . MSSV: [student_id].. . Em viết đơn này xin các thầy/cô đăng ký giúp em môn ĐAMH Kết cấu thép. Mã môn học CI3213.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn đã đăng kí được chưa, hiện tại đợt 3 DKMH môn này được mở thêm 1 nhóm nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Em tên là:   /B [full_name]. .   B MSSV:  /B  [student_id]. .   B Lớp:  /B  XD17KSDD. . . .   B Em xin trình bày vấn đề như sau:  /B . . Em đã đăng kí môn học này ở đợt 1 nhưng không có lớp học. Tuy nhiên ở đợt 2 môn học này đã được mở bổ sung nhưng em không biết. Hiện tại lớp đã đủ sỉ số nên em không thể đăng kí được nữa. Môn học này là môn tiên quyết để em có thể nhận LVTN nên rất quan trọng ạ, nếu không đăng kí được trong kì này em sẽ bị trễ luận văn 1 kì. Mong trường có thể giúp em ạ.. . . .   B Lớp học em muốn đăng kí:  /B . . Tên môn học: ĐAMH kết cấu thép. . Mã môn học: CI3213. . Giảng viên: [full_name]. . Thời gian: Thứ 3, tiết 8-9-10. . . .   B Em xin chân thành cảm ơn  /B . .",
            "Chào bạn,. . . . Bạn đã đăng kí được chưa, hiện tại đợt 3 DKMH môn này được mở thêm 1 nhóm nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Học vụ . Kính gửi. . . Cho em hỏi môn cơ lưu chất có thí nghiệm thì có mở ở kỳ dự thính không?. . Em cảm ơn",
            "Chào bạn. . -môn cơ lưu chất có thí nghiệm thì có mở ở kỳ dự thính : có nghen bạn. . -\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ. . Em muốn đăng kí thêm vào lớp L01 môn Hoá Lý CH2001 của thầy [full_name] nên nhà trường có thể tăng thêm sĩ số được không ạ. . Em cám ơn về thầy cô đã đọc thư này.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] . Em muốn xin mở thêm sỉ số lớp EE2013 _ Vi xử lý và EE2017_ Cơ sở kỹ thuật điện . . . Em cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin bổ sung vào lớp L01-L03. . Môn Cơ Lưu Chất. . Mã số môn học là:CI2003. . MSSV [student_id]. . Do lịch học của em không thay đổi được chỉ còn mỗi lớp đó là không kẹt giờ với các môn học khác ạ,Em đã cố săp xếp nhưng không gỡ rối được ạ.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin kính gửi thầy cô Phòng đào tạo ạ!. . Hiện tại lớp học môn Kỹ thuật phân tách hệ nhiều cấu tử mã ngành CH4023 đã ful hết slot rồi ạ! . . Em kính mong thầy cô mở tăng sỉ số giúp em để em có thể được đăng ký học môn đó ạ. . . Em xin chân thành cảm ơn!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Em xin tăng sỉ số môn trường điện từ EE2003. . Em cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915037  /b \t. . . .   i Học vụ . Em có tham khảo về   B ĐTBTL  /B  trên trang của PĐT, em có thắc mắc về phần này: “  I Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất  /I ”. . . . Nếu 1 môn học có điểm   B VẮNG TH  /B I mà học nhiều lần, thì   B ĐTBTL  /B  sẽ của môn đó sẽ tính như thế nào ạ.. . Em xin cảm ơn. .",
            "Chào bạn. . Bạn có thể trình bày rõ hơn vấn đề của bạn không? vì Cô đọc nội dung không hiểu phải trả lời bạn như thế nào. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đang là sv k18 xây dựng clc tiếng anh. Số tín chỉ tích lũy đến hiện tại là 71. Nhưng kì sau em bị hạn chế đăng kí môn học do thiếu IELTS 6.0 . Vậy thì em cần đk bao nhiêu tín chỉ để duy trì tình trạng sinh viên. Em xin cảm ơn. . .",
            "Chào bạn,. . Nếu không đăng ký đủ tín chỉ theo quy định  thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019). . Các trường hợp có TKB đều được cấp nhận CNSV.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hoá đại cương có mở ở kì dự thính 201 không ạ . .",
            "Chào bạn,. . . . Vào đợt đăng kí dự thính bạn vào đăng kí, nếu đủ số lượng sv mở lớp và khoa đồng ý mở lớp thì PDT sẽ mở lớp cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin phòng đào tạo tăng sĩ số lớp Vẽ kỹ thuật CI1003 lớp L01_L01.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin cho hỏi chuẩn sinh viên năm 3 của trường mình là gì ạ?",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô. . Cho em hỏi em có tìm hiểu thì biết rằng sinh viên năm 2 phải tích lũy đủ các môn đại cương, cơ sở ngành thì mới được đăng ký môn học năm 3. Vậy xin cho em hỏi tích lũy đủ các môn đại cương và cơ sở ngành là không được phép rớt môn đại cương và cơ sở ngành nào phải không ạ? Ví dụ em đang học khoa Hóa thì nếu em rớt môn cơ sở ngành truyền khối thì em không được đăng kí môn năm 3 ạ? . . Em xin chân thành cảm ơn",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . Các bạn lưu ý, CTĐT năm đầu của các ngành K2019 giao động khoảng 32-34TC. Các SV có thể dùng thêm các học kỳ dự thính và dự thính hè để hoàn tất các môn trong chương trình của mình.. . Việc trả lời trên hội trường có thể bị ghi lại nhầm, hoặc không rõ. Tuy nhiên, câu trả lời trong biên bản vẫn phù hợp với các ý nói trên (môn mức độ theo năm 2 vs. môn đang được bố trí trong CTĐT ở năm thứ 2).. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo Tạo!. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin hỏi 1 vấn đề:. . Kỳ \"  B Đăng ký môn học HK1 (2020 - 2021)- [full_name] - Đợt 1  /B \" em có đăng ký môn EE3011(Mạch điện tử thông tin) nhưng khi có kết quả đợt 1 thì em bị loại với lý do \"  B Thiếu môn tiên quyết EE2007(Mạch điện tử)  /B \". . Tuy nhiên em đã đăng ký và đang học môn EE2007(Mạch điện tử) vào kỳ Dự Thính hè HK193 và có lịch thi kết thục môn vào ngày 23/09 sắp đến, vậy nếu em thi qua được môn EE2007(Mạch điện tử) trong kỳ dự thính hè này thì làm sao em có thể kịp đăng ký và theo học môn EE3011(Mạch điện tử thông tin) vào HK1(2020-2021)? Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn đã đăng kí môn EE3011 lại nha.. . . . . . Thân.",
            "No solution"
        ]
    }
]