[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name],. . . . Em là [full_name]. MSSV: [student_id]. . . . Trong thời khoá biểu của em có môn học Hệ điều hành (CO2017)(hình 1) nhưng môn này không hiển thị trong trang E-learning (hình 2). Mong [full_name] kiểm tra giúp em với ạ.. . . . Cảm ơn sự hỗ trợ từ [full_name].",
            "Chào bạn,. . . . Ngày mai bạn kiểm tra trên E-learning lại nha, nếu không có báo lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Admin,. .  Hiện tại e đang học hệ liên thông đại học chính quy của khoa cơ khí.. . . . Hiện em đã hoàn thành chương trình học. Chỉ còn tiếng anh 2 kỹ năng nói và viết.. . . . Nhưng do em ko thể thi được.. . Nên em muốn chuyển qua hệ tại chức để được  xét tốt nghiệp theo hệ tại chức không ạ.. . . . Nếu được em cần làm những thủ tục gì ạ. Và  có thể tốt nghiệp đợt tháng 111 này ko ạ.. . . . Mong nhận được phản hồi sớm từ nhà trường.. . . . Em xin cảm ơn ạ.. . [full_name] - [student_id]",
            "Chào bạn,. . . . - Bạn làm thủ tục đăng kí hệ vừa làm vừa học đang mở online, làm đơn xin nghỉ học bên chính qui.. . . . - Bạn liên hệ Phòng Đào Tạo phòng 201A4 để được tư vấn thêm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em xin đăng ký bổ sung môn học cho học kỳ I 2020.. . . . | STT | Tên Môn Học                | Mã     | Nhóm     |. . |-----|----------------------------|--------|----------|. . | 1   | Bảo mật hệ thống thông tin | CO3033 | T01_T01k |. . . . Em xin chân thành cảm ơn.. . Thân.",
            "Chào bạn,. . . . Bạn vui lòng làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào thầy/cô . E là sinh viên K18 khoa Môi trường. Do e chưa học môn Nhập môn kỹ thuật và môn này chỉ mở cho hk1 năm nhất. Em mong Thầy/Cô có thể đăng ký dùm em môn này được không ạ? E chân thành cảm ơn !",
            "Chào bạn. . Khoảng ngày 6/10 bạn làm đơn xin đăng ký nộp tại pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Các thầy/cô Phòng Đào tạo,. . . . Em là [full_name], sinh viên khoa Kỹ thuật giao thông, mã số sinh viên [student_id].. . . . Em đã hoàn thành tất cả các môn học trong chương trình học và hoàn thành mức điểm Toeic trên 500 để có thể nhận bằng tốt nghiệp cũng như chuẩn bị thực hiện chuyển điểm anh văn. Nhưng nay em được biết thì quy chế chuyển điểm anh văn đã thay đổi lên 600 để có thể qua anh văn 4. Do em không kịp theo dõi nên không thể theo kịp sự thay đổi này. Vậy nên em tạo câu hỏi này kính mong PĐT có thể tạo điều kiện để cho em và các bạn cùng khóa có thể hoàn thành chương trình đào tạo của mình.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT có gởi cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  . . Em sinh viên k19, khoa Hoá ngành CNSH, do không đọc được thông báo nên hiện nay em đang học Hoá Phân tích với lớp KSTN,  sau buổi học đầu tiên em thấy mình không phù hợp, em có nguyện vọng đổi lớp ở CS2 liệu có được không ạ? Em cảm ơn ạ!",
            "Chào bạn,. . . . Việc này khoa đã thông báo cho bạn rồi mà. Bạn cho biết mã số môn học?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính chào thầy/cô,. . Thầy/cô cho em hỏi là tín chỉ của những môn đăng kí ở học kì hè có được trong diện xét  I  Tín chỉ tích lũy  /I  để đăng kí   I Luận văn tốt nghiệp  /I  không ạ? Nếu có, thì em phải làm gì với những môn chưa có điểm ạ? Vì em còn những môn chưa có điểm và sắp hết hạn của đợt đăng kí LVTN bổ sung nên mong thầy/cô có thể cho em hướng để giải quyết sớm ạ!. . Em xin cám ơn thầy/cô. Mong sớm nhận được phản hồi từ thầy/cô ạ!. . . .",
            "Chào bạn,. . . . - Học kỳ hè nếu môn đậu vẫn tín vào điểm trung bình tích luỹ ngành để xét luận văn.. . . . - Khi nào bạn tích luỹ đủ tín chỉ để nhận luận văn, bạn  làm đơn xin đăng kí luận văn nộp PDT. Đơn có dự đồng ý của khoa và giáo viên hướng dẫn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] Chào Thầy, Cô [full_name] [full_name] Em tên là [full_name] (mssv:[student_id]), em vừa mới nộp bằng av và chuyển điểm av1, 2, 3[full_name] Em mới đăng kí av4 trong học kì dự thính hk1 năm 2020-2021[full_name] Em mong Thầy/Cô chấp nhận cho e học dưj thính môn av4[full_name] Cảm ơn Thầy/Cô dã đọc tin[full_name][full_name] [full_name]",
            "Chào bạn,. . . . Nếu anh văn 4 đủ sỉ số mở lớp, Trung Tâm Ngoại Ngữ phân công được cán bộ giảng dạy thì môn anh văn 4 sẽ mở lớp cho bạn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là Lưu Văn Phú - MSSV: [student_id]. . Em là sinh viên năm cuối khoa Kỹ thút Xây dựng đã vừa hoàn thành LVTN - CI4343. Ban đầu em có ý định làm lại LVTN nên đã đăng kí trong đợt Đăng kí HKI - Chính Quy - đợt 3 nhưng vì một số lý do nên em không thể theo học nữa. Mặc dù bây giờ đã có lịch học nhưng em xin phép được Rút môn học được không ạ?. . Em xin cảm ơn.. . . .   i Học vụ .",
            "Chào bạn,. . . . Đợt 4 DKMH không cho huỷ luận văn nha, bạn có thể làm đơn nộp PDT để ban lãnh đạo phòng  xem xét cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: phòng đào tạo đại học Bách Khoa. . Em tên là [full_name], hiện tại em đã hoàn thành xong chương trình đào tạo nhưng em chưa đăng ký tốt nghiệp được do thiếu bằng toeic nói và viết. Em muốn biết rằng nếu em không qua anh văn để đăng ký tốt nghiệp và không đăng ký môn học thì em phải làm sao để không bị đình chỉ ạ.",
            "Chào bạn,. . . . Bạn không DKMH sẽ bị tạm dừng, khi nào hoàn thành xong  toeic nói và viết, bạn làm đơn thu nhận lại để xét tốt nghiệp.. . . . Thời gian tạm dừng chỉ có 1 năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pđt. . em là sinh viên PFIEV, em xin hỏi có được đăng ký bổ sung thêm một môn học 2 chỉ được không ạ?. . Trong đợt đăng ký môn, em đã đăng ký 34 chỉ, vì được báo quá mức cho phép nên em không đăng ký thêm, nhưng em vẫn thấy có bạn chung ngành đăng ký được 36 chỉ. Vậy em có được đăng ký bổ sung thêm môn không ạ? và em cần phải làm như thế nào?. . Em xin cảm ơn!",
            "Đăng ký môn học. . . . Kính gửi pđt. . em là sinh viên PFIEV, em xin hỏi có được đăng ký trễ bổ sung thêm một môn học 2 chỉ được không ạ?. . Trong đợt đăng ký môn, em đã đăng ký 34 chỉ, vì được báo quá mức cho phép nên em không đăng ký thêm, nhưng em vẫn thấy có bạn chung ngành đăng ký được 36 chỉ. Vậy em có được đăng ký bổ sung thêm môn không ạ? và em cần phải làm như thế nào?. . Em xin cảm ơn!  /QUOTE . .",
            "Chào bạn,. . . . Sinh viên Việt Pháp số tín chỉ tối đa 35 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], mssv [student_id], lớp CC16KCX1. . Em có thắc mắc là mặc dù em đã đủ điều kiện để xét tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp tháng 11/2020. Mong văn phòng hỗ trợ kiểm tra lại giúp em.",
            "Chào bạn,. . . . Bạn liên hệ trực tiếp PDT để xin đăng kí xét tốt nghiệp nha.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em là [full_name], em đã nộp CCNN vào ngày   B 18/09/2020  /B  và được xác nhận HỢP LỆ vào ngày   B 23/09/2020  /B  nhưng khi đăng ký LVTN bổ sung đợt cuối thì hệ thống thông báo em thiếu CCNN.. . . . Em làm theo hướng dẫn là nộp CCNN trước ngày   B 21/09/2020  /B  để được nhập điểm và hiện tại đang gặp vấn đề em nêu trên. Vậy em phải làm gì tiếp theo để có thể đăng ký LVTN đợt cuối này ạ?. . . . Trân trọng,. . [full_name]. . . .",
            "Chào bạn,. . . . Bạn cho biết mã luận văn để PDT kiểm tra cho bạn, trường hợp đã hết thời gian đăng kí luận văn, bạn liên hệ PDT xin xét lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2036070  /b \t. . . .   i Đăng ký môn học . Em chào Thầy/Cô. . Em tên Nguyễn Trần Tùng Lâm MSSV:2036070 hệ VLVH. . Em vừa chuyển từ hệ Chính quy sang và nhập học ngày 11/9/2020. Em không rõ là kì I này mình đăng kí môn học hay trường tự đăng kí như kì 1 năm 1 Chính quy ạ? Em vào đăng kí môn nhưng không thấy môn học để đăng kí.. . Em mong thầy cô hướng dẫn giúp em.. . Em xin cám ơn.",
            "SV chính quy sang VLVH tự đăng ký môn học . theo ctđt của đơn xin  chuyển khóa học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào phòng đào tạo Trường Đại học Bách Khoa.. . Em tên là [full_name]. MSSV: [student_id].. . Theo áp dụng HK191 thì toeic 500 là chuyển điểm được av4. Nhưng mới đây e cập nhật là hk201 thì toeic phải 600 mới chuyển điểm được av4. Em thuộc khóa 2015 do vừa đi làm vừa học nên e bị chậm so với các bạn. Và hiện e đủ tiêu chuẩn xét tốt nghiệp và không vướn anh văn theo HK191 trở về trước. Em xin hỏi Phòng đào tạo là có thể cho em viết đơn xin Nhà trường xét em theo HK 191 được không ạ?. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT đã gởi cho tất cả các sinh viên về việc này.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là bạn em đăng kí nhầm lớp kỹ sư tài năng và có nguyện vọng muốn chuyển lớp. Bạn ấy bị sốt xuất huyết nhập viện hơn 1 tuần nên không chủ động được ạ. Nay mới phát hiện là đăng kí nhầm.",
            "Chào bạn,. . . . Bạn cho biết mã môn học cần chuyển.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp . Em đã làm đồ án tốt nghiệp cách đây hơn 1 năm. Khi đó em chưa điền vào link của pđt gửi về bộ môn để sv nhập thông tin tên đồ án bằng tiếng anh cho việc in bằng tốt nghiệp.. . . . Vừa rồi em đã được xác nhận đăng kí tốt nghiệp qua mail. Và vẫn ko tìm thấy tên mình trong link điền thông tin đề tài tiếng anh từ  pdf gửi về bộ môn vài ngày trước. . . . . Cho em hỏi em cần cập nhật thông tin đề tài bằng tiếng anh như thế nào ạ ?. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn liên hệ cô [full_name] bộ môn Kiến Trúc để giải quyết.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô. Em là sinh viên khoa Khoa học kĩ thuật máy tính. Em muốn hỏi về cách ghi điểm môn tự chọn trong HỌC BẠ khi ra trường ạ.. . . . Em học 5 môn tự chọn là A B C D E.. . Trong đó 2 môn D và E của em bị rớt môn(và em không học lại). Trong chương trình chỉ yêu cầu học 3 môn tự chọn là đủ.. . . . Vậy cho em hỏi trong học bạ của em lúc ra trường 2 môn D và E có bị ghi vào học bạ không ạ.. . . . Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Không có ghi môn rớt trong học bạ đối với Sinh viên tốt nghiệp từ tháng 10/2019 đến nay. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đăng ký thực tập tốt nghiệp nhưng mà hệ thống báo không có môn học mở. Em phải làm gì để được mở môn học ạ.. . Em xin cám ơn.",
            "Dạ môn học là ME3089",
            "Chào bạn,. . . . Đã cập nhật môn ME3089 nhóm A01, bạn vào đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy\\ cô . . Em tên: [full_name]. . Mssv: [student_id]. . Em xin được bổ sung vào lớp Anh Văn 2 mã LA1005. . Kì này e chỉ làm tiểu luận nên lớp nào cũng được ạ. Mong thầy\\ cô giúp em tại kì này đổi chuẩn đổi điểm rồi nên em cần học để ra trường ạ. Em cảm ơn thầy\\ cô.",
            "Chào bạn,. . . . Không đăng kí cho bạn môn LA1005 được vì vướng môn học trước là anh văn 1.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi Phòng Đào Tạo về vấn đề chuyển điểm ạ. Em sinh viên khóa 2018 và em đã nộp bằng anh văn 535 nhưng sao em không chuyển được điểm vậy ạ. Thông tin như 3 hình em đính kèm ạ. Em cảm ơn !",
            "Chào bạn,. . . . Bạn xem mail PDT đã gởi cho bạn nha. . Thân gởi các bạn sinh viên. . . . . .  . . . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. . . .  . . . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. . . .  . . . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. . . .  . . . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. . . .  . . . . Thông báo này áp dụng cho tất cả các Khóa. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy (cô) ạ. Cho em hỏi là Chuẩn tiếng Anh nhận LVTN của [full_name]17 với chứng chỉ TOEIC là bao nhiêu ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 nha http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào [full_name]/Cô[full_name] [full_name] Em là sinh viên năm nhất khoa cơ khí[full_name] em đã xác nhận nhập học rồi ạ[full_name] Nhưng mà em không đăng nhập vào trang BK E-learning của trường để theo dõi lịch sinh hoạt và lịch học[full_name] Em phải làm sao để vào được trang BK E-learning của trường ạ? Em cảm ơn",
            "Chào bạn,. . . . Bạn là tân sinh viên khi nào vào học trường sẽ phổ biến cho bạn.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào anh/chị. . cho em hỏi rút môn học có mất phí không ạ với lại kỳ sau e đăng kí lại có tính phí không ạ. .",
            "Chào bạn,. . . . - Học kỳ chính 201 hay dự thính 201.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi thực tập tốt nghiệp thì cần trên 98 chỉ có tính cả mấy môn tự chọn nữa không ạ em cảm ơn. . . .",
            "Chào bạn,. . . . Tính tất cả các môn trong chương trình đào tạo của bạn.. . . . Giả sử nhóm môn tự chon phải tích luỹ 12 tín chỉ thì PDT sẽ xét những môn trong nhóm tự chọn đó chỉ 12 tín chỉ thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em đăng ký môn kết cấu thép 1, mã môn học CI3009, lớp A05, giáo viên [full_name], tiết học 10 11 12 thứ 2, em rất mong nhà trường tạo điều kiện giúp em hoàn thành chương trình học để có thể đủ điều kiện nhận luận văn tốt nghiệp ạ, em xin cảm ơn",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI3009 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em là [full_name], khóa 2019 . . . . em xin hỏi thêm là: nếu như vậy thì em đã được qua chuẩn anh văn 3 rồi đúng không ạ? và sẽ được đăng kí môn cho năm 4 ạ? vì em vừa rồi em kiểm tra anh văn định kỳ được 625 điểm và trước đó đã qua anh văn 2 ở năm nhất rồi ạ. . . . . em cảm ơn. . .",
            "Chào bạn,. . . . Lần đầu lúc vào nhập học bạn thi điểm cao sẽ xét miễn điểm anh văn, đây là móc điểm được miễn điểm anh văn:. . . . . . Điểm kiểm tra\tXếp lớp\tMiễn học. . và ghi điểm miễn. .    400\tAnh văn cơ bản (nếu có)\t . . 400 – 445\tAnh văn 1\t . . 450 – 495\tAnh văn 2\tAnh văn 1. . 500 – 545\tAnh văn 3\tAnh văn 1, 2. . 550 – 595\tAnh văn 4\tAnh văn 1, 2, 3. . ≥ 600\t \tAnh văn 1, 2, 3, 4. . . . . . Những lần sau bạn thi chỉ dùng để xét chuẩn sinh viên sau các năm.. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name]; MSSV: [student_id]. . Hiện tại em đang học lớp Hóa vô cơ (CH2013), lớp L03. Theo em tìm hiểu thì được biết lớp này là dành cho mấy bạn kỹ sư tài năng, học và thi điều bằng tiếng anh. Em có hỏi bên phòng đào tạo về việc chuyển lớp thì phòng đào tạo chỉ hướng dẫn em trình bày thắc mắc trên BKSI. Không biết em có thể chuyển sang lớp đại trà tiếng việt được không ạ. Hiện tại em đang bị sốt xuất huyết nhập viện đã được một tuần. Nên không chủ động lên lớp để hỏi được ạ. . . Em cam đoan lời nói trên là đúng sự thật.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CH2013 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào thầy cô . . Em là sinh viên K18. . Em muốn hỏi là em lên trang web của phòng đào tạo xem thì thấy thông tin là phải đạt điểm Toeic 500 mới được làm luận văn tốt nghiệp vậy em chưa đạt Toeic 500 mà chỉ đạt môn Anh Văn 4 thì có được làm luận văn tốt nghiệp không ạ ?. . Em cảm ơn thầy cô ạ.. .   i Học vụ .",
            "Chào bạn,. . . . - Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Bạn phải phân biệt chuẩn tiếng anh để nhận luận văn và điểm anh văn 4 nha, bạn đạt anh văn 4 không có nghĩa là bạn qui đổi ra điểm toeic để nhận luận văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ, chào anh chị, em là [full_name], MSSV:[student_id], em muốn đăng ký mua bảo hiểm tai nạn ở trường nhưng ở phần chọn loại bảo hiểm đăng kí mua em lại không tick chọn được. Mong anh chị giải quyết giúp em. Em xin cám ơn !. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin cảm ơn cô về câu trả lời trước ạ nhưng mà cho em xin hỏi thêm là k19 thì mình chuyển điểm anh văn là tính theo bảng chuyển điểm học kì 2019-2020 hay là phải theo bảng của học kì 2020-2021 ạ! Em xin cảm ơn nhiều lắm ạ!",
            "Chào bạn,. . . . - Bạn phải tính theo bảng chuyển điểm học kỳ 2020-2021 nha. Đồng thời, bạn kiểm tra mail PDT đã gởi cho về vấn đề này.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy, cô ạ!. . Cho em hỏi những môn nào   B không thuộc  /B   I  tín chỉ tích lũy ngành (TCTLN) vậy ạ? . . Em cảm ơn ạ",
            "Chào bạn,. . . . Những môn không thuộc trong chương trình thì không tính vào số tín chỉ tích luỹ ngành.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng Đào tạo,. . . . Em chào thầy cô! Em tên là [full_name], sinh viên khóa 2018, khoa Cơ khí. Thưa thầy cô cho em hỏi điều kiện để đi Thực tập tốt nghiệp của  em là gồm những điều kiện nào vậy ạ? . . Em xin cảm ơn!. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . Hiện tại em đã tích lũy đủ tín chỉ và các môn yêu cầu như chương trình đào tạo để tốt nghiệp, tuy nhiên em có một môn không đạt trong bảng điểm học kì, em không biết nó có ảnh hưởng đến quá trình đăng kí xét tốt nghiệp hay không, em có cần lên phòng đào tạo để làm đơn rút môn học đó ra khỏi bảng điểm của em không? Nhờ phòng đào tạo tư vấn giúp em.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn tích luỹ đủ số tín chỉ rồi là được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi khi nào sẽ có thông báo học phí cho năm học này ạ. Nếu giờ vẫn chưa có thì sẽ tính học phí như năm học trước đúng không ạ? Em cảm ơn",
            "Chào bạn,. . . . Hiện tại  nhà trường chưa có thông báo về học phí học kỳ 201, khi nào có PDT sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị,. . . . Hiện nay em đã tốt nghiệp. anh/chị cho em hỏi các tài khoản sinh viên trường cấp (Gmail, Google Drive,..) thì có bị thu hồi lại không ạ? Và nếu có thì thời hạn khi nào, thông tin liên quan em có thể tham khảo ở đâu được?. . . . Em cảm ơn,. . [full_name].",
            "Chào bạn,. . . . Tài khoản sẽ bị thu hồi, thời gian cụ thể bạn liên hệ Ban Quản Lý Mạng của nhà trường  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Chào PĐT,. . Ngày 29/09/2020, em có đăng ký thi anh văn nói viết vào ngày 6/10/2020.. . Sau khi thanh toán Momo, nhập mã giao dịch để thanh toán thì lại bị lỗi thanh toán. Sau khi nhập lại mã giao dịch thì lại hiện lỗi mã giao dịch đã sử dụng rồi. Trong khi mã giao dịch đó không hề được sử dụng. Em đã liên hệ với BKEnglish và BKEnglish chỉ em sang PĐT để giải quyết vấn đề này.. . Em mong PĐT có thể check giúp em mã giao dịch [phone_number] được không ạ. Em xin chân thành cảm ơn.. . . . BRs,. . Nhi. .   /i",
            "Chào bạn,. . . . Việc này bạn liên hệ BKEnglish, hoặc gọi hotline của BKEnglish. Phòng Đào Tạo không quản lý vấn đề này nên không giải quyết cho bạn được.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, em là sinh viên năm 2, gia đình em muốn vay vốn hỗ trợ sinh viên tại ngân hàng thì cần những giấy tờ gì từ nhà trường ạ.. . Em cảm ơn ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], sinh viên K16.. . Do đợt bảo vệ tháng 9 vừa rồi em không có tham gia nên em có đăng kí luận văn học kì này để hoàn thành. Vậy cho em hỏi về vấn đề sinh hoạt công dân học kì 201 em có cần phải tham gia bù không?. . Em xin cảm ơn",
            "Chào bạn,. . . . SHCD bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy (Cô);. . Em tên [full_name]. MSSSV [student_id]. Điều em xin phép hỏi: em không học anh văn trong trường và em định thi TOEIC. Em thấy qui chế mới về chuyển điểm anh văn từ học kì 201. Theo k19 thì để nhận luận văn tốt nghiệp cần đạt tối thiểu 550 TOEIC. Nhưng qui chế chuyển điểm mới thì 550 chỉ chuyển điểm qua av 1,2,3 . Vậy em phải thi cao hơn để pass qua 4 av hay thi 550 vẫn qua 4 av mà điểm thấp hơn ạ. Mong thầy (cô) giúp đỡ . Em cảm ơn .. . Trân trọng.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. Trong phần:. . . . - Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021.. . . . - Xem mail PDT về thời gian áp dụng . . . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào Quý Thầy Cô,. . Em đã hoàn thành luận văn và có điểm trên myBK cũng như hoàn thành tất cả các môn học yêu cầu trong Chương trình đào tạo, đủ chuẩn TOEIC 4 kỹ năng nhưng em tìm tên trong danh sách tốt nghiệp tạm thời tháng 11/2020 thì không có tên. Mong Quý Thầy Cô xem xét lại giùm em ạ. Em rất cảm ơn Quý Thầy Cô.. .",
            "Chào bạn,. . . . Bạn liên hệ trực tiếP PDT xin đăng kí xét tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ!. . Em là   B [full_name]  /B  MSSV:   B [student_id]  /B . . Vì một số lí do khách quan em muốn xin đổi lớp đồ án bê tông 2 (  B CI3177  /B ) có được không ạ? Kết quả đăng kí đợt 3 chỉ có 1 lớp nhưng sau đó chia nhỏ ra nên em không biết là GV em muốn đổi thuộc nhóm lớp nào. . . Nguyện vọng của em là được vào lớp của thầy [full_name] nếu không có thì em nguyện vọng vào lớp của thầy [full_name] ạ. . Em xin chân thành cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Em là [full_name].. . Hiện em đang ở KTX, nhưng em có làm Bảo hiểm y tế bên ngoài rồi. Thầy/cô cho em hỏi, em cần làm gì để nhà trường cập nhật bảo hiểm của e ạ. . Mong thầy/cô giải đáp giúp em.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733493  /b \t. . . .   i Đăng ký môn học . Cô cho em hỏi: theo thời khóa biểu thì em có môn Đồ án chuyên ngành (Kỹ thuật Chế tạo) - Mã MH ME4045. Bắt đầu học ở tuần 40, nhưng không có thời gian và phòng cụ thể. Vậy em sẽ liên hệ ở đâu ạ?. . . .",
            "Chào bạn,. . . . Những môn đồ án bạn liên hệ khoa, bộ môn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị. . Em có thắc mắc về điểm TB tốt nghiệp của sinh viên Việt Pháp.. . Em có tìm hiểu điểm tốt nghiệp của 1 anh VP khóa 15 thì thấy như sau:. . -  B điểm TBTL: 8.37 với 298 tín chỉ  /B  (tính đến hết H[full_name]192). . -  B điểm TBTL ngành: 8.33 với 268 tín chỉ   /B (tính đến hết H[full_name] 191), nếu cộng luôn với điểm H[full_name]192 (gồm luận văn và đồ án) thì sẽ là   B 8.37 với 298 TC  /B .. . -  B điểm TB tốt nghiệp: 8.55  /B . . Em xin cam đoan là thông tin điểm số ở trên là chính xác.. . Vì vậy em không biết cách tính điểm TB tốt nghiệp của CT Việt Pháp là như thế nào, mong anh/ chị giải đáp.. . Em cũng đã hỏi 1 lần vào hôm qua và nhận được câu trả lời là Tb TN = TBTL ngành thì so lại với thông tin từ anh [full_name]15 Việt Pháp thì em thấy nó không chính xác.. . Em mong câu trả lời để có được sự chuẩn bị tốt nhất.. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2016 khác với khoá 2015 thì bạn không thể so sánh được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo trường ĐHBK,. . Em trước là sinh viên khoa khác đã tốt nghiệp và hiện đang là sinh viên bằng 2 chính quy  khoa Xây Dựng, ngành kỹ thuật xây dựng.. . Theo em được biết đối với sinh viên bằng 2 chính quy thì vẫn học tất cả các môn như sinh viên chính quy,nhưng đối với ngành kỹ thuật xây dựng lại có thêm chương trình đào tạo riêng cho bằng 2 ( ảnh kèm).. . Vì chương trình đào tạo của 2 cái này có chút khác biệt.. . Vậy chương trình đúng để em theo học là gì ạ!. . Em xin chân thành cám ơn!",
            "Chào bạn,. . . . Bạn về khoa để tư vấn về chương trình đào tạo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào, em hiện đang là sinh viên năm cuối, đã hoàn thành chương trình học và đang thi Anh văn 2 kỹ năng Nói-[full_name] để bổ sung điều kiện tốt nghiệp đại học. Và trong HK201 này thì em không đăng ký môn học nào của chương trình đại học, mà chỉ có TKB của chương trình liên thông sau đại học.. . . . Em muốn hỏi trong trường hợp em không kịp bổ sung đầy đủ các điều kiện để tốt nghiệp đại học, cụ thể là Anh văn Nói-[full_name], vào đợt tháng 11 sắp tới và em không có TKB của chương trình đại học trong HK201 và HK202, khi đó là em bị buộc tạm dừng học theo Điều 9.1 của Quy chế ĐT-HV, thì em có được xét tốt nghiệp trong đợt tháng 4 năm sau không ạ?. . . . Nói cách khác là đợt tốt nghiệp tháng 4 sắp tới có xét cho các trường hợp đã học xong trước HK201 và không còn trạng thái sinh viên do không có TKB HK201 như em hay không ạ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn không đăng kí môn học sẽ bị tạm dừng, khi bạn đầy đủ anh văn Nói-[full_name]ết, bạn làm đơn thu nhận lại và xin xét tốt nghiệp.. . . . Thời hạn tạm dừng chỉ có 1 năm thôi nha bạn (2 học kỳ), quá 2 học kỳ sẽ bị thôi học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do bên ủy ban phường làm thất lạc giấy xác nhận hoãn nghĩa vụ quân sự của em nên bên phường bảo em làm lại giấy xác nhận, em có giấy thông báo thất lạc bên phường có thể gửi cho trường nếu cần thiết. Em cảm ơn .",
            "Chào bạn,. . . . Bạn lên Mybk để in giấy xa1x nhận sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào cô, cô cho em hỏi là em muốn vay tiền học phí của trường. Cô cho em hỏi là thủ tục làm thế nào vậy cô? Lãi suất và thời gian bắt buộc phải trả là bao lâu vậy cô. Em cảm ơn cô ạ!. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp bằng anh văn được 590 điểm, nhưng không chọn quy đổi điểm anh văn 1,2,3 được ạ. Thầy cô xét duyệt dùm em để em đăng ký luận văn với anh văn 4 với ạ",
            "Chào bạn,. . . . Bạn vào xin đăng kí chuyển điểm lại nha, PDT có gởi mail sinh viên . . Thân gởi các bạn sinh viên. .  . . Nhà trường gia hạn thời gian đăng ký chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (áp dụng trước HK201) cho các trường hợp sinh viên nộp Chứng Chỉ Ngoại Ngữ  trong đó ngày thi CCNN trước ngày 21/9/2020.. .  . . Thời gian gia hạn đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm): trước ngày 01/11/2020.. .  . . -       Trong thời gian gia hạn này, các yêu cầu chuyển điểm Anh văn sẽ được áp dụng theo quy định chuyển điểm cũ (áp dụng trước HK201).. .  . . -       Sau thời gian gia hạn, hoặc đối với các CCNN có ngày thi từ 21/9/2020, các yêu cầu chuyển điểm Anh văn sẽ áp dụng quy định chuyển điểm mới (áp dụng từ HK201).. .  . . Thông báo này áp dụng cho tất cả các Khóa. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em được hỏi! Em chuẩn bị tốt nghiệp, hiện tại em muốn học cao học của văn bằng 1 và đồng thời học cùng lúc với văn bằng 2 của ngành khác được không ạ? Với việc đăng ký cùng lúc hai chương trình học như vậy có được sự đồng ý của nhà trường không ạ?",
            "Chào bạn,. . . . Bạn đã tốt nghiệp bằng 1, thì bạn được đăng kí bằng 2. . . . . Còn học cao học bạn liên hệ phòng Đào Tạo Sau Đại Học để tư vấn cho bạn  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id], lớp CĐT VP15. Hiện nay em phát hiện điểm anh văn 4 trên mybk của em bị tính sai, làm em không đạt môn anh văn 4 và không đủ điều kiện ra trường, mong phòng đào tạo xem xét gấp giúp em để kịp xét tốt nghiệp ạ",
            "Chào bạn,. . . . Bạn xem lại nha, điểm anh văn 4 chỉ có 4.5 nha.. . . . Thân",
            "Dạ, . . Em có gửi ảnh đính kèm, điểm kiểm tra của em trên lớp là 4.8, điểm thi 5.5 mà sao tổng kết có 4.5 đc ạ ?",
            "Chào bạn,. . . . Còn một cột điểm nữa nhưng bị ẩn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi hiện em đang học khoa kỹ thuật xây dựng dân dụng chất lượng cao, em muốn chuyển sang ngành cầu đường có được không ạ.. .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào Tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    }
]