[
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Do có sự thay đổi chương trình đào tạo nên em phải chuyển lớp Cầu Lông L02 thành L10 trong đợt đkmh lần 3. Sau khi cập nhật thời khoá biểu thì em nhận thấy môn bị huỷ do sĩ số ít. Em cần học thể dục trong kì này nên mong thầy/cô cân nhắc trường hợp của em. Em cảm ơn thầy cô.",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, Em muốn hỏi là em có đk GDTC và nó có trong thời Khóa biểu của em nhưng trên [full_name] thì nó lại không có môn đó. Tuấfn này em lại học nên em muốn hỏi, [full_name] bị lỗi hay Nhà Trường quên cập nhật GDTC lên [full_name] cho em ạ ?",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đang là sinh viên năm 2.Nếu kì này (HK 211) em học tới giữa kì em thi giữa kì xong em bảo lưu thì có được không ạ? Và điểm giữa kì của em có được lưu không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Không được nhé bạn, theo quy định SV học tại trường thì chỉ gọi là tạm dừng (không phải bảo lưu), và tạm dừng là tạm dừng  1 HK kỳ và hủy hết TKB của học kỳ tạm dừng đó nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT ạ, em tên là [full_name], MSSV: [student_id] chuyên ngành Điều khiển và Tự động hóa Khoa Điện - Điện tử khóa K20.. . Học kì 212 vừa rồi em có đăng ký môn GDTC Bóng bàn học phần 1, trong thời khóa biểu đã có lịch học nhưng trong BK E-learning lại không có ạ. Vì lí do đó em không có link để tham gia lớp học ngày hôm nay. Mong PĐT xem xét ạ.. . Em cảm ơn!",
            "Chào em,. . Hệ thống đã cập nhập.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Xin chào thầy, cô,. . Em là [full_name], sinh viên khoa điện - điện tử.. . Vì không chắc chắn qua môn Luận văn tốt nghiệp ở kì này (HK1 2021-2022) nên em có đăng kí môn LVTN ở đợt 2 đăng kí môn học cho kì sau (HK2 2021-2022).. . Sáng nay (10/01) em nhận được email rằng PDT sẽ cho đăng kí LVTN đợt cuối cùng (18/01 - 19/01), vì 2 ngày này đã qua lễ bảo vệ luận văn (ngày 15) nên em sẽ biết kết quả bảo vệ và dựa vào đó để đăng kí.. . Vậy cho em hỏi trường hợp của em có được hủy môn LVTN đã đăng kí ở đợt 2 (không mất học phí)  hay không? Cá nhân em thấy đây cũng một phần là lỗi trong việc thông báo lịch đăng kí đến sinh viên chậm trễ, nếu email sáng nay em nhận được sớm hơn chắc chắn em sẽ không đăng kí LVTN ở đợt 2.. . Mong nhận được sự phản hồi từ thầy/cô.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Sau khi vừa kết thúc đợt đăng ký LVTN HK212 đợt cuối ngày 18/01-19/01, nếu bạn có kết quả đạt LVTN rồi, thì bạn gửi đơn xin hủy môn LVTN HK212, trình bày rõ lý do (kèm minh chứng) và gửi cho P.ĐT để xem xét. . . . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy cô Phòng Đào Tạo,. . Em là [full_name], MSSV [student_id], lớp CK19HT1.. . Vào đợt đăng ký môn học đợt 3, học kỳ 212 (03/01/2022 - 06/01/2022), em có đăng ký tổng cộng 7 môn học (18 tín chỉ).. . Mặc dù vậy, trong kết quả đăng ký môn học đợt 3, em bị hệ thống xóa mất môn học:. . . . - Tên môn học: Thực tập ngoài trường. . - Mã môn học: ME3129. . - Mã nhóm lớp: A01. . . . Em chưa bao giờ xóa đi môn học này. Hiện tại em chỉ còn học 6 môn học (16 tín chỉ) và trong thời khóa biểu cũng không có môn Thực tập ngoài trường.. . Em mong Phòng Đào Tạo có thể xem xét khôi phục lại môn học và thời khóa biểu giúp em ạ.. . Em cảm ơn Phòng Đào Tạo nhiều!. . . . Trân trọng!",
            "Chào em,. . Mặc dù vậy, trong kết quả đăng ký môn học đợt 3, em bị hệ thống xóa mất môn học:. . =  - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo như TKB thì tuần này em có tiết học bóng rổ online nhưng trên BKEL của em không có trang của môn đó. Trường hợp này là sao vậy ạ?",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy cô.. . Em hiện là sinh viên khóa 2019, MSSV:[student_id], khoa Công nghệ Vật liệu, theo như em biết điều kiện tối thiểu để tham gia TTNT là 67 tín chỉ, hiện em đã có 58 tín chỉ và thêm 13 tín chỉ của HK211 ( em được biết là học kì này PĐT miễn xét và tính vào để xét TTNT ), nhưng em vẫn không đăng kí được TTNT với lí do: Không đủ đ/kiện nhận TTTN - STC. Em nhờ thầy cô kiểm tra giúp em ạ.PĐT cũng vừa mail sắp tới có đợt đăng kí cho các học phần tốt nghiệp, vậy có đăng kí được TTNT không ạ, do chương trình đào tạo của em không có TTTN.. . Em cám ơn. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em đã hoàn thành luận văn trong kì vừa rồi (HK211) nhưng chỉ còn vướng chứng chỉ ngoại ngữ speaking-writing. Em có xem trên trang web của BKEnglish hiện vẫn chưa có thông báo về việc tổ chức thi lại. Chứng chỉ tiếng Pháp em có nộp hồi tháng 12 nhưng em xem trên trang của phòng đào tạo vẫn chưa có lịch thẩm tra bên đhsp. Phòng đào tạo cho em hỏi:. . - Sau tết này có lịch thẩm tra văn bằng tiếng Pháp không ạ. . - Việc thi chứng chỉ speaking - writing cho sv đợt tốt nghiệp tháng 4 có tổ chức không. . - Em có phải đăng kí môn học cho học kì kế để tiếp tục được giữ lại trường trong trường hợp không có lịch thẩm tra văn bằng ngoại ngữ.. . . . Em cảm ơn ạ.",
            "Chào em,. . Về Chứng chỉ tiếng Pháp của bạn đã được PDT chuyển qua cho bên ĐHSP để thẩm tra (từ ngày 31/12) và đang chờ phản hồi (thời gian thẩm tra  phụ thuộc vào đơn vị cấp chứng chỉ). . - Sau tết nguyên đán SV liên hệ tại Trung tâm Ngoại ngữ để được hướng dẫn về việc thi AV nói viết.. . - Việc đăng ký môn học thì tùy SV nhé, việc tình trạng SV không ảnh hưởng đến việc thẩm ra chứng chỉ và đăng ký thi AV nói viết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Khiếu nại đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô,[full_name] [full_name] [full_name] [full_name] Em là học viên khóa K18 của khoa kĩ thuật máy tính[full_name] Vào kỳ 201, em đã không đăng ký môn học CO3007 là một môn yêu cầu   B học trước của luận văn  /B , nhưng do sự thay đổi chương trình đào tạo, môn này đã không mở lại trong vòng 3 kỳ rồi (202,211,212) vì đã trở thành môn ở kỳ 7 của khóa K19 (chỉ mở khi đến kỳ 221)[full_name][full_name] [full_name] [full_name] [full_name] Như tình hình trên, liệu có cách nào để em   B đăng ký LVTN vào kỳ 221, và học song song môn CO3007(HT)  /B  trong cùng một kỳ hay không ạ? (các điều kiện khác của LVTN em đã thỏa yêu cầu)[full_name][full_name] [full_name] [full_name] [full_name] Vì em có đăng ký ĐCLV vào kỳ 212 này, nên em mong câu trả lời sớm từ thầy cô[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn,[full_name] [full_name] [full_name]",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Học vụ . Dạ PĐT cho e được chuyển điểm môn Đồ án thiết kế ô tô - MSMH TR4037 sang ĐAMH 3: thiết kế ô tô - MSMH 206030 (đã có trong danh sách môn tương đương và môn thay thể của K2014 thay cho K2013 trở về trước).. . Vì đây là môn tiên quyết để em được xét mở lớp LVTN ạ.. . Mong PĐT kiểm tra giúp em. Em cảm ơn.. . P.s: Dạ thưa PĐT, trong thông báo kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học. Em thấy môn Thí nghiệm vật lý - MSMH 007005 bị lỗi tiên quyết nhưng e đã học và qua môn này rồi với số điểm là 5 học kỳ Học kỳ 2 (2013-2014). Giờ e làm đơn ntn ạ?",
            "Chào bạn. . Đã nhận đơn trực tiếp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em vừa chuyển hệ sang vhvl đã được xét duyệt nhưng vẫn không tra cứu được thông tin trên hệ thống( như hình đính kèm) mong pđt xem xét giúp em. .",
            "Chào em,. . Vui lòng trình bày rõ nội dung câu hỏi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV [student_id]. . Em yêu cầu được điều chỉnh nhóm lớp môn Công nghệ chế biến thực phẩm (CH3018) lớp CC01 thành lớp CC02, đăng ký bổ sung môn Thí nghiệm vi sinh thực phẩm (CH3001) lớp CC01 và môn Kỹ thuật bao gói thực phẩm (CH4113). . Những môn và nhóm lớp em muốn điều chỉnh em đã xin phép giáo viên rồi nên em mong thời khóa biểu và bkel em được cập nhật để em được vào học.. .",
            "em muốn hủy môn Thí nghiệm quá trình thiết bị (CH3017) lớp CC03 do trùng thời gian với môn CH4113 và môn CH3018 ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi em đki thành công môn học quá trình hóa lý EN2045 em học đã học được 1 buổi nhưng em vừa coi lại thì bị xóa.. . Cho em hỏi giờ phải làm sao ạ ?. . Em cám ơn vì đã đọc tin nhắn này",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/cô;. . Em là: [full_name] - MSSV: [student_id] - Lớp CK17CTM4 - Khoa cơ khí: Kỹ thuật chế tạo.. . Trong ba đợt đăng ký môn học học kỳ 212, em có đăng ký môn ME4029: luận văn tốt nghiệp. Tuy nhiên em đều không đăng ký được với lý do: không đủ điều kiện nhận LVTN.. . Em đã kiểm tra lại số tín chỉ đạt được là: 124 lớn hớn số tctln tối thiểu là 123 (theo mail pdt các môn được xem là đạt khi chưa có điểm) và số ngày ctxh: 13,5 và em đã học đủ các môn tiên quyết cho môn học này.. . Em mong thầy/ cô giải đáp và kiểm tra lại giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do lớp Cầu Lông L10 bị huỷ vì không đủ sĩ số và em cần học GDTC trong kì để đạt chuẩn cho năm 3 nên em gửi đơn này xin PĐT xét cho em vào lớp Aerobic-PE1045 ( Học phần 2), L16.",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Chào cô/thầy,. . Em viết mail này với lý do là e có một môn kì chính thời khoá biểu 11-12 và 1 môn dự thính mở lớp tiết 14-16 chung 1 ngày. Vậy cho e hỏi có bị dính khoảng cách giữa 2 cơ sở không ạ.Nhưng kì này môn dự thính đó bắt buộc phải học vậy thì nếu bị dính khoảng cách e phải xử lý làm sao. E có phải bắt buộc xoá môn kì chính không ạ. Mong cô thầy giải đáp để e còn có biện pháp xử lý ạ.. . Chúc cô/thầy một ngày tốt lành.. . [full_name] Nguyễn Dinh. .",
            "Chào em,. . Em đang hỏi về học kỳ dự thính ở lộ trình 1 hay lộ trình 2. Vui lòng trình bày rõ giúp cô.. . Theo thông báo, học kỳ dự thính là học online, nên sẽ không bắt lỗi giãn cách giữa 2 cở sở với học kỳ chính.. . Trường hợp nếu em đăng ký học bị lỗi đó vui lòng phản hồi lại thông tin cụ thể để PDT kiểm tra và trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô ạ!. . Cho em hỏi ạ:. . Khi mình tham gia xuân tình nguyện do địa phương tổ chức thì mình có được ngày CTXH trong trường không ạ. Nếu có thì cho em hỏi cách thức quy đổi và tài liệu minh chứng gì để được ghi nhận ạ.. . Em xin cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào Tạo,. . . . Em tên: [full_name] - Mssv: [student_id]. . . . Để có giấy tốt nghiệp tạm thời sớm thì em phải làm xác nhận online. Vậy cho em hỏi là cái xác nhận online này là em làm đơn xác nhận rồi mail PDT hay em điền online trên MyBk ạ. . . . Do em có vô điền thử trong MyBk thì hệ thống chưa cho em bấm vào ô xác nhận.. . . . Em mong nhận được sự hỗ trợ từ quí Thầy, Cô ạ. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé,. . hiện tại cô chưa thấy em có tên trong danh tốt nghiệp dự kiến và chưa đăng ký tốt nghiệp thì không được cấp giấy chứng nhận tốt nghiệp tạm thời nhé.. . SV có thể sử dụng bảng điểm để nộp cho công ty bên ngoài . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô. . Em tên là   B [full_name], MSSV:[student_id]  /B . . Trong HK dự thính 202 em có học  B  môn nhập môn lập trình (CO1003  /B ) để thay thế môn tương đương   B kĩ thuật lập trình CO1013  /B  trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn cô. Mong sự phản hồi sớm từ cô.. . Chúc cô đầu tuần vui vẻ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Khiếu nại đăng ký môn   i . . Em tên [full_name]. . Thời khóa biểu đăng kí môn học của em có môn Giáo Dục thể chất học phần 2 môn Cầu Lông ( đã đăng kí thành công) nhưng đến nay lịch học lại mất rồi ạ? Mong phòng đào giải đáp và có hương khắc phục sớm. Và em được biết nhiều bạn khoa máy tính 207 của em cũng bị mất tương tự vậy????",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . . . Em tên [full_name], MSSV:[student_id], sinh viên khoa Quản lý công nghiệp, K17. Kính mong thầy thầy/cô giải quyết những thắc mắc của em:. . 1.Em đã không đăng ký luận văn tốt nghiệp (MMH: 4323) vào kì 212 do thiếu 1 chỉ vì dịch covid em không thể thi anh văn (8 chỉ) chuyển điểm được mặc dù em đã học đủ các môn chuyên trong trường. Em có thể làm đơn để nộp bằng anh văn chuyển điểm sau để có thể đăng ký luận văn tốt nghiệp trong học kì 212 được không ạ.. . 2. Do em chủ quan là có thể đăng ký được luận văn tốt nghiệp nên không đăng ký môn học trong học kì này. Vì thế, em muốn hỏi là em có làm đơn để tạm ngưng học kì 212 này không và nộp trực tiếp tại phòng đào tạo hay em có thể gửi qua mail ạ.  . . . . Rất mong quý Thầy/Cô giải đáp thắc mắc giúp em.Em chân thành cám ơn!",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy cô. . Em tên: [full_name]_[student_id]. . Mã môn học đăng kí không thành công: IM3325 (thực tập ngoài trường). . Nhóm lớp đăng kí: L01. . Lí do không đăng kí được: không đủ số tín chỉ.. . Lí do khiếu nại: số tín chỉ học kì 211 chưa cập nhật đầy đủ. Học kì 202 nếu không trì hoãn 1 số môn do dịch bệnh thì em đã hoàn thành và đủ số tín chỉ rồi.. . Em mong PĐT xem xét cho em và các bạn giống em có thể đăng kí được môn Thực tập ngoài trường để còn ra trường đúng hẹn ạ.. . Em xin cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Chào bạn. .  Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin kính chào Phòng đào tạo ạ!. . . . Em là [full_name] (MSSV: [student_id]), sinh viên K19 chương trình Tiên tiến ngành Điện - Điện tử.. . . . Hiện em và các bạn cùng lớp có một số vấn đề với thời khóa biểu trong học kỳ 212. Em xin phép được trình bày như sau ạ:. . Theo lịch học vụ, học kỳ 212 đã bắt đầu vào ngày 04/01/2022. Tuy nhiên, tụi em vẫn còn môn ở học kỳ 211 chưa học xong là môn EE2016 - Xử lý số tín hiệu (thí nghiệm). Không may là hệ thống đã xếp lịch học môn EE2016 này vào tiết 8-12 ngày thứ 3, dẫn đến việc trùng lịch học với môn EE3418 - Cảm biến và đo lường ở học kỳ 212 (học vào tiết 11-12 ngày thứ 3). Em đã gửi thông tin đến OISP để xin được hỗ trợ, tuy nhiên bên đó phản hồi lại là sinh viên xin phép giảng viên để được vắng các buổi bị trùng. Em thấy như thế là chưa thỏa đáng, vì i) không chỉ mình em mà có nhiều bạn (34 bạn) đều bị trùng như vậy, và ii) nếu bắt buộc phải nghỉ, thì tụi em sẽ phải nghỉ 2/5 tiết mỗi tuần. . . . Thông tin cụ thể, em xin phép được gửi kèm thời khóa biểu của em ở học kỳ 211 và 212.. . . . Kính mong được Phòng đào tạo giúp đỡ.. . . . Kính thư!",
            "\"Chào bạn. . Bạn liên hệ với [full_name] : [email], để được hỗ trợ thêm. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em tên là [full_name], hiện là SV năm 4 ngành Xây dựng Dân dụng.. . . . Ở HK221 em đã đăng kí môn Đề cương LVTN, nhưng ở HK222 này em quyết định không đăng ký môn LVTN.. . . . Theo đó, nếu như em đăng kí ở kì sau nữa (223 hoặc 231) thì liệu em có phải viết đơn đăng ký lại GV Hướng dẫn LVTN không ạ?. . . . Ngoài ra, em có nghe về việc phải bảo lưu Đề cương LVTN (ở kì X) nếu như không làm LVTN ở ngay học kì sau (kì X+1). Việc này cụ thể thế nào ạ?. . . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Việc đăng ký lại GV Hướng dẫn LVTN thì bạn phải liên hệ Bộ môn/Khoa. . Điểm môn dc lvtn có thì tự động bảo lưu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT Đại học Bách Khoa TPHCM. . Em là [full_name] MSSV [student_id] chương trình VHVL. Hiện em đã đăng kí thành công môn Hóa đại cương vào kì 212 nhưng TKB trên MyBK vẫn chưa cập nhật còn trên BKEL thì đã có lớp thí nghiệm do cô [full_name] dạy và lớp lý thuyết thầy [full_name]. Vấn đề là trên BKEL lớp Thí nghiệm ghi rõ phân em vào nhóm lớp L63 nhưng trên danh sách mà cô [full_name] up lên thì lại không có tên em trong bất kì nhóm lớp nào và ngay cả link phòng và thời gian học của lớp L63 cũng không có. Hiện em không có email của cô [full_name] để hỏi và rất phân vân không biết mình học vào lớp nào và thời gian nào. Mong PĐT giải đáp cho em.. . Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô.. . Cho em hỏi là đợt tốt nghiệp vào tháng 1 này có tổ chức không ? Nếu có thì dự kiến khi nào?. . Em nhận được tin là có một số bạn đã được gửi mail nhận bằng tại trường nhưng một số thì không. Em có thể tới trường nhận bằng được chưa  ạ . . . Mong thầy/cô giải đáp thắc mắc giúp em, em cảm ơn.. .",
            "Chào em,. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . . . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh (chị),. . . . Em hiện tại đã hoàn thành môn học EE1001, do chương trình đào tạo của PFIEV khi năm nhất em được nhà trường phân bố học môn EE1001 (do đầu vào em trúng tuyển ngành điện điện tử). Nhưng hiện tại ngành em học là cơ điện tử và mã môn học EE1001 không nằm trong CTDT.. . . . Em có nguyện vọng xin miễn điểm môn học ME1001 để có đủ STC đăng kí LVTN và TTTN trong đợt đăng kí môn học vào ngày 18/01 sắp tới.. . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cơ lưu chất  MSMH: CI2005. . Em xin đăng ký môn học dự thính vào các lớp buổi tối . . . .",
            "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo. . Em tên: [full_name], MSSV:[student_id], Khoa Khoa học máy tính, chương trình CLC.. . Em có đăng kí môn GDTC học phần 2 nhưng do sỉ số không đủ nên bị hủy lớp. Em thắc mắc là hk hè hay hk1 năm 2 pđt có mở lớp những môn này không ạ, nếu không thì em có nguyện vọng đăng kí môn GDTC ở học kì này được không ạ?. .",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí riêng phần mở rộng cho môn học Mật mã và an ninh mạng, Mã MH (mr): CO306E trong học kì 212.. . Em có đính kèm nội dung trao đổi mail với khoa Máy tính cũng như đơn đăng kí đã được xác nhận từ khoa.. . . . Em cảm ơn.",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô,sao em vào bkel bị chậm lắm ạ,phải tải 30 phút mới vào em bị muộn học ạ không biết phải làm sao,không biết là hệ thống bkel có trục trặc gì không mà,mong quý thầy cô khắc phục ạ,em sợ trễ học,tải trang gần 30 phút mới vào được.",
            "Chào em,. . Chắc bị lỗi, tuỳ thời điểm nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dear Quý Thầy Cô,. . . . Em là [full_name], MSSV: [student_id], hiện tại em bị tạm dừng học và không đăng ký môn học trên Mybk được. Em đã gửi đơn thu nhận lại để đăng ký thi tiếng Anh nói viết nhưng Mybk của em vẫn không đăng ký môn học được. Mong Quý Thầy Cô giúp đỡ để em được đăng ký thi tiếng Anh và đăng ký tốt nghiệp ạ.. . . . Thanks & Best Regards,. . . . [full_name]",
            "Chào em,. . Về việc tình trạng không ảnh hưởng đến việc thi AV nói viết nhé. . Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm ngoại ngữ để hỏi về việc đăng ký thi AV nói viết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy cô,. . . . Em tên [full_name]-MSSV:[student_id]. . . . Kì 212 em đã đăng kí hõan thi cuối kì hóa vô cơ (CH2013) và được pđt và bộ môn xem xét chấp thuận (Điểm trên Mybk hiện là điểm 15). . . . . HK221 em muốn đăng kí thi bổ sung thì em phải đk mới môn hóa vô cơ và theo dõi lịch thi cuối kì của lớp để thi bổ sung phải không ạ?. . . . . Em có muốn hỏi học phần thí nghiệm hóa vô cơ trong học kì 212 có được bảo lưu không ạ?. . . . . Và có phải đóng học phí môn hóa vô cơ HK221 không ạ?. . . . Em cảm ơn Qúy thầy cô, và mong hồi âm từ thầy cô.. .",
            "Chào em,. . Em vui lòng trình bày lại giúp cô nhé, hiện HK212 mới bắt đầu HK từ ngày 4/1/2022 mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là [full_name],MSSV [student_id].Đợt đăng kí môn học vừa rồi em có đăng kí Luận văn tốt nghiệp nhưng bị hủy kết quả do thiếu tín chỉ,em dự định ngày 20/1/2022 sẽ thi bằng Anh văn để nộp vào để chuyển điểm Anh văn.Nhưng em thấy mail của trường gửi nói là ngày 18-19/1 là đợt đăng kí cuối cùng.Em muốn hỏi là nếu ngày 20/1 em thi và chờ có kết quả thì sau đó còn có cơ hội để kịp chuyển điểm để đăng kí Luận văn tốt nghiệp không ạ,và nếu có cơ hội thì e cần phải làm những gì ạ.Em mong thầy cô sẽ đọc và trả lời sớm nhất có thể ạ.Em xin cảm ơn.",
            "\"Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học (thiếu số tín chỉ). Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/ cô PĐT,. . Em là [full_name]. . Mssv [student_id]. . Em có nhận phản hồi yêu cầu gởi lại câu hỏi yêu cầu.. . Em không rõ nguyên nhân em không đăng ký được luận văn. Đến hiện tại em không có TKB môn học CI4383.. . Mong thầy cô giúp em xử lý, đăng ký giúp em luận văn tốt nghiệp để em hoàn thành chương trình học của mình. Hoặc lần đăng ký sắp tới, Em rõ nguyên nhân để  không phải bị huỷ nữa ạ.. . Mong thầy cô giúp đỡ để em có thể hoàn thành chương trình học của mình.. . Em xin trân thành thầy cô đã giúp đỡ.. . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi thầy(cô),. . Em tên là [full_name], Mssv: [student_id], lớp QL1902 khoa Quản lý Công nghiệp.. . . . Em gửi thư này mong thầy cô xem xét lại cho em được đăng kí môn Thực tập ngoài trường (mã môn học: IM3325- nhóm L01). Lí do lần này em bị xoá môn là do không đủ số tín chỉ tích luỹ. Nhưng với quy chế của nhà trường thì em đã tích lũy được 70 tín chỉ (đủ điều kiện để có thể đăng kí môn học này), học kì 211 vừa rồi em đã hoàn thành 20 tín chỉ và 4 tín chỉ của môn Khoa học Trái Đất của HK202 bị hoãn do dịch. . . Mong thầy(cô) có thể xem xét giúp đỡ cho em đăng kí môn học này để em có thể ra trường đúng hạn. Em chắc chắn rằng em có đủ năng lực để có thể tham gia môn học này. Em đã có viết mail gửi đến Phòng Đào tạo nhưng chắc vì quá tải nên em vẫn chưa nhận được phản hồi. Mong thầy cô có thể sớm xem xét và phản hồi cho em về sự việc này.. . . . Em xin chân thành cảm ơn!. . Chúc thầy(cô) có một buổi làm việc vui vẻ.. . Trân trọng.. .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. .",
            "Chào bạn. .  Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo, hiện nay myBK sập nên em không truy cập được vào khoá học để lấy link học. Mong phòng đào tạo cung cấp link môn học or mail giảng viên thầy [full_name] or số điện thoại để em có thể liên lạc. Em cảm ơn phòng đào tạo. . . Regards !",
            "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Mail giảng viên thầy [full_name] or số điện thoại để em có thể liên lạc. . =  Em liên hệ Khoa để biết nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo:. . Cô/ Thầy cho em hỏi về vấn đề hoãn thi kỳ 211. . Em có hoãn thi môn cơ lưu chất trên MyBk trước ngày thi. Mà sao nay lên điểm lại có điểm cuối kỳ ạ. Em chân thành cảm ơn,",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tên môn học: Luận văn tốt nghiệp (cđ). . mã môn học: ci4313. . mã nhóm muốn đăng kí: A01",
            "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo:. . Thầy/ Cô cho em hỏi là em có môn thi ngày 19.12 môn cơ lưu chất, em có đăng ký hoãn thi trên mybk trước ngày thi và em không tham gia thi cuối kỳ. Sao nay lên điểm em lại có điểm 0.25 dù em đã hoãn và không thi. Xin quý thầy cô xem xét giúp em. Em xin chân thành cảm ơn.",
            "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi [student_id]\t[full_name]\tCI2003. .  và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào pđt, chuyện là em có đăng kí môn học giáo dục thể chất 3 nhưng bkel không cho phép mặc dù em đã hoàn thành 2 phần gdtc trước đó nên cho em hỏi là pđt có thể cho em cơ hội để đăng kí . . lại được không ạ vì em cần đủ học phần gdtc để đăng kí môn cho năm 3 ạ. Em cảm ơn pđt .",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . - Em xem CTĐT của mình có mấy GDTC nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM. . Em tên là [full_name], mssv [student_id],ngành Kỹ thuật Ô tô CLC. Được biết lớp Giáo dục thể chất học phần 1 PE1015-CC15 vẫn còn trống vài suất, em muốn xin phòng đào tạo có thể ghép em vào với ấy được không ạ? Em mong phòng đào tạo hỗ trợ em để có thể theo kịp tiến độ học tập cùng các bạn. Em xin cảm ơn ạ.",
            "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào pdt, em là sv khoá k17! Em có nguyện vọng muốn đổi chuyên ngành từ [full_name] sang [full_name]. Mong pdt hướng dẫn để em có thể được chuyển chuyên ngành ạ. . Theo quy chế học vụ của trường, để được đăng kí học kì tốt nghiệp của ngành thứ 2 (Dân dụng) thì bắt buộc phải tốt nghiệp ngành thứ 1 (Cầu đường). Nhưng do không còn đam mê cũng như áp lực từ phía gia đình khiến em không thể hoàn thành tốt nghiệp chuyên ngành Cầu đường được ạ. . Em chỉ còn học môn Thực tập tốt nghiệp và Đề cương của [full_name] nữa là sẽ được nhận LVTN. Em có thử đăng kí môn nhưng pdt không cho phép đăng kí vì sai ctdt. . Vì vậy kính mong pdt xem xét tạo điều kiện để em được đăng kí học nốt các môn còn lại cũng như đủ điều kiện để nhận LTVN Dân dụng. . Em cảm ơn pdt nhiều ạ!",
            "Chào em,. . Em có nguyện vọng muốn đổi chuyên ngành từ [full_name] sang [full_name].. . =  Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn LVTN mã môn ME4029 em đã đăng ký GVHD là thầy [full_name] mà trên hệ thống đang phân cho em thầy [full_name].. . . . Em liên hệ với bộ phận nào để xin điều chỉnh ạ?",
            "Chào em,. . [full_name] phân công GV trên hệ thống, em vui lòng liên hệ [full_name].. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào admin,. . Mình đăng ký môn học luận văn tốt nghiệp ngành kỹ thuật máy tính(mmh: CO4323) vào đợt đăng ký môn học lần 2 và hệ thống phòng đào tạo đã hủy phiên đăng ký này vì lý do thiếu môn học tiên quyết (xử lý tín hiệu số - mmh: CO2035) (hình đính kèm 1). . Mình đã học môn tương đương (xử lý tín hiệu số - mmh: CO2029), cấu trúc môn học trên hệ thống phòng đào tạo đã đồng ý rằng đây là 2 môn tương đương và có thể chuyển đổi qua lại (hình đính kèm 2) nhưng mình vẫn bị hủy kết quả.. . Hình đính kèm 3 là kết quả mình đạt được cho môn học CO2029.. . Mình cảm ơn admin đã đọc tin này và mình hi vọng trường hợp này sẽ sớm được giải quyết",
            "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name] ,MSSV [student_id],sinh viên khoa Kỹ Thuật Giao thông. Dạ theo em biết từ bạn bè thì kì trước mấy bạn được cứu xét khi không đủ chỉ.Trong khi kì này dịch diễn ra phức tạp hơn đến hiện tại chỗ em vẫn còn dịch không thể thi anh văn để đủ chỉ theo yêu cầu của nhà trường nhưng lại không cho cứu xét ạ.Mong nhà trường xem xét kĩ cho e để e có thể hoàn thành tiến độ học tập của mình ạ.Em xin chân thành cảm ơn ạ.Phía dưới là đơn xin được học đăng kí luận văn. E hứa sẽ hoàn thành mọi yêu cầu của nhà trường một cách sớm nhất ạ.",
            "\"Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học (thiếu số tín chỉ). Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PĐT!. . Em tên: [full_name], MSSV: [student_id]. . Dạ, chuyện là đợt đăng kí đợt 3 của môn học LVTN (CH4347) của em bị hủy vì lý do không đủ điều kiện nhận LVTN (Và em đã thấy mail đăng kí cho đợt cuối cùng rồi ạ).. . Theo như em tìm hiểu thì điều kiện để nhận LVTN là tối đa 7 chỉ. Nhưng hiện tại, em chỉ còn đang thiếu 8 tín chỉ của môn anh văn, do em không có học trong trường và dự định sẽ thi lấy bằng CCAV và thực hiện chuyển điểm để đảm bảo có thể nhận được LVTN. Nhưng do tình hình dịch bệnh trước đó mà cho đến nay em vẫn chưa thể thi được để có thể nộp bằng và chuyển điểm để đảm bảo đúng tiến độ nhận LVTN ạ. Liệu PĐT có cách giải quyết nào đối với trường hợp của em không ạ?. . Em xin chân thành cảm ơn ạ!",
            "\"Chào bạn. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Em là [full_name]. MSSV: [student_id]. LỚP 17VP-[full_name]. Em xin PDT mở môn học Cấu trúc dữ liêu nâng cao. MSMH: 501704. Vì môn học cấu trúc dữ liệu không còn nằm trong chương trình đào tạo và chỉ còn mình em học lại môn này. Em đã xin phép thầy [full_name] đồng ý mở môn học và thầy [full_name] trưởng bộ môn cũng đã xác nhận đồng ý nên em mong PDT có thể tạo điều kiện mở môn học để em có thể làm luận văn tốt nghiệp.. . Em xin chân thành cảm ơn",
            "đã xử lý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào quý thầy cô, . . thưa thầy cô kì này em đăn kí nhầm môn hóa hữu cơ mã môn học là CH203. Em muốn xin đổi về lớp thường thì cần thủ tục gì ạ . . em cảm ơn quý thầy cô . .",
            "Chào bạn. . Bạn cần ghi rõ nội dung . . Nếu bạn đăng ký nhầm qua lớp KSTN thì liên hệ Khoa để đăng ký danh sách, Khoa sẽ tập trung làm công văn thay đổi nhóm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT trường ĐHBK TPHCM.. . Em [full_name] MSSV: [student_id] Khoa: Điện-Điện tử, trong học kì 212 này có đăng ký Luận văn tốt nghiệp mã MH EE4313 nhưng do trong bảng điểm vẫn chưa cập nhật điểm đạt:. . - Học kì 202 môn Máy Điện EE3009. . - Học kì 211 môn hệ thống năng lượng xanh EE3131.. . kính mong PĐT cứu xét để em có thể sớm kịp thời gian học tập và đúng tiến độ ra trường.. . Xin chân thành cám ơn.",
            "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em có đăng ký hoãn thi cuối kỳ môn Quản trị kinh doanh - IM3001 do không đáp ứng đủ yêu cầu về thiết bị. Tình trạng là đang xử lý. Nhưng điểm nhập trên mybk là điểm 13.. . Vậy em có cần đăng ký phúc tra bài thi không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    }
]