[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa [full_name]. . em là [full_name] MSSV:[student_id] lớp: VL18SI. . em muốn đăng kí học kỹ thuật gốm sứ (MA4001) song hành với môn hóa học và hóa lí silicat (MA3085). . Lý do: Em bị trễ một học kì (chưa đủ chuẩn anh văn hằng năm) do đó chưa học được môn hóa lí silicat (MA3013) là môn học trước của môn kỹ thuật gốm sứ nên em muốn xin phòng đào tạo cho phép em được đăng kí học môn kỹ thuật gốm sứ (MA4001) song hành với môn hóa học và hóa lí silicat (MA3085). . Kính mong phòng đào tạo xem xét và tạo điều kiện cho em để em có thể học kịp theo tiến độ được đề ra.. . Em xin chân thành cám ơn!. .",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2010297  /b \t. . . .   i Yêu cầu khác . Theo em được biết thì bên bộ môn của Khoa Điện đã có đề xuất được tăng sĩ số tối đa của các lớp lên 10 sinh viên ạ, cụ thể là có môn Kỹ Thuật Số (mã môn EE1009). Cho em hỏi là khi nào thì PĐT cập nhật lại danh sách tăng sĩ số ạ, tại vì đợt đăng kí môn lần này của em có môn song hành với môn đó nên em cần đăng kí được môn đó ở trong đợt 2 này ạ. Em cảm ơn đã đọc và em mong chờ phản hồi từ nhà trường.",
            "Chào bạn,. . Bạn vui lòng trình bày cụ thể là Khoa điện đồng ý tăng môn học nào? Mã số MH, cụ thể tăng bao nhiêu?. . Đã gửi yêu câu cho bộ phận ĐKMH của Phòng Đào tạo chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô, em muốn xin giấy xác nhận sinh viên có kèm mộc của nhà trường qua mail để xác nhận em vẫn đang đi học. Địa phương em đang giãn cách nên không thể chuyển phát được. Vậy em phải làm thế nào ạ?",
            "Chào bạn,. . Bạn có thể vào mybk.hcmut.edu.vn/In xác nhận SV để đăng ký và có thể chọn hình thức gửi qua đường bưu điện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi phòng đào tạo . . Em tên [full_name]. . Mssv [student_id]. . Hôm nay 13h00 ngày 10 tháng 8 em có thi cuối kỳ giải tích 1 nhưng hiên tại em vào bkexam thì không thấy nhóm thi của mình ạ em thuộc nhóm DT02A. . Mong phòng đào tạo xem xét giúp em ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EM xin mở thêm sỉ số lớp DT01_DT01 ( EE1015 - Kỹ thuật số ) lớp dự thính . . [full_name] -[student_id]",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. .",
            "Đăng ký môn học . Đăng ký môn học. . . . EM xin mở thêm sỉ số lớp DT01_DT01 ( EE1015 - Kỹ thuật số ) lớp dự thính. . [full_name] -[student_id]",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy/cô!. . . . Em là sinh viên khoa Khoa học và Kỹ thuật Máy tính, MSSV: [student_id], đã bị thôi học vào tháng 4/2020. . . Sau đó em được thu nhận vào hệ VLVH đợt tháng 5/2021. (myBkel/thongtinsinhvien).. . Tuy nhiên, trong đợt DKMH HK211 - đợt 1, em vẫn bị huỷ kết quả đăng ký với lý do Thôi học/ Nghỉ học. . . Trong đợt DKMH HK211 - đợt 2, em không thể đăng ký ở mục dành cho sinh viên chuyển hệ. . . Kính mong Phòng đào tạo xem xét, giải quyết. . . Em xin chân thành cảm ơn. . .",
            "Chào bạn. . Pdt đã cập nhật. . Bạn giờ là SV VLVH, bạn đăng ký \"\"Đăng kí môn học dự thính chính quy hệ VHVL\" nếu đăng ký chung với chính quy thì chọn mục chuyển hệ. . - CTDT theo khóa 2015 nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô, xho em hỏi hoãn thi thì mặc định kì này môn đã hoãn thi tạm tính chỉ qua môn hay không tín chỉ vậy ạ?",
            "Chào bạn,. . Trong HK211 này:. . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812764  /b \t. . . .   i Yêu cầu khác . Dạ em chào Thầy/Cô,. . Sáng nay em có tham gia thi cuối kỳ 202 môn Kỹ thuật Siêu cao tần, em có điểm danh và nộp bài xác nhận đã nộp, còn bước ghi màn hình em dùng phần mềm googlemeet để chiếu màn hình lên và ghi màn hình đã chiếu, mà giờ em chưa nhận được file ghi màn hình.. . Em có thấy trong mục điền form nộp video, ghi nếu không có file ghi màn hình thì môn bị 0d sau 48h. Em có thử tập luyện trước thi và đều nhận được file ghi màn hình trong các lần làm thử đó.. . Em sợ nếu không có file ghi màn hình để nộp thì em bị 0d,em có thể hoãn thi hay được hỗ trợ như thế nào không ạ. Mong Thầy/Cô giải đáp giúp em.. . Em cảm ơn Thầy/Cô đã xem tin này ạ.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào ạ,. . . . Em là [full_name], MSSV:[student_id]. Khi thi Kỹ thuật siêu cao tần sáng nay thì record màn hình của em bị mất kết nối giữa chừng nên em phải vào record lại. Tuy nhiên, khi em vào kiểm tra lại thì chỉ thấy một video sau khi record lại chứ không thấy video trước khi bị mất kết nối record. Trường hợp của em nó như thế vậy phải làm sao ạ? Em bị đánh rớt hay sẽ cho kiểm tra lại vào đợt sau ạ?. . . . Em cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau khi được thông báo em phải làm đơn thu nhận lại hk211 để đk thời khóa biểu lần này, do đó em xin hỏi nếu làm xong em phải nộp bằng các nào ạ? NẾu là hình thức online, em sẽ gửi qua link nào ạ?",
            "Đăng ký môn học. . . . Sau khi được thông báo em phải làm đơn thu nhận lại hk211 để đk thời khóa biểu lần này, do đó em xin hỏi nếu làm xong em phải nộp bằng các nào ạ? NẾu là hình thức online, em sẽ gửi qua link nào ạ?  /QUOTE . .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tôi có một môn thi online đã thi và làm bài xong, nhưng lúc kiểm tra lại video ghi màn hình thì có lỡ tay ấn nhầm nút ghi đè video nên đã mất video quá trình ghi màn hình và không tìm lại được.Tôi có thể xin hướng giải quết vấn đề này để bài làm của tôi được chấp nhận không.. . Tôi xin chân thành cảm ơn!",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi PĐT,. . Em tên là [full_name], MSSV:[student_id]. Em xin phép được đăng ký hoãn thi môn Hóa hữu cơ CH2021 ạ. Em đã được giảng viên xác nhận không dự kiến cấm thi qua mail. . . Mong sớm nhận được hồi âm từ anh/chị,. . Em xin cảm ơn.. .   i Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id], là thành viên của lớp Giải Tích 2 (MT1005) nhóm CC11. Em thi cuối kì môn Giải Tích 2 ca 13h00 ngày 6/8/2021, khi kết thúc phần thi và upload video quay màn hình qua google form thì em có đặt nhầm ngày thi trong tên file thành 3/8/2021 ạ. Em mong phòng đào tạo có thể giúp em trong việc giải quyết vấn đề này ạ.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV:[student_id]. . Kính mong pđt xem xét mở lớp Công nghệ vật liệu (MA2035) (File đính kèm). .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin đăng ký .em khong tự đăng ký được ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   /B PDT cho em hỏi em có thể xin hoãn nộp bằng toeic đến giữa kì để dk luận văn ko ạ. Tại em thấy nhiều bạn đã từng hoãn rồi. Nếu hoãn em cần làm những gì để được dk luận văn ạ.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào phòng đào tạo,. . Nay em viết thư này mong nhà trường hướng dẫn cho em cách làm thủ tục chuyển hệ sang hệ VLVH ạ. Do đến tháng 10 này là thời gian tối đa để em theo học chương trình chính quy nhưng em vẫn còn luận văn, anh văn 4, kỹ năng nói viết tiếng anh và 3 ngày công tác xã hội nữa nên em thấy không có khả năng để hoàn thành xong chương trình còn lại trong thời gian này. Chính vì như vậy em mong nha trường hướng dẫn cho em cách làm thủ tục chuyển hệ để em có thể có được tấm bằng để được đi làm ạ, em xin thành thật biết ơn,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lúc thi môn Cuối kì Giải tích 2, em nhận ra là em có trục trặc với quay màn hình bằng phần mềm Google Meet mà khi thi xong em mới biết.. . . . 6/8: Em thi 2 môn là Cơ sở vi phân và Giải tích 2 và em chỉ ghi thành công môn Cơ sở vi phân thôi ạ. Bằng chứng là hình Mail Google meet chỉ gửi file ghi màn hình môn Cơ sở vi phân. . . . . Em mong muốn được thi lại môn Giải tích 2 ạ. . . . . . . .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô . . Thầy cô cho em hỏi là kì dự thính này học phí là 880 nghìn/1 tín chỉ đúng không ạ? Hay kì hè mới 880 ạ",
            "Chào bạn,. . Bạn vui lòng xem quy định về học phí tại đây: aao.hcmut.edu.vn/Sinh viên/học vụ/học phí/ MỨC THU HỌC PHÍ CỦA NĂM HỌC/Năm học 2021-2022). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kình thưa phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id]. K17 lớp VP17XDC.. . Em xem trên Mybk thấy mình bị huỷ tất cả môn đăng kí đợt 1 do 4 lý do: nợ học phí, nợ sách thư viện, nợ SHCD, nợ bằng thpt.. . Em xin trình bày như sau:. . 1. Nợ học phí: em đã khắc phục và đóng đủ các khoản ạ.. . 2. Nợ sách thư viện: em đã liên hệ với cô quản thư và cô đã đồng ý gia hạn cho em đến 30/8 ạ.. . 3. Nợ SHCD: việc này em hơi thắc mắc vì em không vắng buổi sinh hoạt công dân nào, đồng thời trong danh sách xử lí sinh viên không tham gia sinh hoạt công dân cũng không có tên em.. . 4. Nợ bằng THPT: vấn đề này PDT đã cho phép ạ.. . Hiện tại em sẽ bắt đầu đăng kí lại trong đợt đăng kí môn học thứ 2 này. Từ những điều trên em kính mong phòng đào tạo xem xét lại và tạo điều kiện cho em đăng kí môn học trong kì 211.  Em xin chân thành cám ơn ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo,. . Nay em viết thư này mong nhà trường hướng dẫn cho em cách làm thủ tục chuyển hệ sang hệ VLVH ạ. Do đến tháng 10 này là thời gian tối đa để em theo học chương trình chính quy nhưng em vẫn còn luận văn, anh văn 4, kỹ năng nói viết tiếng anh và 3 ngày công tác xã hội nữa nên em thấy không có khả năng để hoàn thành xong chương trình còn lại trong thời gian này. Chính vì như vậy em mong nha trường hướng dẫn cho em cách làm thủ tục chuyển hệ để em có thể có được tấm bằng để được đi làm ạ, em xin thành thật biết ơn,",
            "Chào bạn,. . Bạn có thể làm đơn xin chuyển hình thức đào tạo qua VLVH và nộp tại Phòng Đào tạo nhé, để tiếp tục hoàn thành CTĐT. . Thân",
            "dạ em cám ơn ạ,. . em biết dạo gần đây nhà trường rất bận trong hình thức online này. nhưng em vẫn còn điều thắc mắc là không biết thời gian để em có thể làm đơn là khi nào do hiện tại tình hình này thì em khó thể lên phòng đào tạo được ạ. em xin chân thành càm ơn,",
            "Chào bạn,. . Hiện tại bạn có thể nộp đơn liền để tiếp tục ĐKMH cho HK211 nhé (nếu bạn muốn). . Thân",
            "Dạ em cám ơn ạ,. . Nhưng bây giờ thì em không thể lên thành phố được để nộp được thì em có hình thức trực tuyến nào để em có thể xin chuyển không ạ. Em xin chân thành cám ơn,",
            "Chào bạn,. . Bạn có thể làm đơn và gửi qua bksi nhé!. . Thân",
            "Dạ,. . Em có thể làm đơn và chụp ảnh lại gửi qua tin nhắn này được không ạ, em xin cám ơn ạ,",
            "Được nhé bạn!",
            "Dạ em cám ơn nhà truòng,. . Bây giờ em xin được gửi đơn bằng file ảnh ạ, em mong nhà trường giải quyết sớm dùm em. Em xin chân thành cám ơn nhà trường nhiều,",
            "Chào bạn. . Pdt đã xử lý đơn chuyển VLVH của bạn. . - Bạn vui lòng viết thêm 1 đơn muốn dkmh nào, tình hình này, Pdt sẽ xếp đkmh nào còn sĩ số cho bạn. . Thân. .",
            "Dạ em xin cám ơn [full_name]dt ạ, do em chỉ còn môn luận văn tốt nghiệp, anh văn 4 (chắc em sẽ thi toeic chuyển điểm qua ạ), nên theo chương trình bên chính quy thì em chỉ còn luận văn tốt nghiệp thôi ạ. Nhưng em không biết khi em chuyển qua hệ vừa làm vừa học thì chương trình học và điều kiện anh văn với ngày công tác xã hội sẽ như thế nào ạ. Em mong phòng đào tạo chỉ dùm cho em điều kiện còn lại để em có thể hoàn thành chương trình học ạ, em xin chân thành cám ơn phòng đào tạo ạ,",
            "Dạ em xin cám ơn [full_name]dt ạ, do em chỉ còn môn luận văn tốt nghiệp, anh văn 4 (chắc em sẽ thi toeic chuyển điểm qua ạ), nên theo chương trình bên chính quy thì em chỉ còn luận văn tốt nghiệp thôi ạ. Nhưng em không biết khi em chuyển qua hệ vừa làm vừa học thì chương trình học và điều kiện anh văn với ngày công tác xã hội sẽ như thế nào ạ. Em mong phòng đào tạo chỉ dùm cho em điều kiện còn lại để em có thể hoàn thành chương trình học ạ, em xin chân thành cám ơn phòng đào tạo ạ,",
            "Dạ em xin cám ơn [full_name]dt ạ, do em chỉ còn môn luận văn tốt nghiệp, anh văn 4 (chắc em sẽ thi toeic chuyển điểm qua ạ), nên theo chương trình bên chính quy thì em chỉ còn luận văn tốt nghiệp thôi ạ. Nhưng em không biết khi em chuyển qua hệ vừa làm vừa học thì chương trình học và điều kiện anh văn với ngày công tác xã hội sẽ như thế nào ạ. Em mong phòng đào tạo chỉ dùm cho em điều kiện còn lại để em có thể hoàn thành chương trình học ạ, em xin chân thành cám ơn phòng đào tạo ạ,",
            "Chào bạn,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 20 và phụ lục 1 (mục 3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp). . Thân. .",
            "Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. .",
            "Dạ em xin cám ơn nhà truòng,. . Bây giờ em xin gửi đơn đăng ký môn học, em mong nhà trường giúp em đăng ký môn học với ạ. Em xin thành thật cam ơn cán bộ tư vấn và nhà trường ạ,",
            "Dạ, cho em hỏi là không biết em có đăng ký được môn học đã làm đơn không ạ. Em xin cám ơn ạ,",
            "dạ em không biết tình trạng đăng ký như thế nào rồi ạ, em mong phòng đào tạo coi dùm em với ạ. em xin cám ơn pđt ạ,",
            "Phòng đào tạo cho em hỏi là khi em chuyển qua hình thức hệ đào tạo vừa làm vừa học thì em phải áp dụng quy chế của năm em bắt đầu chuyển hay là tính từ khóa đào tạo hệ vừa làm vừa học năm em bắt đầu học chính quy ạ. Vì em không đăng ký được môn luận văn trong khi học kỳ chính trước thì em đăng ký được ạ, em xin chân thành cám ơn ạ,",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Hiện bạn đã có QD chuyển sang VLVH. . Đơn đăng ký LVTN của bạn đang xử lý, Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến ngày 15/9. . Thân. .",
            "Dạ em xin chân thành cám ơn phòng đào tạo, chúc mọi người thật nhiều sức khỏe ạ. em xin chân thành biết ơn đã giúp đỡ cho em,"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name], MSSV: [student_id].. . Xin mở lớp Vi xử lý (EE2039) dự thính kì 211.. . Giảng viên nhận lớp: thầy [full_name]. . TKB: lý thuyết: thứ 3 tiết 13 14 15. .      thí nghiệm: chủ nhật, nhóm 1: tiết 3 4 5 6, nhóm 2: tiết 8 9 10 11.. . . . Các tập tin đính kèm: +mail giảng viên đồng ý nhận lớp.. .                       +Phiếu đăng ký mở lớp. .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/ cô!. . Em hiện là sinh viên k15. Em còn 1 học kỳ cuối để đăng ký luận văn tốt nghiệp. Em có đăng ký đi thi ở IIG HCM vào đầu tháng 6 để hoàn thành chứng chỉ toeic. Nhưng do tình hình dịch bệnh chuyển biến phúc tạp nên IIG đã đóng cửa từ 31/5 đên thời điểm hiện tại. Nên em không thể đăng ký được LVTN. Em rất mong nhận được phản hồi và giúp đỡ từ quý thầy cô. Em xin cảm ơn!. . Chúc quý thầy cô sức khoẻ và bình an.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận của giáo viên hướng dẫn và khoa sau đó nộp tại Phòng Đào tạo.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi trường hợp của em lớp VH17HK, các môn chính trị của em theo mã môn cũ của chương trình VP, em có được đăng kí học các môn chính trị theo mã mới không?. . . . Em đã thử đăng ký những môn bên dưới theo các nhóm CC01,... và có phản hồi của hệ thống là \"Bạn không được phép đăng ký vào nhóm lớp này\":. .  . . SP1007 Pháp luật Việt Nam đại cương. . SP1031 Triết học [full_name] - [full_name] . . SP1033 Kinh tế chính trị [full_name] - [full_name] . . SP1035 Chủ nghĩa xã hội khoa học . . SP1037 Tư tưởng [full_name]. . SP1039 Lịch sử Đảng Cộng sản Việt Nam. . . .",
            "Chào em,. . Vấn đề môn tiên quyết, môn khác mã, tương đương, thay thế em liên hệ [full_name], GVCN  tư vấn. Sau khi có thông tin chính xác thì SV mới đkmh được nhé.. . - Em đã thử đăng ký những môn bên dưới theo các nhóm CC01,... và có phản hồi của hệ thống là \"Bạn không được phép đăng ký vào nhóm lớp này\":. . . . =  Nhóm này dành cho SV ĐTQT. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K17 học kì 211 này đã là năm thứ năm. Số môn học cũng không còn nhiều. Học kì chính này em chỉ đăng ký được có 4 tín chỉ, còn dự thính tối đa chỉ được 10 tín chỉ, tổng tín chỉ học kì chính và dự thính đã trên 10 tín chỉ rồi, nhưng em không biết chỉ 4 tín chỉ học kì chính có bị buộc dừng 1 học kì hay không ạ",
            "Chào bạn. . Không sao nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . em chào anh chị!. . Hiện tại em đang có nhu cầu học các môn tự chọn sau: . . EE3117 Thiết kế vi mạch số. . EE3113 Quy trình thiết kế và sản xuất vi mạch. . EE3043\tCấu trúc máy tính. . . . vì là sv năm 4 em rất cần học các môn tự chọn để đủ đk làm luận văn. Tuy nhiên tất cả các môn tự chọn em dự định học đều đã hết sỉ số kính mong nhà trường xem xét mở thêm sỉ số lớp để em có thể học ạ.. . em xin chân thành cảm ơn sự giúp đỡ của anh chi!",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính thưa thầy, cô phụ trách,. . Em tên là [full_name], MSSV [student_id], lớp trưởng lớp CK19CNM. . . Thưa thầy cô, theo đúng tiến độ chúng em có môn tự chọn chuyên ngành Quản lí đơn hàng (ME4533) vào kỳ 211. Hiện tại cả lớp đều bị xóa môn do trùng lịch với môn chuyên ngành Thiết kế trang phục 1 (ME3137). Hiện môn quản lí đơn hàng đã mở 2 lớp và 1 trong 2 lớp có sĩ số rất thấp. Nên chúng em làm đơn này kính mong phòng đào tạo sẽ điều chỉnh thời khóa biểu để chúng em được học đúng với tiến độ ạ.. . Em xin chân thành cảm ơn thầy, cô ạ.",
            "Chào bạn,. . Việc thay đổi TKB là phải do GV và khoa đề nghị và kiểm tra điều kiện trùng môn học của SV nhé.. . Bạn vui lòng liên hệ về Khoa để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1614185  /b \t. . . .   i Đăng ký môn học . Dạ em chào Thầy/Cô của Phòng đào tạo ạ.. . Em tên Nguyễn Minh Vương, MSSV : 1614185. . . Em viết đơn này xin trình bày vấn đề như sau ạ. Kì trước em không đăng kí môn học nên đã bị tạm dừng ạ. Kì này em muốn đăng kí thu nhận lại để được đăng kí môn học, nhưng hiện tại tình hình dịch bệnh phức tạp nên em không thể nộp trực tiếp ở phòng đào tạo được.. . Em rất mong nhờ sự giúp đỡ sớm từ thầy cô chỉ cho em cách để em nộp đơn đươc ạ. . . Em xin chân thành cảm ơn thầy cô ạ.. . Chúc các thầy cô sức khỏe ạ.. . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác: Em đã đăng kí giấy xác nhận sinh viên vào ngày 10/08/2021 vào lúc 11h16 phút mong phòng đào tạo duyệt cho em để em có giấy tờ để nộp để hoãn nghĩa vụ quân sự ạ",
            "Chào bạn,. . Hiện tại PDT vẫn tiến hành in theo thông tin SV đăng ký nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . . . Vì lí sinh viên (SV) ngành xây dựng rất nhiều nên có rất nhiều SV không thể đăng ký được môn ĐAMH kết cấu bê tông ct1 án được vì lý do  mở chỉ có 1 lớp . . . . . Vì vậy Em mong PĐT sẽ mở thêm lớp  ĐAMH kết cấu bê tông ct1 để SV đăng ký theo đúng chương trình học mà nhà trường đặt ra và ra trường đúng hạn ạ.. .",
            "Chào bạn. . Pdt đã tăng sĩ số, bạn vào đăng ký nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô ạ, em tên [full_name] masv [student_id]. em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo [full_name] để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name].. . Sáng 10 tháng 8 năm 2021 em có thi môn kỹ thuật siêu cao tần EE3025. Khi vào phòng google meet để thi em đã bật ghi màn hình nhưng tới lúc kết thúc bài thi em xem lại file ghi hình chỉ ghi được 38 phút. Do làm bài nên em không để ý vấn đề này, không biết có phải do lỗi của máy tính hay không? Em không biết là bài thi của em có bị hủy kết quả không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . . . Chào Thầy/Cô,. . . . Em tên là [full_name],hiện là sinh viên K18 khoa Điện - Điện tử.. . . . Hiện em đang rất muốn đăng ký dự thính học kì 211 môn Kỹ thuật Siêu cao tần - Mã môn học: 3025. Tuy nhiên sỉ số của lớp đã đủ nên không biết là em có thể xin quý Thầy/Cô giúp đỡ tăng thêm sỉ số lớp để em có thể tham gia học tập để đáp ứng tiến độ trong quá trình học tập được không ạ.. . . . Em xin chân thành cảm ơn,. . Trân trọng,. . [full_name]",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy,cô em tên là [full_name],mssv:[student_id]. . dạ thầy cô cho em hỏi là h em nộp đơn hoãn thi chỉ cần điền theo form giống trong gmail đã gửi thôi phải không ạ!(có tệp đính kèm bên dưới ạ!). . Và thầy cô cho em hỏi là do bây h em không thể chuẩn bị đủ 2 cam như quy định riêng của môn học thì em có được hoãn thi không ạ!. . và sau khi hoãn thi thì em có cần đăng nhập vào phòng thi báo với cán bộ là mình đã hoãn thi k ạ!. . mong thầy cô trả lời sớm nhất giúp em ạ!. . em xin chân thành cảm ơn ạ!",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô ạ, em tên [full_name] masv [student_id]. em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo vụ Khoa để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] ,sinh viên khoa Điện - Điện tử khóa 2014.. . Em viết mail này để hỏi thầy cô về vấn đề như sau : Học kì 2 vừa rồi em có xin được gia hạn thêm 1 học kỳ ,  nhưng do có nguyên nhân khách quan nên em chưa hoàn thành chương trình đào tạo được . Nay em muốn xin phép Phòng đào tạo cho em được gia hạn thêm 1 học kỳ nữa . Thầy cô cho em hỏi là em có được cho phép gia hạn nữa không ,  và nếu có thì thủ tục gia hạn như thế nào ( khu em ở phường 13 quận 10 bị cách ly hơn 2 tháng nay và em không biết lúc nào được dỡ cách ly )  . . . Em cảm ơn thầy cô đã đọc .",
            "Chào bạn. . Quy định bạn chỉ được gia hạn Hk202, và chỉ gia hạn được 1 lần. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ, sĩ số lớp hóa hữu cơ đang 90/90, em rất có nguyện vọng được học môn này mong thầy cô tăng sỉ số hoặc tăng lớp được không ạ, theo em được biết thì có rất nhiều bạn muốn đăng kí môn này ạ trong đó em đã đăng kí môn này trong đợt 1 ạ",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em tên [full_name] , MSSV: [student_id]. . Trong đợt đăng ký đợt 2 của học kỳ 211 này e không đăng ký được do chưa thanh toán học phì HK203(trong lúc đợt 1 em đã hoàn thành việc đăng ký). Sau đó em có vào BKpay hoàn thành việc thanh toán nhưng vẫn chưa đăng ký được môn học. Rất mông phòng đào tạo xem xét và đưa ra hướng giải quyết cho em ạ. Bởi lúc đầu HK 203 em có vào BKpay vài lần để thanh toán học phí nhưng chưa thấy mục học phí HK203, sau đó thì dịch covid bùng lên và HK203 (việc Thực tập ngoài trường không thực hiên được) nên em cứ nghĩ không được đi thực tập nên chắc chưa thanh toán học phí. Và sau đó vì nhiều lý do cá nhân nên em cũng không nhớ đến học phí HK203 cũng như chưa thấy email mới nào đề cập đến vấn đề này. Vì vậy em rất mong PĐT xem xét lại giúp em để em có thế được đăng ký môn học trong đợt 2 này ạ!Em chân thành cảm ơn và kính chúc Thầy Cô trong PĐT mạnh khỏe ạ!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì lý do gia đình gặp nhiều khó khăn trong vấn đề tài chính trong mùa dịch, bản thân em cũng sơ suất không đọc kỹ nội dung thông báo của trường. Nay em đã đóng học phì đầy đủ và bên dưới enm xin gửi đơn trình bày lý do trễ hạn av2 đơn thu nhận ạ. Em xn cảm ơn",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021. . Sau 10h ngày 12/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . - Và hiện tại chỉ có số SV này đăng ký thôi à, theo quy định phải trên 15 sv, các bạn phải làm thêm đơn mở môn học sĩ số thấp, ghi rõ tiêu đề này để dễ xử lý nghen bạn. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. .",
            "Em chào Cô,. . . . Do hiện tại lớp em sỉ sổ chỉ là 18 bạn nên sỉ số lớp hiện tại của em đã chiếm 50% lớp rồi ạ.. . . . Cô có thể cho em xin mẫu đơn mở môn học sĩ số thấp để em hoàn thành luôn thủ tục được không cô.. . . . Em cảm ơn cô nhiều ạ. Chúc cô có nhiều sức khỏe trong thời điểm dịch bệnh đang phức tạp ạ.. . . . Trân trọng.",
            "Em chào cô,. . . . Hiện tại em vẫn chưa thấy môn GE3135 được mở thưa cô. Cô xem xét lại giúp em với ạ. . . . Em cảm ơn cô ạ. . Trân trọng",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô ạ, em tên [full_name] masv [student_id]. em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo [full_name] để hỏi và cô kêu hỏi Pđt ạ.   Dạ em nhờ Pdt xét tương duong 2 môn này aj.Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], là sinh viên khóa K18 với mã số sinh viên là [student_id].. . . . Hôm nay em có làm phiếu đăng kí mở lớp môn học với mã môn học GE 3087 và có xin được hết tất cả chữ ký của giảng viên giảng dạy, chủ nhiệm bộ môn và chủ nhiệm khoa rồi ạ. Không những thế mà em còn tổng hợp được danh sách sinh viên muốn học môn này nữa ạ.. . . . Kính mong Phòng Đào tạo phê duyệt phiếu đăng kí mở lớp môn học của em ạ vì em rất quyết tâm muốn học cải thiện môn này ạ. Em cám ơn",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Lê Quốc Đạt MSSV [student_id]. . Em muốn đăng ký môn học Anh Văn 4 . . MSMH LA1009,để duy trì tình trạng học tập do dịch em không thể thi anh văn để hoàn tất luận nên cần đăng kí môn duy trì học kỳ 211, mong thầy (cô) xem xét giúp em ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào thầy cô ạ, em tên [full_name] masv [student_id]. em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo [full_name] để hỏi và cô kêu hỏi Pđt ạ.   Dạ em nhờ Pdt xét tương duong 2 môn này aj.Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Kính gửi Quý Thầy Cô Phòng Đào tạo,. . . . Em xin tăng số lớp L01 môn Đồ án Kết cấu Bê tông cốt thép 1 (Mã môn học: CI2093) học kì chính 211. Do em bị trễ tiến độ học nên đăng ký trễ môn học này trễ 1 năm so với chương trình đào tạo, nhưng lớp L01 đã đủ sĩ số, em cần đăng  học môn này gấp ạ. Em có đăng ký môn học này ở lớp T01 học kỳ dự thính 211, nhưng em không rõ sinh viên chính quy có được học mã lớp này không.. . . . Mong Phòng Đào tạo giải đáp thắc mắc và xem xét trường hợp của em ạ. . . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT, em là sinh viên K19, em học Khoa Điện - Điện tử nhưng muốn tích lũy các môn của Khoa học Máy tính.. . . . Cô cho em hỏi, em đăng ký được môn Kiến trúc Máy tính (CO2007), nhưng em xem trên aao là phải học trước môn Nhập môn điện toán (CO1005), trong khi đó, em chưa học môn này ạ.. . Vậy nếu em học thì có bị xóa kết quả môn Kiến trúc Máy tính (CO2007) không ạ?. . . . Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . . . Dạ em chào thầy/cô. Em là [full_name], mssv: [student_id]. Thầy/cô cho em hỏi là em đã đăng ký môn học ở đợt 1 nhưng đợt 2 thì bị huỷ đăng ký  vì lý do trễ học phí. Em đã thanh toán rồi nhưng chưa thấy được mở để đăng ký lại môn ở đợt 2, mong thầy/cô xem lại giúp e ạ.. . . . Em cảm ơn ạ.",
            "Chào bạn[full_name] [full_name] [full_name] đã mở khoá DKMH HK211, Bạn vào DKMH vào 13 giờ ngày 12/8 nghen,[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thắc mắc là trong phần đăng kí môn học em có đăng kí 2 môn có hangout trùng 1 ngày và liên tiếp vào tiết 9 10, 11 12 thì em có bị hủy môn đăng kí không ạ? Em mới đăng kí trong đợt 2 ạ.. . Em cảm ơn. Chúc anh chị một ngày tốt lành ạ.. .",
            "Chào bạn. . Bạn đợi kết quả cập nhật ngày 16/8 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa nhà trường.. . Em là sinh viên của trường khoá K18 chuyên ngành điện tử viễn thông ạ.. . Dạ nhà trường cho em hỏi là em thấy trên lịch học vụ 16/8 bắt đầu học kì mới nhưng em có môn 25/8 mới thi xong mà đợt 2 này hạn đăng kí là 12/8. Nếu em đăng kí đợt 2 này rồi thì có đợt đăng kí sau em có thể hiệu chỉnh cũng như xoá môn được không ạ? Nếu như không xoá môn được thì có thể sẽ phải rút môn học, vậy lúc đó việc rút môn học mất chi phí như thế nào ạ?. . Dạ em cảm ơn ạ. Mong nhận được phản hồi sớm từ trường ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Đăng ký môn học . xin chào thầy cô!. . . . em là [full_name] sinh viên k18 ngành logistics và quản lí chuỗi cung ứng. . . ở đợt DKMH đợt 2 e có đăng kí môn Kĩ thuật dự báo(ME3157) nhưng không đăng kí được bị thiếu môn tiên quyết mặc dù e đã đủ điều kiện đk môn học. do việc học môn đương thay thế nên hệ thông không đăng kí cho em. mong phòng đào tạo xem xét để e được đăng kí môn học này ạ. vì môn này ảnh hưởng lớn đến tiến độ học tập của e ạ.. . e cam ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, em hiện tại đang học kì 2 của năm 4. Dự kiến sẽ đủ tín chỉ để tốt nghiệp trong đợt tốt nghiệp cuối năm nay. Em có cần phải đăng kí môn học cho học kì 211 để duy trì tình trạng sinh viên hay không ạ?. .",
            "Chào bạn,. . Việc đăng ký môn học là do SV tự đăng ký nhé, nếu bạn đã đủ điều kiện tốt nghiệp tháng 11/21 này thì bạn đợi thông tin xét tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo, em là [full_name], MSSV [student_id] thuộc chương trình PFIEV.. . Được sự cho phép của Giảng viên giảng dạy - thầy [full_name], chủ nhiệm bộ môn Hệ thống điện - thầy [full_name], Chủ nhiệm khoa Điện - thầy [full_name] và thầy [full_name], em xin gửi đơn xin mở môn học dự thính học kì 211.. . Môn học: Năng lượng tái tạo - 403705.. . Lí do: Để bắt kịp tiến độ môn học, vào kì 10 (học kì 212) có thể nhận LVTN.. . Thời khoá biểu đề nghị: Thứ 2 19h-21h hoặc thứ 4 19h-21h.. . File đính kèm gồm ảnh mail xác nhận của các thầy, đơn đề nghị mở môn học và danh sách sinh viên kèm theo chữ kí điện tử.. . Kính mong Phòng đào tạo xét duyệt.. . Trân trọng,. . [full_name]",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  đăng ký môn : giải tích mạch mã EE1011 , trong file  em gửi đã có chữ ký đồng ý của giảng viên ạ . . . .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin gửi Thầy/Cô đơn xin mở lớp dự thính , mong Thầy/Cô xem xét mở lớp cho chúng em .. . Em xin cảm ơn",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 13/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. .",
            "Đăng ký môn học . Kính chào quý thầy/cô PĐT,. . . . Em xin nộp đơn xin mở lớp MH: CẤP THOÁT NƯỚC (CI3095) ở HK DT211 (đã được quý thầy cô bộ môn và khoa đồng ý).. . . . Mong nhận được sự đồng ý và mở lớp của PĐT.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn bổ sung thời khóa biểu gấp"
        ]
    }
]