[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy,cô. Trường hợp của em là đợt 2 em được phòng đào tạo sắp vào lớp IU2017(L01_L01) với sĩ số lúc đó là 23/22 người đăng kí trên sĩ số lớp. Như vậy theo em biết là em đã được thêm vào dư 1 chỗ so với sĩ số. Nhưng do tính cẩn thận nên khi đợt 3 mở ra em thử xóa lại và đăng kí thì môn học đã để 22/22 và không còn dấu stick xanh để em đăng kí lại ạ. Em cảm thấy lúc đó mình đã sai lầm và em làm đơn này mong thầy, cô giúp em trở lại được với lớp học này ạ. Em xin chân thành cảm ơn thầy, cô.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ anh chị cho em hỏi là hiện tại em học chương trình CLC nhưng có số lí do thì em có thể chuyển xuống chương trình đại trà và là SV khóa K21 được không ạ ? Nếu có thể được chuyển thì tiêu chí như thế nào ạ? Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô,. . Em là sinh viên K2018, khoa Kỹ thuật Địa chất và Dầu khí, chuyên ngành Địa kỹ thuật. . Hiện tại em đăng ký môn học Đề cương luận văn Tốt nghiệp (Địa kỹ thuật)   I (MSMH: GE4315)  /I , hệ thống báo   B lỗi Thiếu môn học trước: Thực tập Sản xuất (MSMH: GE3121)  /B . Nhưng,   B môn thực tập Sản xuất của chuyên ngành Địa kỹ thuật có   I MSMH là GE3125  /I   /B . Vì vậy mà SV chuyên ngành Địa kỹ thuật không thể đăng ký môn ĐCLVTN.. . Kính mong PĐT xem xét sửa lỗi bổ sung cho sinh viên.. . Trân trọng./",
            "Chào bạn,. . Hiện tại bạn vui lòng vào ĐK lại môn ĐC LVTN nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. Em tên [full_name] MSSV [student_id]. Học kì 202,203 vừa qua em có đóng học phí trễ hạn nên đã bị tạm dừng học. Nay em xin được nộp phiếu thu nhận để được tiếp tục học kì  211 ạ. Mong thầy cô xử lý giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
            "Chào bạn,. . Trường hợp của bạn chỉ có thể làm đơn xin cứu xét phục hồi TKB của Hk hè 203 nhé!. . Bạn vui lòng sửa lại đơn thu nhận ghi từ HK203, và bổ sung thêm đơn xin phục hồi TKB chính quy HK203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PĐT. . Hiện tại em đã đăng ký hoãn thi để nhận điểm HT và thi lại trong các đợt tiếp theo.. . PĐT cho em hỏi để được thi thì em cần phải đăng ký những gì ạ, hay nhà trường sẽ tự sắp xếp và thông báo sau?. . Em cảm ơn. Mong nhận được câu trả lời sớm từ PĐT.. . Chúc các thầy cô, anh chị cán bộ nhiều sức khoẻ và làm việc tốt ạ. . Trân trọng,. . [full_name]. .   i Yêu cầu khác .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế điều 17.2 nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . cho em hỏi thủ tục chi tiết rút môn học do em đăng ký nhầm bây giờ ko chỉnh sửa được nữa ạ.. . em cảm ôn. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ.. . Thầy cô cho em hỏi là đợt kỳ 203 em có đăng ký thực tập mà bị xóa xong được sự hướng dẫn của thầy bộ môn đã lên danh sách các bạn bị xóa thực tập nộp lên cho trường mà em chưa được đóng tiền em kiểm tra BKpay thì không thấy gì ( nếu có mà em bị trễ thì bkpay sẽ ghi là nợ học phí mà em cũng không thấy ạ) vậy là em đã đăng ký thành công môn hay em đã bị hủy môn rồi ạ ! ( do tình hình dịch bệnh nên không đi mà thầy cô chuyển qua hình thức đi thực tập online nên giờ em mới thắc mắc vì lúc lập danh sách gửi lên em vẫn đợi đóng tiền mà BK pay vẫn không có mục đóng tiền ạ). . Thầy cô có thể giúp em chỉ còn học xong kỳ 211 nữa là em nhận luận văn để tốt nghiệp rồi nếu không được đi thực tập online thì em sẽ bị trễ đến 1 năm hơn ạ!!. .",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn đăng ký môn TTTN trong HK203 ở đâu ko nhé!. . Hiện tại đã hết thời gian để ĐKMH cho HK203 nhé. . Thân",
            "dạ ban đầu em đăng ký trên trang đăng ký môn học bình thường nhưng bị xóa ( do cả lớp dc18dk bị xóa hết xong chúng em có làm một danh sách nộp lên cho văn phòng khoa và được mở ) nhưng em vẫn không có được đóng tiền mặc dù em đã đăng kí dang sách lên văn phòng văn chung với các bạn, các bạn được đóng tiền còn em hì thì không ạ! do không xét anh văn nên em vẫn được đăng ký đúng không ạ ? không Thấy gì cho đến khi được các bạn trong lớp thống báo làm báo cáo em mới hỏi mới được các bạn chỉ lên đây hỏi ạ? mong thầy cô giúp đỡ để em có thể hoàn thành báo cáo TTTN  online để kỳ tới em có thể nhận luận văn ạ!em trân trọng cám ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem lại lịch sử ĐKMH của HK203 để xem lý do vì sao không đăng ký được nhé (HK 203 có tổng cộng 3 đợt ĐKMH), hiện bạn không có TKB HK203 (nên không có học phí nhé). . Thân",
            "dạ do bị xóa . nên lớp em có nộp danh sách lên cho văn phòng khoa để cho khoa lập danh sách lên phòng đào taọ nhưng vẫn không nhận được phản hồi nhưng đến giờ nộp báo cáo có thể giúp em được không ạ ! do nếu em ko đc báo cáo TTTN online đơT này em phải đợi đến học kỳ hè 213 em mới được làm báo cáo 221 em mới được nhận luận văn trong khi kỳ 211 là em học xong hết môn rồi ạ !! mong nhà trường có thể giúp em để em có thể nhận luận văn đúng thời hạn ra trường được không ạ!!!!!. .",
            "Chào bạn,. . Nếu Khoa lập ds gửi phòng Đào tạo bạn vui lòng hỏi lại Khoa ds gửi cho ai và được trả lời như thế nào nhé?. . Vì ĐKMH HK203, có 3 đợt SV phải vô đăng ký, còn việc nếu bạn đăng ký ở ds khoa bạn vui lòng liên hệ ở Khoa để hỏi lý do.. . Việc TKB học 203 đã có rất lâu sao SV không kiểm tra mà đến thời điểm này mới hỏi?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy trong kì dự thính này em có đăng kí một môn học nhưng do tình hình dịch bệnh nên em không thể đóng học phí dự thính theo lịch được. Nên thầy có thể  cho em xin gia hạn phần dự thính được không ạ? Vì tài khoản em hiện không đủ tiền, em cũng không thể đến ngân hàng lúc này và những người em có thể nhờ lúc này cũng đang gặp vấn đề về tài chính. Em mong thầy suy xét giúp em. Em xin cám ơn thầy.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . . . Dạ thưa PĐT. . . . Em đã được xác định là được thu nhận lại vào học HK211. Nhưng em bối rối là chương trình học của em sẽ là cái gì? Không lẽ là học lại từ đầu năm nhất trong khi em chỉ nợ học kỳ thứ 2 của năm nhất?. . . . Và khi đăng ký môn học em được đăng ký môn nào? Môn học của HK202 cũ hay của HK kế tiếp của năm 2 hay của HK đầu của năm nhất lại?. . . . Em cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi về việc xét tốt nghiệp ạ:. . Hiện tại thì em dã đủ điều kiện av và ctxh cũng như đã bảo vệ LVTN. Tuy nhiên, em vừa mới có kết quả 1 môn học ở HK202 và chưa qua, vậy cho em hỏi em đã đăng ký môn học này ở đợt ĐKMH 211-đợt 3, nên nếu em đủ điểm qua môn học này trong HK 211, vậy em có kịp để xét tốt nghiệp vào tháng 11 được không ạ?. . Do em thấy trong thông báo của trường:   QUOTE PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211  /QUOTE \"., cuối HK211 cụ thể là như thế nào ạ?. .",
            "Chào em,. . - Cuối HK211 cụ thể là như thế nào ạ?. . =  Em xem biểu đồ học tập cuối hk211 là tháng mấy, nhiều bạn sv còn nợ CCNN ... nên để tiện cho sv nợ CCNN .... . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đợt trước đã hoãn thi một môn và em đã điền vào form hoãn thi ạ. Hiện tại em có sự cố nên tiếp tục hoãn thi môn khác nữa ạ. Vậy giờ điềm form có cần điền môn cũ hay chỉ cần điền môn này thôi ạ.",
            "Chào em,. . Môn nào cần thì em điền môn đó. (không điền lại môn cũ). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào các thầy cô ạ. . cho em hỏi là hiện tại em đang học năm 3 và đăng kí những môn năm 3 nhưng nếu như vì một vài lí do mà em rớt môn năm 2 thì các môn năm 3 có bị xóa đi hay gặp vấn đề gì không ạ. . em xem cảm ơn các thầy cô",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kỳ này em đã hoàn thành xong các tín chỉ, nhưng Toeic của em chỉ có 555 nên không đổi được điểm anh văn 4, vậy thì kỳ tiếp theo em có cần phải đăng ký môn học duy trì không hay chỉ cần nộp bằng Toeic chuyển điểm anh văn 4 ạ?",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô,. . Em là [full_name],em xin thay mặt lớp VP17XDC hỏi về tình trạng lớp em như sau:. . - Theo chương trình đào tạo thì môn học Luật Xây Dựng (800709) sẽ được mở vào học kì 211 này nhưng do đã có một số bạn học trước nên học kì này các bạn không học nữa -  môn học bị huỷ do không đủ sĩ số.. . - Thầy/Cô cho em xin lời khuyên em nên làm gì để có thể mở môn học này cho lớp để kịp chương trình.. . Em xin cảm ơn.. .   i Đăng ký môn học .",
            "QUOTE MSSV/MSGV: [student_id]    . . Em chào Thầy/Cô,. . Em là [full_name],em xin thay mặt lớp VP17XDC hỏi về tình trạng lớp em như sau:. . - Theo chương trình đào tạo thì môn học Luật Xây Dựng (800709) sẽ được mở vào học kì 211 này nhưng do đã có một số bạn học trước nên học kì này các bạn không học nữa -  môn học bị huỷ do không đủ sĩ số.. . - Thầy/Cô cho em xin lời khuyên em nên làm gì để có thể mở môn học này cho lớp để kịp chương trình.. . Em xin cảm ơn.. . Đăng ký môn học. . . .   /QUOTE . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, em là [full_name] mssv: [student_id]. Em học hệ VLVH k19. Sắp tới công ty em định đưa em đi đào tạo tại Đức thời gian khoảng 1.5 năm. Vậy em muốn bảo lưu kết quả học tập để khi em đi đào tạo về em có thể học tiếp được không ạ? Và làm cách nào để mình bảo lưu ạ?. . Em cảm ơn. .",
            "Chào bạn,. . Theo quy định chỉ được tạm dừng 1Hk, và không được tạm dừng quá 2hk liên tiếp nhé bạn (tổng thời gian tạm dừng tối đa là 1 năm nhé). . SV vui lòng tải mẫu đơn tạm dừng tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô PĐT ạ. . . . Mong thầy/cô PĐT xem xét lại 5 môn học này, vì các môn này em đã học ở bậc Cao Đẳng.. . Các môn như:. .    1. Kỹ thuật số ( EE1009). .    2. Cơ sở kỹ thuật điện  ( EE2017). .    3. Cơ sở điều khiển tự động  ( EE2019). .    4. Máy điện ( EE3009). .    5. Hệ thống cung cấp điện ( EE3001). . . . Rất mong được nhận sự phản hồi từ PĐT, . . Em cảm ơn!",
            "Chào em,. . Em vui lòng gửi đơn, chụp hình bảng điểm gửi [email] để xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Em có gửi mail cho PDT xin đăng kí môn Vi xử lý EE20133 vào nhóm DT01-DT01 của đợt VLVH HK 211 mà không thấy PDT phản hồi. Em mong PDT cho em đăng ký vào nhóm lớp này. Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . PĐT đã nhận được thông tin của em, đã gửi đến bộ phận phụ trách trả lời  em qua bksi, email.. . . . Thân mến,. .",
            "Chào em.. . Sĩ số 30 là đã full phòng Thí nghiệm. . Em liên hệ VP Khoa điện xin mở lớp bổ sung( đợt  dự thính),. . hoặc đăng ký nguyện vọng trong đợt dự thính để lấy sĩ số mở lớp. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô.. . Cho em hỏi Anh văn 4 (LA1009) và Anh văn 4 nhu cầu(LA1043) có khác gì nhau không. Trong CTĐT e môn AV4 là LA1009, nhưng đợt 2 dự thính vừa rồi e đăng khí LA1043 có tính giống nhau không ạ. . .",
            "Chào bạn. . - Môn anh văn 4A học đạt thì sẽ ghi điểm ĐẠT cho môn ANh văn 4. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô!. . Cho em hỏi làm cách nào để biết được thông tin liên lạc với cán bộ coi thi ạ ?. Do em cần phải liên lạc với cán bộ coi thi để thông báo về việc sẽ hoãn thi ạ .. . ( Môn hoãn thi : Kĩ thuật điện. MSMH: EE2027.Phòng thi : A05-A thi lúc 7:00 ạ ). . Em xin cảm ơn.. . . .",
            "SV viên lạc về [full_name] để xin thông tin liên lạc với giảng viên và CBCT ngày đó nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em hiện đang học HK211 , môn Cấp thoát nước ( CI3241 ) em đã đăng kí đợt 2 và có hiện lịch trên MyBK nhưng không hiện trên BKel ạ . Hôm nay đến giờ học nhưng vẫn chưa hiện môn trên BKel ạ . Em học lớp A01 ạ .. . Mong pđt giải quyết giúp em . Em xin cảm ơn. .",
            "Chào bạn,. . Hiện tại PDT đã cập nhật lại danh sách trên bkel đến trước 17h ngày 17/8/21021.. . Một số môn đã có TKB trên mybk/Thông tin SV, nhưng vẫn chưa có trên BKeL là do Khoa chưa phân cán bộ GD (SV liên hệ khoa để được hướng dẫn thêm về môn học). . PDT vẫn đang cập nhật ds phân công của Khoa gửi lên (nếu có), SV vui lòng theo dõi thường xuyên nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở lại lớp L02 môn Cơ sở điều khiển quá trình (CH3341) vì tất cả các lớp còn lại đều bị trùng thời khóa biểu với môn Quá trình và thiết bị Truyền Khối (CH2051) lớp A01, Quá trình và thiết bị truyền nhiệt (CH2043) lớp A01, Các phương pháp phân tích hiện đại (CH3329) lớp L02. Nếu phòng đào tạo không mở lại lớp L02 môn Cơ sở điều khiển quá trình (CH3341) thì em không thể đăng kí được môn này ở Học kì 211 và sẽ vô cùng lấn cấn khi đăng kí môn học lúc học theo chương trình Liên thông thạc sĩ ở Học kì 212. Nên em xin được mở lại lớp đó vì nó rất cần thiết đối với em và tất cả những bạn khác bị trùng lịch ạ!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Hiện tại bạn chỉ có thể đăng ký bổ sung những môn còn sĩ số, hoặc đăng ký vào đợt dự thính HK211 (lần 2). . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi ở đkí dự thính đợt 2 vừa rồi môn EE2007 chỉ mở có 1 lớp, mặc dù thời gian đó ko thuận tiện cho em nhưng em vẫn phải đkí lớp đó vì không kịp nộp đơn để xin mở thêm lớp (và em không nghĩ sẽ có đợt 3 vì thời gian gấp rút). Nay đợt 3 thì lại có thêm 1 lớp khác thì liệu em có được đổi qua lớp này không ạ ?",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô PĐT!. . . . Hiên tại môn Vi xử lý lớp DT01 số SV đăng ký là 20 SV, lớp DT02 số SV đăng ký là 14 SV. Thầy cô cho e hỏi có thể gộp 2 lớp này lại được không? vì cả 2 lớp điều đang không đủ sĩ số để mở lớp?",
            "Chào bạn,. . Bạn đang nói về đợt dự thính lần 1 hay lần 2, vì lần 2.. . Vui lòng trình bày rõ",
            "Dạ dự thính lần 1 ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . SV: [full_name]. . MSSV : [student_id]. . [full_name], [full_name] [full_name]. . . . Em đăng kí luận văn tốt nghiệp HK này nhưng không được duyệt do lỗi thiếu môn tiên quyết(CI3223). . Môn này em đã học ở hk2 năm học vừa rồi nhưng hiện tại vẫn chưa có điểm. Em có đọc mail của nhà trường về vấn đề môn học chưa có điểm khi đăng kí môn học HK mới được tính là đã học rồi để đăng kí các môn như LVTN. . Em xin PĐT xem xét trường hợp của em để em được làm luận văn ở HK này.Em cám ơn",
            "Xem TKB tại mybk/Thông tin SV. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Thưa phòng đào tạo,[full_name] [full_name] Em tên [full_name], sinh viên khóa K17 ngành CNVL[full_name][full_name] [full_name] Trước đó em đã làm đơn xin mở lớp cho môn học chuyên ngành Các PP nghiên cứu VL vô cơ, mã môn học MA3001, có sự đồng ý của trưởng khoa, chủ nhiệm khoa và giáo viên bộ môn nhưng phòng đào tạo không mở lớp[full_name] Do môn học đã đổi mã môn và hiện tính cả em chỉ còn 3 sinh viên chưa thể hoàn thành môn học, môn học tương đương thì phải đợi thêm 1 năm nữa mới có sinh viên theo học do thay đổi chương trình[full_name] Hiện tại em chỉ còn đúng môn học này và luận văn để có thể hoàn thành chương trình học và tốt nghiệp[full_name] Em muốn hỏi liệu phòng đào tạo có thể mở lớp với sĩ số hạn chế (3 sinh viên) được không? Vì nếu phải chờ trong một năm thì em không thể đi làm các công việc đúng với chuyên môn của mình được, rất lãng phí cơ hội trau dồi kiến thức và kỹ năng trong một môi trường phù hợp, đồng thời tạo gánh nặng tài chính lên gia đình trong tình hình dịch bệnh phức tạp như vậy[full_name] Mong phòng đào tạo có thể chấp thuận yêu cầu mở lớp của em[full_name][full_name] [full_name] Sinh viên[full_name] [full_name] [full_name]",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ad cho em hỏi là kỳ này là học kì 211, em có đăng ký môn học ĐỒ ÁN THIẾT KẾ có mã số là ME2011 vào đợt đăng ký môn học lần 2 nhóm Dự thính chính quy và đã đủ điều kiện đăng ký. Nhưng khi em xem kết quả đăng ký đợt 2 thì môn học bị hủy và em không thể đăng ký lại vào đợt 3. Hiện tại em không tìm được nhóm nào mà e có thể đăng ký được môn học này.. . Xin ad cho em biết vì sao em không đăng ký được môn học này, còn có lớp nào để em đăng ký môn học ĐỒ ÁN THIẾT KẾ ở kỳ này không vì đây là môn tiên quyết duy nhất em còn thiếu để em đủ điều kiện làm LVTN vào kỳ tiếp theo. . . Em xin cám ơn ad.. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ. . . Em là [full_name]. MSSV: [student_id]. Lớp: XD16CD1. Hiện tại em còn môn học luận văn tốt nghiệp do em chưa nộp bằng anh văn. Do học kì 2 năm học 2020-2021 em không đăng kí môn học nên đã bị tạm dừng. Do dịch bệnh nên em không thể lên trường nộp đơn thu nhận lại được. Em mong phòng đào tạo có thể tạo điều kiện giải quyết mở lại tình trạng học của em được không ạ.. . Em xin cảm ơn ạ!. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/08/2021. . Bạn vui lòng vào ĐKMH - đợt 3 sau ngày 18/8/2021 (nếu có nhu cầu). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/ cô. . Em tên là [full_name] [student_id] hệ VLVH, đợt đăng ký lần 2 em không thể đăng ký được do sỉ số đầy(em thấy sỉ số lớp mới có 60/60, và trong mail nhà trường gửi có thể tăng sỉ số lên 100) em kính mong Phòng Đào Tạo có thể mở thêm sỉ số để em đăng ký các môn sau đây:. . Ci3175 Kết cấu bê tông cốt thép 2- Chính qui đợt 3 (hình thức chuyển hệ). . CI3195 Nền móng - Dự thính đợt 3. . Em kính mong PĐT có thể mở sỉ số để em có thể theo kịp tiến độ học tập và ra trường đúng hạn. . Em cám ơn. .",
            "Chào bạn,. . Vui lòng trình bày lại rõ lý do tên môn học, mã MH và mã nhóm xin đăng ký nhé, để PDT kiểm tra và trả lời cho bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào tạo!. . Em là sinh viên K19 và em đang học song ngành Khoa học Máy tính!. . . . Em đã đăng ký 20 tín chỉ vào kì 211 và không thể đăng ký thêm môn được nữa. Em mong muốn PĐT có thể xóa môn Mô hình hóa toán học (CO2011) của em để em có thể đăng ký môn học Nhập môn điện toán (CO1005) vào đợt 3 này.. . . . Lý do: . .   I Một là  /I , môn này là môn chỉ mở cho sinh viên năm nhất của Khoa Máy tính nên em rất khó khăn để có thể đăng ký được. . .   I Hai là  /I , em đẵ xin Khoa và PĐT vào khoảng thời gian tháng 8 và tháng 9 năm 2020 nhưng đến bây giờ em mới có thể học.. .   I Ba là  /I , em có đăng ký môn này vào đợt 1 kỳ 211, sỉ số lúc đó là hơn 30 sinh viên nhưng vào đợt 2 lại không mở nên để hoàn thành chương trình học nhanh nhất, em bắt buộc phải đăng ký môn khác để thay thế (đó là môn Mô hình hóa (CO2011)) và hiện tại em đã 20 chỉ.. . . . Em rất hi vọng PĐT có thể giúp đỡ em, tại vì em đã đợi môn này rất lâu rồi ạ.. . . . Em cảm ơn!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em là sinh viên từ chương trình clc chuyển sang chương trình đại trà. Em khoá k20 ạ. Hiện tại em không đăng kí được các môn ở bên hệ đại trà ạ. Mong thầy cô hỗ trợ giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ lý do, tên môn học, mã môn học và mã nhóm những môn học bạn xin đăng ký nhé, để PDT kiểm tra và trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] MSSV[student_id]. . Do phải thi online nên em cộng thêm một số yếu tố khách quan khác nên dẫn đến em không tự tin để thực hiện bài thi cuối kỳ môn học [full_name] Lý Thông Tin Quang trong học kỳ này ạ . Nên em mong phòng đào tạo cho em hoãn thi trong học kỳ này .. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1733408  /b \t. . . .   i Tốt nghiệp . Dạ em chào Thầy/Cô.. . Em tên Lương Kim Ái. . MSSV:1733408. . . . Dạ thông tin cá nhân đăng ký tốt nghiệp của em bị sai một số thông tin:. . 1.Ngày sinh của em là 17/11/1990. (Phần mềm đang ghi 30/12/1899). . 2.Giới tính: Nữ. (Phần mềm đang ghi là Nam). . Kính mong Thầy/Cô cập nhật lại giúp em.. . . . Dạ vì CMND của em hết hạn, em đã đăng ký làm CCCD mới nhưng chưa có, đợt đăng ký xét tốt nghiệp cuối tháng 8 em đăng ký có ảnh hưởng gì thông tin trên văn bằng không ạ?. . . . Em cảm ơn Thầy/Cô.. .",
            "Chào em,. . PĐT sẽ gửi email thông tin về đợt tốt nghiệp sau, lúc đó em hiệu chỉnh nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi PDT,. . Em là [full_name] - [student_id]. đã học chương trình Việt Pháp (học kỳ 1 2016 - học kỳ 2 2017) và đã rút khỏi chương trình Việt Pháp trở về khoa Máy tính từ năm 2018.. . . . Em xin chuyển điểm môn tương đương khi em học chương trình Việt Pháp Môn Nhập môn về kỹ thuật (CI1001) về Môn Nhập môn điện toán (CO1005) của khoa Máy tính ạ.. . . . Em xin cảm ơn trước ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ là bạn đã học môn nào? Hk nào? và chuyển tương đương môn nào nhé?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vào lúc 13h hôm nay em có thi và chỗ em cúp điện lúc đó. Em đã điền form xin hoãn thi và báo cho giám thị coi thi biết. Khoảng 5 phút sau thì có điện lại và em xin phép giám thị và được phép vô phòng thi và hoàn thành bài thi. Cho em hỏi là kết quả thi của em có được công nhận không ạ vì em đã lỡ điền hoãn thi.Em cảm ơn.",
            "Chào bạn,. . Nếu bạn đã đi thi thì bạn phải làm đơn xin hủy hoãn thi nhé.. . [full_name]T sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa nhận được mail thông báo của PĐT, trong mail  có ghi \"PĐT thực hiện xét tốt nghiệp đợt 11/2021 đến cuối HK211\". . . . Vậy cho em hỏi là em đã đủ ĐKTN ở học kì 202, nhưng đăng kí cải thiện 1 số môn học ở học kì 211, những môn này sau khi thi cuối kì và có điểm, có kịp tính điểm trước đợt xét TN không ạ.. . . . Em xin cảm ơn cô/thầy.",
            "Chào bạn,. . Tùy vào lịch trình tốt nghiệp nữa nhé bạn!. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nội dung đơn xin hủy môn được em đính kèm trong câu hỏi này.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. .",
            "Chào bạn. . [full_name] đã đồng ý giải quyết theo đơn DKMH của bạn. . Bạn vui lòng kiểm tra TKB cập nhật mới tại trang Mybk-TKB dự kiến vào ngày 25/8/21. . Thân. .",
            "Thưa cô,. . . . Em đã kiểm tra thời khóa biểu cập nhật vào ngày 25/08/2021 và không thấy môn đã được hủy như tin nhắn đồng ý của phòng đào tạo ở trên ạ.. . . . Em mong phòng đào tạo xem xét kiểm tra hủy môn giúp em ạ.. . . . Môn hủy: Sức bền vật liệu, thí nghiệm - 809704. . . . Em xin cảm ơn.",
            "Chào em,. . PĐT đã hủy rồi, em xem trên TKB .... . Thân mến,. .",
            "Chào bạn,. . Mybk đã cập nhật lại nhé, bạn vui lòng vào xem và kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về yêu cầu của môn Thực tập ngoài trường(Khoa học máy tính) có mở đăng kí trong các học kỳ thường hay không (học kỳ 1 và học kỳ 2)?. . . . Nếu có mở đăng ký, môn này có yêu cầu về số lượng sinh viên đăng kí phải đông mới không bị huy lớp hay không?. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi môn Luận văn tốt nghiệp (Khoa học máy tính) có mở trong học kỳ hè không ạ?. . . .",
            "Chào bạn,. . Hiện tại chưa thể trả lời chính xác cho bạn vào HK hè 213 nhé bạn.. . Bạn vui lòng đợi thông báo về ĐKMH của từng học kỳ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cán bộ phòng đào tạo,. . em là [full_name], mssv [student_id], lớp CC18CDT1 (Khoa Cơ Khí, chương trình CLC).. . Em xin hỏi về việc PĐT có thể cho phép em đăng kí 1 trong 3 lớp có sĩ số 14/14 của môn ME2019 (hình đính kèm) được không. Vì lớp CC02_CC04 bị trùng lịch với 1 môn thuộc nhóm tự chọn chuyên ngành(hình đính kèm). Về nhóm môn tự chọn chuyên ngành thì em không còn lựa chọn khác và rất ít sinh viên đăng kí nên rất khó mở lớp về sau.. . Mong nhận được phản hồi từ phía văn phòng.. . Em xin chân thành cảm ơn.",
            "P/S: 2 môn trên đều đúng tiến độ theo chương trình đào tạo của em ạ.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Hiện tại bạn chỉ có thể đăng ký bổ sung những môn còn sĩ số, hoặc đăng ký vào đợt dự thính HK211 (lần 2). . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô, . . Em tên [full_name] (mssv: [student_id]). . Ở ĐKMH đợt 2 HK211 em có đăng kí môn MA3107 nhưng do sĩ số lớp ít quá nên đã bị huỷ môn. Hôm nay là ĐKMH đợt 3 HK211 thì còn 2 lớp môn MA3107 là [full_name]01_[full_name]01 và [full_name]01_[full_name]03. [full_name]ớp [full_name]01_[full_name]01 thì em không đăng kí được do trùng tkb môn khác, lớp [full_name]01_[full_name]03 thì em không trùng tkb môn nào nhưng lớp đó đã đủ sĩ số. Dạ thầy/cô cho em đăng ký bổ sung vào lớp [full_name]01_[full_name]03 được không ạ vì đó là môn chuyên ngành nên ít mở lớp hơn.  kính mong quý thầy/cô xem xét giúp em.. . Em cảm ơn quý thầy/cô.",
            "đã ghi nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em tên [full_name], MSSV: [student_id], khoa Quản lí công nghiệp.. . . . Do sơ suất trong quá trình làm bài thi môn Giải tích trong kinh doanh học kì 203, ca thi 13h - 14h ngày 17/08/2021, em đã quên nhấn nút record màn hình làm bài thi dẫn tới việc em không có file record màn hình, em có sử dụng 2 cam là cam chính và cam phụ trong quá trình làm bài và được ghi lại trong meet của cán bộ coi thi. Em cam kết không có hành vi gian lận trong quá trình làm bài thi của mình. Em có cần hoãn thi bộ môn này hay chờ kết quả hậu kiểm từ phòng đào tạo hay không ạ?. . . . . Rất mong phòng đào tạo và quý thầy cô xem xét. Em xin cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT, . . Em tên: [full_name] _Mssv: [student_id].. . Hiện tại em muốn bổ sung môn Anh văn 3 ạ, mà các lớp đã đủ slot. . . Đây là môn bắt buộc phải đủ điều kiện để kì sau em có thể đk được môn của năm 3, em mong PĐT có thể cho em được bổ sung vào lớp Anh Văn 3(L01) ạ. . . Em xin cảm ơn. . .",
            "Chào bạn. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PĐT , . . Em là [full_name], MSSV:[student_id], SV khóa 2015.Em có 1 vấn đề là ở học kỳ 211 này môn học Cấp Thoát nước mã CI3095 không có trong HK chính mà chỉ mở ở HK dự thính và em đã đăng ký học dự thính rồi, và năm nay là em chỉ còn môn này và nộp chứng chỉ Toeic để chuyển điểm AV1, AV2,AV3,AV4 để hoàn thành tốt nghiệp đại học . VẬY ở HK211 này em có bị đình chỉ học do không đăng ký môn học ở HK chính hay không ạ. Xin PĐT giúp đỡ em để hoàn thành nốt môn học để tốt nghiệp ạ.Em xin chân thành cảm ơn.",
            "Chào bạn. . Không sao nghen bạn, cố gắng học tốt nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô,. . . . Em là sinh viên hết thời gian học tập nhưng đã xin và được   B thu nhân lại  /B .. . . . Trong đợt   B DKMD lần 1  /B , em đã đăng ký Luận Văn do em đã hoàn thành hết tất cả các môn đã học rồi chỉ còn môn Luận Văn. Nhưng em nhận được kết quả là hết thời gian đào tạo.. . . . Hiện giờ em đã đăng ký lại môn Luận Văn vào DKMH đợt 3, em không biết có được làm Luận Văn không ạ trong khi em đã được thu nhận lại rồi. Em cũng hoàn thành hết các môn học rồi. Có đủ chứng chỉ anh văn luôn ạ.. . . . Nếu em có bị vướng môn học nào để đủ điều kiện làm Luận Văn thì em cũng không biết bị vướng môn nào nữa ạ.. . . . Mong Phòng Đào Tạo, thầy cô tư vấn giúp trường hợp của em. Làm sao để em được làm Luận Văn trong kỳ này ạ.",
            "SV vào đăng ký lại nhé!. . Thân gửi các bạn sinh viên,. . . . . . Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211 . .  . . . . Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], em có đăng kí môn học Công nghệ điện nhưng vì sĩ số nhóm/lớp L02_L06 của em chỉ là 2/23 nên em đã bị xóa lớp ở đợt đăng kí thứ 3 này. PDT cho em hỏi là em có thể viết đơn xin mở thêm sĩ số cho nhóm lớp khác để em có thể đăng kí môn không ạ. Mong PDT phản hồi giúp em để em có thể đảm bảo đăng kí môn cho học kì sau. Em cảm ơn.. . . .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Hiện tại bạn chỉ có thể đăng ký bổ sung những môn còn sĩ số, hoặc đăng ký vào đợt dự thính HK211 (lần 2). . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, cho em hỏi rõ quy trình HỦY hoãn thi ạ. Tại em đăng kí bằng form nên không biết đơn ở đâu ạ. Em cám ơn ạ!",
            "Chào bạn,. . Bạn vui lòng đơn hủy hoãn thì, ghi rõ lý do, tên và mã MH xin hoãn ở HK nào nhé.. . Trình bày trong đơn và gửi qua [full_name] nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Xin chào [full_name]. Em hiện tại đã hoàn thành xong chương trình học và giờ đang chờ thi lấy bằng toeic, nhưng do tình hình dịch bệnh nên em chưa thi được, vì vậy trong học kì tới e có đăng kí môn để duy trì thời khóa biểu, nhưng việc đăng kí nhiều môn là không cần thiết mà em đã đăng kí tận 2 môn. Nên em hi vọng [full_name] xem xét hủy môn AV3A(dự thính) giúp em. Trong thời gian dịch bệnh khó khăn để giảm bớt chi phí nên em mong yêu cầu của em được [full_name] xem xét.. .  Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], MSSV:[student_id]. Trong đợt 2 em có đăng kí môn   B Thí nghiệm Địa Kỹ thuật (GE3013)  /B , nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25). Mong phòng đào tạo xem xét cho em được học môn này trong kì này em. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy / cô !. . Em tên : [full_name]. Mssv:[student_id]. . Dạ em có đăng ký in giấy CNSV và hệ thống báo đã được duyệt vào ngày 9/8/2021 nhưng đến hiện tại 17/8/2021 em vẫn chưa nhận được ạ. Em mong quý thầy / cô có thể check lại là giấy CNSV của em có được gửi đi chưa ạ. Em cám ơn ạ.",
            "Chào em,. . Hiện tại PĐT giải quyết in giấy chứng nhận sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng một số nơi bưu điện trả về. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tôi tên là [full_name]. MSSV [student_id] . . hệ VHVL - hệ thống điện . . Tôi có đăng ký luận văn tốt nghiệp (ktđ) - EE4313 thành công vào đợt 1, nhưng kết quả là báo là ko có môn học đăng ký, sau đó đợt 2,3 thì hệ thống không có mở mã môn này để tiếp tục đăng ký lại. Mong quý nhà trường giải thích và hướng dẫn cụ thể để có thể hoàn thành chương trình học. . . Cám ơn. .",
            "Đã có TKB trên mybk. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào phòng đào tạo, em là [full_name] - MSSV: [student_id]. Vừa rồi ở đợt 2 đăng ký môn học, em có đăng ký CH3145 - Công nghệ [full_name] Dầu không thuộc trong chương trình đào tạo của em là Khoan Khai Thác - Khoa Kỹ thuật Địa chất và Dầu khí. Nay trong đợt 3, có một môn chuyên ngành của em mở là GE3087 - Phân tích và Thiết kế Khoan Dầu khí, có lịch học trùng với lại môn CH3145 - Công nghệ [full_name] Dầu vào tiết 7,8 ngày thứ năm. Em viết mail mong phòng đào tạo xem xét và tạm thời mở khoá để em có thể đăng ký được môn GE3087 và cho em đăng ký rút lại môn học CH3145. Mong phòng đào tạo tạo điều kiện, vì khoá em là khoá cuối học chương trình đào tạo cũ nên cũng khó khăn trong việc học các môn ngành. Em chân thành cảm ơn. Vì lịch đăng ký đợt 3 chỉ từ 17/8 đến 19/8 nên mong phòng đào tạo có thể mở khoá sớm nhất để em có thể đăng ký.. . . .",
            "Chào em, . . PĐT đã mở khóa trong đợt 3 nên sv hoàn toàn có thể hủy, chuyển nhóm.. . . . Thân mến,. ."
        ]
    }
]