[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . đơn xin hủy hoãn thi môn hóa đại cương CH1003. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Khi xét thấy mình thỏa điều kiện thuộc nhóm ưu tiên 3 và 4 ghi trong quy định phân ngành, sinh viên cần phải nộp minh chứng tại đây (theo hướng dẫn ghi trong quy định phân ngành) trước 16g00 ngày 05/10/2021 để được xem xét thay đổi mức ưu tiên. Các sinh viên hoãn thi toàn bộ các môn trong HK202 do không đảm bảo điều kiện thi trực tuyến, các sinh viên hoãn thi các môn riêng lẻ trong HK202 vì bị cách ly, phong tỏa ngay trong thời điểm thi của môn học tương ứng cũng cần nộp minh chứng để xem xét theo diện này. Các sinh viên không nộp minh chứng thì mặc định được xét như nhóm ưu tiên 1 hoặc 2 tùy vào kết quả học tập.. . Nộp minh chứng ưu tiên nhóm 3 & 4",
            "Chào em,. . Việc phân ngành em liên hệ Khoa hoặc thông báo này từ đâu thì em hỏi ở đó nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào Phòng Đào tạo,. . Em là [full_name], MSSV: [student_id], khoa Cơ khí, chuyên ngành kỹ thuật chế tạo.. . Nay em viết yêu cầu để xin PĐT xác nhận cho em đã hoàn thành môn học Thực tập cơ khí đại cương 2 (ME2001 - 1 chỉ) em có bị rớt ở năm 2.. . Tuy nhiên, có một chút thay đổi thì ở năm 2 môn Thực tập cơ khí đại cương 2 có mã số môn học là ME2001 (1 tín chỉ- theo như chương trình đào tạo khóa K17) nhưng khi em trả nợ môn học này ở đầu năm 4 thì môn học này đã đổi mã số thành ME2087 (2 tín chỉ - theo như chương trình đào tạo từ khóa K19 trở về sau). . . Điều này đã dẫn đến việc hệ thống vẫn ghi nhận em thiếu môn thực tập cơ khí đại cương 2 mã số cũ (ME2001) và khiến cho em chưa thể đăng kí tốt nghiệp được.. . Do dịch bệnh nên em chưa thể lên trực tiếp PĐT để làm đơn vì vậy hy vọng em có thể được hỗ trợ trực tuyến trường hợp này.. . Em xin cảm ơn PĐT, chúc mọi người nhiều sức khỏe,. . [full_name].. . . .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Quý Thầy/Cô,. . . . Em tên là [full_name], MSSV [student_id]. Vào ngày 18/09, em có gửi câu hỏi với lý do là em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 năm 2021.. . . . Đến nay, em đã kiểm tra nhiều lần nhưng vẫn chưa thấy mail về vấn đề này, và vẫn chưa đăng ký tốt nghiệp được trên MyBK.. . . . . . Em có nhận thấy MyBK chưa cập nhật đúng số tín chỉ tích lũy của em.. . . . Em kính mong quý Thầy/Cô phòng Đào tạo xem xét và phản hồi về trường hợp của em ạ. . . . . Chân thành cảm ơn quý Thầy/Cô.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em đăng ký cấp lại giấy quân sự từ thứ 6 tuần trước,vì thời hạn nộp giấy NVQS chỉ còn 1 tuần.em thấy 3 ngày trôi qua mà nhà trường vẫn chưa xác nhận đơn nộp của em.kính xin nhà trường xử lí nhanh các đơn nộp và gửi giấy NVQS về cho em càng sớm càng tốt ạ.. . em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn[full_name] [full_name] [full_name] đã ghi nhận phản hồi của bạn, Vì số lượng đăng ký giấy CNSV tăng đáng kể, Nên [full_name] đang cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay, SV vui lòng thông cảm đợi thêm, giải thích thêm với cơ quan yêu cầu giấy CNSV[full_name][full_name] [full_name]  Sau khi [full_name] cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên[full_name][full_name] [full_name] Thân[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào các thầy, cô phụ trách ạ,. . Em có điều muốn hỏi là nhà trường có thể gửi cho em bản scan or pdf về giấy xác nhận sinh viên cho em không. Vì phường của em có thể nộp giấy photo không cần phải chuyển phát giấy từ trường về phường em.. . Và vì phường của em hạn chót là 5/10/2021, nếu sau ngày đấy thì Hội đồng NVQS xã sẽ phát lệnh gọi khám sức khoẻ NVQS ạ. . Em mong các thầy, cô phụ trách sẽ phản hồi sớm giúp em . Và nếu có thể thầy, cô phụ trách có thể gửi dùm em qua địa chỉ mail này ạ [email]. . Em cảm ơn,",
            "Chào bạn;. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt ạ , em có khiếu nại về việc hoãn thi ạ , trong kì 203 đó gặp sự cố khi thi môn Kinh tế chính trị , em có điền form đăng ký hoãn thi và cũng được sự đồng ý của bô môn về việc hoãn thi .Nhưng khi vào danh sách hoãn thi kì 203 tìm mssv của em thì lại không có ạ.. . Em cảm ơn ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Em đã tra kỹ trong danh sách 203 rồi ạ , vẫn không có ạ , và trong mybk bảng điểm em vẫn bị điểm 13 ạ .. . Em xin cảm ơn .",
            "Chào em,. . CÔ tra em có trong ds nè:. . STT 453\t[student_id]\tHK203\tSP1033\t\tx\t\tLT. . . . - trong mybk bảng điểm em vẫn bị điểm 13 ạ .. . =  . . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin nộp đơn rút môn học, học kì 211 năm học 2021-2022 để được đăng kí tốt nghiệp cho. . đợt tốt nghiệp tới. Và hiện tại bên BKPay ngày thanh toán học phí là 2/11/2021 thì em có thể nộp thanh toán trước bằng cách nào để có thể đăng kí tốt nghiệp vào tháng 11 này không ạ?. . Em cảm ơn.",
            "Chào em,. . - Thú 2 PĐT mở khóa để em thanh toán học phí. . -  Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô ạ,. . Em tên [full_name], MSSV [student_id] và là sinh viên có nguyện vọng xét tốt nghiệp. Hiện tại trong phần xét tốt nghiệp, thời hạn đăng ký kết thúc vào 30/10. Thầy cô cho em hỏi là đây có phải thời hạn cuối cùng luôn không ạ? Nếu là chưa thì thầy cô phòng đào tạo dự định sẽ kết thúc xét tốt nghiệp đợt này vào tháng mấy ạ?. . Em cám ơn thầy cô đã đọc qua mail này.. . . .",
            "Chào bạn. . ·        Pdt sẽ giải quyết tốt nghiệp theo thông báo đến hết HK211 (dự kiến cuối tháng 12/2021) nghen, bạn yên tâm nghen.. . ·        Lịch trình trình tốt nghiệp hiện tại trên trang aao.hcmut.edu.vn là để kịp Lễ tốt nghiệp trao bằng dự kiến tháng 11/2021 . . ·        Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô!  Em có đăng kí in giấy xác nhận hoan nghĩa vụ về đăng kí nhận giấy qua bưu điện ,em kiểm tra thấy nha Trường đã xử lí ngày 14/9 ..nhung nay em vẫn chưa nhận được giấy.. Hiện tại địa phương em đang gọi khám nghĩa vụ. Cô cho em hỏi có cách nào kiểm tra tình trạng giấy hoan nghĩa vụ  của em được bưu điện xử lí tới đâu khôn ạ? .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mssv [student_id].. . Vào ngày 06/08/2021 vừa rồi, em có đăng kí hoãn thi môn học Giải tích 2(MT1005)-Lớp L17 HK202 . . vào ngày 07/08/2021 qua link google forms của nhà Trường. Và cũng đã nhận được mail thông báo đồng ý yêu cầu hoãn thi. Thế nhưng khi vừa kiểm tra điểm tại phần Thông tin sinh viên thì em lại nhận được điểm 13 là điểm vắng thi, chứ không phải điểm 14 là điểm hoãn thi của môn học Giải tích 2.. . Em kính xin phòng đạo tạo kiểm tra lại giúp em. Em xin chân thành cảm ơn!",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là nếu em có ý muốn hủy hoãn thi thì bây giờ còn được không ạ . Nếu được thì deadline đến khi nào ạ. .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . =  Nếu được thì deadline đến khi nào ạ. . =  Em cần hủy hoãn thi thì nộp liền nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . đến bây giờ sao em thấy rất nhiều lớp có điểm thi rồi nhưng lớp em là chưa có ạ. Mong quý thầy/cô xem lại giúp em ạ. .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi thầy/cô. . em đã đăng kí hoãn thi giải tích 1 của hk203 nhưng trên danh sách hoãn thi lại không có. Mong thầy/cô xem xét lại giúp em ạ. . em xin cảm ơn ạ",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Văn phòng, em cảm ơn đã phản hồi em lúc nãy. Nhưng có vẻ nhà trường có chút nhầm lẫn trong tín chỉ môn Kỹ thuật lập trình của em ạ.. . Do phải học lại môn này với khóa K19 nên môn mã môn cũ là CO1011 đã đổi sang mã CO1027 để phù hợp với chương trình chung. Có thể nhà trường chưa ghi nhận kỹ.. . Bên dưới em có đính kèm các hình minh chứng, mong Văn phòng xem xét lại. Em cảm ơn nhiều ạ. .  . .",
            "Mong Văn phòng giúp em rắc rối này gấp ạ, tai em đã dùng hết học kỳ cho phép và cũng đã quá hạn, nếu không thỏa điều kiện tốt nghiệp có thể em bị hoãn mọi thứ luôn.. . Xin Văn phòng và nhà trường xem xét sớm",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô, em tên là [full_name] (MSSSV: [student_id]).. . . . Dạ thầy cô cho em hỏi về điểm tổng kết của các môn học kỳ 2 vừa qua đã có điểm hết chưa ạ. Tại vì môn Tin học chuyên ngành 3D (mã MH: CI1025) của em hiện tại chưa có điểm (như trong hình đính kèm), mà theo em hỏi thăm các bạn thì có bạn đã có điểm rồi ạ. Chờ điểm lâu quá nên em cũng hơi lo lắng, mong thầy cô giải đáp giúp em với ạ.. . . . Sinh viên - [full_name]",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name] Mssv [student_id]. .  Em xin phép hủy hoãn thi môn Giải tích 2(Mã MT1005) HK 202",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em xin phép được rút môn học do em đã đạt điểm yêu cầu để qua môn của môn học này nên em xin huỷ môn học Giải tích 2 của kỳ dư thính này ạ.. . Em xin cam kết vẫn đủ tín chỉ tối thiếu theo yêu cầu của phòng đào tạo.. . Em xin cảm ơn.",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là sinh viên học GT2 Kì 202 . Lúc thi cuối kì em bị lỗi phần quay màn hình nên nó không gửi video quay về cho em nên em không nộp được. Điểm thi cuối kì và điểm tổng đã có, cũng đã tích vào tín chỉ tích luỹ. Em tra trên danh sách hoãn thi môn GT2 thì có tên em, vậy giờ em làm đơn huỷ hoãn thi thì điểm và tín chỉ của em vẫn như cũ đúng không ạ? Hay em không cần làm đơn huỷ hoãn thi ạ?",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi em tích lũy 14 chỉ nhưng trên bkel chỉ có 11 thôi ạ, mong pđt sửa lại dùm em",
            "Chào bạn. . Hiện tại bạn kiểm tra điểm thành phần đúng là được. . Vì điểm của Hk202, Pdt cập nhật theo từng mốc thời gian có thể cuối tháng 10 sẽ cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. .   i Học vụ . Dạ cho em gửi đơn xin hủy hoãn thi ạ!. . Em xin cám ơn!",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là sinh viên [full_name] . . MSV [student_id]. . Mã mới đăng nhập: nguyen.nguyenkhoi. . Vào mục 5. Hoạt động ngoại khóa báo lỗi. . . . Server Error in '/hdsv' Application.. . Không tìm thấy mã số tài khoản. .  Mong được hỗ trợ.. . Xin cảm ơn!",
            "Chào bạn. . Hoạt động đó chưa triển khai nên chưa có gì để cập nhât. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . ĐƠN XIN ĐĂNG KÍ SINH HOẠT CÔNG DÂN CUỐI KHÓA. . [full_name]ào Anh/[full_name]ị,. . Em tên là [full_name], MSSV 171269. Trước đó, em đã bỏ mất một buổi SHCD cuối khóa lần 3 vì lý do cá nhân, nay em viết đơn này kính xin quý anh/chị cho em đăng ký SHCD cuối khóa lại để em có đủ điều kiện ra trường. Em xin hứa sẽ đi đầy đủ và nghiêm túc tất cả các buổi sinh hoạt.. . [full_name]úc Anh/[full_name]ị có nhiều sức khỏe để vượt qua đại dịch!. . Em xin cảm ơn!. . . . [full_name]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy đăng kí hoãn thi . Em gửi đơn xin hủy đăng kí hoãn thi ạ. Em xin cảm ơn.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép quý thầy/cô cho em hỏi là hiện tại kì này em đang bị tạm dừng tình trạng sinh viên do không đăng ký môn học, hiện tại em đã hoàn thành chương trình học cũng như đã bảo vệ xong luận văn tốt nghiệp, em có gửi email xin thu nhận lại cho phòng đào tạo ngày 06/09/2021 nhưng đến nay chưa nhận được phản hồi. Cho em hỏi có cách thức nào để em có thể được thu nhận lại để có thể đăng kí thi anh văn nói viết trong tháng 10 này không ạ.. . em xin chân thành cảm ơn.",
            "Chào bạn. . Qd thu nhận đã được cập nhât tại trang mybk-thông tin sv. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào ad ạ, em có đăng kí in bảng điểm, nhưng vì dịch bệnh việc chuyển bảng điểm về khá bất tiện cho việc em xin học bổng VAS vào ngày 1/10/2021, em xin được pđt cấp cho bảng scan để em có thể nộp dự học bổng. Em cảm ơn nhiều!",
            "Chào bạn. . Bạn chưa thanh toán lệ phí, nên không thể xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin thưa phòng đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em đã thi kì kiểm tra kỹ năng nói viết của Anh văn ngày 15/09/2021 nhưng ko đạt yêu cầu (195 điểm) tốt nghiệp mà sắp có đợt nghĩa vụ quân sự nên em có thắc mắc sau đây:. .  - Có thể tổ chức thêm các đợt thi khác cho em cũng như các bạn khác được không ạ ?. .  - Nếu không thể tổ chức thêm thì em có thể xin giấy chứng nhận sinh viên để hoãn đợt nghĩa vụ để hoàn thành tốt nghiệp được không ạ ?. .  - Nếu em chưa hoàn thành tốt nghiệp nhưng cần đi nghĩa vụ thì không đủ thời gian để hoàn thành tốt nghiệp nên làm như thế nào ạ ?. . Em xin cảm ơn.",
            "Chào bạn. . - Trong tháng 10 bạn liên hệ TTNN để được đăng ký. . - Bạn không có tkb 211 thì không được cấp giấy cnsv theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. MSSV: [student_id]. . Tuần thứ 38 (Vào tuần thứ 6, theo đúng quy định rút môn học) của học kì 2020-2021 em có đăng kí hủy môn hệ thống thời gian thực (ME4211) nhưng hiện tại vẫn chưa được xử lý.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn xem kĩ lại phản hồi, thời gian cập nhật xem kết quả. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . . . Em là [full_name], lớp VP2016_HTNL. Sau ngày 28/9/2021 em vẫn chưa nhận được mail đăng kí tốt nghiệp cũng như không đăng ký tốt nghiệp được. Trên trang đăng kí tốt nghiệp nói em không có trong danh sách tốt nghiệp dự kiến tháng 11. Mong PĐT kiểm tra giúp em.. . . . Em xin cảm ơn và chào PĐT.",
            "Chào bạn. . Cô gởi bạn đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Thân. .",
            "Em chào cô ạ,. . . . Trong file cô gửi, em còn thiếu môn \"Giáo dục thể chất 3\". Tuy nhiên em đã bổ sung môn này ở học kỳ 20-3 bằng môn Bóng đá với Mã môn học là PE1009 ạ. Mong cô kiểm tra lại giúp em ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 12/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] mssv [student_id] em xin phép hủy hoãn thi môn Giải tích 2 (MT1005 ) học kỳ 202",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Do em có chút sơ suất nên đã đóng lệ phí trễ hơn thời gian dự kiến hết hạn. . . . Cho em hỏi, em có được thi như bình thường không?. . . Nếu khống, em có thể làm gì để được thi như dự kiến?. . Em cảm ơn.. .",
            "Chào bạn. . Bạn đã có tên trong danh sách thi đợt 4, đợi thông báo mail ngày thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em gửi file xin hủy hoãn thi ạ. Mong PĐT xác nhận giúp em. Trân trọng",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em học 7 chỉ qua hết mà chỉ cập nhật 3 chỉ",
            "Chào bạn. . Trước tiên, Bạn vui lòng  kiểm tra lại điểm từng môn học được nhập đúng chưa?. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 10/21. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Đã qua 3 lần cập nhập điểm nhưng sao số tín chỉ của em lại thiếu đi 3 ạ ? Và điểm trung bình cũng chưa được cập nhập.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi phòng đào tạo đơn hủy hoãn thi của em ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM LÀ PHẠM THỊ TIỀN , MSSV [student_id].. . EM XIN HỦY KẾT QUẢ HOÃN THI MÔN MI2011 , [full_name] KÌ [full_name] 16/08/2021.. . MONG ĐƯỢC NHÀ TRƯỜNG CHẤP NHẬN.. . EM CẢM ƠN.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . trong học kì 202 em đã hoãn thi môn giải tích 2 mã số MT1005 nay em xin được hủy hoãn thi ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin nộp đơn hủy hoãn thi ạ. . link gg drive: https://docs.google.com/document/d/1PeYrZK2cC0mBR9Q1f8fTbnVoZETGPSzs/edit?usp=sharing&ouid=[phone_number][phone_number]3&rtpof=true&sd=true. . Em xin cảm ơn ạ. .   i Yêu cầu khác .",
            "Em xin bổ sung file ạ",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký hoãn thi môn giải tích 2 vì ngày thi thì em không đăng nhập vào bk exam được nhưng hiện tại thì không thấy tên em có trong danh sách hoãn thi ạ. . . .   i Yêu cầu khác .",
            "Chào em,. . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào THẦY/CÔ. . - Thầy/Cô cho em hỏi, vào ngày 2/8/2021 em có đăng kí hoãn môn  ĐỘNG CƠ ĐỐT TRONG - TR2019 trên trang BKSI.hcmut.edu.vn (Hình ảnh đính kèm). Và sao đó em có đăng kí hoãn môn CƠ HỌC THỦY KHÍ - TR1005 trên mẫu form: https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform (được nhận vào ngày 5/8/2021).  Hôm nay em có mail kết quả hoãn thi chỉ thì chỉ có hoãn môn Cơ Học Thủy Khí -TR1005.. . Vậy là môn ĐỘNG CƠ ĐỐT TRONG của em đăng kí hoãn không đúng cách hay sao ạ.. . Em có cần bổ sung thêm thủ tục gì để được hoãn thi môn ĐỘNG CƠ ĐỐT TRONG nửa không ạ. . Mong được Thầy/Cô giải đáp và giúp đỡ.. . Em xin cảm ơn Thầy nhiều. .",
            "Chào bạn. . Pdt đã tiếp nhận thông tin hoãn thi của bạn. . Bạn kiểm tra mail PĐT gởi ngày 29/9 để tra cứu dữ liệu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . [full_name]. . [student_id]. . . . Em đã đăng ký hoãn thi các môn học kỳ 202 và 203 đúng theo hướng dẫn của phòng đào tạo.. . Tuy nhiên hiện nay em chỉ mới được duyệt hoãn thi học kỳ 202, danh sách hoãn thi học kỳ 203 vẫn chưa có tên em. Mong Phòng đào tạo xem xét, em xin cảm ơn. . . . (Danh sách hoãn thi học kỳ 203). . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . . . (Danh sách hoãn thi học kỳ 202). . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801",
            "Chào em,. . PĐT đã gửi 2 email, em chú ý kỹ học kỳ nhé. . Thân gửi các bạn sinh viên,. . . . PĐT phản hồi yêu cầu Sinh viên đã đăng ký Hoãn thi HK203 (đăng ký trước ngày 09/09/2021). . . . + Sinh viên tra cứu danh sách môn đã đăng ký tại đường link:. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802. . Thân mến,. . . . Cơ kiểm tra có tên em nè. . 427\t[student_id]\tHK203\tMT1005\t\tx\t\tLT. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . . . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em gửi đơn hủy hoãn thi, mong PĐT xem xét giúp em với ạ.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name]. . Mssv: [student_id]. . Khoa Xây dựng. . Dạ em đã điền form hoãn thi giải tích 2 ( MT2005) và có mail đồng ý yêu cầu hoãn thi sao giờ em xem lại điểm thi cuối kỳ thì lại điểm 13 ạ! mong phòng đào tạo xem xét lại giúp.. . Em cảm ơn ạ. . . . . .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn học thi lại Việt Pháp. . . . Dạ cho em hỏi là học kỳ 202 em có rớt môn 404710 - Biến đổi tín hiệu số và ứng dụng nhưng em lại không thấy môn đó có trong lịch thi lại của Việt Pháp. Vậy lịch thi lại sẽ được cập nhật nữa đúng không ạ hay là môn này bị sót ạ. Mong nhận được sự hỗ trợ. Em xin cảm ơn.. . . . . .",
            "Chào bạn. . Bạn liên hệ Văn phòng Việt Pháp để được hỗ trợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Phòng đào tạo.. . Em là [full_name], mssv [student_id].. . Hiện tại em đã đủ tín chỉ tốt nghiệp, TOEIC LISTENING & WRITING, bằng Tiếng Pháp DELF B1 và vừa mới có kết quả thi TOEIC SPEAKING & WRITING trong hôm qua (28/9), PĐT cho em hỏi bây giờ em cần phải làm gì để được đăng kí tốt nghiệp? Và bào lâu thì em có tên trong danh sách tốt nghiệp dự kiến?. . Em xin cảm ơn!. .",
            "Chào bạn. . Bạn liên hệ TTNN báo chuyển kết quả về Pdt. . Pdt sẽ tự động cập nhật xét tốt nghiệp bổ sung nếu bạn đạt . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, phòng đào tạo cho em nộp đơn xin được hủy hoãn thi ạ. Em cảm ơn.",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hi PĐT,. . Mình có đăng kí tốt nghiệp mà bấm vô cập nhật thông tin hoài không được",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 4 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. .",
            "Hi PĐT,. . Em muốn đăng kí xét tốt nghiệp chứ (như hình).. . Chứ không phải đăng kí môn học LTVN.",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn đợi mail vào tuần sau để thực hiện theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa Phòng Đào Tạo, cho phép em được nộp đơn xin hủy hoãn thi môn học cuối kì 202 ạ.Em xin cám ơn!. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Phòng đạo tạo cho em hỏi là em mới thi xong anh văn nói viết và đủ điều kiện tốt nghiệp thì bây giờ em đăng kí tốt nghiệp như thế nào ạ.. . Em cảm ơn!. .",
            "Chào bạn. . Bạn liên hệ TTNN báo chuyển kết quả về Pdt. . Pdt sẽ tự động cập nhật xét tốt nghiệp bổ sung nếu bạn đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    }
]