[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào thầy ( cô ) ạ. em là [full_name] mạnh [student_id] SV VLVH hiện tại em đã hoàn thành chương trình đào tạo của trường. em vào để đăng ký tốt nghiệp thì thấy thông báo là em không có trong danh sách dự kiến tốt nghiệp, em chờ mail của trường gửi cũng không thấy, mong thầy cô hỗ trợ em ạ. em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. .",
            "Chào chị. . . em đã nhận được mail thông báo của PDT. nội dung mail có thông báo \"Hiện nay do tình hình dịch bệnh Sinh viên không thể vào Trường để nộp bản sao bằng … . Các trường hợp Sinh viên chỉ còn báo thiếu: “Chưa có kết quả thẩm tra bằng tốt nghiệp”, PĐT vẫn sẽ cập nhật để Sinh viên có thể đăng ký làm bằng bình thường nhưng các Anh / Chị sinh viên phải hoàn thành thủ tục của mục này như trên, thời gian: trước khi nhận bằng tốt nghiệp hoặc sớm hơn trong điều kiện cho phép.\" em vào để đăng ký tốt nghiệp vẫn không được. web thông báo em chưa có trong danh sách dự kiến TN. Mong chị hướng dẫn em thêm để em được đăng ký TN trong thời gian sớm nhất, em xin chân thành cảm ơn.",
            "Chào bạn. . bạn vào đăng ký khai thông tin tốt nghiệp, nhà trường đã cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô, . . Em muốn hỏi việc nộp chứng chỉ TOEIC để xét miễn các môn từ AV1-AV4. Em đã gửi yêu cầu xét miễn được 3 tuần và có nhu cầu đăng kí học AV4 trong kì này nhưng vẫn chưa được xác nhận, nên em muốn hỏi thời gian chờ được xét duyệt là bao lâu ạ, em cảm ơn ạ!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý thầy cô,. . . . Em có đọc qua quy chế về việc chuyển điểm cho các môn Anh văn đó ạ. Thì em thấy là với bằng IELTS 6.0 của em, các môn Anh văn tăng cường  của em sẽ có điểm tương ứng:. . . . + Anh văn tăng cường 1: 10 . . + Anh văn tăng cường 2: 10 . . + Anh văn tăng cường 3: 7.5 . . + Anh văn tăng cường 4: 6.5. . . . Nhưng mà em đã trải qua 2 lớp Anh văn tăng cường 2 và 3 với số điểm lần lượt là 6.5 và 7, còn lớp Anh văn tăng cường 1 và 4 em không có học là do đã đạt yêu cầu về tiếng Anh cho 2 lớp đó. Vậy thì khi em chuyển điểm AV, thì điểm số của lớp AVTC 2 và 3 có được cập nhật lại với số điểm tương ứng ở trên không, và AVTC 1 và 4 thì em có thể được nhận số điểm như trên không ạ? Và nếu được cập nhật lại thì cuối kì 211 thì điểm của các lớp AVTC mới có thể cập nhật đúng không ạ?. . . . Trong câu hỏi em có đính kèm file ảnh, do em cũng đã thanh toán việc chuyển điểm, và trong mục \"Điểm miễn Anh Văn\" không có hiển thị số điểm em sẽ được chuyển nên xin thầy cô có thể giải đáp thêm về thắc mắc này nữa ạ.. . . . Em chân thành xin cảm ơn!",
            "Chào bạn. . •\tVề vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name]- MSSV [student_id], sinh viên khoa KH-KT máy tính. Em có một thắc mắc là điểm rèn luyện mà mình tự đánh giá của trường và điểm rèn luyện mà mình tham gia hoạt động của khoa mỗi lần được +5, +10 điểm có giống nhau hay không. Và nếu được cộng vào điểm rèn luyện của trường thì mình cộng vào mục nào trong bảng đánh giá điểm rèn luyện ạ.. . Em mong được phản hồi sớm. Em xin chân thành cảm ơn. . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . hiện tại chỗ em đang chỉ thị 16, em không ra ngoài lấy bằng tốt nghiệp được, nên đã bị trễ hạn nộp, em xin phép hỏi làm cách nào để bổ sung sau ạ. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô, vì một số lý do nên em phải hoãn thi môn Thí nghiệm vật lý bán dẫn và môn Vật lý bán dẫn (lý thuyết) sắp tới đây thì em phải làm như thế nào vậy ạ, em cảm ơn cô!. .",
            "Chào em,. . Em đọc kỹ quy chế hoãn thi nhé.. . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ lúc đầu năm em đã nộp CCNN IELTS rồi (IDP chuyển qua ạ ) lúc đó chứng chỉ của em còn hạn ạ. Hôm trước em có làm quiz để hỏi về việc em có phải nộp lại không ạ thì em thắc mắc là lúc em nộp hồi đầu năm lúc em vào trường thì chứng chỉ của em còn hạn nhưng bây giờ đã hết rồi thì sao ạ ?",
            "Chào bạn,. . Trường hợp này nhà trường đã gửi mail cho SV từ năm 2020 đã yêu cầu SV vào mybk/Nộp chứng chỉ ngoại ngữ để đăng ký lại, nếu có nhu cầu chuyển điểm SV vui lòng vào đăng ký chuyển điểm và đóng lệ phí?. . Trước tiên bạn vui lòng vào đăng ký tại mybk/Thông tin SV, Sau đó viết thêm giúp cô 1 đơn xin kiểm tra là việc thẩm tra bằng IELTS, do bạn đã nhờ IDP gửi về từ lúc xét tuyển, để bộ phận thẩm tra bằng kiểm tra lại và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em tên Trần Hữu Duy - MSSV: [student_id]. Ở học kỳ dự thính 202, em có thi môn Vât Lý 1 (PH1003), trong quá trình làm bài mạng internet nhà em có trục trặc nên chất lượng bài thi không đảm bảo. Sau buổi thi em đã điền form đăng ký hoãn thi và nhận được e-mail phản hồi chấp nhận của PĐT (có hình ảnh). Đến hôm nay thì khi em kiểm tra bảng điểm thì lại có điểm thi và điểm tổng kết.. . Em mong quý thầy,cô xem lại và điều chỉnh giúp em thành điểm hoãn thi.. . Em chân thành cảm ơn",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô , trước em có đăng ký hoãn thi Hk202 cho em hỏi về thời gian tổ chức thi các môn đó hoặc mình có phải đăng kí không ạ?. . . . Em cảm ơn cô !",
            "Chào em,. . Em đọc kỹ quy định nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hôm trước em có hỏi việc đăng kí môn học với k2021 thì được trả lời như sau. .   QUOTE Thời gian: 08/24/2021 05:40:03 pm. . Từ: [20279] (003243) [full_name] [full_name]. . . . Chào bạn,. . Bạn Chào bạn,. . Về việc học chung với khóa 2021, sau ngày 15/09/2021 Sinh viên vui lòng làm đơn trình bày rõ về việc xin học chung với Khóa 21 môn nhập môn kỹ thuật (ghi rõ mã MH) và gửi qua b  /QUOTE . . . . Dạ cho em hỏi thêm là làm đơn xong rồi gửi qua đâu.. . Em cảm ơn",
            "Em gửi qua [full_name] nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào thầy/cô của PĐT,[full_name] [full_name] [full_name] [full_name] Em là [full_name], MSSV [student_id][full_name] Hiện tại, em cần bảng điểm để hoàn thành một số hồ sơ[full_name] Thầy/cô cho em hỏi là em có thể đăng ký và nhận bảng điểm ở dạng scan hoặc pdf không ạ? Nếu có, cho em hỏi thủ tục đăng ký để nhận bản scan/pdf, và bản scan/pdf đó có phải là bản song ngữ như bản giấy hay không?[full_name] [full_name] [full_name] [full_name] Mong sớm nhận phản hồi từ PĐT[full_name] Em cảm ơn rất nhiều[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào bạn. . hiện tại bạn đăng ký tại Mybk-bảng điểm, đăng  ký nhận lấy theo bưu cục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi PĐT,. . Hiện nay, nhà trường vừa triển khai việc học các môn GDTC trực tuyến, bắt đầu từ tuần 38, link buổi học được lấy ở trang BK e-learning. Tuy nhiên trong trang e-learning của em không hề có lớp BƠI-PE1019 L30, mặc dù trên thời khóa biểu đã cập nhật các buổi học. . . Em mong PĐT sẽ giải quyết sớm vấn đề này giúp em ạ. Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em xin chào thầy cô!. . Cho em hỏi em chưa học AV4 và điểm thi Toeic của em cũng không đủ để qui đổi điểm AV4. Vậy em học AV4A thay thế để được ra trường có được không ạ? . .",
            "Chào bạn,. . Được nhé bạn, môn AV4a là môn tương đương AV4 nhé. bạn lưu ý về cách tính điểm môn tương đương nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ mấy ngày trước em có nộp form xin rút 1 môn học. Và hiện tại em muốn xin rút thêm 1 môn học khác nữa vậy em có thể điền form tiếp tục được không ạ? Dạ nếu được thì trong form lần 2 này em điền mấy môn học ạ? Môn mới em định rút hay là em phải điền cả 2 môn tính luôn môn lần trước em xin rút r ạ ? Em cảm ơn",
            "Chào em,. .  Dạ nếu được thì trong form lần 2 này em điền mấy môn học ạ?. . =  Em điền môn em cần rút thêm thôi nhé. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính PĐT, em có một đứa em trai vừa đậu vào khoa Xây Dựng hệ đại trà. Đứa em của em nhờ em hỏi là có thể đăng ký chuyển lên hệ đào tạo Chất Lượng Cao được không ạ. Em xin cảm ơn ạ.",
            "Chào em,. . Vui lòng liên hệ VP ĐTQT qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: kính gửi Quý thầy cô PDT, học kỳ 171 em có đăng ký mua bảo hiểm y tế trên trang của trường nhưng sau đó em đăng ký mua bảo hiểm ở KTX ĐHQG và thanh toán ở KTX. Em có hỏi phòng đào tạo ở cs2 và cô nói chỉ cần thanh toán ở KTX là được và không cần thanh toán trên bkpay. nhưng nay em vào bkpay thấy vẫn hiện chưa thanh toán bảo hiểm học kỳ 171 thì có bị gì k ạ.E xin cảm ơn ạ!!!",
            "Chào em,. . Em liên hệ y tế qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . - Kính gửi: Phòng đào tạo.. . - Em tên là: [full_name]. Mssv: [student_id].. . - Hiện đang theo học: Kỹ thuật máy tính.. . -Khoa: Khoa học và kỹ thuật máy tính. Lớp: MT20KT02.. .   Em viết email này để trình bày một số mong muốn sau:. .   Hiện tại địa phương em đang trong thời gian thực hiện việc xem xét nghĩa vụ quân sự. thế nên để tiếp tục học tập em cần phải có giấy xác nhận là đang là sinh viên của trường. Em đã chủ động đăng kí in giấy xác nhận sinh viên. Tuy nhiên, hiện đã 7 ngày kể từ ngày đăng ký nhưng vẫn chưa được xử lý. Thế nên em xin phong đào tạo có thể gửi trước file xác nhận không ạ. Hiện tại địa phương đang cần gấp. Nếu được như vậy em rất biết ơn ạ. Em chân thành cảm ơn. . .    Kính chúc quý thầy cô được nhiều sức khỏe và bình an trong mùa dịch.. .    Kính thư. .    [full_name]",
            "Chào em,. . - Hiện tại PĐT đã up giấy CNSV lên rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: NHÀ TRƯỜNG ĐÃ MẮC SAI SÓT TRONG VIỆC KIỂM TRA BÀI LÀM CỦA EM, [full_name] DÙ [full_name].. . =   [full_name]A [full_name], MONG ANH/[full_name] [full_name] EM. EM CẢM ƠN Ạ",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào pdt,hôm bửa em có xin bổ sung TLTN    PDT kêu em đã qua hết 5 tuần rồi,mak tkb em pdt mới cập nhật lúc sáng,nên em đã có liên hệ vs giáo viên hướng dẫn về nhận đề tài thì thầy giáo em có nói cho em là thời gian của em còn lại quá ít để hoàn thành TLTN,em sợ em ko hoàn tahfnh kịp đúng hạn bảo vệ TLTN,nên em mong pdt giúp em hủy tkb TLTN ạ,em cám ơn và xin lỗi pdt vì dã làm phiền ạ",
            "vì em ko để ý thời gian bảo vệ tiểu luận nên em đã xin bổ sung quá muộn nên tg làm đề tài quá ngắn nên em sợ em ko hoàn tahfnh đc đề tài bảo vệ kèm sức khỏe em ko đc tốt ạ,mong pdt hủy giúp em mã môn học (260663) TLTN.THÂN",
            "Mong pdt giải quyết cho em về vấn đề em xin hủy TKB môn học TLTN (260663)ạ,vì trong thời gian này em đang bị bệnh nên em ko thể làm TLTN đc vs thời gian bảo vệ còn 5 tuần để em hoàn thành mak em đang bị ốm sức khoẻ em ko đc tốt nên em ko thể hoàn thành xong đè tài bảo vệ,rất mong pdt xem xét và giải quyết giúp em ạ,em chân thành cám ơn",
            "Chào bạn,. . Trường hợp của bạn trình bày như vậy không đúng, bạn xin đăng ký bổ sung LVTN trễ hạn (bạn gửi yêu cầu ngày 16/9), không tính thứ 7,CN, hôm nay 20.9 đã cập nhật TKB cho bạn. Trong đơn của bạn cũng đã được [full_name] xác nhận đồng ý dù trễ hạn. Tại sao [full_name] vẫn đồng ý?. . Giờ bạn lại nói là GV không đồng ý?. . Thân",
            "Chào bạn,. . Cô sẽ chuyển yêu câu hủy của bạn cho Ban Lãnh đạo xem xét và trả lời cho bạn sau nhé!. . Thân",
            "Dạ đầu tiên cho em xin lỗi pdt về vấn đề em xin bổ sung TLTN dù đã trễ hạn đăng kí,dạ thày giáo em vẫn chờ em làm TLTN,nhưng do vì thời gian bảo vệ TLTN đã qua hết 5 tuần em chỉ còn 5 tuần để hoàn thành đề tài,nhưng trong thời gian này em đang bị sốt khá cao và em phải đang theo dõi tình trạng sức khoẻ của mình tại nhà,nên em sợ trong thời gian này em ko làm dề tài kịp do sức khoẻ của em đang yếu ,nên em sợ em ko hoàn thành đc đề tài,em rất xin lỗi pdt vì vấn đề của em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo,. . Kì này em chưa đăng kí kịp môn đề cương luận văn tốt nghiệp IM4315 và em được biết môn này chưa bắt đầu buổi giới thiệu. Em kính mong phòng đào tạo giải quyết đăng kí môn học này giùm em để em kịp tiến độ làm luận văn tốt nghiệp ra trường đúng hạn. Rất mong nhận được phản hồi sớm nhất từ pđt.. . Trân trọng,. . [full_name]",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đăng ký ĐCLVTN trễ hạn, ghi rõ lý do, mã MH.. . Trong đơn phải có xác nhận đồng ý của GVHD và [full_name] dù trễ hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào phòng đào tạo,. . Em muốn gửi ý kiến đóng góp của mình vào hòm thu góp ý đánh giá môn đã học thì em sẽ gửi qua đâu ạ.. . Rất mong nhận được phản hồi sớm nhất từ pđt.. . Trân trọng,. . [full_name]. .",
            "Chào em, . . Em vui lòng liên hệ Ban Đảm bảo chất lượng qua email: [email]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name].. . . . Cho em hỏi em có nộp đơn hoãn thi các môn ở HK202 nhưng sao điểm tổng kết là điểm 13 (vắng thi).. . . . Không biết là PDT đã kiểm tra lại thông tin hoãn thi của sinh viên chưa ạ?. . . . Em xin cảm ơn.. . . . . .   i Học vụ .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. . Em tên: [full_name]. . MSSV: [student_id]. . Hôm đấy em không check mail nên không nhận được thông tin là mình không xét chuẩn anh văn để đăng ký môn học. Bây giờ em muôn đăng ký bổ sung Luận Văn Tốt Nghiệp ạ. Em đã xin được duyệt của thầy chủ nhiệm bộ môn ạ.. . Mong phòng đào tạo xét duyệt dùm em ạ.. . Trân trọng!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo,. . Em là [full_name] MSSV [student_id]. Em đang gặp sự cố về việc đăng ký tốt nghiệp trên trang web trường. Cụ thể là em đã có tên trong danh sách dự kiến tốt nghiệp 11/2021, tuy nhiên thì trên web trường không cho phép em đăng ký với lý do chưa nộp HP. Mong phòn đào tạo xem xét lại. Em cám ơn nhà trường đã đào tạo em suốt 5 năm chương trình PFIEV.",
            "Chào bạn,. . Bạn vô đăng ký tốt nghiệp lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên SV: [full_name]. . MSSV: [student_id]. . Em muốn hỏi phòng đào tạo về kết quả hoãn thi môn Quản trị kinh doanh cho kỹ sư (IM3001). Do ngày thi hôm 18/08/2021, đường truyền mạng internet của em bị trục trặc nên không thể tham gia buổi thi kèm vào đó là nhà em bị mất điện, nên không thể đảm bảo thiết bị cho buổi thi hôm đó, có cán bộ coi thi xác nhận, và em cũng đã làm đơn xin hoãn thi ngay buổi thi hôm đó, nhưng điểm trên bảng điểm của em là 13. Em mong phòng đào tạo xem xét lại giúp em, em xin trân trọng cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy(cô) ạ. . Theo thông tin từ giảng viên bộ môn thì cô đã chỉnh sửa điểm lại rồi. . Nhưng hệ thống vẫn chưa cập nhật lại ạ. . Không biết là do lỗi hệ thống chưa update hay sao vậy ạ. . Mong nhận được sự phản hồi sớm từ thầy cô. . Trân trọng",
            "Chào em,. . Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . . . Thân mến,",
            "Dạ em chào thầy (cô) ạ,. . Vậy nộp bảng điểm là nộp online hay offline vậy cô, tại em sắp phân ngành mà dịch bệnh thế này, giảng viên cũng không thể nộp trực tiếp được ạ. . Mong nhận được sự phản hồi sớm từ thầy(cô). . Trân trọng",
            "Chào bạn. . Bạn báo Thầy/Cô liên hệ Khoa để được hỗ trợ. . Việc này SV không giải quyết được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi BKsi,. . . . Em tên: [full_name], MSSV: [student_id]. . Theo sự hướng dẫn của cô [full_name] trong phản hồi ID 36087. Nay em làm đơn xin cứu xét đăng ký LVTN (file đính kèm đã có đầy đủ chữ ký xác nhận của Khoa) này mong thầy /cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ Luận văn tốt nghiệp trong học kì này, để em có thể hoàn thành kịp tiến độ học tập.. . . . Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
            "Chào bạn. . Đơn đặc cách xét LVTN của bạn đã được đồng ý và xử lý. . Bạn xem kết quả cập nhật vào tuần sau ngày 27/9/21. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô ơi giờ em muốn đăng ký môn anh văn 3 để học cải thiện và duy trì tình trạng sinh viên trong trường hợp em không kịp nộp chứng chỉ anh văn thì phải làm đơn hay sao ạ?. . Hiện tại em đã hoàn thành xong các môn trong chương trình học.. . Em cảm ơn ạ!",
            "Chào em,. . - HK211 cô thấy em có TKB môn máy công cụ.. . - Hiện tại đã hết thời gian hiệu chỉnh môn học.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo như hướng dẫn của cô [full_name] trong phản hồi ID 36140, nay em có làm đơn xin đăng ký Đề cương luận văn tốt nghiệp (Công nghệ Kỹ thuật Ô tô), TR4311. Kính gửi BKsi.. . Mong nhận được sự trợ giúp ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 28/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: PĐT Đại Học Bách Khoa tp HCM. . Em là: [full_name] MSSV: [student_id].. . Hiện tại thì em có đang học môn anh văn 2. Và kịp tốt nghiệp đợt này thì PĐT có tạo điều kiện và mở lớp anh văn nhu cầu 4a và cho em được đăng kí đợt này. . . Nay em viết đơn này xin PĐT cho em được rút môn anh văn 2 LA1005 nhóm L01. Để tiện cho việc xếp thời khoá biểu học anh văn nhu cầu 4a. Em xin hứa sẽ đóng học phí theo quy định. . . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . PĐT đã gửi email đến sv . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . sáng nay em lên mybk thì thấy mất thời khóa biểu học kỳ này nên em ko vào học được .PDT kiểm tra lại gấp giúp em . . MSSV [student_id]. . . .",
            "Nó mất học kỳ 1 nam 2021-2022 như ảnh phía dưới đây ạ",
            "Chào em,. . TKB HK211 cô kiểm tra em có bình thường mà.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa Phòng Đào Tạo trường Đại học Bách Khoa Tp Hồ Chí Minh. . Em tên [full_name] MSSV [student_id] . . Em viết đơn này để trình bày vấn đề như sau: do tình hình dịch Covid hiện nay, trong thời gian đăng kí luận văn bổ sung thì em đang bị cách ly, nên em không cập nhật được tình hình tin tức của Phòng đào tạo, do đó chậm trễ trong việc đăng kí luận văn. . . Mong Phòng đào tạo xem xét cho em đăng kí bổ sung luận văn tốt nghiệp, để em hoàn thành kịp tiến độ tốt nghiệp.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn xin Đăng ký LVTN trễ hạn, ghi rõ lý do, mã LVTN. Trong đơn phải có xác nhận đồng ý của [full_name] vẫn còn đồng ý cho SV nhận LVTN dù trễ hạn. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy cô,. . Em tên [full_name] - MSSV: [student_id]. . Hiện tại ở địa phương em có gửi giấy yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự trước ngày 25/09/2021.. . Em có đăng ký gửi giấy tạm hoãn NVQS qua bưu điện vào ngày 14/09/2021 và thấy trên hệ thống MyBK là  \"Đang được xử lý\" nhưng ở mục # thì có đánh dấu \"X\" nên em không hiểu là giấy của em  đã được xử lý chưa ạ? Hay em cần phải đăng ký lại?. . Rất mong nhận được sự phản hồi của quý thầy/cô phụ trách. Em xin cảm ơn.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi chi tiết về   B chương trình song nghành của khoa Điện - Điện Tử  /B  và   B chương trình ba bằng cử nhân kĩ sư, thạc sĩ của trường  /B  , cụ thể là: thời gian đào tạo, tổng số tín chỉ, điều kiện đăng ký, thời gian đăng ký và cách thức đăng ký ạ. . . . . Cảm ơn nhà trường!",
            "Chào bạn,. . Chương trình song ngành của Khoa Điện - Điện bạn xem thông tin ở đâu? Bạn có thể liên hệ về Khoa để tư vấn.. . hương trình bằng cử nhân kĩ sư, thạc sĩ của trường: Bạn liên hệ Phòng Đào tạo Sau đại học để hỏi về cách thức đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo!. . Em thấy trên mục đăng ký tốt nghiệp, để thông tin em đang nợ ngày công tác xã hội. Nhưng em đã làm đủ 15 ngày. . . . . Nhờ PĐT kiểm tra lại giúp em ạ. . . . Em cảm ơn Thầy/Cô!",
            "Chào bạn,. . Sau 8h ngày 21/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô) chức trách ạ. Do học kì trước em có xin hoãn thi do việc cách ly tập trung và cũng được pđt cho phép. Nhưng e được thông tin là phải đến tháng 12 pđt mới xử lí xong vấn đề hoãn thi này, vì vậy điểm 13 ở phần bảng điểm của em sẽ là tạm thời đến tháng 12. Tuy nhiên, sắp tới đây, khoa Điện-điện tử có xét phân nghành dựa vào tín chỉ và điểm trung bình của sinh viên, vậy cho em hỏi là việc điểm 13 trên bảng điểm này có ảnh hưởng đến việc xét chuyên nghành của em không ạ. Mong nhận được sự giải đáp của quý thầy cô ạ. Em cảm ơn rất nhiều ạ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là giấy xác nhận sinh viên sẽ được cấp bao nhiêu năm ạ. Nếu như em học xong 4 năm nhưng vẫn chưa tốt nghiệp thì em có được cấp giấy xác nhận sinh viên không ạ.",
            "Chào em,. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, . . Cho em hỏi là em đã đăng ký hoãn thi và bây giờ sao điểm cập nhật trên mybk là điểm vắng thi mà không phải điểm hoãn thi ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ khả năng đọc hiểu của em hơi kém. Em đã thi anh văn do trường tổ chức 2 kì trước và dược 620 tức là đã đủ chuẩn anh văn năm 4. và hiện giờ chỉ phải nộp bằng Toeic hoặc ielts để đủ chuẩn ra trường thôi phải ko ạ.",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu đăng lý thi lại kỳ thi tiếng Anh nói viết . Kính gửi Thầy/Cô phòng đào tạo,. . . . Em tên là [full_name] (MSSV: [student_id]), ngày 17/09/2021 em có tham gia kỳ thi tiếng Anh trong bài thi writing của em trong quá trình vào phòng thi thiết bị phụ của em xảy ra sự cố không thể đăng nhập vào phòng thi, lúc đó có các giám thi canh thi khác chứng kiến. Sau một hồi khắc phục sự cố nhưng không thành công, giám thị có nói em là thoát ra và có thể đăng ký thi lại đợt sau. Sau đó em cũng đồng ý và thoát ra để không ảnh hưởng toàn bộ phòng thi.. . . . Kính mong Thầy/Cô có thể cho phép em được đăng ký tham gia thi lại kỳ thi tiếng Anh lại lần nữa ạ.. . . . Em xin cảm ơn ạ.. . . . Kính thư,. . [full_name]",
            "Chào bạn. . Bạn báo TTNN giúp Cô nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT. Em muốn đăng kí in bảng điểm của học kì 2020-2021, để em làm hồ sơ nộp xin học bổng, thì em đăng kí online và PĐT sẽ gởi file để là làm hồ sơ hay là PĐT sẽ gởi về bưu điện cho em ạ.. . Yêu cầu khác:",
            "Chào bạn. . Bạn đăng ký in bảng điểm và đăng ký nhận gởi qua bưu cục nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị !. . Em có một môn học tận HK202 do dịch bệnh mà phần thực hành của môn học đó dời đến gần đây mới học(em đã thi cuối kì xong). Cụ thể là ngày kết thúc buổi học cuối của em là ngày 17/10/2021, mà em xem trong thông tin tốt nghiệp của PĐT thì ngày 20/10/2021 là hạn chót bổ sung tốt nghiệp tháng 11. Em muốn hỏi là em có bị trễ bổ sung tốt nghiệp không ạ ? Nếu có thì em phải làm gì ạ ?. . Em xin cảm ơn !. . Thân,. . [full_name]",
            "Chào bạn,. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký môn học ME1001 mong PDT xem xét.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413407  /b \t. . . .   i Đăng ký môn học .  Cho em hỏi muốn đăng ký môn học Kỹ Thuật Số (EE1009), Anh Văn 4 (LA1009) trong học kỳ dự thính 211, bây giờ còn kịp không?. . . .  Em cảm ơn.. . . .",
            "Chào bạn,. . •\tThời điểm hiện tại đã đến tuần thứ 6 của HK211, quá thời gian để bổ sung môn học/thu nhận cho HK 211.. . •\tXem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name], MSSV: [student_id], lớp DD17TD01, ngành Kỹ thuật Điều khiển và Tự động hóa, khoa Điện-Điện tử.. . . . Theo em được biết thì môn Anh văn 4A (LA1043) và môn Anh văn 4 (LA1009) là 2 môn tương đương, nhưng em chưa được chuyển điểm và chưa được tính vào số tín chỉ tích lũy ngành.. . . . Vậy PĐT có thể chuyển điểm cho em ngay để kịp đăng kí xét tốt nghiệp được không ạ.. . . . Em mong sớm nhận được phản hồi từ PĐT ạ.. . . . Em xin cảm ơn!. . Trân trọng,. . [full_name]",
            "Chào bạn,. . - PĐT đã chuyển điểm,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 1810713  /b \t. . . .   i Yêu cầu khác . Xin chào Thầy/Cô,. . Em là Ngô Kiến Hoàng (MSSV: 1810713) thuộc khoa Điện - Điện tử. Em có dự định nộp hồ sơ dự tuyển học bổng Swing for Dreams năm học 2021-2022 như Email Phòng CTCTSV đã thông báo. Học bổng có yêu cầu in bảng điểm năm học 2020-2021. Tuy nhiên, bảng điểm Học kỳ 2 (2020-2021) của em vẫn chưa cập nhật đủ điểm các môn do còn 2 môn có tiết thí nghiệm vẫn chưa hoàn thành, dù đã thi cuối kỳ 2 môn này nhưng hệ thống vẫn chưa cập nhật điểm. Còn bảng điểm Học kỳ 1 (2020-2021) đã cập nhật đầy đủ. . Thầy/Cô cho em hỏi vậy em nên in bảng điểm năm học 2020 - 2021 như thế nào để đúng với yêu cầu của hồ sơ dự tuyển học bổng. Em nên nộp bảng điểm đầy đủ HK1 (2020 - 2021) hay em nên nộp cả hai dù bảng điểm HK2 (2020 - 2021) chưa cập nhật đủ ạ. Rất mong nhận được phản hồi sớm nhất từ Thầy/Cô.. . Em xin cảm ơn rất nhiều, chúc Thầy/Cô một ngày làm việc vui vẻ.",
            "Chào bạn. . Bảng điểm hiện tại cập nhật theo tình trạng cập nhật điểm của bạn, không có chọn lựa khác, nên bạng có nhu cầu thì đăng ký in bảng điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: lúc trước e có nhận được câu trả lời về việc đã được chấn nhận việc hoãn thi môn kết cấu thép 1. Nội dung câu trả lời nằm ở ảnh đính kèm. Qua ngày 06/09/2021 em kiểm tra bảng điểm sẽ dược nhà trường xử lý nhưng hiện tại vẫn chưa được xử lý ạ! Em cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . . . Em nhận thấy mình đã đủ điều kiện tốt nghiệp nhưng lại không đăng ký tốt nghiệp được ạ. Tình trặng đăng ký ghi là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\".. . . . Em cảm ơn quý thầy cô,. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . . . Em tên Bùi Minh Hậu, MSSV: [student_id]. . Em là sinh viên lớp CK17CD03 thuộc bộ môn cơ điện tử, khoa cơ khí. Em đã đủ điều kiện tốt nghiệp (số tín chỉ, ngày CTXH, chứng chỉ GDQP, chuẩn thể chất, chứng chỉ ngoại ngữ, và Toeic nói viết) nhưng chưa có tên trong danh sách tốt nghiệp tháng 11/2021. Mong quý thầy cô phòng đào tạo kiểm tra và bổ sung em vào danh sách tốt nghiệp tháng 11/2021.. .  . . Em xin cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô.. . Dạ em có đứa em đậu vào trường nhưng khoản thu đầu năm đối với em ấy đang khá khó khăn vì tình hình dịch. Thầy cô có thể cho em hỏi có cách nào để giúp đỡ em ấy và có thể gia hạn được không ạ. . . Em cảm ơn nhiều ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô.. . Dạ về học kì trước em có hoãn thi do bị bệnh, cho em hỏi rằng em sẽ tính điểm trung bình học kì em hoãn thi như thế nào ạ và khi đăng kí thi lại em sẽ đăng kí ở đâu ạ. . Em cảm ơn thầy cô.. .   i Yêu cầu khác .",
            "Chào em,. . - Hoãn thi hết thì đtbhk không có . . - khi đăng kí thi lại em sẽ đăng kí ở đâu ạ. . =  Em đọc kỹ quy chế nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em thưa thầy cô,. . . . Hiện em đã nhận được mail thông báo đăng ký tốt nghiệp nhưng khi lên MybK thì em không thể đăng ký với lý do em đang ở tình trạng tạm dừng học (Đầu học kỳ trước em có xin đi làm luận văn tại Pháp nhưng em đã xin được nhận lại và tình trạng của em vẫn là đang học -   B 2  /B  hình đính kèm). . . . . Vì vậy em xin thầy cô giúp em cập nhật lại trên web đăng ký tốt nghiệp để em có thể được đăng ký và nhận bằng tạm thời. . . . . Em xin chân thành cảm ơn thầy cô.. . . .",
            "Chào bạn,. . Sau 8 h ngày 21/9 bạn vô ĐK tốt nghiệp lại nhé. . Thân",
            "Dạ em cảm ơn cô.. . . . Hiện tại em đang cần một giấy xác nhận bằng tiếng Pháp từ văn phòng Việt Pháp (PFIEV) nhưng em hiện tại em không thể tìm thấy tên mình trong danh sách (tuy đã nhận được email thông báo tốt nghiệp). Cô cho em hỏi là em có thể nhờ phòng đào tạo kiểm tra tên mình và gửi một email xác nhận cho văn phòng PFIEV để em xin gấp giấy chứng nhận được không ạ (trong trường hợp ngày mai em vẫn chưa được cập nhật trên trang web tra cứu -   U link đính kèm  /U )?. . . . http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761&masv=[student_id]&code=mg. . . . Em xin chân thành cảm ơn thầy cô.. . . . Trân trọng.",
            "Chào bạn,. . Cô chưa hiểu ý bạn, bạn có thể gửi hình mail tốt nghiệp cho VP (PFIEV), bên VP Việt Pháp yêu cầu gì mới cấp giấy xác nhận cho bạn?",
            "Em cảm ơn cô, để em gửi mail tốt nghiệp cho văn phòng Việt Pháp. Em xin cảm ơn sự hỗ trợ của cô.. . . . Dạ em xin đính kèm yêu cầu từ phía văn phòng PFIEV.. . . . Hiện tại em chỉ cần một văn bản hoặc sự xác nhận là em đã đủ điều kiện tốt nghiệp vào tháng 11 này là được ạ.. . . . . .",
            "Dạ hiện tại là 8h11p ngày 21/09, em vẫn bị ghi là tạm dừng trong trang đăng ký xét tốt nghiệp ạ.. . . . Em xin thầy cô xem xét giúp em.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Đã mở lại, bạn vô đăng ký lại nhé!. . Thân",
            "Dạ em đã đăng ký được. Em xin cảm ơn cô rất nhiều. Nhưng em chưa tìm được tên trong danh sách tốt nghiệp dự kiến để kiểm tra các thông tin như điểm trung bình, loại/ngành tốt nghiệp,...",
            "Chào em,. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này (thứ 5 hàng tuần PDT sẽ lấy dữ liệu SV đăng ký và đóng tiền lệ phí tốt nghiệp trước đó để tiến hành in giấy CN tốt nghiệp tạm thời). Sẽ được cập nhật vào thứ 6 hàng tuần. . Giấy chứng nhận bản giấy vẫn được gửi về khoa và Sinh viên tự về Khoa nhận khi tình hình bình thường lại,. . SV vui lòng kiểm tra kỹ thông tin trên giấy CN tốt nghiệp tạm thời, nếu có sai sót gì vui lòng phản hồi lại PDT để kịp chỉnh sửa, những thông tin trên CN tốt nghiệp tạm thời sẽ dùng để in bằng TN. . Thân",
            "Cô cho em hỏi là em có thể nhờ phòng đào tạo scan bằng tạm thời thay vì gửi bưu điện về nhà được không ạ? Do nhà em đang là vùng đỏ của dịch bệnh.",
            "Chào bạn. . Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian. . Bạn thanh toán lệ phí ngày 21/9, dự kiến ngày 29/9 sẽ  tải lên trang đăng ký hồ sơ cấp bằng, bạn vào tải nghen. . Thân",
            "Dạ em có thể xin nhận trước không cô? . . . . Do em đang xin học tại Pháp và sau khi có bằng còn rất nhiều quy trình công chứng và xác nhận nữa cần được thực hiện ạ.. . . . Em xin cảm ơn thầy cô",
            "Dạ giờ em lạ bị ghi là ko thể đăng ký với lý do tạm dừng rồi ạ. Dù em đã nhận email xác nhận là đơn đăng ký thành công.. . . . Em xin cô cho em nhận giấy trước được không ạ?. . Hiện tại nếu làm lại quy trình thông báo lỗi và đăng ký lại từ đầu em lo sẽ không kịp thời nhận bằng.",
            "Chào bạn. . Cô đã ghi nhận việc tạm dừng của bạn, và sẽ xử lý, yên tâm là không sao nghen. . - Đồng thời Giấy chứng nhận tạm thời của bạn sau 15 g ngày hôm nay sẽ có nghen. . Thân",
            "Dạ em cảm ơn thầy cô rất nhiều.. . . . Em xin lỗi vì đã làm phiền thầy cô.. . . . Trân trọng,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng Đào Tạo hiện tại đang dịch nên em không thể ra tiệm để chụp ảnh 4x6 như theo yêu cầu, không biết là em có thể sử dụng ảnh cũ ( như hình đính kèm ) không bận sơ mi trắng và thắt cà vạt để đăng ký được không ạ?. . . . Em xin cảm ơn ạ",
            "Chào em,. . Em tự chụp với trang phục lịch sự, không cần thiết phải thắt cà vạt, veston.. . Thân mến,. . . ."
        ]
    }
]