[
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] MSSV [student_id]. . Em muốn hỏi trên file ảnh của em gửi phần sau cảnh cáo học vụ lần 2 loại quyết định kỷ luật đó là sao ạ. . em cảm ơn trích giấn từ câu hỏi lần trước chưa xong ạ file ảnh ở bên dưới em came ơn",
            "Chào bạn,. . . . Bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô ). Em hiện tại bị cảnh cáo học vụ lần 2. thầy(cô ) cho em hỏi cách làm đơn xin cứu xét với ạ!. . Em cảm ơn!",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa thi được 575 IIG Toiec. . . Em xem trên aoo thì thấy chuyển được:. . AV1: 10. . AV2: 10. . AV3: 9. . AV4: 6.5. . Nhưng mà khi chuyển điểm thì được:. . AV1: 10. . AV2: 8.5. . AV3: 6. . Cho em hỏi là Bảng chuyển điểm đã cập nhật hay bị lỗi ạ. Do em thấy bảng chuyển điểm này 2019 ạ.. .   i Học vụ .",
            "Chào bạn,. . . . Bạn áp dụng  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là ở cs1 thuê áo blouse để học thí nghiệm hóa ở đâu ạ. . . Em cảm ơn ạ!",
            "Chào bạn,. . . . Việc này bạn hỏi các cô dạy thí nghiệm nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có nhận được mail buộc thôi học của phòng đào tạo cho e hỏi giờ em phải làm sao để tiếp tục đi học tại trường ạ",
            "Chào bạn,. . . . Bạn vui lòng làm đơn cứu xét nộp ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô.. .  Em là K14, tháng 4 là em hết thời gian đào đạo. Nhưng em chỉ nợ Av4 ngoài ra em hương thành hết rồi ạ. Em có thể lên pdt xin gia hạn 1 kỳ để nộp toeic để đăng ký tốt nghiệp vào đợt bổ sung tháng 7 được không ạ. Vì em không muốn chuyển sang hệ VHVL ạ. Em cảm ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học  vụ điều 5, mục 5.5 để biết qui đinh về gia hạn 1 học kỳ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cô cho con hỏi là kì rồi con đăng kí thi anh văn ở trường con được 475 điểm  thì con đã đạt chuẩn sinh viên năm 3 rồi phải không ạ . Con cảm ơn ạ !",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phục lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Ad ơi cho em hỏi, hôm qua em k có đi dự tốt nghiệp thì có quy định trong thời gian bao lâu em phải lấy bằng k ạ? Và nếu lâu thì em phải lấy ở PĐT hay ở Văn phòng khoa ạ? Em cảm ơn",
            "Chào bạn,. . . . Hiện tại bạn muốn nhận bằng thì về khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . Em bị buộc tạm dừng học HK2/20-21 do không đăng kí môn học. . . Em đã hoàn thành xong đủ tín chỉ nên không đăng kí môn học vào học kì HK2/20-21, nhưng do chưa qua anh văn nói viết. vậy nếu khi em qua anh văn nói viết thì có được xét tốt nghiệp không ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Khi nào bạn đủ chứng chỉ anh văn nói viết bạn làm đơn thu nhận lại để xét tốt nghiệp. Thời gian tạm dừng chỉ có 2 học kỳ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em có đóng tiền in thẻ sinh viên . em muốn hỏi khi nào em có thể nhận thẻ ạ",
            "Chào bạn.. . . . Khi nào in xong PDT báo lên Mybk.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô, . . Em tên Phạm Thùy Dương-MSSV:[student_id]. . Em có học môn Hóa Phân Tích (CH1009-mã môn của K17) vào học kỳ 172 và rớt môn này. Đến học kỳ 201 em học lại môn này thì bộ môn của khoa em cho biết môn này đã đổi tên thành CH2009 bắt đầu từ khóa K19, do đó em đã học lại môn này với mã môn CH2009 và đã qua môn. Giờ khi em kiểm tra điểm thì thấy môn CH2009 không được cập nhật vào điểm trung bình tích lũy ngành, tín chỉ của môn Hóa Phân Tích cũng chưa được cộng vào tín chỉ tích lũy ngành.. . Mong thầy/cô giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem môn tương đương có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Nếu môn tương đương thì PDT tự cập nhật điểm luôn cho bạn.. . . . Thân",
            "Em vừa nhận được mail từ khoa em thì trong danh sách môn học chưa hoàn thành em vẫn còn thiếu môn Hóa Phân Tích trong khi em đã học lại và qua môn. Em có kiểm tra môn học này trên đường link web PĐT mà cô đã đưa phía trên nhưng trong web này không có môn này, trong khi khóa k17 mã nó là CH1009 và đến khóa K18 thì mã môn này được đổi thành CH2009(em xem trong chương trình đào tạo). Em nghĩ PĐT đã để sót môn này và chưa cập nhật điểm cho em. Mong PĐT xem lại môn học này: Hóa Phân Tích (CH2009) - khoa môi trường",
            "Chào bạn . . [full_name] đã cập nhật môn tương đương/thay thế CH1009 bằng môn CH2009 vì sv đã học và đạt ở HK201.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa phòng đào tạo, học kì II, HKII-20 21 . Em có đăng kí môn học 1 môn mà không mở lớp nên em bị tạm dừng học. Vậy kì sau em đăng kí môn học lại bình thường được không ạ! . . # em cảm ơn nhiều ạ!",
            "Chào bạn,. . . . Bạn làm đơn thu nhận lại để đăng kí môn học cho học kỳ sau nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Em có thắc mắc muốn hỏi là nếu em có chứng chỉ ngoại ngữ đủ điều kiện chuyển điểm cho AV1 AV2 AV3 AV4 nhưng ban đầu em chỉ xét chuyển AV1 AV2, vậy thì sau đó em có thêm nhu cầu thì có thể tiếp tục dùng Chứng chỉ đó chuyển điểm tiếp cho AV3 và AV4 được không ạ? . . Em cảm ơn.",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có mong muốn cuối năm I được chuyển hệ đào tạo từ đại trà sang chất lương cao qua 1 ngành khác mà chưa có bằng ielts vậy có được chuyển và học lại pre university không ạ và có phải học lại các môn đại cương không ạ. .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô. . Em là sinh viên K18, hồi năm nhất em có nộp bằng toeic 605 điểm và đã quy đổi điểm cho 8 chỉ môn AV. . Vậy thầy cô cho em hỏi nếu em thi được toeic điểm cao hơn thì em có thể xin chuyển điểm lần nữa được không ạ?. . Em cảm ơn thầy/cô",
            "Chào bạn,. . . . Không nha bạn, theo qui định của nhà trường mỗi một môn anh văn chỉ được chuyển điểm 1 lần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em mới nhận mail rằng mình bị xóa tên và buộc thôi học từ học kỳ 2, em có thể đến phòng đào tạo để xin cứu vớt được không ạ. .   i Học vụ .",
            "Chào bạn,. . . . Việc này bạn về khoa nộp đơn  cứu xét nha bạn.. . . . Thân",
            "Sau khi làm đơn cứu xét thì mình có thể xem kết quả ở đâu ạ",
            "Chào bạn,. . . . Bạn xem cổng thông tin sinh viên, mục tình trạng sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô,em là [full_name],là sinh viên Bảo dưỡng công nghiệp K15 đã tốt nghiệp vào tháng 11/2020 vừa rồi.Em dự định qua kì sau sẽ nộp hồ sơ xét tuyển lên đại học hệ tại chức Khoa Bảo dưỡng công nghiệp.Theo như em tìm hiểu thì hạn chót để hoàn tất hồ sơ là 29/4,những giấy tờ cần công chứng như Phiếu đăng kí xét tuyển,giấy khai sinh,2 ảnh 3*4,bằng tốt nghiệp thpt,bằng tốt nghiệp cđ và bảng điểm thì em đã chuẩn bị xong hết.Em định sáng mai sẽ trực tiếp lên phòng đào tạo để làm thủ tục nhập học.Cho em hỏi lại cho chắc vài vấn đề này ạ:     -Những giấy tờ em nói như trên đã đủ chưa ak     -Nếu như làm hồ sơ thì trong 1 ngày nếu em tranh thủ thì có thể hoàn thành được không ak     -Nếu còn cần điều kiện nộp hồ sơ như thế nào mong thầy cô nhắc nhở thêm để em hoàn tất hồ sơ ạ.Tại hiện tại e còn đi làm nên xin nghĩ hơi bất tiệnEm xin cảm ơn thầy cô",
            "Chào em. . Hiện em đk online trước. . Đến 07/05 PĐT sẽ thông báo v/v trúng tuyển qua emai;. . sau đó em nhập học vào ngày 08&09/05. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa cô, Em là sinh viên lớp KSTN khoa KHMT. . Kì vừa rồi, em có học môn cơ sở ngành là Mô hình hoá toán học và được tổng kết là 7.0. . Cô cho e hỏi là e có cần học lại môn đó k ạ. Tại e có nghe nói là các môn của ngành phải trên 7 5 ạ. . Em cám ơn cô. . . . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui định môn tài năng  http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1145.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào Thầy(Cô)!. . . . Em Tên: LÊ VĂN TRÍ. . MSSV: [student_id]. . CN: Kỹ Thuật Môi Trường. . . . Lý do: Là sinh viên hệ vừa học vừa làm nhưng ngành KTMT không mở lớp riêng.. . - Từ nằm học 2020-2021 các môn học em đăng ký đều học chung với hệ Chính Quy(buổi sáng) cho đến nay.. . - Nhưng vẫn phải đóng học phí dự thính cao hơn thay vì 390k/chỉ thì em phải đóng 525k/chỉ.. . =  Vấn đề này em mong Quý Lãnh đạo nhà trường xem xét miễn giảm học phí cho em!. . Vì một vài khó khăn như:1/ không có thời gian làm thêm như học dự thính.. . 2/ kết quả học tập cao nhưng vẫn không được xét học bổng dù kiến thức vẫn học như Chính Quy( đại trà). . 3/ Thời gian công sức kiến thức đều bỏ ra cũng như các bạn sinh viên Chính quy nhưng chi phí lại cao hơn 120-135k/ 1 chỉ( trung bình 1 học kỳ cao hơn 1.5 đến 2tr). . . . Rất mong được sự xem xét, giúp đỡ để em có thêm động lực học tập.. . Em xin chân thành cảm ơn!",
            "Chào em.. . SV hệ VLVH đóng HK 1.5 lần hệ CQ. ( 525.000đ / tc) bất kể em học ở hệ CQ hay hệ VLVH. . Thông báo HP từng học kỳ có quy định trên website, em lên xem để biết. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào quý thầy (cô). . Em tên: [full_name]. . MSSV: [student_id] . . Khoa Cơ khí.       Lớp: CK17CTM03. . Cho em hỏi về vấn đề cứu xét xin đăng ký trễ LVTN vì lý do trễ anh văn với a.. . Em vừa mới nhận kết quả thi anh văn và bị thiếu điểm, và em dự định thi lại trong giữa tháng 5 tới (16/5) thì ngày 26/5 em sẽ có kết quả lần này em tự tin mình sẽ ôn thi đủ điểm, vậy cho em hỏi thời gian đó em vẫn còn có thể làm đơn cứu xét đăng kí trễ LVTN không. Và thời gian trễ nhất cho việc làm đơn cứu xét này là khi nào vậy ạ.. . Về phần Đề tài luận văn em có đăng kí làm trước với GVHD và em vẫn theo kịp tiến độ để có thể tham gia bảo vệ luận văn ạ.. . Em xin cảm ơn",
            "Chào bạn,. . . . Khi nào bạn hoàn thành xong chứng chỉ ngoại ngữ bạn liên hệ PDT để hướng dẫn tiếp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do em đã hết thời gian đào tạo nên không thể đăng ký tốt nghiệp trên web và thời hạn đăng ký tốt nghiệp là 30/4. Em đã làm đơn thu nhận lại để tốt nghiệp vào tuần trước, và trong tuần này trường có kịp xử lý giúp em không ạ. Nếu trường chưa kịp xử lý để em đăng ký tốt nghiệp trên web trong tuần này thì sau khi xử lý xong thì em đăng ký tốt nghiệp ở đâu ạ. Tại khi em làm đơn thu nhận lại để tốt nghiệp thì ở pđt có nói là về chờ mail và đăng ký thì sẽ nhận được bằng trong tháng 5 này.. . Mong nhà trường xem xét và giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 28/5  Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới. . . . . -   Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. .",
            "Vậy cho em hỏi là em chờ mail của trường rồi mới đăng ký hay là lên trực tiếp phòng đào tạo để đăng ký  xét tốt nghiệp bổ sung ạ. Và sau khi đăng ký xét tốt nghiệp bổ sung thì trong bao lâu em được lấy bằng tốt nghiệp tạm thời, bằng tốt nghiệp chính thức ạ.",
            "li answer rate:",
            "Chào bạn.. . . . Bạn chờ mail PDT để hướng dẫn đăng kí xét tốt nghiệp được bạn. Khi đó sẽ có bằng tốt nghiệp tạm thời, còn bằng tốt nghiệp chính thức bạn phải đợi mail thông báo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô, em sinh viên k16, hiện em còn thiếu 1 môn GDTC, năm này em chưa trả kịp, em không biết năm sau em có được đăng ký môn năm 4 không ạ? Không biết học kỳ này có đổi quy chế gì không ạ, mà Em thầy kỳ 2 này em đk được môn năm 4 trong khi vẫn còn thiếu 1 môn GDTC"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em hiện học ktmt mà em muốn năm sau thi lại để lên khmt....em muốn hỏi là em có thể bảo lưu các môn đã học(cả đại cương và ngành) mà có trong khoa học máy tính được không ạ.....và có phải học kì 1 mỗi năm luôn là nhà trường đăng kí môn cho học sinh chứ k phải học sinh đăng kí đúng k ạ.",
            "Chào bạn,. . . . Khi bạn đậu ngành Khoa học máy tính thì bạn làm đơn miễn môn  những môn đại cương bạn đã học nha.. . . . Thân",
            "dạ ở ktmt có môn nhập môn điện toán và kĩ thuật lập trình giống như khmt ...thì 2 môn này có dc bảo lưu k ạ. .",
            "các môn triết nữa ạ",
            "Chào bạn,. . . . Khi nào bạn thi đậu ngành KHMT xong rồi PDT hướng dẫn tiếp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . thầy cô cho em hỏi,tình trạng của em bị cảnh cáo học vụ thì em có thể đăng ký chuyển hệ vừa học vừa làm không ạ.nếu có thì đăng ký ở đâu được ạ.em cảm ơn. .",
            "Chào bạn,. . . . Bạn làm đơn thôi học hệ chính qui và bổ túc hồ sơ sang hệ VLVH nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào phòng đào tạo, em là sinh viên đã tốt nghiệp vào thứ 7 (24/4/2021) vừa rồi và nhận được bảng điểm (hay học bạ) ghi lại toàn bộ các môn em đã học (kể cả học lại), trông rất khác so với quy chế học vụ ghi rằng các môn học chỉ xuất hiện một lần với điểm cao nhất (hình đính kèm), em không biết có nhầm lẫn ở đây hay em đã hiểu sai quy chế không ạ, mong được giải đáp.. . Em chân thành cảm ơn",
            "Chào bạn,. . . . Bạn được cấp 2 bộ  : 1 bảng điểm là tất cả các môn học và 1 phụ lục điểm là điểm cao nhất theo kiến thức môn học.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào,. . Em muốn hỏi là bảng điểm chuyển mới nhất trang trang web áp dụng cho K18 thì còn thay đổi đối với năm 2021-2022 không ạ? Hay vẫn giữ như cũ ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào Tạo,. . . . Hiện tại, em dự định đăng ký tốt nghiệp nghành Kỹ Thuật Hàng Không vào học kỳ này (HK202) . . . . Kính mong Phòng Đào Tạo kiểm tra điều kiện tốt nghiệp của em. Đặc biệt là chứng chỉ ngoại ngữ (TOEIC), chứng chỉ Anh văn nói viết, em có cần bổ sung không ạ.. . . . Em xin cảm ơn!",
            "Chào bạn,. . . . Khi ra trường cần có chứng chỉ anh văn nói và viết nữa bạn. Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy Cô . . Em là Ông [full_name] MSSV [student_id]. . . . Hôm qua em có nhận được mail về học bổng [full_name] cho dân tộc thiểu số của đại học  Quốc Gia, thì em có đăng ký in bảng điểm để xét mà hẹn nhận kết quả là 6/5/2021, trong khi đó học bổng hạn chót là 10h 29/4/2021. . . . . Em muốn xin nhà trường được in sớm hơn hoặc có hướng giải quyết khác.. . . . Em xin cám ơn Thầy Cô",
            "Chào bạn,. . . . Không lấy sớm được bạn vì thời gian in bảng điểm do phần mền lập trình sẵn rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào thầy cô phụ trách. E là [full_name] mssv [student_id]. . . Ngày 27/4/2021 e có đăng ký nộp CC ngoại ngữ theo lịch học vụ. CC của e là Toeic 2 kỹ năng Nghe_Đọc. Điểm là 895. Sau khi xác nhận thông tin e vào chuyển điểm thì web lại báo là k hợp lệ (Dù e thử chuyển AV1 thôi cũng k được) (Hình đính kèm). . Thầy cô có thể giải đáp cho e được k ạ? Hay là phải đợi kết quả thẩm tra hợp lệ mới được đk chuyển điểm?. . Mong hồi âm của thầy cô. E cám ơn rất nhiều. . . . . .",
            "Chào bạn,. . . . Câu hỏi của bạn PDT đã trả lời qua mail rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là kì này em có môn 1 chỉ, đã kết thúc môn tuần rồi, tụi em đã hỏi giáo viên về việc thi sớm và cũng đã nhận sự đồng ý.. . Cho em hỏi thụ tục cần làm là gì ạ. .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT để ban lãnh đạo phòng xem xét nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa nhà trường, em là sinh viên năm 3 chương trình Việt Pháp. Trong học kỳ này có một số môn học chúng em được kết thúc sớm và các bạn thống nhất muốn xin đăng ký thi trước để tránh tình trạng bị dồn vào đợt thi chung. Giảng viên giảng dạy đã đồng ý với chúng em. Như vậy nhà trường có thể giúp em tìm hiểu cần chuẩn bị những gì để có thể đăng ký kết thúc môn học sớm không ạ. Em xin cám ơn.",
            "Chào bạn,. . . . Việc này đã có câu hỏi  gởi trên BKSI và tôi đã trả lời rồi. Bạn làm đơn nộp PDT để ban lãnh đạo phòng xem xét cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Pđt cho em xin hỏi. . Em mới đk chuyển hệ sang vlvh ngày Kĩ thuật xây dựng. Trc đó em là chính quy ngành Cơ kĩ thuật. Nay em theo học ngành xây dựng thì còn có thể đăng kí đào tạo song ngành với Ngành Cơ kĩ thuật đươc k?( vì ctđt  nghành cơ kĩ thuật em cũng chỉ còn một số môn đại cương và tiếng anh nữa thôi)",
            "Chào bạn,. . . . Bạn phải hoàn thành xong ngành Cơ Kỹ Thuật trước, sau đó mới đăng kí ngành Kỹ thuật xây dựng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là điểm kt giữa kì môn hóa em không như ý muốn và em muốn phúc khảo thì phải làm sao ạ. Em xin cảm ơn. .",
            "Chào bạn,. . . . Giữa kỳ không phúc khảo, bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi về việc nộp chứng chỉ anh văn ạ. Em là sinh viên năm 4, đang làm luận văn tốt nghiệp. Em đã nộp Toeic 2 kĩ năng (nghe và đọc). Em có thắc mắc về việc nộp IELTS, để bổ sung thêm 2 kĩ năng nói và viết trường có yêu cầu là nộp Academic hay General không ạ. Em xin cảm ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "Em đã đọc kĩ nhưng không thấy quy định về Ielts General hay Ielts Academic ạ",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Bạn chụp hình chứng chỉ IELTS của bạn gởi lại nha.. . . . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Em hỏi để em biết em chọn mục để đi thi ạ, [full_name] General hoặc IELST Academic. Do 1 lần thi giá hơi cao, em sợ thi rồi trường không công nhận ạ",
            "Chào bạn,. . . . Chứng chỉ IELTS nào cũng được nha bạn. . . . . Thân. . . .",
            "Dạ em cảm ơn Phòng đào tạo ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy ( cô ), hiện tại do em lỡ đăng kí nhiều môn trong học kì và học không nỗi. Cho em hỏi em có thể huỷ bớt 1 môn được không ạ?",
            "Chào bạn,. . . . Bạn làm đơn rút môn học nộp PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là: Em đang là sinh viên khóa K18, hiện tại em đang có bằng chứng chỉ Toeic 500 thì khi em đăng ký nộp chứng chỉ anh văn thì em đã hoàn thành việc đạt chuẩn tiếng anh để nhận LVTN và xét tốt nghiệp, còn điểm chuyển 4 anh văn thì em thấy theo thông báo \"quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021\" thì ứng với 500 điểm Toeic thì em sẽ đạt được 7.5 điểm AV1 và 5 điểm AV2, vậy thì em phải học thêm 2 anh văn 3 và 4 để đạt được đủ điểm 4 anh văn phải không ạ? Em xin cảm ơn nhiều.",
            "Chào bạn,. . . . Đúng bạn. Bạn vui lòng tham khảo thêm qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, em muốn hỏi là em có thể rút môn học mở rộng môn công nghệ phần mềm (CNPM) được không ạ? Do em chỉ đăng ký học cải thiện môn CNPM chứ không đăng ký mở rộng vì học phần mở rộng em đã đạt ở lần học trước.. . . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Bạn làm đơn rút môn nộp tại PDT. Trong đơn nhớ ghi rõ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  / . . . . Em là sinh viên hệ VLVH.Học kỳ này em có đăng ký môn CƠ SỞ ĐIỀU KHIỂN TỰ ĐỘNG ở đợt 1. Lúc hệ thống cập nhật ngày 23-04-2021 lúc 16:09:49. Thì lịch học bị trùng như sau:. . [full_name]: thứ 2 --- tiết 13-15 --- giờ học: 18h-20h29 --- tuần học: 23-24-25-26-27-28-29-30-31-32. . Thí nghiệm: thứ 2 --- tiết 13-15 --- giờ học:. . 18h-20h29 --- tuần học: 26-27-28-29-30. . Tất cả đều học trùng ngày, giờ,số tiết, tuần từ 26 đến 30. . Sau khi em phản hồi lúc sáng thì chiều em vào xem sau khi đã cập nhật vào lúc 14:27:07 ngày 27-04-2021, thì thấy vẫn bị trùng lịch như sau:. . Lý thuyết : vẫn giữ y nguyên như trên. . [full_name]: thứ 2 --- tiết 13-15 --- giờ học:. . 18h-20h29 --- tuần học: 28-29-30-31-32. . Sau khi cập nhật thì vẫn bình trùng lịch học giữa [full_name] và [full_name] ( đều trùng: ngày, giờ, số tiết,tuần học: từ 28 đến 32 ), thầy/cô có thể xem lại giúp en. Em có gửi hình đính kèm của 2 lần cập nhật làm mình chứng",
            "Chào bạn,. . . . Đã chỉnh TKB cho bạn rồi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng Đào Tạo,. . . . Hiện tại, em đang học bằng 2 và đang tạm hoãn nhận bằng tốt nghiệp bằng 1. Nhưng trong học kỳ này (hk202), em dự định đăng ký tốt nghiệp để nhận bằng 1.. . . . Tại thời điểm 2019 em đã hoàn thành chứng chỉ TOEIC (TOEIC 530) và chứng chỉ anh văn nói viết. Hai chứng chỉ trên có được bảo lưu hay là em phải bổ sung lại ạ.. . . . Kính mong Phòng Đào Tạo kiểm tra giúp em những điều kiện khác nữa.. . . . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Chứng chỉ đã nộp cho trường rồi sẽ được bảo lưu nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy cô của phòng đào tạo ạ. . Em là [full_name] sv k17 khoa Bão Dưỡng Công Nghiệp ạ, cho em xin phép hỏi pđt là. . Hiện tại e đang học hệ cao đẳng em muốn học liên thông lên đại học khoa bảo dưỡng của trường mình thì bằng của em là bằng thuộc hệ như thế nào ạ chính quy hay vừa học vừa làm vậy ạ.. . Và hiên tại em chưa tốt nghiệp em muốn đăng kí môn học trước các môn liên thông có được không ạ để kịp được tiến độ cùng với các bạn ạ.. . Kính mong các thầy cô giải thích thắc mắc của em ạ em xin chân thành cảm ơn. . Chúc các thầy cô có buổi sáng vui vẻ an lành và có 1 kì nghỉ lễ sắp tới hạnh phúc bên gia đình ạ.",
            "Chào bạn,. . . . Chỉ liên thông hệ VHVL thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ mọi người cho em hỏi ạ, từ sau thi giữa kì thì thời khóa biểu và các môn học học kì 2 của em đều bị xóa, mặc dù em đã đóng học phí đầy đủ, ai cho em biết lý do bị gì không ạ :'(( em xin cảm ơn",
            "Chào bạn,. . . . [full_name] sẽ cập nhật lại TKB cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện giờ em muốn rút môn Khoa học trái đất có được không ạ? Tại thời điểm này ạ.",
            "Chào bạn,. . . . Hiện tại vẫn nhận đơn rút môn học, nhưng phải có lý do chính đáng nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em là [full_name]. . Mssv:[student_id]. . Khoa cơ khí hệ VLVH. . Em xin phép được hỏi là trước đây Em học Bảo Dưỡng Công Nghiệp hệ cao đẳng, xong liên thông lên hệ VLVH của khoa cơ khí, tới giờ vâtn chưa có danh sách môn học được miễn. Mong phòng đào tạo giúp đỡ để có danh sách môn học đựoc miễn để thuận tiện trong việc đăng kí môn học. . Em cảm ơn ạ. . . .",
            "Chào bạn,. . . . Sắp tới nhà trường sẽ gởi mail thông báo về việc miễn môn, bạn thường xuyên kiểm tra mail nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý Thầy/Cô . . . . Em có chút thắc mắc về học phí của trường hệ VHVL năm 2021 của mình có thay đổi. Em tham gia khóa 2020, mức học phí áp dụng cho chương trình 1.5 lần học phí chính quy đại trà của niên khóa 2019-2020, tức là khoảng 525 ngàn/tín chỉ. . . . . Hôm nay em có xem bảng thanh toán học phí của học kỳ mới thì phát hiện mức học phí đã nâng lên gấp đôi, áp dụng theo mức học phí năm 2021.. . . . Đối với khóa học của chúng em thì học phí được tính theo niên khóa đầu vào hay tính thay đổi theo từng năm ạ? Nếu như vậy thì học phí sẽ không cố định mà sẽ thay đổi rất nhiều theo từng năm, vậy thì tụi em sẽ không thể đảm bảo được theo chương trình học. Vì đầu vào tụi em được tư vấn theo mức học phí của 2019-2020 rồi mới lựa chọn chương trình học của bên trường mình.. . . . Hiện tại rất nhiều bạn cũng thắc mắc giống em về cách tính học phí của bên trường mình. Mong nhận được phản hồi của quý Thầy/Cô để chúng em an tâm về lộ trình học tập trong tương lai.. . . . Em xin cảm ơn và kính chúc quý Thầy/Cô nhiều sức khỏe.. . . .",
            "Chào bạn,. . . . Học phí của hệ VLVH khoá 20 PDT sẽ gởi mail thông báo lại nha. Bạn vui lòng kiểm tra mail thường xuyên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là có thể chuyển khoa và ngành mình đang học theo điểm đánh giá năng lực hay không, và có thể giữ điểm của năm nhất được không ?",
            "Chào bạn,. . . . Chưa hiểu ý bạn?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào quý thầy/ cô ạ. . Em tên: [full_name]. mssv [student_id]. . Em đang nằm trong diện buộc thôi học từ hk202. Em có làm đơn xin cứu xét gửi về văn phòng khoa đúng hạn.. . Em xin hỏi: trường mình đã có danh sách thu nhận lại chưa ạ. Vì hiện tại tình trạng sinh viên của em vẫn ghi là buộc thôi học. . Rất mong quý thầy cô giải đáp thắc mắc giúp em. . Em xin chân thành cảm ơn! Chúc thầy/cô thật nhiều sức khoẻ !",
            "Chào bạn,. . . . Bạn nộp đơn cứu xét ở khoa vui lòng liên hệ với khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi,em đã điền đầy đủ thông tin trong phiếu đăng ký xét tuyển liên thông lên đh và đã in ra,bây giờ em chờ đến 7/5 để nhận mail trúng tuyển rồi mới vào trường nộp hồ sơ đúng k ak.Từ giờ đến đó em sẽ không làm gì nữa đúng k ak.Tại em sợ còn thiếu sót gì nên em hỏi lại cho chắc.Mong quý thầy cô trả lời giúp em.Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng liên hệ nơi nộp hồ sơ nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi sao cái học phí môn toán cao cấp với chính trị lúc nhập học có 350.000 đ /1 tín chỉ mà sao giờ em đăng ký 2 môn cơ lưu chất với sức bền tổng cộng có 6 tín chỉ mà tới tận gần 7tr5 là sao vậy ạ. Xin giải thích rõ ràng giúp em",
            "Chào bạn,. . . . Sắp tới PDT sẽ gởi mail thông báo về học phí, bạn kiểm tra thường xuyên để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Các thầy cô cho em hỏi là em có dự tính chuyển từ hệ Chính quy sang hệ Vừa học vừa làm. Trong hồ sơ đăng kí yêu cầu phải có giấy khám sức khỏe. Học kì trước em đã tham gia kì khám sức khỏe định kỳ của trường rồi, em có thể lấy kết quả đó để đăng kí hệ VHVL không hay phải khám sức khỏe lại từ đầu ạ.",
            "Chào bạn,. . . . Giấy Khám của trường không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là bảng điểm tương đương hiện tại đối với các chứng chỉ tiếng anh có thay đổi đối với năm học tiếp em không ạ? Em K18. . Nghĩa là hiện tại 750 Toeic 2 kỹ năng sẽ được 10 điểm tất cả 4 AV, thì năm học sau nó vẫn thế hay sẽ tăng lên nữa hả (ví dụ như 800 thì mới được 10 4AV)? (đối với K18 thôi ạ)",
            "Chào bạn,. . . . Bạn đã chuyển điểm anh văn rồi thì điểm đó sẽ được bảo lưu nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Ở trong thông báo về việc nộp bằng tốt nghiệp THPT 2020 của trường có đề cập thời gian nộp từ 04/05/2021 đến 16/09/2021. Nhưng trên Portal đăng kí nộp bằng tốt nghiệp THPT thì thời gian đăng kí lại là từ 26/04/2020 17:00 đến 30/04/2021 08:00. Trong khi em vẫn chưa có bằng tốt nghiệp THPT chính thức thì phải làm sao ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . PDT sửa lại rồi , nếu  chưa có bằng chính thức thi nộp đợt bố sung tháng 9 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ điểm AV đầu vào em bị nhầm lẫn ạ. Cụ thể là em bị mất phần điểm đọc hiểu ạ! Em mong thầy/cô giải đáp ạ! Em cảm ơn!",
            "Chào bạn,. . . . Khi bạn thi xong đã hiện điểm cho sinh viên luôn mà.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, cái lịch đăng ký hệ VHVL và đào tạo từ xa. Trong cái lịch nó chỉ có môn nhiệt động lực học & truyền nhiệt cho hệ liên thông nghành kĩ thuật nhiệt. Em không đăng ký do có học ở cao đẳng và chắc có trong danh sách miễn môn. Mà không đăng ký thì không được do nhà trường yêu cầu, em có gửi cái hình thời khóa biểu đính kèm. Mong nhà trường thêm môn khác cho hệ kĩ thuật nhiệt ( liên thông ) để tụi em đăng ký",
            "Chào bạn,. . . . Bạn muốn mở môn gì thì bạn làm đơn mở lớp nha.. . . . Thân"
        ]
    }
]