[
    {
        "intent": "",
        "message": [
            "Chào PĐT ạ.. . Em là [full_name], SV lớp HC18TP-KTTP.. . Cho em hỏi số lượng suất học bổng KKHT trao cho lớp thực phẩm hằng năm là bao nhiêu ạ.. . Em xin chân thành cảm ơn.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Mỗi học kỳ có số lượng học bổng khác nhau nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng đào tạo trường đại học bách khoa . . . . Em tên : [full_name]SV:[student_id] học trung tâm đào tạo bảo dưỡng công nghiệp , em có đăng ký thành công môn dung sai và đo lường MMH:260611 trong học kỳ chính của hk192 và không bị trùng với tất cả môn học nào , nhưng em kiểm  tra lại thời khóa biểu thì em không thấy môn học đó . Em kính mong phòng đào tạo kiểm tra lại giúp em để em đc học môn dung sai và đo lường trong hk chính của hk192 . Em xin chân thành cảm ơn .",
            "ok bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào,. .  Em tên là [full_name], là sinh viên khoa Điện Điện tử.. .  Hôm nay, em có vấn đề cần thắc mắc như sau. Việc là em có đăng ký môn GT mạch nhưng do một lý do khách quan nên đã bị hủy môn. Dựa theo tình hình đó, em quyết định đăng ký môn Pháp luật đại cương nhưng lại hết lớp phù hợp với lịch. Sau một thời gian không biết xoay sở như thế nào. Em nghe nói là nếu xin lên với Phòng Đào Tạo thì có thể vẫn được xem xét để thêm vào lớp ( Dù lớp đã đủ sỉ số).. .  Nay em xin viết những lời này. Kính mong quý thầy cô giải đáp thắc mắc của em. Cũng như hỗ trợ em trong vấn đề này trong trường hợp có thể. . .  Lời cuối em xin kính chúc quý thầy cô có một năm mới vui vẻ bên gia đình và người thân. Em xin chân thành cảm ơn.",
            "bạn cung cấp mã môn học, nhóm học để xem xét. . Thân",
            "Dạ mã môn học là SP1007, nhóm lớp L04 ạ",
            "L04 full ko thể đk được. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT, em thấy trong các điều kiện để xét học bổng KKHT, có điều kiện là số TC trong học kỳ  =90% số TC theo CTĐT, như vậy có bao gồm các tín chỉ Anh văn không ạ?. .   i Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) .",
            "Chào bạn,. . Có bao gồm cả anh văn luôn nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã hoàn thành chương trình học 142 tín chỉ ( điểm đã cập nhật đầy đủ ) và đáp ứng đủ điều kiện chuẩn tiếng anh ( Toeic 500 và Nói viết), nhưng sao em không đăng kí tốt nghiệp được vậy ạ?. .  Nếu đăng kí tốt nghiệp xong thì bao lâu em sẽ nhận được bằng tốt nghiệp tạm thời?. .  Em xin cám ơn!",
            "Bổ sung thêm là ngày Công tác xã hội của em cũng đã đủ ( 23,5 ngày). Mong được phản hồi sớm ạ",
            "Chào bạn,. . Hiện tại chưa công bố danh sách đợt tốt nghiệp tháng 4/2020 nhé bạn, nên chưa đăng ký tốt nghiệp được. . Bạn vui lòng xem lịch trình xét tốt nghiệp tại Lịch học vụ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn hỏi mình không đăng kí kịp môn học thì phải làm sao ạ. .",
            "bạn cung cấp mã môn học, nhóm học để xem xét. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/chị, em tên [full_name]. . MSSV: [student_id]. . Cho em xin đăng ký môn Đồ án chuyên ngành(CT) . . MSMH: ME4045, do môn học Kỹ thuật chế tạo 1 (MSMH ME3031) mới có điểm ngày 15/1 nên không đăng ký được. Mong Anh/chị xem xét giúp em, Em chân thành cảm ơn rất nhiều ạ!. . [full_name]\t. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Môn ME4045 sẽ được đk nhóm T01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi học kì 2 của năm nhất , em có được đăng kí học dự thính không ạ , em cảm ơn pđt .",
            "được nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện giờ e mới đăng kí được 3 môn 8 tín chỉ mà các môn học đã max giờ e muốn làm đơn xin mở lớp thì làm như thế nào ạ ?",
            "em có thể xin mở lớp trong đợt đăng ký Dự thính. . Thân",
            "Vậy chẳng hạn như kì 2 em học có 8 tín chỉ thì cuối kì có bị hủy kết quả vì k đủ 10 tín chỉ k ạ ?",
            "không nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ thưa cho em hỏi nếu em nộp chuẩn toeic để chuyển điểm và xét luận văn tốt nghiệp cùng một lúc,nhưng luận văn em chưa muốn làm đợi đến kì sau em mới làm,em có cần nộp lại chuẩn toeic không ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . KHi bạn nộp vào xét pass chuẩn LVTN rồi thì xem như bạn đã đạt chuẩn, khi nào bạn làm LVTN cũng được nha bạn.. . Thân.",
            "dạ thưa . . trường hợp em nộp nhiều lần chứng chỉ trong một năm được chứ ạ,thì sẽ tính chứng chỉ cao điểm nhất phải không ạ",
            "Chào bạn,. .  Không giới hạn số lấn nộp chứng chỉ , trường sẽ tự lấy chứng chỉ ngoại ngữ có điểm cao nhất lưu vào dữ liệu tốt nghiệp cho bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . MSSV [student_id]. . dạ em xin đăng ký môn học: kỹ thuật bêtong (CI3057). . Dạ em xin cảm ơn Quý Thầy Cô ạ.",
            "đã đk: CI3057 nhóm A01.. . bạn xem tkb vào cuối tuần. . Thân",
            "Em tên là [full_name]. . MSSV [student_id]. . Dạ em xin đăng ký môn học: ĐAMH betong ct1 (CI2093). . Em xin lỗi vì sự bất tiện này.. . Dạ em xin cảm ơn Quý Thầy Cô ạ.",
            "đã đk.. . bạn xem tkb vào cuối tuần. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Trong đợt kết quảb đăng kí môn học đợt 3,Em bị xóa những môn học chuyên ngành với lí do là thiếu môn học trước cơ lưu chất, trong khi em đã học môn này ở học kì 182, mong phòng đào tạo xem xét lại trường hợp của em để em có thể đăng kí.",
            "Chào bạn.. . Ko thấy môn học CI2003 trong HK182.",
            "Em không hiểu lí do, nhưng khu rớt môn này hệ thống cũng tự động xóa điểm của em trên thông tin, nhưng trên bkel của em thì vẫn còn, anh có thẻ xem.",
            "Đây là file điểm của em.",
            "[full_name][full_name] sẽ cập nhật lại tkb cho bạn[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . . . Em là sinh viên Việt Pháp và mong muốn tốt nghiệp vào tháng 4 này. Hiện tại em chỉ thiếu điều kiện về tiếng pháp và đã nộp bằng vào tháng 11. Theo lịch học vụ, đợt thẩm tra đầu tiên là 3/1 đã qua 1 thời gian nhưng em theo dõi thường xuyên vẫn chưa thấy cập nhật kết quả và cũng sắp đến đợt thẩm tra thứ 2. Vì vậy, em hi vọng phòng đào tạo có thể cập nhật thông tin sớm nhất để em có thể giải quyết rủi ro/thắc mắc nếu có.. . . . Em xin cám ơn.",
            "Chào bạn.. . Bằng tiếng Pháp trường đang thẩm tra, bạn vui lòng đợi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi có thể học song song môn giải tích mạch (EE1011), Mạch điện tử (EE2007), tín hiệu hệ thống(EE2005) học cùng trong học kỳ 2 được không (do khọc kỳ vừa rồi em rớt môn tiên quyết giải tích mạch), học xong nếu đậu hết vẫn có nhật điểm bình thường ko hay chỉ môn tiên quyết được tính mấy môn sau bị hủy?. . . . Nếu như bị hủy cho em xin xóa môn Cơ sở điều khiển tự động(EE2019), Mạch điện tử (EE2007), tín hiệu hệ thống(EE2005) ra khỏi thời khóa biểu hk2 để tiện thời gian cho việc học",
            "Các môn đã có tkb HK192 thì tính điểm bình thường nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI2091",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn đăng ký phúc tra bài thi cuối kỳ chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: CI3211",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "CI3211 nhóm A04. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, em là [full_name] học tại trung tâm Bảo dưỡng Công Nghiệp khóa 2017.. . Em đang bị tình trạng là mất tính chỉ đăng ký, em đăng ký 4 môn 10 tín chỉ nhung nay chỉ còn 2 môn 4 tín chỉ. Học phí em đóng đầy đủ, chứng chỉ toeic 350 em đã nộp online từ lâu rồi ạ. Đó là thắc mắc của em, rất mong được sự phản hồi từ thầy cô. Em xin cảm ơn !!!",
            "đã thêm môn học lại cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Thưa PĐT, em xin mở thêm sỉ số lớp EE3011 - Mạch điện tử thông tin ạ, do đến bây giờ điểm Mạch điện tử của em mới được cập nhật, nên em xin PĐT có thể mở lớp này để em có thể kịp đồ án và thực tập tốt nghiệp ạ. Em xin trân trọng cảm ơn",
            "đã nhập EE3011 nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm cuối, do học kì vừa rồi e đã rớt một môn ( có điểm sau đợt đăng kí môn học cuối cùng ). Nên hiện giờ e vẫn còn thiếu một môn học để có thể ra trường đúng hạn ạ.. . Bây giờ em muốn đăng kí bổ xung vào môn học Thương mại điện tử ( CO3027 nhóm L01 ) được không ạ ( em đủ mọi điều kiện để đăng kí môn học này và không bị trùng thời khoá biểu ).. . Em hy vọng thầy\\cô có thể giúp đỡ em để em có thể ra trường đúng hạn ạ.. . Em xin chân thầy cảm ơn thầy\\cô.",
            "đã cập nhật CO3027 nhóm L01.. . bạn xem tkb vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Em bị mất chứng chỉ giáo dục quốc phòng an ninh/ sinh viên K17 đã đạt môn này thì có ảnh hưởng đến việc nhận bằng hay không?. . Xin cảm ơn anh/ chị đã trả lời.",
            "Chào bạn,. . Nếu điểm đánh dấu đạt thì không ảnh hưởng đến việc nhận bằng sau này nhé bạn.. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là nếu những môn mình ko qua ở hk chính mình đi học dự thính ở hk hè mà qua hết thì vẫn đủ điều kiện để đk môn cho năm 2 phải ko ạ?. . Em cám ơn rất nhiều. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ, không thể trả lời câu hỏi nếu như của bạn nhé, khi đăng ký MH sẽ xét tại thời điểm đó của bạn đã đủ điều kiện hay không?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em chào PĐT,. . . . Đợt dkmh vừa rồi em có đăng kí môn học Quản lý dự án xây dựng cho học kì 192 phòng hờ trường hợp không qua môn. Nay đã có kết quả qua môn của môn học, em xin phép phòng đào tạo hỗ trợ em rút môn học này và qua Tết em sẽ đăng kí hồ sơ xét tốt nghiệp ạ. . . . . Thông tin môn học:. . Tên: Quản lý dự án xây dựng . . Mã MH: CI1053. . Tên sinh viên: [full_name] . . MSSV: [student_id]. . . . Nếu cần em lên văn phòng PĐT để xử lý rút môn thầy/cô vui lòng cho em được biết ạ.. . . . Em cảm ơn PĐT.. .",
            "Chào bạn,. . Rút môn học trong 5 tuần đầu tiên của học kỳ nhé bạn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học .  Em có chút thắc mắc về điểm thi cuối kì môn cơ lí thuyết và phương pháp tính ạ: . . + Cơ lí thuyết : em về so đáp thì em thấy em làm đúng được 10 câu ạ , mà em lên coi trên bảng điểm em được có 3 điểm , nên em mong được chấm lại bài ạ.. . + Phương pháp tính: môn này em không chép lại đáp án nhưng em chắc chắn em làm đúng 5 câu , mà trên bảng điểm em chỉ có 3 điểm thôi , em mong được chấm lại bài ạ . .  Em xin cảm ơn ạ .",
            "Chào bạn,. .  Bạn vui lòng xem hướng dẫn đăng ký phúc tra bài thi cuối kỳ chi tiết tại web: http://www.aao.hcmut.edu.vn-- SInh viên -- Hướng dẫn --  Mục 17B. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em chào các thầy cô,. . . . Kỳ này em có học môn Kết cấu BTCT3, mã số CI3115 để thay thế cho môn cùng tên, mã số 804024 (2 môn học này em đã kiểm tra là có thể thay thế cho nhau).. . . . Tuy nhiên em xem trong tiến độ học tập không thấy cập nhật điều này. . . . . Thầy cô xem giúp em hình 1 và 2 trong đính kèm ạ.. . . . [] Cho em hỏi thêm là điểm trung bình tích lũy có cập nhật môn CI3115 thay thế cho 804024 không?. . Em cảm ơn ạ.",
            "Về việc khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân.. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Hôm qua, em đã thông báo tình trạng không đăng kí được môn học của em và đã được giải quyết, nhưng hiện thời khóa biểu sau khi cập nhật của em vẫn còn thiếu môn thi công công trình cảng (ci3215) và đồ án ci3217. Mong các anh xem xét vì đây là môn yêu cầu để em được đi thực tập tốt nghiệp hè này và em hoàn toàn đủ điều kiện đăng kí.",
            "sẽ cập nhật môn CI3215 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. Mssv: [student_id]. . Cho em hỏi trong đăng kí môn học đợt 3 em đã đăng kí được 18 chỉ nhưng kết quả chỉ còn 9 chỉ. Tại sao lại bị hủy ạ?",
            "Bạn đăng ký các môn học thuộc Hệ Chất lượng cao (nhóm CC) vì vậy kết quả không đạt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em tên [full_name] mssv: [student_id], lớp HC15DK thuộc khoa kỹ thuật hóa học. Em xin phép hỏi phòng đào tạo về việc đăng ký bổ sung, mở lớp môn học Đồ án thiết kế kỹ thuật hóa học, mã môn: CH4007 vào học kỳ 192.. . . . Nguyên nhân do em và các bạn vừa biết điểm của môn học vào ngày 15/01/2020 tại thời điểm đó đã kết thúc đợt đăng ký môn học online. Em kính mong phòng đào tạo có thể cho em biết thêm thông tin về việc mở lớp môn học này vì em cần hoàn thành môn học để có thể tốt nghiệp đúng hạn. Theo em được biết thì cũng có một số bạn có chung hoàn cảnh giống em và đã làm đơn gửi phòng đào tạo và có chữ ký của thầy phó trưởng khoa. Em cũng đã viết đơn tuy nhiên vào ngày 17/01/2020 em có lên phòng đào tạo nộp đơn (hình đính kèm) thì các thầy cô hướng dẫn không nhận và tư vấn cho em truy cập vào website này để hỏi đáp.. .  . . Em xin cảm ơn các thầy cô phòng đào tạo đã giúp đỡ em, kính chúc các thầy cô nhiều sức khỏe và có một năm mới tốt đẹp.",
            "chào bạn.. . đã thêm môn CH4007 nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm nay 17/01/2019 em có điểm môn cuối cùng nhưng bị xét rớt. . . Trong khi đó các cổng đăng kí môn học đều đã hết hạn từ 10 ngày trước.. . Đây là môn tự chọn và khả năng mở lớp dự thính là rất thấp vì không đủ số lượng.. . Em đã hoàn thành tất cả tín chỉ và chuẩn tiếng Anh xét tốt nghiệp. . . Như vậy, khi vừa vào học kì chính em xin phòng đào tạo vào lớp đã được mở. Để hoàn thành 3 tín chỉ cuối cùng mà em rớt có được không? . . Em xin cám ơn",
            "Về việc khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo sắp xếp môn bị trùng, cụ thể là EE2022 và EE2016 (Như hình). . Mong phòng đào tạo sắp xếp lạo lịch giúp em. . Em thấy có thể xoá EE2017, đổi nhóm EE2015 về L05_L12, rồi sau đó đăng ký EE2017 L08_L16 ạ . . Em cảm ơn.",
            "ok. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy,cô.. . Em phải học môn Cơ lưu chất mã CI2005 nhưng mã này rất ít mở lớp nên em muôn hỏi là:. . Em học môn cơ lưu chất mã CI2003 để chuyển điểm cho mã CI2005 được không ạ? Em cảm ơn thầy cô.. .",
            "không nhé bạn.. . 2 môn học khác nhau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được  /i [full_name] [full_name]  Em chào các thầy cô ạ em tên [full_name][full_name] [full_name] sinh viên năm nhất của khoa Kĩ thuật Xây Dựng năm 2019 ạ[full_name] Lý do em viết thư trình bày này là em xin các thầy cô cho em xin được đăng kí môn học HK192 ạ[full_name] Lúc trong khoảng thời gian trường cho đăng kí em cứ suy nghĩ đến thi một ngành khác nhưng mà em suy nghĩ lại thì đã muộn[full_name] Em xin các thầy cô cho em cơ hội để được đăng kí môn học HK192 ạ[full_name][full_name] [full_name] Em xin trân trọng cảm ơn",
            "bạn cung cấp mã môn học, mã nhóm cần đăng ký để xem xét nhé. . Thân",
            "Dạ em cảm ơn ạ.. . Mã môn học và mã nhóm cần đang ký của em là:. . - MT1005   Nhóm L09_L15. . - CH1003   Nhóm L16_L47. . - CI1033   Nhóm L14_L25. . - CI1069   Nhóm L05. . Em cảm ơn ạ.",
            "MT1005_L09_L16. . CH1003_L16_L45. . CI1069_L05. . CI1033 full ko đk được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT,. . Em tên [full_name], là sinh viên lớp XD15TD.. . Theo yêu cầu nhà trường cần có toeic 500 điểm để tốt nghiệp, tuy nhiên em mới chỉ đạt 490.. . Em viết email này để hỏi PĐT trường hợp của em có thể cứu xét để tốt nghiệp được hay không?. . Em rất mong phản hồi từ PĐT!. . . . Kính thư,. . Khện. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Xin chào quý thầy cô ạ. Hiện tại em đã học xong môn học Hoá hữu cơ (CH2023) thay thế cho môn Hoá hữu cơ(606012) và môn học Xác xuất thống kê (MT2001) thay thế cho môn Quy hoạch thực nghiệm và tối ưu hoá (215144) cũ. Hiện tại em chưa được chuyển điểm thay thế vào điểm môn cũ để đủ số môn học đăng ký tốt nghiệp ạ. Rất mông quý thầy cô có thể chuyển điểm cho em các môn học thay thế ạ. Em xin cảm ơn",
            "Về việc khiếu nại MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . Em là [full_name], mã số sinh viên [student_id], sinh viên Cơ điện tử Việt Pháp khóa 2015.. . Học kì 2 năm thứ nhất(năm học 2015-2016), em không đạt môn Giáo dục thể chất 2(mã 005006). Sau đó thì phòng Đào Tạo thay đổi quy định về các môn thể chất. Do đó, em đã đăng kí môn Bóng chuyền (mã PE1011) để thay thế và đạt điểm 7 qua môn vào học kì thứ 9 (năm học 2019-2020) và đã có điểm trên trang MyBk. . . Nhưng khi em vào trang Tiến độ học tập ở MyBk thì em thấy môn Giáo dục thể chất 2(005006) vẫn đang ở tình trạng \"Chưa Đạt\". . . Em không hiểu là như vậy nghĩa là em đã đạt điều kiện \"Đạt\" môn này chưa. Em rất cần biết rõ vì nó ảnh hưởng đến việc tốt nghiệp của mình. Em có đính kèm 2 file hình ảnh bên dưới để minh chứng.. . Mong anh/chị giúp đỡ em, em cảm ơn anh/chị, em chúc anh/chị một ngày tốt lành ạ,. . [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm của bạn đã đạt nhé, trong phần tiến độ sẽ cập nhật sau và cập nhật trong mục điểm chuyển.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo đại học bách khoa,. . . . Em tên là [full_name], sinh viên khoa máy tính.. . . . Em có vấn đề muốn hỏi về đăng ký môn,. . . . Hiện tại đã hết đợt đăng ký môn học thứ 3 nhưng em đã bị xóa 1 lớp do không đủ sỉ số,. . . . Em rất cần đăng ký để có thể tốt nghiệp vào năm nay ạ, . . . . nên em mong pđt cân nhắc cho em đăng ký thêm 1 môn học nữa là môn Phát triển ứd trên tbdđ - mã CO3043.. . . . Xin cảm ơn,. . . . [full_name]. . . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Về việc tăng sĩ số/khiếu nại đăng ký MH. . Bạn vui lòng vào trang http://bksi.hcmut.edu.vn/. . Bước 1: Chọn mục Hỏi/yêu cầu. . Bước 2: Tạo câu hỏi/ yêu cầu mới. . Bước 3: Click vào dấu (+) đứng trước các danh mục để chọn chủ đề câu hỏi cho phù hợp. . Ví dụ: Chọn mục” đăng ký môn học”. . Lưu ý phải chọn cho đúng chủ đề để được trả lời nhanh nhất.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Dạ, em có câu hỏi là hết học kỳ, khi xét danh sách sinh viên nhận học bổng học tập thì học bổng sẽ được gửi cho sinh viên khi nào (cụ thể ạ) và tiền học bổng đó nhà trường gửi cho sinh viên như thế nào ạ? . . Nếu gửi qua thẻ OCB mà thẻ của sinh viên bị khóa thì có cách nào để nhận số tiền đó ạ.. . Em cảm ơn.",
            "Chào em,. . Học bổng khuyến khích sẽ được gửi qua email sv nếu bạn đủ điều kiện. và tiền HB cũng sẽ được gửi qua thẻ OCB (bắt buộc).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Xin chào quý thầy cô ạ. Xin quý thầy cô có thể hướng dẫn giúp em về thủ tục rút môn học đã đăng ký ạ. Vì lý do em đã hoàn thành các môn học ở đại học và em muốn đăng ký tốt nghiệp ở học kỳ này ạ.Môn học em đăng ký cho học kỳ này là môn Hoá hữu cơ Mã môn học : CH2021. Và em nếu đã rút môn học và đủ điều kiện thì em có được đăng ký tốt nghiệp trong kỳ học này được không ạ . Em xin cảm ơn quý thầy,cô !",
            "sẽ hủy môn cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em chào thầy cô ạ, thầy/cô cho em hỏi là:. . -   Thay đổi chính về học vụ từ HK192 có ghi là sinh viên năm nhất: dưới 28 tín chỉ. Có nghĩa là sau năm nhất em phải đạt tối thiểu 28 tín chỉ mới được đăng ký môn năm hai phải không ạ?. . -    Nếu vậy không may học kỳ 2 em có rớt môn thì có được học dự thính hè không vậy ạ?. . Em cám ơn thầy/cô nhiều ạ",
            "Chào bạn,. . Quy định về số tín chỉ, ví dụ bạn đủ số tin chỉ quy định của năm 1, bạn mới có thể đăng ký môn học năm thứ 2 theo đúng CTĐT, nếu bạn không đủ tín chỉ thì không thể đăng ký môn học của năm tiếp theo, chứ không nói bạn không đăng ký được môn học trong học kỳ dự thính hè, vì trong học kỳ này bạn vẫn có thể đăng ký những môn năm 1 (bạn không qua) để tích lũy đủ số tín chỉ nhé!",
            "Dạ em cám ơn cô nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em có lên pđt hỏi về trường hơp của em, em thi av trong trường đợt 22/12 được 310 điểm và nộp chứng chỉ toiec của iig 340 điểm, em được miễn avcb và muốn đk av1 của trường nhưng điểm nộp vào chạy không kịp nên không đkmh đc, các cô trên pđt bảo em quay dề lên my bk hỏi, ngày 5/2 quay lại xin các thầy cô sắp tkb cứu xét cho e đc đk av1 trong trw ạ, e cảm ơn thầy cô đã đọc tin nhắn, em rất mong thầy cô cứu xét cho e đc đkmh ạ. .",
            "Chào bạn,. . Bạn vui lòng liện hệ trực tiếp cửa tiếp sv phòng đào tạo để nộp đơn xin xem xét nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .",
            "đã đk môn CI2091 nhóm A01.. . bạn xem tkb vào vài hôm tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em kính chào PĐT ạ. Do đợt đăng kí môn học lần trước em thấy môn vẽ cơ khí không đăng kí được ạ. Nhưng do khi có TKB thì bạn em lại có môn vẽ cơ khí nên em muốn hỏi PĐT cách đăng kí thêm môn học vẽ cơ khí có được không ạ",
            "bạn cung cấp mã môn học, mã nhóm để xem xét nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em nhờ cô cập nhật lại điểm môn thực tập điện 1 lại hộ em với học kì hè 183.. . Em cảm ơn.",
            "Chào bạn,. . Môn EE2025 HK183 bạn được 7.5đ. . Thân mến",
            "Thưa cô nhưng mà sao nó lại hiện là điểm 15 là sao cô",
            "Chào em,. . . . PDT  đang cập nhật lên web, sv đón xem lại vào 10/4/2020 trên web.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em chào các thầy cô PĐT, em tên [full_name] học tại trung tâm Bảo Dưỡng Công Nghiệp khóa 2017.. . Em đang bị tình trạng mất tín chỉ đăng kí ạ, em đăng kí 15 chỉ nhưng nay chỉ còn 12 chỉ. học phí em đóng đầy đủ, chứng chỉ toeic 350 em cũng đã nộp online từ lâu rồi ạ. Đó là thắc mắc của em , rất mong được sự phản hồi từ thầy cô. Em cảm ơn ạ",
            "Môn 260611 thiếu môn học song hành 209037. . Thân",
            "Em chào các thầy cô PĐT, em tên [full_name] học tại trung tâm Bảo Dưỡng Công Nghiệp khóa 2017. em muốn đăng kí thêm môn vẽ cơ khí 209037 và môn dung sai đo lường 260611 vì hai môn này là môn học song hành nên em mong thầy cô ở PĐT xem xet giúp em ạ. em cảm ơn ạ",
            "em đã được đk môn học trên.. . vui lòng chỉ hỏi 1 câu hỏi, nếu ko sẽ bị xóa. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã có đăng ký thẻ bảo hiểm y tế ở trường và đã đóng tiền bảo hiểm đầy đủ, tuy nhiên, do lúc kê khai em lại sơ suất điền sai mã số thẻ bảo hiểm y tế, đến giờ em mới phát hiện được sai sót, đến khi tra cứu trên mạng thì thẻ cũ đã hết hạn, mong phòng đào tạo giúp em đưa ra biện pháp xử lý ạ. .",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Chứng chỉ ngoại ngữ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Chứng chỉ ngoại ngữ . Chứng chỉ ngoại ngữ em đã đăng kí nộp cho trường chỉ có thời hạn đến tháng 2/2020 nhưng em còn nợ 4 tín chỉ trong học kì này đến tháng 6 mới hoàn thành chương trình đào tạo thì có phải thi lại chứng chỉ mới không. Mong được pdt giải đáp.",
            "Chào bạn,. . Khi chứng chỉ đã hợp lệ, trường đã pass chuẩn AV cho bạn rồi, không cần phải thi lại chứng chỉ mới bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa: Em học thí nghiệm hoá vô cơ của thầy [full_name] và em được 7 điểm. Điểm thí nghiệm trên mybk của em là 13. Do em có vắng 1 buổi và thầy dặn em tuần 51 lên học bù. Tuần 51 em có lên nhưng không gặp được thầy và em được biết thầy sắp nghỉ dạy. Dạ cho em hỏi điểm của em giờ sao ạ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. .  điểm môn học cuả sv do giáo viên giảng dạy quyết định,. .  bạn vui lòng liên hệ trực tiếp văn phòng bộ môn- khoa đế được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Em là [full_name]. . Mssv [student_id]. . Xin phòng đào tạo hủy giúp em môn Những NgLý cơbản CN M-[full_name] - SP1003 vì kẹt thời gian làm việc và không đủ khả năng đóng học phí.. . Kính mong phòng đào tạo hủy giúp em.Em sẽ đăng ký môn vào học kỳ sau.. . Em xin cảm ơn phòng đào tạo.",
            "sẽ hủy môn học SP1003 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV:[student_id]. . . Em muốn đăng ký thêm hai môn là dung sai và đo lường (260611) và môn vẽ cơ khí(209037). Em mong phòng đào tạo có thể giải quyết cho em, em xin cảm ơn.",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . Em là [full_name]; mssv: [student_id]. . Em thắc mắc về cách tính điểm trung bình của môn phương pháp tính (mã môn học: MT1009); theo như giáo viên em nói là điểm bài tập lớn 9 điểm chiếm 20%; điểm giữa kỳ 5 là 30%; điểm cuối kỳ 3 là 50%; điểm trung bình em tính ra là 4,8 đủ điều kiện làm tròn thành 5.0 nhưng trên mybk đăng là 4,5. . . Em kính mong phòng đào tạo giải đáp giúp em ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Môn MT1009 (HK191) có tỷ lệ (KT-BT-Thi):20-20-60.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện em đang học anh văn 2 tại trường vừa rồi em đã thi những chưa có điểm cho em hỏi khi nào có điểm được không ạ",
            "Chào bạn,. . điểm môn học phụ thuộc vào giáo viên nộp điểm bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là từ khoá K18 về trước được cấp bằng kĩ sư hay cử nhân.",
            "Từ K2018 trở về trước vẫn cấp bằng Kỹ sư theo đúng CTĐT nha bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "em đã đăng kí môn học học kì 2 từ đợt 1 và đã đóng tiền , nhưng trên mybk ghi em chưa đóng tiền nên vẫn không cho em đăng kí môn học ạ .",
            "Chào bạn,. . Hiện tại đã hết thời gian để đăng ký MH nhé bạn. Bạn có thể xem lịch để đăng ký dự thính.. . Thân"
        ]
    }
]