[
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô em tên là [full_name] MSSV [student_id]. Điểm môn học ĐAMH nền móng (CI3197) của em vẫn chưa được cập nhật lên bảng điểm. Kính mong thầy/cô kiểm tra và cập nhật điểm giúp em ạ. Em xin cảm ơn.",
            "Chào em,. . PĐT chưa nhận được bảng điểm nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em muốn hỏi là em đã đề cương luận văn cho học kỳ này rồi nhưng trên thời khóa biêu lại chưa có!. . PĐT có thể kiểm tra và bổ sung giúp em được không ạ? Em cảm ơn PĐT",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 CQ-KẾT QUẢ ĐỢT 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học     ĐKMH HK211 CQ +DT211+VLVH-KẾT QUẢ ĐỢT 2   bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường. . Em viết yêu cầu này mong nhà trường cho em lấy lại mật khẩu email [email]. . Em trước đó có viết mail gửi nhà trường vì quên mật khẩu bknetid và em vừa đổi được mật khẩu mới chiều nay.. . Nhưng mà mail hcmut.edu.vn của em vẫn chưa đổi thì phải. Mai có bài kiểm tra đầu vào anh văn mà em chưa biết mail của mình.. . Hi vọng nhà trường phản hồi sớm ạ.",
            "Chào em,. . Tổ kỹ thuật đã kiểm tra: em đã đăng nhập cách đây 4 giờ.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Gửi Phòng Đào Tạo. . Em là sinh viên k17 đã hoàn thành ctdt, hiện tại em không đăng kí môn học nên không có thời khoá biểu, nhưng sắp tới em đăng kí anh văn 4 dự thính bổ sung để duy trì tình trạng sinh viên thì sau đó em có được cấp giấy hoãn nghĩa vụ quân sự không ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Phòng Đào Tạo. . Em là sinh viên k17 đã hoàn thành ctdt, hiện tại em không đăng kí môn học nên không có thời khoá biểu, nhưng sắp tới em đăng kí anh văn 4 dự thính bổ sung để duy trì tình trạng sinh viên thì sau đó em có được cấp giấy hoãn nghĩa vụ quân sự không ạ ?",
            "Chào em,. . Em xem quy chế điều 9:. . \"Trong mỗi học kỳ chính học tại trường, SV phải đăng ký môn học và có thời khóa biểu chính thức. SV không có thời khóa biểu trong các học kỳ chính sẽ bị buộc tạm dừng học (hoặc SV tự xin tạm dừng học) và không được cấp giấy xác nhận là sinh viên (xem 26.2).\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên năm 4 và đang chờ tốt nghiệp vào tháng 11 tới nhưng hiện tại, địa phương đang yêu cầu giấy xác nhận sinh viên để thực hiện tạm hoãn NVQS. Em có được đăng ký in giấy xác nhận sinh viên để tạm hoãn NVQS hay không?",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em tên: [full_name], MSSV: [student_id]. . em đã hoàn thành luận văn tốt nghiệp vào ngày 10/8/2021, hoàn thành đủ các yêu cầu về tín chỉ, anh văn, ngày công tác xã hội và học phí nhưng lại không có tên trong danh sách tốt nghiệp dự kiến 11/2021.. . em mong nhà trường kiểm tra giúp em xem em còn thiếu điều kiện gì mà vẫn chưa được xét tốt nghiệp ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô,. . . . Cho em hỏi đã bảo vệ xong lvtn thì bây giờ để tốt nghiệp em cần đăng ký như thế nào ạ. Trong danh sách tốt nghiệp dự kiến mới nhất em không thấy tên ạ. . . . Em cám ơn ạ!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự.Em ghi sai số điện thoại người nhận ạ. Em đã gọi hỏi bên đơn vị chuyển phát để thay đổi thông tin nhưng bên đấy lại bảo chỉ người chuyển mới được thay đổi thông tin. Phòng đào tạo có thể đổi số điện thoại cho em được không ạ hoặc là có thể xét cho em cấp lại 1 giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự được không ạ. Em sẽ chịu toàn bộ phí cước ạ. Số điện thoại của em là [phone_number].. . . .",
            "em đã nhận được rồi em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là nếu em rớt 1 môn không thuộc chương trình đào tạo thì em có bắt buộc hải học lại môn đó không?. . Và điểm của môn đó có tính vào điểm trung bình tích lũy hay không?",
            "Chào em,. . Điểm Tbtl là tính hết tất cả các môn mà sv theo học. Còn đtbtn thì mới chọn môn học tự chọn và có điểm cao nhất tính.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi phòng đào tạo,. . Vì tình hình dịch bệnh khó khăn, em không thể nhận được bảng điểm gửi qua đường bưu điện (đã đăng ký 3 bảng điểm). Phòng có thể gửi cho em bảng điểm dưới dạng file pdf để em thực hiện một số công việc liên quan được không?",
            "Chào bạn. . Bảng điểm của bạn (tất cả) đã được gởi qua bưu cục, bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào admin em tên [full_name] [student_id], kỳ trước em có đăng ký môn học TR3075( thực tập kỹ thuật oto ). Do bị dính dịch covid nên em chưa được học môn đó và dời lại đến tận bây giờ.Nhưng em lại thấy điễm cập nhật trên mybk thì lại là điễm 13.Vậy em phải làm sao ạ. E cảm ơn và chúc sức khỏe admin.. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "1) Hình đầu tiên là em hỏi về CÁCH THỨC đăng ký thi môn học đã hoãn thi và cô đã hướng dẫn là \"XEM môn học có mở trong HK\", NHƯNG khi xem xong em vẫn chưa biết làm làm sao để đăng ký thi môn đã hoãn ạ.. . . . 2) Hình thứ hai được trích trong quy chế yêu cầu sinh viên đăng ký thi cuối kỳ với môn học có mở, cho em xin hỏi lại là nếu môn học CÓ MỞ thì em đăng ký thi cuối kỳ môn học đã mở như thế nào ạ?. . . . Em xin cám ơn!!",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . Em vào aao/biểu mẫu, tải về điền vào nộp PĐT khi có lịch thi (bình thường như vậy, tình hình offline thì chưa biết nhé).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, . . . . Hiện nay em đang học K19, nhưng vì chưa trả đủ số tín chỉ nên em không thể đăng kí được những môn của năm 3. Theo lịch trình thì kì sau em đủ tín chỉ để đăng kí, nhưng theo điều kiện học vụ thì để đăng kí năm 3 phải đạt   B TOEIC trên 450 hoặc pass AV3  /B , mà hiện tại em đang ở AV2. Tình hình dịch bệnh nên em không thể đi thi đc. . . . . Vậy kì sau em có thể đăng kí những môn của năm 3 được không ạ, em xin cảm ơn.",
            "Chào bạn. . Theo đúng quy định nghen bạn. . Nếu có gì thay đổi thì sẽ thông báo cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào quý thầy cô ạ!. . . . em tên là [full_name]. . mssv: [student_id] hiện tại em đang học tại lớp BD17CN04.. . hiện tại em đang trong tình trạng tạm dừng vì không đăng ký môn học.Em đã hoàn thành chương trình học và tiểu luận tốt nghiệp nhưng còn nợ lại chứng chỉ Toeic để ra trường. Vì lý do tình hình dịch bệnh nên IIG không mở dịch vụ để em được thi lấy chứng chỉ Toeic.. . Hôm nay em làm đơn này kính mong Phòng Đào Tạo thu nhận em lại, để tạo điều kiện cho em có thêm thời gian thi và nộp chứng chỉ Toeic xét tốt nghiệp!. . . . Kính mong Phòng Đào Tạo chấp nhận yêu cầu cũng như có thể tạo điều kiện để em có thể tốt nghiệp.. . . . em xin trân thành cảm ơn Phòng Đào Tạo và quý thầy cô trong nhà trường ạ!. . . . người làm đơn. . . . [full_name] ([phone_number]). .",
            "Chào bạn. . Cho Cô hỏi lại bạn thu nhận để xét tốt nghiệp  phải không?. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em là [full_name], sinh viên K17, do kì vừa rồi em có học và bị đánh giá rớt môn Pháp Luật Đại cương, do nhận biết quá trễ nên em không kịp đăng kí vào bất kì lớp học kì chính hay dự thính nào, nay em muốn được xin vào lớp Pháp luật đại cương học kì 211 - mã MH SP1007 - Bất kì Lớp của cô [full_name] được không ạ. Do em có gọi điện và được sự chấp thuận của cô. Do chỉ còn 1 môn này để được xét tốt nghiệp, nếu không em sẽ bị trễ tốt nghiệp mất 1 năm nên em kính mong pđt có thể tạo điều kiện giúp em được không ạ? em xin chân thành cảm ơn",
            "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 7 của HK211, quá thời gian để bổ sung môn học cho HK 211.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. Em tên [full_name]. MSSV là [student_id]. Em có nhu cầu muốn in bảng điểm bao gồm điểm trung bình từng học kì và cả điểm rèn luyện. Nhưng theo em tìm hiểu thì đăng kí in bảng điểm trên mybk không có điểm rèn luyện. Vậy em phải đăng kí ở đâu để có điểm rèn luyện có chứng nhận từ PĐT ạ? Em mong PĐT sẽ sớm trả lời giúp em ạ. Em xin chân thành cảm ơn.",
            "Chào em,. . Vậy em phải đăng kí ở đâu để có điểm rèn luyện=  . . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh.. . Em tên [full_name], mssv: [student_id].. . Hiện giờ em không thể tốt nghiệp chính quy được do không thi được chứng chỉ Anh văn 2 kĩ năng Nói-[full_name]. Do ảnh hưởng của dịch Covid em không thể lên trường làm đơn xin Chuyển hệ sang hệ Vừa học vừa làm.. . Cho em hỏi nếu như trường hợp của em như vậy thì em phải làm sao để có thể chuyển sang hệ Vừa học vừa làm.. . Em xin cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thời gian cuối tháng 11/2021. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào quý thầy/cô!. . . . Em là [full_name], sinh viên [full_name]17, [full_name]hoa Điện - Điện Tử.. . . . Hiện tại, em có một vấn đề thắc mắc mong thầy/cô giải đáp cho em.. . . . Em có đăng ký thi Toeic Nói - [full_name]ết qua hình thức trực tuyến để xét tốt nghiệp kỳ này và nếu thi đạt kết quả thì em sẽ hoàn thành tất cả các tiêu chi để xét tốt nghiệp trong kỳ này. (Hiện tại trường vẫn chưa công bố kết quả điểm thi).. . . . Nhưng em có đăng ký một môn học dự trù cho học kỳ chính 211 trước đó và em đã đăng ký hủy môn có tính phí. Tuy nhiên, theo lịch nộp học phí kỳ này là từ ngày 2/11 nên sau ngày này em mới có thể đóng học phí cho môn học đã hủy đăng ký. Vấn đề là hạn chót để xét duyệt tốt nghiệp của [full_name]17 lại chỉ đến ngày 30/10. . . . . Vì vậy, thầy cô cho em hỏi là nếu em thi Toeic Nói - [full_name]ết đạt và đủ điều kiện đăng ký tốt nghiệp thì em có thể đăng ký tốt nghiệp trong học kỳ này không và em vẫn cam kết đóng học phí đúng sau ngày 2/11. . . . . Em mong nhận được phản hồi từ thầy cô và cho em cách giải quyết tốt nhất ạ.. . . . Em chân thành cảm ơn quý thầy/cô.. . . .",
            "Chào bạn. . Khi nào bạn có kết quả đạt thi anh văn 2 kỹ năng thì bạn báo Pdt xét tốt nghiệp bổ sung, đồng thời mở cho bạn thanh toán học phí trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô, em xin hỏi về số lượng được chọn nhận huy chương bạc tốt nghiệp ạ. Khi sinh viên nào đạt hết các điều kiện và nằm trong top 10 sinh viên có GPA cao nhất Khoa là tính riêng các sinh viên cùng khóa trong đợt tốt nghiệp đó thôi hay là so điểm với các sinh viên thuộc khóa trước tới khóa hiện tại ạ ? Ngoài ra trong top 10 bạn đạt điều kiện này thì sẽ chọn ra bao nhiêu bạn để nhận huy chương bạc ạ hay chỉ cần đủ hết điều kiện là nhận ạ ?. . Em xin cảm ơn cô!",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ [full_name] để được giải đáp và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi tại sao trên mybk/thông tin sinh viên môn Vật lí 2 em vẫn để điểm 13 vậy ạ. Em không được chấp nhận hoãn thi ạ? Và cách thức mình đăng kí thi đợt sau như thế nào ạ?. .",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . - cách thức mình đăng kí thi đợt sau như thế nào ạ?. . =  •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Chúc bạn học tập tốt nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tôi tên là [full_name]. . MSSV: [student_id]. . Hệ Vừa học vừa làm. . Học kì dự thính này tôi có đăng kí môn Đồ Án 1 (CO2023), tuy nhiên tôi chưa thấy bất kì phản hồi gì từ phía nhà trường, tôi cũng không thấy liên hệ gì từ khoa, từ bất kì thầy cô nào hay thông báo gì trên bất kì website nào của trường trừ trang Thông tin sinh viên xác nhận tôi đã học đồ án 1. Tôi cũng không được biết về cách liên hệ thầy cô trên khoa. Và vì chưa hề học buổi nào và tôi vẫn đủ số tín chỉ học kì dự thính này và tôi cũng không hề có thời gian cho đồ án này. Và cuối cùng là tình hình dịch quá bất cập để tôi có thể lên trường hỏi chi tiết về đồ án thay vì gửi mail và không rõ sẽ được trả lời ngay lập tức hay không. Nên tôi xin phép được Hủy môn học Đồ án 1 (CO2023) không đóng học phí.. .",
            "Chào em,. . Câu của em đã được trả lời ngày 23/9, em xem lại nhé.. . \" Đơn của bạn Cô đã trình ký Thầy Trưởng Phòng đào tao, Thầy không đồng ý hủy môn học. . Cô đính kèm bút phê duyệt của Thầy. . [full_name] được trả lời ngày 23/9 \". . . . Thân mến,. .",
            "Chào cô,. . Tôi đã nhận câu trả lời của thầy, thầy có nói:. . Thứ nhất: kiểm tra số tín chỉ tối thiểu   9 tín chỉ. Thì dù rút môn học này xong, tôi vẫn đủ số tín chỉ tối thiểu của học kì này, là 9 tín chỉ.. . Thứ hai: Hiện đang ở 50% học kì. Nhưng từ đầu đến bây giờ tôi chưa hề học buổi nào, chưa có thầy giáo hay cô giáo nào giảng cho tôi hay thông tin tin tức nào của môn học này, nên tôi vẫn đang ở 0% chương trình học của môn học này.. . . . Nên tôi xin phép được Hủy môn học Đồ án 1 (CO2023) không đóng học phí.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "li answer rate:",
            "Chào bạn. . Đơn hủy môn học của bạn không được đồng ý. . Cô đã liên lạc với [full_name] về lịch học của môn Đồ án 1. . Bạn liên lạc trực tiếp Cô Cương: +[phone_number]1. . Thư ký [full_name] để hỗ trợ về kế hoạch học môn này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã có chứng chỉ Ielts với số điểm là 6.5. Hiện tại em đang muốn nộp chứng chỉ của em để miễn thi anh văn sơ bộ và anh văn đầu vào, em đã nộp ảnh chứng chỉ của em ở phần nhập học trên mybk nhưng ở mục nộp chứng chỉ thì em bị gặp lỗi như hình. Mong mọi người có thể hỗ trợ em ạ.",
            "Chào bạn. . Pdt đã cập nhật lại. . Bạn vào đăng ký nộp và chuyển điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tôi cần rút môn học . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Tôi tên là Nguyễn Lê Xuân Hòa. . MSSv: [student_id]. . Hệ VHVL. . . . Tôi xin rút môn học Mạng máy tính(CO3003). Lý do bởi vì tôi quá bận công việc và còn bận cả 2 môn học khác. Khiến Cho môn học này quá sức của tôi. Tôi đảm bảo sau khi rút môn học vẫn đủ số tín chỉ trong học kì   9 tín chỉ và hiện tại tôi chưa quá 6 tuần đầu học. Nên tôi đăng ký rút môn học này. Mong phòng đào tạo xét duyệt cho tôi.",
            "Chào em,. . . . PĐT đã gửi email đến sv:. . . . \"Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Thầy Cô, Em là [full_name] -MSSV:[student_id]. . . . Kì này em có đăng kí môn Thí nghiệm vật liệu& XD Đường Oto (CI4061) kèm theo lớp thí nghiệm (CI4062). Do đây là môn tự chọn em đã qua ở kì trước nên nay em làm đơn xin PĐT xem xét cho em được đăng kí Rút môn học này.. . . . Hôm trước em có nhận được mail chứa biểu mẫu rút môn họctừ PĐT. Trong mail xác nhận yêu cầu kiếm tra lại thời khóa biểu sau ngày 15/09 nhưng đến nay trong thời khóa biểu của em vẫn còn 2 môn em đã đăng kí rút.. . . . Mong Quý Thầy/Cô xem xét giúp trường hợp của em.. . Em cảm ơn Quý Thầy Cô.. .",
            "Chào em,. . Hôm trước em có nhận được mail chứa biểu mẫu rút môn họctừ PĐT. Trong mail xác nhận yêu cầu kiếm tra lại thời khóa biểu sau ngày 15/09. . =  Em đọc kỹ lại email xác nhận 15/10 nhé em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, em là sinh viên năm 4, em chỉ còn thi anh văn là được tốt nghiệp trong năm nay ạ. Tuy nhiên, phường yêu cầu em gửi giấy nghĩa vụ quân sự về ạ. Em có được cấp giấy hoãn nghĩa vụ quân sự không ạ?. . . . Nếu em lỡ không đậu anh văn, mà em không đăng kí môn học năm 2021-2022 thì em có thể nộp sau mà không đăng ký môn học được không ạ. Tại nếu không đăng ký môn học thì em bị hoãn 1 kỳ ạ. Không biết em có được xem là sinh viên của trường nữa không ạ? . . . . em xin cảm ơn ạ.",
            "Chào em,. . Em xem quy chế điều 9:. . \"Trong mỗi học kỳ chính học tại trường, SV phải đăng ký môn học và có thời khóa biểu chính thức. SV không có thời khóa biểu trong các học kỳ chính sẽ bị buộc tạm dừng học (hoặc SV tự xin tạm dừng học) và không được cấp giấy xác nhận là sinh viên (xem 26.2).\". . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô phòng đào tạo, . . Em tên là [full_name], MSSV [student_id]. Thưa thầy/cô, em có đăng kí xin rút 2 môn học Nền Móng CI3195 và Kết cấu thép 1 CI3009 theo form xin rút môn của phòng đào tạo. Nhưng tới hiện giờ em chưa được nhận mail xác nhận rút môn học thành công. Mong thầy/cô có thể hậu kiểm và cho em xin biết thông tin nhằm tránh sai sót trong quá trình điền form rút môn với ạ. . . Em xin chân thành cảm ơn! . . Đăng ký môn học .",
            "Chào bạn. . Cô kiểm tra bạn đã đăng ký môn kết cấu thép và nền móng. . Bạn kiểm tra lại mail chắc chắn khi bạn đăng ký Pdt đều có phản hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo đại học Bách Khoa. . Em tên là [full_name] MSSV :[student_id]. . Em mong phòng đào tạo tra cứu giúp em số thể bảo hiểm y tế do thẻ e bị mất và đợt vừa rồi chưa đăng ký làm lại. Do ở địa phương cần mã số thể để cập nhật danh sách tiêm phòng.. . Mong phòng đào tạo tạo điều kiện. . . Em xin chân thành cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ạ, thầy cô có thể  kiểm tra giúp em là giấy xác nhận sinh viên của em [full_name] mssv  [student_id]. Mã giấy CNSV.[student_id].2 đã được gửi về địa phương chưa ạ. Vì ở nhà gia đình em báo vẫn chưa nhận được mà ủy ban phường đang yêu cầu bổ sung gấp. Em cảm ơn ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô ạ! . . Kỳ vừa rồi em có học môn Thực tập kỹ thuật ô tô_TR3075, nhưng do tình hịch dịch bệnh nên chưa thể học được và chưa có điểm nhưng trên bảng điểm thì em lại bị điểm 13 ạ. Vì vậy, cô cho xin em cách giải quyết ạ. Em đã gửi mail đến phòng đào tạo khá lâu r mà chưa nhận được phản hồi ạ.. . Em xin cảm ơn ạ!",
            "Chào em,. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B em xin phép được mở lại tk BK Exam cho quên đăng xuất ở thiết bị cũ khi đăng nhập trên thiết bị mới để có thể hoàn thành bài test av đầu vào ạ ! Em xin chân thành cám ơn",
            "Chào em,. . Đăng nhập rồi không thoát nên bị khóa. Trước giờ thi vẫn vào được, thông báo có ghi rõ.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Hiện tại, em có vào trang mybk để đăng ký xét tốt nghiệp trong đợt tiếp theo. Em đã hoàn thành hết điều kiện để tốt nghiệp.. . Em mong Phòng xem xét giúp em trường hợp này.. . Em xin trân trọng và cảm ơn.. .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn kiểm tra mail để thực hiện theo hướng dẫn nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô ạ. . Em là [full_name] học lớp CK20CK06. . Em có thắc mắc là em hoãn thi thành công 2 môn nhưng đáng lẽ phải không tính 2 môn đó vô điểm tổng kết chứ ạ,còn điểm tổng kết của em lại lấy điểm của 2 môn em có thi chia tổng số tín nên điểm tổng kết vô cùng thấo,nên em không biết cách nộp học bổng  sao cho hợp lí vì học bổng yêu cầu trên 7.0 ạ.Em xin cảm ơn",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . - em không biết cách nộp học bổng . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ khi em làm thủ tục hoãn thi có nhận được mail xác nhận của pđt như hình ở dưới. Thế nhưng khi cập nhật điểm trên trang web của trường không phải điểm 14 mà là điểm 13. Cho em hỏi khi nào trường cập nhật điểm cho em ạ. Em cám ơn.",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Kì này em có đăng kí học môn PPT của thầy [full_name], nhưng hôm nay khi vào E-learning và Mybk e không tìm được môn học ạ. . . .",
            "Chào em,. . - [full_name]1 vẫn có môn . . . . MT1009\tPhương pháp tính DT03. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.\t. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913259  /b \t. . . .   i Đăng ký môn học . Em có đăng ký  ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - LỘ TRÌNH 2 - ĐỢT 1 nhưng sao lại không có thời khoá biểu ạ ? Em cảm ơn",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 1 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký.. . PDT không đ/ký cho SV [full_name] (T: Trùng giờ TKB). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào anh/ chị,. . Hiện tại giấy xác nhận sinh viên của em đã được xử lí và đang ở phòng đào tạo cơ sở 1. Bây giờ em phải làm cách nào để nhận được giấy đó ạ ? Hiện tại em đã tiêm đủ 2 mũi vaccine astra. . Em cảm ơn ạ",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Em là [full_name], mssv [student_id].. . Cũng đến giữa kì rồi nhưng cho em hỏi liệu có hủy môn học vào lúc này được không ạ?. . . . Em xin cảm ơn. . . .",
            "Chào em,. . - Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé em.. . - Nếu rút môn học có tính học phí thì em xem email PĐT đã gửi.. . . . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Những môn em đăng kí hoãn thi trong học kì vừa rồi, khi nào mới thi những môn hoãn ạ, và mình có thể đăng kí hoãn thêm để khi nào hết dịch lên trường thi được không ạ , vì mạng nhà em rất lác ko phụng vụ được cho việc thi cử",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . - mình có thể đăng kí hoãn thêm để khi nào hết dịch lên trường thi được không ạ. . =  Em xem quy chế điều 17.2. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], MSSV: [student_id]. . Ngày 18/08/2021 em có gửi PĐT mail với nội dung đăng ký 2 môn học chung với tân sinh viên [full_name]1.. . CO1005-Nhóm L03- Thứ 6- [full_name] bắt đầu: 2. . CO1023-Nhóm L02- Thứ 2- [full_name] bắt đầu: 2. . Qua trao đổi thì PĐT đã đồng ý và thông báo đến em tới gần ngày nhập học (04/10) kiểm tra thời khóa biểu. Hiện tại, em đã kiểm tra thời khóa biểu nhưng vẫn chưa có lịch học của 2 môn trên. Kính mong PĐT kiểm tra lại giúp em ạ.. . . . Trân trọng,  [full_name]E   /[full_name]E   [full_name]   /[full_name]",
            "Chào bạn. . Bạn xem cập nhật TKB mới tại Mybk- xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các Thầy/Cô ạ.. . Em là [full_name], sinh viên lớp VP19VT.. . Học kỳ 202 vừa qua em đăng ký 15 tín chỉ, trong đó có 1 môn chưa được học vì dịch bệnh (môn Thực tập công nhân) nên còn lại 13 tín chỉ. Em đã học qua hết tất cả những môn đó, học kỳ 202 em đã tích lũy được 13 tín chỉ nhưng mà hệ thống vẫn báo chỉ có 9 tín chỉ (thiếu 4 tín chỉ) trong khi điểm đã được cập nhật đầy đủ.. . Các Thầy/Cô cho em hỏi là sao hệ thống lại báo như vậy ạ? Đây là do lỗi hệ thống hay lỗi gì khác ạ?. . Em cảm ơn các Thầy/Cô.",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu nhiều.Do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . . . - Nếu sv cần in bảng điểm thì vẫn có nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho em hỏi ,khi nào mình với cập nhật điểm hoãn thi ạ,giờ điểm trung bình  học kì của em hiện đang là 0 với điểm rèn luyện là 0 ,em lo quá ạ",
            "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . -  điểm rèn luyện là 0 . . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa thầy/cô, . . Khi nhận được thông tin của cô về việc đang chỉ có 116/120 tín chỉ khi xét đến kì vừa rồi, em đã có xem số tín chỉ của mình.. . Vì em vẫn chưa học anh văn 3 và anh văn 4 nên 2 môn này mất 4 tín chỉ ạ.. . Vì em tính nộp bằng Anh văn thì sẽ chuyển điểm anh văn nên em không có học môn anh văn 3 và 4 đến thời điểm này.. . Mong cô xem xét và hỗ trợ em đăng ký LVTN (MSSH EE4333) để em có cơ hội hoàn thành khóa học của mình.. . Em xin cảm ơn cô.. .",
            "Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đặc cách đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do xin đặc cách . Và phải có xác nhận của Khoa đồng ý bổ sung + Giảng viên hướng dẫn (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô!. . Hiện em đang có một vấn đề mong cô giải đáp.. . Đó về về việc chuyển điểm anh văn. . . Hiện lần 1 e thi được 475đ Toeic và đã chuyển điểm qua av 1,2,3 và còn av4 chưa qua.. . Cho em hỏi là giờ e thi Toeic trên 500 rồi nộp chuyển điểm lần 2 có được tính điểm cho môn av 4 không ạ. Hay là chỉ được chuyển điểm 1 lần duy nhất.. . Em cảm ơn cô ạ. . . .   i Học vụ .",
            "Chào bạn. . Nếu bạn chưa đăng ký chuyển điểm anh văn 4 thì bạn nộp CCNN đạt số điểm theo quy định để xét chuyển điểm AV4 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi. EM thực hiện yêu cầu phúc tra điểm cuối kỳ đến hôm nay là hết ngày thứ 6 rồi nhưng vẫn chưa có kết quả. Bên phía giảng viên của chưa nhận được yêu cầu từ PĐT. Cho em hỏi website nó hiển thị như hình ảnh em đính kèm là đúng chưa ạ? Và phải chờ khoảng bao lâu nữa ạ? Do em thấy có ghi thời hạn là 7 ngày mà tới nay là hết 6 ngày rồi. Em cảm ơn ạ.",
            "Chào em,. . Em  gửi phúc tra bài thi trên web : em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web (không kể thứ 7 và chủ nhật).. . Thân mến,. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi điểm chuẩn anh văn đầu vào là 605 giờ em phải cần đăng kí học tiếng anh không ạ?. . Mong phản hồi sớm lại cho em ạ!. . Em xin cảm ơn",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT kết hợp trung tâm IIG tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là việc đăng kí các lớp anh văn theo yêu cầu và bắt đầu học vào ngày 11/10 này thì hạn thanh toán học phí của môn này vào khi nào vậy ạ ?. Em cảm ơn",
            "Chào bạn. . Bạn đợi thông báo sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, ở các phản hồi trước, thầy cô vẫn chưa xử lý điểm thi anh văn đầu vào của em ạ. Em đã thi lần 2, qua 400 toeic nhưng vẫn chưa thể đăng kí được anh văn 1A, lại yêu cầu anh văn cơ bản trước.. . Mong thầy cô giúp em",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh xét lại. . Bạn đợi kết quả phản hồi trễ nhất là thứ 4 ngày 6/10. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/cô. Em có đăng kí hủy môn học dự thính [full_name] Tính và đã có xác nhận của mail trường nhưng vẫn chưa nhận được kết quả. Nhờ thầy/cô hỗ trợ giúp em. Em xin cảm ơn .. . . .",
            "Chào em,. . Em đã điền form rút môn học rồi, xem email xác nhận nhé (sau 15/10 chứ không phải 15/9 nhé). . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô!. . Hiện tại e đã đăng kí môn AV 4A. Nhưng em mới đọc lại thông tin thì thấy khi hoàn thành thì sẽ chỉ tương đương đạt AV4. Vậy em có cần phải học AV4 để có điểm vào bảng điểm không ạ.. . Mong được phản hồi sớm. Em cảm ơn ạ.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ!. . Em là sinh viên khóa 17, vì bị bệnh nên đã nghỉ học 1 năm khiến bị trễ tiến độ học tập.. . Hiện tại em rất gặp khó khăn trong việc đăng kí các môn theo tiến độ môn tiên quyết.. . Đặc biệt là em còn thiếu môn Thực tập điện tử 2 EE3021 để được đăng kí Đồ án EE3061 vào kỳ sau.. . Vì một số lý do nào đó mà em đăng ký môn Thực tập điện tử này đều bị hết sí số ạ. Điển hình là trong đợt DKMH dự thính vừa rồi, đợt 1 em có đăng kí được và sĩ số sv đăng kí mở lớp là 28/30, thế nhưng đợt 2 em lại không được đăng kí nữa và sĩ số tăng lên 32/30. Em rất buồn vì không hiểu sao mình bị rớt ra khỏi lớp và mất cơ hội học ở kỳ này. Đồng thời lại mất thêm 1 kỳ nữa trước khi được học đồ án.. . Nay em có xin tư vấn của thầy dạy môn này là thầy [full_name], và được thầy bảo nên gửi cho PDT xin vào lớp của thầy.. . Em không biết liệu có được không ạ?. . Thầy có dạy 2 lớp Thực tập điện tử 2 EE3021 dự thính. . - Lớp DT01: Chủ nhật: tiết 7-11 học từ tuần 46-51. . - Lớp DT02: Thứ 7: tiết 2-6 học từ tuần 44-49. . Em rất mong PDT có thể giúp em!. . Em cám ơn PDT rất nhiều!. . Chúc mọi người sức khỏe ạ!. . . .",
            "Chào bạn. . Hiện tại đã đến tuần thứ 7 của HK 211, nên bạn vui lòng làm đơn đăng ký, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Giảng viên giảng dạy đồng ý bổ sung (có thể gởi yêu cầu GVGD xác nhận trong đơn, hoặc xác nhận qua maii, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng Đào Tạo,. . Em có đăng kí in bảng điểm từ ngày 15 tháng 9 và nhận qua bưu điện, nhưng hiện tại tới bây giờ là 27 vẫn chưa nhận được.. . Do đó em muốn xin được lấy file scan qua email được không ạ.. . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  [full_name]i [full_name] [full_name] [full_name] [full_name] Dạ em chào PĐT,[full_name] [full_name] [full_name] [full_name] Trước đó em có tạo yêu cầu hỗ trợ nhận bảng điểm và bằng tốt nghiệp tạm thời file mềm[full_name]file scan qua email để chuẩn bị gấp hồ sơ du học cao học[full_name][full_name] [full_name] [full_name] [full_name] Em được cô [full_name] hỗ trợ trước đó bảo tạo yêu cầu scan file lại khi quá trình in trên hệ thống báo hoàn tất[full_name] Tuy nhiên, hiện tại đã quá hạn ngày hẹn trả kết quả mà hệ thống vẫn còn để tình trạng \"Đang in\"[full_name][full_name] [full_name] [full_name] [full_name] Nay em viết tin này xin 1 lần nữa nhờ PĐT hỗ trợ em như đã đề cập ở trên ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn Phòng[full_name] Mong nhận được phản hồi từ Phòng sớm ạ[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name][full_name][full_name]",
            "Chào bạn. . 1) Bảng điểm của bạn đã gởi theo đường bưu điện, bạn vui lòng đợi nhận nghen. . 2) Giấy chứng nhận tốt nghiệp sau 17 giờ ngày 27/9 Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . Thân"
        ]
    }
]