[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4. Tuy nhiên, em vẫn còn tình trạng bị tạm dừng do không đăng ký môn học nên không thể đăng ký tốt nghiệp được.. . Em nhờ thầy/cô gỡ tạm dừng cho em để em đăng ký tốt nghiệp được không ạ?. . Em cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Do đã hoàn thành chương trình đào tạo tại trường và hoàn tất các điều kiện tốt nghiệp khác như: ngày CTXH và Ngoại ngữ nên học kỳ này em không đăng ký môn học. Dẫn đến việc tình trạng sinh viên hiện tại của em là tạm dừng và không thể đăng ký tốt nghiệp được. Mong phòng đào tạo xem xét và thu nhận lại để em kịp thời đăng ký tốt nghiệp cho đợt tháng 4 sắp tới.. . Em xin cảm ơn !!!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PDT:[full_name] [full_name] Học kì 2 (2021-2022) này em có lỡ đăng kí môn luận văn tốt nghiệp MA4343 và đã rút môn học theo thời gian quy định[full_name][full_name] [full_name] -Lý do em viết thư này là mong pdt có thể xem xét và châm chước trường hợp của em để có thể không thu phí môn này (lvtn 9 chỉ gần 7tr) dù em đã biết về quy định tại điều 11[full_name]2 trong quy chế đào tạo học vụ là rút môn học có tính học phí[full_name] Hiện đã có lịch thanh toán học phí hk2 rồi[full_name][full_name] [full_name] -Nguyên nhân em đã đăng kí lvtn trong học kì này là sợ học kì 1 không đủ thời gian cũng như điều kiện để hoàn thành luận văn tốt nghiệp đã đăng kí trong hk1, do ảnh hưởng của dịch covid, vào tháng 11 năm 2021 bộ môn vẫn chưa có quyết định về việc lên trường làm thí nghiệm cho luận văn nên em đã rất lo, nhưng may sao giáo viên hướng dẫn đã sắp xếp kịp thời khoảng thời gian 4 tháng (t11 tới t2 năm này) cho em làm đề tài luận văn và em đã được thông qua[full_name] Một phần lý do cá nhân để em xin được rút học phí môn này là do hoàn cảnh gia đình đang trong điều kiện không tốt, gia đình em ở miền trung  vừa mới xây được căn nhà mà vẫn cần vay mượn, bản thân em thì trong 8 tháng dịch không đi làm thêm được nhưng vẫn cố ở lại Tphcm nên không có thu nhập[full_name]Con số học phí này hiện tại là lớn đối với em ạ[full_name] Em viết tâm thư này mong pdt chiếu cố cho trường hợp này của em[full_name] [full_name] [full_name]                      Người gửi: [full_name][full_name] [full_name]                     khoa : Công nghệ Vật Liệu",
            "Chào bạn, . . Theo quy định rút môn học: bạn phải đóng học phí hiện tại không thể hủy học phí.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CHO EM HỎI ĐĂNG KÍ ANH VĂN 1A LÀ GÌ VẬY Ạ",
            "Chào em,. . Cô chưa hiểu ý bạn? Vui lòng ghi rõ nội dung câu hỏi và vấn đề của bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô, . . Em thi nói viết ở BKEnglish và có kết quả thi nói viết vào ngày 20/3/2022.. . Em cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào [full_name] ạ,. . . . Hiện tại em đã đủ điều kiện để tốt nghiệp nhưng vì không vào được trang đăng ký tốt nghiệp nên em viết yêu cầu này để xin [full_name] xét tốt nghiệp cho em với ạ.. . . . Em xin cảm ơn [full_name].. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là [full_name], MSSV [student_id] đang theo học hệ VLVH tại trường.. . Vào ngày 7 tháng 8 năm 2018 sau khi đã làm miễm môn bổ sung lúc nhập học PĐT đã gửi cho em bản miễn môn cập nhập gồm 22 môn. Nhưng hiên tại trong mục điểm chuyển trên trang Mybk của em chỉ có 21 môn. . . Môn thiếu là môn Mạng máy tính. . Mã MH là CO3003.. . PĐT xem xét và cập nhập lại vào phần điểm chuyển ạ.",
            "Chào em;. . khối lượng miễn tối đa được công nhận, chuyển đổi không được vượt quá 50% khối lượng học tập tối thiểu của chương trình đào tạo. Vì vậy em không được miễn quá 50% nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114816  /b \t. . . .   i Đăng ký môn học . . . EM CHƯA HIỂU ANH VĂN 1A LÀ SAO Ạ KHÁC GÌ SO VỚI ANH VĂN 1 Ạ",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em K18 học môn học hóa phân tích mã mới của K19 là CH2113 và thí nghiệm là CH2115. Em muốn chuyển điểm qua mã cũ là CH2005 thì chuyển như thế nào ạ?",
            "Chào em, . . Khi nào có đủ điểm của tất cả các môn, SV vui lòng gửi lại câu hỏi qua bksi để xét môn tương đương cho bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Danh sách gồm :. . hệ thống số - CO1023- Học kỳ 2(2020-2021). . đại số tuyến tính - MT1007- Học kỳ 2(2020-2021). . Hóa đại cương - CH1003 -Học kỳ 2(2020-2021).. . Chị cho em xin thủ tục để tham gia thi lại. . Em cảm ơn. .",
            "Em cần hỗ trợ gấp ạ",
            "Chào bạn. . Dự kiến cuối tháng 03/2022 sẽ có thông báo chi tiết về Lịch thi xóa điểm HT, thông báo gởi qua tin nhắn Bkel hoặc mail SV, bạn nhớ kiểm tra thường xuyên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn không đăng ký tốt nghiệp được và tình trạng sinh viên vẫn là \"tạm dừng\". Mong quý thầy cô phòng đào tạo xem xét lại giúp em. Em cám ơn.",
            "Chào em, . . - Hiện tại PDT đã ra Quyết định thu nhận lại cho SV để đăng ký tốt nghiệp, em xem tình trạng trên mybk/Thông tin Sinh viên, đã chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân",
            "Em vẫn không đăng ký tốt nghiệp được và tình trạng sinh viên vẫn là \"tạm dừng\". Mong quý thầy cô phòng đào tạo xem xét lại giúp em. Em cám ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa phòng đào tạo.. . Em nhận được mail của phòng đào tạo là chưa đủ điều kiện để xét tốt nghiệp (thiếu toeic).. . Em đã hoàn thành xong chuẩn Tiếng anh nói-viết (200 điểm) cũng như nghe-đọc (500 điểm) cho khóa 2015.. . Em có gửi hình ảnh đính kèm.. . Kính mong quý thầy cô xem xét lại giúp em.. . Em xin lỗi vì đã làm phiền thầy cô.",
            "Chào em,. . Trường hợp của em đã cập nhật lại và xét tốt nghiệp cho bạn nhé.. . SV đã đủ điều kiện tốt nghiệp, em đợi danh sách tốt nghiệp mới cập nhật lại trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô.. . Em tên [full_name]. MSSV [student_id]. Lớp MO15QLMT.. . Dạ học kì vừa rồi HK211, em có đăng kí luận văn tốt nghiệp với mã môn học là EN4313, tuy nhiên khi hoàn thành xong luận văn em đã thấy cập nhật điểm, nhưng hôm qua em vào kiểm tra lại thì không thấy ạ. mong Cô/Thầy kiểm tra lại giúp em.. . Em xin chân thành cảm ơn ạ. . . . .",
            "Chào em, . . Điểm HK211 đã được cập nhật lại, SV vào kiểm tra lại nhé.. . Hiện tại em đã đủ tất cả điều kiện xét tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các thầy cô. Hiện tại em đã đầy đủ các điều kiện tốt nghiệp nên muốn đăng kí thu nhận lại để có thể đăng kí tốt nghiệp trong học kì này ạ. Em được Phòng Đào Tạo hướng dẫn và yêu cầu tạo câu hỏi trên BKSI để nhà trường có thể kiểm tra các điều kiện tốt nghiệp của em. Em kính mong các thầy cô sẽ sớm hỗ trợ ạ, em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại bảng điểm ở MyBK của em đã bị mất HK211. Cho em hỏi, khi nào bảng điểm trở lại bình thường ạ, vì em đang cần gấp để xét học bổng. . . . . Em xin cảm ơn.. .",
            "Chào em,. . Em cần bảng điểm online trên mybk/Thông tin SV hay vào đăng ký in bảng điểm.. . Nếu em vào mục mybk/Đăng ký in Bảng điểm thì vẫn in HK211 bình thường nhé, do hệ thống đang cập nhật lại nên bị lỗi, đang chạy cập nhật lại  nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512718  /b \t. . . .   i Tốt nghiệp . Em chào Thầy/Cô ạ,. . . . Em là Quốc sinh viên K15 MSSV 1512718,. . . . Trước đó em vì một số lý do cá nhân đã trì hoãn việc học tập và sau đó em cũng đã bổ sung các điều kiện để được tốt nghiệp, cụ thể là:. . . . - Em đã bổ sung 2 chỉ anh văn 4 ở HKI 2021-2022.. . Thêm 2 chỉ đó nữa là em đủ 142 tín chỉ chuyên ngành ạ.. . . . - Em đã bổ sung anh văn 2 kỹ năng nghe & đọc hiểu và đã nộp lên hệ thống rồi ạ.. . . . - Vừa rồi em có thi anh văn 2 kỹ năng nói & viết bên BKEnglish ngày 16/3 và đã có kết quả đậu.. . . . - Số ngày CTXH của em hiện tại cũng đã đủ điều kiện là 19.5 ngày rồi ạ.. . . . Sau tất cả, em mong được Thầy/Cô xem xét việc đăng ký tốt nghiệp để em có thể được ra trường ạ.. . . . Em cảm ơn rất nhiều,. . Quốc",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào các thầy cô. Hiện tại em đã đầy đủ các điều kiện tốt nghiệp nên muốn đăng kí thu nhận lại để có thể đăng kí tốt nghiệp trong học kì này. Em được Phòng Đào Tạo hướng dẫn và yêu cầu tạo câu hỏi trên BKSI để nhà trường có thể kiểm tra các điều kiện tốt nghiệp của em. Em kính mong các thầy cô sẽ sớm hỗ trợ ạ, em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Cho em hỏi em có thể tạm thời gửi bằng tại trường đến khi làm lễ tốt ngiệp em vào nhận được không ạ, vì em làm việc ở xa ạ.Và cho em hỏi lễ tốt nghiệp dự kiến sẽ tổ chức vào khi nào vậy ạ. Em là sinh viên tốt nghiệp tháng 11/2021 nhưng gặp đợt dịch nên được nhận thông báo lúc đó là sẽ làm lễ tốt nghiệp vào đợt sau ạ.. . Em cảm ơn ạ",
            "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Học kỳ 212 này em đăng ký 12 chỉ nhưng học phí của em được thông báo trên bkpay tới 8.880.000. Mong PĐT kiểm tra lại giúp em với ạ. Em cám ơn!",
            "\"Chào em,. . Em vui lòng xem quy định về tính học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022. . Thông báo này đã gửi thông báo cho SV từ HK 1/2021-2022 . . Trường hợp khiếu nại về HP, Sinh viên vui lòng trình bày rõ về trường hợp của bạn khiếu nại tính sai ở khoản nào giúp cô nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Chị,. . Em tên là [full_name], MSSV [student_id]. Em đã chuyển điểm AV3 nhưng hiện tại em vẫn chưa đăng kí được lớp AV4A (LA1043) trong đợt đăng kí HK212-AV.. . Mong [full_name]/Chị chuyển điểm AV3 giúp em để em đăng kí kịp lớp AV4A.. . Em cảm ơn [full_name]/Chị!. . . .",
            "Chào bạn. . Bạn đăng ký lại đợt 30/3 này, đã có thông báo trên tin nhắn Bkel. . Nếu vẫn không được bạn vui lòng phản hồi lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em nghe mọi người nói trường sẽ tổ chức Kiểm tra trình độ Anh văn dự kiến trong tuần 21-22(23/5-5/6/2022) thì có đúng không ạ? Và em có tìm trên mybk thì em không đăng ký kiểm tra được (bảo trì hệ thống - đính kèm ảnh), liệu sinh viên năm 3 có được đăng kí đợt kiểm tra trình độ Anh văn này không ạ?. . Mong thầy/cô giải đáp thắc mắc. Em cảm ơn.",
            "Chào em,. . Về việc đăng ký kiểm tra trình độ Anh văn vui lòng đợi thông báo sau nhé. . Thâb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy(cô),. . . . Hiện tại em đã có trong danh sách dự kiến tốt nghiệp nhưng em không đăng kí tốt nghiệp được. Mong thầy(cô) giải đáp thắc mắc của em.. . . . Em cảm ơn.",
            "Chào bạn. . - Hiện tại trong danh sách dự kiến tốt nghiệp bạn vẫn còn nợ ngày CTXH. Bạn nhanh chóng bổ sung.. . - Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chưa nhận được thấy tên trong ds dự kiến tốt nghiệp và chưa đăng ký tốt nghiệp được, mong pdt kiểm tra và hướng dẫn em đăng kí tốt nghiệp ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị,. . Em tên: [full_name]. . MSSV:[student_id]. . Hiện tại em đã chuyển điểm anh văn 2 trên Mybk và đã thanh toán lệ phí. Em xem trên lịch học vụ thì chuẩn bị có đợt đăng kí anh văn theo như cầu, em mong nhà trường sớm cập nhập điểm anh văn 2 giúp em để em có thể kịp đăng kí anh văn 3 trong đợt sắp tới này. Em còn thiếu 4 chỉ anh văn nữa là đủ điều kiện tốt nghiệp, mong nhà trường giúp em.. . Em chân thành cảm ơn!",
            "Chào bạn. . Bạn đã được cập nhật điểm anh văn 2, bạn theo dõi tại Mybk-đăng ký CCNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là: [full_name] . . MSSV: [student_id] . . Lớp: TN GIải tích mạch thầy [full_name] (VL01). . Em có lịch học TN buổi một vào sáng ngày 17/3/2002. . Nhưng nay em test và bị dương tính với covid và em đã được đưa vào khu cách ly ở ktx đhqg em đã thông báo với thầy [full_name] và thầy thông báo 17/3 là buổi học cuối nên  bảo em liên hệ với phòng đào tạo để được hoãn môn học. Vậy bây giờ em cần làm gì để có thể hoãn môn học TN GTM ạ.. . Em cảm ơn",
            "Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo. Hôm trước em có hỏi thông tin tốt nghiệp của em trên hệ thống vẫn chưa được cập nhật sau ngày 22.03.2022, Em chưa biết vì sao mình vẫn chưa được đăng ký tốt nghiệp. Mong phòng đào tạo xem xét và cập nhật lại trạng thái giúp Em nhé.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . .  Hôm qua em có thắc mắc về việc hiện tại các điều kiện xét tốt nghiệp của em đã đủ ngoại trừ chứng chỉ anh văn quốc tế do e chưa hoàn tất đổi điểm 2 cột điểm anh văn 3 +4. PĐT cho em hỏi 2 câu sau đây:. .  1/Hiện tại em đã thi chứng chỉ ngoại ngữ xong và đang chờ kết quả để nộp CCNN đổi điểm xét tốt nghiệp. Nhờ cô giải thích cho em ở câu hỏi trước đó thì em đã hiểu việc nộp CCNN xét tốt nghiệp không ảnh hưởng. Nhưng do tình trạng sinh viên của em đang là tạm dừng, em muốn hỏi như vậy có ảnh hưởng đến việc đổi điểm anh văn 3+4 của em không vậy ạ?. .  2/PĐT cho em hỏi thêm câu hỏi là hạn cuối để bổ sung hết các điều kiện tốt nghiệp ( bao gồm CCNN của bằng toeic đọc và nghe, và CCNN toeic của bằng nói và viết) là ngày 4/5/2022 hay là ngày 11/4/2022 vậy ạ?. . Em xin chân thành cảm ơn cô.",
            "Chào bạn, . . - Tình trạng tạm dừng không ảnh hưởng đến việc chuyển đổi điểm anh văn 3+4. Bao giờ bạn hoàn thành chuyển điểm thì bạn vui lòng đăng ký xét tốt nghiệp tại mục tốt nghiệp trên BKSI. . . - Hạn cuối để bổ sung hết các điều kiện tốt nghiệp là ngày 11/04. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi là em đăng kí học kì chính quy 19 chỉ nhưng học phí lại là 7.075.000 mà bạn em cũng đăng kí 19 chỉ nhưng chỉ có 6.550.000 vậy ạ. Em cảm ơn.",
            "Chào em,. . SV xem quy định về học phí tại đây:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . . . 1.    Chính quy đại trà. . Trường hợp của em còn có 1.5 tín chỉ học phí của GDTC nữa nhé.. . SV vui lòng xem quy định.. . Còn trường hợp của bạn của bạn vui lòng trình bày rõ giúp cô thông tin MSSV của bạn, để PDT kiểm tra và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào phòng đào tạo. . . . em là [full_name] mssv [student_id], học kỳ 212 này em chỉ đăng ký có mỗi luận văn tốt nghiệp mà tại sao học phí của em lại cao lên tới 6.660.000 vnđ trong khi các bạn khác chỉ có 3.150.000 vnđ.. . . . Em mong phòng đào tạo xem xét giải thích giúp em ạ, em cảm ơn.",
            "Chào em,. . Em vui lòng xem quy định về tính học phí tại đây nhé:. . http://aao.hcmut.edu.vn/sinh viên/học vụ/học phí/Năm học 2021-2022/III. ĐẠI HỌC CHÍNH QUY. . . . 1.    Chính quy đại trà. . Khoá 2016 trở về trước (đã quá thời gian đào tạo theo kế hoạch). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên khoá k15 nhưng do chưa có chứng chỉ ngoại ngữ, nay em nộp đơn này mong nhà trường xem xét cho em được thu nhận lại và gia hạn thêm 1 học kỳ để hoàn thành CCNN để tốt nghiệp ạ.. . Em xin cảm ơn!",
            "Chào em,. . PDT đã tiếp đơn gia hạn của bạn, SV theo dõi QD gia hạn được cập nhật tại mybk/Thông tin sinh/tình trạng và gửi mail cho SV. . Dự kiến trễ nhất sau ngày 5/4, sau ngày này SV vẫn chưa nhận được QD vui lòng phản hồi qua bksi giúp cô. . Thân",
            "Dạ cô ơi tình trạng học của em vẫn ghi là Nghỉ ạ. Mong cô xem giúp lại cho em ạ.. . Em cảm ơn cô.",
            "Dạ em chào cô ạ. Trình trạng sinh viên em vẫn chưa đc cập nhật cô ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Em là [full_name] sinh viên khóa K17 khoa Điện. Hiện tại em đã hoàn thành và qua môn AV4A nhưng học phí AV4A phải đến ngày 15:00 11/4 mới được thanh toán.Em thắc mắc là ngày 11/4 là ngày cuối cùng để xét duyệt đăng ký tốt nghiệp. Em không biết như vậy là có đủ thời gian để PĐT thêm vào danh sách không ạ? . . Hy vọng nhận được phản hồi sớm của PĐT.. . Thân ái",
            "Chào em,. . Môn AV4a của bạn đã thi và có điểm cập nhật tại mybk/Thông tin SV chưa?. . Khi nào có điểm được cập nhật tại mybk/Thông tin SV, sv có thể gửi yêu cầu qua bksi để xin xét tốt nghiệp (khi đã đủ tất cả các điều kiện xét tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo,. . em đã bảo vệ xong Luận văn tốt nghiệp HK211 vào ngày 22/02/2022 và chỉ còn thiếu chứng chỉ Anh văn TOEIC. Em đã không ĐKMH HK212 và đang trong tình trạng tạm dừng, nay em gửi đơn này kính xin quý Thầy Cô phòng Đào tạo xem xét đơn xin thu nhận lại và thông qua giúp em để em được đăng ký tốt nghiệp. Em xin cảm ơn và kính chúc Thầy Cô nhiều sức khỏe.. . [full_name].. .   i Học vụ .",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là: [full_name] -MSSV: [student_id] -Khoa: Điện-Điện tử. Hôm trước em co hỏi về việc đăng ký tốt nghiệp và đã được giải quyết, và cũng có tên trong danh sách tốt nghiệp dự kiến tháng 04/2022. Nhưng có một vấn đề xãy ra đó là   B em không thể đăng ký tốt nghiệp được  /B  trên mybk vì lí do tình trạng sinh viên đang TẠM DỪNG.. . Trích lời PĐT \"Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.\". . Mong PĐT giải quyết giúp em ah.. .",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện em đã thi chứng chỉ VNU-EPT (4 kĩ năng) và đạt 213 điểm. Vậy điểm này có thể đạt được yêu cầu TOEIC Nói và Viết tối thiểu trên 200 không? Nếu được thì em có đủ điều kiện Anh văn tốt nghiệp không ạ? (Em đã có TOEIC Nghe và Đọc 515 điểm).Em là sinh viên PFIEV ạ. Em cảm ơn.. .",
            "Chào em,. . Em vui lòng chụp hình chứng chỉ gửi đính kèm giúp cô nhé. . Hình bạn gửi không đủ thông tin nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng Đào Tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt tháng 4/2022 nhưng tình trạng sinh viên của em đang bị tạm dừng do không đăng ký môn học trong HK212. Kính mong Phòng Đào Tạo mở lại tình trạng sinh viên đang học để em có thể đăng ký tốt nghiệp.. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô/Thầy.. . Em tên [full_name], MSSV [student_id].. . Dạ hiện em còn thiếu chứng chỉ anh văn Toeic và anh văn nói viết để đủ điều kiện tốt nghiệp, không biết là em có thể xin gia hạn thêm 1 học kì để hoàn thanh chứng chỉ ngoại ngữ không ạ?. . Em có hỏi PĐT về vấn đề trên nhưng PDDT báo là phải đủ AV1.2.3.4. . . Dạ nếu em không nộp kịp anh văn để chuyển điểm thì em có thể xin gia hạn không ạ?. . Em xin chân thành cảm ơn Thầy/Cô ạ. . .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ trong lúc em đi xe bus làm rơi thẻ sinh viên thì làm thế nào để em làm lại ạ. . Em xin cảm ơn ạ.",
            "\"Chào em,. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/2. Đăng ký in Thẻ Sinh viên. . Để đăng ký nhé!. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách KhoaTP.HCM,. . Em tên là [full_name], MSSV: [student_id], là sinh viên được đào tạo theo chương trình đại trà hệ Chính Quy.. . Theo như quy chế đào tạo thì hiện tại đã hết thời hạn đào tạo nên nay em viết mail này xin Phòng Đào Tạo cho em chuyển sang Hệ Vừa Học Vừa Làm (em có đính kèm phiếu đề nghị chuyển sang VHVL).. . Hiện tại, em đã hoàn thành xong tổng số tín chỉ của hệ Chính Quy, nhưng vẫn còn chưa hoàn thành xong [full_name] nói-viết nên không đủ điều kiện để tốt nghiệp Hệ Chính Quy theo như Quy chế đào tạo của trường. Nay em làm đơn xin chuyển hệ, Phòng Đào Tạo cho em hỏi là khi nào em có thể đăng ký tốt nghiệp được ạ?. . Về việc Đăng Ký Chuyển Hệ và Đăng Ký Tốt Nghiệp thì em có cần bổ sung thêm hồ sơ gì ngoài phiếu đề nghị chuyển hệ không ạ?. . Trong khi chờ phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn. . . Sinh viên,. . [full_name]",
            "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có 2 vấn đền muốn trình bày:. . . . 1) Em đã có tên trong danh sách dự kiến tốt nghiệp nhiều ngày rồi nhưng em vẫn chưa thể đăng kí tốt nghiệp được. (Tình trạng SV vẫn là tạm dừng). . . . 2) Trong danh sách dự kiến tốt nghiệp, phần điểm toeic của em bị sai. Điểm thật của em là 600 nhưng trên đó là 660.. . . . Mong pdt giải quyết cho em",
            "\"Chào em, . . - Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . - Điểm Toeic của em đúng là 600 sẽ được cập nhật lại. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đã gửi phản hồi về việc tình trạng sinh viên bị tạm dừng và đã nhận được phản hồi là đã sửa tình trạng tạm dừng học để đăng ký tốt nghiệp nhưng khi em vào kiểm tra thì trình trạng vẫn là tạm dừng và em vẫn chưa thể đăng ký tốt nghiệp được ạ. . . .   i Tốt nghiệp .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1714053  /b \t. . . .   i Tốt nghiệp . Em muốn hỏi làm sao để xác nhận thứ hạng tốt nghiệp trong ngành của mình ạ. . Em đã tìm nhưng không hề có danh sách thứ hạng tốt nghiệp của các sinh viên cùng ngành học.. . Em hỏi như vậy là vì thứ hạng tốt nghiệp cũng có ý nghĩa khi xét học bổng để học lên cao khi xin học bổng nước ngoài.. . Monng Thầy / Cô giải đáp thắc mắc ạ",
            "Chào bạn, . . Điều kiên để cấp xác nhận thứ hạng tốt nghiệp thì bạn phải tốt nghiệp rồi. Nếu bạn có nhu cầu thì vui lòng làm đơn xin xác nhận thứ hạng tốt nghiệp và ghi rõ lý do kèm theo bản photo bằng tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . Em tên [full_name] sinh viên khóa 2014 chính quy, mới chuyển qua hệ VLVH học kỳ 211 vừa rồi ạ. Kỳ vừa rồi em có xin đăng ký luận văn tốt nghiệp (9 tín chỉ), theo em tìm hiểu thì thấy kỳ 211 mức học phí một tín chỉ là 525.000 VNĐ/ 1 tín chỉ, thì em tính ra là em cần đóng 4.750.000 VNĐ ạ. Nhưng kỳ vừa rồi em phải đóng 2 lần, em không biết là do có thêm khoảng thu nào khác hay là do hệ thống có bị lỗi gì không ạ. Do bữa giờ thì em không để ý nay thấy thắc mắc nên lên đây xin hỏi. Em mong đào tạo hỗ trợ giúp em với ạ, em xin chân thành cám ơn phòng đào tạo,. . . .",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục VI- Vừa làm vừa học. . - Đối với khóa 2015 trở về trước( đã qua thời gian đào tạo theo kế hoạch), từ học kỳ 2 năm học 2021- 2022: 900.000VNĐ/TC * 9 = 8.100.000.. . - Học phí của bạn 8.100.000 là đúng, bạn xem lại nhé. . . Chúc bạn học tốt.. . Thân",
            "Dạ em đang nói học kỳ trước HK211 ạ, chứ em không nói học kỳ này. Vì học kỳ trước em phải đóng 2 lần 4.750.000 VNĐ là thành 9.500.000 VNĐ của em luôn rồi ạ, em không biết lý do vì sao lại đóng nhiều như vậy ạ. Mong phòng đào tạo xem xét lại dùm em ạ, em có đính kèm hình ảnh ạ. Em xin chân thành cám ơn.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "đang xử lý câu khác",
            "Sao cô không trả lời câu của em vậy cô, mong phòng đào tạo giải đáp dùm em,",
            "Chào bạn. . Pdt đã kiểm tra và sẽ hoàn học phí 1 lần đóng cho bạn. . Nhưng bạn vui lòng cung cấp SỐ TÀI KHOẢN của ngân hàng, để Pdt làm thủ tục hoàn trả. . Thân",
            "Dạ số tài khoản ngân hàng OCB: [phone_number]708007. . Tên: [full_name]. . Em xin chân thành cám ơn Pđt nhiều ạ,",
            "Chào bạn. . Cô đã nhận được thông tin của bạn. . Bạn vui lòng đợi Nhà trường hoàn trả lại học phí, dự kiến đến tháng 05/2022. . Thân",
            "Dạ em cám ơn cô và Pđt đã giúp đỡ em, nhưng cô ơi do kỳ này gần đến kỳ thanh toán nên em có thể xin chuyển số tiền này và đóng thêm để thanh toán học kỳ này được không ạ, em xin chân thành cám ơn,",
            "Chào bạn. . Cô sợ không kịp vì thủ tục hành chính rất lâu, nên em chịu khó đợi nghen. . Thân",
            "Dạ một lần nữa em xin cám ơn cô và phòng đào tạo đã giúp đỡ em giải quyết đề lần này, em xin chân thành biết ơn ạ,",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em tên là [full_name], sinh viên khóa K14, hiện tại em đã hết thời gian đào tạo chính quy, và tình trạng sinh viên hiện tại của em là nghỉ. Phòng Đào Tạo cho em hỏi là em có  thể xin chuyển hệ vừa học vừa làm được không ạ? Em chỉ vì không thể hoàn thành toeic 500 điểm để có thể chuyển điểm thôi ạ. Số lần em thi toeic cũng không dưới 20 lần, nhưng em không thể đạt được số điểm 500 ạ. Kính mong Phòng Đào Tạo có thể xem xét cho em cơ hội để chuyển hệ ạ, vì cách đây 2 tuần em có vào xem tình trạng sinh viên vẫn là đang học nên em đã tiếp tục thi để nộp bằng. Đây là lỗi hoàn toàn ở em, kính mong Phòng Đào Tạo có thể cho em cơ hội để chuyển hệ ạ. Em xin chân thành cảm ơn Phòng Đào Tạo. Em kính chúc Phòng Đào Tạo nhiều sức khỏe ạ.. . [full_name]. . [full_name]",
            "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy/Cô phòng đào tạo ĐH Bách Khoa TPHCM. . . . Em tên là [full_name]. MSSV: [student_id] là sinh viên nghành Kỹ thuật hệ thống công nghiệp.. . . . Em đã đủ điều kiện để xét tốt nghiệp HK 212. Tuy nhiên hiên tình trạng sinh viên của em đang bị tạm dừng vì lý do không đăng ký môn học ở học kỳ 212 này. Nên em không đăng ký tốt nghiệp được. . . . . Kính mong thầy/cô hỗ trợ em cách giải quyết qua đó em có thể tốt nghiệp trong hoc kỳ này.. . . . Cảm ơn thầy/cô phòng đào tạo. Em đợi phản hồi ạ.. . . . . . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: phòng đào tạo, em là [full_name] mã số sinh viên [student_id]. Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4 /2022. Nhưng vẫn không đăng ký tốt nghiệp được do tình trạng sinh viên \" nghỉ \". Em thấy thông báo khi nào có tên trong danh sách dự kiến tốt nghiệp trường sẽ tự động ra quyết định thu nhận lại, nhưng đến hôm nay em vẫn chưa được thu nhận lại. Mong phòng đào tạo cứu xét. Em xin chân thành cảm ơn.",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô. . Em tên là [full_name] MSSV [student_id]. . Hiện nay em đang là f0 và bị trở nặng nên không tham gia buổi học thí nghiệm môn Giải tích mạch được ạ. Em có thông báo với thầy bộ môn nhưng do hiện tại các lớp đã học qua hết nên em không thể đăng ký học bù được ạ. Mà môn này kỳ trước em gặp trục trặc lúc thi nên đã đăng ký hoãn thi ạ. Vậy cho em hỏi có biện pháp nào hỗ trợ em được không ạ. Nếu không thì em đăng ký hoãn học thí nghiệm được không ạ. . . Em xin chân thành cảm ơn. Chúc thầy cô buổi sáng vui vẻ.",
            "Chào bạn. . Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang BKSI. . Đính kèm minh chứng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . Hiện tại em có vài thắc mắc về điểm trung bình tích lũy ngành tính cho các môn nằm ở nhóm tự chọn (A, B, C, D). Hiện tại em thấy là, nếu như nhóm đó yêu cầu 12 tín chỉ. Nếu sinh viên học nhiều môn hơn thì sẽ chọn những môn điểm cao nhất. Giả sử em học 5 môn trong cùng 1 nhóm. 4 môn 3 tín chỉ đều 9đ và 1 môn 4 tín chỉ  được 7.5. Vậy nếu nhóm đó lấy 12 tín chỉ, thì điểm trung bình tích lũy ngành của em sẽ tính theo 4 môn 3 tín chỉ 9đ đúng không ạ ?. . Mong nhận được sự giải đáp từ PDT.. . . . Em cảm ơn.",
            "Chào em,. . Cô gửi em file tính điểm trung bình tích lũy ngành, em xem file đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . em dự định đăng kí thi lại đánh giá năng lực năm 2022 để xét tuyển vào một chuyên ngành khác, em có cần làm thủ tục gì gửi đến nhà trường không ạ, em cảm ơn nhiều. . \t. . . .   i Yêu cầu khác .",
            "Chào em,. . Việc thi ĐGNL, SV vui lòng đăng ký tại Đại học Quốc giá nhé bạn, SV không làm thủ tục gì ở trường cả nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy. . Em là [full_name], MSSV:[student_id] lớp DD17KTD03 khoa Điện điện tử. . Học kì 211 vừa rồi, vì đã hoàn thành tất cả các môn học ( ngoại trừ môn ngoại ngữ) vì đang đợi thi ngoại ngữ nên em không đăng ký môn học ở học kỳ này và bị tình trạng “Tạm dừng”, rất mong thầy có thể hướng dẫn giúp em đăng ký xin thu nhận lại một cách thuận tiện nhất, vì hiện tại em đang nhận công tác tại tỉnh Đắk Lắk, việc đi lại để nộp đơn trực tiếp đến PĐT sẽ khó khăn cho em. . Rất mong nhận được hồi âm của thầy. . Em xin cảm ơn. .",
            "\"Chào em,. . Trường hợp của em khi nào đủ điều kiện tốt nghiệp, sẽ đăng ký xét tốt nghiệp bổ sung tại Mybk    xét tốt nghiệp. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng đào tạo.. . . . Em tên là [full_name], MSSV: [student_id]. Em xin phép được bảo lưu 1 năm vì lý do cá nhân ạ.. . Em mong nhà trường giúp đỡ.. . . . Em xin cảm ơn,. . . . [full_name]. .",
            "Chào bạn. . - Trường hợp của bạn là tạm dừng 1 học kỳ.. . - Hiện tại đến tuần thứ 13 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . - Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô/thầy,. . . . Em là sinh viên khoa CNVL khoá 2016, em vừa hoàn thành bảo vệ LVTN đợt bổ sung HK1/21-22 vào ngày 23/03/2022.. . . . Hiện em đã đủ tính chỉ, đủ ngày công tác xã hội , không nợ chi phí trường, nhưng vẫn chưa nộp CCNN nói-viết, tuy nhiên, trạng thái sinh viên của em bị tạm dừng do không đăng ký môn học HK2/21-22.. . . . Nếu nộp kịp CCNN trong khoảng giữa tháng 04 thì em có được xét tốt nghiệp trong đợt này không ? Và đối với trạng thái tạm dừng thì em phải làm gì để được xét tốt nghiệp ạ ? . . . . Mong nhận được phản hồi sớm. Em xin chân thành cảm ơn ạ !",
            "Chào bạn, . . - Bao giờ bạn nộp chứng chỉ ngoại ngữ nói-viết và đã hoàn thành chuyển điểm thì bạn vui lòng đăng ký xét tốt nghiệp tại mục tốt nghiệp trên BKSI để phòng đào tạo xét tốt nghiệp bổ sung cho bạn. . . - Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . - Hạn nộp bổ sung các điều kiện tốt nghiệp là ngày 11/4. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô.. . Thầy cô cho em hỏi là kì rồi tụi em đã hoàn thành xong chương trình học nên kì này kì 212 tụi em không còn môn học để đăng kí nữa. Và trên hệ thống đã để tình trạng sinh viên của tụi em là tạm dừng học.Hiện tụi em muốn thi Toiec để xét tốt nghiệp và cần làm giấy xác nhận sinh viên, thầy cô cho em hỏi là đơn này thì tụi em tự viết hay lấy ở đâu ạ?. . Em cám ơn Thầy Cô và mong nhận được phản hồi sớm ạ.",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Giấy xác nhận sinh viên theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về thủ tục vay vốn sinh viên để đóng học phí ạ?",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    }
]