[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP. HCM. . Em tên là [full_name], MSSV: [student_id], Hệ VLVH ngành Kỹ thuật Y sinh của khoa Khoa học Ứng dụng. Nhưng trên trang thông tin sinh viên lại để nhầm là Khoa Kỹ Thuật Hoá học. Do hết thời gian đào tạo hệ Chính quy (Khoá K14, MSSV: [student_id], ngành Kỹ thuật Y sinh, khoa Khoa học Ứng dụng) nên em chuyển sang hệ VLVH tháng 03/2021. Trong thời gian đào tạo hệ chính quy em đã hoàn thành các môn và Luận văn.. . Kính mong Phòng Đào tạo sớm giải quyết cho em để em kịp tốt nghiệp trong đợt này.. . Em xin cám ơn.",
            "Chào em,. . Hiện tại bạn đã đủ hết tất cả các điều kiện để xét tốt nghiệp chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy cô phòng đào tạo. . Thầy cô cho em hỏi . . Do mắc bệnh hiểm nghèo mà em không tham dự được kì thi cuối kì một số môn , trong khi các điểm thành phần môn học đó em vẫn có đầy đủ ví dụ như môn cơ lưu chất khoa xây dựng. Giờ em muốn hỏi môn học này có thể đánh giá bằng điểm thành phần được không ạ,vì em thấy có mail nói có thể đánh giá bằng điểm thành phần. . Em cảm ơn. .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại ở học kì này em đang học môn cuối cùng là hoàn thành chương trình học thì em có cần phải đăng kí môn để duy trì tình trạng sinh viên ở kì sau không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em xin đăng kí hủy học thực hành vào ngày 14/12 được không ạ . .",
            "Yêu cầu khác. . em xin hỏi về lịch học thực hành ở cơ sở 1 là trong thời khóa biếu được viết như thế nào thì mình lên trường để học ạ. . . .   /QUOTE . .  Yêu cầu khác. . em xin đăng kí hủy học thực hành vào ngày 14/12 được không ạ. .   /QUOTE . .  Yêu cầu khác. . em xin đăng kí hủy học thực hành vào ngày 14/12 được không ạ. .   /QUOTE . .  Yêu cầu khác. . em xin đăng kí hủy học thực hành vào ngày 14/12 được không ạ. .   /QUOTE . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .  Cho em hỏi là em chưa nhận được mail đăng ký tốt nghiệp, nhờ PĐT kiểm tra lại giúp em với ạ. Em cảm ơn.",
            "Chào em,. . Em vào mục mybk/Đăng ký tốt nghiệp đã đăng ký được chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô. . . . Thầy/cô cho em hỏi tại sao tình trạng đăng kí tốt nghiệp của em chuyển từ được phép đăng kí sang tạm dừng rồi ạ ? Ngày 08/12 em có gửi một câu hỏi và cô đã trả lời sau ngày 10/12 là đăng kí được. Nhưng đến giờ tình trạng vẫn giữ nguyên. Mong thầy/cô giải quyết ạ.",
            "Chào em,. . Cô thấy em đăng ký được rồi mà, em vui lòng vào bkpay thanh toán 95.000d lệ phí tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], mã số sinh viên [student_id] thì em kiểm tra có thấy lịch học hóa thí nghiệm vào tuần 50 51 ở B2-401A BK-CS1,thời gian vào lúc thứ 6 từ 13 giờ đến 17 giờ 50 phút, Lớp VL08. Em muốn xin dời lịch học sang các tuần khác(sang đợt sau tết) ạ. Tại bản thân em cũng đang bị bệnh và địa phương em khá còn dịch khá nặng ạ. Em mong bản thân sẽ được giải quyết sớm tại nếu không sẽ bị đánh vắng và khó khăn việc thi cuối kì ạ. Em cảm ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em đang cần đăng kí môn cơ học máy ME2043 nhưng môn này không đủ SV để mở lớp, kì 211 cũng đã không mở được.. . . . PĐT có thể cho em xin môn thay thế để em đăng kí và hướng dẫn thủ tục nếu có giúp em được không ạ.. . . . Em có tạo  1 câu hỏi trực tuyến tương tự từ 06/12 nhưng chưa nhận được phản hồi nên em mở thêm câu hỏi này.. . . . Kinh mong PĐT hỗ trợ. . . . Em cảm ơn.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4 khoa Quản lý công nghiệp. Vừa qua, em đã đậu kỳ thi nói - viết tiếng anh và đã hoàn thành đủ tín chỉ để xét tốt nghiệp. . . Tuy nhiên, hiện tại trên hệ thống không cho phép em được đăng ký tốt nghiệp (tạm dừng) và em được biết có một số bạn cũng đang gặp tình trạng như vậy.. . Vậy nên em rất mong PĐT hỗ trợ xem xét lại cho em và các bạn được đăng ký xét tốt nghiệp kịp thời .. . Em cảm ơn PĐT rất nhiều.. . . . Trân trọng,. . [full_name].",
            "\"Chào em,. . PDT đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Phòng Đào Tạo,. . Em tên là Phạm [full_name] - MSSV: [student_id]. . Em có đăng ký xét tốt nghiệp trên trang web của trường. Sau khi nhập thông tin tốt nghiệp cũng như hoàn thành thanh toán lệ phí tốt nghiệp, thì trang đăng ký tốt nghiệp liên tục bị lỗi với nội dung \"không khớp thông tin\".. . . . Tình trạng nộp phí tốt nghiệp luôn ở trạng thái \"Đang chờ thanh toán\" trong khi em đã thanh toán rồi.. . . . Kính mong Phòng Đào Tạo cho em hướng giải quyết với ạ. Em cảm ơn ạ.. . . . [full_name] trọng.",
            "Chào em,. . PĐT mới cho quét lại, do BKPay cuối tuần thường bị lỗi đồng bộ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tầm 2 tuần trước, do đã đáp ứng đầy đủ điều kiện để học offline thí nghiệm nên em đã điền form đồng ý học offline thí nghiệm.. . Nhưng gần đây, nhà em có người bị nhiễm covid (dù đã chích 2 mũi) nên em không thể lên Sài Gòn để học trực tiếp được. . Do đó em muốn hỏi cách để được hoãn lớp thí nghiệm sinh đại cương (CH2028 - VC01) vào kì này ạ?. . Em xin cảm ơn ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . - Điểm TBTL của em trên bảng điểm là 6.78,nhưng trong ds tốt nghiệp dự kiến vẫn còn 6.69 thầy/cô cập nhật lại giúp em với ạ.. . - Tuần trước tình trạng đăng kí tốt nghiệp của em bị tạm dừng và em đã có đặt câu hỏi và được cập nhật lại và đc gởi về giấy tốt nghiệp tạm thời nhưng hôm nay em vào xem lại thì vẫn lại bị tình trạng không được đăng kí ( tạm dừng) em không biết có ảnh hưởng gì không ạ. Em cảm ơn. .",
            "\"Chào em,. . không sao bạn, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn.. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ mã môn: ME2019. . Môn học: Môi trường và con người. . Học kì: 211",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy (cô) ạ,. . . . Em tên là [full_name], lúc trước em có đăng ký học thí nghiệm tại cơ sở 1 lại như bình thường. Nhưng có một số môn bị trùng lịch thi cuối kỳ, hiện tại em đã mail thầy cô phụ trách bộ môn thí nghiệm đó, nhưng em không nhận được phản hồi gì ạ. . . Hiện tại nếu em muốn xin nghỉ thí nghiệm tại trường trong đợt này và học bù vào kì sau thì em nên làm gì ạ. Em xin lỗi vì sự bất tiện này và mong nhận được sự giúp đỡ từ thầy (cô) ạ.. . . . Em chân thành cám ơn và chúc thầy (cô) sức khoẻ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ kính gửi PĐT, hiện tại chứng chỉ anh văn 4 kỹ năng IELTS của em đã được cập nhật là hợp lệ và đã đủ điều kiện tốt nghiệp. Kính mong PĐT xem xét và mở cổng cho em bên trang web mybk để em có thể đăng ký tốt nghiệp và tốt nghiệp đúng hạn ạ.. . Phía dưới em xin gửi hình ảnh về kết quả thẩm tra chứng chỉ anh văn ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Hiện lúc em đăng ký lịch học thí nghiệm thì ở địa phương em vẫn còn đang là vùng đỏ chưa có phương tiện đi lại với thành phố Hồ Chí Minh nên em không đăng ký lịch học môn thí nghiệm Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ viêc đi lại đã được thuận lợi thì biểu mẫu đăng ký đã hết hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng ký học được không ạ ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đợt trước trường có gửi mail điền thông tin để học thí nghiệm ở cs1 mà em chưa đủ điều kiện nên chưa đăng kí. Nay em đủ điều kiện nên muốn đăng kí học thí nghiệm các môn Me3004 và Me2006. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô,. . Em tên là [full_name], MSSV [student_id], sinh viên năm 4 khoa Kỹ thuật Giao thông, ngành Kỹ thuật Hàng không. . . Được sự đồng ý của GVBM Thí nghiệm Hàng không 3, em xin đại diện các bạn sinh viên gửi PĐT đơn đề nghị bổ sung sinh viên đi học trực tiếp cho môn học TNHK3.. . Mong nhận được sự phản hồi sớm nhất từ thầy cô.. . Em cám ơn,. . [full_name] . . [full_name]. .",
            "Chào em,. . Chiều tối PĐT cập nhật danh sách em gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi pđt. . Em là [full_name], mssv [student_id]. . Vào đợt khảo sát nhu cầu học tập trung tại trường các học phần thực tập và thí nghiệm em có gửi đơn đăng ký nhưng vì nhiều lý do khách quan nên sau đó mấy ngày thì em có gửi mail cho pđt xin hủy đăng ký và đã làm theo hướng dẫn của mail phản hồi là gửi file pdf đơn hủy viết tay gửi về cho pđt. Em đã làm theo hướng dẫn và gửi đơn vào ngày 21/10. . Tới gần đây em nhận được mail của thầy chủ nhiệm lớp thực tập thông báo lịch học thực tập của em và em có tên trong danh sách lớp học. . Cho em hỏi là giờ em muốn hủy đăng ký học thực tập tập trung tại trường và rút tên khỏi danh sách lớp tập trung thì phải làm thế nào ạ. Em xin chân thành cảm ơn!!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV:[student_id].. . Theo trao đổi với các bạn đã hoàn thành tốt nghiệp em biết trường sẽ bảng pdf tốt nghiệp tạm thời cho sinh viên sử dụng trước. Em đã hoàn thành đăng ký và đóng lệ phí tốt nghiệp vào thứ 6 tuần trước (10/12). Dựa theo email của pdt thì em biết trễ nhất là thứ ba tuần này (13/12) sẽ có bằng. Nhưng hiện nay công ty bên em bảo rằng nếu ngày mai không có bằng thì họ sẽ không ký hợp đồng và loại em để lấy ứng viên khác. Em mong pdt giải quyết nhanh giúp em trong hôm nay để em có thể đi in và ngày mai trình lên công ty.. . Em trân trong cảm ơn.",
            "Chào em,. . 1)Hiện tại em có thể lên mục mybk/Đăng ký tốt nghiệp để tải file scan giấy CN tốt nghipe65 tạm thời để sử dụng trước.. . Bản giấy sẽ được gửi qua đường bưu điện.. . 2)Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên năm 4, hiện tại em có đăng kí ở ktx ĐHQG thì có bắt buộc đóng BHYT. Em đã đóng tiền BHYT vào ngày 15/11 ở bên phía trường. Em có liên lạc hỏi bên ktx thì hỗ trợ ktx có nói là vẫn đóng bên ktx,  bên ktx sẽ mua, rồi chờ có giấy xác nhận bên ktx thì nộp về trường, trường sẽ hoàn lại tiền BHYT cho sinh viên. Cho em hỏi là trường có giải quyết vấn đề này không ạ, em hơi hoang mang.. . Mong trường sớm phản hồi lại em, 15/12/2021 là hạn chót để nộp tiền cho ktx rồi ạ.. . Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . . . Hiện tại, em đã hoàn thành các điều kiện để có thể đăng kí tốt nghiệp. Tuy nhiên em chưa nhận được mail thông báo có tên trong danh sách tốt nghiệp. . . . . Kính mong quý thầy cô PĐT kiểm tra giúp em và có thể phản hồi đến em trong thời gian sớm nhất để em có thể kịp làm thủ tục đăng ký tốt nghiệp theo đúng hạn định.. . . . Em cảm ơn. . . Trân trọng",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 21/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \"",
            "Kính gửi PĐT, . . . . Cảm ơn PĐT đã kiểm tra cho trường hợp của em, em đã nhận được mail thông báo tốt nghiệp. . . . . Tuy nhiên, em không thể truy cập vào mục đăng ký tốt nghiệp do lỗi hệ thống. . . . . Mong PĐT giải quyết vẫn đề này giúp em. . . . . Em cảm ơn. . . . . Trân trọng",
            "Chào em. . Trường hợp của em còn nợ khoản lệ phí in BD trên bkpay.. . Em vui lòng vào thanh toán nhé. Sau khi thanh toán em phản hồi lại để PDT kiểm tra.. . Thân",
            "Kính gửi PĐT, . . . . Em đã Thanh toán rồi. Vì hôm qua lỗi hệ thống em cũng không thanh toán được. . . Mà trước khi em đăng kí in bảng điểm em cũng không bấm vào đăng kí tốt nghiệp được ạ. . . . . Kính mong PĐT kiểm tra lại giúp em.. . . . Em cảm ơn. . . [full_name]",
            "Chào em,. . Sau 10h ngày 22/12 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . em [full_name] [student_id] em nộp đơn xin bảo lưu điểm HK212 , đã có chữ kí thầy chủ nhiệm , BCN khoa . . . .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 12/01/2022. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 12/01/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. .",
            "Cho em xin hủy đơn bảo lưu với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo!. . Em là [full_name]. . MSSV: [student_id]. . . . Em đăng ký xét Tốt nghiệp tại đường dẫn https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky, em đã thanh toán lệ phí xét Tốt nghiệp vào ngày 10/12/2021 nhưng ở mục số 4 đăng ký xét tốt nghiệp vẫn hiển thị trạng thái \"Đang chờ thanh toán\" (file đính kèm). Em mong Phòng đào tạo hỗ trợ khắc phục lỗi cho em với ạ.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . [full_name]",
            "\"Chào bạn,. . Lỗi Đăng ký tốt nghiệp đã được khắc phục, em vui lòng vào đăng ký lại nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã đủ 15 ngày CTXH để có thể đăng kí tốt nghiệp vào đợt 1 năm nay. Em tra trên trang phòng đào tạo tại mục “Danh sách tốt nghiệp” thì thấy đã cập nhật ngày CTXH cho em rồi nhưng em bấm vào trang “Đăng kí tốt nghiệp” thì vẫn hiện là “Nợ CTXH” ạ. . . . . Thông tin của em như sau ạ:. . Họ tên: [full_name]. . MSSV: [student_id]. . Lớp: HC17HD . . . . Em rất mong trường có thể giúp em giải quyết vì chỉ còn khoảng 10 ngày nữa là hết hạn đăng kí tốt nghiệp. Em cảm ơn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo trường Đại học Bách , . . . . Em tên [full_name], mssv [student_id], Khoa Kĩ thuật Hóa học.. . . . . . Hôm  sau khi kiểm tra thời khóa biểu cá nhân thì em thấy mình có lịch học trực tiếp [full_name] Hóa Đại Cương vào tuần 51. Nhưng vấn đề hiện tại của em là em hiện ở Đồng Tháp, hiện tại kí túc xá sinh viên chưa nhận sinh viên nên em không có nơi lưu trú nếu vào thành phố HCM. Hơn nữa tại khu vực em ở mỗi ngày đều có xuất hiện ca nhiễm mới nên em hiện tại không thể vào thanh phố HCM được ạ. . . Em mong Phòng Đào tạo có thể xem xét lại trường hợp của em và cho phép em dời việc học [full_name] qua thời điểm tình hình đã ổn định hơn ạ. . . . . Em xin cám ơn.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo Trường Đại học Bách khoa Tp.HCM,. . Em tên là [full_name], khoa Kỹ thuật Hóa học, mã số sinh viên: [student_id].. . Nay em viết mail này gửi Phòng Đào tạo để xin đăng kýhoãn các buổi học Hóa đại cương (thí nghiệm) vào các tuần 51 và 52 do em không thể đến trường để tham dự lớp học vào các buổi đó. . . Em xin cảm ơn và chúc các thầy cô Phòng Đào Tạo thật nhiều sưc khỏe.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b [full_name] - MSSV: [student_id]  /b \t. . . .   i Về việc xin được tạm hoãn học thí nghiệm Hóa đại cương tuần 50-51 theo sắp xếp của thời khóa biểu. . Chào thầy/cô. Em là [full_name], mã số sinh viên [student_id]. Vì vấn đề sức khỏe, cụ thể là bản thân em đã bị dương tính với COVID-19 và hiện đang được cách ly, nên em không thể tham gia lớp thí nghiệm Hóa đại cương lớp VC04 ngày thứ Tư, 15/12/2021. Do đó em mong rằng thầy/cô có thể xem xét cho em được hoãn lớp thí nghiệm Hóa đại cương vào tuần thứ 50 và 51. Em xin cám ơn quý thầy/cô.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. .  Hiện tại em đã nhận được email có tên trong danh sách dự kiến tốt nghiệp vào 3 ngày trước nhưng hôm nay em lên mybk để đăng kí xét tốt nghiệp thì lại không thể đăng kí được.. .  Em có chụp màn hình lại gửi vào tệp tin đính kèm, mong PĐT kiểm tra giúp em với ạ.. .  Em xin cảm ơn!",
            "Chào em,. . Trường hợp em có ghi nhận báo nợ ngày CTXH, em kiểm tra lại đã hoàn thành chưa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy/cô phòng đào tạo,. . . . Tuần trước em kiểm tra thời khóa biểu, em có lịch học thực tập môn cơ khí đại cương vào sáng thứ hai của tuần 51. Nhưng sáng nay (13/12) em kiểm tra lại thời khóa biểu thì không thấy còn lịch học môn này nữa nữa. Em không biết lý do tại sao? . . . . Nên em xin phép phòng đào tạo cho em đăng ký học thực tập môn học cơ khí đại cương. Vì học kỳ sau HK212 em bắt đầu làm luận văn tốt nghiệp, em muốn học môn thực tập cơ khí đại cương cho xong trong học kỳ này, để sang học kỳ sau có thể chu toàn luận văn tốt nghiệp cho thật tốt. Em đã tiêm đủ hai mũi vaccine Coivd-19 từ cuối tháng 10 nên em phần nào cũng mong muốn được đến trường. . . . . Em xin cảm ơn quý thầy/cô phòng đào tạo.",
            "Chào em,. . - SV không có đăng ký học offline, nên không có xếp tkb. . - Em muốn bổ sung thì gửi lại mã môn học, tên môn học, HK. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Em đã đóng học phí dự thính kì 211. Em xin PĐT cho em xin giấy vào phòng thi 2 môn DT (Điều hòa không khí 19/12. Giải tích 1 28/12).. . Em xin cảm ơn thầy/cô!",
            "Chào bạn. . Bạn đã đóng tiền dự thính hk211 trễ hạn, bạn lưu ý thanh toán học phí đúng hạn vào các đợt sau, Lịch thi trên exam và Bkel đã được phục hồi. . - Bạn chưa thanh toán học phí học kỳ chính 211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .   B Đơn xin thu nhận lại:  /B . . Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . . . Em là [full_name], MSSV: [student_id].. . Vì một số lý do mà em chưa đăng ký tốt nghiệp được. Do đó em đã bị tạm dừng học.. . . . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em. Em rất mong muốn được tốt nghiệp vào đợt Tháng 1/2022 này ạ.. . . . Em xin chân thành cám ơn.. .",
            "Tốt nghiệp. . . . Đơn xin thu nhận lại:. . Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . . . Em là [full_name], MSSV: [student_id].. . Vì một số lý do mà em chưa đăng ký tốt nghiệp được. Do đó em đã bị tạm dừng học.. . . . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em. Em rất mong muốn được tốt nghiệp vào đợt Tháng 1/2022 này ạ.. . . . Em xin chân thành cám ơn.. .   /QUOTE . .",
            "QUOTE Trích. . MSSV/MSGV: [student_id]    . . . . Tốt nghiệp. . . . Đơn xin thu nhận lại:. . Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . . . Em là [full_name], MSSV: [student_id].. . Vì một số lý do mà em chưa đăng ký tốt nghiệp được. Do đó em đã bị tạm dừng học.. . . . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em. Em rất mong muốn được tốt nghiệp vào đợt Tháng 1/2022 này ạ.. . . . Em xin chân thành cám ơn.. . . . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /Học vụ . Chào Thầy/Cô ạ, cho em hỏi thời khóa biểu của em bị xếp trùng lịch thực tập ở Tuần 51, em không biết nó có chính thức chưa hay còn hiệu chỉnh ạ?. . . . Em cảm ơn ạ.",
            "Chào em,. . em không biết nó có chính thức chưa hay còn hiệu chỉnh ạ?. . =  Chính thức, em có thể xin GV đổi nhóm khác nếu có nhiều nhóm, hoặc em có thể huỷ TN đợt này. Nếu em muốn huỷ gửi lại nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô phòng đào tạo. . Em tên: [full_name]. . MSSV:[student_id]. . Em đã thanh toán học phí dự thính 211. Em xin PĐT đừng hủy 2 môn DT vì có môn Điều hòa không khí là môn chuyên ngành kì sau không còn mở lớp nữa (vì em thấy trên Thời khóa biểu với trên BK-[full_name] đã bị xóa 2 môn dự thính Giải tích 1 và Điều hòa không khí). Em xin PĐT đừng hủy 2 môn DT đó.. . Em xin cảm ơn thầy/cô!. .",
            "Chào em,. . PĐT đã nhận được thông tin đã thanh tóan HP dự thính của em,em còn HP chính quy nữa nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt,. . Do tình hình dịch bệnh nên em bị miss thông tin SHCD cuối khóa thì giờ hậu quả em sẽ bị gì và có cách nào để khắc phục không ạ.. . . . Em xin cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh chị.. . Em là [full_name], mssv [student_id]. . Ngày trước em có làm đơn hoãn thi môn Khoa học trái đất(GE1013), đã nộp cho phòng đào tạo qua mail và được chấp nhận tuy nhiên ở trên hệ thống bảng điểm của em thì hiện thông tin là CH  trong bảng điểm, hơn nữa là hiện giờ các bạn của em đã có lịch thi lại. Vậy cho em hỏi là môn Khoa học trái đất của em có được hủy hoãn và thi trở lại không ạ.. . Em xin cảm ơn!.",
            "Chào bạn. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (đăng ký qua google form) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . -   Thời điểm hiện tại là giữa tháng 12/2021, Pdt đã tổng kết danh sách Hoãn thi gởi về Khoa để hậu kiểm danh sách cấm thi, bạn không điền vào form nên Pdt không có dữ liệu gởi về Khoa để xác minh. . -    Nên Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI)”. . -    Thời gian Pdt có thể tiếp nhận lại hồ sơ hoãn thi đến 20/12/2021, sau thời gian này Pdt không giải quyết các phát sinh nếu có. Vì đầu tháng 12/2021 đã bắt đầu thi của HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào cho em hỏi là Em đủ các điều kiện để tốt nghiệp rồi thì bây giờ em chờ danh sách tốt nghiệp chính thức rồi mới đăng ký xét tốt nghiệp hay xem tên trong danh sách dự kiến có tên hay không thì mới đăng ký xét tốt nghiệp ạ?. .",
            "Chào em,. . Em phải đăng ký tốt nghiệp mới có tên trong ds tốt nghiệp chính thức nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô. . Hiện lúc em đăng ký lịch học thí nghiệm thì ở địa phương em vẫn còn đang là vùng đỏ chưa có phương tiện đi lại với thành phố Hồ Chí Minh nên em không đăng ký lịch học môn thí nghiệm Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ viêc đi lại đã được thuận lợi thì biểu mẫu đăng ký đã hết hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng ký học được không ạ ?. . Em xin chân thành cảm ơn",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 18/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em muốn hỏi là em có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 nhưng vì em bị thiếu ngày CTXH. Em mới bổ sung đủ (đã được cập nhật đủ 15 ngày trên mybk từ 5 ngày trước), nhưng em vô mục đăng ký xét tốt nghiệp để đăng ký thì mục này vẫn để là nợ ngày CTXH. Cô cho em hỏi là khi nào em sẽ được cập nhật để đăng ký ạ?. . Em cảm ơn ạ.",
            "Chào em,. . Em vô lại nhé, trường hợp của bạn đã cập nhật mở khóa, em xem đăng ký bị báo lỗi gì vui lòng chụp hình và gửi lại để PDT kiểm tra và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trên trang đăng ký tốt nghiệp của em vẫn còn dòng trạng thái \"Đang chờ thanh toán\" dù em đã thanh toán trên bkpay được 3 ngày rồi ạ. . . (Hình đính kèm). . . . Mong PĐT xem lại lỗi này giúp em ạ, do sắp  hết thời gian đăng ký tốt nghiệp (24/12) rồi ạ, nên em có phần lo lắng.. . . . Em trân trọng cảm ơn!",
            "Chào em,. . PĐT mới cho quét lại, do BKPay cuối tuần thường bị lỗi đồng bộ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô.. . Em hiện có 2 thắc mắc ạ.. . 1. Không còn cách nào để có khả năng gia hạn/thanh toán học phí, thì kết quả của học kì đó sẽ bị hủy (HK 211 ). Vậy có bị xét tạm dừng học cho học kì sau không ạ (HK 212)?. . 2. ĐTBHK khác 0 và có ĐK môn học cho học kì sau thì sẽ không bị xét thôi học phải không ạ?. . Em xin cám ơn ạ.",
            "Chào bạn. . 1- gia hạn học phí thì liên hệ Phòng Công tác chính trị sinh viên. . Việc xử lý các trường hợp không thanh toán học phí đã gởi mail cho SV. . 2- Đúng: quy định về điểm tbhk=0, nếu có tkb hk212. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Học kỳ 202 e có đăng ký hoãn thi môn Vật Lý 1 (PH1003) nhưng sao vẫn nhận điểm 13 ạ",
            "Chào bạn. . Pdt không tìm thấy thông tin bạn Hoãn thi, bạn vui lòng gởi minh chứng đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id]. Hôm trước em có đăng kí để được vào trường học trực tiếp nhưng nay tình hình dịch bệnh ở địa phương đang khá nặng và việc đi lại cũng như kiếm chỗ ở khi vào học cũng gặp khó khăn nên em muốn xin được dời lịch qua học kì tiếp theo ( sau tết ) để thuận tiện tham gia học hơn ạ. Em mong bản thân sẽ được giải quyết sớm để tránh bị đánh vắng và khó khăn trong việc tham gia thi cuối kì ạ. Em cảm ơn. . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411498  /b \t. . Dạ em chào Thầy/ Cô.. . - Em tên: Phạm Văn Huy. . - MSSV: 1411498. . + Hiện tại em đã học xong chương trình đào tạo và đang chờ để thi toeic nói viết trên trường (Thi trực tiếp tại trường). . . + Dạ cho em hỏi như trường hợp của em thì em có được gia hạn thêm đến tháng 4/2022 không ạ? Hay là bắt buộc em phải ra trường trước 24/12 này ạ. . . Em mong thầy/cô cho em một cơ hội để em được tốt nghiệp bằng Chính Quy ạ.. . Em cảm ơn Thầy/ Cô nhiều.. .   i Tốt nghiệp .",
            "Chào em,. . Trường hợp của em phải tốt nghiệp trong đợt tháng 11/2021 này nhé.. . Nếu không thì bạn sẽ bị BTH theo quy chế vì hết thời gian đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, . . Em là [full_name] mã số sinh viên [student_id], sinh viên năm nhất đến từ khoa Quản lý công nghiệp. . . Em đã bỏ lỡ hạn cuối của ngày đăng ký môn học cho học kì HK212. Em đã email cho phòng đạo tạo 2 ngày trước nhưng không nhận được phản hồi. Cô giáo chủ nhiệm có bảo em phải liên hệ cho Phòng đào tạo để thông báo tình hình. Nhưng em gọi điện thì không có ai nghe. . . Vì còn có đợt đăng ký thứ 2 nên em không biết là có cần làm giấy tờ gì để gửi về cho Phòng đào tạo vì sự việc trên hay không. Số điện thoại của em là [phone_number], địa chỉ mail: [email]. Nếu được mong Phòng đào tạo có thể liên hệ để giải đáp thắc mắc giúp em ạ.. . Em cảm ơn.",
            "Chào em,. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo. . .(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo Trường Đại học Bách khoa TPHCM. . . . . Em tên là: [full_name], MSSV: [student_id], hiện đang học Khoa Điện - Điện tử Chương trình Tiên tiến. . . . . Việc là em có đăng kí học thí nghiệm offline và em có lịch học vào Chủ Nhật tuần thứ 51. Nhưng vì tình hình dịch bệnh hiện tại ở quê em (Ninh Thuận) và TPHCM, gia đình em chưa thể sắp xếp để em lên học thí nghiệm offline được, mặc dù em đã tiêm 2 mũi vaccine. . . . . Mong Phòng đào tạo có thể cân nhắc trường hợp của em và dời lịch học thí nghiệm offline môn Nhập môn kỹ thuật EE1026 của em đến khi tình hình dịch bên ổn định hơn được không ạ? . . . . Em xin lỗi vì sự bất tiện và không báo sớm hơn cho quý Phòng biết. . . Em mong có thể nhận được câu trả lời của Phòng đào tạo sớm ạ. . . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào mọi người ạ! Cho em hỏi là nếu em rớt môn và học lại môn đó thì học phí sẽ tính theo tín chỉ của học kì hay là 2 triệu 2 nhân với tín chỉ của môn em rớt ạ? Em cảm ơn mọi người ạ!. .",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, em thấy mail đăng kí nộp bằng THPT bảo là đăng kí lại nên xem đã xóa cái phiếu nộp trên mybk, em đăng kí lại thì không được ạ. Em còn giữ file phiếu đăng kí cũ. Khi nộp về Phòng đào tạo em nộp kèm với cái phiếu cũ đó được không ạ.. . Em cảm ơn ạ :",
            "Chào em,. . Phiền em gửi lại nội dung Mail cho [email] vào tháng 1/2022 . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy/cô,. . Em đã đăng kí chuyển điểm anh văn và được xác nhận hợp lệ, tuy nhiên em chưa thấy điểm chuyển được cập nhật và thay đổi thông tin điểm toeic, điểm trung bình tích luỹ.. . Hiện tại trung bình tích luỹ của em là 6.99, em rất mong mỏi được cập nhật để nhận bằng khá và kịp đăng kí tốt nghiệp trước 24/12.. . Mong quý thầy/cô giúp đỡ cho em được cập nhật thay đổi thông tin về điểm toeic, điểm trung bình tích luỹ. Em chân thành cảm ơn quý thầy/cô.. . Trân trọng.",
            "Chào em,. . Trường hợp của em sẽ được cập nhật CCNN và cập nhật lại điểm TB tốt nghiệp trong ds dự kiến tuần sau nhé.. . Dự kiến sau ngày 21/12/2021 sẽ công bố ds mới, em xem lại nếu có khiếu nại vui lòng phản hồi lại.. . Em đợi cập nhật lại hãy đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2153824  /b \t. . . .   i Yêu cầu khác . Em cần hỏi về việc học trực tiếp của các môn thí nghiệm, việc là như thế này: Em nhận được mail từ trường là \"Thông báo về việc chuẩn bị triển khai giảng dạy trực tiếp tại trường từ ngày 13/12/2021\". . Vậy là học sinh có bắt buộc phải đi học trực tiếp môn thí nghiệm vật lý không? Em đang ở Tây Ninh, tức là ở xa thành phố, em cũng có nơi ở gần trường nhưng do dịch đang hoành hành nên gia đình em lo ngai về việc cho em đi vào thành phó.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"Thông báo về lịch học môn thí nghiệm vật lý chuyển sang hình thức online. . Hộp thư đến. . . . [email]. . 15:52, Th 6, 12 thg 11. . tới thinh.lamtien2304. . . . Thân gửi các bạn Sinh viên,. . Phòng đào tạo thông báo về lịch học môn thí nghiệm vật lý PH1007 HK202 và HK203 chuyển sang hình thức online từ tuần 46, Sinh viên vui lòng xem thời khóa biểu trên mybk để biết lịch học chi tiết.. . . .  . . . . Trân trọng thông báo.\". . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo ĐHBKTPHCM. . Em là [full_name] - [student_id], thuộc lớp CK18CTM1. . . . . Em viết đơn này để xin phép phòng đào tạo cho em đăng ký học lại các môn thí nghiệm do em đã có thể sắp xếp được lịch học. . . . . Em hy vọng phòng đào tạo tạo điều kiện cho em. Em xin chân thành cám ơn.. . . . Trân trọng. . [full_name]. . . .",
            "Chào em,. . Em vui lòng gửi lại nội dung có mã số môn học, tên môn học, học kỳ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa. . Em tên là: [full_name]. . . . Hiện tại, em đang bị trùng thời gian thi cuối kỳ 211 với lịch học thí nghiệm.. . . . Cụ thể, theo như thời khóa biểu   i (tkb.jpeg)  /i , em có tiết Hóa đại cương (thí nghiệm) vào thứ 6 của tuần 51 (tức ngày 24/12) từ 7h-11h50. Tuy nhiên, theo lịch thi   i (lich_thi.jpeg)  /i , cũng vào ngày 24/12 lúc 9h, em phải thi cuối kì môn Mô hình hóa toán học.. . . . Em hy vọng nhà trường sẽ sớm có phương án giải quyết giúp em. Em xin chân thành cảm ơn.",
            "Chào em,. . Em có thể xin GV đổi lịch TN nhóm khác cho em. Hoặc em xin huỷ TN đợt này (nếu huỷ gửi lại nhé). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Em tên là: [full_name]. . MSSV: [student_id]. . Em đã lỡ đăng kí học tập tại trường thông qua điền form nên trường có sắp xếp cho em lịch học Hóa thí nghiệm tại cơ sở 1.. . Vì điều kiện hiện tại chưa cho phép em vào Sài Gòn được nên nhà trường có thể xem xét hủy lịch học Hóa thí nghiệm cho em được không ạ?. . Em sẽ học bù cùng các bạn vào thời gian sắp tới ạ.. . Mong thầy cô xem xét giúp em với ạ.. . Em xin cảm ơn. . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    }
]