[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Tốt nghiệp. . Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM!. . Em tên: [full_name] MSSV:[student_id]. . Hiện em có và đã gửi yêu cầu xét tốt nghiệp hệ VHVL HK212 và đã hoàn thành thanh toán phí tốt nghiệp. Nhưng hiện tại phiếu đăng ký xét tốt nghiệp của em với tình trạng đăng ký là không được xử lý.. . Hôm nay em viết đơn này nhằm mong phòng đào tạo kiểm tra và xem xét thoắt moắt của em với . Em có cần thay đổi hay bổ sung thông tin gì trên phiếu đăng ký hay không! Hay em còn thiếu giấy tờ liên quan hay cần bổ sung đơn hay giấy tờ liên quan gì để được xét tốt nghiệp hay không? .Kính mong phòng đào tạo xem xét giúp em với!. . Em xin chân thành cảm ơn!. . Sinh Viên. . . . [full_name]. . [full_name]",
            "Chào em;. . đã có quyết định tốt nghiệp rồi nhé,em chờ thông báo nhận bằng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lê Đại Cường Phú. . Kính thưa thầy (cô). . Dạ đầu tiên em xin chân thành xin lỗi vì việc nộp trễ học phí. Lý do em nộp chậm là tại vì gia đình em đang F0 mẹ em mới đi làm lại được vài hôm nên chưa có lương mượn mãi mới được người quen mà sau thời hạn nộp học phí nên em mong phòng đào tạo cho em biết giờ em cần làm gì cho việc trễ hạn nộp này ạ!!! .Mong nhà trường thông cảm giúp em.. . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí đại học chính quy HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT,. . . . Em là [full_name], sinh viên ngành Khoa Học Máy Tính.. . . . Hiện tại em đã đăng ký tốt nghiệp vào ngày 31/3/2022. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ngày 9/4/2022.. . . . Em muốn hỏi, khi nào em sẽ có tên danh sách tốt nghiệp chính thức.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em là [full_name], MSSV là [student_id], e đã đăng ký và thanh toán lệ phí chuyển điểm anh văn và hiện đã có tên trong danh sách dự kiến tốt nghiệp tháng 4 nhưng em vẫn chưa chuyển được điểm anh văn và chưa đăng ký tốt nghiệp được do tình trạng sinh viên em đang là \"Nghỉ\", e kính mong nhà trường xem xét, tạo điều kiện để thu nhận lại và cho em được đăng ký tốt nghiệp ạ. Em cảm ơn sự giúp đỡ của nhà trường ạ.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712694  /b \t. . . . Em chào Thầy/Cô, em đã đăng kí tốt nghiệp thành công vào ngày 4/4/2022. Nhưng hiện tại đã hết hạn xét tn 11/4/2022 mà em vẫn chưa có trong danh sách tn chính thức. Em có thể được xét tn trong kì lễ tn 23/4 tới không ạ? Em cảm ơn.",
            "Chào em;. . em đã có quyết định tốt nghiệp nên được làm lễ đợt này nhé, em liên hệ ở Khoa để hỏi về thủ tục. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào Phòng đào tạo của trường.Em là [full_name] -MSSV:[student_id]-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ!. . . . . .",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ . . thầy/cô cho em hỏi là mình có thể đóng học phí bằng tiền mặt ở trường cơ sở 2 được không ạ . . em xin cảm ơn ạ",
            "Dạ em chào thầy/cô ạ . . thầy/cô cho em hỏi là mình có thể đóng học phí bằng tiền mặt ở trường cơ sở 2 được không ạ . . em xin cảm ơn ạ",
            "Chào bạn,. . Bạn vui lòng đóng tiền học phí qua trang thanh toán BKPAY hoặc đến trực tiếp ngân hàng OCB để được hỗ trợ.. . - PĐT đã kiểm tra thông tin thanh toán học phí của bạn, hiện tại bạn đang nợ phí môn ngoại ngữ theo yêu cầu chính quy hk 212.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ,. . . . Dạ em là [full_name], MSSV: [student_id], lớp Kinh tế Chính trị SP1033 Thầy [full_name], CC10 HK212 ạ.. . name: Marxist - Leninist Political Economy (SP1033)_[full_name] (CC_HK212). . Groups: [CC10]. . . . Dạ là do ngày 9/4 và 10/4/2022 em không vô được bkel nên em không kịp làm các bài quiz trong phần video của môn này mà hạn chót làm bài là ngày 10/4/2022 nên em mong thầy/cô hỗ trợ em gia hạn quiz tất cả các chương của môn này để chúng em có thể làm ạ. . . . . Em xin lỗi đã chưa làm sớm nhưng em mong nhận được sự hỗ trợ của thầy/cô mở lại các quiz trong phần video để em làm ạ. Vì nếu không làm đủ thì chúng em sẽ không được thi cuối kỳ môn này nên em mong sự hỗ trợ gia hạn thời gian làm quiz từ Phòng Đào tạo ạ.. . . . Em chân thành cảm ơn thầy/cô và chúc thầy một ngày tốt lành ạ.. . . .",
            "Chào bạn,. . . . Về vấn đề này bạn vui lòng liên hệ giảng viên giảng dạy. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Đăng ký môn học . Dạ em chafo Thầy/ Cô.. . Em là sinh viên k17 ngành kiến trúc, kì hè sắp tới em đăng kí thực tập tốt nghiệp, em có phải nộp bằng anh văn hay có bị xét chuẩn anh văn không ạ? Hay chỉ xét khi đồ án tốt nghiệp ạ?. . Dạ em cảm ơn Thầy Cô.",
            "Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét Chuẩn ngoại ngữ từng năm học trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/1. Chuẩn ngoại ngữ từng năm học. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô ạ,. . Em muốn là nếu kì hè này HK213 em có đăng kí học thực tập ngoài trường, nhưng mà môn cần đủ tính chỉ tích lũy, vậy nếu HK212 tháng 5 mới thi cuối kì thì có tính chỉ của HK212 vào tính chỉ tích lũy để đăng kí môn HK213 không ạ.. . Em mong nhận được câu trả lời sớm từ PDT để đăng kí môn học ạ,. . Em xin chân thành cảm ơn,. . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm 4 sắp ra trường nhưng vẫn còn thiếu môn Thực tập cơ khí đại cương 2 do em đăng ký bị hủy môn liên tục + dịch Covid. PĐT có thể tạo điều kiện cho em đăng ký vào đợt đăng ký này không ạ?",
            "Chào bạn,. . . . - Liên hệ về Khoa/ Bộ môn để được mở bổ sung vào học kì hè. Nếu như được mở thì sinh viên đăng ký bình thường theo quy trình. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV:[student_id]. . Phone: [phone_number]. . Em không thể đăng ký môn học trên trang My BK được mong nhận đươc sự giúp đỡ từ anh(chị).. . Mã môn học: MT1005-Giải tích 2. . . .",
            "Chào em;. . đợt 2 em vào đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô BKSI , Em là sinh viên k20 khoa cơ khí MSSV [student_id] . Vào cuối kỳ 202 em đã không đóng đầy đủ hoc phí cho trường . Theo quy định của nhà trường thì em đã bị xoá hết các môn học của học kỳ 202 ( 04-05/2021 ) , và em đã không còn đăng ký môn hoc nào được nữa . Em đã bỏ học đến nay hơn 1 năm từ lúc nghỉ vì dịch bệnh , em cảm thấy hối hận về lỗi của mình . Thầy cô có thể phản hồi giúp em xem trường hợp của em có thể đi hoc lại được không ạ , em muốn đăng ký môn hoc để học lại tại trường thì em sẽ làm sao ạ . Em cảm ơn quý thầy cô đã bỏ thời gian ra đọc những dòng này. Chân thành cảm ơn ạ.. . . .",
            "Chào bạn, . . - Phòng đào tạo kiểm tra bạn còn nợ học phí ĐH chính quy học kỳ 202. Bạn vui lòng thanh toán học phí của học kỳ 202.. . - Sau khi đã thanh toán học phí ĐH chính quy HK 202, bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI.. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô ạ!. . Em có hai câu hỏi ạ. . 1.Cho em hỏi là em đã nộp bằng Toeic 2 kĩ năng Đọc và Nghe rồi và em đã qui đổi điểm , nhưng nay em mới thi lại và được điểm cao hơn em có thể qui đổi điểm lần 2 được không ạ?. . 2. Kĩ năng Viết và Nói là em có thể thi ở trường hay em phải thi ở ngoài trường ạ?. . Em cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Theo quy định mỗi môn AV chỉ được chuyển điểm 1 lần nhé bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đóng trễ hạn học phí . Chào thầy cô ạ, hôm nay là hạn cuối đóng học phí nhưng em lại quên mất mật khẩu internet banking, vì trùng vào 2 ngày lễ nên em k tới ngân hàng làm lại được. Em đã thanh toán nên mong nhà trường xem xét và xử lý giúp em ạ. . Em cảm ơn và chúc thầy cô nhiều sức khỏe. . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên là: [full_name], . . MSSV: [student_id].. . Em có kiểm tra phần Đăng kí tốt nghiệp trên trang Mybk, em thấy thông tin của em thiếu phần nơi sinh (để trống), nên em phản hồi cho Phòng đào tạo để hiệu chỉnh lại cho đúng.. . Nơi sinh của em là: tỉnh Phú Yên.. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua mail sinh viên. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, hiện em đã đk liên kết tài khoản ngân hàng ocb với trường , nhưng số điện thoại của tài khoản đó bị khóa, em muốn tạo tài khoản ngân hàng mới và liên kết lại với trường bằng tài khoản mới đó, thì em không biết như vây có được ko ạ?",
            "Chào em,. . Vấn đề này em vui lòng liên hệ tại ngân hàng OCB để được hỗ trợ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ hiện tại em đã đủ điều kiện tốt nghiệp. xin pđt hỗ trợ em các thủ tục để có thể được xét tốt nghiệp vào đợt tháng 4 ạ. Em bị tạm ngưng nên không thể đăng ký tốt nghiệp trên myBK được ạ. Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi, . . . . Em đã hoàn thành đủ điều kiện tốt nghiệp. . . Xin thầy cô pđt xem xét tốt nghiệp ạ.. . . . Cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ Thưa Thầy/Cô em tên [full_name]SV: [student_id]. . . Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Nhưng em vẫn chưa vào đăng ký tốt nghiệp được ạ do tình trạng sinh viên em vẫn chưa được thu hồi lại ạ. Kính mong Thầy/Cô kiểm tra hướng dẫn thủ tục e với ạ. Em xin cám ơn !",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi phòng đào tạo. . Em đã có tên trong danh sách tốt nghiệp dự kiến nhưng đến nay vẫn chưa đăng kí tốt nghiệp được do tình trạng sinh viên là tạm dừng. Mong phòng đào tạo xem xét. Em cảm ơn",
            "Chào em,. . PDT đã cập nhật QD thu nhận lại, SV vui lòng vào Đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước em có làm đơn xin gia hạn đóng học phí, nhưng em không liên lạc được thầy chủ nhiệm để ký đơn nên hiện giờ đã bị quá trễ nộp đơn gia hạn. Em phải làm gì để gia hạn đóng học phí để được học và thi cuối kỳ ạ. Mong cán bộ BKSI giúp em với.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Ngày 04/07/2022 10:32:37 am, cô [full_name] có kiểm tra em còn nợ môn 701702 là môn quản trị học[full_name][full_name] [full_name] [full_name] [full_name] Nhưng em có đăng ký học môn học tương đương là Quản trị kinh doanh cho kỹ sư, mã môn học là IM3001, em học ở Học kỳ 2 Năm học 2020 - 2021[full_name] Điểm của em là 6[full_name]5 số tín chỉ là 3 và tương đương với môn quản trị học, mã môn học là 701702[full_name][full_name] [full_name] [full_name] [full_name] Em mong phòng đào tạo xem xét lại để em được đăng ký xét tốt nghiệp ạ[full_name][full_name] [full_name] [full_name] [full_name] Hải[full_name] [full_name] [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô PĐT,. . . . Em là Trần Thị Yến Nhi. MSSV [student_id]. Sinh viên khoa Môi trường và Tài nguyên.. . . . Em muốn xin được chuyển điểm môn tự chọn EN3079 (Các hệ thống quản lý môi trường) tương đương cho môn tự chọn EN3051 (Thủy sinh học và quản lý môi trường).. . . . Lý do: Ở học kỳ 211, môn EN3051 không mở lớp nên em đã học môn EN3079 để thay thế. Theo danh sách môn thay thế tương đương của trường, môn EN3079 có thể thay thế cho môn EN3051.. . . . Mong Thầy/Cô xem xét giải quyết cho em ạ,. .",
            "Chào em,. . PDT đã cập nhật môn tương đương EN3051 (điểm MT) cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy/ cô,. . Em là [full_name], SV Khóa K18 (đại trà) khoa Điện - Điện tử.. . . . Thầy cô cho em hỏi đối với khóa K18 thì khi tốt nghiệp yêu cầu chứng chỉ Speaking/ Writing (tối thiểu 200) Quốc tế hay chỉ cần thi ở Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa BKEnglish là được ạ.. . . . Em cảm ơn thầy/ cô,. . [full_name].. .",
            "Chào bạn. . . . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], có MSSV là [student_id] và thẻ của em sẽ hết hạn vào 4/2022. Em có đăng ký cấp lại thẻ trên bkel nhưng do quên thanh toán trên bk pay. . . Em muốn hỏi là em phải thanh toán dù nó đã quá hạn để được cấp thẻ hay em sẽ đăng ký mới rồi thanh toán ạ? Thẻ sau khi em đăng ký sẽ có hạn tới khi nào ạ?",
            "Cụ thể là trong bk pay của em có hiện mục khoản chưa thanh toán nhưng đã quá hạn nên em không biết là có cần phải thanh toán không ạ?. . Mong được giải đáp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thầy/cô cho em hỏi sao phiếu đăng ký tốt nghiệp của em vẫn ở tình trạng phiếu đăng ký không được xử lý vậy ạ.Em cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/ cô,. . Hiện tại em đã hoàn tất các điều kiện ra trường và đã có tên trong danh sách tốt nghiệp dự kiến (hình minh chứng đính kèm). Tuy nhiên em hiện vẫn không truy cập được vào trang đăng ký tốt nghiệp tại MyBK để thực hiện quá trình đăng ký được (do tình trạng sinh viên của em vẫn đang là tạm dừng). Những lần yêu cầu trước thầy/ cô có nói khi nào em có tên trong danh sách tốt nghiệp dự kiến thì sẽ tự động thu nhận lại em. Em có gửi một số hình ảnh đính kèm bên dưới để thầy cô kiểm tra. Em đã phản hồi một yêu cầu tương tự vào ngày 9/4 tuy nhiên trong quá trình nghỉ lễ nên chưa có thầy/ cô nào giải quyết.. . Mong thầy/ cô giải quyết sớm giúp em để em kịp ra trường.. . Em xin cảm ơn!",
            "SV đã đăng ký tốt nghiệp thành công. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT. . - Cho em hỏi hiện tại em là k14 hệ VLVH, đang có 126 chỉ tích lũy ngành, hệ VHVL bỏ các AV1234 vậy em cần bao nhiêu chỉ để có thể tốt nghiệp vậy ?. . - Hệ VHVL có phải học các môn tự chọn như ở hệ CQ không ?. . - Ở hệ CQ em còn thiếu AV, 1 môn tự chọn và LVTN vậy nếu bỏ AV thì em chỉ cần nộp toeic trên 400, làm LVTN và hoàn thành 1 môn tự chọn là có thể thể tốt nghiệp phải không ?",
            "Chào bạn,. . . . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm (theo thời gian khóa đầu vào). . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ thưa phòng đào tạo cho em hỏi về vấn đề là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng đang trong tình trạng sinh viên là tạm dừng thì em có được đăng ký tốt nghiệp không ạ? . . Em mong phòng đào tạo sớm phản hồi email của em.. . Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K18. Cho em hỏi nếu em đăng ký học phần LVTN trong kỳ hè 2022 có được không (em đã đủ các điều kiện về TCTL , anh văn) và nếu được sẽ tính học phí là bao nhiêu/ chỉ ạ ?. . . .",
            "Em là sinh viên K18 đại học chính quy đại trà. Cho em hỏi nếu em đăng ký học phần LVTN trong kỳ hè 2022 có được không (em đã đủ các điều kiện về TCTL , anh văn) và nếu được sẽ tính học phí là bao nhiêu/ chỉ ạ ?",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Em tên: [full_name]. . MSSV: [student_id]. . Em muốn hỏi là nếu như điểm em trên bảng điểm bị nhập sai lệch so với điểm thi thật mà hết hạn phúc tra thì em phải làm sao ạ.. . Cách đây 1 tháng em có mail cho giáo viên và PĐT nhưng không có ai trả lời ạ. Mong quý thầy  cô hỗ trợ em để không mất quyền lợi ạ.. . Môn: Đại số tuyến tính (MT1007).",
            "Chào bạn. . Về vấn đề liên quan đến điểm, chính xác bạn vui lòng liên hện Giảng viên giảng dạy để hỗ trợ bạn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610020  /b \t. . . .   i Học vụ . Kính gửi cán bộ của BKSI,. . . . Em là Trần Diệu Khánh An, MSSV 1610020, hiện là sinh viên Khoa Kỹ thuật Hóa học. Em xin được trình bày vấn đề của em như sau.. . - Ở HK202, em có đăng ký hoãn thi môn Mô hình hóa, Mô phỏng, Tối ưu hóa (MHH-MP-TUH) - mã môn: CH3133 và đã được PĐT nhận thông tin Hoãn thi.. . - Đến tháng 12 của HK211, em nhận được email thông báo về việc Xóa điểm hoãn thi HK202. Và lịch thi mới sẽ được cập nhật trên Mybk/ Lịch thi.. . - Kể từ thời điểm nhận được email nói trên, em đã liên tục kiểm tra để có thể biết được ngày thi, nhưng trên trang Mybk vẫn không hiển thị ngày thi cho em.. . - Đến tháng 3/22 của HK212, em thấy trên Bảng điểm cập nhật điểm của môn MHH là điểm 13 (vắng thi).. . - Khi trao đổi về thắc mắc này với cán bộ của PĐT, em được biết môn MHH đã được văn phòng Khoa Kỹ thuật Hóa học tổ chức thi và sẽ gửi mail thông báo cho sinh viên.. . - Thế nhưng, vì một lý do nào đó, em không nhận được email về ngày thi nên đã không thể đi thi để xóa điểm hoãn thi.. . - Sau đó, em đã trao đổi với văn phòng Khoa về việc này, thầy nói với em lịch thi là do PĐT sắp xếp và cập nhật, còn thầy không thể thông báo cho em được.. . Em đã không đi thi để xóa điểm hoãn, vì vậy đã bị điểm 13 nhưng là do em đã không nhận được thông báo về lịch thi.. . Em thực sự bức xúc vì việc học của em sẽ bị ảnh hưởng. Em hiện đang trong quá làm LVTN và em chỉ chờ để được xóa điểm Hoãn, là kết thúc được chương trình học và được tốt nghiệp. Thế nhưng, vì điểm 13 này, em có thể phải đăng ký lại trong học kỳ hè và cũng chưa chắc chắn liệu môn học này có mở không.. . Em mong trường hợp của em sẽ được suy xét và giải quyết. Em xin cảm ơn rất nhiều ạ.",
            "[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Thầy, Cô.. . Em tên là [full_name], MSSV: [student_id] học khoa Công nghệ vật liệu chuyên ngành Vật liệu Silicate.. . Hiện tại em đã có tên trong danh sách dự kiến, tuy nhiên đến hôm nay em vẫn chưa đăng ký tốt nghiệp được trên hệ thống của trường ạ.. . Rất mong nhận được phản hồi sớm từ Thầy, Cô.. . Em xin chân thành cảm ơn",
            "Chào em;. . em lên đăng ký tốt nghiệp nhé, đã được thu nhận rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin đăng ký tốt nghiệp bổ sung ạ. Em đã đủ các điều kiện . .   i Tốt nghiệp .",
            "Chào em;. . em đã đủ điều kiện, lên đăng ký tốt nghiệp đi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào đại diện phía PĐT,. . Sau khi nghe được thông tin bắt buộc phải có chứng chỉ ngoại ngữ để đăng ký LVTN trong học kỳ hè.. . Kỳ đăng ký môn học bổ sung sắp tới diễn ra vào . . ngày 25-26/5. Vậy em phải nộp chứng chỉ ngoại ngữ trước bao nhiêu ngày thì mới có thể đăng ký được LVTN vào ngày 25-26/5 ạ?. . Em cảm ơn ạ.",
            "Chào bạn, . . Về việc nộp chứng chỉ ngoại ngữ để đăng ký LVTN, bạn chỉ cần nộp trước ngày đăng ký môn học là được nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear Thầy cô PDT trường. . Hiện tại em vừa nộp CCNN ngày 8.4.22 đang đợi xét duyệt, cho em hỏi đăng kí tốt nghiệp(hệ VLVH) học kì 2 này em thấy trên aao.hcmut.edu.vn để ngày 11.04.. . Vậy cho em hỏi trường có tổ chức đợt đăng kí bổ sung tốt nghiệp không ạ. Tại em thấy mấy bạn dktn để ngày 4.5 mới hết hạn lận.. . Trân trọng và Cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Kính gửi: Quý Thầy cô Phòng Đào tạo. . Em tên là [full_name], mssv [student_id], là sv lớp Viễn thông, khoa Điện - điện tử. . . Do không theo dõi kỹ lịch đóng học phí hk212, nên hôm qua em đã trễ hạn chót lịch thanh toán với OCB. . . Em làm đơn này kính mong quý thầy cô cho phép em được thanh toán trễ học phí. Em đã chuyển khoản số tiền đầy đủ với OCB.. . Em xin cảm ơn Quý thầy cô và sẽ theo dõi lịch trình cẩn thận hơn.. . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là : [full_name]. . Mssv:[student_id]. . . . Cho em hỏi em đăng kí thành công rồi mà vẫn chưa có lịch học ạ , mã môn đăng kí :LA1039(anh văn 2a). . Hình ảnh minh chứng phía dưới ạ. . Mong thầy cô giúp đỡ để em có lịch học ạ.. . Em cảm ơn ạ!",
            "Chào bạn,. . . . Bạn Đăng ký môn Anh Văn theo yêu cầu khai giảng 09/05/22 từ ngày 20/04/2022 đến 15h ngày 04/05/2022 bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa nhà trường, em có một vấn đề cần giải quyết, em đã thanh toán Học phí môn Ngoại ngữ theo y/c CQ 211 - bổ sung, khoản thanh toán DNCQ211.4.[student_id].1, và do thanh toán học phí trễ ( hạn là vào 17/1 và em thanh toán vào 24/1) và em cũng đã nộp đơn xin đóng học phí trễ nhưng đến nay vẫn chưa được xác nhận thanh toán học phí. Xin phép nhà trường giải quyết giúp em, xin cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ giúp em là em thanh toán tiền của bkpay hay là chuyển khoản vào tài khoản trường.. . Vì theo thông báo, SV phải thanh toán học phí qua bkpay, không chuyển vào tài khoản trường nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào cô,. . Em đã thanh toán học phí qua bkpay ạ.. . Thân.",
            "Chào em,. . Trường hợp của em, nếu thanh toán tiền qua bkpay, tài khoản đã trừ tiền nhưng bkpay chưa xóa, em vui lòng liên hệ tại ngân hàng OCB để được hỗ trợ và kiểm tra lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Ngày 15/4 sắp tới em mới có chứng chỉ tiếng anh nộp vào để chuyển điểm đăng ký tốt nghiệp, như vậy có thể kịp làm lễ tốt nghiệp trong tháng 4 này không ạ?. . . . Dạ em cảm ơn ạ.",
            "Chào em;. . Sau khi có kết quả thẩm tra anh văn, em lên bksi yêu cầu xét tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào Phòng Đào Tạo,. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 04/2022 nhưng vẫn chưa đăng ký tốt nghiệp được trên mybk do hệ thống báo tình trạng sinh viên không được phép sử dụng dịch vụ này. Em kính mong Phòng Đào Tạo kiểm tra và hỗ trợ ạ. Họ và tên: [full_name], MSSV: [student_id].. . . . Em xin chân thành cảm ơn!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy/cô PĐT.. . Em là sinh viên k16. Do theo quy định thì kỳ này học phí của SV k16 được tăng giá khá cao(740k/chỉ). Mà hiện tại lịch đóng học phí là đóng 1 lần nên em xin phép được đóng trễ hạn ạ. . . Em sẽ hoàn tất đóng học phí trước khi kỳ thi cuối k.. . Em cảm ơn. . . .",
            "Chào bạn. . Về vấn đề học phí Hk 212 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào bạn[full_name] [full_name] PĐT đã ghi nhận bạn thanh toán xong học phí HK212[full_name] Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau [full_name] [full_name] Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name]. . Lớp DD19KTD2. . Em muốn xin số điện thoại thầy chủ nhiệm là thầy [full_name] để thầy ký xác nhận đơn xin gia hạn học phí ạ.. . Em xin cảm ơn nhiều và chúc sức khoẻ cán bộ BKSI ạ.. . . .",
            "Chào em,. . SV vui lòng liên hệ về Khoa/bộ môn để xin thông tin liên hệ của GV nhé!. . Thân. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em xin chào thầy cô , trường hợp nếu em bị cảnh cáo học vụ 3 lần thì em có bị buộc thôi học không và em có thể làm gì để được trở lại học ạ . em xin cảm ơn. . . .",
            "Chào em,. . . . Nếu như em bị cảnh cáo lần 3 thì em sẽ bị buộc thôi học vì lý do học lực. . - Làm thủ tục xin cứu xét tại Khia theo thời gian quy định của khoa. . Sinh viên vui lòng xem chi tiết quy định: Điều 14.3 Buộc thôi học tại Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học ( số 2933 ngày 10/09/2021). . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào, . . Em tên [full_name]. . Mssv [student_id]. . Hôm trước em thực hiện giao dịch đóng học phí mà chưa được ghi nhận nhưng em tưởng là đã đóng rồi, nay em kiểm tra lại thì chưa đóng. Vừa hiện tại em đã thực hiện giao dịch trừ tiền trong tài khoản OCB rồi ạ.. . Em cho hỏi em đóng trễ vậy có cần làm đơn gửi phòng đào tạo không ạ, nếu có thì nộp online hay nộp trực tiếp ạ.. . Em chân thành cám ơn",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo!. . Em tên là [full_name]        MSSV:[student_id]. . Khoa: Kỹ thuật Hoá học                      Lớp: HC15BSH. . Hiện tại, em đã đủ các điều kiện tốt nghiệp nhưng do tình trạng sinh viên là Nghỉ (xoá tên do hết thời gian học) nên em không thể đăng kí tốt nghiệp được. Vậy em kính mong Phòng Đào tạo xem xét giúp đỡ cho em được thu nhận lại và được xét tốt nghiệp trong đợt này (tháng 4/2022). . . Xin Phòng Đạo tạo hướng dẫn cho em trình tự để đăng kí tốt nghiệp sau khi được thu nhận với ạ.. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name]. . MSSV: [student_id]1. . Khoa: Kỹ thuật hóa học. . Em hoàn thành đủ các yêu cầu để tốt nghiệp. Do tình trạng học vụ bị tạm dừng không thể đăng ký tốt nghiệp.. . Mong phòng đào tạo xem xét mở giúp em để em đăng ký tốt nghiệp ạ. Em rất mmong được làm lễ trong đợt tốt nghiệp tháng 4/2022.",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào thầy/ cô, ngày 08/04 vừa rồi em thực hiện đóng 2 lần khác nhau học phí (1 hệ đại trà 1 hệ ths/ks) sau đó đều có gửi mã OTP về để em thực hiện giao dịch. Nhưng sáng nay em check lại thì chỉ có 1 giao dịch được thực hiện và em đã trễ hạn 1 giao dịch, em cam đoan đây là sự thật nên em mong thầy/ cô hỗ trợ giúp em.. . Em xin cảm ơn ạ.. . . .",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí HK212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo!. . Em tên là [full_name]              MSSV:[student_id]. . Khoa: Kỹ thuật Hoá học                      Lớp: HC15BSH. . Hiện tại, em đã đủ các điều kiện tốt nghiệp nhưng do tình trạng sinh viên là Nghỉ (xoá tên do hết thời gian học) nên em không thể đăng kí tốt nghiệp được. Vậy em kính mong Phòng Đào tạo xem xét tạo điều kiện cho em được thu nhận lại và được xét tốt nghiệp trong đợt này (tháng 4/2022). . . Phòng Đào tạo cho em hỏi là trường hợp của em có kịp dự lễ tốt nghiệp tại Hội trường A5 không ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy/cô,. . Cho em hỏi bây giờ còn làm đơn xin rút môn học HK212 được không ạ?\t. . Em cảm ơn thầy/cô.. . . .   i Học vụ .",
            "Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua trực tiếp hoặc BKSI trước ngày 15/04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào ạ,. . Em có thanh toán học phí cho môn học AV4A bị trễ hạn.(hạn là 15h00 ngày 11/4).. . Vì trước đó em có thực hiện thanh toán nhưng không nhận được OTP của ngân hàng để xác nhận giao dịch. EM có liên hệ ngân hàng để giải quyết nhưng tới sáng nay mới được ạ.. . Do em đang ở quê, không có chi nhánh của ngân hàng OCB nên không thể ra quầy giao dịch trực tiếp.. . . . Hiện tại trên BKpay đang để em thanh toán trễ hạn. Đây là môn học cuối của em để hoàn thành chương trình. Không biết em cần thực hiện làm đơn thanh toán trễ học phí hay gì không ạ?. . Nếu cần thiết làm gì em có thể gửi bưu điện cho nhà trường được không? Vì em vẫn đang ở quê ạ.. . . . Mong nhận được phản hồi sớm của thầy/cô.. . Em cảm ơn ạ.",
            "Chào bạn. . PĐT đã ghi nhận bạn thanh toán xong học phí môn ngoại ngữ theo yêu cầu chính quy hk 212. Bạn vui lòng thanh toán học phí đúng thời gian theo quy định vào các học kỳ sau.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    }
]